{
  "id": "308cf42358946a4f78fb25c66cb75217548e69fe902d6ef84793c1428d31033d",
  "source_file": "data/raw/ncbc/308cf42358946a4f78fb25c66cb75217548e69fe902d6ef84793c1428d31033d.pdf",
  "raw_text": "      Sparrow Sys., Inc. v. Private Diagnostic Clinic, PLLC, 2014 NCBC 69. \nSTATE OF NORTH CAROLINA  \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE  \nSUPERIOR COURT DIVISION \n14 CVS 1025 \n \nSPARROW SYSTEMS, INC. , \n \nPlaintiff, \n \nv. \n \nPRIVATE DIAGNOSTIC CLINIC, \nPLLC, \n \nDefendant. \n \n \n \n    \n \nORDER ORDER ORDER ORDER    AND OPINION AND OPINION AND OPINION AND OPINION    \n    \n    \n \n{1}  THIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court upon Defendant’s Motion to Dismiss and \nfor Attorneys’ Fees (hereinafter demarcated as “Motion to Dismiss” and “Motion for \nAttorneys’ Fees”) in the above-captioned case.   \n{2}  The Court, having considered the Motions, affidavits and supporting briefs, \nas well as the arguments of counsel at the September 19, 2014 hearing in this matter, \nhereby GRANTS GRANTS GRANTS GRANTS in part and DENIES DENIES DENIES DENIES    in part Defendant’s Motion to Dismiss and \nDENIES DENIES DENIES DENIES Defendant’s Motion for Attorneys’ Fees.  \nCooper & Kirk, PLLC, by Nicole Jo Moss, and McAngus, Goudelock & Courie, \nPLLC, by John T. Jeffries and Jeffrey B. Kuykendal, for Plaintiff Sparrow \nSystems, Inc. \n \nMoore & Van Allen, PLLC, by John A. Zaloom and Drew K. Kifner, for Defendant \nPrivate Diagnostic Clinic, PLLC. \n \nBledsoe, Judge. \n \n \n \n \n \n \n \n \n \nI. \nBACKGROUND \n{3}  The Court recites herein the allegations set forth in Plaintiff’s Complaint \nthat are relevant for purposes of resolving the present Motions. 1 \n{4}  Plaintiff is a North Carolina corporation with its principal place of business \nin Charlotte.  (Compl. ¶ 14.)   \n{5}  Diana Clontz founded Plaintiff in 1998 in order “to develop and market \nmedical records software.”  ( Id.  ¶ 16.)   \n{6}  Plaintiff’s primary software product, known as “Sparrow Systems,” is \ncomprised of three components: “(1) carefully constructed patient intake forms; (2) a \ndocument scanning and text recognition platform; and (3) a database designed by \n[Plaintiff].”  ( Id. )    \n{7}  Defendant, Duke University Medical Center’s Private Diagnostic Clinic, \nPLLC (hereinafter, “Defendant” or “Duke”), maintains its principal place of business \nat Duke University Medical Center (“DUMC”) in Durham.  ( Id.  ¶ 15.) Defendant’s \nmembers both practice medicine at DUMC and serve as faculty at Duke University \nSchool of Medicine.  ( Id. )   \n{8}  Plaintiff attracted its largest client – Defendant – in late 1999, when \nDefendant contacted Plaintiff to request a free trial of Sparrow Systems.  ( Id.  ¶ 20.)   \n                                                 \n1 The Court does not make findings of fact in ruling on motions to dismiss, “as such motions do ‘not \npresent the merits, but only [determine] whether the merits may be reached.’”  Out of the Box \nDevelopers, LLC v. LogicBit Corp. , 2012 NCBC 53 ¶9 (N.C. Super. Ct., Oct. 30, 2012),  \nhttp://www.ncbusinesscourt.net/opinions/2012_NCBC_53.pdf (quoting Concrete Serv. Corp. v. \nInvestors Grp., Inc. , 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986) ).   \n{9}  The six-month trial period was a success, and Defendant thereafter \ninformed Plaintiff of its decision to implement Sparrow Systems for continued use by \nmembers of its Orthopedics group (“Orthopedics”).  ( Id.  ¶ 21.)   \n{10}  Plaintiff accordingly sent its standard licensing contract (“the Contract”) to \nDefendant to consummate the agreement.  Specifically, Plaintiff transmitted the \nContract via email to Roman Perun, an information technology employee of \nDefendant assigned to implement Sparrow Systems.  (Id. )   \n{11}  At Defendant’s request, Plaintiff began setting up Sparrow Systems for use \nby several of Defendant’s orthopedic surgeons.  ( Id. )   \n{12}  Defendant’s six-month free trial period of Sparrow Systems had extended to \ntwenty months by the time Mr. Perun provided Plaintiff with Defendant’s revised \nversion of the Contract on August 15, 2002.  ( Id. )   \n{13}  Ms. Clontz immediately signed the Contract in her capacity as Plaintiff’s \nPresident and returned it to Mr. Perun, indicating that she had accepted all of \nDefendant’s revisions.  ( Id.  ¶ 22.)  Mr. Perun responded that he would forward the \nContract to the appropriate persons at Duke.  ( Id.  ¶ 23.)   \n{14}  Plaintiff never received an executed copy of the Contract signed by \nDefendant.  ( Id.  ¶ 26.) \n{15}  Notwithstanding the absence of a signed agreement, Defendant and \nPlaintiff began performing consistent with the terms of the Contract.  Defendant paid \nPlaintiff licensing fees, as provided for under the Contract, of $500 per month for each \nmedical provider that was using Sparrow Systems, and Plaintiff provided technical \nsupport and software updates to Sparrow Systems, as was also provided for under \nthe Contract.  ( Id. ¶¶ 24—26.)   \n{16}  In January 2004, Ms. Clontz met with several individuals from Defendant’s \nUrology group (“Urology”) to discuss Urology’s possible implementation and use of \nSparrow Systems.  ( Id.  ¶ 32.)  Prior to the meeting, Ms. Clontz was asked to \ndemonstrate Sparrow Systems to Dr. Leon Sun, a database developer working with \nUrology, and to download some of Plaintiff’s proprietary forms onto Dr. Sun’s \ncomputer.  ( Id. )  Ms. Clontz was reluctant to share Plaintiff’s intellectual property, \nbut agreed to do so based on Urology’s representations that it was serious about \nlicensing Sparrow Systems and based on her belief that Plaintiff’s intellectual \nproperty was protected by the Contract, which expressly prohibited Defendant from, \ninter alia , appropriating, adapting, copying, or reverse engineering Sparrow Systems.  \n(Id.  ¶ 34, Ex. A, p. 1.)  \n{17}  Following the meeting, Urology indicated that it was “impressed” with \nSparrow Systems, but did not want to pay for it.  (Id . ¶ 35.)   \n{18}  Ms. Clontz, having revealed Plaintiff’s proprietary information to Dr. Sun \nand Urology, articulated to two of Defendant’s physicians, Dr. James Nunley and Dr. \nWilliamson Richardson, her concern that Defendant might attempt to appropriate, \nadapt, copy, or reverse engineer Sparrow Systems in contravention of Defendant’s \npromises under the Contract.  (Id.  ¶ 36.)  Dr. Richardson assured Ms. Clontz that \nDefendant would adhere to the terms of the Contract; however, he also warned Ms. \nClontz against “rocking the boat,” asserting that Defendant would be able to \n“outlawyer” Plaintiff should any dispute arise between them.  ( Id. )  Ms. Clontz \ndeclined to press the matter further for fear of jeopardizing Plaintiff’s relationship \nwith its largest client.  ( Id. )  \n{19}  At or about this time, Dr. Richardson requested that Plaintiff exempt \nDefendant’s general practitioners from the $500 monthly fee described under the \nContract.  ( Id.  ¶ 46.)  Plaintiff acquiesced only after Dr. Richardson allegedly \nthreatened to terminate Defendant’s contract with Plaintiff if Plaintiff did not accept \nthis condition.  ( Id. ) \n{20}  Several years later, in 2008, Dr. Richardson requested that Plaintiff provide \nDefendant with Plaintiff’s “data dictionary” – which Plaintiff describes as “essentially \na road map to Sparrow Systems” and “one of the keys to [Plaintiff’s] intellectual \nproperty and proprietary information” – for purposes of performing a “quality control” \ntest on Sparrow Systems.  (Id.  ¶ 40.)  Dr. Richardson allegedly threatened again to \ncancel Defendant’s contract with Plaintiff if Plaintiff did not comply.  ( Id. )  Plaintiff, \nseeking to maintain its relationship with Defendant and believing that the Contract \nwould protect its intellectual property, provided its data dictionary to Defendant as \nrequested.  (Id. )   \n{21}  In 2012, Dr. Richardson notified Plaintiff that Defendant again needed to \nperform a “quality control” check on Sparrow Systems.  ( Id.  ¶ 41.)  This time, Dr. \nRichardson directed Plaintiff to install Sparrow Systems on the computer of Dr. Robin \nQueen, a researcher at Duke, and also demanded that Plaintiff disclose to Defendant \nadditional proprietary information, such as Plaintiff’s scoring calculations for various \npatient outcome instruments.  ( Id. )  Plaintiff complied with Dr. Richardson’s demands \nbecause Plaintiff was “eager to prove its product’s worth” and because, again, Plaintiff \nbelieved that its intellectual property was adequately protected by the Contract.  ( Id. ) \n{22}  In late 2012, Plaintiff discovered that a Duke employee “had been sitting at \nthe Sparrow Systems workstation in Orthopedics to ‘learn’ Sparrow Systems so that \nshe [could] figure out how to perform the same functions on Urology’s database.”  (Id.  \n¶ 37.)  Ms. Clontz investigated and was able to ascertain that Urology had built a \ndatabase that was “strikingly similar” to Sparrow Systems; she noted that Urology’s \ndatabase even employed the same unique Teleform software that Ms. Clontz had \ndemonstrated to Dr. Sun years earlier.  (Id.  ¶ 38.)     \n{23}  Plaintiff also discovered, around this time, that Defendant had failed to \nnotify Plaintiff of – and thus had neglected to pay for – all of Defendant’s physicians, \nother medical providers, and support staff (collectively, “medical providers”) that \nwere using or had used Sparrow Systems.  ( Id.  ¶ 46.)  Plaintiff contends that \nDefendant’s failure to notify Plaintiff of all new medical providers’ use of Sparrow \nSystems violated the Contract’s requirement that Defendant “provide [Plaintiff] with \n(30) days advance written notice” if Defendant’s “number of [medical] Providers \nincreases.”  (Id.  Ex. A, p. 8.) \n{24}  In January 2013, Dr. Richardson informed Ms. Clontz that Dr. Queen – the \nresearcher on whose computer Plaintiff had installed Sparrow Systems just months \nearlier – was in the process of creating a new medical records system for Defendant \nthat would replace Sparrow Systems.  (Id.  ¶ 43.)  When Ms. Clontz reminded Dr. \nRichardson of the Contract’s prohibition against Defendant’s appropriating, copying, \nadapting, or reverse engineering Plaintiff’s intellectual property, Dr. Richardson \nallegedly responded that Plaintiff’s data was not proprietary and that, even if \nDefendant was attempting to appropriate Plaintiff's intellectual property, \nDefendant’s “pockets were much deeper than” Plaintiff’s and Defendant would be able \nto “outlawyer” Plaintiff if Plaintiff sought to enforce the Contract.  (Id.  ¶ 44.) \n{25}  A couple of months later, in March 2013, Defendant provided Plaintiff with \nwritten notice that it sought to terminate its use of Sparrow Systems.  ( Id.  ¶ 48.)  \nPlaintiff refused to accept Defendant’s purported notice of cancellation, however, \nciting a provision in the Contract that required Defendant to tender written notice of \ncancellation ninety (90) days prior to expiration of the then-current contractual \nperiod, which ended March 30, 2013.  Thus, because Defendant had failed to provide \nninety (90) days advance written notice – i.e., by January 1, 2013 – Plaintiff advised \nDefendant that the Contract, by its terms, automatically renewed for an additional \none-year period.  (Id.  ¶ 49.)  Defendant has refused to pay, and contends that it is not \nobligated to pay, Plaintiff for its use of Sparrow Systems for the April 1, 2013 – March \n30, 2014 period.  (Id. )     \n{26}  Plaintiff filed its Complaint in this action on January 16, 2014, asserting \nclaims against Defendant for breach of contract, breach of implied contract, malicious \nbreach of contract, breach of the covenant of good faith and fair dealing, fraud, \nquantum meruit or unjust enrichment, unfair and deceptive trade practices, and \npunitive damages. \n{27}  This action was subsequently designated a mandatory complex business \ncase and assigned to this Court (Murphy, J.) on February 26, 2014.  The case was \nreassigned to the undersigned on July 2, 2014. \n{28}  Defendant filed its Motion to Dismiss on March 31, 2014, contending that \nmany of Plaintiff’s claims are subject to dismissal under Rule 12(b)(1) and/or Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure.  Defendant also filed a Motion \nfor Attorneys’ Fees, requesting an award of its costs, including attorneys’ fees, \nincurred in defending against Plaintiff’s claims in this action.   \n{29}  Following a continuance requested by the parties, the Court held a hearing \non Defendant’s Motion to Dismiss and Defendant’s Motion for Attorneys’ Fees on \nSeptember 19, 2014. \nII. \nANALYSIS \nA.  \nDefendant’s Motion to Dismiss \n{30}  Defendant seeks dismissal of Plaintiff’s claims on grounds that they (i) are \npreempted by the federal Copyright Act and therefore are subject to dismissal under \nRule 12(b)(1) for lack of subject matter jurisdiction; (ii) are time-barred by the \napplicable statutes of limitations and therefore are subject to dismissal under Rule \n12(b)(6); and/or (iii) are also subject to dismissal under Rule 12(b)(6) for failure to \nstate a claim upon which relief can be granted. \n \n \nLegal Standard \n{31}  A motion to dismiss pursuant to Rule 12(b)(1) of the North Carolina Rules \nof Civil Procedure represents a challenge to the trial court’s subject matter \njurisdiction over the plaintiff’s claims.  N.C.G.S. § 1A-1, Rule 12(b)(1) (2014).  \n“Subject-matter jurisdiction . . . refers to a tribunal’s ‘power to hear a case[.]’”  Union \nPac. R.R. v. Bhd. of Locomotive Eng’rs & Trainmen Gen. Comm. of Adjustment , 558 \nU.S. 67, 81 (2009) (citations omitted).  The question of whether a plaintiff’s state law \nclaims are preempted by federal law implicates the trial court’s subject matter \njurisdiction.  V enable v. GKN Automotive , 107 N.C. App. 579, 583, 421 S.E.2d 378, \n381 (1992).  Moreover, in addressing Rule “12(b)(1) motions that attack the complaint \non its face . . .  the court [must] consider the allegations of the complaint as true.”  \nMortensen v. First Federal Savings & Loan Ass’n , 549 F.2d 884, 891 (3d Cir. 1977).     \n{32}  The question for the Court on a Rule 12(b)(6) motion to dismiss is “whether, \nas a matter of law, the allegations of the complaint, treated as true, are sufficient to \nstate a claim upon which relief may be granted under some legal theory, whether \nproperly labeled or not.” Harris v. NCNB Nat’l Bank of North Carolina , 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987).  “The complaint must be liberally construed, \nand the court should not dismiss the complaint unless it appears beyond a doubt that \nthe plaintiff could not prove any set of facts to support his claim which would entitle \nhim to relief.” Block v. County of Person , 141 N.C. App. 273, 277–78, 540 S.E.2d 415, \n419 (2000) (quoting Harris , 85 N.C. App. at 670, 355 S.E.2d at 840).  When th e \ncomplaint fails to allege the substantive elements of some legally cognizable claim, or \nwhere it alleges facts that defeat the claim, the complaint should be dismissed under \nRule 12(b)(6).  Hudson-Cole Dev. Corp. v. Beemer , 132 N.C. App. 341, 345–46, 511 \nS.E.2d 309, 312 (1999). \nPreemption \n{33}  Defendant contends that many of Plaintiff’s claims are within the scope of \nthe federal Copyright Act, 17 U.S.C. §§ 101 et seq. , and should accordingly be \ndismissed on preemption grounds.  More specifically, Defendant contends that \nPlaintiff’s claims for breach of contract, breach of implied contract, malicious breach \nof contract, quantum meruit or unjust enrichment, and unfair and deceptive trade \npractices “primarily consist[] of variations on an allegation that [Defendant] copied, \nadapted, or reverse engineered [Plaintiff’s] intellectual property, or that [Defendant] \ndistributed copies of [Plaintiff’s] intellectual property to unauthorized doctors  \nwithout paying [Plaintiff’s] licensing fees . . . such that [Plaintiff’s] exclusive remedy \nis for copyright infringement, for which subject matter jurisdiction is exclusively in \nfederal court.”  (Def.’s Br. Supp. Mot. to Dismiss, p. 5.)  \n{34}  Section 301(a) of the Copyright Act provides, in pertinent part, as follows: \n[A]ll legal or equitable rights that are equivalent to any of the exclusive \nrights within the general scope of copyright as specified by section 106 \nin works of authorship that are fixed in a tangible medium of expression \nand come within the subject matter of copyright as specified by sections \n102 and 103 . . . are governed exclusively by [the Copyright Act]. \n \n17 U.S.C. § 301(a) (2014).   \n{35}  Section 106 of the Copyright Act provides, in pertinent part, that “the \nowner of copyright . . . has the exclusive rights to . . . [1] reproduce the \ncopyrighted work in copies or phonorecords[;] . . . [2] prepare derivative works \nbased upon the copyrighted work; [and 3] . . . distribute copies or phonorecords \nof the copyrighted work to the public by sale or other transfer of ownership . . \n. .”  17 U.S.C. § 106(1)-(3) (2014). \n{36}  “Stated as a broad general rule, a state law cause of action is preempted by \nthe Copyright Act if: (1) the cause of action falls within the subject matter of copyright \nlaw; and (2) the rights protected by state law are equivalent to any of the exclusive \nrights granted by the Copyright Act.”  LogicBit , 2012 NCBC 53 at ¶ 38 (citing \nRosciszewski v. Arete Assocs., Inc. , 1 F.3d 225, 229 (4th Cir. 1993)).   \n{37}  Plaintiff’s cause of action in the instant case “falls within the subject matter \nof copyright law” because Plaintiff’s claims center upon Defendant’s alleged \nmisappropriation of Sparrow Systems, an original work of authorship fixed in a \ntangible medium.  17 U.S.C. §§ 102—103 (2014); see LogicBit , 2012 NCBC 53 at ¶ 38. \n{38}  With respect to whether the rights that Plaintiff seeks to protect through its \nassertion of state law claims in this action “are equivalent to any of the exclusive \nrights granted by the Copyright Act,” our courts have previously drawn upon the \nFourth Circuit’s articulation of the “extra element” test as follows: \nIn order to ascertain whether a specific state cause of action involves a \nright equivalent to one of those identified in § 106, reference must be \nmade to the elements of the state cause of action. State-law claims that \ninfringe one of the exclusive rights contained in § 106 are preempted by \n§ 301(a) if the right defined by state law “may be abridged by an act \nwhich, in and of itself, would infringe one of the exclusive rights.” \nHowever, “if an ‘extra element’ is ‘required instead of or in addition to \nthe acts of reproduction, performance, distribution or display, in order \nto constitute a state-created cause of action, . . . there is no preemption,’” \nprovided that “the ‘extra element’ changes the ‘nature of the action so \nthat it is qualitatively  different from a copyright infringement claim[.]’” \n \nLogicBit , 2012 NCBC 53 at ¶ 38 (quoting Rosciszewski , 1 F.3d at 229—30 \n(citations omitted) (alterations and emphasis in original).   \n{39}  Bearing the foregoing principles in mind, the Court will now examine \nthe claims at issue to determine whether each claim will require proof of an \n“extra element” such that the claim is substantively distinguishable, or \n“qualitatively different,” from a claim for copyright infringement, which simply \nrequires proof of “(1) ownership of a valid copyright; and (2) copying of \nconstituent elements of the work that are original.”  Id.  at ¶ 42 (quoting Feist \nPubl’ns, Inc. v. Rural Tel. Serv. Co., Inc. , 499 U.S. 340, 361 (1991)).   \ni. Breach of Contract \n{40}  Plaintiff alleges that Defendant has breached the Contract in “three distinct \nways.”  (Compl. ¶ 56.)  Defendant contends that each of these claimed breaches is \nsubject to dismissal on preemption grounds.  \nAlleged Breach #1 Alleged Breach #1 Alleged Breach #1 Alleged Breach #1    \n \n{41}  First, Plaintiff alleges that Defendant breached the Contract by failing to \npay Plaintiff for its use of Sparrow Systems during the April 1, 2013 – March 30, 2014 \nperiod.  This claim is not preempted, as success on the merits will require proof of an \n“extra element” – namely, proof of nonpayment of the amount that Defendant \npromised to Plaintiff under the terms of the Contract for the time period in question.  \nSee, e.g. , Madison River Mgmt. Co. v. Bus. Mgmt. Software Corp. , 387 F. Supp. 2d \n521, 541 (M.D.N.C. 2005) (holding that plaintiff’s claim for excessive use of its \nsoftware was “more appropriately a breach of contract claim than a copyright \ninfringement claim because [plaintiff’s software agreement with defendant] \ncontained an express promise to pay for excess use” and that “this express promise to \npay create[d] an extra element which prevent[ed] preemption by the Copyright Act”) \n(citing Acorn Structures, Inc. v. Swantz , 846 F.2d 923, 926 (4th Cir. 1988), where the \n“plaintiff’s breach of contract claim was not preempted because the corresponding \npromise to pay for any  use by the defendant constituted an extra element” (emphasis \nin original)). 2   Accordingly, the Court finds that the requisite showing of nonpayment \nhere will entail proof “in addition to [proof of] the acts of reproduction, performance, \ndistribution or display” and renders this claimed breach of the Contract qualitatively \ndifferent from a claim for copyright infringement.  LogicBit , 2012 NCBC 53 at ¶ 38.   \nAlleged Breach #2 Alleged Breach #2 Alleged Breach #2 Alleged Breach #2    \n{42}  Second, Plaintiff alleges that Defendant breached the Contract by failing to \npay the requisite $500 monthly licensing fee for some of its medical providers that \nwere using Sparrow Systems.   \n{43}  Like the first alleged breach discussed above, Plaintiff’s second claimed \nbreach of the Contract will also require proof of nonpayment of amounts purportedly \nowed by Defendant under the Contract.  Specifically, Defendant promised pursuant \nto paragraph 5.1 (“Payment Terms”) and Exhibit B to the Contract that it would \nnotify Plaintiff of any new medical providers using Sparrow Systems, within thirty \n                                                 \n2  Judge Gale has previously observed that “[s]ome circuits have held that the existence of a contractual \npromise in and of itself constitutes an extra element sufficient to avoid preemption,”  LogicBit, 2012 \nNCBC at ¶ 40 (citing ProCD, Inc. v. Zeidenburg , 86 F.3d 1447, 1454 (7th Cir. 1996), while “[s]ome \ndecisions within the Fourth Circuit found that the asserted breach of contract claims [were] \npreempted,” Out of the Box Developers, LLC , 2012 NCBC at ¶ 40 (citing The Nichols Agency, Inc. v. \nEnchanted Child Care, Inc. , 537 F. Supp. 2d 774 (D. Md. 2008); Madison River Mgt. Co. , 351 F. Supp. \n2d 436, 443—44 (M.D.N.C. 2005); Brown v. McCormick , 23 F. Supp. 2d 594, 608 (D. Md. 1998); and \nWharton v. Columbia Pictures Indus., Inc. , 907 F. Supp. 144, 146 (D. Md. 1995)).  The Court need not \ndecide between these apparently conflicting authorities here, however, as Plaintiff has alleged more \nthan a mere breach of a promise not to copy its intellectual property.   \n(30) days of commencement of such use, in order to trigger Defendant’s obligation to \npay Plaintiff the $500 monthly licensing fee with respect to each new medical \nprovider.  Thus, applying the reasoning of Madison River  and Acorn Structures , \nsupra , the Court concludes that Plaintiff’s second claimed breach of the Contract will \nalso require proof an “extra element” – nonpayment – and therefore is not preempted \nby the Copyright Act. \nAlleged Breach #3 Alleged Breach #3 Alleged Breach #3 Alleged Breach #3    \n{44}  Third, Plaintiff alleges that Defendant breached the Contract “by adapting \nand reverse engineering Sparrow Systems’ database and forms” and requests \ncompensation for Plaintiff’s “lost revenue resulting from [Defendant’s] unauthorized \nadaptation and reverse engineering of Sparrow Systems.”  (Compl. ¶ 57.)  \n{45}  Section 2.2 of the Contract, entitled “License and Use Restrictions,” \nprovides, in pertinent part, as follows:  \n[Defendant] agrees that, without [Plaintiff’s] prior written consent, \n[Plaintiff’s] Software shall not be . . . translated, decompiled or \ndisassembled by reverse engineering or otherwise adapted in any way.”  \n \n(\nId.  Ex. A, p. 1.)  3 \n \n{46}  Plaintiff’s inclusion of this provision in the Contract was not merely a \nreassertion of its rights under the Copyright Act, as “[r]everse engineering is not \nwithin the scope of the exclusive rights of copyright.”  Meridian Project Sys. v. Hardin \n                                                 \n3 “Reverse engineering” is not a defined term in the Contract, but the Federal Circuit has observed \nthat it means “to study or analyze (a device, as a microchip for computers) in order to learn details of \ndesign, construction, and operation, perhaps to produce a copy or an improved version.”  Bowers v. \nBaystate Techs., Inc. , 320 F.3d 1317, 1326 (Fed. Cir. 2003) (citations omitted). \n \nConstr. Co., LLC ,  426 F. Supp. 2d 1101, 1109 (E.D. Cal. 2006) (citing 17 U.S.C. § \n106).   It is thus not the case that the Contract “imposes no obligations other than \nthose created by the [copyright] law itself.”  Tart v. Walker , 38 N.C. App. 500, 503—\n04, 248 S.E.2d 736, 738 (1978) (breach of contract claim preempted on grounds that \nthe contact at issue “in no way expand[ed] upon the obligations created by the patent \nlaw”).  To the contrary, by agreeing to this provision, Defendant promised to \n“contractually forego [its] limited ability to reverse engineer a software product under \nthe exemptions of the Copyright Act.”  Bowers , 320 F.3d at 1326; see also Davidson \n& Assoc. v. Jung , 422 F.3d 630, 636, 639 (8th Cir. 2005) (finding no preemption where \ndefendants “expressly relinquished their rights to reverse engineer” plaintiff’s \nsoftware by entering into the contract at issue and plaintiff alleged that defendants \nhad breached the contract by “us[ing] reverse engineering to learn” plaintiff’s \nsoftware).  \n{47}  Moreover, Plaintiff’s allegations with respect to this particular claimed \nbreach of the Contract describe Defendant’s reverse engineering, not mere copying, \nof Sparrow Systems.  Plaintiff alleges, for instance, that Defendant used the \nproprietary information that it was able to gather through Plaintiff’s disclosures – \nfirst in 2004, when Plaintiff installed its software on Dr. Sun’s computer; next in \n2008, when Defendant obtained Plaintiff’s “data dictionary” to perform “quality \ncontrol testing”; and finally in 2012, when Plaintiff installed additional proprietary \ninformation on Dr. Queen’s computer – for the purpose of understanding Sparrow \nSystems in sufficient detail to create, in-house, its own software system.  Indeed, \nPlaintiff further alleges that Defendant specifically assigned a Duke employee to \nstudy and “learn” Sparrow Systems and that Dr. Queen, who acquired personal \naccess to Plaintiff’s proprietary information in 2012, was largely responsible for \ndeveloping “Epic,” the software that ultimately replaced Sparrow Systems the \nfollowing year.  (Compl. ¶¶ 32, 37, 40.)  Accordingly, based on Plaintiff’s allegations \nin support of its claim for breach by reverse engineering, the Court concludes that \nPlaintiff’s claim seeks protection of contractual rights that are not exclusively within, \nand therefore not preempted by, the Copyright Act.  See, e.g.,  Forest2Market, Inc. v. \nAm. Forest Mgmt. , 2008 U.S. Dist. LEXIS 33185, 5—6, 14—15 (W.D.N.C. , Apr. 21, \n2008) (upholding conclusion that plaintiff’s breach of contract claim, which arose out \nof defendant’s alleged breach of license agreement prohibiting, inter alia , reverse \nengineering and adaptation of information and services on plaintiff’s website, \n“contain[ed] an extra element worthy of removal from preemption” where plaintiff \nalleged that defendants had “used deception to gain access to the information and \nservices provided [on plaintiff’s website] in order to form their own competing \nbusiness”) (citing Acorn Structures , 846 F.2d 923; Bowers , 320 F.3d 1317; and \nDavidson , 422 F.3d 630, among other authorities); Meridian Project Sys. ,  426 F. \nSupp. 2d at 1108—09 (holding that to the extent the parties’ contract prohibited \nreverse engineering, plaintiff’s breach of contract claim was not preempted because \nthe contract protected rights qualitatively different from those protected by Copyright \nAct); see also  Altera Corp. v. Clear Logic, Inc. , 424 F.3d 1079, 1089 (9th Cir. \n2005) (noting that “[m]ost courts have held that the Copyright Act does not  preempt \nthe enforcement of contractual rights” (emphasis in original)). \nii. Breach of Implied Contract \n{48}  Seeking to cover its bases in the event the Court finds that no express \ncontract existed between the parties, Plaintiff alleges that “the actions of the parties \nmake clear that there was at least an implied contract between [Defendant] and \n[Plaintiff].”  (Compl. ¶ 62.)  Defendant contends that Plaintiff’s breach of implied \ncontract claim should be dismissed on preemption grounds for the “same reasons” \nPlaintiff’s (express) breach of contract claim should be dismissed on preemption \ngrounds.  (Def.’s Br. Supp. Mot. to Dismiss, p. 10.) \n{49}  Preliminarily, the Court notes for clarification purposes that Plaintiff’s \nbreach of implied contract claim appears to assert a claim for breach of contract \n“implied in fact,” as opposed to a claim for breach of contract “implied in law.”  “[A] \ncontract implied in fact arises where the intent of the parties is not expressed, but an \nagreement in fact, creating an obligation, is implied or presumed from their acts.”  \nCreech v. Melnik , 347 N.C. 520, 526, 495 S.E.2d 907, 911 (1998).  “ Such an implied \ncontract is as valid and enforceable as an express contract,” and “[e]xcept for the \nmethod of proving the fact of mutual assent, there is no difference in the legal effect \nof express contracts and contracts implied in fact.”  Id.  at 526—27, 495 S.E.2d at 911.  \nIn contrast, a contract implied in law  – or “quasi contract” – can arise only where \nthere is no actual agreement between the parties, and the court instead “implies” a \ncontract to permit recovery in “quantum meruit” “‘for the reasonable value of services \nrendered in order to prevent unjust enrichment.’”  Paul L. Whitfield, P.A. v. Gilchrist , \n348 N.C. 39, 42, 497 S.E.2d 412, 414—15 (1998) (quo ting Potter v. Homestead \nPreservation Ass’n, 330 N.C. 569, 578, 412 S.E.2d 1, 7 (1992)).  \n{50}  Plaintiff’s breach of implied contract claim alleges breach of a contract \nimplied in fact, as it asserts the existence of a contract based upon the parties’ \napparent adherence to the terms of the Contract over the course of approximately a \ndecade.  This characterization is supported by the fact that Plaintiff does not seek \nquantum meruit recovery in respect of this claim, but rather has asserted a separate \nclaim for unjust enrichment, as discussed further infra .  Thus, because an implied \ncontract in fact, as alleged here, is substantively equivalent to an express contract in \nthat there exists in both instances a valid and binding contract governing the parties’ \nagreement, see  1-1 Corbin on Contracts § 1.20 (providing that “[a] contract ‘implied \nin fact’ is a true contract that arises from the tacit agreement of the parties”) and \nCreech , 347 N.C. at 526—27, 495 S.E.2d at 911, the Court concludes, for the reasons \nstated above in connection with Plaintiff’s breach of (express) contract claim, that \nPlaintiff’s claimed breaches of an agreement between the parties – whether couched \nas a claim for breach of express contract or as a claim for breach of implied contract \n– are not preempted by the Copyright Act.  See Forest Park Pictures v. Universal TV \nNetwork, Inc. , 683 F.3d 424, 432 (2d Cir. 2012) (“As long as the elements of a contract \nare properly pleaded, there is no difference for preemption purposes between an \nexpress contract and an implied-in-fact contract.”). 4  \n                                                 \n4 Defendant asserted at the hearing that Plaintiff cannot state a valid claim for breach of both an \nexpress contract and an implied contract at the same time – i.e., the existence of one precludes the \nexistence of the other.  Defendant is correct that “[t]here cannot be an express and an implied contract \nfor the same thing existing at the same time,” Ron Medlin Constr. v. Harris , 199 N.C. App. 491, 495, \n681 S.E.2d 807, 810 (2009) (citations and quotation marks omitted), and, accordingly, that a claimant \ncannot recover on both claims, Keith v. Day , 81 N.C. App. 185, 199, 343 S.E. 2d 562, 571 (1986 ).  It is \niii. Malicious Breach of Contract \n{51}  “Malicious breach of contract” is not a recognized cause of action in North \nCarolina.  Accordingly, the Court DISMISSES this claim with prejudice.5  \niv. Quantum Meruit/Unjust Enrichment \n{52}  Plaintiff alleges that “[i]f the Court determines that [Defendant] is not \nbound by [the Contract], then [Defendant] is subject to a claim for quantum meruit” \nbecause Plaintiff “provided a valuable and significant economic benefit to [Defendant] \nby licensing [Sparrow Systems].”  (Compl. ¶ 84.)  Defendant contends that Plaintiff’s \nunjust enrichment claim is preempted “for the same reasons [Plaintiff’s] claims for \nbreach of contract are [preempted].”  (Def.’s Br. Supp. Mot. to Dismiss, p. 11.)  \n{53}  “Under North Carolina law, a plaintiff demonstrates unjust enrichment by \nshowing that ‘it conferred a benefit on another party, that the other party consciously \naccepted the benefit, and that the benefit was not conferred gratuitously or by an \ninterference in the affairs of the other party.’”  WJ Global LLC v. Farrell , 941 F. Supp. \n2d 688, 693 (E.D.N.C. 2013) (quoting Se. Shelter Corp. v. BTU, Inc. , 154 N.C. App. \n321, 330, 572 S.E.2d 200, 206 (2002)).  “Where the only property at issue is subject to \ncopyright, a claim for unjust enrichment under North Carolina law is preempted by \n                                                 \nalso true, however, that at this preliminary, motion to dismiss stage of the proceedings, our “[l]iberal \npleading rules permit pleading in the alternative.”  Catoe v. Helms Constr. & Concrete Co. , 91 N.C. \nApp. 492, 498, 372 S.E.2d 331, 335 (1988) (citing Hall v. Mabe , 77 N.C. App. 758, 760, 336 S.E. 2d 427, \n429 (1985)).  Thus, although Plaintiff will not ultimately be able to recover under both an express and \nimplied contract theory, Plaintiff is not foreclosed from properly pleading these claims in the \nalternative in its Complaint. \n  \n5  The Court notes that although Defendant challenges Plaintiff’s “malicious breach of contract” claim \non preemption grounds, it would appear that this claim is more properly dismissed under Rule 12(b)(6) \non grounds that the claim is not recognized as an independent cause of action under North Carolina \nlaw. \nthe Copyright Act.”  Id.  (citing Pan-Am. Prods. & Holdings, LLC v. R.T.G. Furniture \nCorp. , 825 F. Supp. 2d 664, 695 (M.D.N.C. 2011)).  “A cl aim for unjust enrichment \nmay not be preempted, however, if the plaintiff can show that ‘material beyond \ncopyright protection’ formed the basis of the unjust enrichment.”  Id.  (quoting \nMicrostrategy, Inc. v. Netsolve, Inc. , 368 F. Supp. 2d 533, 537 (E.D. Va. 2005)).   \n{54}  Plaintiff’s unjust enrichment claim appears, at first blush, to be preempted \non grounds that the “property at issue” – Plaintiff’s software – “is subject to \ncopyright.”  WJ Global LLC , 941 F. Supp. 2d at 693.  Indeed, Plaintiff’s unjust \nenrichment claim derives from Defendant’s conduct in connection with Plaintiff’s \nintellectual property, which, as previously stated, is protectable under the Copyright \nAct.  17 U.S.C. §§ 102—103, 106; see LogicBit , 2012 NCBC 53 at ¶ 38.  The relevant \ncase law reveals, however, that proper analysis of this issue requires more than a \ncursory glance at whether the subject matter involved is protectable under the \nCopyright Act.  \n{55}  For instance, in Nat’l Car Rental Sys. v. Computer Assocs. Int’l , 991 F.2d \n426 (8th Cir. 1993), the plaintiff brought an unjust enrichment claim arising out of \nan alleged breach of a software licensing agreement.  In examining whether the claim \nwas preempted by the Copyright Act, the court stated as follows: \nFinally, National claims that [plaintiff’s] requested relief demonstrates \nits cause of action is equivalent to the exclusive rights under copyright. \nFirst, National notes that [plaintiff] requested damages for unjust \nenrichment, damages National claims are preempted under § 301. \nNational is correct in noting that certain courts have held claims for \nunjust enrichment preempted when based upon allegations that the \ndefendant engaged in one of the acts reserved to the copyright holder \nunder § 106. We do not read [plaintiff] to allege that National was \nunjustly enriched as a result of a wrongful exercise of one of the § 106 \nrights. Rather, we read this allegation of damage as a further \nexplanation of the damages [plaintiff] intends to prove arising from the \nbreach of contract. [Plaintiff] alleges generally that it has been damaged \nin an amount to be proved at trial, and it will have to prove those \ndamages. In this context, we read its allegations of unjust enrichment \nas an attempt, albeit inartful, to allege that National received from Lend \nLease and Tilden amounts that [plaintiff] would have received had \nNational not breached their contract. \n \nId.  at 434—35. \n{56}  Moreover, courts that have found unjust enrichment claims \npreempted by the Copyright Act have generally done so under circumstances \nin which the alleged conduct reveals a generic copyright infringement claim – \nthat is, a claim that the defendant has copied or used the plaintiff’s product \nwithout the proper authorization.  See, e.g., WJ Global LLC , 941 F. Supp. 2d \nat 693 (finding preemption where “plaintiffs’ claim for unjust enrichment \nstem[med] only from the claim that [defendant] improperly acquired copies of \nLookingGlass software as well as other intellectual property” and the “gist” of \nplaintiffs’ claim was that defendant “violated plaintiffs’ exclusive right to \nreproduce, distribute, and display LookingGlass software”). \n{57}  Furthermore, some courts have determined that an unjust \nenrichment claim is not preempted where the plaintiff has raised a breach of \ncontract claim that is not preempted.  See, e.g. , Forest2Market, Inc. , 2008 U.S. \nDist. LEXIS 33185 at *16—*17 (concluding that where a “state law claim for \nbreach of contract remains viable, it is unnecessary to address the claim for \nunjust enrichment at this point”); Acorn Structures , 846 F.2d at 927 \n(concluding that there was “no occasion to resolve [whether unjust enrichment \nclaim was preempted] because at best [unjust enrichment] is only an \nalternative ground of action to that breach of contract which we have \nsustained”). \n{58}  Here, Plaintiff alleges that Defendant saved significant time and money \nthrough development of its own software to replace Sparrow Systems and that \nDefendant was able to achieve this cost savings through deceitful conduct, including, \ninter alia , reverse engineering Plaintiff’s software in contravention of the Contract.  \nPlaintiff alleges in essence that, but for Defendant’s wrongful conduct, Defendant \nwould still be paying Plaintiff to use Sparrow Systems and that, accordingly, it is \nunjust to allow Defendant to retain the economic benefit flowing from its wrongful \nconduct.  The Court finds that these allegations assert more than rights that are \nprotected under the Copyright Act.  Further, the Court notes that in advancing this \nclaim, Plaintiff does not seek to recover damages for Defendant’s unauthorized use of \nPlaintiff’s software, but instead seeks to disgorge Defendant of benefits derived \nthrough reverse engineering and other alleged deceitful conduct that does not entail \nthe mere copying of Plaintiff’s software.  The Court thus concludes that Plaintiff’s \nunjust enrichment claim extends beyond the scope of the Copyright Act and is not \nsubject to dismissal on preemption grounds.  \nv. Unfair and Deceptive Trade Practices \n{59}  Plaintiff predicates its unfair and deceptive trade practices (“UDTP”) claim \nnot only on Defendant’s alleged appropriation of Sparrow Systems, but also on \nDefendant’s alleged misrepresentations and deceitful conduct employed to conceal \nthe alleged appropriation.  Plaintiff alleges, for instance, that Dr. Richardson \nintentionally deterred its investigation into Defendant’s use of Sparrow Systems \nthrough false assurances that Defendant would adhere to its promises under the \nContract.  Plaintiff further alleges that Defendant removed “copyright notices and \nproprietary marks from [Plaintiff’s] forms . . . to use them without paying [Plaintiff] \nand without putting others on notice that it was using Sparrow [Systems].”  (Compl. \n¶ 91.)  These allegations describe conduct that extends beyond a mere copyright \nviolation and will require proof of “extra elements” such as misrepresentation and \ndeceitful conduct.  Accordingly, the Court concludes that Plaintiff’s UDTP claim is \nnot preempted by the Copyright Act.  See, e.g. , Pan-Am Products , 825 F. Supp. 2d at \n698 (holding that plaintiff’s UDTP claim under N.C.G.S. § 75-1.1, where defendant \nobtained plaintiff’s design through intentional misrepresentations, was not \npreempted because “the fraud and not the actual copyright violation would be the \ngravamen of the claim”); Innovative Medical Products, Inc., v. Felmet , 472 F. Supp. \n2d 678, 683 (M.D.N.C. 2006) (plaintiff’s UDTP claim not preempted where “the \ncomplaint allege[d] more than the mere act of copying; it assert[ed] \nmisrepresentations made by Defendants equivalent to palming or passing off their \nproducts as those of Plaintiff”). \nStatute of Limitations \n{60}  Defendant contends that Plaintiff’s claims for breach of contract, unfair and \ndeceptive trade practices, fraud, and unjust enrichment or quantum meruit are time-\nbarred and therefore subject to dismissal pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure. \n{61}  “A motion to dismiss under Rule 12(b)(6) is an appropriate method of \ndetermining whether the statutes of limitation bar plaintiff’s claim if the bar is \ndisclosed in the complaint.”  Carlisle v. Keith , 169 N.C. App. 674, 681, 614 S.E.2d 542, \n547 (2005).  “Once a defendant raises a statute of limitations defense, the burden of \nshowing that the action was instituted within the prescribed period is on the \nplaintiff.”  Horton v. Carolina Medicorp , 344 N.C. 133, 136, 472 S.E.2d 778, 780 \n(1996)).  “A plaintiff sustains this burden by showing that the relevant statute of \nlimitations has not expired.”  Id.    \n{62}  For purposes of determining whether the claims in question are time-\nbarred, the Court views the allegations in Plaintiff’s Complaint in the light most \nfavorable to Plaintiff.  Brooks v. Ervin Constr. Co. , 253 N.C. 214, 219, 116 S.E.2d 454, \n459 (1960) (accepting plaintiffs’ evidence “as true and considering it in the light most \nfavorable to them” in examining defendant’s motion to dismiss). \ni. Breach of Contract  \n{63}  As discussed above, Plaintiff alleges that Defendant breached the Contract \nmultiple times, in multiple ways.  Defendant now moves to dismiss two of the alleged \nbreaches on grounds that they are time-barred under N.C.G.S. § 1-52(1), which sets \nforth a three-year statute of limitations for an action “[u]pon a contract . . . express \nor implied.”  Specifically, Defendant contests as untimely (i) any claim arising out of \nPlaintiff’s disclosure of its intellectual property to Dr. Sun and Urology in 2004, as \nsuch claim has been time-barred since 2007; and (ii) any claim arising out of \nPlaintiff’s disclosure of its data dictionary to Dr. Richardson in 2008, as such claim \nhas been time-barred since 2011. 6 \n{64}  “In general, an action for breach of contract must be brought within three \nyears from the time of the accrual of the cause of action.”  Penley v. Penley , 314 N.C. \n1, 119—20, 332 S.E.2d 51, 62 (1985) (citing N.C.G.S . § 1-52(1)).  The three-year \nstatute of limitations “begins to run on the date the promise is broken,” id.  at 20, 332 \nS.E.2d at 62, irrespective of whether “the harmful consequences of the breach . . . \nwere not discovered or discoverable at the time the cause of action accrued,” Brantley \nv. Dunstan , 10 N.C. App. 706, 708—09, 179 S.E.2d 878, 880 (19 71). \n{65}  Plaintiff acknowledges the three-year statute of limitations, but contends \nthat the doctrine of equitable estoppel applies to preclude Defendant from raising the \nstatute of limitations as a defense under the present circumstances. \n{66}  Equitable estoppel “arises when an individual by his acts, representations, \nadmissions, or by his silence when he has a duty to speak, intentionally or through \nculpable negligence induces another to believe that certain facts exist, and such other \nperson rightfully relies and acts upon that belief to his detriment.”  Thompson v. \nSoles , 299 N.C. 484, 487, 263 S.E.2d 599, 602 (1980).  “ In order for equitable estoppel \nto bar application of the statute of limitations, a plaintiff must have been induced to \ndelay filing of the action by the misrepresentations of the defendant.”  Jordan v. Crew , \n125 N.C. App. 712, 720, 482 S.E.2d 735, 739 (1997).   \n{67}  In Hawkins v. Finance Corp. , 238 N.C. 174, 77 S.E.2d 669 (1953), our \nSupreme Court described the doctrine of equitable estoppel as follows: \n                                                 \n6 Defendant does not specifically contend that any of the other alleged breaches of the Contract are \ntime-barred.  Accordingly, the Court will not address them here. \n[T]he essential elements of an equitable estoppel as related to the party \nestopped are: (1) Conduct which amounts to a false representation or \nconcealment of material facts, or, at least, which is reasonably \ncalculated to convey the impression that the facts are otherwise than, \nand inconsistent with, those which the party afterwards attempts to \nassert; (2) intention or expectation that such conduct shall be acted upon \nby the other party, or conduct which at least is calculated to induce a \nreasonably prudent person to believe such conduct was intended or \nexpected to be relied and acted upon; (3) knowledge, actual or \nconstructive, of the real facts.  As related to the party claiming the \nestoppel, they are: (1) lack of knowledge and the means of knowledge of \nthe truth as to the facts in question; (2) reliance upon the conduct of the \nparty sought to be estopped; and (3) action based thereon of such a \ncharacter as to change his position prejudicially.  \nId.  at 177—78, 77 S.E.2d at 672.   \n{68}  Plaintiff alleges here that Defendant concealed its breaches of the Contract \nthrough false assurances that it would not reverse engineer or adapt Plaintiff’s \nsoftware.  Plaintiff further alleges that it relied on these assurances and that such \nreliance was reasonable in light of the source of the assurances (Dr. Richardson) and \nin light of Defendant’s promises under the Contract.  Finally, Plaintiff alleges that its \nreasonable reliance on Defendant’s assurances caused it to refrain from a more \nrigorous investigation of the suspected breaches and that, as a result, Plaintiff was \nunable to discover the alleged breaches until 2012.  Plaintiff’s allegations suggest that \nbecause Plaintiff was limited in its ability to observe Defendant’s performance under \nthe Contract, Plaintiff was required to rely, at least to a certain extent, on Defendant \naccurately and honestly reporting its continued adherence to the Contract.  The Court \nfinds that Plaintiff’s allegations are sufficient to raise a reasonable inference that \neach of the elements of equitable estoppel is present, Grindstaff v. Byers , 152 N.C. \nApp. 288, 293, 567 S.E.2d 429, 432 (2002) (providing that “[i]n ruling on a motion to \ndismiss . . . every reasonable inference must be drawn in favor of plaintiff.”), and, \ntherefore, that the alleged breaches of the Contract at issue are not subject to \ndismissal on statute of limitations grounds at this stage of the proceedings.   \nii. Unfair and Deceptive Trade Practices  \n{69}  Defendant contends that Plaintiff’s UDTP claims are time-barred to the \nextent they are based upon (i) Dr. Richardson’s assurances that Urology would not \nmisappropriate Plaintiff’s intellectual property after Plaintiff installed Sparrow \nSystems on Dr. Sun’s computer in 2004; and (ii) Dr. Richardson’s threat to terminate \nDefendant’s relationship with Plaintiff if Plaintiff refused to divulge its data \ndictionary to Defendant for quality control testing in 2008.  Defendant asserts that \nthrough exercise of reasonable diligence Plaintiff could have discovered the conduct \nin connection with these incidents of which Plaintiff now complains, but instead \n“chose to stick its head in the sand” for fear of “rocking the boat” with its largest \nclient.  (Def.’s Br. Supp. Mot. to Dismiss, p. 16.)   \n{70}  In North Carolina, a UDTP claim must be brought “within four years after \nthe cause of action accrues.”  N.C.G.S. § 75-16.2 (2014).  Where the UDTP claim is \nbased on fraud, the action is deemed to accrue “at the time the fraud is discovered \nor should have been discovered  with the exercise of reasonable diligence.”  Nash v. \nMotorola Commc’ns & Electronics, Inc. , 96 N.C. App. 329, 331, 385 S.E.2d 537, 538 \n(1989) (emphasis in original).   \n{71}  Plaintiff concedes that some of the conduct underlying its UDTP claim \ntranspired more than four years prior to its initiation of this action.  Plaintiff insists, \nhowever, that Plaintiff could not have discovered this conduct through exercise of \nreasonable diligence earlier than 2012, due in large part to Defendant’s concealment \nof its actions, for example, through Dr. Richardson’s representations to Ms. Clontz \nthat Defendant was cognizant of and would not breach the Contract.  Plaintiff thus \ncontends that it was well within the four-year statute of limitations when it filed this \naction, including its UDTP claim, on January 16, 2014.    \n{72}  While it is true, as Defendant points out, that the question of reasonable \ndiligence “may be determined as a matter of law where the plaintiff clearly had both \ncapacity and opportunity to discover” the conduct in question, Wysong & Miles Co. v. \nEmployers of Wausau , 4 F. Supp. 2d 421, 433 (M.D.N.C. 1998), Plaintiff’s allegations \nhere do not permit a reasonable inference that Plaintiff clearly  had the opportunity \nto discover the conduct underlying its UDTP claims prior to 2012, when Plaintiff \ndiscovered that a Duke employee had been assigned to “learn” Sparrow Systems and \nthat Defendant was in the process of developing software to replace Sparrow Systems.    \n{73}  Indeed, Plaintiff’s allegations invite varying and conflicting inferences with \nrespect to whether Plaintiff exercised reasonable diligence in its discovery of the \nconduct in question.  Plaintiff alleges, for instance, that Ms. Clontz investigated \npossible breaches of the Contract and voiced her concerns to Defendant’s physicians; \nbut Plaintiff also admits that it did not press its investigation following Dr. \nRichardson’s assurances, even when suspicions lingered, for fear of jeopardizing its \nrelationship with Defendant.   \n{74}  In light of these allegations, the Court cannot conclude, as Defendant urges, \nthat Plaintiff failed to exercise reasonable diligence in pursuing its suspicions as a \nmatter of law.  Accordingly, the Court declines to conclude that Plaintiff’s UDTP \nclaim is time-barred at this stage of the proceedings. \niii. Fraud \n{75}  Defendant contends that Plaintiff’s fraud claim should be time-barred for \nthe same reasons advanced above in support of its contention that Plaintiff’s UDTP \nclaim should be time-barred.  Similar to the statute of limitations for a UDTP claim, \nhowever, the statute of limitations for a fraud claim “begins to run from the discovery \nof the fraud or from the time it should have been discovered in the exercise of \nreasonable diligence.”  Calhoun v. Calhoun , 18 N.C. App. 429, 432, 197 S.E.2d 83, 85 \n(1973) (citations omitted); N.C.G.S. § 1-52(9) (2014).  Accordingly, because the Court \ncannot find, based on the allegations in Plaintiff’s Complaint, that Plaintiff \nreasonably should have discovered the conduct in question more than three years \nprior to filing this action, the Court declines to conclude, at this stage of the \nproceedings, that Plaintiff’s fraud claim is time-barred.7    \niv. Unjust Enrichment \n{76}  Defendant contends that Plaintiff’s claim for unjust enrichment is barred by \nthe doctrine of laches, asserting, again, that Plaintiff could have discovered the \nconduct in question many years ago through exercise of reasonable diligence. \n{77}  “Laches is an equitable doctrine ‘designed to promote justice by preventing \nsurprises through the revival of claims that have been allowed to slumber until \n                                                 \n7  The fact that the statute of limitations for a fraud claim is three years, N.C.G.S. § 1-52(9), whereas \nthe statute of limitations for a UDTP claim is four years, N.C.G.S. § 75-16.2, is of no consequence on \nthe facts presented, because Plaintiff alleges that it discovered the conduct at issue in 2012, and, \naccepting these allegations as true, Plaintiff filed its fraud claim within the shorter, three-year statute \nof limitations under N.C.G.S. § 1-52(9). \nevidence has been lost, memories have faded, and witnesses have disappeared.’”  \nStratton v. Royal Bank of Can. , 211 N.C. App. 78, 88—89, 712 S.E.2d 221, 230 (201 1) \n(citation omitted).   \nTo establish the affirmative defense of laches, our case law recognizes \nthat 1) the doctrine applies where a delay of time has resulted in some \nchange in the condition of the property or in the relations of the parties; \n2) the delay necessary to constitute laches depends upon the facts and \ncircumstances of each case; however, the mere passage of time is \ninsufficient to support a finding of laches; 3) the delay must be shown to \nbe unreasonable and must have worked to the disadvantage, injury or \nprejudice of the person seeking to invoke the doctrine of laches; and 4) \nthe defense of laches will only work as a bar when the claimant knew of \nthe existence of the grounds for the claim. \nId.  at 89, 712 S.E.2d at 231. \n{78}  Defendant’s laches defense is similar to its defense that Plaintiff’s breach of \ncontract, UDTP, and fraud claims should be time-barred, even in the absence of the \nstatute of limitations, because Plaintiff made the conscious decision to avoid “rocking \nthe boat” instead of diligently investigating its suspicions at the time Defendant’s \nalleged breaches occurred.  \n{79}  In light of Plaintiff’s allegations and for the reasons stated above in \nconnection with Plaintiff’s UDTP and fraud claims, the Court cannot conclude at this \ntime that Plaintiff’s delay in filing suit until 2014 was unreasonable as a matter of \nlaw.  Accordingly, the Court declines to conclude that Plaintiff’s unjust enrichment \nclaim is time-barred at this stage of the proceedings.  \nLegal Sufficiency of Plaintiff’s Claims \n{80}  Defendant further contends that Plaintiff’s claims for breach of contract, \nmalicious breach of contract, UDTP, fraud, and breach of the covenant of good faith \nand fair dealing should be dismissed pursuant to Rule 12(b)(6) for failure to state a \nclaim upon which relief can be granted.  Applying the Rule 12(b)(6) standard \narticulated above, the Court will examine the legal sufficiency of each of the contested \nclaims, in turn, below. \ni. Breach of Contract \n{81}  Defendant contends that Plaintiff has failed to state a claim for breach of \ncontract because there was never a valid contract in place to govern the parties’ \nrelationship.  Defendant advances two arguments in support of its position on this \nissue, both of which are variations on Defendant’s overarching contention that it \nnever agreed to be bound by the terms of the Contract.  \nMeeting of the Minds Meeting of the Minds Meeting of the Minds Meeting of the Minds    \n{82}  Defendant first argues that there was never a “meeting of the minds” with \nrespect to the terms of the Contract, as evidenced by the email correspondence \nbetween Ms. Clontz and Defendant’s technology employee, Mr. Perun.   \n{83}  “It is a well-settled principle of contract law that a valid contract exists only \nwhere there has been a meeting of the minds as to all essential terms of the \nagreement.”  Miller v. Rose , 138 N.C. App. 582, 587, 532 S.E.2d 228, 232 (2000 ) \n(citation and quotation marks omitted).  “[T]he parties must assent to the same thing \nin the same sense, and their minds must meet as to all the terms.” Boyce v. McMahan , \n285 N.C. 730, 734, 208 S.E.2d 692, 695 (1974) (citation and quotation marks omitted).  \n{84}  Defendant’s submissions 8  to the Court reveal that Mr. Perun transmitted \nthe Contract to Ms. Clontz via email on August 15, 2002.  In his email, Mr. Perun \nstates that the Contract had been “updated by Duke legal”; that Ms. Clontz should \nmake the “necessary changes” and return the Contract to him; and that he would \ntouch base with another Duke employee to “see what the next step is from his \nperspective.”  (Def.’s Mot. to Dismiss, Ex. A.)  Ms. Clontz responded later that day, \nindicating that she had “accepted the revisions” and requesting that Mr. Perun “let \n[her] know what [the] next steps are in terms of finalizing [the Contract].”  ( Id. ) The \nCourt finds, notwithstanding the foregoing correspondence between Ms. Clontz and \nMr. Perun, that Plaintiff’s allegations, including those concerning the parties’ \ncontinued performance for roughly a decade in accordance with the terms of the \nContract, when viewed in the light most favorable to Plaintiff, suffices to create a \nreasonable inference that the parties mutually agreed to be bound by the terms of the \nContract.   \nMr. Perun’s Authority Mr. Perun’s Authority Mr. Perun’s Authority Mr. Perun’s Authority    \n{85}  Defendant additionally contends that no valid contract existed between the \nparties because Mr. Perun lacked the proper authority to bind Defendant to the \nContract.  \n                                                 \n8  “[W]hen ruling on a Rule 12(b)(6) motion, a court may properly consider documents which are the \nsubject of a plaintiff's complaint and to which the complaint specifically refers even though they are \npresented by the defendant.”  Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60, 554 S.E.2d 840, \n847 (2001).  Here, Defendant has submitted email correspondence between Ms. Clontz and Mr. Perun \nas Exhibit A to its Motion to Dismiss.  Plaintiff’s Complaint specifically describes and quotes from this \ncorrespondence.  (Compl. ¶¶ 22—23.)  Accordingly, the Court may properly consider Defendant’s \nsubmissions without converting Defendant’s Motion to Dismiss to a motion for summary judgment.     \n \n{86}  A principal will be held liable on “a contract made by its agent with a third \nparty in three instances: when the agent acts within the scope of his or her actual \nauthority; when a contract, although unauthorized, has been ratified; or when the \nagent acts within the scope of his or her apparent authority.”  Bell Atl. Tricon Leasing \nCorp. v. DRR, Inc. , 114 N.C. App. 771, 774, 443 S.E.2d 374, 376 (1994). \n{87}  “‘Apparent authority includes authority to do whatever is usual or necessary \nto transact the business an agent is employed to transact’” and is determined by the \nunique facts of each case.”  Institution Food House, Inc. v. Circus Hall of Cream, Inc. , \n107 N.C. App. 552, 556, 421 S.E.2d 370, 373 (1992) (citation omitted).  \n{88}  Plaintiff alleges that Mr. Perun was the Duke employee assigned to \nimplement Sparrow Systems for Defendant and that Mr. Perun was the designated \npoint of contact at Duke with whom Ms. Clontz corresponded concerning finalization \nof the Contract.  Although the correspondence between Ms. Clontz and Mr. Perun \nmay call into question the existence of an express contract between Plaintiff and \nDefendant, this would be merely one permissible inference to draw based upon the \nsubmissions of record, and the Court is cognizant that it must, at this stage of the \nproceedings, view the allegations in Plaintiff’s Complaint in the light most favorable \nto Plaintiff.  Block , 141 N.C. App. at 277–78, 540 S.E.2d at 419.    \n{89}  Moreover, and aside from the question of Mr. Perun’s authority, Plaintiff’s \nallegations permit a reasonable inference that Defendant ratified the Contract \nthrough its own conduct in the years following the correspondence between Ms. \nClontz and Mr. Perun.  See, e.g. , Jones v. Bank of Chapel Hill , 214 N.C. 794, 797, 1 \nS.E.2d 135, 136 (1938) (concluding that defendant through its conduct and knowledge \nof contract’s terms ratified its contract with plaintiff).  \n{90}  Accordingly, the Court declines, at this stage of the proceedings, to dismiss \nPlaintiff’s breach of contract claim on grounds that there was no meeting of the minds \nbetween the parties with respect to the terms of the Contract or that no valid contract \nexisted because Mr. Perun lacked authority to bind Defendant to the Contract. \nii. Unfair and Deceptive Trade Practices \n{91}  Defendant contends that Plaintiff has failed to state a claim for unfair and \ndeceptive trade practices because “[a]ll of the facts that [Plaintiff] alleges in support \nof its claim for UDTP are nothing more than an attempt to convert a breach of \ncontract claim into a claim for UDTP.”  (Def.’s Mot. to Dismiss, p. 19.) \n{92}  “To state a claim for unfair and/or deceptive trade practices, [Plaintiff] must \nallege that (1) [Defendant] committed an unfair or deceptive act or practice, or an \nunfair method of competition, (2) in or affecting commerce, (3) which proximately \ncaused actual injury to [Plaintiff] or to [Plaintiff’s] businesses.”  Walker v. Sloan , 137 \nN.C. App. 387, 395, 529 S.E.2d 236, 243 (2000).  “A  [trade] practice is unfair when it \noffends established public policy as well as when the practice is immoral, unethical, \noppressive, unscrupulous, or substantially injurious to consumers.”  Id.  (citations and \nquotation marks omitted) (alteration in original).  \n{93}  “[I]t is well recognized . . . that actions for unfair or deceptive trade practices \nare distinct from actions for breach of contract, and that a mere breach of contract, \neven if intentional, is not sufficiently unfair or deceptive to sustain an action under \nN.C.G.S. § 75-1.1.’”  Watson Elec. Constr. Co. v. Summit Cos., LLC , 160 N.C. App. \n647, 657, 587 S.E.2d 87, 95 (2003) (quoting Eastover Ridge, L.L.C. v. Metric \nConstructors, Inc. , 139 N.C. App. 360, 367—68, 533 S.E.2d 827, 832—33  (2000)) \n(alterations in original). \n{94}  Here, Plaintiff alleges not only that Defendant breached the Contract by \nreverse engineering Plaintiff’s software, but also that Defendant engaged in deceitful \nconduct in order to effectuate and conceal its breaches.  Plaintiff alleges, for example, \nthat Defendant procured Plaintiff’s proprietary information under the pretense of \n“quality control” testing in 2008 and 2012 and that Defendant threatened to cancel \nits contract with Plaintiff if Plaintiff refused to comply.  Plaintiff further alleges that \nDr. Richardson, in an attempt to quell Ms. Clontz’s concerns and deter further \ninvestigation, falsely assured Ms. Clontz that Defendant would honor its promises \nunder the Contract.  Finally, Plaintiff alleges that Dr. Richardson cautioned Ms. \nClontz against “rocking the boat” in light of Defendant’s deep pockets and ability to \n“outlawyer” Plaintiff.  The Court concludes that these allegations evince more than a \nmere claim for breach of contract and suffice, when viewed in the light most favorable \nto Plaintiff, to withstand Defendant’s Motion to Dismiss.    \niii. Fraud \n{95}  Defendant contends that Plaintiff’s allegations fail to state a claim for fraud \nas a matter of law, asserting that Plaintiff’s fraud claim represents yet another \nattempt by Plaintiff to disguise a simple breach of contract claim as something more \nsinister. \n{96}  “[T]he essential elements of actionable fraud are: (1) false representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, and (5) resulting in damage to the \ninjured party.”  Harrold v. Dowd , 149 N.C. App. 777, 782, 561 S.E.2d 914, 918 (2002 ) \n(citing Ragsdale v. Kennedy , 286 N.C. 130, 138, 209 S.E.2d 494, 500 (1974)).  In \naddition, a claimant pleading actual fraud must allege with particularity the “time, \nplace and content of the fraudulent representation, identify of the person making the \nrepresentation and what was obtained as a result of the fraudulent act or \nrepresentations.”  Sharp v. Teague , 113 N.C. App. 589, 597, 439 S.E.2d 792, 797 \n(1994).        \n{97}  The Court concludes that Plaintiff’s allegations are sufficient to state a claim \nfor fraud for many of the same reasons cited above in the Court’s examination of \nPlaintiff’s UDTP claim.  Specifically, Plaintiff alleges that Defendant intentionally \ndeceived Plaintiff through, inter alia , Dr. Richardson’s false assurances that \nDefendant would not attempt to reverse engineer Sparrow Systems and that \nDefendant intentionally deterred Ms. Clontz’s investigation into its possible breaches \nof the Contract.  Plaintiff further alleges that Defendant concealed its breaches of the \nContract and continued to mislead Plaintiff for roughly a decade in order to permit \nDefendant the time and opportunity to develop a replacement for Sparrow Systems \nand that Defendant ultimately achieved its cost savings objective to the detriment of \nPlaintiff’s business.  The Court finds that these allegations describe more than \n“[m]ere generalities and conclusory allegations of fraud” and are sufficient to meet \nthe heightened pleadings standards for a fraud claim under North Carolina law.  \n \n \niv. Good Faith and Fair Dealing \n{98}  “‘In every contract there is an implied covenant of good faith and fair dealing \nthat neither party will do anything which injures the right of the other to receive the \nbenefits of the agreement.’”  Bicycle Transit Authority, Inc. v. Bell , 314 N.C. 219, 228, \n333 S.E.2d 299, 305 (1985) (citation omitted). \n{99}  Defendant advances little argument, and no authority, in support of its \ncontention that Plaintiff’s claim for breach of the covenant of good faith and fair \ndealing should be dismissed for failure to state a claim, asserting only that Plaintiff’s \nallegations “do not rise to the level of bad faith efforts to frustrate [Plaintiff’s] rights \nunder a contract.”  (Def.’s Br. Supp. Mot. to Dismiss, p. 23.) \n{100}  Plaintiff alleges that a valid contract existed between the parties, giving rise \nto an implied covenant of good faith and fair dealing, and that Defendant breached \nthis covenant “by engaging in . . . numerous acts . . . designed to misappropriate \n[Plaintiff’s] intellectual property without just compensation, to cover up that a \nviolation of the Contract had occurred, and to use [Defendant’s] unequal bargaining \npower . . . to intimidate [Plaintiff] into ignoring [Defendant’s] contract violations and \nunfair and deceptive acts.”  (Compl. ¶ 72.)  The Court concludes that these allegations, \nwhich also incorporate by reference Plaintiff’s allegations supporting its claim for \nunfair and deceptive trade practices, are sufficient, when viewed in the light most \nfavorable to Plaintiff, to state a claim upon which relief can be granted. \n \n \nv. Punitive Damages \n{101}  Pursuant to N.C.G.S. § 1D-19 , “punitive damages may be awarded ‘to punish \na defendant for egregiously wrongful acts and to deter the defendant and others from \ncommitting similar wrongful acts.’”  Springs v. City of Charlotte , 730 S.E.2d 803, 805 \n(N.C. Ct. App. 2012) (quoting N.C.G.S. §1D-1).  “To justify an award of punitive \ndamages, the claimant must prove that the defendant is liable for compensatory \ndamages and that an aggravating factor—either fraud, malice, or willful or wanton \nconduct—‘was present and was related to the injury[.]’”  Id.  (quoting N.C.G.S. §1D-\n15(a)).    \n{102}  Punitive damages are available for both a successful fraud claim and a \nsuccessful UDTP claim.  See Jones v. Harrelson & Smith Contrs., LLC , 194 N.C. App. \n203, 217, 670 S.E.2d 242, 252 (2008) (explaining that a plaintiff “can assert both \nUDTP violations under N.C.[G.S.] § 75-1.1 and fraud based on the same conduct or \ntransaction” and that “[s]uccessful plaintiffs may receive punitive damages or be \nawarded treble damages, but may not have both” (citation and quotation marks \nomitted)).    \n                                                 \n9  Plaintiff’s Complaint mistakenly captions its request for punitive damages as a claim pursuant to \nN.C.G.S. § 1 B-1, instead of N.C.G.S. § 1D-1.  (Compl., p. 30.)   Because Defendant notes this error in \nits Motion to Dismiss, and because Plaintiff has confirmed in its response to Defendant’s Motion to \nDismiss that it seeks punitive damages pursuant to N.C.G.S. § 1D-1, the Court finds that no prejudice \nhas been caused to Defendant as a result of the oversight.  See Pyco Supply Co. v. American Centennial \nIns. Co. , 321 N.C. 435, 444, 364 S.E.2d 380, 385 (1988) (pr oviding that “the primary function of \npleadings is to give sufficient notice of the events or transactions which produced the claim with \nsufficient precision to enable the adverse party to understand the nature and basis of [the claim] and \n[to] allow the opponent to prepare [a defense]”). \n    \n{103}  Defendant cites Sharyn’s Jewelers, LLC  v. Ipayment, Inc. , 196 N.C. App. \n281, 287, 674 S.E.2d 732, 737 (2009), for the proposition that “punitive damages are \nnot available even for a willful or malicious breach of contract[.]”  Defendant omits, \nhowever, the latter portion of this quoted sentence, which clarifies that “where the \nbreach also constitutes an independent tort, punitive damages may be available.”  Id. ; \nsee also Newton v. Standard Fire Ins. Co. , 291 N.C. 105, 111, 229 S.E.2d 297, 301 \n(1976) (providing that “where there is an identifiable tort even though the tort also \nconstitutes, or accompanies, a breach of contract, the tort itself may give rise to a \nclaim for punitive damages”).    \n{104}  Accordingly, because Plaintiff here has sufficiently alleged both a claim for \nfraud and a claim for UDTP in the present case, Plaintiff’s punitive damages is not \nsubject to dismissal for failure to state a claim upon which relief can be granted. \nB. \nDefendant’s Motion for Attorneys’ Fees \n{105}  Defendant also moves the Court for an award of “all costs expended in \ndefending this lawsuit,” including “attorneys’ fees expended in defending Chapter 75 \nclaims[.]”  (Def.’s Mot. to Dismiss, p. 2.) In light of the Court’s resolution of \nDefendant’s Motion to Dismiss, however, the Court finds no valid basis for an award \nof attorneys’ fees or costs at this time.   \n \n \n \n \nIII. \nCONCLUSION \n{106}  For the foregoing reasons, the Court hereby GRANTS GRANTS GRANTS GRANTS in part and DENIES DENIES DENIES DENIES    \nin part Defendant’s Motion to Dismiss and DENIES DENIES DENIES DENIES Defendant’s Motion for \nAttorneys’ Fees.    \n    \nSO ORDERED SO ORDERED SO ORDERED SO ORDERED, this the 24th day of December, 2014. \n \n         \n "
}