{
  "id": "30b8fcb79ba017429f2d42d9eab1aa619774f096ea50ffe4ad58092b17b85013",
  "source_file": "data/raw/ncbc/30b8fcb79ba017429f2d42d9eab1aa619774f096ea50ffe4ad58092b17b85013.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV018718-590 \nDAPPER DEVELOPMENT, L.L.C.; \nTANTALUM HOLDINGS, LLC; \nBRENDAN GELSON; KYLE \nTUDOR; and MASON HARRIS, \n \nPlaintiffs, \n \nv. \n \nANDREW CORDELL, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \nPURSUANT TO RULE 12(b)(6) \n \n \n1. THIS MATTER is before the Court upon Defendant ’s Motion to Dismiss \n(the “Motion”), filed pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure (the “Rule(s)”) on 18 June 2024 in the above-captioned case.1 \n2. Having considered the Motion, the parties’ briefs in support of and in \nopposition to the Motion, the Complaint  and attached exhibits 2, the arguments of \ncounsel at the hearing on the Motion, and other appropriate matters of record, the \nCourt hereby GRANTS in part and DENIES in part the Motion. \nVenn Law Group, by Megan Sadler and Gordon Wikle, for Plaintiffs \nDapper Development, L.L.C., Tantalum Holdings, LLC, Brendan \nGelson, Kyle Tudor, and Mason Harris. \n \nWagner Hicks, PLLC, by Sean C. Wagner and James Ray, for Defendant \nAndrew Cordell. \n \nBledsoe, Chief Judge. \n \n \n1 (Def.’s Mot. Dismiss [hereinafter, “Mot.”], ECF No. 12.) \n \n2 (Compl., ECF No. 2.) \nDapper Dev., L.L.C. v. Cordell, 2024 NCBC 63.  \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact when ruling on a motion to dismiss \nunder Rule 12(b)(6).  Rather, the Court recites the allegations asserted and \ndocuments referenced in the  challenged pleading —here, the  Complaint—that are \nrelevant and necessary to the Court’s determination of the Motion. \n4. Plaintiffs Brendan Gelson  (“Gelson”), Kyle Tudor  (“Tudor”), and Mason \nHarris (“Harris”) (collectively, the “Individual Plaintiffs ”) and Defendant Andrew \nCordell (“Cordell”  or “Defendant”) are the sole owners of Plaintiffs Dapper \nDevelopment, L.L.C. (“Dapper”) and Tantalum Holdings, LLC (“Tantalum”; together \nwith Dapper, the “Companies”). 3  Dapper’s primary business purposes are to \nconstruct new homes and to renovate and resell single family homes .4  Tantalum \nprimarily acquires and rents various residential properties in Mecklenburg County \nas well as one property in Watauga County, North Carolina.5  \n5.  On 10 February 2022, Gelson, Tudor, Harris , and Cordell entered into the \nRestated Operating Agreement of Dapper Development L.L.C.  and the Operating \nAgreement of Tantalum Holdings LLC  (collectively, the “Operating Agreements”) .6  \n \n3 (Compl. ¶ 19; see Compl., Exs. 1, 2.) \n  \n4 (Compl. ¶¶ 13–14.)  \n \n5 (Compl. ¶ 16.) \n \n6 (Compl. ¶ 17; Compl. Exs. 1, 2.) \nThe Dapper and Tantalum Operating Agreements contain substantially similar \nprovisions.    \n6. The Operating Agreements identify Gelson, Tudor, Harris, and Cordell as \nthe sole M embers of the Companies. 7  Pursuant to Section 5.2 of the Operating \nAgreements, “[e]ach Member, by virtue of his  . . . status as a Member, shall be a \nManager of [Dapper/Tantalum].”8  The Individual Plaintiffs and Cordell therefore are \nalso the sole Managers of the Companies.  \n7. Section 5.1 of the Operating Agreements outlines the rights and duties of \nthe Companies’ Managers, providing  that the “business and affairs of \n[Dapper/Tantalum] shall be managed by its Manager or Managers  . . . [who] shall \nhave full and complete authority, power and discretion to manage and control the \nbusiness, affairs and properties of [Dapper /Tantalum], to make all decisions \nregarding those matters and to perform any and all other acts or activities customary \nor incident to the management of [Dapper’s/Tantalum’s] business.”9   \n8. Section 5.2 further specifies that “[e]ach Manager shall have a voting \ninterest which is proportional to his  . . . Member’s interest in [Dapper/Tantalum].”10  \nAt the time the Operating Agreements were signed, Gelson, Tudor, Harris, and \n \n7 (Compl. Exs. 1, 2.) \n \n8 (Compl. Exs. 1, 2.) \n \n9 (Compl. Exs. 1, 2.) \n \n10 (Compl. Exs. 1, 2.) \n \nCordell each owned a 25% membership interest in each of the Companies, granting \nthem equal voting interests in each Company.11     \n9. In the first quarter of 2023, the Individual Plaintiffs  “became concerned \nregarding Cordell’s behavior and decision -making” and began discussing Cordell’s \nexit from the Companies.12  From approximately April to June of 2023, the Individual \nPlaintiffs sought to negotiate an appropriate valuation for the Companies, pursuant \nto the valuation process outlined in Section 10.2 .d of the Operating Agreements,  to \nbuy out Cordell and redeem his membership interests.13  \n10. Following a breakdown in their buyout negotiations, on 14 June 2023 , the \nIndividual Plaintiffs, together constituting a majority of the membership interest of \nthe Companies, voted to terminate Cordell from the Companies and to remove Cordell \nas a Member/Manager of both Companies pursuant to Section s 5.2 and 10.2.b of the \nOperating Agreements.14  A termination notice was sent to Cordell that same day.15 \n11. Section 5.2 of the Operating Agreements describes a process for the \ntermination of Managers, stating that “[t]o elect or remove a Manager shall require \n \n11 (Compl. ¶ 19; Compl. Exs. 1, 2.) \n \n12 (Compl. ¶¶ 35, 47.) \n \n13 (Compl. ¶¶ 50–66.; Compl. Exs. 1, 2.) \n \n14 (Compl. ¶¶ 26–29, 69.) \n \n15 (Compl. ¶ 69.) \n \nthe affirmative vote of Members owning at least a majority of all interests in the \nCompany.”16  Section 10.2.b of the Operating Agreements further provides as follows:  \nA Member shall be terminated from the Company upon an affirmative vote in \nfavor of such termination from the Members constituting a majority of the \nmembership interest of the Company.  Upon a Member’s termination of \nemployment with  [Dapper/Tantalum] (other than retirement), or upon a \nMember’s expiration of the term of employment (“Triggering Event”), the \nMember shall sell and the Company or the surviving Members shall purchase \nall of the Membership and Economic Interest of the Member.  The procedures \nfor purchase described in Section 10.2.a shall apply.  The purchase price shall \nbe determined in accordance with Section 10.2.d below, and unless otherwise \nagreed among the parties the purchase price shall be due and payable in cash \nat closing.17  \n \n12. In response to the Individual Plaintiffs’ alleged termination and removal of \nCordell as a Member/Manager of both Companies, on 23 June 2023, Cordell filed the \nlawsuit styled, Andrew Cordell v. Brendan Gelson, et al. , 2023- CVS-10868 (the \n“Initial Lawsuit”) in Mecklenburg County Superior Court .  The case was thereafter \ndesignated a mandatory complex business case and assigned to the undersigned.18 \n13. In his amended complaint filed in that action  on 14 July 2023, Cordell \nalleged that: \n(i) the 14 June 2023 vote to terminate had the limited effect of terminating \nCordell’s status as an employee of the Companies19; \n \n16 (Compl. ¶ 24; Compl. Exs. 1, 2.) \n \n17 (Compl. Exs. 1, 2.) \n \n18 (Initial Lawsuit Designation Order, ECF No. 1, Initial Lawsuit Assignment Order, ECF \nNo. 2.) \n \n19 (First Am. Compl. ¶¶ 51—57 [hereinafter, “Initial Lawsuit Compl.”], ECF No. 4.) \n(ii) Cordell’s status as a M ember and M anager of the Companies was \nunaffected until the closing for the sale of his membership interest20; \n(iii) The assets of the Companies should be valued at their fair market value \nfor the purpose of a buyout of Cordell’s membership interest under \nSection 10.2.d of the Operating Agreements21;  \n(iv) Gelson, Tudor, and Harris breached the Operating Agreements by \nrefusing to hire an MAI -designated appraiser to value Cordell’s \nmembership interest, as required by Section 10.2 of the Operating \nAgreements22;  \n(v) Gelson, Tudor, and Harris breached the Operating Agreements’ implied \ncovenant of good faith and fair dealing23; \n(vi) The Companies were unjustly enriched by continuing to use Cordell’s \ngeneral contractor’s license on necessary permits for ongoing \nconstruction and renovation projects after Cordell’s termination of \nemployment on 14 June 202324; \n \n20 (Initial Lawsuit Compl. ¶¶ 58–73.)  \n \n21 (Initial Lawsuit Compl. ¶¶ 74–80.) \n \n22 (Initial Lawsuit Compl. ¶¶ 81–89.) \n \n23 (Initial Lawsuit Compl. ¶¶ 89–95.) \n \n24 (Initial Lawsuit Compl. ¶¶ 96–101.) \n \n(vii) The Companies appropriated Cordell’s name or likeness by continuing \nto use Cordell’s general contractor’s license after the termination of his \nemployment from the Companies25; and \n(viii) The Companies violated N.C.G.S. § 57D-3-04(d) by refusing to permit \nCordell to inspect the Companies’ books and records.26 \n14. On 13 December 2023, this Court entered a Consent Scheduling Order (the \n“Consent Order”) in the Initial Lawsuit.  In the Consent Order, the Companies agreed \nto “various deadlines related [to] the process of the redemption of Cordell’s interest, \nthe timing of the valuation of the fair market value of the assets to determine the \nvalue to be paid to fully redeem Cordell from both Companies, and significant \ndisclosure of confidential information of the Companies to Cordell to supp ort that \nredemption.”27  \n15. On 10 April 2024, after the parties engaged two appraisers and Gelson, \nTudor, and Harris made several additional, but unfruitful, attempts to buy  out \nCordell’s interest, Cordell voluntarily dismissed the Initial Lawsuit  without prior \nnotice to the Companies.28 \n16. Less than two weeks after Cordell’s voluntary dismissal of the Initial \nLawsuit, on 23 April 2024, Gelson, Tudor, and Harris, individually and on behalf of \n \n25 (Initial Lawsuit Compl. ¶¶ 102–06.) \n \n26 (Initial Lawsuit Compl. ¶¶ 107–12.) \n \n27 (Initial Lawsuit Consent Scheduling Order, ECF No. 41; see also Compl. ¶ 119.) \n \n28 (Initial Lawsuit Notice Vol. Dism’l, ECF No. 59; see also Compl. ¶ 137.) \n \nDapper and Tantalum, filed the complaint initiating this action (the “Complaint”).  In \nthe current action, Plaintiffs as sert claims against Cordell for (i) breach of contract \nfor his alleged failure to abide by the terms of the Operating Agreements 29; (ii) \ndeclaratory judgment  determining “ the rights, duties and liabilities as between \nPlaintiffs and Cordell under the Operating Agreements”30; (iii) breach of the implied \nduty of good faith and fair dealing31; (iv) breach of contract for his failure to abide by \nthe Consent Order in the Initial Lawsuit32; and (v) abuse of process.33 \n17. Cordell filed the Motion on 18 June 2024, and, after full briefing, the Court \nheld a hearing on the Motion on 27 August 2024 (the “Hearing”), at which all parties \nwere represented by counsel.  The Motion is now ripe for resolution. \nII. \nLEGAL STANDARD \n18. When deciding whether to dismiss for failure to state a claim under Rule \n12(b)(6), the Court considers “whether the allegations of the complaint, if treated as \ntrue, are sufficient to state a claim upon which relief can be granted under some legal \ntheory.”  Corwin v. Brit. Am. Tobacco PLC , 371 N.C. 605, 615 (2018) (quoting \nCommScope Credit Union v. Butler & Burke, LLP, 369 N.C. 48, 51 (2016)). \n \n29 (Compl. ¶¶ 150–60.) \n \n30 (Compl. ¶¶ 161–69.) \n \n31 (Compl. ¶¶ 170–75.) \n \n32 (Compl. ¶¶ 176–83.) \n \n33 (Compl. ¶¶ 184–94.) \n \n19. “[D]ismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on \nits face reveals that no law supports the plaintiff’s claim; (2) the complaint on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the complaint \ndiscloses some fact that necessarily defeats the plaintiff’s claim.’ ”  Corwin, 371 N.C.  \nat 615 (quoting Wood v. Guilford County, 355 N.C. 161, 166 (2002)).   \n20. Under Rule 12(b)(6), “the trial court is to construe the pleading liberally and \nin the light most favorable to the plaintiff, taking as true and admitted all well -\npleaded factual allegations contained within the [pleading] .”  Donovan v. Fiumara, \n114 N.C. App. 524, 526 (1994) (cleaned up) ; see also, e.g., Sykes v. Health Network \nSols., Inc. , 372 N.C. 326, 332 (2019) (recognizing that, under Rule 12(b)(6), the \nallegations of the complaint should be “view[ed] as true and in the light most \nfavorable to the non -moving party”) (cleaned up).   The claim is not to be dismissed \nunless it appears beyond doubt that the non-moving party could prove no set of facts \nin support of his claim which would entitle him to relief.  U.S. Bank Nat’l Ass’n ex rel. \nC-BASS Mortg. Loan Asset-Backed Certificates, Series 2006-RP2 v. Pinkney, 369 N.C. \n723, 726 (2017).   \n21. When analyzing a motion to dismiss, the Court may “also consider any \nexhibits attached to the complaint because ‘[a] copy of any written instrument which \nis an exhibit to a pleading is a part thereof for all purposes.’ ” Krawiec v. Manly, 370 \nN.C. 602, 606 (2018) (quoting N.C. R. Civ. P. 10(c)).  \nIII. \nANALYSIS \n22. Defendant’s Motion seeks to dismiss Plaintiffs’ claims for breach of contract, \ndeclaratory judgment, breach of the duty of good faith and fair dealing, and breach of \nthe Consent Order.34  The Court will take up each in turn. \nA. Breach of Contract  \n23. Plaintiffs’ claim for b reach of contract is premised on Cordell’s alleged \nbreach of the Operating Agreements  by (i) refusing to accept a buyout offer in June \n2023 in breach of Section 10, and (ii) unilaterally causing Bank OZK (the “Bank”) to \nfreeze the Companies’ funds in late June or early July 2023 in breach of Article 5.35  \n24. “Unlike claims subject to Rule 9, a claim for breach of contract is not subject \nto heightened pleading standards[.]”  AYM Techs., LLC . v. Rodgers, 2018 NCBC \nLEXIS 14, at *52– 53 (N.C. Super. Ct. Feb. 9, 2018).  “The elements of a claim for \nbreach of contract are (1) existence of a valid contract and (2) breach of the terms of \nthat contract.”  Poor v. Hill, 138 N.C. App. 19, 26 (2000) .  “Thus, in any breach of \ncontract action, the complaint must allege the existence of a contract between the \nplaintiff and the defendant, the specific provisions breached, the facts constituting \nthe breach, and the amount of damages resulting to the plaintif f from such breach.”  \nHowe v. Links Club Condo. Ass’n, 263 N.C. App. 130, 139 (2018) (cleaned up). \n \n34 (Def.’s Mot. Dismiss 1.)  Defendant has not moved to dismiss Plaintiffs’ claim for abuse of \nprocess. \n \n35 (Compl. ¶¶ 89–91, 152–58.)   \n \n25. Cordell argues that his alleged conduct is insufficient to establish a breach \nof the Operating Agreements, even under North Carolina’s liberal notice pleading \nrequirements and even when viewed in a light most favorable to Plaintiffs.36   \n26. Cordell first argues that Plaintiffs have failed to adequately plead that the \nterms of the Operating Agreements were breached when he refused to accept the \nIndividual Plaintiffs’ buyout offer in June 2023 .  Specifically, Cordell contends that \nthe plain language of the Operating Agreements mandates that any existing \nemployment relationship between a Member and the Companies must be terminated \nin order to constitute a “triggering event” pur suant to Section 10.2.b (the “Buyout \nProvision”).37  Cordell asserts that Plaintiffs failed to “allege —because they cannot \ndo so in good faith —that he was ever a Dapper and Tantalum employee subject to \ntermination.”38  According to Cordell, since Plaintiffs did not plead adequate facts to \nestablish that a “triggering event” had occurred, the Buyout Provision is inapplicable, \n \n36 (Def.’s Br. Supp. Mot. Dismiss 7, ECF No. 13.) \n \n37 ( Def.’s Br. Supp. Mot. Dismiss 8– 10.) In relevant part, Section 10.2.b of the Operating \nAgreements provides: \n \nA Member shall be terminated from the Compan[ies] upon an affirmative vote \nin favor of such termination from the Members constituting a majority of the \nmembership interest of the Compan[ies].  Upon a Member’s termination of \nemployment with [the Companies] (other than retirement), or upon a \nMember’s expiration of the term of employment (“Triggering Event”) , \nthe Member shall sell and the Compan[ies] or the surviving Members shall \npurchase all of the Membership and Economic Interest of the Member.  \n(Emphasis added.) \n \n(Def.’s Br. Supp. Mot. Dismiss 9; see also Compl. Exs. 1, 2.) \n \n38 (Def.’s Br. Supp. Mot. Dismiss 10.) \n \nand Plaintiffs’ “complaint on its face reveals the absence of facts sufficient to make a \ngood claim” for breach of Section 10 of the Operating Agreements.  Corwin, 371 N.C.  \nat 615 (quoting Wood, 355 N.C. at 166). \n27. The Court disagrees.  When analyzing a motion to dismiss, the Court may \nnot only consider the complaint, but also any exhibits attached to the complaint.   \nKrawiec, 370 N.C. at 606; N.C. R. Civ. P. 10(c).  An exhibit, attached to and made a \npart of the pleading, is considered a part of the pleading and “[ t]he terms of such \nexhibit control other allegations of the pleading attempting to paraphrase or construe \nthe exhibit, insofar as these are inconsistent with its terms.”  Wilson v. Crab Orchard \nDev. Co., 276 N.C. 198, 206 (1970).   \n28. In the Complaint, Plaintiffs  allege that on 14 June 2023 they “voted to \nterminate Cordell from the Companies and to remove Cordell as a Member/Manager \nof both Companies.”  (Emphasis added).39  Plaintiffs then refer to the 14 June 2023 \ntermination notice sent to Cordell , a copy of which is attached to the Complaint as \nExhibit 4.40  In the termination notice, the Individual Plaintiffs state that they, as \nmajority Members of Dapper and Tantalum, had voted affirmatively in favor of “the \ntermination of the employment of Andrew Cordell” from both Companies and that \n“from and after [14 June 2023 ], Mr. Cordell shall no longer be an employee . . . of \nDapper or Tantalum.”  (Emphasis added.)41   \n \n39 (Compl. ¶ 69.) \n \n40 (Compl. ¶¶ 69–70.) \n \n41 (Compl. Ex. 4.) \n \n29. Cordell contends that, while the 14 June 2023 termination notice was \nincorporated into Plaintiffs’ C omplaint and states that Cordell’s employment was \nterminated, neither the notice, nor Plaintiffs’ Complaint, allege that he was actually \nan employee.42  Cordell’s contention ignores, however, that the trial court must “take \nthe allegations in the complaint as true and draw all reasonable inferences in the \nplaintiff’s favor” when evaluating whether a complaint adequately states a claim for \nrelief for purposes of Rule 12(b)(6).  New Hanover Cnty. Bd. Of Educ. v. Stein , 380 \nN.C. 94, 107 (2022) (quoting North Carolina Consumers Power, Inc. v . Duke Power \nCo., 285 N.C. 434, 439 (1974)) (emphasis added).  Inarguably, it is a reasonable \ninference that, if a person’s employment has been terminated and that person is “no \nlonger an employee,” the impacted person was an employee of the terminating \ncompany prior to that person’s termination.   \n30. Accordingly, drawing all reasonable inferences in Plaintiffs’ favor, the Court \nconcludes that between the Complaint and the  14 June 2023 termination notice, \nPlaintiffs have alleged sufficient facts to establish that (i) Cordell was an employee of \nDapper and Tantalum subject to termination, and (ii) by voting to terminate Cordell’s \nemployment with Dapper and Tantalum, a “triggering event” had occurred, requiring \nCordell to sell “all of [his] Membership and Economic Interest” in the Companies. 43  \nAs a result, Defendant’s Motion is denied with respect to Plaintiffs’ breach of contract \n \n42 (Reply Br. Supp. Mot. Dismiss 3.)   \n \n43 (Compl. ¶ 27, Compl. Exs. 1, 2.)  \n \nclaim for Cordell’s refusal to  accept a buyout offer in June 2023 in alleged violation \nof Section 10.44 \n31. Cordell next argues that Plaintiffs failed to adequately plead that Cordell’s \ncommunication with the Bank constituted a breach of the Operating Agreements .45  \nSpecifically, Cordell asserts that (i) Plaintiffs failed to specify which part of Article 5 \nCordell’s actions breached; (ii) Cordell was not prohibited from communicating with \nthe Companies’ financial institutions, in either his capacity as a M ember or a \nManager; and (iii) Plaintiffs have not alleged that Cordell actually requested the \nBank to freeze the Companies’ funds.46   \n32. Defendant seeks to impose a higher pleading burden than is required under \nNorth Carolina  law.  Under Rule 8, Plaintiffs need only make a “short and plain \n \n44 In their opposition brief, Plaintiffs call attention to Cordell ’s repeated and unequivocal \nadmissions in the Initial Lawsuit that he was an employee of the Companies and that a \n“triggering event” under Section 10.2.b had occurred, such that the Companies were required \nto redeem his interests.  (Pls.’ Br. Opp’n Def.’s Mot. Dismiss 14 [hereinafter “Pls.’ Br. Opp’n”], \nECF No. 19.)  Plaintiffs contend that the doctrine of judicial estoppel, formally recognized by \nthe North Carolina Supreme Court in Whitacre P’Ship v. Biosignia, Inc. , 358 N.C. 1 (2004), \nprevents Cordell from seeking to “swap horses in mid -stream.”  (Pls.’ Br. Opp’n 15).  The \nCourt will not address Plaintiffs’ judicial estoppel arguments at this time, however,  as they \nare irrelevant to a Rule 12(b)(6) motion.   At the motion to dismiss stage, “the trial \ncourt . . . may not consider evidence outside the four corners of the complaint and the \nattached [exhibits].”  Weaver v. Saint Joseph of the Pines, Inc. , 187 N.C. App. 198, 203– 04 \n(2007).  Evidence of a defendant’s inconsistent factual allegations in a prior lawsuit may not \ncompensate for or overcome shortcomings in the filed complaint in the current action.  That \nsaid, Plaintiffs certainly may raise judicial estoppel through proper motions practice  at any \ntime.  See, e.g., Old Republic Nat’l Title Ins. Co. v. Hartford Fire Ins. Co., 369 N.C. 500, 506 \n(2017) (“[a] party is generally not allowed to change his position with respect to a material \nmatter, during the course of litigation, nor should he be allowed to blow hot and cold in the \nsame breath”) (cleaned up). \n \n45 (Def.’s Br. Supp. Mot. Dismiss 13.) \n \n46 (Def.’s Br. Supp. Mot. Dismiss 13.) \n \nstatement of the claim,” N.C. R. Civ. P. 8(a), and our courts have held that “stating a \nclaim for breach of contract  is a relatively low bar.”  Vanguard  Pai Lung, LLC v. \nMoody, 2019 NCBC LEXIS 39, at *11 (N.C. Super. Ct. June 19, 2019); see, e.g., Poor, \n138 N.C. App. at 26.   \n33. Here, Plaintiffs plead that the “Operating Agreements are valid contracts \nwhich bind Cordell ,”47 that “Cordell unilaterally took action —after having been \nremoved as a Manager —to cause the Bank to make the Funds unavailable to the \nCompanies,” and that “in so doing, [Cordell] breached Article 5 [Rights and Duties of \nManagers] of the Operating Agreements[.]”48  Plaintiffs identify the specific contract \nprovisions that were allegedly breached (Article 5—Rights and Duties of Managers), \nthe facts constituting the alleged breach (Cordell’s unilateral action to cause the Bank \nto make the Funds unavailable to the Companies after he had been removed as a \nManager), and the amount of damages resulting from the breach (in excess of \n$25,000).49  See Howe, 263 N.C. App. at 139.  Since Plaintiffs have met the low burden \nestablished by Rule  8(a), the Court shall deny Defendant’s Motion as to Plaintiffs’ \nclaim based on Cordell’s alleged breach of Article 5. \n \n47 (Compl. ¶ 151.) \n \n48 (Compl. ¶¶ 157–58.) \n \n49 (Compl. Prayer for Relief ¶ 1.) \n \nB. Declaratory Judgment \n34. Defendant next seeks the dismissal of Plaintiffs’ claim for a declaratory \njudgment determining the “rights, duties and liabilities as between Plaintiffs and \nCordell under the Operating Agreement[s].”50   \n35. Under the Declaratory Judgment Act, “[a]ny person interested under \na . . . written contract . . . , or whose rights, status or other legal relations are affected \nby a . . . contract . . . , may have determined any question of construction or validity \narising under the . . . contract . . . , and obtain a declaration of rights, status, or other \nlegal relations thereunder.”  N.C.G.S. § 1-254.  When asserting a claim for declaratory \njudgment, the claimant “must set forth in his pleading all facts necessary to disclose \nthe existence of an actual controversy between the parties  . . . with regard to their \nrespective rights and duties.”  Lide v. Mears, 231 N.C. 111, 118 (1949).   A motion to \ndismiss pursuant to Rule 12(b)(6) is “seldom an appropriate pleading in actions for \ndeclaratory judgments, and . . . is allowed only when the record clearly shows that \nthere is no basis for declaratory relief as when the complaint does not allege an actual, \ngenuine existing controversy.”  Duke Power Co., 285 N.C. at 439. \n36. In seeking to dismiss Plaintiffs’ claim for declaratory judgment, Defendant \nargues that “[t]here can be no dispute that Cordell remains a Member and Manager \nof the Companies, because there is no mechanism for involuntarily removing a \nMember or Manager, except for termination of an employment relationship pursuant \nto Section 10.2 of the Opera ting Agreements” and that “Cordell was never an \n \n50 (Compl. ¶ 169.) \n \nemployee of the Companies subject to termination, which is dispositive as to his \nstatus as a Member and Manager.” 51  Plaintiffs contend in opposition that Cordell \nwas removed as a Member and Manager from both Companies by the 14 June 2023 \ntermination vote.52  \n37. As discussed above, the Court has concluded that Plaintiffs have alleged \nsufficient facts to permit the conclusion that (i) Cordell was an employee of Dapper \nand Tantalum subject to terminati on, and (ii) by voting to terminate Cordell’s \nemployment with Dapper and Tantalum, a “triggering event” under Section 10.2.b of \nthe Operating Agreements occurred, resulting in Cordell forfeiting his status as a \nMember and triggering an obligation  to sell “all of [his] Membership and Economic \nInterest” in the Companies.53   \n38. The Court further concludes that Plaintiffs have alleged sufficient facts to \npermit a reasonable factfinder to find that Cordell was terminated as a Manager of \nthe Companies.  Section 5.2 of the Operating Agreements provides that \n“[t]o . . . remove a Manager shall require the affirmative vote of Members owning at \nleast a majority of all interests in the Compan[ies].” 54  Plaintiffs allege that under \nSection 5.2, Harris, Tudor, and Gelson , together constituting a majority of all \ninterests in the Companies,  voted to terminate Cordell as a Manager of both \n \n51 (Reply Br. Supp. Mot. Dismiss 11.) \n \n52 (Compl. ¶ 69.) \n \n53 (Compl. Exs. 1, 2.) \n \n54 (Compl. ¶ 24; Compl. Exs. 1, 2.) \n \nCompanies.55  Therefore, the Court concludes that Plaintiffs have pleaded sufficient \nfacts to establish that an actual controversy exists between the parties.  Defendant’s \nMotion seeking to dismiss Plaintiffs’ declaratory judgment claim shall therefore be \ndenied.   \nC. Breach of Duty of Good Faith and Fair Dealing \n39. Defendant next seeks to dismiss Plaintiffs’ claim for breach of the implied \nduty of good faith and fair dealing under the Operating Agreements.   \n40. North Carolina law has long recognized that , in addition to its express \nterms, in every contract there is an implied covenant of good faith and fair dealing \nthat “neither party will do anything which injures the right of the other to receive the \nbenefits of the agreement.”  Gay v. Peoples Bank, 2015 NCBC LEXIS 62, at *27 (N.C. \nSuper. Ct. June 10, 2015) (quoting Governor’s Club Inc. v. Governor’s Club Ltd. P’ship, \n152 N.C. App. 240, 251 (2002) ).  Moreover, our courts have held that “[a] \ncontract . . . encompasses not only its express provisions but also all such implied \nprovisions as are necessary to effect the intention of the parties unless express terms \nprevent such inclusion.”  Gay , 2015 NCBC LEXIS, at *27 –28 (quoting Lane v. \nScarborough, 284 N.C. 407, 410 (1973)).   \n41. To state a valid claim for breach of the implied covenant of good faith and \nfair dealing, a plaintiff must “plead that the party charged took action ‘which injure[d] \nthe right of the other to receive the benefits of the agreement,’ thus ‘depriv[ing] the \nother of the fruits of [the] bargain.’ ” Conleys Creek Ltd. P’ship v. Smoky Mt. Country \n \n55 (Compl. ¶¶ 24, 69.) \nClub Prop. Owners Ass’n, 255 N.C. App. 236, 253 (2017) (quoting Bicycle Transit \nAuth. v. Bell, 314 N.C. 219, 228–29 (1985)).  “Evasion of the spirit of the bargain, lack \nof diligence and slacking off, willful rendering of imperfect performance, abuse of a \npower to specify terms, and interference with or failure to cooperate in the other \nparty’s performance” may each constitute a breach of the implied covenant of good \nfaith and fair dealing.  Intersal, Inc. v. Wilson , 2023 NCBC LEXIS 29, at *67 (N.C. \nSuper. Ct. Feb. 23, 2023) (quoting Restatement 2d of Contracts § 205 cmt. d (1981)).  \n42. Plaintiffs argue that Cordell breached the duty of good faith and fair dealing \nby: \n(a) “Recommending that [the Individual Plaintiffs] use a lender with a \nhigher interest rate for a March 2023 transaction for no business \nreason”56; \n(b) “Misleading [the Individual Plaintiffs] about the interest rate of the \nfinancing related to the Winston Property acquisition in 2023”57; \n(c) “Demanding unsupportable amounts to be redeemed by the \nCompanies”58; \n(d) “Refusing to acknowledge his termination /expulsion from the \nCompanies”59; \n \n56 (Compl. ¶ 174(a).) \n \n57 (Compl. ¶ 174(b).) \n \n58 (Compl. ¶ 174(c).) \n \n59 (Compl. ¶ 174(d).) \n \n(e) “Taking action to have the Bank freeze funds ” even though Gelson, \nTudor, and Harris “ are fully authorized under the Operating \nAgreements to use the funds in the ordinary course of business”60; \n(f) “Taking specific steps to impede [the Individual Plaintiffs’] efforts and/or \nability to change bank account numbers for recurring monthly mortgage \npayments in the name of the Companies for no business reason”61; \n(g) “Keeping Dapper from disposing of the Winston Property in September \n2023 to an interested third -party buyer by threatening the potential \nbuyer and then attempting to obtain the Winston Property from Dapper \nfor about $40,000 less than the third-party buyer would have paid”62;  \n(h) “Refusing to allow the Funds to be utilized by the Companies”63; \n(i) “Demanding that the Funds be distributed without regard for the \ndefinition of ‘ Distributable Cash ’ under Section 1.6 of the Operating \nAgreements”64;  \n(j) “Making outrageous monetary demands of the Companies which were \nunsupported by any factual or legal basis”65; \n \n60 (Compl. ¶ 174(e).)  Plaintiffs allege the Bank holds approximately $473,698.01 plus any \naccruing interest on behalf of the Companies (the “Funds”).  Plaintiffs further allege that the \nFunds are not distributable cash under the Operating Agreements.  (Compl. ¶¶ 147–48.)   \n \n61 (Compl. ¶ 174(f).) \n \n62 (Compl. ¶ 174(g).) \n \n63 (Compl. ¶ 174(h).) \n \n64 (Compl. ¶ 174(i).) \n \n65 (Compl. ¶ 174(j).) \n(k) “Requiring [the Individual Plaintiffs] to expend over $100,000 in \nattorneys’ fees by refusing to accept the 14 June 2023 [ buyout offer]”66; \nand \n(l) “Refusing to accept his termination as a Member and Manger under the \nOperating Agreement.”67 \n43. In response to Plaintiffs’ claims, Cordell contends that Plaintiffs “failed to \nmake allegations sufficient to establish that (1) Cordell acted to frustrate Plaintiffs’ \nperformance of an express provision of the Operating Agreements, or (2) Cordell \nperformed obligations of an express provision of the Operating Agreements in bad \nfaith.”68  (Emphasis added.)   \n44. Once again, Cordell seeks to impose a higher pleading burden on Plaintiffs \nthan Rule 8 requires.  In pleading a claim for breach of the implied covenant of good \nfaith and fair dealing, Plaintiffs are not required to plead with particularity the \nexpress terms that were breached.  To survive a Rule 12(b)(6) motion to dismiss, \nPlaintiffs need only plead the existence of a valid contract and that Defendant took \naction “which injure[d] the right of the other to receive the benefits of the agreement.”  \nConleys Creek Ltd. P’ship, 255 N.C. App. at 253. \n45. As a Manager, Cordell was entrusted with performing a wide range of \nactivities for the Companies; he had “full and complete authority, power and \n \n66 (Compl. ¶ 174(k).) \n \n67 (Compl. ¶ 174(l).) \n \n68 (Reply Br. Supp. Mot. Dismiss 12.) \n \ndiscretion to manage and control the business, affairs and properties of the \nCompan[ies], to make all decisions regarding those matters and to perform any and \nall other acts or activities customary or incident to the management of the \nCompan[ies’] business.”69  In addition, Cordell had “ the authority to act on behalf of \nthe Compan[ies] in the execution of all documents necessary to sell, purchase or \nmortgage the property for or owned by the Compan[ies], and such signature from \nAndrew Cordell [bound] the Compan[ies] without the need for signature from any of \nthe other Members or Managers.”70  In undertaking these rights and duties, Cordell \nhad an implied duty to act in good faith and to make reasonable efforts to perform his \nobligations under the Operating Agreements.   \n46. Considering the above, t he Court holds that the allegations  set forth in \nsubparagraphs (a), (b), (e), (f), (g), and (h) of paragraph 174 of Plaintiffs’ Complaint , \nviewed as true and in a light most favorable to Plaintiffs, permit a reasonable \nfactfinder to conclude that Cordell took action “which injure[d] the right of the \n[Plaintiffs] to receive the benefits of the [Operating Agreements].”  Gay, 2015 NCBC \nLEXIS, at *27.  Accordingly, the Court finds that these allegations state a viable claim \nfor breach of  the covenant of good  faith and fair dealing and will deny Defendants’ \nMotion as to this aspect of Plaintiffs’ claim. \n47. In contrast, however, the Court concludes that Plaintiffs’ allegations at \nsubparagraphs (c), (d), (i), (j), (k), and (l) of paragraph 174 of the Complaint involve \n \n69 (Compl. Exs. 1, 2.) \n \n70 (Compl. Exs. 1, 2.) \nCordell’s assertion of his alleged rights under the Operating Agreements and thus, \nas pleaded, do not permit a reasonable conclusion that these actions injured Plaintiffs’ \nrights to receive the benefits of the Operating Agreements .  As a result, the Court \nwill grant Defendant’s Motion as to these allegations, and subparagraphs (c), (d), (i), \n(j), (k), and (l) of paragraph 174 of Plaintiffs’ Complaint shall be dismissed. \n48. Cordell also argues that “Plaintiffs’ contention that Cordell was terminated \nas a Member and Manager of the Companies on June 14, 2023, if taken as true and \nviewed in a light most favorable to Plaintiffs, mandates dismissal of their claim for \nbreach of the implied covenant.”71  Dismissal is mandated, Cordell contends, because \n“assuming that Cordell had no obligations to the Companies as either a Member or \nManager, then it follows that Cordell had no performance obligations under the \nOperating Agreements as of June 14, 2023.”72 \n49. Cordell ignores, however, that North Carolina permits alternative pleading.  \nUnder Rule 8(e)(1), “[a] party may set forth two or more statements of a claim or \ndefense alternatively or hypothetically, either in one count or defense or in separate \ncounts or defenses . . . A party may also state as many separate claims or defenses as \nhe has regardless of consistency[.]”  Thus, as Cordell posits, if a fact finder concludes \nthat the 14 June 2023 vote terminated Cordell’s status as a Member and Manager, \nCordell can only be liable on the implied covenant claim for his actions which occurred \non or before 14 June 2023.  But  if a factfinder concludes that Cordell has not been \n \n71 (Def.’s Br. Supp. Mot. Dismiss 17.) \n \n72 (Def.’s Br. Supp. Mot. Dismiss 17.) \nterminated as a Member and Manager of the Companies, the 14 June 2023 vote would \nnot limit Plaintiffs’ right to pursue their claim .  The Court reads Plaintiffs’ claim in \nthis respect to state an alternative claim for relief and therefore rejects Cordell’s \nMotion based on this separate ground. \nD. Breach of the Consent Order  \n50. Plaintiffs’ fourth claim for relief for breach of contract is premised on \nDefendant’s alleged breach of the 13 December 2023 Consent Order.  During the \ncourse of the Initial Lawsuit, the parties entered into the C onsent Order in which \n“the Companies agreed to voluntarily provide certain information not otherwise \nrequired by the discovery process in the Initial Litigation, in exchange for Cordell’s \nagreement to comply with the terms of Section 10 of the Operating Agreements on a \nmutually agreed upon timefram e.”73  Plaintiffs contend that Cordell breached the \nConsent Order by “failing to accept the Companies’ tender on the agreed -upon \ntimeframe.”74 \n51. Cordell seeks dismissal of this claim on grounds that “Plaintiffs have failed \nto allege facts sufficient to demonstrate that the Consent [ ] Order was a binding \ncontract, as opposed to a court order, which has no legal effect following the voluntary \ndismissal of the prior litigation.”75 \n \n73 (Compl. ¶ 178.) \n \n74 (Compl. ¶ 180.) \n \n75 (Mot. 3.) \n52. Under North Carolina law, “[t]he general rule is that a consent judgment is \nthe contract of the parties entered upon the record with the sanction of the court.”  \nCrane v. Green, 114 N.C. App. 105, 106 (1994).  Thus, a consent judgment is “both an \norder of the court and a contract between the parties.”   Ibele v. Tate, 163 N.C. App. \n779, 781 (2004).  Furthermore, as our courts have stated, “[i]f a consent judgment is \nmerely a recital of the parties’ agreement and not an adjudication of rights, it is \n[enforceable] . . . through a breach of contract action.”  Id .  Since the Consent Order \nis a valid and enforceable contract between the parties under North Carolina law and \nPlaintiffs have adequately alleged facts that, if taken as true, establish that Cordell \nbreached its terms , the Court concludes that Plaintiffs’ claim for breach of the \nConsent Order survives Rule 12(b)(6) scrutiny and therefore shall deny Cordell’s \nMotion with respect to this claim. \nIV. \nCONCLUSION \n53. WHEREFORE, for the reasons set forth above, the Court hereby GRANTS \nin part and DENIES in part the Motion as follows: \na. Defendant’s Motion is hereby DENIED as to Plaintiffs’ claims against \nCordell for breach of contract, declaratory judgment, and breach of the \nConsent Order.   \nb. Defendant’s Motion is hereby DENIED in part as to Plaintiffs’ claim \nfor breach of the implied covenant of good faith and fair dealing with \nrespect to subparagraphs (a), (b), (e), (f), (g) and (h) of paragraph 174 of \nthe Complaint.     \nc. Defendant’s Motion is hereby GRANTED  as to Plaintiffs’ claim for \nbreach of the implied covenant of good faith and fair dealing with respect \nto subparagraphs (c), (d), (i), (j), (k) and (l) of paragraph 174 of the \nComplaint, and Plaintiffs’ claim is hereby DISMISSED with \nprejudice to this extent. \nd. Defendants’ Motion is otherwise DENIED. \nSO ORDERED, this the 25th day of September, 2024. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n      Chief Business Court Judge \n "
}