{
  "id": "30bc65800ee8983978fa3220f8415beb81b21d9537dfbfe210e6523ab12912b4",
  "source_file": "data/raw/ncbc/30bc65800ee8983978fa3220f8415beb81b21d9537dfbfe210e6523ab12912b4.pdf",
  "raw_text": "Fogartie v. Edrington, 2017 NCBC 104. \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \nCOUNTY OF WAKE SUPERIOR COURT DIVISION \n 17 CVS 12698 \nJAMES E. FOGARTIE, JR. and \nSTEVEN KAGAN, individually \nand derivatively on behalf of \nCarolina Vascular Surgery and \nDiagnostics, P.A., \nORDER ON PLAINTIFFS’ MOTION \nFOR PRELIMINARY INJUNCTION \n  \nPlaintiffs, \n v. \n \n \nR. DAVID EDRINGTON, \nGEORGE T. CLARK III, \nCHRISTOPHER R. LONGO, \n  \nDefendants, \n and   \nCAROLINA VASCULAR \nSURGERY AND DIAGNOSTICS, \nP.A. \n Nominal \nDefendant. \nTHIS MATTER comes before the Court upon Plaintiffs’ Motion for Preliminary \nInjunction (the “Motion”). (ECF No. 5.)  \nTHE COURT, having considered the Motion, the briefs in support of and in \nopposition to the Motion, the arguments of counsel at the hearing, the record evidence \nfiled by the parties, and other appropriate matters of record, FINDS and \nCONCLUDES, in its discretion, that the Motion should be DENIED for the reasons \nset forth below. \n  \n \n \nFACTUAL AND PROCEDURAL BACKGROUND \n1. The Court finds facts solely for purposes of deciding th e Motion, and \nsuch findings are not binding in any subsequent proceedings. Daimlerchrysler Corp. \nv. Kirkhart, 148 N.C. App. 572, 578, 561 S.E.2d 276, 282 (2002).  \n2. Plaintiffs James E. Fogartie, Jr.  (“Fogartie”) and Steven Kagan  \n(“Kagan”) (Fogartie and Kagan are referred to collectively as “Plaintiffs”) and \nDefendants R. David Edrington (“Edrington”),  George T. Clark III (“Clark”), and \nChristopher R. Longo (“Longo”)  (Edrington, Clark, and Longo are referred to \ncollectively as “Defenda nts”) are vascular surgeons  (collectively, Plaintiffs and \nDefendants are referred to as “the five surgeons”) . The five surgeons  are the only \nshareholders of Nominal Defendant Carolina Vascular Surgery and Diagnostics, P.A. \n(“CVSD”), a North Carolina profes sional corporation  formed in 2002 . The five \nsurgeons each own 20% of CVSD’s common s tock, and each are directors on CVSD’s \nBoard of Directors. (Verified Complaint, ECF No. 3 at ¶¶ 13 –14.) The five surgeons \nalso are employed by CVSD. (ECF No. 3 at ¶ 12.) \n3. CVSD is a vascular surgery practice located in Raleigh. (ECF No. 3 at \n¶ 11.) In addition to the five surgeons, CVSD employs between 15 and 20 full -time \nand part-time employees. (ECF No. 3 at ¶ 19.) \n4. CVSD adopted corporate By -Laws (“By -Laws”) that provide for \ngovernance by simple majority vote. (CVSD By -Laws, ECF No. 21.2.) The By -Laws \nfurther provide that: “the business and affairs of [CVSD] shall be ma naged by the \n \n \nBoard of Directors” (Id. at Art. III, § 1); “a majority of the Directors … shall constitute \na quorum for the transaction of business” ( Id. at Art. III, § 4); and “the act of the \nmajority of the Directors present at a meeting at which a quorum is present shall be \nthe act of the Board of Directors.” (Id. at Art. III, § 5.) The holders of the majori ty of \nCVSD shares constitute  a quorum for purposes of shareholder action, and \nshareholder action requires a vote of the majority of the shares present in a quorum. \n(Id. at Art. II, § 7.) Directors may only be removed by “a vote of shareholders holding \na majority of the share entitled to vote . . . .” (Id. At Art. III, § 4.) \n5. On February 9, 2009, the five surgeons entered into the Shareholders’ \nBuy-Sell Agreement. (ECF No. 3, at Ex. R; the “Buy -Sell Agreement .”) Under the \nBuy-Sell Agreement, if a Shareholder transfers their stock ownership for any reason, \n“the Net Purchase Price for the shares of Common Stock own ed by the Shareholder \nshall be determined in the discretion of the … Board of Directors” using one or more \nof more suggested methods for valuing the corporation. (ECF No. 3, at Ex. R § 1.11.1.)  \n6. CVSD’s revenue has declined in recent years due to a variety of factors. \nAs a result the five surgeons explored relationships with other medical providers in \npursuit of an alternate business model. (Kagan Aff., ECF No. 6.2 at ¶¶ 4–5; Edrington \nAff., ECF No. 15.2 at ¶¶ 3, 7–8, 10–14; Clark Aff., ECF No. 15.3 at ¶¶ 4, 6–7; Longo \nAff., ECF No. 15.4 at ¶¶ 4, 6 –8.) On October 26, 2016, the five surgeons met with \nDuke University Health System, Inc. (“Duke”) to discuss potential options for a \nbusiness relationship. (ECF No. 6.2 at ¶ 5.) \n \n \n7. On or about July 6, 2017, Duke made offer s of employment to each of \nthe five CVSD physicians. (Id.) \n8. The five surgeons also held meetings with WakeMed  Physicians \nPractice/WakeMed Health and Hospitals (“WakeMed”). (Nathan Aff., ECF No. 6.3 at \n¶¶ 2–4; ECF No. 15.2 at ¶¶ 11–12.) The five surgeons met with WakeMed on July 20, \n2017, and advised WakeMed that they were interested in receivin g proposals for a \nbusiness relationship with WakeMed. (ECF No. 15.2 at ¶¶ 12–13; ECF No. 15.3 at ¶ \n18; ECF No. 15.4 at ¶¶ 11–14.) \n9. On July 25, 2017, prior to receiving a proposal from WakeMed, \nDefendants notified Plaintiffs that they had accepted Duke’s offers of employment . \n(ECF No. 15.2 at ¶ 17; ECF No. 15.3 at ¶ 25; ECF No. 15.4 at ¶ 17.) Plaintiffs did not \naccept the offers of employment from Duke.  Instead, Plaintiffs “intend t o continue \npracticing at CVSD . . . and they have told Defendants of those intentions.” (ECF No. \n3 at ¶ 23.) \n10. Plaintiffs allege  that Defendants  intend to open their new Duke -\naffiliated office less than one-half mile from CVSD’s office in April of 2018, and that \nDefendants’ practice will directly compete with CVSD  for patients. (ECF No. 3 at \n¶¶ 21–22.) \n11. After Defendants accepted emp loyment with  Duke, WakeMed ceased \ndiscussions with Plaintiffs regarding the potential business relationship. (ECF No. \n6.3 at ¶ 5; ECF No. 3 at ¶ 67. ) WakeMed will not resume negotiations with CVSD \nuntil “it has assurance that the people involved in any negotiations have authority to \n \n \nspeak and act for CVSD,” and “until assured that the terms of any proposed \narrangement will be held confidentially by such members and acted upon in the best \ninterest of any WakeMed and CVSD arrangement.” (ECF No. 6.3 at ¶¶ 6–7.)  \n12. In the weeks following Defendants’ commitment to enter into \nemployment with Duke, the atmosphere at CVSD b ecame tense. (ECF No. 15.2 at \n¶ 25.) In August 2017, Edrington sent emails to Clark and Longo stating, inter alia: \nI’ve been reading our buy sell a greement. Thankfully it is \nexplicit. \n . . .  \nIt is therefore imperative to drive up the price of the stock \nto make it somewhat painful. I don’t expect to be paid until \nthe very last day of the contract requirement but it might \nstill be painful to come up w ith say $300,000 to pay out, \nespecially when at the same time [Fogartie] will be \napproaching his exit and he will most certainly want the \nsame deal we got!  Can’t wait to see how [Kagan] deals with \nthat! \nand, \nI have now looked at both the Buy Sell and Byla ws and I \nsee no wiggle room. \nThe three of us can meet as a quorum with or without \n[Plaintiffs].  At that meeting we can set the stock price to \ninclude three months (sic) salary, goodwill and a proportion \nof the corporation assets.  We can elect to have thes e \namounts given to us in cash on the day we surrender our \nstock. \n(ECF No. 3 at ¶¶ 59–60; Ex. S.) \n13. The evidence , however, shows  that despite Edrington’s statements to \nClark and Longo in the emails, he attempted to bring about an agreement between \n \n \nDefendants and Plaintiffs regarding an appropriate method for implementing the \nBuy-Sell Agreement, including proposing that Plaintiffs and Defendants each retain \nattorneys to work out details of a buyout of Defendants’ interests in CVSD. (ECF No. \n15.2 at ¶¶ 29 –36, Exs. B and C.) The parties subsequently retained attorneys and \nhad preliminary discussions regarding resolution of their disagreements. ( Id. at \n¶¶ 35–36, Ex. C.) Apparently, these discussions ceased. \n14. Currently, Defendants Edrington, Clark, and Longo are stil l employed \nwith CVSD, and remain  shareholders and directors of CVSD. (ECF No. 3 at ¶ 24.) \nPlaintiffs allege that, as three of the five directors and a majority of the shareholders, \nDefendants “collectively control CVSD.”  (Id. at ¶ 52.) Plaintiffs further contend that \nDefendants’ “loyalties now lie with Duke,” but “Defendants have refused to relinquish \ntheir collective control of CVSD.” (Id. at ¶ 53.) Plaintiffs allege that Defendants “each \nbegan working on Duke’s behalf in direct competition with CVSD whil e still serving \nas directors of CVSD,” (Id. at ¶ 27) by taking the following actions: \na. In August 2017, Longo communicated with Duke to facilitate entry \ninto a training agreement that would allow the Defendants to train \nDuke fellows after Defendants entered employment with Duke. (Id. \nat ¶ 28.) \nb. Clark provided Duke with a list of equipment used in CVSD’s \nangiography suite. (Id. at ¶ 30.) \n \n \nc. On September 14, 2017, Defendants interviewed a candidate for a \nposition in Duke’s division of vascular surgery, Dr. Joe Salfity1, even \nthough CVSD was also recruiting Dr. Salfity. Edrington told Duke \nthat CVSD was recruiting Dr. Salfity  and would likely offer him a \ncontract. In an email to Dr. Salfity after the interview, Edrington did \nnot encourage Dr. Salfity to join CVSD, but instead  encouraged Dr. \nSalfity to “try to work out a position with  WakeMed.” (Id. at ¶¶ 31–\n33; Ex. G.) \nd. In September 2017, Edrington facilitated communication between a \npart-time CVSD employee, Catherine Morgan (“Morgan”), and Duke, \nfor the purpose of discussing “future employment opportunities” with \nDuke. (ECF No. 3 at ¶¶ 34–37.) Edrington also communicated with \nDuke emphasizing Morgan’s value as an employee, and suggested \nthat Duke rely on her knowledge “regarding the steps necessary to \nopen the new vascular practice.” (Id. at ¶¶ 36, 38–40.) Upon learning \nof Edrington’s attempt to recruit Morgan to Duke,  CVSD offered \nMorgan full -time employment on October 9, 2017, but Morgan \ntendered a letter of resignation the following day. ( Id. at ¶ 50.) \nMorgan subsequently reconsidered, and she remains employed with \nCVSD at this time. (ECF No. 15.2 at ¶ 66; ECF No. 6.2 at ¶ 15.) \n                                            \n1 (ECF No. 3, at Ex. D.) \n \n \ne. Defendants participated in a meeting with Duke to discuss Duke’s \nproposed equipment list for the new office, the proposed layout of the \nnew office, a list of procedures to be performed at the new office, and \na “staffing plan.” (Id. at ¶ 41.)  \nf. On September 26, 2017, Clark sent an email to Duke listing first \nnames and job titles of current CVSD employees to demonstrate the \n“types of employees that will be needed to establish Defendants’ new \noffice with Duke.” (Id. at ¶ 42.)  \ng. Edrington utilized Morgan’s knowledge to obtain an application form \nand vendor quote for equipment necessary to open Duke’s new office. \n(Id. at ¶ 44.)  \n15. Plaintiffs discovered Defendants’ conduct in late September 2017, and \n“requested that Defendants resign from CVSD, but Defendants refused.” (ECF No. 3 \nat ¶¶ 45 –46.) O n September 28, 2017, Plaintiffs ’ counsel sent Defendants a letter \ndemanding that Defendants ceas e engaging in “competitive  activities” on behalf of \nDuke, including: \n(a) interviewing or otherwise meeting with Duke’s \ncandidates for its vascular surgery practice . . . (b) soliciting \nCatherine Morgan and other CVSD employee’s [ sic] on \nDuke’s behalf, (c) enc ouraging CVSD’s employees to seek \nother employment, (d) providing information to Duke \nregarding CVSD’s employees, equipment, or operations, (e) \ncommunicating with Duke regarding its administrative, \noperational or logistical needs for your vascular surgery \npractice, and (f) disparaging CVSD’s doctors or its ongoing \nviability as a medical practice. \n \n \n(Id. at Ex. N.) The letter suggested that, in the alternative, Defendants should resign \ntheir positions as directors of CVSD. (Id.) \n16. On October 6, 2017, counsel for  Defendants responded  to the letter . \n(ECF No. 3, at Ex. P.) Defendants denied that their conduct was in breach of their \nduties to CVSD or otherwise unlawful in any way.  Nevertheless, “in the interest of \nkeeping the peace during the time the doctors will c ontinue to work together,” \nDefendants agreed to the following restrictions on their conduct:  \n(1) [Defendants] will not meet with or interview candidates \nfor Duke’s vascular surgery practice[.] . . . (2) They will not \nsolicit Catherine Morgan or any other CVSD employee on \nDuke’s behalf. In addition, if Doctors Kagan and Fogartie \nrequest them to do so, they will agree not to offer \nemployment to Ms. Morgan until 180 da ys after their last \nday at CVSD.  (3) They will not encourage CVSD ’s \nemployees to seek other employment. (4) They will not \nprovide information to Duke regarding CVSD’s employees, \nequipment, or operations.  (5) They will no t disparage \nCVSD’s doctors or its ongoing viability as a surgical \npractice.  \n(Id.) \n17. To date , the parties have not reached any agr eement regarding \nDefendants’ ongoing exercise of their powers as directors of CVSD. \n18. On September 28, 2017, Plaintiffs’ counsel also sent a request to CVSD, \npursuant to N.C. Gen. Stat. § 55-7-42 (hereinafter, references to the North Carolina \nGeneral Statute s will be to “G.S.”) , to take action  on behalf of CVSD  against \nDefendants regarding their alleged breaches of duties. (Id. at ¶ 48, Ex. O.)  \n \n \n19. Plaintiffs filed the Verified Complaint on October 18, 2017. The Verified \nComplaint alleges individual claims and derivative claims on behalf of CVSD against \nDefendants. Plaintiffs make individual and derivative claims for removal of directors \npursuant to G.S. § 55-8-09 a nd for breach of fiduciary duty,  derivative claims for \nconstructive fraud and unfair and deceptive trade practices, and an individual claim \nfor declaratory judgment. The Verified Complaint seeks, among other relief, a \npreliminary injunction: \n(a) prohibiting Defendants from working for Duke, \nproviding Duke any information relating to CVSD, or \notherwise assisting Duke in any manner while they are \ndirectors of CVSD; (b)  prohibiting Defendants from \nsoliciting or recruiting any CVSD employees or former \nemployees while Defendants are directors of CVSD; (c) \nprohibiting Defendants from taking any action in \ncontravention of their fiduciary duties to CVSD and \nPlaintiffs; (d) prohibiting Defendants from taking any \naction in their capacities as members of CVSD’s board of \ndirectors; and (e) prohibiting Defendants from \nparticipating in, attempting to hinder, or re ceiving \ninformation concerning CVSD’s strategic and operational \ndecision-making regarding its future, including without \nlimitation the hiring and management of employees, the \nmanagement of CVSD’s finances and the negotiation and \nexecution of contracts. \n(ECF No. 3 at p. 24.) \n20. On October 24, 2017, Plaintiffs filed their Motion for Preliminary \nInjunction, and a Brief in Support of their Motion for Preliminary Injunction. (ECF \nNo. 6.) On November 3, 2017, Defendants filed their Brief in Response to Plaintiffs’ \nMotion for Preliminary Injunction. (ECF No. 15.)  Also on November 3, 2017, CVSD \nfiled a Brief in Response to Plaintiffs’ Motion for Preliminary Injunction . (ECF No. \n \n \n14.) On November 6, 2017, Plaintiffs filed their Reply Brief in Support of their Motion \nfor Preliminary Injunction. (ECF No. 16.) \n21. On November 7, 2017, the Court held a hearing on the Motion. The \nMotion is now ripe for disposition. \nANALYSIS \nA. Standard of Review \n22. A preliminary injunction may be issued during litigation when “it \nappears by affidavit th at a party thereto is doing or threatens or is about to do . . . \nsome act . . . in violation of the rights of another party to the litigation respecting the \nsubject of the action, and tending to render judgment ineffectual.”  G.S. § 1-485(2). A \npreliminary injunction is “an extraordinary remedy and will not be lightly granted.” \nTravenol Labs., Inc. v. Turner, 30 N.C. App. 686, 692, 228 S.E.2d 478, 483 (1976). The \nmovant bears the burden of establishing the right to a preliminary injunction. Pruitt \nv. Williams, 288 N.C. 368, 372, 218 S.E.2d 348, 351 (1975). To obtain a preliminary \ninjunction a movant must show “a likelihood of success on the merits of [the] case and \n. . . [that the movant] is likely to sustain irreparable loss unless the injunction is \nissued, or if, in the opinion of the Court, issuance is necessary for the protection of \n[the movant’s] rights during the course of litigation.” Analog Devices, Inc. v. \nMichalski, 157 N.C. App. 462, 466, 579 S.E.2d 449, 452 (2003); accord Looney v. \nWilson, 97 N.C. App. 304, 307 –08, 388 S.E.2d 142, 144 –45 (1990). Likelihood of \n \n \nsuccess means “a reasonable likelihood.” A.E.P. Indus., Inc. v. McClure, 308 N.C. 393, \n404, 302 S.E.2d 754, 761 (1983). \n23. Additionally, the Court must balance the equities, and a preliminary \ninjunction “should not be granted where there is a serious question as to the right of \nthe defendant to engage in the activity and to forbid the defendant to do so, pending \nthe final determination of the matter, would cause the defendant greater damage \nthan th e plaintiff would sustain from the continuance of the activity while the \nlitigation is pending.” Bd. Of Provincial Elders v. Jones, 273 N.C. 174, 182, 159 S.E.2d \n545, 551–52 (1968); accord Cty. Of Johnston v. City of Wilson, 136 N.C. App. 775, 780, \n525 S.E.2d 826, 829 (2000) (noting that a court should weigh “the advantages a nd \ndisadvantages to the parties” in deciding whether to issue a preliminary injunction). \n24. The issuance of an injunction is “a matter of discretion to be exercised \nby the hearing judge after a careful balance of the equities.” State ex. Rel. Edmisten \nv. Fayetteville St. Christian Sch., 299 N.C. 351, 357, 261 S.E.2d 908, 913 (1980). \nB.      Likelihood of Success on the Merits \n25. In support of the Motion, Plaintiffs have argued only the merits of their \nclaims for breach of fiduciary duty and for removal of Defendants as directors under \nG.S. § 55-8-09. Accordingly, the Court will address only those claims in determining \nthe likelihood of success on the merits. \ni. Breach of Fiduciary Duty  \n26. Under North Carolina law, corporate directors owe fiduciary duties to \nthe corporation, and must discharge their duties “(1) [i]n good faith; (2) [w]ith the \n \n \ncare an ordinarily prudent person in a like position would exercise under similar \ncircumstances; and (3) [i]n a manner [the director] reasonably believes to be in the \nbest interest of the corporation.” G.S. § 55 -8-30(a); accord Seraph Garrison, LLC v. \nGarrison, 787 S.E.2d 398, 2016 N.C. App. LEXIS 384, at * 8 (N.C. Ct. App. Apr. 19, \n2016) (“[A]n officer [must] alwa ys discharge the responsibilities of the office with \nundivided loyalty to the corporation.” (internal quotation marks omitted )). “[T]he \nanalysis of an officer’s fiduciary conduct must be judged in light of the background in \nwhich it occurs and the circumst ances under which [the officer] serves the \ncorporation.” RCJJ, LLC v. RCWIL Enters., LLC, 2016 NCBC 44, at *32 (N.C. Super. \nCt. June 20, 2016) (quoting Seraph Garrison, LLC , 2016 N.C. App. LEXIS  384, at \n*10) (internal quotation marks omitted). \n27. There is case law in North Carolina that has held that “merely making \nplans to compete with an employer before leaving the company, without more, does \nnot necessarily constitute a breach of fiduciary duty.” RoundPoint Mortg. Co. v. \nFlorez, 2016 NCBC LEXIS 18, at *84 (N.C. Super. Ct. Feb. 18, 2016) (citing Fletcher, \nBarnhardt & White, Inc. v. Matthews, 100 N.C. App. 436, 441 –42, 397 S.E.2d 81, 84 \n(1990)); Sunbelt Rentals, Inc. v. Head & Engquist Equip., L.L.C., 2002 NCBC LEXIS \n2, at *25–26 (N.C. Super. Ct. July 10, 2002). In those cases, the courts have held that \nthe crucial question is whether the individual took improper actions in furtherance \nof a plan to compete, or was only engaged in  the planning to compete in the future . \nRoundPoint Mortg. Co. , 2016 NCBC  LEXIS 18, at *84; Sunbelt Rentals, Inc. , 2002 \nNCBC LEXIS 2, at *25.  While t hese decisions have recognized that preparation \n \n \nactivities that resulted in breach of a covenant not to compete, or misappropriation \nof the plaintiff’s trade secrets, could constitute act ivities breaching a fiduciary duty, \nid.; Fletcher, Barnhardt & White, Inc. , 100 N.C. App. at 441 –42, 397 S.E.2d at 84 , \nthey do not clearly delineate where the line between lawful and unlawful planning \nand preparation activities lies.2 \n28. Both Plaintiffs and Defendants contend that the holdings in these cases \nsupport their respective positions.  Plaintiff s claim that “ Defendants’ conduct has \ntranscended mere preparations; they have taken concrete actions for Duke’s benefit \nat the present expense of CVSD.” (ECF No. 6 at p. 12.) Plaintiffs argue that \nDefendants “are currently competing with CVSD in their recruiting and operational \nwork for Duke” and have “ us[ed] CVSD’s proprietary information to assist Duke in \nestablishing a new vascular surgery office to compete with CVSD.” (Id. at pp. 12–13.)  \nDefendants, on the other hand,  argue that “[o] nly when the director ‘actually \ncompet[es]’ with the corporation is he in violation of his fiduciary duty.” (ECF No. 15 \nat p. 6, citing Dalton v. Camp, 138 N.C. App. 201, 207, 531 S.E.2d 258, 263 (2000), \nrev’d on other grounds, 353 N.C. 647, 548 S.E.2d 704 (2001).) \n                                            \n2 In Roundpoint Mortg. Co., Inc ., the Court  cited with approval Maryland Metals, Inc. v. \nMetzner, 382 A.2d 564, 568 -70 (Md. Ct. App. 1978), summarizing that case as holding that  \n“the right of an employee to make arrangements to compete is defeated by misconduct such \nas misappropriation of trade secrets, misuse of confidential information, solicitation  of an \nemployer’s customers prior to cessation of employment, conspiracy to bring about mass \nresignation of an employer’s key employees, and usurpation of [the] emp loyer’s business \nopportunity.” \n \n \n29. As a preliminary matter, the Court notes that the Defendants did not \nhave agreements not to compete with CVSD , and, at the hearing, Plaintiffs’ counsel \nconceded that the information that Defendants provided to Duke regarding CVSD’s \noperation, equipment, and employees are  not “trade secrets” within the meaning of \nthe North Carolina Trade Secrets Protection Act, G.S. §§ 6 6-154 et seq. Accordingly, \nthese two recognized types of activities that might constitute breaches of fiduciary \nduty are not present in this action. \n30. In addition, the Court concludes that Defendants’ activities here did not \nconstitute actual competition with CVSD. There is no evidence that Defendants have \nsteered current CVSD patients to seek care from Duke, or that they have performed \nmedical services for Duke.  Nor is there evidence that Defendants have usurped , for \nDuke, any corporate opportunities rightfully belonging to CVSD. \n31. The Court also concludes that, despite Plaintiffs’ characterizations, the \ninformation that Defendants provided to Duke about CVSD’s current practice and \nemployees was not confidential “proprietary” information. The evidence establish es \nthat CVSD made no attempts to maintain the confidentiality of the names or job titles \nof its staff, the types or brands of the equipment it used, or the layout of its office and \ntreatment facilities. In fact, much of that  information, including a list of procedures  \nto be performed in the office , a list of equipment in the angiography suite, a \nphotograph depicting the layout of the angiography suite, and a list of employee \nnames and job titles, is available on CVSD’s public  website. (Clark Aff. II, ECF No. \n17, at Exs. A and B.) To the extent that some of the information provided to Duke by \n \n \nDefendants was not available to the public on the website, the information was \nneither proprietary nor confidential. \n32. The question then be comes whether Defendants’ other activities in \nproviding information and assistance to Duke to set up their office and practice with \nDuke crossed the line into unlawful preparation to compete. The interview of Dr. \nSalfity and the alleged recruitment of Cath erine Morgan are closer to the line \nbetween mere preparation to compete and actual competition.  \n33. Plaintiffs contend that Defendants breached their fiduciary duties of \nloyalty by interviewing Dr. Salfity on Duke’s behalf while CVSD was also recruiting \nhim, by informing  Duke that CVSD was recruiting Dr. Salfity, and by allegedly \nencouraging Dr. Salfity to  refrain from joining CVSD.3 (ECF No. 6 at pp. 11 –12.) \nDefendants submitted affidavits in response stating that Duke asked them to “meet \nwith” Dr. Salfity as a professional courtesy  because Dr. Salfity’s wife had recently \naccepted a three-year position as a cardiothoracic fellow at Duke. (ECF No. 15.2 at \n¶¶ 71–76.) Duke was not interested in hiring Dr. Salfity for a position in Raleigh and, \nin fact, Duke did n ot offer Dr. Salfity a position. ( Id. at ¶¶ 71 and 80 .) Edrington, \nhowever, knew that Dr. Salfity was being interviewed by Fogartie and Kagan on \nbehalf of CVSD, and communicated that information to Duke. (ECF No. 3, at Ex. F.) \n                                            \n3 Plaintiffs characterized Edrington’s email to Dr. Salfity as “discourag[ing] [Dr. Salfity] from \njoining CVSD.” (ECF No. 3 at ¶ 33.) The actual text of the email does not reference CVSD or \ndiscourage Dr. Salfity in any way. (ECF No. 3, at Ex. G.) Instead, the email encourages Dr. \nSalfity to accept a position with W akeMed if one is offered. ( Id.) As such, the best \ncharacterization of Edrington’s email is that he did not actively encourage Dr. Salfity to join \nCVSD. \n \n \nEdrington encourage d Dr. Salf ity to take a position with WakeMed, should it be \noffered, as it “would be the next best opportunity” to a position with Duke. (ECF No. \n3, at Ex. G.)  \n34. In light of the circumstances surrounding Defendants’ interview of Dr. \nSalfity, the Court concludes that Plaintiffs have failed at this time to establish a \nlikelihood of success on its claim that the conduct breached Defendants’ fiduciary \nduties to CVSD. See RCJJ, LLC, 2016 NCBC LEXIS 46, at *22–24 (“[T]he analysis of \nan officer’s fiduciary conduct must be judged in light of the background in which it \noccurs and the circumstances under which he serves the corporation. ”). The \nunrebutted evidence is that the meeting between Defendants and Dr. Salfity was \nmore of a general discussion of potential opportunities in the vascular surgery field \nin the triangle area, and not an “interview .” It also is unrebutted that Duke had no \ninterest in hiring Dr. Salfity in Raleigh. \n35. The email s from Edrington to Duke and Dr. Sal fity following the \ninterview are a different matter.  Edrington had “ an affirmative oblig ation . . . to \nadvance the best interests of the corporation,” RCJJ, LLC, 2016 NCBC LEXIS 46, at \n*24. Informing Duke, a competitor of CVSD, about CVSD’s recruitment efforts and \nencouraging Dr. Salfity to accept a position  with WakeMed while aware that CVSD \nalso had interest in employing him  (and a pressing need for new vascular surgeons)  \ndoes not demonstrate the “utmost devotion” to CVSD. Id.  \n36. Even if the Court assumes, however, that Edrington breached his \nfiduciary duty, “[c]laims for breach of fiduciary duty…require proof of an injury or \n \n \nharm proximately caused by the breach of duty.” BDM Investments v. Lenhil, Inc. , \n2014 NCBC LEXIS 6, at *29–30 (N.C. Super. Ct. Mar. 20, 2014) (citing Jay Grp., Ltd. \nv. Glasgow, 139 N.C. App. 595, 600 –01, 534 S.E.2d 233, 237 (2000)); Progress Point \nOne-B Condo. Ass’n, Inc. v. Progress Point One Prop. Owners Ass’n , 2015 NCBC \nLEXIS 22, at *10 (N.C. Super. Ct. Mar. 2, 2015); see also, Green v. Freeman, 367 N.C. \n136, 141, 749 S.E.2d 262, 268 (2013) (“The first issue before us is whether there was \nsufficient evidence, as a matter of law, that [defendant] breached a fiduciary duty \nowed to plaintiffs, proximately causing injury to them.”). Plaintiffs have not alleged \nthat CVSD made an offer of employment to Dr. Salfity, much less that he rejected an \noffer of employment. Without any allegation that Edrington’s email s with Duke and \nDr. Salfity proximately caused harm to CVSD, there is not a likelihood of success on \nthe claim for breach of fiduciary duty based on the email.  \n37. Defendants’ alleged recruitment of Morgan  is also close to the line \nbetween permissible action and a breach of fiduciary duty. Edrington told Duke that \nMorgan was a “key employee” upon whom CVSD relied “to set up [CVSD’s ] practice \nmodel.” (ECF No. 3, at Ex. H.) Additionally, Edrington commented that Morgan \n“would be hard to replace.” ( Id.) Edrington encouraged Duke to recruit Morgan for \nDuke’s Raleigh office. (Id.) He also encouraged Duke to rely on Morgan’s knowledge \nof CVSD’s business practice to develop Duke’s new office layout and facilitate the \npurchase of necessary equipment. (ECF No. 3, at Exs. I, M.) \n38. Defendants contend that it was Morgan who approached Edrington and \nLongo to express her desire for full -time employment and her dissatisfaction with \n \n \nCVSD, and Plaintiffs in particular . (ECF No. 15.2 at ¶¶ 53 –62.) Edrington claims \nthat he sent the emails to Duke with the intention of “helping a deserving person get \na job.” (Id. at ¶¶ 64–65.) Edrington “believed [Morgan] would leave CVSD as soon as \nshe found a suitable full-time position.” (ECF No. 15.2 at ¶ 66.) Morgan tendered her \nresignation to CVSD in October 2017, but reconsidered and remains employed with \nCVSD at this time. \n39. It is questionable whether Edrington’s attempt to get Duke to hire  \nMorgan away from CVSD demonstrate s the “utmost devotion” to CVSD required by \nhis fiduciary duties. See, RCJJ, LLC, 2016 NCBC LEXIS 46, at *24. Again, however, \nPlaintiffs have not provided “proof of an injury or harm proximately caused by the \nbreach of duty.” BDM Investments, 2014 NCBC LEXIS 6, at *29–30. Plaintiffs have \nprovided evidence that CVSD is interviewing candidates for Morgan’s position, \nbelieving that Morgan’s continued employmen t with CVSD is precarious,  (ECF No. \n6.2 at ¶ 15), but Morgan remains employed by CVSD . In addition, Defendants have \nagreed to “not solicit Catherine Morgan or any other CVSD employee on Duke’s behalf \n. . . [and] agree[d] not to offer employment to Ms. Mor gan until 180 days after their \nlast day at CVSD.” (ECF No. 3, at Ex. P.) Plaintiffs have not established a likelihood \nof success on their breach of fiduciary duty claims arising from Defendants’ recruiting \nof Morgan. \n40. In summary, the evidence at this stage of the proceeding does not \nestablish that Defendants’ activities amounted to improper preparations to compete, \nand Plaintiffs have not shown they are likely to succeed on their claims that \n \n \nDefendants breached fiduciary duties. Plaintiffs’ request for a preliminary injunction \nbased on Defendants’ alleged breaches of fiduciary duties should be DENIED.  \nii.  Removal of Directors \n41. Plaintiffs seek removal of Defendants as directors of CVSD under G.S. \n§ 55-8-09, which provides:  \nThe superior court of the county wh ere a corporation’s \nprincipal office . . . is located may remove a director of the \ncorporation from office in a proceeding commenced either \nby the corporation or by its shareholders holding at least \nten percent (10%) of the outstanding shares of any class if \nthe court finds that: (1) the director engaged in fraudulent \nor dishonest conduct, or gross abuse of authority or \ndiscretion, with respect to the corporation; and (2) removal \nis in the best interest of the corporation. \n \n42. Plaintiffs argue that removal is proper because the same actions alleged \nto be breaches of Defendants’ fiduciary duties also constitute dishonest conduct and \ngross abuse of authority and discretion. 4 (ECF No. 6 at p. 15 .) For the same reasons \nthat the Court concluded that Plaintiff has not established a likelihood of success on \ntheir breach of fiduciary duty claims , the Court concludes that Plaintiffs have not \nshown that they are likely to succeed on their claims that Defendants acted \ndishonestly or grossly abused their authority as directors.  Accordingly, the Court will \nnot exercise its authority under G.S. § 55-8-09 at this stage of the litigation based on \nthat conduct. \n                                            \n4 At the hearing, Plaintiffs conceded that Defendants have not engaged in fraudulent conduct. \n \n \n43. Plaintiffs also argue that Defendants should be removed as directors \nbecause they have stated that they intend to use their majority control of CVSD’s \nBoard of Directors to “drive up” the Net Purchase Price of their shares under the Buy-\nSell Agreement  when Defendants leave the corporation.  (Id. at pp. 15 –16.) The \nparties have not, however, actually set the Net Purchase Price for Defendants’ shares \nin CVSD at this time, and it appears that the valuation process won’t take place until \nsometime in the spring of 2018 at the earliest. Defendants have not yet engaged in \nany improper conduct related to the valuation of shares in CVSD.  \n44. In conclusion, Plaintiffs have not sufficiently provided evidence \nestablishing a likelihood of success on the merits for the claims of breach of fiduciary \nduty or removal of directors under G.S. § 55-8-09 to justify imposition of a preliminary \ninjunction at this time.  Plaintiffs’ request for a preliminary injunction seeking \nremoval of Defendants as directors pursuant to G.S. § 55-8-09 should be DENIED. \nC. Irreparable Harm \n45. Having determined that Plaintiffs have failed to establish a likelihoo d \nof success on the merits, the Court need not reach the question of whether Plaintiffs \nwill suffer irreparable harm. \nD.  Balancing of Equities \n46. Finally, the Court must consider the balance of equities. When \nbalancing the equities, the Court should not grant a  preliminary injunction “where \nthere is a serious question as to the right of the defendant to engage in the activity \nand to forbid the defendant to do so, pending the final determination of the matter, \n \n \nwould cause the defendant greater damage than the plaintiff would sustain from the \ncontinuance of the activity while the litigation is pending. ” Bd. of Provincial Elders \nv. Jones, 273 N.C. 174, 182, 159 S.E.2d 545, 551–52 (1968). \n47. Plaintiffs contend that, “absent intervention from the Court” to remove \nDefendants as directors , “CVSD’s fate is certain death.” (ECF No. 6 at p. 22.) \nPlaintiffs argue that Defendants must be removed in order to allow Plaintiffs to act \nas the Board of the Directors on behalf of CVSD. ( Id. at pp. 20–22.) Plaintiffs point \nout that WakeMed is unwilling to negotiate with them over a potential relationship \nwhile Defendants remain in control of CVSD. This problem, however, is the result of \nWakeMed’s apparent confidentiality and other business concerns, and not any breach \nof Defendants’ duties to CVSD. \n48. Plaintiffs also contend that Plaintiffs must take control of the Board of \nDirectors in order to permit CVSD to hire new vascular surgeons and to permit CVSD \nto hire a replacement for Morgan, should she leave, (Id. at pp. 20–21), but Plaintiffs \nhave not pro vided evidence that Defendants have blocked or impeded CVSD’s \nattempts to hire new physicians or staff. To the contrary, Defendants have introduced \nevidence that they have at least expressed the willingness to work cooperatively with \nPlaintiffs towards a resolution of the current dispute that would permit Plaintiffs to \npursue their interests in continuing to practice as CVSD. (ECF No. 15.2 at ¶¶ 37–52; \nExs. D–F.) While the devil would certainly lie in the details of any such resolution, it \nappears from the evidence that Plaintiffs have not been as willing as Defendants to \nexplore a potential for resolution. \n \n \n49. Defendants, on the other hand, argue that placing Plaintiffs in control \nas the sole directors of CVSD would expose them to the same potential issues Plaintiff \nclaim they now face  regarding determination of the Net Purchase Price of their \nshares. (ECF No. at pp. 20 –22.) Defendants contend that they too are entitled to a \nsay in CVSD’s affairs during t heir final months with the practice , and entitled to \nexercise their rights as shareholders and directors. (Id.) \n50. The record evidence makes it clear that five surgeons  all have \ncontributed to the success of, and have a substantial interest in, CVSD, both \nprofessionally and financially. In this case the five surgeons agreed that CVSD would \nact through majority vote of the directors. Defendants constitute the majority of the \nBoard of Directors. Plaintiffs are understandably unhappy with this arrangement \nnow that Defendants have decided to practice with Duke . Nevertheless, since \nPlaintiffs have not established  that Defendants have caused or will cause injury to  \nCVSD through conduct in breach of their duties to the corporation, the extraordinary \nremedy of an injunction is not warranted. \nCONCLUSION \n51. In conclusion, because Plaintiffs have failed to establish a likelihood of \nsuccess on the merits, and because the equities in this particular case weigh against \nimposition of an injunction, Plaintiffs’ Motion for Preliminary Injunction is DENIED. \nTHEREFORE, IT IS ORDERED that Plaintiffs’ Motion for Preliminary \nInjunction is DENIED. \n \n \nThis, the 17th day of November, 2017. \n \n  /s/ Gregory P. McGuire         \nGregory P. McGuire \nSpecial Superior Court Judge  \n for Complex Business Cases "
}