{
  "id": "312658048d193d260b9f1b6cc6bb98e199ae630b829a9e5e38e3e0bd3f33a860",
  "source_file": "data/raw/ncbc/312658048d193d260b9f1b6cc6bb98e199ae630b829a9e5e38e3e0bd3f33a860.pdf",
  "raw_text": "Harco Nat’l Ins. Co. v. Grant Thornton LLP, 2008 NCBC 5 \n \n \nHARCO NATIONAL INSURANCE \nCOMPANY, \n  \nPlaintiff, \n \nv. \n \nGRANT THORNTON LLP, \n \nDefendant. \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n05 CVS 2500 \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE   \n \n \nSIRIUS AMERICA INSURANCE \nCOMPANY, \n \nPlaintiff, \n \nv. \n \nGRANT THORNTON LLP, \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \n05 CVS 6212 \n \nHARCO NATIONAL INSURANCE \nCOMPANY, \n  \nPlaintiff, \n \nv. \n \nBDO SEIDMAN, LLP, \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \n \n05 CVS 2299 \n \n \nORDER ON PLAINTIFF’S MOTION TO COMPEL GRANT THORNTON TO \nRESPOND TO INTERROGATORY NO. 27\n \n \n \n{1} This matter is before the Court on Plaintiff Harco National Insurance \nCompany’s (“Harco”) Motion to Compel additional information concerning \nDefendant Grant Thornton’s (“Grant Thornton”) insurance coverage.  Specifically \nHarco seeks to learn how much coverage remains on the policies and information to \nverify that amount.  It already knows the face value of coverage available to Grant \nThornton for the years at issue.1 \n{2} Harco seeks to compel Grant Thornton to fully answer Interrogatory 27, \nwhich asks: \nFor each insurance policy that does, will or may provide coverage, \nwhether by primary or excess coverage, for claims, causes of action or \ndamages claimed against Grant Thornton by Harco in the First \nAmended Complaint, and as amended, in this action, please state: \na.   Whether other claims have b een made against the policy for the \n2005 coverage year; \nb. The amount of the claims, de fense costs, and/or deductions \nalready subtracted from each policy for the 2005 coverage year; \nand \nc. The remaining balances of coverage on each policy for the 2005 \ncoverage year. \n \n(Pl.’s Mot. Compel ¶ 3.) \n{3} It is undisputed that other claims have been made against those policies \nwhich might provide coverage for the claims asserted by Harco in the Amended \nComplaint and that defense costs have also been paid from those policies.  The \npolicies are “claims made” policies.  That means that the full coverage amount can \nor may be eroded by prior claims and defense costs.  Harco wants to know the \namount of the remaining coverage and what has caused the diminution in value. \n{4} The motion to compel requires interpretation of North Carolina Rule of \nCivil Procedure 26(b)(2).  There is no North Carolina precedent for the specific \ninterpretation required here.  Rule 26(b)(2) provides that a party “may obtain  \n                                                 \n1 The policies have been produced subject to the Protective Order in place in this case. \ndiscovery of the existence and contents of any insurance agreement.”2  Grant \nThornton would read this language restrictively to limit discovery to the actual \npolicies themselves. Harco would read this language broadly to include any \ninformation about the availability of coverage.  Neither interpretation is correct. \n{5} The North Carolina Supreme Court has made it clear that the purpose of \nthe rule was to place parties on a level playing field in settlement negotiations.  In \nMarks v. Thompson, 282 N.C. 174, 192 S.E.2d 311 (1972), the Supreme Court \nupheld lower court rulings requiring a defendant in an automobile negligence case \nto disclose the amount of the coverage under his policies.  In doing so, the Court \nspecifically stated that the purpose of the 1971 amendments to Rule 26 was to \n“enable the parties to conduct settlement negotiations realistically, that is, with \nequal knowledge of the true facts as to liability insurance coverage.” Id. at 181, 192 \nS.E.2d at 316.  The result would be, in the Court’s words, “to equalize the \nknowledge of both parties, with the result that settlements will be based more upon \na fair evaluation of plaintiff’s claim and less upon ignorant conjecture concerning \nthe depth of defendant’s pocket.” Id. at 187, 192 S.E.2d at 319 (quoting \nLandkammer v. O’Laughlin, 45 F.R.D. 240 (S.D. Iowa 1968)).  The clear direction of \nthe Marks decision is that when it comes time to negotiate, the amount of liability \ncoverage available to a defendant should be disclosed to the plaintiff.  The Marks \ncase stands for no broader interpretation of the rule.  It clearly stands for the \nproposition that a plaintiff is entitled to know the “true facts” about the amount of \ncoverage.  The true facts would consist of the actual amount remaining to be paid \nunder the policy if that amount differed from the face amount of the policy.   \n{6} Since the 1971 amendment to the rule was adopted, mediation has become \nan accepted part of our litigation process and these parties will mediate this case \nprior to trial.  The parties are required to engage in mediation in good faith.  \n                                                 \n2 “A party may obtain discovery of the existence and contents of any insurance agreement under \nwhich any person carrying on an insurance business may be liable to satisfy part or all of a judgment \nwhich may be entered in the action or to indemnify or reimburse for payments made to satisfy the \njudgment. Information concerning the insurance agreement is not by reason of disclosure admissible \nin evidence at trial. For purposes of this subsection, an application for insurance shall not be treated \nas part of an insurance agreement.”  N.C.R. Civ. P. 26(b)(2). \nRefusing to provide accurate information about liability insurance coverage would \nnot be mediating in good faith.  To read the rule to permit obfuscation of the true \nfacts about coverage would render the Marks decision meaningless. \n{7} The North Carolina rule is similar to Federal Rule of Civil Procedure \n26(a)(1)(A)(iv).  The federal rule has been fairly consistently interpreted to narrowly \nrestrict the information required to be produced.  In fact some authorities and \nfederal decisions directly hold that the amounts remaining under coverage are not \nrequired to be produced.  Moore’s Federal Practice, Section 26.22 states the \nfollowing about the analogous federal rule:  “Rule 26(a)(1)(A)(iv) merely requires the \ndisclosure of the insurance agreement itself, and does not require the production of \nother documents relating to the insurance, such as information regarding the \nremaining policy limits and information regarding any release of the insurer’s \nobligations under the policy.”  That interpretation is supported by the cases cited by \nGrant Thornton.  (Def.’s Resp. Br. Opp’n Mot. Compel 4–5 (listing cases supporting \nthe interpretation of federal Rule 26(a)(1)(A)(iv) stated above).)   \n{8} The rationale behind a narrow construction of the rule is clear.  It \nprevents discovery between parties from evolving into a needless side dispute over \nwhat a defendant’s coverage ought to be — an issue unrelated to the merits of the \ncase. Here, Harco has asked for information that is in flux and may change with \nfrequency.  It is not for this Court to resolve disputes between Grant Thornton and \nits insurance companies, nor is that a matter in which Harco has any presently \nvested interest.  The additional information it seeks is not related to the merits of \nthis case and can only lead to unnecessary argument over the policy limits.  The \nadditional policy information sought by Harco is not relevant to the merits of this \ncase.  In addition, the information will change over time rendering the only \npertinent information the amount of coverage available when settlement \nnegotiations or mediation take place. \n{9} Where the North Carolina Supreme Court has provided guidance on one \nof our rules that differs from the interpretation of an analogous federal rule by the \nfederal courts, this Court is bound by the North Carolina Supreme Court’s direction. \nAccordingly, the motion to compel is granted to the extent that Grant Thornton is \nrequired to disclose to Harco the remaining amount of coverage under its applicable \nliability insurance policies.  Such disclosure shall be made at least ten days prior to \nthe beginning of mediation or settlement negotiations.  The motion to compel is \ndenied to the extent it seeks additional information about the coverage. \n{10} IT IS SO ORDERED this the 4th day of March 2008. \n \nThe Honorable Ben F. Tennille \nChief Special Superior Court Judge \n     for Complex Business Cases \n \n "
}