{
  "id": "312af9f5e0374367fb2c82bd51caaf14af4fa42073e9ba48d36c8e4f87068223",
  "source_file": "data/raw/ncbc/312af9f5e0374367fb2c82bd51caaf14af4fa42073e9ba48d36c8e4f87068223.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF ONSLOW 15 CVS 430 \n \nKINSTON MEDICAL SPECIALISTS, P.A., ) \n  Plaintiff, ) \n   )  \n v.  ) OPINION AND ORDER ON  \n   ) MOTION TO DISMISS \nMARY E. BUNDLE and JACKSONVILLE ) \nCHILDREN'S AND MULTI-SPECIALITY  ) \nCLINIC,   ) \n  Defendants. ) \n  \n \n THIS CAUSE, designated a mandatory comp lex business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the Court on Defendants' Motion  to Dismiss Plaintiff's Complaint (\"Motion\") \npursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure (\"Rule(s)\"). \n THE COURT, having considered  the memoranda filed in support of and opposition to \nthe Motion, and other appropriate matters of record, CONCLUDES that the Motion should \nbe DENIED for the reasons stated herein.\n1 \nProcedural Background \n1. Most of the procedural background relevant to this action is set forth in detail \nin the Court's Order on Motion for Preliminar y Injunction issued on March 19, 2015, and is \nincorporated by reference herein.  In the Order on Preliminary Injunction, the Court denied \nPlaintiff's requests for a preliminary injuncti on to prohibit Defendant Mary E. Bundle \n(\"Bundle\") from violating a covenant not to co mpete and a covenant not to solicit patients \n                                                 \n1 The Court, pursuant to Rule 15.4 of the General Rules of Practice and Procedure for the North \nCarolina Business Court, decides the Motion without oral argument. \nKinston Med. Specialists, P.A. v. Bundle, 2015 NCBC 45.\n \n \ncontained in an Employment Agreement (\"Agreement\") between her and Plaintiff.  The Court \nconcluded that Plaintiff had not shown a likelih ood of success on the merits with regard to \nthe covenant not to compete, and had failed to  show likelihood of irreparable harm with \nregard to the covenant not to solicit. \n2. On March 12, 2015, Defendants Bundle and Jacksonville Children's and Multi-\nspecialty Clinic (\"JCMC\") filed the Motion, wi thout a memorandum in support thereof.  On \nMay 4, 2015, after Plaintiff responded to the Motion, Defendants filed a reply memorandum \nin support of the Motion.  The Motion and the reply are cryptic and it is difficult to determine \non which claims and on what grounds Defendants move for dismissal.  Defendants, however, \nhave moved to \"dismiss with prejudice the plai ntiff's complaint.\"  The Complaint states \nclaims for (a) breach of the covenant not to compete against Bundle, (b) breach of the covenant \nnot to solicit against Bundle, and (c) tortious interference with contractual relations against \nJCMC.  Accordingly, the Court will address each of these claims. \nFactual Background \n3. Plaintiff is a regional medical practice  in Eastern North Carolina. Plaintiff \nmaintains a principal place of business in Lenoir County, and another location in Onslow \nCounty.\n2 The use of mid-level providers, includin g physician's assistants, is an \"integral \ncomponent\" of Plaintiff's medical practice.3 \n4. Plaintiff hired Bundle as a Physician's Assistant on or about August 13, 2004.  \nOn that same date, Bundle signed the Ag reement.  The Agreement contained covenants \nprohibiting Bundle for a period of two years following her termination from Plaintiff from \nbeing \"engage[d] as\" a Physician's Assistan t in Onslow County, Lenoir County, Greene \nCounty, Jones County, Duplin County, and that part of Wayne County east of Goldsboro, \n                                                 \n2 Compl. ¶¶ 2, 5. \n3 Id. ¶ 6. \n \n \nNorth Carolina, and from soliciting or inducing \"any of the patients\" of Plaintiff to cease doing \nbusiness with Plaintiff.4 \n5. Bundle had \"day-to-day exposure and in teraction with [Plaintiff's] patients\" \nwhile she was employed. 5  Although the Complaint alleges on information and belief that \nBundle has divulged its \"trade and business se crets,\" it does not contain any allegations \nregarding specific trade secrets to which Bundle was exposed as a Physician's Assistant.6  \n6. On or about January 2, 2015, Plaintiff terminated Bundle's employment. \nShortly thereafter, Bundle began working as a Physician's Assistant for JCMC.  JCMC is \n\"engaged in a similar medical practice\" to that of Plaintiff.7 \n7. Prior to hiring Bundle, JCMC so ught a reference from Plaintiff. 8  Plaintiff \ninformed JCMC that Bundle was subject to a non-compete agreement, and that it intended \nfor Bundle to honor the terms on the covenant .  Despite this, JCMC hired Bundle at its \nRichland, Onslow County, North Carolina location.9 \n8. Plaintiff alleges upon information and belief that Bundle has \"solicited\" and \n\"diverted\" patients from Plaintiff to JCMC.  Since Bundle became employed with JCMC, 38 \npatients have left Plaintiff for JCMC.10  Plaintiff alleges that Defendants' actions have caused \nit injury.11 \n \n \n \n                                                 \n4 Compl. ¶¶ 7, 9, Ex. A (\"Agreement\") § 27. \n5 Id. ¶ 11. \n6 Id. ¶ 15. \n7 Id. ¶ 12. \n8 Id. ¶ 13. \n9 Id. ¶ 14. \n10 Id. ¶ 15. \n11 Id. ¶¶ 20, 26, 27. \n \n \nDiscussion \n9. In the Motion, Defendants ask the Cou rt to dismiss \"[P]laintiff's complaint \nbecause the non-compete covenant at issue \"is facially unenforceable as a matter of law.\" 12  \nThe Motion does not expressly mention Plainti ff's other claims. In their reply, however, \nDefendants also indicate that they seek dismissa l of Plaintiff's claims for breach of the non-\nsolicitation agreement and for tortious interfer ence. Also in their reply, Defendants argue \nthat \"through the evidence proffered at [the] injunction proceedings [Plaintiff] has conceded \nthat it will not be able to allege or prove the reasonableness of the non-compete agreement.\"13  \nAt the time it decided the TRO and the prelim inary injunction motions, the Court had the \nability to consider information outside of the Complaint that was provided in the affidavits \nof the parties.  Of course, the Court cannot cons ider such information in deciding a motion \nunder Rule 12(b)(6), and is confined strictly to the allegations in the Complaint.\n14   \n10. In deciding a motion under Rule 12(b)(6), the Court treats the well-pleaded \nallegations of the complaint as true and admitted. Sutton v. Duke , 277 N.C. 94, 98 (1970). \nHowever, conclusions of law or unwarranted deductions of fact are not deemed admitted. Id. \nThe facts and permissible inferences set forth in  the complaint are to be treated in a light \nmost favorable to the nonmoving party. Ford v. Peaches Entm't Corp., 83 N.C. App. 155, 156 \n(1986).  The Court also may consider contracts that are referenced in and put at issue in the \ncomplaint.  Coley v. N. Carolina Nat'l Bank , 41 N.C. App. 121, 126 (1979).  As our Court of \nAppeals has noted, the \"essential question\" raised  by a Rule 12(b)(6) motion is \"whether the \ncomplaint, when liberally construed, states a claim upon which relief can be granted on any \n                                                 \n12 Defs.' Mot. Dismiss 1. \n13 Defs.' Reply Supp. Mot. Dismiss 1-2. \n14 The Court recognizes that it could exercise its dis cretion to consider the previously filed affidavits, \nthereby converting the Motion into a motion for su mmary judgment pursuant to Rule 56.  The Court \ndeclines to do so. \n \n \ntheory.\" Barnaby v. Boardman , 70 N.C. App. 299, 302 (1984), rev'd on other grounds , 313 \nN.C. 565 (1985) (citations omitted).  A Rule 12(b)(6) motion should be granted when the \ncomplaint, on its face, reveals (a) that no law supports the plaintiff's claim, (b) the absence of \nfacts sufficient to form a viable claim, or (c) some fact which necessarily defeats the plaintiff's \nclaim.  \nJackson v. Bumgardner, 318 N.C. 172, 175 (1986). \nCovenant Not to Compete \n11. In North Carolina, in order to state a claim for breach of a non-competition \nagreement, a Plaintiff is required to allege an enforceable agreement, breach thereof, and \ninjury. See McLamb v. T.P. Inc. , 173 N.C. App. 586, 588 (2005).  An enforceable non-\ncompetition covenant must be (a) in writing, (b) a part of the employment contract, (c) based \non valuable consideration; (d) reasonable as to time and territory and (e) designed to protect \na legitimate business interest. A.E.P. Industries, Inc. v. McClure , 308 N.C. 393, 402 (1983).  \nPlaintiff clearly has alleged the first three of these elements.  The only issue for decision is \nwhether, at this early stage, Plaintiff has  sufficiently alleged that the covenant was \nreasonable as to time and territory and design ed to protect Plaintiff's legitimate business \ninterests. \n12. Defendants do not argue that the two year non-competition covenant was \nunreasonable.  In any event, such argument would not be persuasive, particularly at the Rule \n12(b)(6) stage. North Carolina courts have routinely held that time restrictions on covenants \nnot to compete of two years, and even longer, are \"reasonable.\" Precision Walls v. Servie, 152 \nN.C. App. 630, 637 (2002); see also Hartman v. W.H. Odell & Assocs., 117 N.C. App. 307, 315 \n(1994) (noting that our Supreme Court has reco gnized that, under certain circumstances, a \nfive year covenant might be reasonable). \n13. In addition to showing a reasonable duration, an \"employer must show that \nthe [geographical] territory embraced by the covenant is no greater than necessary to secure \n \n \nthe protection of its business or good will.\" Hartman, 117 N.C. App. at 312 (citing A.E.P., 308 \nN.C. at 408). The Court of Appeals has also recognized that, \"[w]here the alleged primary \nconcern is the employee's knowledge of the customers, 'the territory should only be limited to \nareas in which the employee made contacts during the period of employment.'\" Id. at 313.  \nHere, it appears that, as alleged, Plaintiff' s primary concern was with Bundle's knowledge \nregarding its patients.15 \n14. In analyzing the reasonableness of the geographic scope of a covenant not to \ncompete, North Carolina courts generally consider the following six factors: \n(1) the area, or scope, of the restriction; (2) the area assigned to the employee; \n(3) the area where the employee actually worked or was subject to work; (4) \nthe area in which the employer oper ated; (5) the nature of the business \ninvolved; and (6) the nature of the empl oyee's duty and his knowledge of the \nemployer's business operation. \n \nHartman, 117 N.C. at 312. \n15. The covenant at issue prohibits Bundle from working as a physician's assistant \nin Lenoir, Duplin, Jones, Greene, Onslow, and parts of Wayne County.  The Complaint \nalleges only that Plaintiff had locations in Lenoir and Onslow Counties, but not Duplin, \nJones, Greene, or Wayne Counties. The Complain t does allege, however, that Plaintiff is a \n\"regional … medical practice engaged in the pr actice of medicine throughout Eastern North \nCarolina.\"  Similarly, the Complaint alleges only  that Bundle worked in Plaintiff's Onslow \nCounty location, but alleges that she had exposu re to and interaction with \"[Plaintiff's] \npatients.\"  The Complaint does not, however, allege what counties Bundle's patients where \nfrom, that she was exposed to patients other than her own patients, or exposed to patients \nwho were seen at locations other than Onslow County.\n16  Accordingly, the allegations do not \n                                                 \n15 See Compl. ¶ 17 (alleging that, unless Bundle's actions were enjoined, Bundle will \"continue to . . . \nsolicit and take away patients from Plaintiff\" and \"threaten Plaintiff's ability to maintain its medical \npractice . . . and to maintain its business goodwill with existing patients . . . .\"). \n16 Id. ¶ 12. \n \n \nexpressly tie the geographic scope of the re striction to Plaintiff's legitimate business \ninterests. \n16. Ultimately, however, the Court concludes the allegations for breach of the non-\ncompetition agreement are minimally sufficient to survive dismissal at this stage.  Plaintiff \nhas alleged a legitimate business interest in protecting its patient base, and the geographical \nrestrictions are at least loosely tied to its alle ged \"Eastern North Carolina\" practice area in \nwhich Plaintiff alleges it operates.  Moreover, nothing alleged in the Complaint indicates that \nthe nature of Plaintiff's business or the nature of Bundle's duties while employed by Plaintiff \nmake the non-competition agreement facially unenforceable under the remaining Hartman \nfactors.  While it appears that Plaintiff may have a difficult time ultimately prevailing on \nthis claim, the Court concludes that Defendants' motion to dismiss Plaintiff's claim for breach \nof the covenant not to compete should be DENIED.17  \nNon-solicitation Covenant  \n17. In addition to including a covenant not to compete, the Agreement also \ncontains a non-solicitation covenant. As noted above, the non-solicitation covenant restricts \nBundle for two years from \"inducing\" or \"solic it[ing]\" Plaintiff's patients to \"cease doing \nbusiness with\" Plaintiff.  The restriction in this  covenant is not limited to those patients of \nPlaintiff actually treated by Bundle, but appears to cover all of Plaintiff's patients regardless \nof from whom they received treatment. \n                                                 \n17 The covenant not to compete also arguably would prohibit Bundle from being \"engage[d] as\" a \nPhysician's Assistant without regard to the type of medical practice involved. The allegations establish \nonly that at the time Bundle was hired, Plaintiff provided services in internal medicine, primary care, \nfamily care, cardiology, gastroenterology, pulmon ology, hematology and oncology. Compl. Ex. A.  \nAccordingly, as written, the covenant would restrict  Bundle from working at a medical practice that \nprovides medical services that do not compete with the services offered by Plaintiff (e.g., orthopedics, \nOB/GYN, dermatology, ENT, etc.).  Although the Cour t does not consider it dispositive at this stage, \nit appears that this restriction may be broader than  necessary to protect the legitimate interests of \nPlaintiff. \n \n \n18. As this Court has recognized, the \"ele ments are the same for non-competition \nand non-solicitation clauses, but the latter are mo re easily enforced, as their restraints on \nemployees are generally more tailored and less onerous on employees' ability to earn a living.\" \nAkzo Nobel Coatings, Inc. v. Rogers, 2011 NCBC 41 ¶ 46 (N.C. Super. Ct. Nov. 3, 2011).  \n19. As with the covenant not to compete,  there is no dispute that the non-\nsolicitation covenant was in writing, part of  an employment contract, and supported by \nvaluable consideration. Clearly, the covenant is tied to protecting a legitimate interest of \nPlaintiff in securing its patients from solicitation by other medical practices. See id. 2011 \nNCBC 41 ¶ 47.  \n20. Bundle contends that the non-solicitatio n covenant is overly broad because it \nprohibits her from soliciting patients she never treated. However, Bundle also concedes that \n\"Plaintiff may be able to plead (and prove) that the level of Ms. Bundle's interaction with all \nof its patients would support such a broad covenant.\" 18 In addition, the non-solicitation \ncovenant does not directly impact Bundle's ability to work or even to treat former patients of \nPlaintiff, but only her ability to solicit Plaint iff's patients. Accordingly, the Court concludes \nthat Defendant's motion to dismiss Plaintif f's claim for breach of the non-solicitation \ncovenant should be DENIED. \nTortious Interference with Contract \n21. Defendant argues only that Plaintiff' s claim for tortious interference with \ncontract against JCMC should be dismissed if Plaintiff's claims for breach of the non-\ncompetition and non-solicitation covenants are dismissed.  Since the Court denies the Motion \n                                                 \n18 Defs.' Reply p. 2. \n \n \nas to Plaintiff's claims for breach of the covena nts, Defendants' motion to dismiss Plaintiff's \nclaim for tortious interference with contract against JCMC should similarly be DENIED.19 \nTHEREFORE, IT IS ORDERED that: \n22. Defendants' Motion to Dismiss is DENIED. \nThis the 7th day of May, 2015. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n \n                                                 \n19 The Court notes that it also concludes that Plaintiff has sufficiently pleaded the elements of such a \nclaim to survive a motion to dismiss pursuant to Rule 12(b)(6). United Labs., Inc. v. Kuykendall, 322 \nN.C. 643, 661, (1988). "
}