{
  "id": "313c91a671fef94e297eba0e81b2926b747f5506c6f598c7b3695f1374458bd2",
  "source_file": "data/raw/ncbc/313c91a671fef94e297eba0e81b2926b747f5506c6f598c7b3695f1374458bd2.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 3098 \nEUGENE K. EHMANN;  \nN. WILLIAM SCHIFFLI, JR.; and \nTHAD A. THRONEBURG, \n \nPlaintiffs, \n \nv. \n \nMEDFLOW, INC., GREG E. \nLINDBERG; ELI GLOBAL, LLC; ELI \nRESEARCH, LLC; ELI EQUITY, LLC; \nSNA CAPITAL, LLC; SOUTHLAND \nNATIONAL HOLDINGS, LLC; \nSOUTHLAND NATIONAL \nINSURANCE CORPORATION; \nDJRTC, LLC; AND MEDFLOW \nHOLDINGS, LLC, \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n[Public]1 \n \n1. THIS MATTER is before the Court on Defendants’ Motion to Dismiss (the \n“Motion”) filed by Defendants Medflow, Inc., Greg E. Lindberg, Eli Global LLC, E li \nResearch LLC, Eli Equity LLC, SNA Capital, LLC, Southland National Holdings, \nLLC, Southland National Insurance Corporation, 2 DJRTC, LLC, and Medflow \n \n1 Recognizing that this Order and Opinion cites and discusses the subject matter of documents \nthat the Court has allowed to remain under seal in this action, and out of an abundance of \ncaution, the Court filed this Order and Opinion under seal on 12 Septembe r 2022 pending \nconsultation with the parties regarding proposed redactions. ( See ECF No. 434 .) On 23 \nSeptember 2022, the parties notified the Court that, after conferring, all parties agree there \nis no material in this Order and Opinion that requires sealing. Accordingly, the Court now \nfiles this public version of this Order and Opinion. \n \n2 Defendant Southland National Insurance Corporation separately filed a motion to dismiss \nthe direct claims asserted against it (“SNIC’s Motion”), (ECF No. 387), after filing the instant \nMotion and brief.   SNIC’s Motion is redundant and not properly before the Court .  \nAccordingly, the Court declines to separately consider SNIC’s Motion.  \nEhmann v. Medflow, Inc., 2022 NCBC 55. \nHoldings, LLC (collectively “Defendants”) .  (Defs.’ Mot. Dismiss, ECF No. 120 \n[“Mot.”].)  The Motion requests the Court dismiss the Second Amended Complaint \n(the “Complaint”) filed by Plaintiffs Eugene K. Ehmann, N. William Schiffli, Jr., and \nThad A. Throneburg.3   \n2. For the reasons set forth herein, the Court hereby GRANTS IN PART and \nDENIES IN PART the Motion.  \nCaudle and Spears, P.A., by Harold C. Spears and Christopher P. Raab , for \nPlaintiff \n \nFox Rothschild LLP by Matthew N. Leerberg, Troy D. Shelton and Matthew W. \nKrueger-Andes, for Defendants \n \nCondon Tobin Sladek Thornton Nerenberg PLLC , by Aaron A. Tobin, pro hac \nvice, Kendal B. Reed,  pro hac vice,  and Jared T.S. Pace,  pro hac vice,  for \nDefendants  \n \nRobinson, Judge. \n \nI. INTRODUCTION \n3. Plaintiff Thad Throneburg (“Plaintiff”) served as Chief Executive Officer of \nDefendant Medflow, Inc. (“Medflow”) during which time  Medflow was acquired by \nDefendant Greg E. Lindberg (“Lindberg”)  through various companies Lindberg \ndirectly or indirectly owned.  Shortly after Medflow’s acquisition, Plaintiff requested \nfrom Medflow  certain payments which became due  under Plaintiff’s employment \nagreement.  Medflow did not make such  payments and instead placed Plaintiff on \n“paid vacation.”  This action followed.   \n \n3 Subsequent to  the filing of the Second Amended Complaint (ECF Nos. 118 and 119), \nPlaintiffs Eugene K. Ehmann and N. William Schiffli, Jr. dismissed their claims against \nDefendants, leaving Thad A. Throneburg as the sole remaining Plaintiff in this action.  \n4. The Complaint makes the following claims directly against all Defendants: \nWage and Hour Act violation (count two); retaliatory employment discrimination \n(count three); tortious retaliation (count four); fraudulent transfer (count five); and \nunfair and deceptive trade practices (count seven) .  Against Medflow only, t he \nComplaint directly alleges breach of contract (count one), fraud (count six), and \nreplevin (count twelve) .  The Complaint’s claim for successor liability (count eight)  \nseeks to extend Medflow’s liability to Medflow Holdings . Claims for alter ego (count \nnine) and civil conspiracy (count ten)  seek to extend Medflow’s liability to all other \ndefendants.  Count eleven requests a constructive trust remedy.  (Second Am. Compl. \n¶¶ 74–92.)   \nII. FACTUAL BACKGROUND \n5. The Court does not make findings of fact on a motion brought pursuant to \nRule 12(b)(6) but instead recites only those facts included in the complaint relevant \nto the Court’s determination of the motion.  \nA. The Parties \n6. Defendant Medflow  is a North Carolina corporatio n providing electronic \nmedical records software and related services specialized for the eye care industry.   \n(Second Am. Compl. ¶¶ 27–28.)  \n7. Plaintiff is a North Carolina attorney and served as Medflow’s CEO from 1 \nJanuary 2005 to November 2007 when he sold his ownership interest in Medflow and \nreturned to active law practice .  (Second Am. Compl. ¶¶  124–25.)  Plaintiff was \nrehired by Medflow as interim CEO  on 10 December 2014.   (Second Am. Compl. ¶ \n127.) \n8. Lindberg is a resident of Durham County, North Carolina and is the  \nmanager, president, or chairman of at least 101 entities who designate their principal \noffices as 2222 Sedwick Road, Durham, North Carolina.  (Second Am. Compl. ¶ 17.) \n9. Lindberg is the owner, directly or indirectly, of Defendants Eli Global, LLC \n(“Eli Global”) , E li Research, LLC (“Eli Research”) , E li Equity, LLC (“Eli Equity”),  \nSNA Capital, LLC (“SNA”), Southland National Holdings, LLC, Southland National \nInsurance Corporation (“SNIC”),  DJRTC, LLC  (“DJRTC”) and Medflow Holdings, \nLLC (collectively, with Medflow, the “Entity Defendants”).  (Second Am. Compl. ¶¶ \n40, 45, 49, 63, 67, 82, 85.) \n10. Lindberg is also the owner, directly or indirectly, of nonparty Eli India, LLC \n(“Eli India”).  (Second. Am. Compl. ¶¶ 87–89.) \nB. The Employment Agreement \n11. Plaintiff w as appointed interim CEO of Medflow for a 90 -day period \nbeginning on 10 December 2013.   (Second Am. Compl. ¶ 137.)   During that time, \nPlaintiff and Medflow leade rship developed a three -year strategic plan for Medflow  \nand decided that Plaintiff should stay on as Medflow’s CEO should another suitable \nCEO not be found. (Second Am. Compl. ¶ 138.)  Thereafter, Plaintiff executed a three-\nyear written employment agreement with Medflow on or before 8 July 2014  (the \n“Employment Agreement”).  (Second Am. Compl. ¶ 144.) \n12. The Employment Agreement contains the following relevant provisions: \na. A three-year term as Medflow’s CEO from 1 March 2014 until 28 \nFebruary 2017; \nb. An Annual Base Salary in the amount of $360,000 per year; \nc. Upon the occurrence of a “Change of Control” of Medflow, Plaintiff \nbecomes entitled  to a Change of Control Payment equal to his \nAnnual Base Salary “grossed up” by taxes and paid in a lump sum \n(“Change of Control Payment”); and \nd. Severance benefits in the event  Medflow terminate s the \nEmployment Agreement without cause or Plaintiff terminateshis \nEmployment Agreement for “ Good Reason ” as defined in the \nEmployment Agreement.   Upon either occurrence, Plaintiff \nbecomes entitled to  his Annual Base Salary and insurance \nbenefits for a period of 36 months which, in the event of a Change \nof Control are “ grossed up”  by taxes and paid in a lump sum \n(“Severance Benefits”). \n (Second Am. Compl. ¶ 164.)   Medflow’s obligations to Plaintiff under the \nEmployment Agreement are secured by a security interest in certain of Medflow’s \nassets including accounts software, general intangibles, and the proceeds of the \nforegoing (the “Encumbered Assets”).  (Second Am. Compl. ¶ 165.) \nC. Lindberg Acquires Medflow \n13. As of 31 August 2014, all issued and outstanding shares of Medflow were \nsubject to the Amended and Restated Shareholders’ Agreement d ated August 31, \n2005 (“Shareholders’ Agreement”).  (Second Am. Compl. ¶ 232.) \n14. The Shareholders’ Agreement granted a right of first  refusal to Medflow, \nand right of second  refusal to other Medflow shareholders before any shareholder \ncould sell Medflow shares to a third party.  (Second Am. Compl. ¶ 235.) \n15. As of 31 August 2014, Dominic James Riggi  (“Riggi”) was owner of 30% of \nall issued and outstanding shares of Medflow (the “Riggi Shares”) and was a party to \nthe Shareholders’ Agreement.  (Second Am. Compl. ¶¶ 29–30, 233–34.) \n16. On 29 August 2014, Riggi formed DJRTC .  O n 1 September 2014, Riggi \ntransferred the Riggi Shares to DJRTC.  (Second Am. Compl. ¶ 242.)   \n17. On 8 September 2014, Riggi  and SNA entered an agreement under which \nSNA purchased DJRTC at a price of $2,704,620.53.  This transfer caused Lindberg to \nbecome the indirect owner of the Riggi Shares without Riggi having first offered such \nshares to Medflow and other Medflow Shareholders.  (Second Am. Compl. ¶ 242–43.) \n18. On 10 September 2014, DJRTC notified Medflow that SNA “now beneficially \nowns all of the [Riggi] Shares [,]” and that DJRTC wished to become a party to the \nShareholders’ Agreement.  (Second Am. Compl. ¶ 252.) \n19. Medflow determined that the transfer of the Riggi Shares to SNA was null \nand void due to its non-compliance with the Shareholders’ Agreement.  (Second Am. \nCompl. ¶¶ 266, 269.)  \n20. SNA and DJRTC never cured their breach of the Shareholders’ Agreement \ndescribed in paragraph 17, supra.  (Second Am. Compl. ¶ 268.) \n21. At a Medflow shareholders meeting on 18 September 2014, Lindberg stated \nto Plaintiff that he would (i) leave Plaintiff in place  as CEO, (ii) offer Plaintiff an \nemployment contract, and (iii) give Plaintiff and other senior employees \nindependence in operating Medflow.  (Second Am. Compl. ¶ 658.) \n22. Also on 18 September 2014, SNA made a tender offer directly to all non -\nRiggi shareholders to purchase their shares in Medflow.  (Second Am. Compl. ¶ 260.) \n23. Davlong Business Solutions, LLC (“Davlong”) owned approximately 40% of \nall outstanding shares of Medflow (the “Davlong Shares”) prior to 18 December 2014.  \nBetween 18 December 2014 and 16 January 2015, Eli Global and Davlong entered \ninto a Stock Purchase Agreement whereby Davlong agreed to sell, and Eli Global \nagreed to buy, the Davlong Shares.  (Second Am. Compl. ¶ 33.) \n24. Eli Global transferred the Davlong Shares to DJRTC effective 16 Jan uary \n2015.  (Second Am. Compl. ¶ 34.) \n25. Through exchanges of Medflow stock by DJRTC and Eli Global, “Change of \nControl” of Medflow as defined in the Employment Agreement occurred no later than \n16 January 2015.  (Second Am. Compl. ¶ 336.)   \n26. Because of Lindberg’s ownership of SNA, Lindberg “owned, directly or \nindirectly, all or a controlling interest in all outstanding shares of Medflow” as of 16 \nJanuary 2015.  (Second Am. Compl. ¶ 37.) \nD. Plaintiff Requests Change of Control Payment   \n27. Following Lindberg’s acquisition of Medflow , on 16 January 2015, the \nChange of Control payment  became due to Plaintiff .  ( Second Am. Compl. ¶¶ 164, \n420–31, 609–22.) \n28. Plaintiff requested the Change of Control payment on 22 January 2015, and \nLindberg became aware of the content of the Employment Agreement on 23 January \n2015 when they were provided to him by Eli Global employee Sandi White.  (Second \nAm. Compl. ¶¶ 348, 356.)  \n29. When Plaintiff followed -up with Lindberg about the C hange of Control \npayment, Lindberg informed Plaintiff that “we will review” the request  for such \npayment.  (Second Am. Compl. ¶¶ 366–67.) \n30. On 27 January 2015, Lindberg’s employee Vishal Kumar wrote to Lindberg, \n“[a]s you are aware, Sandi [White] is working to get new entity and its bank so that \nwe can strip out [Medflow] assets, people (the ones we want to) and operations \nthere . . . Hoping there are no more skeletons out there.”  (Second Am. Compl. ¶ 361.)  \nLindberg replied “[g]ood [o]n the movement of the assets to newco, we will time that \ncarefully . . . please prepare for it then will give everyone heads up when timing is \nright.”  (Second Am. Compl. ¶ 362.)  \n31. On 8 February 2015 , Lindberg sent an email to Plaintiff containing a \nproposed Termination Agreement in which he offered Plaintiff “at will” employment \nas CEO of Medflow Holdings at his current Annual Base Salary in exchange for \ntermination of the Employment Agreement.  (Second Am. Compl. ¶ 393.) \n32. On 9 February 2015, Plaintiff repli ed to Lindberg that the proposed new \nemployment agreement was much less favorable than his current Employment \nAgreement and requested payment of the Change of Control Payment by 16 February \n2015.  (Second Am. Compl. ¶ 403.) \n33. Also o n 9 February 2015, Plainti ff perfected his security interest in the \nEncumbered Assets by filing financing statements with the North Carolina Secretary \nof State.  (Second Am. Compl. ¶ 492.) \n34. On 10 February 2015, Lindberg held a meeting with Plaintiff  at Medflow’s \nCharlotte office and  stated that he was concerned, among other things, with the \ninside dealing arising from the Employment Agreement.  (Second Am. Compl. ¶  409.)  \nLindberg then stated that Medflow was putting Plaintiff on “paid vacation” while \nLindberg “sorted through” these concerns.  (Second Am. Compl. ¶ 410.) \n35. Plaintiff never received his  Change of Control or Severance payments.  \n(Second Am. Compl. ¶¶ 6 12–14.)  Plaintiff then filed written complaints with the \nWage and Hour Bureau of the North Carolina Department of Labor .  (Second Am. \nCompl. ¶ 616.)  The Commissioner of Labor issued to Plaintiff right -to-sue letters \nagainst Lindberg, Eli Global, Eli Research and Medflow .  ( Second Am. Compl. ¶¶ \n628–35.)   \nE. Transfer of Medflow’s Assets \n36. Following Lindberg’s acquisition o f Medflow, s oftware and intellectual \nproperty owned by Medflow was shared and used by developers for other companies \nwith Medflow receiving no, or inadequate, consideration for such use.  (Second Am. \nCompl. ¶ 563.) \n37. Between 5 March 2015 and 5 May 2015, Medflow transferred cash directly \nto Medflow Holdings in the total amount of $375,000 with Medflow receiving no , or \ninadequate, consideration.  (Second Am. Compl. ¶ 504–05.) \n38. On 12 March 2015, Medflow transferred $116,500 to Anderson Tobin, PLLC, \nwhich identified itself as counsel for Eli Global on 13 February 2015.  (Second Am. \nCompl. ¶ 506.) \n39. From 11 February 20 15 to 18 March 2015, Medflow Holdings deposited in \nits bank account over $280,000 in accounts receivable owed to Medflow.  (Second Am. \nComp. ¶ 512.) \n40. On 11 February 2015, Defendants caused a UCC financing statement to be \nfiled with the North Carolina Secretary of State g iving notice of a security interest \ngranted to SNIC in all or substantially all of the assets of Medflow Holdings.  (Second \nAm. Compl. ¶ 538.) \n41. On or about 16 February 2015, all of Medflow’s employees, except for \nPlaintiff, Ehmann, and Schiffli, were transferred to Medflow Holdings or terminated.  \n(Second Am. Compl. ¶ 516.) \n42. Eli India employee Satya Gottumukkala emailed Lindberg to confirm that \nGottumukkala would leave Medflow ’s bank accounts in place; that all new \ntransactions would be done through the Medflow  Holdings bank account at Wells \nFargo; and that all accounts receivable and accounts payable  would be through the \nMedflow Holdings account at Wells Fargo —to which Lindberg  responded “[s]ounds \ngood.”  (Second Am. Compl. ¶ 519.) \nIII. PROCEDURAL BACKGROUND \n43. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion.  An extensive review of the procedural \nhistory of this case may be found at Ehmann v. Medflow, Inc., 2020 NCBC LEXIS \n46 at *12–20 (N.C. Super. Ct. Apr. 9, 2020). \n44. Plaintiff initiated this action on 18 February 2015 with the filing of its \nComplaint.  (ECF No. 1 .)  This action was designated as a mandatory complex \nbusiness case on 19 February 2015  and assigned to the Honorable Judge James L. \nGale on 20 February 2015.  (ECF Nos. 4–5.) \n45. Plaintiff filed the Amended Complaint on 21 April 2015 (ECF No. 40) and \nthe Second Amended Complaint on 2 December 2015 (ECF No. 118). \n46. Defendants filed the Motion pursuant to Rule 12(b)(6) on 4 December 2015.  \n(ECF No. 120.) \n47. The Motion has been fully briefed .  (Defs.’ Br. Supp. Defs.’ Mot. Dismiss, \nECF No. 1 21 [“Br. Supp.”]; Pl.’s Br. Resp. Defs. ’ Mot. Dismiss, ECF No. 124  [“Br. \nResp.”]; and Defs.’ Reply Br. Defs.’ Mots. Dismiss, ECF No. 127 [“Reply Br.”].) \n48.  On 13 September 2016, Judge Gale  issued a n order denying the Motion \n“insofar as it attacks Plaintiffs’ claims for breach of contract.”   (Order Defs.’ Mot. \nDismiss 1, ECF No. 182 [13 Sept. 2016 Or.”].)   \n49. On 10 May 2021, this matter was reassigned from Judge Gale to the \nundersigned.  (Reassignment Or., ECF No. 402.) \n50. On 16 September 2021, Plaintiffs Eugene K. Ehmann and N. William \nSchiffli, Jr. filed notices of voluntary dismissal with prejudice  of all of  their claims \nagainst the Defendants in this action.  ( See Not. Vol. Dismissal with Prejudice —  \nEhmann, ECF No. 406; Not. Vol. Dismissal with Prejudice — Schiffli, ECF No. 407.)  \nConsequently, Throneburg is the only plaintiff remaining in this action.    \n51. The remainder of the Motion is ripe for resolution. \nIV.  LEGAL STANDARD \n52. “On a Rule 12(b)(6) motion to dismiss, the question is whether, as a matter \nof law, the allegations of the complaint, treated as true, state a claim upon which \nrelief can be granted.”  Fischer Inv. Capital, Inc. v. Catawba Dev. Corp., 200 N.C. \nApp. 644, 649 (2009).  “[T]he complaint is to be liberally construed, and the trial court \nshould not dismiss the complaint unless it appears beyond doubt that the plaintiff \ncould prove no set of facts in support of his claim which would entitle him to relief.”  \nState ex rel. Cooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 444 (2008).   \n53.  “[W]hen ruling on a Rule 12(b)(6) motion, a court may properly consider \ndocuments which are the subject of a plaintiff’s complaint and to which the complaint \nspecifically refers.”  Obe rlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60 (2001).  \nFurthermore, a court “can reject allegations that are contradicted by the  documents \nattached, specifically referred to, or incorporated by reference in the  complaint.”  \nMoch v. A.M. Pappas & Assocs., LLC, 251 N.C. App. 198, 206 (2016) (quoting Laster \nv. Francis, 199 N.C. App. 572, 577 (2009)) .  “The question before us is whether, as a \nmatter of law, the allegations of the complaint, treated as true, are sufficient to state \na claim upon which relief may be granted under some legal theory, whether properly \nlabeled or not.”  Gant v. NCNB Nat. Bank, 94 N.C. App. 198, 199 (1989).   \nV.   ANALYSIS \n54. Defendants move to dismiss all of Plaintiff’s claims .  As previously noted, \nJudge Gale’s 13 September 2016 ord er denied Defendants’ attempt to obtain \ndismissal of Plaintiff’s claim for breach of contract.  The Court therefore addresses \neach of the remaining claims.  \nA. Piercing the Corporate Veil \n55. Plaintiff seeks a judgment permitting him to pierce Medflow’s corporate veil \nand obtain monetary relief from Lindberg, Eli Global, and other Defendants.  (Second \nAm. Compl. ¶¶ 679–684.)  \n56. The general rule is that a corporation is distinct from its shareholders.  \nRidgeway Brands Mfg., LLC , 362 N.C. at 438.  “[A] corporation’s separate and \nindependent existence is not to be disregarded lightly.”  Dep’t of Transp. v. Airlie \nPark, Inc. , 156 N.C. App. 63, 68 (2003).  In determining whether to pierce the \ncorporate veil and hold a shareholder or director of a corporation personally liable to \nthe corporation's creditors, North Carolina applies the “ instrumentality \nrule.” See Acceptance Corp. v. Spencer, 268 N.C. 1, 8 (1966). \n57. Pursuant to the instrumentality rule, a pl aintiff is required to prove three \nelements: first, complete domination by a third party over a company such that it has \nno separate mind from the third party named as a defendant; second, that the \ndomination has been used to commit a fraud or wrong against the plaintiff; and third, \nthat the fraud or wrong caused injury or unjust loss to the plaintiff.  Glenn v. Wagner, \n313 N.C. 450, 455 (1985). \n58. Factors bearing on whether the three prongs of the instrumentality rule are \nsatisfied include: inadequate capitalization, lack of compliance with corporate \nformalities, complete domination and control of the corporation such that it has no \nindependent identity, and excessive fragmentation.  Estate of Hurst v. Moorehead I, \nLLC, 228 N.C. App. 571, 578 (2013).   However, no single factor is determinative .  \n“Rather, it is a combination of factors which  . . . suggest that the corporate entity \nattacked had ‘no separate mind, wil l or existence of its own’ and was therefore the \n‘mere instrumentality or tool’ of the dominant corporation.”  Glenn v. Wagner, 313 \nN.C. 450, 458 (1985).  Additional factors identified by North Carolina courts include: \n“non-payment of dividends, insolvency  of the debtor corporation, siphoning of funds \nby the dominant shareholder, non- functioning of other officers or directors, [and] \nabsence of corporate records.”  Id. at 458.  \n59. Defendants raise three arguments for dismissal  of Plaintiff’s veil -piercing \nclaim.  First, Defendants contend that “alter ego liability extends only to stockholders \nof a corporation [,]”  (Br. Supp. 6) , a contention which o ur Supreme Court has \nexpressly rejected.  Glenn v. Wagner, 313 N.C. 450 , 457–58 (1985) (“[A]lthough the \ninstrumentality rule has, until now, been tailored to deal with ‘dominion and control’ \nas evidenced in a parent -subsidiary or sole dominant shareholder situation, the  \n[instrumentality] rule is not limited to factual situations or resulting legal analysis \nafforded by those cases.” )  The mere fact that the Entity Defendants are not \nshareholders of Medflow does not preclude application of the instrumentality rule — \n“[f]ocus is upon reality , not form.”   Id. at 458.  Thus, when the facts warrant, the \ninstrumentality rule may be used to extend liability to affiliated entities, as Plaintiff \nseeks to do here.    \n60. Second, Defendants assert that Plaintiff’s veil piercing claim merely recites \nthe elements of the instrumentality rule and lacks sufficient facts to survive a motion \nto dismiss.  (Br. Supp. 7–8.)   “Mere recitations of the elements of a veil piercing claim \nand the factors alleged to show control, without supporting factual allegations, are \n‘bare legal conclusions’ not entit led to any deference in considering a motion to \ndismiss.”  Estate of Chambers v. Vision Two Hospitality Mgmt., LLC , 2013 NCBC \nLEXIS 49, at *12 (N.C. Super. Ct. Nov. 21, 2013).   \n61. Plaintiff alleges that (i) “all of the [Entity D]efendants . . . are members of a \nsingle enterprise owned (directly or indirectly) and wholly dominated and controlled \nby Lindberg,”  (Second Am. Compl. ¶ 26) ; (ii) Lindberg turned over Medflow’s \nfinancial system, computer network, and documentation to certain Entity Defendants \nand Nonparty Affiliates, (Second Am. Compl. ¶ 481) ; (iii) Lindberg caused Medflow \nto become undercapitalized by forming Medflow Holdings and “strip[ping] out assets, \npeople . . . and operations [from Medflow][,] (Second Am. Compl. ¶¶ 360–62); and (iv) \n“Medflow’s software and intellectual property is being co -mingled with software  \ndevelopment and intellectual property of MDOffice , IOPracticeware, \nODOffice . . . with Medflow receiving no or inadequate consideration [.] (Second Am. \nCompl. ¶ 564.)  These factual allegations permit an inference that Entity Defendants \nwere “mere instrumentalit[ies] or tool[s]” of Lindberg which had “no separate mind, \nwill or existence of their own.”  Glenn, 313 N.C. at 458.   \n62. Further, Plaintiff alleges that Lindberg  used Entity Defendants  to (1) \nprevent Plaintiff from obtaining the payments owed under the Employment \nAgreement, (Second Am. Compl. ¶ 679), and (2) transfer assets from Medflow to other \nDefendants and non -party entities to defraud Plaintiff from obtaining certain \nMedflow assets based on his security interest.  (Second Am. Compl. ¶¶ 359, 646.) \n63. Accordingly, the  Complaint alleges sufficient facts that could show \nLindberg’s “complete domination” over the Entity Defendants  and that Lindberg’s \ndomination “proximately caused [Plaintiff ’s] injury” by violating “[Plaintiff ’s] legal \nrights” under the Employment Agreement.  See Glenn, 313 N.C. at 454–55.  \n64. Third, Defendants argue that “all equities weigh in favor of respecting the \ncorporate Defendants’ separate legal existences.”  (Br. Supp. 8.)  Defendants base this \nargument on their contention that the Employment Agreement is “egregiously \ninequitable” and that Plaintiff should not receive the equitable benefit of veil piercing \nas a result.  (Br. Supp. 8.)  However, because Judge Gale’s 13 September 2016 Order \ndismissed the Motion “insofar as it attacks Plaintiff[ ’s] claims for breach of \ncontract[,]” the Court decl ines to reconsider th is argument  concerning the  \nEmployment Agreement’s validity.  (See 13 Sept. 2016 Or. 1.)  \n65.  Therefore, the Court denies the Motion to the extent it seeks dismissal of \nPlaintiff’s veil piercing claim. \nB. Civil Conspiracy \n66. Plaintiff seeks to hold all Defendants liable for each other’s acts based on a \ntheory of civil conspiracy.   (Second Am. Compl. ¶¶ 685 –688.)  It is well- established \nthat North Carolina law does not recognize an “ independent cause of action for civil \nconspiracy.”  Sellers v. Morton, 191 N.C. App. 75, 83 ( 2008) (citation and quotation \nmarks omitted); see also Dove v. Harvey, 168 N.C. App. 687, 690 (2005) (“The charge \nof conspiracy itself does nothing more than associate the defendants together and \nperhaps liberalize the rules of evidence to the extent that under proper circumstances \nthe acts and conduct of one might be admissible against all. ” (citing Shope v. Boyer, \n268 N.C. 401, 405 (1966))). Rather, “ [o]nly where there is an underlying claim for \nunlawful conduct can a plaintiff state a claim for civil conspiracy by also alleging the \nagreement of two or more parties to carry out the conduct and injury resulting from \nthat agreement.” Sellers, 191 N.C. App. at 83 (citation and quotation marks omitted). \n67. Therefore, under North Carolina law, “ a complaint sufficiently states a \nclaim for civil conspiracy when it alleges (1) a conspiracy, (2) wrongful acts  done by \ncertain of the alleged conspirators in furtherance of that conspiracy, and (3) injury as \na result of that conspiracy.”  Krawiec v. Manly, 370 N.C. 602, 614 (2018). \n68. Defendants argue two grounds for dismissal of Plaintiff’s conspiracy claim: \nfirst, that the intracorporate immunity doctrine bars  the claim, (Br. Supp. 9), and \nsecond, that the Complaint fails to allege “that Defendants agreed to do anything, \nmuch less a ‘ wrongful act.’ ”  (Br. Supp.  10.)  In response, Plaintiff  submits three \nreasons that intracorporate immunity does not appl y: (1) “ the alleged conspiracy \ninvolved unrelated co -conspirators including James Riggi [,]” (Pl.’s Resp. 24), (2)  \nNorth Carolina law does not extend  the intracorporate immunity doctrine to \ncommonly-owned affiliates, (Pl.’s Resp. 24), and (3) the “independent personal stake” \nexception enables the conspiracy claim to proceed (Pl.’s Resp. 24). \n69. The intracorporate immunity doctrine holds  that “ ‘there can be no \nconspiracy’ between a corporation and its agents .”  Vanfleet v. City of Hickory , 2020 \nNCBC LEXIS 40, *15 (N.C. Super. Ct. March 30, 2020) (quoting Chrysler Credit Corp. \nv. Rebhan, 66 N.C. App. 255, 259 (1984).  If, however, the alleged conspiracy involves \nparties outside of the corporate family, intracorporate immunity does not apply.  See \nState ex. Rel. Cooper v. McClure, 2004 NCBC LEXIS  7, at **40–41 (N.C. Super. Ct. \nDec. 14, 2004).  Defendants argue that, because Plaintiff “go[es] to great leng ths in \nthe Complaint to show that the Defendants are affiliated entities commonly owned \nby Lindberg[,]” intracorporate immunity applies to the Defendants  and “necessarily \ndefeats [Plaintiff’s] conspiracy claim and mandates dismissal.”  (Br. Supp. 9.)    \n70. As an initial matter, the Complaint does not sufficiently claim that Riggi, or \nany other non-affiliate, was a conspirator to breach Plaintiff’s  Employment \nAgreement and defraud Plaintiff of the benefits thereof — the underlying claim upon \nwhich Plaintiff’s conspiracy claim is based.   The Complaint alleges that Lindberg, \nSNA, and Eli Global conspired with Riggi in “August 2014 or early September 2014” \nto breach the Shareholders Agreement  in order to acquire Medflow .  (Second Am. \nCompl. ¶ 237.)  The Complaint further alleges that Lindberg, through entities in his \ncontrol, successfully acquired Medflow “no later than January 16, 2015.”  (Second Am. \nCompl. ¶ 336.)  Critically, the Complaint states that “Lindberg . . . first became aware \nof the [ Employment Agreement ] on Friday, January 23, 2015[,] ” after Lindberg’s \nacquisition of Medflow.   (Second Am. Compl. ¶ 356.)   Taking the allegations of the \nComplaint as true, any conspiracy between Lindberg, Entity Defendants, and Riggi \ncould not have been formed before 23 January 2015 because Lindberg was ignorant \nof the Employment Agreement  prior to that date .  The Complaint itself  contains no \nallegations that Riggi had any role in subsequent actions to breach the Employment \nAgreement.  Instead, the C omplaint states that “Lindberg, along with the other \n[D]efendants and Nonparty Affiliates as directed by him” devised a plan in breach of \nthe Employment Agreement. ”  (Second Am. Compl. ¶ 359.)   The  Complaint fails to \nadequately allege that “outsiders,” including Riggi, were co-conspirators to breach the \nEmployment Agreement .  Therefore, application of the intracorporate immunity \ndoctrine is not doomed on that basis.  \n71. Plaintiff next argue s that under North Carolina law , intracorporate \nimmunity does not extend to commonly-owned affiliates.   In North Carolina, the \nintracorporate immunity doctrine has been applied to officers, directors,  and wholly \nowned subsidiaries.  Other jurisdictions have further extended the doctrine to \ncommonly-owned affiliates.  See Dunlap v. Cottman Transmissions Sys., LLC , 576 \nFed. Appx. 225, 227 (4th Cir. 2014) (“The intracorporate immunity doctrine originates \nin antitrust laws and holds that a corporation cannot, with certain exceptions, \nconspire with its officers, wholly -owned subsidiaries, and commonly -owned \naffiliates.”) (emphasis added).  In the absence of guiding law  in North Carolina, the \nCourt chooses to follow the Fourth Circuit’s reasoning that intracorporate immunity \napplies to commonly-owned affiliates.  Id. \n72. Third, Plaintiff argues that the independent personal stake exception to \nintercorporate immunity applies.   “[A]n exception to the [intracorporate immunity] \ndoctrine exists if the corporate agent has an ‘independent personal stake in achieving \nthe corporation's illegal objective. ’ ”  State ex rel. Cooper v. Ridgeway Brands Mfg., \nLLC, 184 N.C. App. 613, 625 (2007) (citing Buschi v. Kirven, 775 F.2d 1240, 1252 (4th \nCir. 1985).  Plaintiff argues that Defendants had a personal stake in breaching the \nEmployment Agreement  because “Defendants are . . . personally liable under the \n[North Carolina Wage and Hour Act]  for payment of [Plaintiff’s] wage s, Change of \nControl Payments, and Severance.”  (Pl.’s Resp. 24.)   \n73. This Court has previously observed that “[t]his ‘independent personal stake’ \nexception must not be interpreted in too broad a manner[.]”  Garlock v. Hilliard, 2000 \nNCBC LEXIS 6, **17 (N.C. Super. Ct. Aug 22, 2000)  (quoting Selman v. Am. Sports \nUnderwriters, Inc. , 697 F. Supp. 225, 238 —39 (E.D. Va. 1988) .  An  independent \npersonal s take must be “ wholly separable from the more general and indirect \ncorporate benefit always present under the circumstances surrounding virtually any \nalleged corporate conspiracy.”  Id.  \n74. Personal liability under the North Carolina Wage and Hour Act  is not \n“wholly separable” from the corporate benefi t Defendants obtained.  The benefit to \nDefendants both personally and corporately was the avoidance of wages, Severance, \nand Change of Control payments owed to Plaintiff under the Employment \nAgreement.  Because the independent personal stake exception is inapposite to this \ncase, the Court concludes that  the intracorporate immunity  doctrine applies  to \nDefendants. \n75. The Court therefore grants the Motion to the extent it seeks dismissal of \nPlaintiff’s claim for civil conspiracy.  \nC. Successor Liability \n76. Plaintiff alleges that Medflow Holdings is the successor in interest to \nMedflow because (1) Medflow Holdings, by accepting Medflow’s assets as part of a \nscheme to defraud Plaintiff,  also assumed all of Medflow’s liabilities ; and (2) the \ntransfer of Medflow’s assets to Medflow Holdings was a de facto  consolidation or \nmerger of the two companies.  (Second Am. Compl. ¶¶ 674–677.)  Although the Motion \nrequests dismissal of the Complaint in its entirety, Defendants concede that Medflow \nHoldings is “Medflow[’s] . . . successor,” and make no argument relating to successor \nliability.  (Br. Supp. 2.)  Accordingly, the Court deems  any argument by Defendants \nregarding successor liability to be waived.   \n77. The Court therefore denies the Motion to the extent it seeks dismissal of \nPlaintiff’s claim of successor liability against Medflow Holdings.  \nD. Wage and Hour Act  \n78. Plaintiff alleges violations of the North Carolina Wage and Hour Act \n(“WHA”) directly against all  Defendants on the grounds that each Defendant is an \n“employer” under the WHA.  (Second Am. Compl. ¶¶ 609–19, 622.)   \n79. Defendants argue for the dismissal of Plaintiff’s claim under the  WHA \nbecause (1) the Employment Agreement is unenforceable, (2) Plaintiff was placed on \nleave in February 2015 and “performed no work ” for Medflow during that time, and \n(3) the non-Medflow Defendants are not “employers” of Plaintiff under the WHA.  (Br. \nSupp. 13–14, Reply Br. 2.)   \n80. Because Judge Gale’s 13 September 2016 Order di smissed the Motion \n“insofar as it attacks Plaintiff[‘s] claims for breach of contract[,]” the Court declines \nto reconsider the Employment Agreement’s enforceability, the very same issue Judge \nGale ruled upon, and addresses only Defendants’ second and third arguments.  (See \n13 Sept. 2016 Or. 1.)  \n81. Pursuant to the WHA, an “employer shall pay every employee all wages and \ntips accruing to the employee[.]”  N.C.G.S. § 95-25.6.  “For the purposes of [the WHA,] \n‘wage’ includes sick pay, vacation pay, severance pay, commissions, bonuses, and \nother amounts promised when the employer has a policy or a practice of making such \npayments.”  Id. § 95-25.2(16).     \n82. The Complaint alleges that Plaintiff’s Employment Agreement with \nMedflow provided that, in exchange for Plaintiff’s employment as CEO , Medflow \nwould pay him an Annual Base Salary and, under certain circumstances, Change of \nControl Payments and Severance.  (Second Am. Compl. ¶¶ 164, 336, 420–31; Exs. 6–\n8.)  Upon Lindberg’s acquisition of Medflow, the  change of control and severance \npayments allegedly became due, Medflow did not make such payments, and Lindberg \nput Plaintiff on “paid vacation” beginning on 10 February 2015.  (Second Am. Compl. \n¶¶ 407–410, 609–22.)  Accordingly, the Complaint alleges facts sufficient to show that \nPlaintiff was owed wages, Change of Control payment, and Severance under the \nEmployment Agreement.      \n83. The remaining issue is whether the non-Medflow Defendants are \n“employers” of Plaintiff .  The WHA defines an “employer” broadly to include  “any \nperson [or commercial entity]  acting directly or indirectly in the interest of an \nemployer in relation to an employee.”   Id. § 95-25.2(5); see Powell v. P2Ent erprises, \nLLC, 247 N.C. App. 731,  734 (2016) (noting that “the term ‘person’ includes \nindividuals as well as commercial entities [.]”).  Courts liberally construe the term \n“employer” and employ the “economic reality” test, which considers factors including \nwhether the person  had the power to hire and fire, whether the person supervised \nand controlled employee schedules, whether the person determined the rate and \nmethod of payment, and whether the person maintained emp loyment \nrecords.  Powell, 247 N.C. App. at 735.  Although Plaintiff’s only direct employer was \nMedflow, the Complaint contains allegations that all Defendants, under Lindberg’s \nshared control, indirectly controlled Plaintiff’s working conditions, account and \npayroll functions, and responsibility for disbursement of funds.  (Second Am. Compl. \n¶¶ 482–85, 611.)   \n84. Plaintiff’s allegation that his salary, Change of C ontrol payments, and \nSeverance constitute wages as defined under the WHA, along with his allegation that \nDefendants wrongfully failed to make such payments  and placed Plaintiff on “paid \nvacation,” is sufficient to state a claim for relief  against all Defendants under § 95-\n25.2(16).   \n85. Therefore, the Motion is denied to the extent it seeks dismissal of Plaintiff’s \nclaims under the WHA.  \nE.  Retaliatory Employment Discrimination  \n86. Plaintiff alleges violations of the North Carolina Retaliatory Employment \nDiscrimination Act, N.C.G.S. §  95-240 (“REDA”)  against all Defendants on the \ngrounds that Defendants are “persons” as defined in REDA.  (Second Am. Compl. ¶¶ \n623–37.) \n87. REDA prohibits “any retaliatory action against an employee because the \nemployee in good faith does or threatens to . . . [f]ile a claim or complaint”  with \nrespect to the various statutory employment rights.  REDA’s  purpose is “to prevent \nemployer retaliation from having a chilling effect upon an employee’ s exercise of ” \ntheir statutory rights.  Whitings v. Wolfson Casing Corp. , 173 N.C. App. 218, 222 \n(2005).   \n88. Defendants argue that Plaintiff was terminated  for “patent self-dealing in \nviolation of [his] fiduciary duties, not because [he] sought to exercise any legitimate \nright.”  (Br. Supp. 14.)  Plaintiff, conversely, contends he was terminated because he \nexercised his legally protected rights by filing a wage complaint with the U.S. \nDepartment of Labor following Defendants’ refusal to pay the sums owed under the \nEmployment Agreement.   \n89. In order to state a claim under REDA, a plaintiff must show  that he (1) \n“exercised his rights” as listed under N.C.G.S. § 95-241(a); (2) “suffered an adverse \nemployment action;” and (3) the “ adverse employment action” was a “ retaliatory \naction . . . taken because” the employee exercised his statutory rights.  Wiley v. UPS, \nInc., 164 N.C. App. 183, 186 (2004).  RED A “does not prohibit all discharges of \nemployees . . . it prohibits only those discharges made because the employee exercises \nhis compensation rights.”  Morgan v. Musselwhite, 101 N.C. App. 390, 393 (1991). \n90. The exercise of one’s rights under the Wage and Hour Act is a legally \nprotected activity under REDA.  See § 95-241(a)(1)(b).  Here, the Complaint alleges \nthat, prior to filing this action , Plaintiff filed complaints with the Wage and Hour \nBureau of the Nor th Carolina Department of Labor  and was issued right -to-sue \nletters therefrom.  (Second Am. Compl. ¶ ¶ 616, 628 –35.)  The right -to-sue letters \ngranted Plaintiff a right to pursue REDA claims against Medflow, Lindberg, Eli \nGlobal, and Eli Research, but no other Defendants.  (Compl. Ex. 48, ECF No. 118.24.)  \nThe Complaint also alleges that Defendants fired Plaintiff in retaliation for Plaintiff’s \nattempt to exercise his compensation rights under the Employment  Agreement.  \n(Second Am. Compl. ¶¶ 629 –31.)  Thus, the Complaint satisfies the pleading \nrequirements for a claim under REDA.   \n91. Defendants assert “ [Plaintiff was] terminated not for asserting rights . . . \nbut because [he] disregarded [his] fiduciary obligations and engaged in furtive, self -\ndealing c onduct that harmed Medflow. ”  (Br. Supp. 15.)  This  dispute about the \nreasons for termination, however, is factual, and factual allegations in the Complaint \nare to be “treated as true[.]”  See Fischer Inv. Capital, Inc., 200 N.C. App. at 649.  And \nas explained in paragraph 64 , supra, the Court declines to consider  argument \nregarding the Employment Agreement’s validity as such was ruled upon in the 13 \nSeptember 2016 Order.   \n92. Taking Plaintiff’s allegations as true, the Complaint sufficiently alleges that \nPlaintiff engaged in statutorily protected activity  and was terminated  therefor.   \nHowever, because Plaintiff failed to obtain right-to-sue letters as to Eli Equity, SNA, \nSouthland National Holdings, Inc., SNIC, DJRTC, and Medflow Holdings, Plaintiff’s \nREDA claims against such defendants cannot proceed.  Accordingly, the Court grants \nthe Motion as to the REDA claims against  Eli Equity, SNA , Southland National \nHoldings, Inc., SNIC, DJRTC, and Medflow Holdings.  Except as herein granted, the \nMotion is denied.  \nF. “Tortious Retaliation” \n93. Plaintiff alleges “tortious retaliation” against all Defendants on the grounds \nthat Plaintiff’s attempt to receive the payments owed him under the Employment \nAgreement w as “a substantial factor in [Defendants’] acting  . . . to take the \nretaliatory actions described herein .”  (Second Am. Compl. ¶¶ 6 43.)  Defendants \nassert that Plaintiff’s claim for “tortious retaliation” should be dismissed because \nNorth Carolina law recognizes no such claim.  (Br. Supp. 15–16.)  North Carolina does \nnot recognize an independent cause of action for “t ortious retaliation ,” but does \nrecognize a claim for wrongful discharge.  Ridenhour v. Inter'l Bus. Mach. Corp., 132 \nN.C. App. 563, 568–69 (1999).  Wrongful discharge applies when an employee is fired \n“(1) for refusing to violate the law at the employer [’]s request, (2) for engaging in a \nlegally protected activity, or (3) based on some activity by the employer contrary to \nlaw or public policy.”  Considine v. Compass Grp. USA, Inc., 145 N.C. App. 314, 321–\n22 (2001).  In North Carolina, however, “[t]he tort of wrongful discharge arises only \nin the context of employment at will.”  Claggett v. Wake Forest Univ. , 126 N.C. App. \n602, 611 (1997).  Employment is “at will” unless the relatio nship is governed by a \ncontract “establishing a definite term of employment.”  Kurtzman v. Applied \nAnalytical Indus ., 347 N.C. 329, 331 (1997).  Breach of contract, not wrongful \ntermination, “is the proper claim for a wrongfully discharged employee who is \nemployed for a definite term.”  Wagoner v. Elkin City Sch. Bd. of Educ., 113 N.C. App. \n579, 588 (1994). \n94. The Complaint alleges Plaintiff w as discharged after trying to exercise his  \ncompensation rights under the Employment Agreement and was therefore subject to \n“tortious retaliation.”  (Second Am. Compl. ¶¶ 641–44.)   \n95. Though not properly labeled, t he Complaint attempts to allege a claim for \nwrongful discharge, so the claim should not be dismissed on the basis assert ed by \nDefendants.  See Considine, 145 N.C. App.  at 321–22; Gant, 94 N.C. App. at 199 .  \nHowever, the Complaint reveals that  Plaintiff was not an employee at will; rather, \nPlaintiff was a contract employee under the Employment Agreement .  (Second Am. \nCompl. ¶ 144, Exs. 6–8.)  Thus, wrongful discharge “is [not] the proper claim”; breach \nof contract is  instead.  See Wagoner, 113 N.C. App. at 588.  And Plaintiff has pled \nbreach of contract. \n96. Accordingly, the Motion is granted  as relates to the claim of  wrongful \ndischarge.  \nG. Uniform Voidable Transactions Act \n97. Plaintiff alleges violations of the Uniform Voidable Transactions Act \n(“UVTA”) against all Defendants.  (Second Am. Compl. ¶¶ 645–656.) \n98. The UVTA, formerly the Uniform Fraudulent Transfer Act, allows a creditor \nto bring a civil action against a debtor for certain transfers made by the \ndebtor.  N.C.G.S. § 39-23.7; see also McKee v. James, 2013 NCBC LEXIS 33, at *39 \n(N.C. Super. Ct. July 24, 2013).   Under the UVTA, a creditor is a person who has a \n“right to payment[.]”   N.C.G.S. § 39 -23.1(3)–(4).  Thus, “[a] plaintiff must have \nstanding as a creditor to proceed with a claim under the  UVTA.”  Transatlantic \nHealthcare, LLC v. Alpha Constr. of the Triad, Inc. , 2017 NCBC LEXIS 21, at *21 \n(N.C. Super. Ct. Mar. 9, 2017). \n99. Defendants assert that the Complaint contains  (i) “wholly conclusory” \nallegations regarding the transfer of Medflow assets and (ii) Plaintiff has no “right to \npayment” because the Employment Agreement is unenforceable. \n100. Here, t he Complaint alleges that Plaintiff’s Employment Agreement \nestablished a right to payment of an annual base salary, Severance Benefits, and the \nChange of Control Payment.  (Second Am. Compl. ¶¶ 149, 164–66.)  The Complaint \nfurther alleges specific facts regarding the transfer of Medflow’s assets to other \nLindberg entities, including other Defendants, to “hinder, delay, or defraud” Plaintiff, \n(Second Am. Compl. ¶¶ 490–530, 646.), with the ultimate goal of “mak[ing] any claim, \njudgment or lien in favor of [Plaintiff] against Medflow uncollectible.”  The Complaint \nalleges s pecific facts regarding cash transfers  from Medflow to Medflow Holdings  \nmade without adequate compensation  (Second Am. Compl. ¶ 504) .  Thus, the \nComplaint alleges the necessary elements for fraudulent transfer because the \nComplaint alleges (i) Plaintiff had a “ right to payment” from Medflow  under the \nEmployment Agreement and (ii) Defendants transferred Medflow assets with “intent \nto hinder, delay, or defraud” Plaintiff.  See N.C.G.S. § 39-23.4(a).   \n101. Therefore, the Court denies the Motion regarding the UVTA claim.  \nH. Fraud \n102. Plaintiff brings a claim of fraud against Medflow for representations made \nto Plaintiff prior to Lindberg’s acquisition of Medflow and following Plaintiff’s request \nfor payment under the Employment Agreement.  To plead a claim of fraud, Plaintiff \nmust allege “ (1) a false representation or concealment of a material fact, (2) \nreasonably calculated to deceive, (3) made with intent to deceive, (4) which does in \nfact deceive, and which (5) results in damage to the injured party.”  Town of Belhaven \nv. Pantego Creek, LLC, 250 N.C. App. 459, 469 (2016) (citation omitted). \n103.  Rule 9(b)  requires that a claim for fraud be pled with \nparticularity.  N.C.G.S. § 1A -1, Rule 9(b) .  “ [I]n pleading actual fraud[,] the \nparticularity requirement is met by alleging time, place and content of the fraudulent \nrepresentation, identity of the person making the representation and what was \nobtained as a result of the fraudulent acts or representations. ”  Terry v. Terry , 302 \nN.C. 77, 85 (1981).  A plaintiff must also plead facts to support his allegation that the \nrepresentation was false or untrue.  Harrold v. Dowd, 149 N.C. App. 777, 783 (2002).  \n“Mere generalities and conclusory allegations of fraud will not suffice.”  Id.  \n104. The Complaint cites representations made by Lindberg to Plaintiff on two \nseparate dates as the basis for its fraud claim.  The first representations were made \non 18 September 2014  when Lindberg assured Plaintiff that Lindberg would, \nfollowing acquisition of Medflow: (i) leave Plaintiff in place as CEO, (ii) offer Plaintiff \nan employment contract, and (iii) give Plaintiff independence in operating Medflow.  \n(Second Am. Compl. ¶ 658.)  The second representation was made by Lindberg on 30 \nJanuary 2015 when Lindberg told  Plaintiff that “we will review” Plaintiff’s  request \nfor Change of Control Payments.  (Second Am. Compl. ¶ 29.) \n105. Defendants assert that the 18 September 2014 representations were “true \nwhen made” because Lindberg was not aware of the Employment Agreement’s terms \nuntil 23 January 2015.  (Br. Supp. 18– 19.)  The Court agrees, and thus the 18 \nSeptember 2014 representations cannot serve as the basis of a prima facie fraud \nclaim.   \n106. Not so with Lindberg’s representation that he “would review” the request \nfor Change of Control Payments .  The Complaint alleges that  on 27 January 2015,  \nthree days prior to telling Plaintiff he would review the Change of Control payment \nrequest, Lindberg was already preparing to create a new entity to “strip out assets, \npeople (the ones we want to) and operations ” from Medflow.  (Second Am. Compl. ¶ \n361.)  That Lindberg had allegedly already taken steps to drain  Medflow of assets \nwhile telling Plaintiff his request would be re viewed supports an inference that \nLindberg’s representation was false , reasonably calculated to deceive, and intended \nto deceive Plaintiff.  The Complaint also alleges that Plaintiff’s failure to perfect his \nsecurity interest in the Encumbered Assets  was t he “ result of the . . . \nrepresentation[].”  See Harrold, 149 N.C. App. at 782; see also Ragsdale, 286 N.C. at \n139.   \n107. The Court concludes that Plaintiff has adequately alleged a claim of fraud.  \nAccordingly, the Motion is denied to the extent it seeks dismissal of the fraud claim.  \nI. Unfair and Deceptive Trade Practices \n108. Plaintiff alleges violations of the Unfair and Deceptive Trade Practices Act, \nN.C.G.S. §§ 75-1.1, et. Seq. (“UDTPA”) against all Defendants.  To state a claim for \nviolation of the UDTPA, a plaintiff must show that: (1) the defendant committed an \nunfair or deceptive act; (2) the act  affected commerce; and (3) the act proximately \ncaused injury to the plaintiff.  N.C.G.S. § 75 - 1.1 (2021); Gress v. Rowboat, 190 N.C. \nApp. 773, 776 (2008).  The proper inquiry “ is not whether a contractual relationship \nexisted between the parties, but rather whether the defendants ’ allegedly deceptive \nacts affecte d commerce.”  Prince v. Wright , 141 N.C. App. 262, 268 (2000).  \nDetermining whether a trade practice is unfair or deceptive depends upon the facts \nof each case and the impact the practice has on the market .  Pan American World \nAirways, Inc. v. United States, 371 U.S. 296, 307–08 (1963).  \n109. Defendants argue for dismissal of the UDTPA claim because Plaintiff seeks \nremedies solely relating to his employment relationship with Medflow and thus any \nunfair or deceptive acts did not “affect commerce.”  (Reply Br. 8.) \n110. “As a general rule, there is a presumption against unfair and deceptive \npractice claims as between employers and employees.”  Gress, 190 N.C. App. at 776.  \nThe general rule may not apply, however, where “the claimant [makes] a showing of \nbusiness-related conduct that is unlawful or of deceptive acts that affect commerce \nbeyond the employment relationship.”  Id. at 776–77.   \n111. Here, while Plaintiff seeks remedies pursuant to an employment \nrelationship with Medflow, the claims alleged include a scheme of fraudulent transfer \nbetween multiple companies, including Medflow, Medflow Holdings, and SNIC.  The \nfact that such companies were each indirectly owned by Lindberg is no  barrier.  See \nSongwooyarn Trading Co. v. Sox Eleven, Inc., 213 N.C. App. 49, 57 (2011) (Finding a \ndefendant’s actions were “ ‘in or affecting commerce’ and constituted unfair or \ndeceptive acts or practices[,]” because “multiple companies [were] involved[,]” where \nthe companies shared a majority owner.).  The facts alleged with respect to Plaintiff’s \nUVTA claim creates the foundation  that satisfies the requirements under the \nUDTPA. \n112. Accordingly, the Court denies the Motion to the extent it seeks dismissal of \nPlaintiff’s claim under the UDTPA.  \nJ. Constructive Trust \n113. Plaintiff brings a claim of constructive trust.  (Second Am. Compl. ¶¶ 689 –\n692.)  However , a c onstructive trust is not a standalone claim for relief or cause of \naction.  See Weatherford v. Keenan, 128 N.C. App. 178, 179 (1997) .  Accordingly, for \npurposes of clarity, the Court grants Defendants' motion to dismiss to the extent it \nseeks dismissal of the purported cause of action for a  constructive trust.  The Court \nrenders this decision without prejudice to Plaintiff ’s ability to pu rsue the equitable \nremedy of a constructive trust to the extent one or more other claims for relief may \njustify such a remedy.   See Roper v. Edwards, 323 N.C. 461, 464 \n(1988) (describing constructive trust as an equitable remedy “ to prevent the unjust  \nenrichment of the holder of . . . an interest in[] property which such holder acquired \nthrough fraud”). \nK. Replevin and Conversion  \n114. Finally, t he Complaint  alleges that Medflow converted and must return \nEhmann’s personal cell phone number .  (Second Am. Compl. ¶  694.)  Defendants \nargue that Ehmann cannot demonstrate ownership of the phone number because the \nComplaint states that Ehmann allowed the phone number to become affiliated with \nMedflow, and that Medflow has since paid for use of the phone number .  (Br. Supp. \n23.)  However, subsequent to the filing of the Motion and the briefing of this matter, \nEhmann voluntarily dismissed all of his claims against Defendants in this case .  As \na result, the Court deems the claims of replevin and conversion to no longer be before \nit, and the Motion is deni ed as moot to the extent it seeks dismissal of the r eplevin \nand conversion claims. \nVI.   CONCLUSION \n115. For the foregoing reasons, the Court hereby GRANTS  IN PART  and \nDENIES IN PART the Motion as follows:  \nA. The Motion is DENIED as to the claim for piercing the corporate veil; \nB. The Motion is GRANTED as to the claim for civil conspiracy;   \nC. The Motion is DENIED as to the claim for successor liability; \nD. The Motion is DENIED as to the claim for violation of the WHA; \nE. The Motion is GRANTED in part and DENIED  in part as to the claim for \nviolation of REDA; \nF. The Motion is GRANTED as to the claim for “tortious retaliation;” \nG. The Motion is DENIED as to the claim for violation of the UVTA; \nH. The Motion is DENIED as to the claim for fraud;  \nI. The Motion is DENIED as to the claim for violation of the UTDPA;  \nJ. The Motion is GRANTED as to the claim for constructive trust; \nK. The Motion is DENIED AS MOOT to the claim for replevin and conversion. \nSO ORDERED, this the 12th day of September, 2022. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge  \nfor Complex Business Cases \n "
}