{
  "id": "321054f37d178f30f623eceb33967a3d393bd6f63be9fa90cd13e137ff8122ad",
  "source_file": "data/raw/ncbc/321054f37d178f30f623eceb33967a3d393bd6f63be9fa90cd13e137ff8122ad.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCUMBERLAND COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 5535 \n \nCUMBERLAND COUNTY \nHOSPITAL SYSTEM, INC., \nindividually and derivatively on \nbehalf of WOODCOCK CUSTOM \nVISION, LLC, \n \nPlaintiff, \nv. \n \nMICHAEL G. WOODCOCK, \n \nDefendant, \n \nv.  \n \nWOODCOCK CUSTOM VISION, \nLLC, \n \n                                Defendant and \n                                Nominal  \n                                Defendant. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ JOINT MOTION TO \nDISMISS  \n \n \nTHIS MATTER comes before the Court on Defendants Michael G. Woodcock \nand Woodcock Custom Vision, LLC’s Joint Motion to Dismiss Pursuant to N.C.R. Civ. \nP. 12(b)(1) and 12(b)(6) (“Motion,” ECF No. 15).  \nTHE COURT , having considered the Motion, the briefs of the parties, the \narguments of counsel, and all appropriate matters of record, CONCLUDES that the \nMotion should be GRANTED, in part, and DENIED, in part, for the reasons set forth \nbelow. \nK&L Gates LLP, by Nathan A. Huff and Anderson M. Shackleford, for \nPlaintiff Cumberland County Hospital System, Inc. \n \nDouglas S. Harris for Defendant Michael G. Woodcock , and Krispen \nCulbertson for Defendant Woodcock Custom Vision, LLC. \n \nDavis, Judge. \nCumberland Cnty. Hosp. Sys., Inc. v. Woodcock, 2023 NCBC 22. \nINTRODUCTION \n1. In this dispute between the two owners of a limited liability company  \n(“LLC”), the Court must consider the applicability of the “irreparable injury ” \nexception to the statutory requirement that a derivative claim cannot be filed less \nthan ninety days following a demand letter.  In addition, the Court is required to \ndetermine whether the plaintiff, a minority member of the LLC, has stated valid \nindividual claims against the defendant, who is the majority member. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact on a motion to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure and instead recites those \nfacts contained in the complaint (and in documents attached to, referred to, or \nincorporated by reference in the complaint) that are relevant to the Court’s \ndetermination of the motion.  See, e.g., Window World of Baton Rouge, LLC v. Window \nWorld, Inc., 2017 NCBC LEXIS 60, at *11 (N.C. Super. Ct. July 12, 2017). \n3. Woodcock Custom Vision, LLC (“WCV”) is a North Carolina LLC owned \nby Plaintiff Cumberland County Hospital System, Inc. (“ CCHS”), a private, not-for-\nprofit health system operating in southeastern North Carolina,  and Michael G. \nWoodcock, an ophthalmologist in Fayetteville, Nor th Carolina.  (Verif. Compl. ¶¶ 1, \n11–12, ECF No. 3.)  Woodcock currently owns 2,000 Units (or 66.66%)  of WCV, and \nCCHS owns 1,000 Units (or 33.33%).  (Verif. Compl. ¶¶ 1, 20.) \n4. Woodcock conducts his medical practice through Vision International, \nPA d/b/a Carolina Vision Center, a North Carolina professional corporation (“Vision \nInternational”).  (Verif. Compl. ¶ 13.)  \n5. Prior to 16 March 2018, Woodcock  was the sole owner of WCV.  ( Verif. \nCompl. ¶ 14.)  He was also the sole shareholder of a corporation called Carolina \nOptical Partners, Inc. (“COP”) and the sole member of a company called Woodcock \nInvestment Partners, LLC (“WIP”).  (Verif. Compl. ¶¶ 15–16.) \n6. The relationship between  Woodcock, CCHS, and the above-referenced \nentities is governed by five documents that were all executed on 16 March 2018: (1) a \nBill of Sale; (2) an Assignment; (3) WCV’s Operating Agreement; (4) a Management \nServices Agreement; and (5) a Lease.  (Verif. Compl. ¶¶ 17–18.) \n7. Pursuant to the Bill of Sale, “COP sold and transferred to WCV all of \nCOP’s tangible and intangible assets utilized in the operation of COP’s business[,]” \nretaining no assets of its own.  (Verif. Compl. ¶ 18.) \n8. In the Assignment, Vision International “sold and transferred to WCV \nall of [its] tangible and intangible assets .  . . except for several specifically excluded \nassets[.]”  (Verif. Compl. ¶ 19.) \n9. By virtue of the Operating Agreement, in exchange for a capital \ncontribution of $ 5,236,366.41, CCHS purchased 1,000 Membership Units of WCV, \nand the funds were distributed from WCV to Woodcock.  (Verif. Compl. ¶¶ 20–21.)   \n10. In the Management Services Agreement, Vision International agreed to \npay WCV $250,000 per month for administrative services and to “pay or reimburse \nWCV for certain direct costs incurred by WCV[.]”  (Verif. Compl. ¶ 24.)   \n11. Finally, through the Lease, WCV leased the premises previously utilized \nby Vision International from WIP.  (Verif. Compl. ¶ 25.)   \n12. WCV’s Operating Agreement provided options for both Woodcock and \nCCHS to buy out the other member.  “[T]he 1,000 Units of WCV held by CCHS were \ndeemed ‘Class A Units’ and CCHS was deemed the ‘Class A Member.’ ”  (Verif. Compl. \n¶ 28.)  “[T]he 2,000 Units of WCV held by Woodcock were deemed ‘Class B Units’ and \nWoodcock was deemed the ‘Class B Member.’ ”  (Verif. Compl. ¶ 29.)   \n13. “The Class A Member Purchase Option conferred upon CCHS the option \nto purchase 1,000 of Woodcock’s then owned 2,000 Units between August 1, 2019 and \nAugust 31, 2019.”  (Verif. Compl. ¶ 31.) \n14. CCHS chose not to exercise its option to purchase Woodc ock’s Units.  \n(Verif. Compl. ¶ 32.) \n15. “Because CCHS declined to exercise the Class A Member Purchase \nOption pursuant to Section 8. 6(a) . . . , Section 8.7  [ ] conferred upon Woodcock  . . . \nthe Class B Member Redemption Option.”  (Verif. Compl. ¶ 33.)  “Pursuant to Section \n8.7, beginning on August 31, 2019 and continuing indefinitely thereafter, the Class B \nMember Redemption Option allow [ed] Woodcock the right to purchase the 1,000 \nUnits of WCV held by CCHS.”  (Verif. Compl. ¶ 34.) \n16. CCHS alleges that “rather than exercising his Class B Member \nRedemption Option when it became available on August 31, 2019 (and thus buy out \nCCHS from WCV), Woodcock resolved to drive down the value of WCV in anticipation \nof exercising his Class B Member Redemption Option.  Ostensibly, Woodcock desired \nto minimize the price at which he would have to buy out CCHS.”  (Verif. Compl. ¶ 35.)   \n17. The Operating Agreement provided CCHS and Woodcock with the right \nto each appoint two managers of WCV.  On 16 March 2018, Woodcock appointed \nhimself and his wife, Deborah Woodcock, as managers.  CCHS, in turn, appointed its \nChief Operating Officer, Daniel Weatherly, and its Chief Executive Officer, Michael \nNagowski, as m anagers.  (Verif. Comp l. ¶ 26.)  However,  under Article III of the \nOperating Agreement , once CCHS chose not to exercise its option to purchase \nWoodcock’s shares, Woodcock thereafter acquired the authority to appoint three of \nthe company’s four managers, and CCHS retained the right to appoint only one \nmanager.  (Verif. Compl. ¶ 37.)  In accordance with Article III, Woodcock thereafter \nappointed J. Mark McDaniel  to replace Nagowski as a manager of WCV .  ( Verif. \nCompl. ¶ 38.) \n18. The Operating Agreement required that distributions be made to CCHS \nand Woodcock in “proportion to their respective P ercentage Interests . . . at least on \na yearly basis .”  (Verif. Compl. ¶ 40.)  However, although Woodcock approved and \ndirected a distribution of $2 million by WCV to himself in 2021 , he only “provided \nCCHS with a check in the amount of $150,000.00”  on behalf of WCV for that year—\neven though CCHS owned 33% of WCV as of that year.  (Verif. Compl. ¶¶ 42–45.)   \n19. In or around January 2021, a meeting  was convened by Woodcock  and \nthe other managers of WCV appointed  by him.  No  proper advance notice of the \nmeeting was given to Weatherly, the remaining manager appointed by CCHS.  (Verif. \nCompl. ¶ 51.)  At this meeting, a motion amending the Management Services \nAgreement was passed, which effectively reduc ed the amount owed  by Vision \nInternational to WCV under the Management Services Agreement from $250,000 per \nmonth to zero.  (Verif. Compl. ¶¶ 52–53.)  \n20. On 1 August 2022, Woodcock notified CCHS of his intent to purchase \nCCHS’ ownership interest in WCV in accordance with Section 8.7 of the Operating \nAgreement by means of a letter, which stated as follows:  \nIn accordance with the Amended and Restated Operating Agreement of \nWOODCOCK CUSTOM VISION, LLC, I hereby notice my intent to \nexercise my Class B Member Redemption Option as codified and \ndelineated in Section 8.7. \n \nWe are currently compiling the necessary documentation from the \nprevious 12 m onth period and we are in the process of selecting an \nindependent expert to determine the calculation for the Redemption \nOption to be completed. \n \n(Verif. Compl. ¶ 54.)   \n21. Weatherly replied by letter to Woodcock on 18 August 2022, requesting \nthat he “be included in all discussions and correspondence relating to the selection of \nan appraiser” regarding the value of CCHS’ Units and on “any correspondence or \ndocumentation that has already been generated as part of the process of requesting \nan appraiser.”  (Verif. Compl. ¶¶ 56–57.) \n22. The Complaint asserts that  Woodcock ultimately planned to sell WCV \nand that his intentions were reflected in a memorandum prepared by a broker hired \nby him to assist in that process.  The memorandum stated “ that Woodcock ‘plans to \nexercise and deliver the Class B Member Redemption Option [to CCHS] at a time he \nfeels comfortable that the contemplated deal will be consummated (i.e. the purchase \nagreement is finalized (ready to sign) and funds are escrowed for the ensuing \nTransaction [to sell WCV to a third party].’ ”  (Verif. Compl. ¶ 36.)   \n23. On or about 31 August 2022, WCV transferred $600,000 to Vision \nInternational at Woodcock ’s direction, and Vision International paid Woodcock  a \n“[b]onus for performance” in the amount of $685,295.52.  (Verif. Compl. ¶ 64.) \n24. On 28 September 2022, CCHS received a letter from McDaniel, one of \nthe managers of WCV appointed by Woodcoc k, which purported to redeem CCHS’ \nUnits in WCV  and enclosed a check made payable to CCHS in the amount of  \n$1,132,738.00.  The letter did not provide  any explanation of how the $5,236,366.41 \ninvestment CCHS made in WCV on 16 March 2018 had decreased in value to only \n$1,132,738.00.  (Verif. Compl. ¶¶ 65–69.)  \n25. WCV’s Operating Agreement set out certain steps to be taken in the \nevent of the transfer of ownership interests in WCV.  Section 8.1 0 provided for a \nclosing to be conducted upon the sale of any interest in the company .  (Verif. Compl. \nEx. A [“Operating Agreement”], ECF No. 3, at 25.)  In addition, Section 8.11 required \nthat “[e]ach party .  . . execute and agree[] to be bound by the terms of a transfer \nagreement, in a form substantially similar to that set forth ” in an exhibit to the \nOperating Agreement.  (Operating Agreement, at 25.) \n26. Despite these provisions, no transfer agreement has ever been presented \nto or executed by CCHS, and no closing has occurred.  (Verif. Compl. ¶¶ 76–78.) \n27. On 3 October 2022, CCHS , through its attorney,  sent a letter to WCV \npursuant to N.C.G.S. § 57D-8-01 demanding that WCV and/or Woodcock pay CCHS \nthe full value of its 1,000 Units.  The  letter also contained a brief statement \ndemanding that WCV initiate legal proceedings against Woodcock.  (Verif. Compl. \nEx. F [“3 October 2022 Demand Letter”], ECF No. 3, at 1–2.)   \n28. Nine days later, o n 12 October 2022, counsel for CCHS sent WCV an \n“[u]pdated” letter that was intended to “replace[  ] and supersede[ ]” the 3 October \nletter.  (Verif. Compl. Ex. G [“12 October 2022 Demand Letter”], ECF No. 3, at 1.)   \n29. The 12 October letter added greater detail regarding the events that had \ntranspired between the parties over the previous four years , including Woodcock’s \nfailure to pay appropriate distributions to C CHS and to properly comply with the \nredemption option as set out in the Operating Agreement .  In this letter, CCHS \ndemanded that it be paid all of the distributions to which it was entitled as well as  \nthe full value of its Units in connection with Woodcock ’s exercise of the redemption \noption.  In addition, the letter enclosed a draft complaint and stated that CCHS would \nfile the complaint the following day unless its demands were met.  (12 October 2022 \nDemand Letter, at 1.)   \n30. One day later, CCHS filed its Complaint in Cumberland County \nSuperior Court—naming as Defendants both Woodcock and WCV.  (ECF No. 3.)1   \n31. In the Complaint, CCHS asserts the following claims: (1) individual and \nderivative claims for  breach of operating agreement  against W oodcock and WCV ; \n(2) individual and derivative claims against Woodcock for breach of fiduciary duty ; \n(3) an individual claim against Woodcock for constructive fraud;  and (4) individual \nand derivative claims for declaratory judgment against Woodcock and WCV.  \n32. The case was designated a mandatory complex business case on 14 \nOctober 2022 and assigned to the undersigned the same day.  (ECF Nos. 1, 2.)   \n33. On 20 December 2022, Defendants jointly filed the present Motion.  \n34. The Court held a hearing on the Motion on 28 February 2023 .  The \nMotion is now ripe for decision. \nLEGAL STANDARD \n35. Defendants’ Motion challenges CCHS’ standing to assert both its \nderivative and individual claims pursuant to Rule 12(b)(1) of the North Carolin a \nRules of Civil Procedure.  In addition, Defendants seek the dismissal of several of \nCCHS’ individual claims based on Rule 12(b)(6) for failure a state a claim upon which \nrelief can be granted. \n36. “A plaintiff’s standing to assert its claims may be challenge d under \neither Rule 12(b)(1) or Rule 12(b)(6) of the North Carolina Rules of Civil Procedure.”  \nRaja v. Patel, 2017 NCBC LEXIS 25, at *11 (N.C. Super. Ct. Mar. 23, 2017).  A Rule \n \n1  WCV is named as both a “Defendant” and a “Nominal Defendant” in the Complaint. \n12(b)(1) motion challenges a court’s jurisdiction over the subject matter of the \nplaintiff’s claims.  N.C.R. Civ. P. 12(b)(1).  “Subject matter jurisdiction is the \nindispensable foundation upon which valid judicial decisions rest,” In re T.R.P. , 360 \nN.C. 588, 590 (2006), and “has been defined as ‘the power to hear and to determine a \nlegal controversy; to inquire into the facts, apply the law, and to render and enforce \na judgment,’ ” High v. Pearce, 220 N.C. 266, 271 (1941).  “[T]he proceedings of a court \nwithout jurisdiction of the subject matter are a nullity.”  Burgess v. Gibbs, 262 N.C. \n462, 465 (1964) (citation omitted).   \n37. “As the party invoking jurisdiction, plaintiff[] ha[s] the burden of \nestablishing standing.”  Queen’s Gap Cmty. Ass’n v. McNamee,  2011 NCBC LEXIS \n37, at **3 (N.C. Super. Ct. Sept. 23, 2011).  In determining the existence of subject \nmatter jurisdiction, the Court may consider matters outside the pleadings.  Emory v. \nJackson Chapel First Missionary Baptist Church , 165 N.C. App. 489, 491 ( 2004).  \nHowever, “if the trial court confines its evaluation [of standing] to the pleadings, the \ncourt must accept as true the [claimant]’s allegations and construe them in the light \nmost favorable to the [claimant].”  Munger v. State, 202 N.C. App. 404, 410 (2010) \n(quoting DOT v. Blue, 147 N.C. App. 596, 603 (2001)).  \n38. “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’ ”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood \nv. Guilford Cnty., 355 N.C. 161, 166 (2002)).  The Court may also “reject allegations \nthat are contradicted by the documents attached, specifically referred to, or \nincorporated by reference in the complaint.”  Laster v. Francis, 199 N.C. App. 572, \n577 (2009). \nANALYSIS \nI.  Lack of Standing Based on Rule 12(b)(1) \nA.  Derivative Claims \n39. Defendants initially argue that CCHS lacks standing to assert its \nderivative claims in this action because it failed to fully comply with N.C.G.S. § 57D-\n8-01.  \n40. Pursuant to N.C.G.S. § 57D-8-01(a)(2), a member of an LLC may bring \na derivative action on the company’s behalf if, among other things,  \n[t]he member made written demand on the LLC to take suitable action, \nand either (i) the LLC notified the member that the member’s  demand \nwas rejected, (ii) 90 days have  expired from the date the demand was \nmade, or (iii) irreparable injury to the LLC would  result by waiting for \nthe expiration of the ninety-day period. \n \nN.C.G.S. § 57D-8-01(a)(2) (2021).    \n41. This Court has recognized that “[a] party’s standing to bring a derivative \nclaim depends on compliance with the demand requirement in N.C. Gen. Stat. § 57D-\n8-01(a)(2).”  Azure Dolphin, LLC v. Barton, 2017 NCBC LEXIS 90, at *20 (N.C. Super. \nCt. Oct. 2, 2017), aff’d , 371 N.C. 579 (2018)  (cleaned up).  “ ‘Standing’ refers to the \nissue of whether a party has a sufficient stake in an otherwise justiciable controversy \nthat he or she may properly seek adjudication of the matter. ”  Creek Pointe \nHomeowner’s Ass’n, Inc. v. Happ, 146 N.C. App. 159, 165 (2001) (citation omit ted).  \nStanding is therefore “ a necessary prerequisite to the court’s proper exercise of \nsubject matter jurisdiction. ”  Id.  at 164 (citation omitted).   Accordingly , any \n“challenge to the adequacy of any pre -suit demand is, inter alia , a challenge to the \nCourt’s subject matter jurisdiction over the derivative claims.”  Barefoot v. Barefoot, \n2022 NCBC LEXIS 8, at **9 (N.C. Super. Ct. Feb. 2, 2022) (citations omitted). \n42. As we have previously noted, “[t]he demand requirement gives the LLC \na chance to investigate the claim and, if it chooses, to vindicate its own rights before \nfreeing its members to seek relief on its behalf. ”  Al-Hassan v. Salloum, 2020 NCBC \nLEXIS 22, at *5 (N.C. Super. Ct. Feb. 20, 2020).  Its purpose is  thus “to ‘allow[ ] the \n[company] the opportunity to remedy the alleged problem without resort to judicial \naction, or, if the problem cannot be remedied without judicial action, to allow the \n[company], as the true beneficial party, the opportunity to bring suit first against the \nalleged wrongdoers.’ ”  Zoutewell v. Mathis, 2018 NCBC LEXIS 95, at *18 (N.C. Super. \nCt. Sept. 13, 2018) (quoting Bridges v. Oates, 167 N.C. App. 459, 467–68 (2004)). \n43. In the present case, the Court concludes that CCHS has failed to satisfy \nN.C.G.S. § 57D-8-01(a)(2) for two reasons.   \n44. First, its assertion of derivative claims in this action did not comply with \nthe ninety-day requirement set out in the statute .  CCHS filed its Complaint on 13 \nOctober 2022—just ten days after CCHS’ initial demand letter and only one day after \nCCHS’ amended demand letter.   \n45. Although CCHS concedes that its Complaint was filed well before the \nexpiration of the ninety-day period, it contends that the “irreparable injury” exception \nto this requirement renders the filing of its Complaint timely .  See Emrich Enters., \nLLC v. Hornwood, Inc., 2020 NCBC LEXIS 45, at *21 (N.C. Super. Ct. Apr . 8, 2020) \n(“N.C.G.S. § 57D- 8-01(a)(2) provides that the 90- day waiting period is excused by a \nfinding of irreparable injury that would result from imposing such a waiting period.” \n(cleaned up)).   \n46. However, the Court is not persuaded.  CCHS has failed to show that \nWCV was under threat of immediate injury unless CCHS filed its lawsuit at the time \nit did so.  CCHS attempts to argue that its actions were justified by the memorandum \nprepared by Woodcock’s broker, which revealed Woodcock’s stated intent to exercise \nhis redemption option (by purchasing CCHS’ shares at a substantially reduced price) \nand then sell WCV to a third party.   But  even assuming arguendo  that such an \nimminent sale of the company would satisfy the “irreparable injury” exception, CCHS \nconceded in its own Complaint that after receipt of the 12 October letter “Woodcock  \n‘temporarily’ withdrew his attempt to exercise the Class B Redemption Option” and \nthat “[i]t remains unclear whether or if he will unilaterally reinstate his exercise.”  \n(Verif. Compl. ¶  83.)  Thus, by CCHS’ own admission, at the time this lawsuit was \nfiled Woodcock’s plans were speculative.   Accordingly, it simply cannot be said that \nthe sale of WCV was imminent.\n2 \n \n2 The Court observes that upon filing its complaint CCHS did not seek a temporary \nrestraining order or a preliminary injunction against Woodcock to prevent any of the actions \nthat it claims would have resulted in irreparable injury. \n47. Indeed, CCHS has failed to cite any cases in which North Carolina \ncourts have held that  the “irreparable injury” exception  was triggered under facts  \neven remotely similar. \n48. CCHS also argues that the issue of whether it complied with the ninety-\nday requirement is moot because more than ninety  days have now passed since it s \ndemand letters were sent, and as of this date WCV has failed to initiate legal action \nagainst Woodcock .  However, t he Court cannot accept this “no harm, no foul” \nargument.  The ninety-day requirement is not a mere formality that a litigant can \navoid by means of an end run.   R ather, it reflects a determination by our General \nAssembly that a company should be given ninety days in which to fully investigate a \ndemand by one of its members that the company file  suit against an alleged \nwrongdoer.  Such legislative intent would routinely be thwarted if CCHS’ argument \nwas allowed to carry the day.  In almost every case, more than ninety days will have \nelapsed between the date of a demand letter and the date the defendant’s  motion to \ndismiss the derivative claims on timeliness grounds is heard by the court.   As such, \nthe rule would be honored more in its breach than in its observance.  \n49. Second, CCHS’ demand letter was also deficient for an additional \nreason.  N.C.G.S. § 57D-8-01(a)(2) requires that a member make “written demand on \nthe LLC to take suitable action” before filing suit.  N.C.G.S. § 57D-8-01(a)(2) (2021).  \nThis Court has noted that assessing the sufficiency of a demand requires comparing \n“the derivative claims asserted in a complaint against the specific demands a plaintiff \nhas made prior to filing suit.”  Miller v. Burlington Chem. Co. , LLC, 2017 NCBC \nLEXIS 6, at *30 (N.C. Super. Ct. Jan. 27, 2017) (cleaned up).   \n50. A careful reading of CCHS’ 12 October demand letter reveals that i ts \nfocus was to protect not WCV but rather its own  financial interests.   The key \n“demand” language in the letter stated as follows:   \nIn order to effectively exercise his Class B Member Redemption Option, \nDr. Woodcock must pay CCHS $5,236,366.41 to purchase all of CCHS’s \nUnits of WCV, along with an additional amount equal to the \nappreciation in value of such Units that would have obtained but for Dr. \nWoodcock’s systematic efforts to artificially deflate the value of WCV.  \nAdditionally, WCV must immediately make all pro rata distributions to \nwhich CCHS is entitled, including without limitation  the $1 million \nCCHS should have received at the time Dr. Woodcock approved and \nissued a $2 million distribution from WCV to himself in 2021, and the \n$300,000 CCHS should have received at the time Dr. Woodcock \napproved and issued a $600,000 distribution from WCV to himself in  \nAugust 2022. \n \n(12 October 2022 Demand Letter, at 3.)  As such, this is not a proper demand within \nthe meaning of the statute. \n51. CCHS contends that any deficiency in the letter itself was mitigated by \nthe fact that attached to the letter was a draft c omplaint.  CCHS asserts that the \ninclusion of the draft complaint put WCV on direct notice of the claims it intended to \nassert if WCV failed to take action against Woodcock.  However, CCHS has failed to \ncite any North Carolina case law standing for the proposition that attaching a draft \ncomplaint to a demand letter is a valid substitute for making a proper demand for \nsuitable action by the company  in the letter itself.  The absence of such case  law is \nnot surprising as the statute contemplates a demand upon  the company to take \nappropriate and tangible  action rather than the member simply providing the \ncompany with a list of legal claims  for relief  to be asserted by the member in a \nforthcoming lawsuit.  \n52. The Court therefore GRANTS Defendants’ Motion based on lack of \nstanding as to the derivative claims asserted by CCHS , which are DISMISSED  \nwithout prejudice.3 \nB.  Individual Claims \n53. Defendants next contend that CCHS also lacks standing  to assert the \nindividual, or direct, claims  contained within its Complaint —albeit for a different \nreason.  Defendants argue that  the claims set out in the Complaint can only be \nasserted derivatively because any injuries CCHS suffered due to Woodcock’s alleged \nwrongful acts are the same as the injuries incurred by WCV. \n54. “It is a well-settled principle of North Carolina law that ‘shareholders of \ncorporations generally may not bring individual actions to recover what they consider \ntheir share of the damages suffered by the corporation. ’ ”   Barefoot, 2022 NCBC \nLEXIS 8, at **20 (quoting Barger v. McCoy Hillard & Parks , 346 N.C. 650, 660 \n(1997)).  The underlying rationale for this rule  is that “the loss of an investment is \nidentical to the injury suffered by the corporate entity as a whole.”  Atkinson v. \nLackey, 2015 NCBC LEXIS 21 , at *13 (N.C. Super. Ct. Feb. 27, 2015) (cleaned up).  \n“This concept loosely has come to be known as the Barger rule.”  Gusinsky v. Flanders \nCorp., 2013 NCBC LEXIS 43, at **12 (N.C. Super. Ct. Sept. 25, 2013).  \n \n3 “A d ismissal for lack of jurisdiction is generally a dismissal without prejudice .”  N.C. \nAcupuncture Licensing Bd. v. N.C. Bd. of Physical Therapy Exam’rs, 2016 NCBC LEXIS 33, \nat **27 n.8 (N.C. Super. Ct. Apr. 26, 2016). \n55. “Our courts recognize two exceptions to this rule: shareholders may \nbring an individual action when (1) the wrongdoer owed them a special duty or (2) \nthey suffered a personal injury distinct from the injury sustained by t he corporation \nitself.”  Barefoot, 2022 NCBC LEXIS 8, at  **20 (cleaned up).  This Court has made \nclear that “ [b]oth the general rule and its exceptions are equally applicable in the \nLLC context.”  Id. (cleaned up). \n56. Here, CCHS contends that both exceptions to the Barger rule apply.  \nHowever, the Court need not determine the applicability of the special duty exception \nbecause it  is satisfied that the special injury exception is invoked by CCHS’ \nallegations.   \n57. In order f or a plaintiff’s claims “to  fall under the second exception to \nBarger, they must allege ‘an individual loss, separate and distinct from any damage \nsuffered by the corporation. ’ ”  Harris v. Wachovia Corp. , 2011 NCBC LEXIS 8 , at \n**28 (N.C. Super. Ct. Feb. 23, 2011) (quoting Barger, 346 N.C. at 659). \n58. A review of the Complaint  in this action makes clear  that CCHS has \nsufficiently alleged personal injury  under the Barger framework.  Indeed, a \nsubstantial portion of CCHS ’ allegations concern Woodcock’s acts in (1) thwarting \nCCHS’ ability to receive distributions in proportion to its ownership interest in WCV; \nand (2) refusing to comply with certain provisions of the Operating Agreement  \nproviding safeguards to CCHS in connection with Woodcock’s ability to purchase \nCCHS’ Units in WCV.   These allegations are sufficient to fall within the second  \nBarger exception.  See, e.g., Emrich, 2020 NCBC LEXIS 45, at *27 (“When a member \nof an LLC seeks to enforce its own rights under the LLC’s operating agreement, not \nthe rights of the LLC, in an effort to remedy its own injury, that member has standing \nto bring its [individual] breach of contract claim.”).   \n59. The Court therefore DENIES Defendants’ Motion under Rule 12(b)(1) \nbased on lack of standing as to CCHS’ individual claims.  \nII.  Dismissal Under Rule 12(b)(6) \n60. Having determined that standing exists as to CCHS’ individual claims, \nthe Court must now turn its attention to Defendants’ arguments under Rule 12(b)(6).  \nAlthough each of the four claims asserted in the Complaint are brought —at least in \npart—individually, the only specific arguments contained in Defendants’ brief in \nsupport of their Motion  based on Rule 12(b)(6)  relate to CCHS’ claims for breach of \nfiduciary duty and constructive fraud.  The Court will discuss each in turn. \nA.  Breach of Fiduciary Duty \n61. “To establish a claim for breach of fiduciary duty, a plaintiff must show \nthat:  (1) the defendant owed the plaintiff a fiduciary duty; (2) the defendant breached \nthat fiduciary duty; and (3) the breach of fiduciary duty was a proximate cause of   \ninjury to the plaintiff.”  Sykes v. Health Network Sols., Inc., 372 N.C. 326, 339 (2019). \n62. A fiduciary relationship  \nhas been broadly defined .  . . as one in which there has been a special \nconfidence reposed in one who in equity and good conscience is bound to \nact in good faith and with due regard to the interests of the one reposing \nconfidence . . . [and] it extends to any possible case in which a fiduciary \nrelationship exists in fact, and in which there is confidence reposed on \none side, and resulting domination and influence on the other.   \n \nDalton v. Camp, 353 N.C. 647, 651–52 (2001) (cleaned up). \n63. Our Supreme Court has held that “[a] fiduciary relationship may exist \nin law or in fact.”   Azure Dolphin, LLC v. Barton, 371 N.C. 579, 599 (2018) ( citation \nomitted).   \n64. In the present case, Woodcock “wore two hats” —serving as both a \nmanager of WCV and as the majority member  of the LLC.  The Complaint  does not \nclearly state whether CCHS’ fiduciary duty claim is based on Woodcock’s actions as \na manager, as the controlling majority member, or as a combination of both.  \nTherefore, it is necessary to review key principles from our case  law regarding the \npotential existence of fiduciary duties stemming from both roles. \n65. The general rule is that “managers of a limited liability company . . . owe \na fiduciary duty to the company, [ ] not to individual members.”  Kaplan v. O.K. \nTechs., L.L.C., 196 N.C. App. 469, 474 (2009).  Likewise, as a general proposition, \nLLC members do not owe fiduciary duties to each other or to the LLC itself.  Emrich, \n2020 NCBC LEXIS 45, at *29.  As we have  often noted, “[t]he rights and duties of \nLLC members are ordinarily governed by the company’s operating agreement, not by \ngeneral principles of fi duciary relationships.”  Strategic Mgmt. Decisions v. Sales \nPerformance Int’l, 2017 NCBC LEXIS 69, at *10–11 (N.C. Super. Ct. Aug. 7, 2017). \n66. However, in some circumstances, “a holder of a majority interest who \nexercises control over the LLC owes a fiduciar y duty to minority interest members.” \nVanguard Pai Lung, LLC v. Moody , 2019 NCBC LEXIS 39, at *17 (N.C. Super. Ct. \nJune 19, 2019) (citation omitted). \nThis Court in Vanguard  specified several actions which, if taken by a \nmajority member, indicate an exercise of control potentially sufficient to \ncreate a fiduciary duty, including: (1) managerial control over a board of \ndirectors or other managers; (2) the ability to dissolve t he company; (3) \nthe ability to declare bankruptcy; and (4) the ability to amend the \noperating agreement without approval from other members.  The \nexercise of control through any of these actions weigh in favor of the \nmajority member owing minority members a fiduciary duty. \n \nMerrell v. Smith, 2023 NCBC LEXIS 3, *23 (N.C. Super. Ct. Jan. 11, 2023) (cleaned \nup). \n67. The Court must now apply these principles to the present case.  With \nregard to acts taken by Woodcock in his capacity as a manager of WCV, it is clear  \nthat he owed no fiduciary duty to CCHS.  Indeed, Section 3.5 of WCV’s Operating \nAgreement expressly provides that “[e]xcept as otherwise provided herein, Managers \nshall have no fiduciary duties with respect to the Company or any Member.”  \n(Operating Agreement, at 11 (emphasis added).) \n68. However, neither Section 3.5 nor any other provision of the Operating \nAgreement appears to address the potential existence of fiduciary duties owed by \nmembers to other members.  Thus, the Operating Agreement does not eliminat e the \nfiduciary duty that a controlling majority member would otherwise owe to a minority \nmember under the circumstances discussed in Vanguard.   \n69. Therefore, the only remaining question is whether CCHS has alleged \nfacts that would give rise to such a duty based on a theory of majority member control. \nBased on its thorough review of the Complaint, the Court is satisfied that  CCHS’ \nallegations are sufficient in this regard.  Viewed in the light most favorable to CCHS, \nthe Complaint alleges a number of examples of ways in which Woodcock has used his \nposition as the majority member of WCV to assert absolute control over the company.  \nFor example, the Complaint alleges that Woodcock exercised majority control over \nWCV’s board. \n70. Moreover, the Complaint likewise asserts that Woodcock breached his \nfiduciary duty to CCHS as a minority member in a number of respects.  Among other \nexamples, CCHS alleges that Woodcock (1) used his position of control to improperly \nwithhold distributions owed to CCHS; (2) refused to provide CCHS with information \nregarding his appraisal of the value of its Units  in connection with his decision to \nexercise the Class B Member Redemption Option ; and (3) ignored a number of \nprovisions in WCV’s Operating Agreement at the expense of CCHS.   (Verif. Compl. \n¶¶ 93–99.) \n71. Accordingly, with respect to CCHS’ individual breach of fiduciary duty \nclaim, Woodcock’s Motion is GRANTED as to act ions taken by Woodcock in his \ncapacity as a manager of WCV.  However, the Motion is  DENIED as to Woodcock’s \nactions taken in his capacity as a controlling majority member of WCV.4   \nB.  Constructive Fraud \n72. Finally, Defendants seek the dismissal of CCHS’ individual claim for \nconstructive fraud.   \n73. “Although the elements of constructive fraud and breach of fiduciary \nduty overlap, each is a separate claim under North Carolina law.”  Chisum v. \n \n4 For purposes of the present Motion, the Court declines to engage in the task of parsing the \nComplaint to ascertain which allegations  are based on Woodcock ’s actions as a manager of \nWCV and which acts were undertaken by him as a majority member.   Such an analysis, if \nnecessary, will be more efficiently conducted with the benefit of a factually developed record \nat the summary judgment stage.  \nCampagna, 376 N.C. 680, 706 (2021) (cleaned up).   “A successful claim for \nconstructive fraud requires proof of facts and circumstances ‘ (1) which created the \nrelation of trust and confidence [ between the parties], and (2) [ which] led up to and \nsurrounded the consummation of the transaction in which defendant is alleged to \nhave taken advantage of his position of trust to the hurt of plaintiff.’ ”  Id. at 706–07 \n(quoting Terry v. Terry , 302 N.C. 77, 83 (1981)).  Thus, “[t]he primary  difference \nbetween pleading a claim for constructive fraud and one for breach of fiduciary duty \nis the intent and showing that the defendant benefitted from his breach of duty. ”  \nIronman Med. Props. v. Chodri, 268 N.C. App. 502, 513 (2019) (citation omitted). \n74. CCHS’ claim for constructive fraud is based on its allegations that \n(1) Woodcock stood in a position of trust and confidence in relation to CCH S; and \n(2) he used this position to benefit himself and the entities he own ed at CCHS’ \nexpense (as discussed above). \n75. In arguing for the dismissal of the constructive fraud claim, Defendants \ndo not contend that CCHS has failed to adequately allege the elements set out above.  \nInstead, they assert that constructive fraud is not a viable claim in a case such as  \nthis one in which monetary damages are adequate to fully compensate the plaintiff.  \nIn making this argument, however, Defendants appear to be laboring under the \nmisapprehension that constructive fraud is a  claim that is  equitable in nature.  As \nmade clear above, that is not the case.  In any event, they have failed to offer any \nvalid basis for dismissal of this claim. \n76. Accordingly, Woodcock ’s Motion is DENIED as to CCHS’ individual \nclaim for constructive fraud. \nCONCLUSION \n THEREFORE, IT IS ORDERED  that Defendants’ Motion to Dismiss is \nGRANTED, in part, and DENIED, in part, as follows: \n1. With regard to Defendants’ Motion based on Rule 12(b)(1): \na. the Motion is GRANTED as to the derivative claims \ncontained in the Complaint, which are dismissed  without \nprejudice; and \nb. the Motion is DENIED as to the individual claims contained \nin the Complaint. \n2. With regard to Defendants’ Motion based on Rule 12(b)(6) as to the \nindividual claims contained in the Complaint: \na. Defendants’ Motion is GRANTED with prejudice with respect \nto CCHS’ claim for breach of fiduciary duty based on  actions \ntaken by Woodcock as a manager of WCV; and \nb. Defendants’ Motion is DENIED in all other respects. \nSO ORDERED, this the 21st day of March, 2023 \n \n /s/ Mark A. Davis     \nMark A. Davis \nSpecial Superior Court Judge \nfor Complex Business Cases \n "
}