{
  "id": "3246cc0cbacacda278ca2453e8149dd6c8eae3f0c8c1ef7cfee71b5dbdc6a4bb",
  "source_file": "data/raw/ncbc/3246cc0cbacacda278ca2453e8149dd6c8eae3f0c8c1ef7cfee71b5dbdc6a4bb.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nJOHNSTON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23CV005586-500 \n \nSHERRY WORLEY and GINGER \nMASSENGILL, individually, and as \nmembers of the committees of the \nrespective Board of Directors for \nORMOND OIL & GAS COMPANY, \nINC., and ORMOND’S SALES AND \nSERVICE, INCORPORATED, \n \nPlaintiffs, \n \nv. \n \nWILLIAM E. ORMOND, JR., \nindividually, and in his capacity as \nan Officer, and Director of ORMOND \nOIL & GAS COMPANY, INC., and \nORMOND’S SALES AND SERVICE, \nINCORPORATED; ORMOND OIL & \nGAS COMPANY, INC.; ORMOND’S \nSALES AND SERVICE, \nINCORPORATED; ORMOCO, LLC; \nR.E.S. INVESTORS, LLC; ORMOND \nENERGY INVESTORS, LLC; and \nOFB VENTURES LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR \nISSUANCE OF A WRIT OF \nMANDAMUS,  \nOR IN THE ALTERNATIVE,  \nFOR PARTIAL SUMMARY \nJUDGMENT ON CLAIM FOR \nRECOVERY OF DECLARED \nDIVIDENDS \n \n \n1. THIS MATTER  is before the Court on the 20 December 2023 filing of \nPlaintiffs’ Motion for Issuance of a Writ of Mandamus, or in the Alternative, for Partial \nSummary Judgment on Claim for Recovery of Declared Dividends (the “Motion”).  \n(ECF No. 30  [“Mot.”].)  Pursuant to N.C.G.S. §§ 55-6-40, 55-3-04(b), and in the \nalternative, Rule 56 of the North Carolina Rules of Civil Procedure (the “Rule(s)”),  \nPlaintiffs request issuance of a writ of mandamus, or alternatively, affirmative  \nWorley v. Ormond, 2024 NCBC 40. \nsummary judgment on their claim  for the recovery of dec lared dividends  against \nDefendant Ormond Oil & Gas Company, Inc.1  (See Mot.) \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion. \nJames, McElroy & Diehl, P.A., by Fred B. Monroe and Haley Lohr, for \nPlaintiffs Sherry Worley and Ginger Massengill.  \n \nGoldberg Segalla, by David L. Brown, for Defendants Ormond Oil & Gas \nCompany, Inc. and Ormond’s Sales and Service, Inc. \n \nThe Armstrong Law Firm, P.A., by L. Lamar Armstrong, Jr., for \nDefendant William E. Ormond, Jr. \n \nRobinson, Judge. \n \nI. INTRODUCTION \n3. This action arises out of a dispute among three siblings, each of whom are \nshareholders of Ormond Oil & Gas Company, Inc. and Ormond’s Sales and Service, \nIncorporated.  Plaintiffs, through the filing of this lawsuit, contend that their brother, \nDefendant William E. Ormond, Jr. , exercised, and continues to exercise , complete \ncontrol over the two companies for h is own benefit and without regard to Plaintiffs’ \ninterests. \n4. At issue in the Motion is a very limited  dispute: whether Plaintiffs  are \nentitled, as shareholders of Ormond Oil & Gas Company, Inc. , to recover certain \npreviously declared dividends. \n \n1 On 10 May 2024, after obtaining leave from the Court, Plaintiffs filed their First Amended \nVerified Complaint.  (ECF No. 115 [“Am. Compl.”].)  Plaintiffs’ first cause of action for failure \nto pay declared dividends against Ormond Oil & Gas Company, Inc. remains a claim at issue \nin this case.  (Am. Compl. ¶¶ 128–34.) \nII. FACTUAL AND PROCEDURAL BACKGROUND \n5. The Court does not make findings of fact when ruling on a motion for \nsummary judgment.  “[T]o provide context for its ruling, the C ourt may state either \nthose facts that it believes are not in material dispute or those facts on which a \nmaterial dispute forecloses summary adjudication.”  Ehmann v. Medflow, Inc., 2017 \nNCBC LEXIS 88, at *6 (N.C. Super. Ct. Sept. 26, 2017); see also Hyde Ins. Agency, \nInc. v. Dixie Leasing Corp., 26 N.C. App. 138, 142 (1975) (encouraging the trial court \nto articulate a summary of the relevant evidence of record to provide context for the \nclaims and motion(s)).  Furthermore, the Court sets forth herein only those portions \nof the procedural history relevant to its determination of the Motion. \n6. Plaintiffs Sherry Worley (“W orley”) and Ginger Massengill (“Massengill”; \nwith Worley, “Plaintiffs”) are  residents of Princeton, North Carolina.  ( Verified \nCompl. ¶¶ 1–2, ECF No. 3 [“Compl.”].)\n2 \n7. Defendant William E. Ormond, Jr. (“Ormond”)  is a resident of Princeton, \nNorth Carolina.  (Compl. ¶  5; William E. Ormond, Jr. Answer ¶  5, ECF No. 24 \n[“Ormond Answer”].) \n \n2 For purposes of resolving the Motion, the Court treats the V erified Complaint as an \naffidavit.  See Page v. Sloan, 281 N.C. 697, 705 (1972); Bauer v. Douglas Aquatics, Inc., 207 \nN.C. App. 65, 69 (2010).  Notwithstanding this determination, the Verified Complaint, as any \naffidavit, may only be properly considered if  it demonstrates by its allegations and \nrepresentations that the affiant has firsthand knowledge of the facts or circumstances alleged \nand that the representations therein are properly considered by the Court as admissible \nevidence.  See Page, 281 N.C. at 705. \n \nFurthermore, the Court cites herein to the allegations in the Verified Complaint, rather than \nthe First Amended Verified Complaint, as the briefing on the Motion occurred prior to the \nfiling of the latter pleading. \n8. Defendants Ormond Oil & Gas Company, Inc. (“OOG”) and Ormond’s Sales \nand Service, Incorporated (“OSS” ; with OOG, the “Ormond Companies”) are North \nCarolina corporations with the ir principal place of business in Princeton, North \nCarolina.  (Compl. ¶¶ 3–4; Answer Defs. OOG & OSS ¶¶ 3–4, ECF No. 22 [“Ormond \nCos. Answer”].) \n9. It is undisputed that: (1) Plaintiffs and Ormond are siblings who inherited \ntheir respective ownership interests in the Ormond Companies from their parents ; \n(2) Ormond owns sixty-two percent (62%) of the shares of OOG and fifty -six percent \n(56%) of the shares of OSS ; and (3) Plainti ffs each own approximately nineteen \npercent (19%) of the shares of OOG and twenty -two percent (22%) of the shares of \nOSS.  (Compl. ¶¶ 19–20; Ormond Answer ¶¶ 19–20; Ormond Cos. Answer ¶¶ 19–20.)  \nTogether, the three siblings own all outstanding shares in t he Ormond Companies.  \n(Ormond Cos. Answer ¶ 7 (“[A]dmitted that Plaintiff Worley, Plaintiff Massengill and \nDefendant Ormond own all shares of stock in both companies, and that Defendant \nOrmond owes [sic] the majority of shares in each company.”).) \n10. It is al so undisputed that Ormond is the  President and Chief Executive \nOfficer of both Ormond Companies , (Aff. William E. Ormond Jr. ¶  2, ECF No. 1 9 \n[“Ormond Aff.”]; Ormond Cos. Answer ¶  7), and that Plaintiffs and Ormond were \nmembers of OOG ’s Board of Directors i n 2023, (Compl. ¶ 42; Ormond Cos. Answer \n¶ 42; see also 8 Nov. 2023 Hr’g Tr. 31:3–20, ECF No. 29.5 [“8 Nov. Hr’g Tr.”]). \n11. On 20 September 2023, Plaintiffs noticed a special meeting of the OOG \nBoard of Directors to be held on 25 September 2023.  (Compl. Ex. A, ECF No.  3.2.)3  \nAfter communicating with Ormond about his claimed inability to attend the meeting \nas scheduled, (Ormond Aff. ¶¶  59–61), Plaintiffs rescheduled the meeting to \n27 September 2023, issuing a notice of special meeting that contained an offer  for \nOrmond to participate in the meeting by phone if he could not attend in person, ( see \nCompl. Ex. C).4  T he notice of special meeting w as signed by Plaintiffs as directors \nand officers of OOG.  (See Compl. Exs. A, C.)  It appears that the special meeting was \nproperly noticed in accordance with Article II , Section 3 of OOG’s Bylaws.  ( Aff. \nGinger Massengill Ex. 5, ECF No. 10.3 [“OOG Bylaws”].) \n12. On 27 September 2023, Plaintiffs attended the special meeting of OOG ’s \nBoard of Directors (the “27 September Board Meeting”).  (Compl. Ex. F.)  Ormond did \nnot attend, by phone or otherwise.  (Compl. Ex. F.)  The meeting began at 3:00  p.m. \nand the meeting minutes demonstrate that Plaintiffs, as directors of OOG, resolved, \nin relevant part, that: (1) OOG “shall, until further resolution of the Directors, pay a \ndividend to the Shareholders of the Corporation, in the amount of $850,000.00”; \n(2) “the record date of the dividends to b e paid as described above is September 27, \n2023”; and (3) “the payable date of the dividends to be paid as described above is to \nbe September 29, 2023.”  (Compl. Ex. F.) \n \n3 The Exhibits to the Verified Complaint were filed in one document rather than separately \nfiled.  (See ECF No. 3.2.)  Therefore, for ease of reference, the Court does not restate the ECF \nNo. at each citation, but rather cites to these exhibits as follows: (Compl. Ex(s). [ ] at [ ]). \n \n4 Ormond did not object in writing to either meeting or to the notices of meeting. \n13. The evidence demonstrates that the $850,000.00 dividend declared was not \npaid on or be fore 29 September 2023.  (See Ormond Answer ¶ 76; Third Aff. Ginger \nMassengill ¶ 8, Ex. 10 at 6, ECF Nos. 29.2, 102.2 [“3d Massengill Aff.”] (attempting \nto revoke the dividend at issue).)  The record also demonstrates that OOG was solvent \nboth at the time the dividend was declared and at the initiation of this action.  (Aff. \nSherry Worley ¶¶ 3–5, ECF No. 58.2; Compl. Ex. I at 2; CRI Report 23, ECF No. 90.1 \n(suggesting that at the end of 2022, OOG had $4,607,345 .00 in total assets, \n$422,125.00 in total liabilities, including long term liabilities, and a net income of \n$1,472,446.00).) \n14. Plaintiffs init iated this action on 12 October 2023 with the filing of the \nVerified Complaint.  (See Compl.) \n15. On 24 October 2023,  Ormond provided Plaintiffs with no tice of  special \nshareholders’ meetings for the Ormond Companies to be held on 6  November 2023.  \n(3d Massengill Aff. ¶ 2, Exs. 1–2.)  Ormond similarly provided notices of directors’ \nmeetings for the Ormond Companies t o follow the shareholders’ meetings.  (3 d \nMassengill Aff. Exs. 3–4.) \n16. On 6 November 2023, Plaintiffs attended the special shareholders’ \nmeetings of the Ormond Companies, presenting written objections, but Plaintiffs did \nnot vote on the issues at hand.  ( 3d Massengill Aff. ¶¶  3–4, Exs. 5 –6 (providing \nPlaintiffs’ written objections presented at the meetings) .)  During the OOG special \nshareholders’ meeting, Ormond voted alone to replace Massengill with Ronald \nWaters as a director.  (3d Massengill Aff. ¶ 4, Ex. 7 at 7–8.)  The Court determined in \na prior Order that Ormond’s notice of meeting was “defective because it did not specify \nwhich director was proposed to be removed[,]” meaning that “the removal of \nMassengill as a director of OOG was ineffective, as was the election of Ron[ald ] \nWaters[.]”  (Order on Pls.’ Mot. Inj. Relief 9–10, ECF No. 106 [“30 Apr. Order”].) \n17. On 17 November 2023, Ormond, through counsel, noticed a special meeting \nof the OOG Board of Directors to be held on 22 November 2023.  (3d Massengill Aff. \n¶ 7, Ex. 9 (providing Ormond’s counsel’s email to Plaintiffs’ counsel, attaching the \nnotice of special meeting of OOG’s Board of Directors).)  The notice provided that the \npurpose of the  special meeting was “ to determine whether prior resolutions and \nactions by OOG Direct ors should be invalidated, reversed and rescinded, including \n. . . the $850,000 dividend[.]”  (3d Massengill Aff. Ex. 9 at 3.) \n18. At the 22 November 2023 meeting, Plaintiffs objected in writing, (see ECF \nNo. 94.2 (Plaintiffs’ written objections)), and Worley objected orally, to the allegedly \nimproper motion on numerous grounds, including that the OOG Board of Directors \nwas not properly constituted, and to any attempt to rescind the dividend , (3d \nMassengill Aff. ¶ 8, Ex. 10 at 3,  6; see ECF No. 94.2).  Despite Plaintiffs’ objections, \nOrmond moved to “reject and reverse and invalidate and rescind all resolutions and \nother actions taken by Ormond Oil Board from September 23rd through the present, \nincluding .  . . the $850,000 dividends [.]”  (3d Massengill A ff. Ex. 10 at 3.)  Ronald \nWaters seconded the motion.  (3d Massengill Aff. Ex. 10 at 3.) \n19. While Massengill was not permitted to participate  due to her purported \nremoval as a director, Worley engaged in some discussion with Ormond regarding his \nmotion.  (See 3d Massengill Aff. Ex. 10 at 3–6.)  Ultimately, the record demonstrates \nthat Worley voted against Ormond’s motion to rescind the dividend previously  \napproved by OOG’s  Board of Directors on 27 September 2023.  ( 3d Massengill Aff. \nEx. 10 at 6.)  Ormond and Ronald Waters  voted in favor of  rescinding or otherwise \nreversing the actions approved at the 27 September Board Meeting.  (3d Massengill \nAff. Ex. 10 at 6.) \n20. Now, through the filing of the Motion, Plaintiffs seek (1) an order from the \nCourt compelling OOG ’s Board of Directors to make the $850,000.00 dividend \npayment, or alternatively (2) summary judgment in their favor on their first claim for \nrelief for OOG’s failure to pay declared dividends  (“Count One”).  (See Mot.; Compl. \n¶¶ 74–80; Am. Compl. ¶¶ 128–34.)5 \n21. Following full briefing, t he Court held a hearing on the Motion on \n4 April 2024 (the “Hearing”), (see ECF Nos. 73, 86), at which all parties were present \nand represented through counsel.  The Motion is now ripe for resolution. \nIII. LEGAL STANDARD \n22. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C.G.S. § 1A-1, Rule 56(c).  “A ‘genuine issue’ is \n \n5 As discussed above, following the filing of the Motion, Plaintiffs were permitted to file the \nFirst Amended Verified Complaint.  (See Order, ECF No. 107; Am. Compl.)  The allegations \nin the First Amended Verified Complaint at Count One  mirror those in the Verified \nComplaint at Count One.  ( Compare Compl. ¶¶ 74–80, with Am. Compl. ¶¶  128–34.)  The \nfiling of the First Amended Verified Complaint therefore did not render the Motion moot. \none that can be maintained by substantial evidence.”  Dobson v. Harris, 352 N.C. 77, \n83 (2000) (citation omitted).  “  ‘Substantial evidence is such relevant evidence as a \nreasonable mind might accept as adequate to support a conclusion’ and means ‘more \nthan a scintilla or a permissible inference. ’ ”  Head v. Gould Killian CPA Grp., P.A. , \n371 N.C. 2, 8 (2018) (quoting Ussery v. Branch Banking & Tr. Co., 368 N.C. 325, 335 \n(2015)). \n23. The moving party bears the burden of showing that there is no genuine \nissue of material fact, and that the movant is entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 563 (2008).  The movant \nmay make the required showing by proving that “an essential element of the opposing \nparty’s claim does not exist, cannot be proven at trial, or would be barred by an \naffirmative defense, or by showing through discovery that the opposing party cannot \nproduce evidence to su pport an essential element of her claim.”  Dobson , 352 N.C. \nat 83 (citations omitted). \n24. “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784−85 \n(2000) (citation omitted).  The Court must view the evidence in the light most \nfavorable to the nonmovant.  Dobson, 352 N.C. at 83 (citation omitted).  However, the \nnonmovant  \nmay not rest upon the mere allegations or denials of [its]  pleading, but \n[its] response, by affidavits or as otherwise provided in this rule, must \nset forth specific facts showing that there is a genuine issue for trial.  If \n[the nonmovant] does not so respond, summary judgment, if \nappropriate, shall be entered against [the nonmovant]. \n \nN.C.G.S. § 1A-1, Rule 56(e). \n25. “For affirmative summary judgment on a party ’s own claim, the burden is \nheightened.”  Futures Grp. v. Brosnan, 2023 NCBC LEXIS 7, at **4 (N.C. Super. Ct. \nJan. 19, 2023); see Brooks v. Mount Airy Rainbow Farms Ctr., Inc., 48 N.C. App. 726, \n728 (1980).  The movant “ must show that there are no genuine issues of fact, that \nthere are no gaps in his proof, that no inferences inconsistent with his recovery arise \nfrom the evidence, and that there is no standard that must be applied to the facts by \nthe jury.”  Parks Chevrolet, Inc. v. Watkins, 74 N.C. App. 719, 721 (1985); accord Kidd \nv. E arly, 289 N.C. 343, 370 (1976).  Consequently, “rarely is it proper to enter \nsummary judgment in favor of the party having the burden of proof. ”  Blackwell v. \nMassey, 69 N.C. App. 240, 243 (1984). \nIV. ANALYSIS \nA. Motion for Writ of Mandamus \n26. Plaintiffs contend tha t the Court may  issue an order compelling  OOG to \nperform a specific duty imposed by law and that the Court should do so in this \nsituation to require OOG to pay  Plaintiffs their share of the  $850,000.00 dividend \ndeclared at the 27 September Board Meeting.  (Pls.’ Br. Supp. Mot. 3–4, ECF No. 31 \n[“Br. Supp.”].) \n27. A writ of mandamus is a court order “ ‘to a board, corporation, inferior court, \nofficer or person commanding the performance of a specified official duty imposed by \nlaw.’ ”  Morningstar Marinas/Eaton Ferry, LLC v. Warren Cty. , 368 N.C. 360, 364 \n(2015) (quoting Sutton v. Figgatt, 280 N.C. 89, 93 (1971)).  The w rit is appropriately \nissued when:  \n(1) the [petitioner] has a clear legal right to the act requested ; (2) the \nrespondent has a legal duty to perform the act requested ; \n(3) performance of the act at issue is ministerial in nature and does not \ninvolve the exercise of discretion; (4) the respondent did not perform the \nact requested and the time for performance of the act has expired; and \n(5) no alternative, legally adequate remedy is available. \n \nId. (cleaned up); see Richardson v. Utili-Serve, LLC, 2020 NCBC LEXIS 135, at **14 \n(N.C. Super. Ct. Nov. 17, 2020). \n28. Here, as to the fifth required element for issuance of a writ, Plaintiffs have \nanother legally adequate remedy available to them , as the Motion itself indicates: \nsummary judgment  in their favor  on Count One .  Plaintiffs do not address why \nsummary judgment would not serve as a satisfactory alternative remedy.  Therefore, \nthe Motion is DENIED in part to the extent it requests  the Court issue a writ of \nmandamus.  This determination is without prejudice to a renewal of the application \nfor the writ if circumstances later appear to warrant the relief.   See Mears v. Bd. of \nEduc. of Buncombe Cty., 214 N.C. 89, 92 (1938). \nB. Motion for Summary Judgment on Count One \n29. Next, Plaintiffs contend that the Court should grant affirmative summary \njudgment on Count One against OOG for  its failure to pay declared dividends.  (Br. \nSupp. 4 n.2, 7; Pls.’ Reply Br. 6, ECF No. 58.) \n30. In Count One, Plaintif fs allege that OOG violated N.C.G.S. §  55-6-40 by \nfailing to pay its shareholders the $850,000.00 dividend declared on \n27 September 2023, seeking recovery in the form of payment of their share of th at \namount.  (Compl. ¶¶ 74–80.) \n31. North Carolina General Statutes § 55-6-40(a) provides that “[a] board of \ndirectors may authorize and the corporation may make distributions to its \nshareholders[.]”  Subsection (c) therein “prohibits an insolvent corporation from \nmaking distributions to its shareholders.”  Cent. Carolina Surgical Eye Assocs., P.A. \nv. Matthews, 2022 NCBC LEXIS 22, at **36 (N.C. Super. Ct. Mar. 16, 2022).   O ur \nCourts have held that  to sustain a claim for failure to pay declared dividends, a \nclaimant must allege that, at the time the action was initiated, funds were available \nfor the payment of dividends and that the corporation is solvent.  Id.  at **38 (citing \nSteele v. Locke Cotton Mills Co., 231 N.C. 636, 640–42 (1950), and Gaines v. Long Mfg. \nCo., 234 N.C. 331, 339  (1951)).  Thus, if  it is demonstrated that (1) the board of \ndirectors properly authorized the corporation to make a distribution to its \nshareholders, and (2)  the corporation is solvent  with sufficient funds to pay the \ndividend, “a court of equity has jurisdiction to compel the declaration and payment of \ncorporate dividends wrongfully withheld from minority stockholders .”  Gaines, 234 \nN.C. at 338. \n32. “A corporation’s indebtedness to a shareholder incurred by reason of a \ndistribution made in accordance with this section is at parity with the corporation’s \nindebtedness to its general, unsecured creditors except to the extent otherwise \nprovided by agreement. ”  N.C.G.S. §  55-6-40(f).  Thus, once properly declared, a \ndividend payable to shareholders becomes a debt of the comp any akin to other \nunsecured debts. \n33. Defendants argue that  genuine issue s of material fact remain as to \n(1) whether the declaration of the dividend at the  27 September Board Meeting  \nsatisfied the requirements of N.C.G.S. § 55-6-40, and (2) whether it continues to be a \nvalid declaration.  (Defs.’ Resp. Opp ’n Mot. 14 , ECF No.  51 [“Resp. Br.”].)  These \narguments are unavailing. \n34. Here, it is undisputed that Plaintiffs were directors of OOG at the time they \nvoted to approve  the $850,000.00 dividend.  Further, pursuant to N.C.G.S. §  55-6-\n40(a), the OOG Articles of I ncorporation do not contain  restrictions that would \ndisallow the dividend.6  In fact, the OOG Articles of Incorporation filed with the North \nCarolina Secretary of State do not mention dividends. \n35. It is also undisputed that Plaintiffs provided proper notice of a special \nmeeting in accordance with Article II, Section 3  of the Bylaws of OOG,  and that \nOrmond did not object in writing.  (See OOG Bylaws 2.)  Further, the meeting minutes \nfrom the 27  September Board Meeting  demonstrate that Plaintiffs , acting as a \nmajority of the directors,  resolved that : (1)  OOG would pay to its shareholders a \n \n6 While the OOG Articles of Incorporation are not a filing of record, the parties have quoted \nfrom portions of it throughout this litigation.  (Defs.’ Resp. Opp’n Pls.’ Mot. Amend Compl. 3, \nECF No. 85; Ormond Cos. Answer ¶¶ 9, 11, 42.)  “The Court may take judicial notice of public \nfilings available on the North Carolina Secretary of State’s official website.”  Banc of Am. \nMerch. Servs., LLC v. Arby’s Rest. Grp., Inc. , 2021 NCBC LEXIS 60, at  *5 n.3 (N.C. Super. \nCt. June 30, 2021) (citing N.C. R. Evid. 201(b), (c)).  The Court hereby takes judicial notice of \nthe OOG Articles of Incorporation appearing on the North Carolina Secretary of State’s \nofficial website.  See Arts. of Incorp. of OOG  (SOSID: 0108359) (Doc. ID 000234013) (filed \nJan. 6, 1978), available at https://www.sosnc.gov. \ndividend in the total amount of $850,000.00; and (2) the dividend would be due and \npayable on 29 September 2023.  (See Compl. Ex. F.)  The 29 September 2023 payment \ndate came and went without a transfer of funds to Plaintiffs for their proportionate \nshare of the $850,000.00. \n36. Furthermore, the record demonstrates that OOG is a solvent company with \nfunds sufficient to pay the dividend.  (Compl. Ex. I at 2 (OOG “is sitting on, according \nto you, approximately $3,000,000.00 in cash”); CRI Report 23, ECF No. 90.1; Third \nAff. Sherry Worley ¶  3 (detailing that Ormond  told Worley OOG “would pay \n$3 Million (with $2.2 Million upfront) for an acquisition and would not have to borrow \nmoney.  We also knew the company had been doing very well, and it ought to have a \nlot of excess cash and no debt.”), ¶ 5 (“I have since learned that our perceptions about \nOOG’s cash position being more than sufficient to support a dividend was correct, and \nthat we were actually conservative, as I had thought.”), ECF No. 58.2; Fourth \nMassengill Aff., ECF No. 58.3 (stating the same).) \n37. In opposition to the Motion, Defendants have not come forth with competent \nevidence demonstrating that OOG would be unable to pay the dividend or that paying \nthe dividend would otherwise cause OOG  to become insolvent such that dissolution \nand winding up processes would resul t in unfairness to creditors and shareholders.  \nSee Cent. Carolina Surgical, 2022 NCBC LEXIS 22, at **39.\n7 \n \n7 Interestingly, the evidence before the Court indicates that,  while Ormond attempted to \ncause the directors to rescind the declaration of dividend at issue, on 22 December 2023 he \nproposed to declare a dividend in the amount of $375,000.00.  (See Resp. Br. 7; Shawn Wiggins \nAff. ¶¶ 5–9, ECF No. 51.1 [“Wiggins Aff.”].)   OOG’s Chief Financial Officer Shawn Wiggins \n(“Wiggins”) testified that, during the 22 December 2023 Board of Directors meeting, he \n“provided a summary of OOG ’s financial condition  and its current and future needs and, \n38. Even viewing the evidence in the light most favorable to OOG, Plaintiffs \nhave demonstrated that the OOG  Board of D irectors properly authorized the \ncorporation to make a distribution to its shareholders in the amount of $850,000.00. \n39. While Defendants also appear to argue that a vote during the subsequent \n22 November 2023 special meeting served to properly rescind the dividen d, (Resp. \nBr. 7, 14), that vote came after the payment date of the dividend  passed, making it \nlegally ineffective.  Further, the Court has already ordered that  the composition of \nthe OOG Board of Directors at that meeting was improper .  (30 Apr. Order at 10 \n(“[T]he removal of Massengill as a director of OOG was ineffective, as was the election \nof Ron Waters, since there was no vacancy to fill, and the election of a replacement \nwas not noticed for the meeting.  Plaintiffs therefore remain m embers of the OOG \nBoard of Directors.”).)  As a result, the vote taken at that meeting was ineffective. \n40. The $850,000.00 dividend became recoverable on 29 September 2023,  and \nit remains an outstanding debt of OOG.  Therefore, while it is rarely appropriate to \ngrant affirmative summary judgment, the Court determine s that this is the rar e \ncircumstance warranting such a ruling as Plaintiffs have demonstrated that there \nare no genuine issues of fact , no gaps in their proof, and no inferences inconsistent \n \nbased thereon, recommended that the OOG Directors declare a $375,000 dividend for 2023.”  \n(Wiggins Aff. ¶ ¶ 3, 5.)  Wiggins did not testify or otherwise opine that payment of an \n$850,000.00 dividend would place the company in financial peril.  (See Wiggins Aff.; see also \nEx. A to Wiggins Aff.) \n \nUltimately, when Ronald Waters moved to declare a $375,000.00 dividend, and Ormond \nseconded the motion, the pair voted together to approve the dividend.  (Wiggins Aff. Ex. A at \n12:13–13:3.)  Worley voted against that motion.  (Wiggins Aff. Ex. A at 12:19–24.) \nwith th eir recovery arising from the evidence that would warrant a denial of the \nMotion. \nV. CONCLUSION \n41. THEREFORE, for the foregoing reasons, the Court GRANTS in part and \nDENIES in part the Motion.  The Motion is GRANTED to the extent it requests \nsummary judgment on Plaintiffs’ Count One against OOG for failure to pay a declared \ndividend.  Plaintiffs are entitled to their respective shares of the $850,000.00 dividend \ndeclared on 27 September 2023 as it was not timely or properly rescinded.   \n42. Except as expressly granted, the Motion is DENIED without prejudice to a \nrenewal of the application for the writ of mandamus if circumstances later appear to \nwarrant the relief. \n43. In accordance with N.C.G.S. §  55-6-40(h), Plaintiffs, as shareholders of \nOOG, are entitled to recover from the corporation all reasonable expenses, including \nattorney’s fees, in seeking the relief requested in the Motion. \n \nIT IS SO ORDERED, this the 11th day of June, 2024. \n \n \n \n /s/ Michael L. Robinson  \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}