{
  "id": "32565a3c89c0c7e058850d1a18aa0cf37803fb8bcc43e038ef895066048dd74a",
  "source_file": "data/raw/ncbc/32565a3c89c0c7e058850d1a18aa0cf37803fb8bcc43e038ef895066048dd74a.pdf",
  "raw_text": "  Burgess v. Vitola, 2008 NCBC 4 \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF BUNCOMBE  \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n07 CVS 4679 \n \nCHARLES BURGESS, \n \nPlaintiff, \n \nv.  \n \nRALPH VITOLA, JOHN D. McMAHON, \nMICHAEL HANSON, ANTHONY \nMcLAUGHIN,  GEORGE E. FRANCISCO, \nJOHN CAUDILL, EDWARD P. \nSHAUGHNESSY, LARRY E. BUCHANAN, \nKIM MICHAEL CULLEN, PHILLIP \nDEBERARD, DAVID P. HILL, WILLIAM \nWEST, DDS, STEPHANIE McGANN, \nCRAIG Q. ADAMS, EDWARD J. LEE, \nNEAL VAVRA, MARVIN SONNE, JASON \nMORGAN, JEFFREY INGBER, MICHAEL \nSINGLETON, MONA ENTEZAM, \nKATHLEEN ABATE, THOMAS D. \nJACKSON, JAY AUGENSTEIN, KISHOR \nKULKARNI, RICO GATTI, JR., DAVID W. \nSINGER, KENNETH FORDHAM, and \nKIRK WILKIE, \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \n \n \nORDER & OPINION \n \nCharles Burgess, Plaintiff, pro se. \n \nNexsen Pruet, LLC, by Travis Wheeler for Defendants Thomas D. Jackson, \nMarvin Sonne, and Jeffrey Ingber. \n \nTempleton & Raynor, P.A. by Kenneth R. Raynor for Defendants Craig Q. \nAdams, Larry E. Buchanan, Ricco Gatti, Jr., Kishor Kulkarni, Kim Michael \nCullen, Philip Deberard, Michael Hanson, Edward P. Shaughnessy, Michael \nSingleton, and Ralph Vitola. \n \nLong, Parker, Warren & Jones, P.A. by Philip S. Anderson for Defendant \nKathleen Abate. \n \nMcAngus, Goudelock & Courie, PLLC by John E. Spainhour for Defendants \nAnthony McLaughin and Neal Vavra. \n \nDavid P. Hill, Defendant, pro se. \n \nBiggers & Associates, PLLC by William Biggers for Defendant William West. \n \nDiaz, Judge. \n \nI. \nSTATEMENT OF THE CASE \n{1} The Court has before it several motions.  \n{2} Defendants Jeffrey Ingber; Larry E. Buchanan; Kim Michael Cullen; \nPhilip Deberard; Ricco Gatti, Jr.; Michael Hanson; Kishor Kulkarni; Edward \nShaughnessy; Michael Singleton; Ralph M. Vitola; Thomas D. Jackson; Marvin \nSonne; Kathleen Abate; Neal Vavra; David P. Hill; and William West (collectively \nthe “Moving Defendants”) have moved to dismiss Plaintiff Charles Burgess’ \n(“Burgess”) Complaint pursuant to Rule 12(b) of the North Carolina Rules of Civil \nProcedure. \n{3} Specifically, Moving Defendants allege that this Court lacks personal \njurisdiction over them.  Some Moving Defendants also allege that Burgess has not \nproperly served them with process; others allege that Burgess has failed to state a \nvalid claim for relief. \n{4} Burgess has moved to strike portions of Jeffrey Ingber’s Brief in \nsupport of his Motion to Dismiss. \n{5} Burgess has also moved to stay resolution of Moving Defendants’ \nMotions to Dismiss while he conducts discovery on the issue of personal jurisdiction. \n{6} Finally, Defendants Jeffrey Ingber, Thomas D. Jackson, Marvin Sonne, \nand David Hill have moved for sanctions pursuant to Rule 11 of the North Carolina \nRules of Civil Procedure.  \n{7} Pursuant to Rule 15.4 of the General Rules of Practice and Procedure \nfor the North Carolina Business Court, the Court decides the Motions without a \nhearing. \n{8}  After considering the Court file, the motions, briefs, and submissions \nof the parties, and for the reasons set forth below, the Court (1) GRANTS the \nMotions to Dismiss because it does not have personal jurisdiction over Moving \nDefendants; (2) does not address the alternative bases for dismissal set forth in the \nMotions to Dismiss; (3) DENIES Burgess’ Motion to Strike as to Jeffrey Ingber; (4) \nDENIES Burgess’ Motion to Stay; and (5) DENIES the Motions of Jeffrey Ingber, \nMarvin Sonne, Thomas D. Jackson, and David Hill for Rule 11 sanctions.  \n \nII. \nTHE FACTS \nA. \nSUMMARY OF PLAINTIFF’S CLAIMS \n{9} Burgess filed his pro se Complaint on 19 September 2007.   \n{10} The unverified Complaint alleges that Defendants “collectively and \nindividually have hired or employed some Internet firm” to plant “a bug or virus or \nworm” on Burgess’ computer, thus damaging the computer and invading his \nproperty.  (Compl. ¶¶ 31–32.) \n{11} More accurately, however (as demonstrated by Exhibit 1 to Burgess’ 15 \nNovember 2007 Response to Ingber’s Motion to Dismiss)1, Burgess’ chief complaint \nis that the commercial websites of the various Defendants, all of whom operate law \n                                                 \n1 Burgess’ Response also incorporates a Motion to Strike portions of Jeffrey Ingber’s Brief in support \nof his Motion to Dismiss.  The Court DENIES Burgess’ Motion to Strike. \nor dental practices well outside of North Carolina, have found their way onto his \ncomputer without (Burgess asserts) his authority or permission.2 \n \n \nB. \nTHE MOVING DEFENDANTS \n1. \nJEFFREY INGBER \n{12} Jeffrey Ingber (“Ingber”) is a dentist.  (Ingber Aff. ¶ 1.)  He lives in \nMichigan and his practice is located in Pontiac, Michigan.  (Ingber Aff. ¶ 1.)   \n{13} Ingber has never met, spoken with, or otherwise solicited Burgess.  \n(Ingber Aff. ¶ 3.)  \n{14} Ingber is not licensed to practice dentistry in North Carolina.  (Ingber \nAff. ¶ 5.)   \n{15}   Ingber has never advertised or solicited patients from outside of \nMichigan “because such efforts would result in few, if any additional patients.”  \n(Ingber Aff. ¶ 4.)   \n{16} Ingber has never hired an “‘Internet firm’ to advertise [his] practice on-\nline or for any other purpose.”  (Ingber Aff. ¶ 6.)  \n2. \nLARRY E. BUCHANAN \n{17} Larry E. Buchanan (“Buchanan”) is an attorney.  (Buchanan Aff. ¶ 2.)  \nHe lives in Florida and the firm with which he practices has offices in Stuart and \nPort St. Lucie, Florida.  (Buchanan Aff. ¶¶ 2–3.)   \n                                                 \n2 On 25 January 2008, Burgess submitted a video purporting to show his computer browser veering \noff unwillingly “to websites that whomever [sic] planted the bug, virus, or worm wants the Plaintiff \nto view.”  (25 Jan. 2008 Proffer 1.)  Some of the Defendants have offered evidence suggesting that \nBurgess may have staged this result by manipulating search terms in his computer’s Google and web \nbrowser search windows.  (Queen Aff. ¶¶ 4–5.)  For purposes of these Motions, however, and even \nthough the video submitted by Burgess is not as compelling as he asserts, the Court accepts Burgess’ \nallegations as true. \n{18} Buchanan has never met, spoken with, or otherwise solicited Burgess.  \n(Buchanan Aff. ¶ 12.)   \n{19} Buchanan is not licensed to practice law in North Carolina, nor has he \never earned fees from practicing law in this state.  (Buchanan Aff. ¶¶ 4– 5.) \n{20} Buchanan’s firm contracts with Bell South to place local \nadvertisements for the firm, including a passive listing of the firm’s ad on Bell \nSouth’s www.yellowbook.com website.  (Buchanan Aff. ¶¶ 7, 9.)  In addition, \nBuchanan’s firm maintains two passive Internet websites, www.crarybuchanan.com \nand www.protecttheinjured.com.  (Buchanan Aff. ¶ 9.)   \n{21} Neither Buchanan nor his firm actively advertise in North Carolina, \nthrough the Internet or otherwise.  (Buchanan Aff. ¶ 9.)  \n3. \nKIM MICHAEL CULLEN \n{22} Kim Michael Cullen (“Cullen”) is an attorney.  (Cullen Aff. ¶ 3.)  He \nlives in Florida and operates a law firm in Orlando, Florida.  (Cullen Aff. ¶¶ 2–3.)   \n{23} Cullen does not practice law in North Carolina, nor has he ever earned \nfees from practicing law in North Carolina.  (Cullen Aff. ¶ 4.)   \n{24} Although Cullen’s firm maintains a passive Internet website, Cullen \nand his firm do not actively advertise in North Carolina, through the Internet or \notherwise.  (Cullen Aff. ¶¶ 4, 8.)   \n4. \nPHILLIP DEBERARD \n{25} Phillip Deberard (“Deberard”) is an attorney.  (Deberard Aff. ¶ 3.)3  He \nlives in Florida and operates a two-attorney law firm with offices in Stuart and \nOkeechobee, Florida.  (Deberard Aff. ¶¶ 2–3.)   \n{26} Deberard is not licensed to practice law in North Carolina, nor has he \never earned fees from practicing law in this state.  (Deberard Aff. ¶ 4.)  \n                                                 \n3 Deberard’s affidavit identifies him as Phillip Deberard, III.  The caption of the Complaint, however, \ndoes not make this distinction.  The Court assumes that the proper Defendant is before it.  \n{27} Deberard’s firm contracts with Bell South to place local advertisements \nfor the firm, including a passive listing of the firm’s ad on Bell South’s \n“Yellowpages.com” website.  (Deberard Aff. ¶ 6.)  In addition, Deberard’s firm \nmaintains a passive Internet website, www.flainjurylawyer.com, and has hired an \noutside company to help local customers more easily find its website through \ndirectional, non-invasive procedures, meaning that the firm’s website must be \nspecifically searched for and clicked on.  (Deberard Aff. ¶¶ 6–7.)  \n{28} Neither Deberard nor his firm actively advertise in North Carolina, \nthrough the Internet or otherwise.  (Deberard Aff. ¶ 4.) \n \n5. \nRICCO GATTI, JR. \n{29} Ricco Gatti, Jr. (“Gatti”) is a retired attorney.  (Gatti Aff. ¶ 3.)  He lives \nin Tennessee and was formerly a partner with a firm in Memphis, Tennessee.  \n(Gatti Aff. ¶¶ 2–3.)  He remains of counsel to the firm, but has not visited the firm’s \noffice for over a year.  (Gatti Aff. ¶ 3.)   \n{30} Gatti is not licensed to practice law in North Carolina, nor has he ever \nearned fees from practicing law in this state.  (Gatti Aff. ¶ 4.)   \n{31} Gatti’s former firm contracts with AT&T to place local advertisements \nfor the firm, including a passive listing of the firm’s ad on AT&T’s \n“Yellowpages.com” website.  (Gatti Aff. ¶ 6.)  In addition, Gatti’s former firm \nmaintains a passive Internet website.  (Gatti Aff. ¶ 7.)   \n{32} Neither Gatti nor his former firm actively advertise in North Carolina, \nthrough the Internet or otherwise.  (Gatti Aff. ¶ 4.) \n6. \nMICHAEL HANSON \n{33} Michael Hanson (“Hanson”) is an attorney.  (Hanson Aff. ¶ 3.)  He lives \nin Florida and operates a two-attorney law firm with his brother in Orlando, \nFlorida.  (Hanson Aff. ¶¶ 2–3.)   \n{34} Hanson is not licensed to practice law in North Carolina, nor has he \never earned fees from practicing law in this state.  (Hanson Aff. ¶ 4.) \n{35} Hanson’s firm contracts with Bell South to place local advertisements \nfor the firm, including a passive listing of the firm’s ad on Bell South’s \n“Yellowbook.com” website.  (Hanson Aff. ¶ 7.)  In addition, Hanson’s firm maintains \na passive Internet website.  (Hanson Aff. ¶ 8.) \n{36} Neither Hanson nor his firm actively advertise in North Carolina, \nthrough the Internet or otherwise.  (Hanson Aff. ¶ 4.) \n \n \n \n7. \nKISHOR KULKARNI \n{37} Kishor Kulkarni (“Kulkarni”) is a dentist.  (Kulkarni Aff. ¶ 3.)  He lives \nin New Jersey and operates a dental clinic with offices in New Brunswick and \nEdison, New Jersey.  (Kulkarni Aff. ¶¶ 2–3.)   \n{38} Kulkarni is not licensed to practice dentistry in North Carolina.  \n(Kulkarni Aff. ¶ 4.)  He has never performed any dental work or received any fees \nfrom performing dental work in North Carolina.  (Kulkarni Aff. ¶ 4.)   \n{39} Kulkarni’s firm contracts with Verizon, Yellow Book, and Yellow Pages \nto place local advertisements for the firm, including a passive listing of the firm’s ad \non the Yellow Pages’ website.  (Kulkarni Aff. ¶ 6.)  In addition, Kulkarni’s firm \nmaintains a passive Internet website and has hired an outside company to help \nlocal customers more easily find its website through directional, non-invasive \nprocedures, meaning that the firm’s website must be specifically searched for and \nclicked on.  (Kulkarni Aff. ¶¶ 6–7.) \n{40} Neither Kulkarni nor his firm actively advertise in North Carolina, \nthrough the Internet or otherwise.  (Kulkarni Aff. ¶ 4.) \n8. \nEDWARD SHAUGHNESSY \n{41} Edward Shaughnessy (“Shaughnessy”) is an attorney.  (Shaughnessy \nAff. ¶ 3.)  He lives in Pennsylvania and operates a law firm in Easton, \nPennsylvania.  (Shaughnessy Aff. ¶¶ 2–3.)   \n{42} Shaughnessy does not practice law in North Carolina, nor has he ever \nearned fees from practicing law in this state.  (Shaughnessy Aff. ¶ 4.) \n{43} Although Shaughnessy’s firm maintains a passive Internet website, \nShaughnessy and his firm do not actively advertise in North Carolina, through the \nInternet or otherwise.  (Shaughnessy Aff. ¶¶ 4, 7.)  \n \n \n \n9. \nMICHAEL SINGLETON \n{44} Michael Singleton (“Singleton”) is a dentist.  (Singleton Aff. ¶ 3.)  He \nlives in Michigan and operates a dental clinic in Saline, Michigan.  (Singleton Aff. \n¶¶ 2–3.)   \n{45} Singleton is not licensed to practice dentistry in North Carolina.  \n(Singleton Aff. ¶ 4.)  He has never performed any dental work or received any fees \nfrom performing dental work in North Carolina.  (Singleton Aff. ¶ 4.) \n{46} Singleton’s clinic contracts with AT&T to place local advertisements \nfor the firm, including a passive listing of the firm’s ad on AT&T’s \n“Yellowpages.com” website.  (Singleton Aff. ¶ 6.)  In addition, Singleton’s clinic \nmaintains a passive Internet website and uses AT&T to place banner ads and \nsponsor links on search engines like Google or Yahoo.  (Singleton Aff. ¶¶ 6–7.)  \nHowever, all of these Internet advertising efforts are purely directional and non-\ninvasive, meaning that the clinic’s website must be specifically searched for and \nclicked on.  (Singleton Aff. ¶ 6.) \n{47} Neither Singleton nor his clinic actively advertise in North Carolina, \nthrough the Internet or otherwise.  (Singleton Aff. ¶ 4.) \n10. \nRALPH M. VITOLA \n{48} Ralph M. Vitola (“Vitola”) is an attorney.  (Vitola Aff. ¶ 3.)  He lives in \nFlorida and operates a law firm in Brooksville, Florida.  (Vitola Aff. ¶¶ 2–3.)  \n{49} Vitola does not practice law in North Carolina, nor has he ever earned \nfees from practicing law in this state.  (Vitola Aff. ¶ 4.) \n{50} Vitola’s firm contracts with Bell South to place local advertisements for \nthe firm, including a passive listing of the firm’s ad on Bell South’s \n“Yellowpages.com” website.  (Vitola Aff. ¶¶ 6.)  In addition, Vitola’s firm maintains \na passive Internet website and has hired an outside company to help local \ncustomers more easily find its website through directional, non-invasive procedures, \nmeaning that the firm’s website must be specifically searched for and clicked on.  \n(Vitola Aff. ¶¶ 6–7.) \n{51} Neither Vitola nor his firm actively advertise in North Carolina, \nthrough the Internet or otherwise.  (Vitola Aff. ¶ 4.) \n11. \nTHOMAS D. JACKSON \n{52} Thomas D. Jackson (“Jackson”) is a dentist.  (Jackson Aff. ¶ 1.)  He \nlives in Michigan and his practice is located in Lapeer, Michigan.  (Jackson Aff. ¶ 1.)  \n{53} Jackson has never met, spoken with, or otherwise solicited Burgess.  \n(Jackson Aff. ¶ 3.) \n{54} Jackson is not licensed to practice dentistry in North Carolina.  \n(Jackson Aff. ¶ 5.)   \n{55} Jackson has never advertised or solicited patients from outside of \nMichigan “because such efforts would result in few, if any additional patients.”  \n(Jackson Aff. ¶ 4.)   \n{56} Jackson has never hired an “‘Internet firm’ to advertise [his] practice \non-line or for any other purpose.”  (Jackson Aff. ¶ 6.)  \n12. \nMARVIN SONNE \n{57} Marvin Sonne (“Sonne”) is a dentist.  (Sonne Aff. ¶ 1.)  He lives in \nMichigan and his practice is located in Trenton, Michigan.  (Sonne Aff. ¶ 1.)   \n{58} Sonne has never met, spoken with, or otherwise solicited Burgess.  \n(Sonne Aff. ¶ 3.) \n{59} Sonne is not licensed to practice dentistry in North Carolina.  (Sonne \nAff. ¶ 5.)   \n{60} Sonne has never advertised or solicited patients from outside of \nMichigan “because such efforts would result in few, if any additional patients.”  \n(Sonne Aff. ¶ 4.)   \n{61} Sonne has never hired an “‘Internet firm’ to advertise [his] practice on-\nline or for any other purpose.”  (Sonne Aff. ¶ 6.)  \n13. \nKATHLEEN ABATE \n{62} Kathleen Abate (“Abate”) is a dentist.  (Abate Aff. ¶ 4.)  She lives in \nMichigan and is employed by a dental practice located in Detroit, Michigan.  (Abate \nAff. ¶¶ 2–5.)   \n{63} Abate is not licensed to practice dentistry in North Carolina.  (Abate \nAff. ¶ 4.)  She has never performed any dental work or received any fees from \nperforming dental work in North Carolina.  (Abate Aff. ¶¶ 4, 6.) \n{64} Although her employer contracts with AT&T to maintain a passive \nInternet website, www.mfamilydental.com, the overwhelming majority of its clients \nreside in Detroit, Michigan, and therefore neither Abate nor her employer directly \nadvertise in North Carolina.  (Abate Aff. ¶¶ 7–8, 10–12.) \n14. \nNEAL VAVRA \n{65} Neal Vavra (“Vavra”) is a dentist.  (Vavra Aff. ¶ 4.)  He lives in \nCalifornia and owns and operates a dental practice located in California.  (Vavra \nAff. ¶¶ 2, 4.)   \n{66} Vavra has never met, spoken with, or otherwise solicited Burgess.  \n(Vavra Aff. ¶ 11.) \n{67} Neither Vavra nor any one in his office is licensed to practice dentistry \nin North Carolina.  (Vavra Aff. ¶ 5.)   \n{68} Although his office previously maintained a passive Internet website, \nVavra never expected to obtain business from North Carolina residents, and \ntherefore never directed his advertising efforts toward anyone living in North \nCarolina.  (Vavra Aff. ¶¶ 10, 12, 14.) \n15. \nDAVID P. HILL \n{69} David P. Hill (“Hill”) is an attorney.  (Hill Aff. ¶ 4.)  He lives in Florida \nand is the sole owner and proprietor of a law office in Florida.  (Hill Aff. ¶¶ 2, 4.)   \n{70} Hill has never met, spoken with, or otherwise solicited Burgess.  (Hill \nAff. ¶ 16.)   \n{71} Hill does not practice law in North Carolina, nor has he ever earned \nfees from practicing law in this state.  (Hill Aff. ¶ 5.)   \n{72} Although Hill’s firm maintains a passive Internet website, Hill and his \nfirm do not actively solicit “business in the state of North Carolina by mail, \ntelephone, commercial bulk email, or otherwise.”  (Hill Aff. ¶¶ 11, 14.) \n16. \nWILLIAM WEST \n{73} William West (“West”) is a dentist.  (West Aff. ¶ 4.)  He lives in New \nYork and is the sole owner and proprietor of a dental practice in New York City, \nNew York.  (West Aff. ¶¶ 2, 5.)   \n{74} West has never met, spoken with, or otherwise solicited Burgess.  \n(West Aff. ¶ 16.)   \n{75} West is only licensed to practice dentistry in New York.  (West Aff. ¶ \n4.)  He has never received compensation for services rendered in North Carolina or \nfor services rendered to anyone residing in North Carolina.  (West Aff. ¶ 6.) \n{76} Although West does maintain a passive Internet website hosted by \nYellowpages.com, he never had any intention of doing business with a North \nCarolina resident, and therefore does not actively solicit business from anyone \nliving in North Carolina.  (West Aff. ¶¶ 9, 11.) \n \nIII. \nCONTENTIONS OF THE PARTIES \n{77} Moving Defendants contend the Court has no basis for asserting \npersonal jurisdiction over them.4  Several Moving Defendants (Ingber, Sonne, \nJackson, and Hill) also argue that Burgess should be sanctioned pursuant to Rule \n11 of the North Carolina Rules of Civil Procedure for filing a frivolous lawsuit. \n{78} Burgess responds that his Complaint sufficiently alleges that Moving \nDefendants “used an agent or company or business to place these ads on his \ncomputer” and that “[t]his allegation alone, unless refuted by believable evidence, \nsatisfies the requirements of N.C.G.S. 1-75.4 (4)(a)” with respect to personal \njurisdiction.  (Burgess’ 15 Nov. 2007 Resp. Ingber Mot. Dismiss 3.)   \n{79} Burgess has also requested that certain portions of Defendant Ingber’s \nBrief in Support of his Motion to Dismiss be stricken and that the Court stay any \nruling on Moving Defendants’ Motions to Dismiss while he conducts discovery on \nthe issue of personal jurisdiction. \n \nIV. \nLEGAL PRINCIPLES  \n{80} North Carolina courts employ a two-step analysis to determine \nwhether they have personal jurisdiction over a non-resident defendant:  “First, the \ntransaction must fall within the language of the State’s ‘long-arm’ statute.  Second, \nthe exercise of jurisdiction must not violate the due process clause of the fourteenth \namendment to the United States Constitution.”  \nTom Togs, Inc. v. Ben Elias Indus. \nCorp., 318 N.C. 361, 364, 348 S.E.2d 782, 785 (1986) (citation omitted).  \n                                                 \n4Some Moving Defendants also allege that Burgess did not properly serve them with process; others \nallege that Burgess has failed to allege a valid claim against them.  Because the Court concludes \nthat it lacks personal jurisdiction over Moving Defendants, it does not address these alternative \narguments for dismissal.  \n{81} Our long-arm statute extends to North Carolina courts “the full \njurisdictional powers permissible under federal due process.”  Dillon v. Numismatic \nFunding Corp., 291 N.C. 674, 676, 231 S.E.2d 629, 630 (1977).  In most cases then, \nthe personal jurisdiction inquiry collapses into an analysis of due process.  Brown v. \nRefuel Am., Inc., 652 S.E.2d 389, 391 (N.C. Ct. App. 2007). \n{82} Once a defendant challenges personal jurisdiction, the plaintiff has the \nburden of proving prima facie that a basis for jurisdiction exists.  Wyatt v. Walt \nDisney World, Co., 151 N.C. App. 158, 162, 565 S.E.2d 705, 708 (2002) (citation \nomitted).  Where the allegations of a plaintiff's complaint meet his initial burden of \nproving the existence of jurisdiction, and where the defendant does not contradict \nsuch allegations, they are accepted as true and deemed controlling.  Id. at 163, 565 \nS.E.2d at 708.  \n{83} However, when a defendant supplements his motion with affidavits or \nother supporting evidence, the allegations of the plaintiff's complaint “‘can no longer \nbe taken as true or controlling and [the plaintiff] cannot rest on the allegations of \nthe complaint,’ but must respond ‘by affidavit or otherwise . . . setting forth specific \nfacts showing that the court has jurisdiction.’”   Id. (quoting Bruggeman v. \nMeditrust Acquisition Co., 138 N.C. App. 612, 615–16, 532 S.E.2d 215, 218 (2000)).  \n{84} To comply with due process, a plaintiff must show minimum contacts \nbetween the non-resident defendant and the forum such that allowing the suit does \nnot offend “traditional notions of fair play and substantial justice.”  Tom Togs, 318 \nN.C. at 365, 348 S.E.2d at 786 (quoting Int’l Shoe Co. v. Washington, 326 U.S. 310, \n316 (1945)). \n{85}   “When a controversy is related to or ‘arises out of' a defendant’s \ncontacts with the forum, [which courts characterize as ‘specific jurisdiction’] . . . a \n‘relationship among the defendant, the forum, and the litigation’ is the essential \nfoundation of in personam jurisdiction.”5  Helicopteros Nacionales de Colombia, S.A. \n                                                 \n5 Courts may also exercise “general jurisdiction” over a defendant, meaning that a defendant may be \nrequired to appear and defend lawsuits that are unrelated to his activities in a state, so long as there \nare sufficient “‘continuous and systematic contacts’ between defendant and the forum state.”  \nv. Hall, 466 U.S. 408, 414 (1984) (quoting Shaffer v. Heitner, 433 U.S. 186, 204 \n(1977)).  \n{86} A plaintiff meets his burden on this issue if he proves that a \n“defendant has taken deliberate action within the forum state or if he has created \ncontinuing obligations to forum residents.”  Havey v. Valentine, 172 N.C. App. 812, \n815, 616 S.E.2d 642, 647 (2005) (quoting Ballard v. Savage, 65 F.3d 1495, 1498 (9th \nCir. 1995)).  Put another way, “there must be some act by which the defendant \npurposefully avails himself of the privilege of conducting activities within the forum \nstate, thus invoking the benefits and protections of its laws.”  Tom Togs, 318 N.C. at \n365, 348 S.E.2d at 786.  \n{87} Although contacts that are “isolated” or “sporadic” may support \npersonal jurisdiction if they create a “substantial connection” with the forum, the \ncontacts must be more than random, fortuitous, or attenuated.  Burger King Corp. \nv. Rudzewicz, 471 U.S. 462, 472–75 (1985).  Moreover, while a defendant need not \nbe physically present within the forum, the evidence must show that his efforts \nwere purposefully directed toward forum residents.  Id. at 476.  \n \nV. \nANALYSIS \nA. \nPERSONAL JURISDICTION \n{88} Moving Defendants have challenged personal jurisdiction by motion \nand filed supporting affidavits specifically denying any contacts or activity involving \nBurgess or North Carolina that would subject them to this Court’s jurisdiction.   \n{89} In response to this evidence, Burgess points to the unsworn allegations \nof his Complaint6 wherein he asserts that Moving Defendants employed an agent to \n                                                                                                                                                             \nReplacements, Ltd. v. Midwesterling, 133 N.C. App. 139, 145, 515 S.E.2d 46, 51 (1999) (quoting \nFraser v. Littlejohn, 96 N.C. App. 377, 383, 386 S.E.2d 230, 234 (1989)).       \n6 Burgess asserts that his Complaint is sworn, but the copy e-filed with the Court shows otherwise.   \nplace unsolicited advertisements on his computer.  (Burgess’ 15 Nov. 2007 Resp. \nIngber Mot. Dismiss 3.) \n{90} Burgess has not met his burden of responding to Moving Defendants’ \naffidavits with competent evidence setting forth facts supporting the Court’s \nexercise of personal jurisdiction.  Even considering the unsworn allegations of \nBurgess’ Complaint, however, they are insufficient to require Moving Defendants to \ndefend this lawsuit in North Carolina. \n{91} Burgess’ statutory basis for haling Moving Defendants before this \nCourt is section 1-75.4(4) of the North Carolina General Statutes, which allows the \nCourt to assert jurisdiction over a party who commits an act outside of North \nCarolina that damages a plaintiff in this state.  To satisfy this ground for personal \njurisdiction, however, Burgess also would need to show that: \n(a) Solicitation or services activities were carried on within this \nState by or on behalf of the defendant; \n \n(b) Products, materials or thing [sic] processed, serviced or \nmanufactured by the defendant were used or consumed, within \nthis State in the ordinary course of trade; or \n \n(c) Unsolicited bulk commercial electronic mail was sent into or \nwithin this State by the defendant using a computer, computer \nnetwork, or the computer services of an electronic mail service \nprovider in contravention of the authority granted by or in \nviolation of the policies set by the electronic mail service \nprovider. \n \nN.C. Gen. Stat. § 1-75.4(4) (2007). \n{92} Burgess apparently concedes that the last two sub-sections of this \nprovision do not apply (Burgess’ 15 Nov. 2007 Resp. Ingber Mot. Dismiss 3), and the \nfacts of record do not show otherwise.   \n{93} As to subsection (a), the only evidence regarding solicitation is Moving \nDefendants’ affidavits wherein they deny soliciting North Carolina residents.  \nIndeed, it makes absolutely no sense that Moving Defendants, all of whom operate \nlaw or dental practices in states far removed from North Carolina, would have any \ninterest in soliciting Burgess, or any other North Carolina resident.  Thus, Burgess \nhas failed to show a statutory ground for asserting personal jurisdiction in this case.  \n{94} Even if Burgess’ allegations were sufficient to satisfy North Carolina’s \nlong-arm statute (and they are not), subjecting Moving Defendants to jurisdiction in \nthis state would violate due process.   \n{95} Burgess’ claims in this case spring from Moving Defendants’ Internet-\nbased marketing activities of their law or dental practices. \n{96} The North Carolina Court of Appeals has quoted with approval the \nfollowing standard for determining whether the existence and maintenance of an \nInternet website supports a trial court’s exercise of personal jurisdiction:  \n[A] State may, consistent with due process, exercise judicial power \nover a person outside of the State when that person (1) directs \nelectronic activity into the State, (2) with the manifested intent of \nengaging in business or other interactions within the State, and (3) \nthat activity creates, in a person within the State, a potential \ncause of action cognizable in the State’s courts.  Under this \nstandard, a person who simply places information on the Internet \ndoes not subject himself to jurisdiction in each State into which the \nelectronic signal is transmitted and received.  Such passive Internet \nactivity does not generally include directing electronic activity into \nthe State with the manifested inte nt of engaging business or other \ninteractions in the State thus creating in a person within the State \na potential cause of action cognizable in courts located in the State.  \n \nHavey, 172 N.C. App. at 816–17, 616 S.E.2d at 647–48 (quoting ALS Scan, Inc. v. \nDigital Serv. Consultants, Inc., 293 F.3d 707, 714 (4th Cir. 2002)). \n{97} In Havey, the plaintiffs (both North Carolina residents) purchased \nfurniture from Stahler Furniture Company (“Stahler”) while in Vermont.  Id. at \n813, 616 S.E.2d at 645.  Stahler, in turn, contracted with the defendant trucking \ncompany to ship the furniture to plaintiffs’ home in Raleigh, North Carolina.  Id.  \n{98} During delivery of the shipment in Raleigh, a piece of furniture fell \nfrom the truck and injured one of the plaintiffs.  Id. at 813, 616 S.E.2d 645–46.  \nPlaintiffs sued the trucking company, who sought to join Stahler as a third-party \ndefendant.  Id. at 813, 616 S.E.2d at 646.   \n{99} Stahler moved to dismiss for lack of personal jurisdiction.  Id.  The \ndefendant trucking company responded that Stahler was amenable to personal \njurisdiction, in part because “through the use of its website and catalog, [Stahler] \nholds itself out as a seller of furniture to residents of North Carolina [and has] \ndeliberately availed itself of the privilege of conducting business in North Carolina.”  \nId. at 816, 616 S.E.2d at 647.   \n{100} The trial court denied Stahler’s motion to dismiss, but the Court of \nAppeals reversed.  Id. at 813, 616 S.E.2d at 645.  Noting that (1) Stahler’s website \nwas merely informational and passive; (2) Stahler had not specifically targeted \nNorth Carolina residents; and (3) Stahler had not otherwise purposefully availed \nitself of the privilege of conducting activities in North Carolina, the Court of \nAppeals concluded that Stahler’s website, standing alone, could not “provide a basis \nfor an exercise of personal jurisdiction by North Carolina courts.”  Id. at 817, 616 \nS.E.2d at 648. \n{101} Here, the evidence of record shows that Moving Defendants’ electronic \nactivity (in the form of their websites and other Internet advertising efforts) was \nlargely passive and certainly was not specifically targeted at North Carolina \nresidents. \n{102} Moreover, that Burgess allegedly suffered injury in North Carolina is \nalone insufficient to confer personal jurisdiction over Moving Defendants, \nparticularly where there is no evidence that Moving Defendants “aimed or directed” \ntheir conduct toward North Carolina.  Woods Int’l, Inc. v. McRoy, 436 F. Supp. 2d \n744, 749–50 (M.D.N.C. 2006); see also ESAB Group, Inc., v. Centricut, Inc., 126 \nF.3d 617, 626 (4th Cir. 1997) (“Although the place that the plaintiff feels the alleged \ninjury is plainly relevant to the inquiry, it must ultimately be accompanied by the \ndefendant’s own contacts with the state if jurisdiction over the defendant is to be \nupheld.”).         \n{103} In sum, because Burgess has not demonstrated that Moving \nDefendants purposefully directed their commercial activities toward him or any \nother North Carolina resident, there is no statutory or constitutional basis for \nhaling them into this Court to address Burgess’ claims. \n{104} Accordingly, the Court GRANTS Moving Defendants’ Motions to \nDismiss for lack of personal jurisdiction.  \nB. \nMOTION TO STAY PENDING DISCOVERY \n{105} On 15 January 2008, Burgess renewed an earlier request that the \nCourt stay resolution of the pending motions to dismiss while he conducted \ndiscovery on the issue of personal jurisdiction.  More specifically, Burgess sought a \nstay of the Court’s ruling to “cement the agent’s names and addresses that are \nworking for these various Defendants.”  (Burgess’ 15 Jan. 2008 Reply Den. Disc. 1.)   \n{106} The Court DENIES the Motion to Stay. \n{107} In the first place, Burgess does not specify what, if any, discovery has \nbeen served on Moving Defendants that relates to personal jurisdiction, nor has he \nattached any discovery materials to his papers in opposition to Moving Defendants’ \nMotions to Dismiss.   \n{108} To the extent Burgess is referring to a “First Set of Interrogatories” \npurportedly served on all Defendants on or about 19 October 2007 (Hanson Defs.’ 21 \nNov. 2007 Mot. Protective Order Ex. 1), Burgess has not asserted that Moving \nDefendants failed to respond to this discovery, nor does the Court file show that \nBurgess has moved to compel. \n{109} To the extent Burgess is referring to a request for documents served on \nall Defendants on 23 January 2008, the Court concludes that a stay of discovery for \nthe purpose of “cementing” the names, addresses, and related financial information \nof the agents providing Internet services to Moving Defendants is unnecessary. \n{110} Even assuming such agents exist (and indeed, some Moving \nDefendants admit they retained third-parties to assist them with their Internet \nmarketing activities), the evidence (and common sense) make it clear that Moving \nDefendants, all of whom operate law or dental practices in states far removed from \nNorth Carolina, had no intention of targeting North Carolina residents as part of \ntheir Internet activities.   \n{111} Accordingly, even if (as Burgess alleges) Moving Defendants’ Internet \nweb sites have managed to infiltrate his computer without his consent, requiring \nthese parties to appear in North Carolina to defend claims resulting from such an \nincident would violate due process. \n \nVI. \nCONCLUSION \n{112} The Court GRANTS Moving Defendants’ Motions to Dismiss for lack of \npersonal jurisdiction, without prejudice to Burgess’ right to pursue his claims \nelsewhere.  \n{113} The Court does not address Moving Defendants’ other bases for \ndismissal. \n{114} The Court DENIES Burgess’ Motion to Strike as to Defendant Ingber. \n{115} The Court DENIES Burgess’ Motion to Stay. \n{116} The Court DENIES the Motions of Defendants Ingber, Sonne, Jackson, \nand Hill for Rule 11 sanctions.7  \n \nSO ORDERED, this the 26th day of February, 2008. \n                                                 \n7 Defendants’ Rule 11 Motion asserts that Plaintiff’s claim is frivolous and fails to state a cognizable \nclaim for relief under North Carolina law.  In Burgess v. Am. Express Co., 2007 NCBC 15 ¶¶ 13–17 \n(N.C. Super. Ct. May 21, 2007), http://www.ncbusinesscourt.net/opinions/2007%20NCBC%2015.pdf, \nhowever, this Court determined that a similar suit filed by Burgess alleged a common law claim for \ntrespass to chattels.  Accordingly, the Court declines to assess Rule 11 sanctions in this case. "
}