{
  "id": "327ba97a1cc41033245614abdb274eef21167533900b66b43edad39ed71e2143",
  "source_file": "data/raw/ncbc/327ba97a1cc41033245614abdb274eef21167533900b66b43edad39ed71e2143.pdf",
  "raw_text": "Edwards v. PFA Architects, P.A., 2017 NCBC 55. \n \nSTATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 1176 \n \nEUGENE S. EDWARDS, III, \nindividually and as shareholder in \nPFA Architects, P.A., \n \n   Plaintiff, \n \nv. \n \nPFA ARCHITECTS, P.A.; SCOTT T. \nDONALD; and MARTHA VIRGINIA \nCARNEVALE,  \n \n   Defendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ PARTIAL MOTION TO \nDISMISS AND PLAINTIFF’S MOTION \nTO DISQUALIFY AND TO STRIKE \n \n1. THIS MATTER is before the Court on Defendants PFA Architects, P.A. \n(“PFA”), Scott T. Donald (“Donald”), and Martha Virginia Carnevale ’s (“Carnevale”) \n(collectively, the “Defendants”) Partial Motion to Dismiss (the “Motion to Dismiss”) \nand Plaintiff Eugene S. Edwards, III’s (“Plaintiff” or “Edwards”) Motion for \nDisqualification of Counsel and Motion to Strike (the “Motion to Disqualify”) \n(collectively, the “Motions”).  Having considered the Motions, the briefs in support of, \nand opposition to, the Motions, and the argum ents of counsel at a hearing on the \nMotions, the Court GRANTS in part and DENIES in part Defendants’ Motion to \nDismiss and DENIES Plaintiff’s Motion to Disqualify. \nCraig Law Firm, PLLC, by Sam B. Craig, for Plaintiff. \n \nCloninger Barbour Searson Jones &  Cash, PLLC, by Stephen L. Cash \nand W. Scott Jones, for Defendants.  \n \nRobinson, Judge. \n \n \nI. PROCEDURAL BACKGROUND \n2. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motions.  \n3. Plaintiff initiated this action by filing his Verified Complaint (the \n“Complaint”) on March 15, 2017 asserting both direct claims and derivative claims as \na shareholder of PFA.    \n4. The case was designated as a mandatory complex business case by order of \nthe Chief Justice of the Supreme Court of North Carolina dated March 16, 2017 and \nassigned to the undersigned by order of Chief Business Court Judge James L. Gale \nthat same day. \n5. On April 13, 2017, Defendants, jointly represented by Stephen L. Cash \n(“Mr. Cash”) and W. Scott Jones (“Mr. Jones”) of Cloninger Barbour Searson Jones & \nCash, PLLC, filed their Motion to Dismiss pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure (“Rule(s)”).   \n6. On May 2, 2017, Plaintiff filed his Motion to Disqualify seeking to disqualify \nMr. Cash and Mr. Jones from representing PFA in this action and , upon \ndisqualification, to strike the Motion to Dismiss filed by Mr. Cash and Mr. Jones. \n7. The Motions have been fully briefed, and the Court held a hearing on the \nMotions on June 28, 2017.  The Motions are now ripe for resolution. \n \n \n \n \n \nII. FACTUAL BACKGROUND \n8. The Court does not make findings of fact on the Motion to Dismiss under \nRule 12(b)(6), but only recites those factual allegations of the Complaint that are \nrelevant and necessary to the Court’s determination of the Motion to Dismiss.  \n9. PFA, previously known as Padgett & Freeman, Architects, P.A., is a North \nCarolina professional corporation with its principal place of business in Buncombe \nCounty, North Carolina.  (Verified Compl. ¶¶ 2, 8 [hereinafter Compl.].)     \n10. Donald owns a 44.9% interest in PFA and is the current president and \nsecretary of PFA.  (Compl. ¶¶ 14, 59(b).)   \n11. Carnevale owns a 10.2% interest in PFA and is the current vice president \nand treasurer of PFA.  (Compl. ¶¶ 14, 59(b).) \n12. Edwards owns a 44.9% interest in PFA and is a former employee  and the \nformer president and managing partner of PFA.  (Compl. ¶¶ 12, 14−15.) \n13. On February 1, 2010, Edwards signed an Employment Agreement with \nPFA.  (Compl. ¶ 12(a).)  The Employment Agreement states th at PFA “shall, if \neconomically feasible, provide severance benefits to [Edwards] upon his[] retirement.  \nSuch retirement package may be, but is not required to be, commensurate with \nretirement packages previously provided to retiring architects.”  (Compl. Ex. A, at ¶ \n12 [hereinafter Employment Agreement].) \n14. Also on February 1, 2010, Edward, Donald, Carnevale, and Michael M. \nFreeman, the then -shareholders of PFA, entered into a Stockholders’ Agreement.  \n(Compl. ¶ 12(b).)  The Stockholders’ Agreement states that upon the termination of a \n \n \nstockholder’s employment for any reason, all PFA shares owned by that stockholder \nshall be sold by him and purchased by PFA or the s tockholders as provided therein.  \n(Compl. Ex. B, at ¶ 1(a) [hereinafter Stockholders’ Agreement ].)  Paragraph 1(c) of \nthe Stockholders’ Agreement provides that a stockholder who wants to sell or transfer \nhis PFA shares (the “Transferor”) shall provide PFA and the other stockholders with \na written offer to sell all the Transferor’s PFA shares.  (Stockholders’ Agreement ¶ \n1(c).)  Paragraph 1(d)(i) of the Stockholders’ Agreement states the following: \nWithin thirty (30) days after the receipt of the offer called for in \n[paragraph 1(c)], [PFA] may elect to purchase all, but not less than all, \nof the share s of the Capital Stock of [PFA] owned by the Transferor.  \n[PFA] shall exercise its election to purchase by giving notice thereof to \nthe Transferor and to the other Stockholders.  The notice shall specify a \ndate for the closing of the purchase by [PFA] whic h shall not be more \nthan thirty (30) days after the date of the giving of such notice. \n \n(Stockholders’ Agreement ¶ 1(d)(i).)   \n15. As to the purchase price of the Transferor’s  shares of PFA stock, the \nStockholders’ Agreement provides: \n3. PURCHASE PRICE .  The p rice of the Capital Stock to be \npurchased under the terms of this Agreement shall be the “adjusted \nbook value” of [PFA], determined as of the end of the month preceding \ntermination or death by the Certified Public Accountant (“CPA”) \nregularly employed by [PFA] . . . . \n \nThe adjusted book value shall based  [sic] on the information \nshown on [PFA]’s books as of the last day o f the end of the month \npreceding termination or death.   \n \n(Stockholders’ Agreement ¶ 3.) \n16. On May 3, 2016, Edwards informed Donald and Carnevale that he planned \nto work through the end of 2018 and then retire.  (Compl. ¶ 17.)   \n \n \n17. Edwards alleges that Donald and Carnevale insisted that Edwards retire \nearlier than the end of 2018.  ( Compl. ¶ 17.)  Edwards further alleges that after he \ninformed Donald and Carnevale that he intended to retire at the end of 2018, they \nleft him out of management decisions and stopped informing him of meetings.  \n(Compl. ¶¶ 18−20.) \n18. On November 7, 2016, Jack Westall (“Westall”), Edwards’s attorney, sent a \nletter to P FA (the “November 7 Letter”) stating that Edwards would retire on \nDecember 31, 2016.  (Compl. ¶ 21, Ex C.)  The November 7 Letter set out Edwards’s \nproposed terms for the redemption of his stock under the Stockholders’ Agreement \nand his severance package under the Employment Agreement.  (Compl. Ex. C.) \n19. On December 6, 2016, PFA sent Edwards a letter (the “December 6 Letter”) \nstating that, subject to Edwards’s agreement to the terms set forth in the letter, PFA \nwould purchase Edwards’s stock.  (Compl. ¶ 37, Ex. D.)  The December 6 Letter \nspecifically stated that PFA did not agree with Westall’s assessment of how the \npurchase price for stock redeemed under the Stockholders’ Agreement was calculated, \nand that PFA would purchase Edwards’s stock at the purchase price determined \nunder paragraph 3 of the Stockholders’ Agreement.  (Compl. Ex. D.)  Additionally, \nPFA offered severance benefits to Edwards.  (Compl. Ex. D.) \n20. On December 14, 2016, Carnevale sent Edwards an e-mail, copying Donald, \nand attached thereto a termination agreement and notice of purchase (the “December \n14 Proposal”).  (Compl. ¶ 40, Ex. E.)  The December 14 Proposal stated that Edwards’s \ntermination date would be December 31, 2016 and that PFA woul d purchase \n \n \nEdwards’s stock.  (Compl. Ex. E.)  The December 14 Proposal further provided for a \nproposed severance package that differed from the severance benefits offered in the \nDecember 6 Letter and had a total value of $122,529.49.  (Compl. Ex. E.)  \n21. Edwards alleges that, pursuant to discussions with Donald and Carnevale \nin December 2016, PFA agreed to provide Edwards with a severance package that \nconsisted of the following (the “Severance Package”):  \n Severance pay of $100,000, (Compl. ¶ 66(a)); \n Reimbursement for Edwards’s cell phone expenses for one year, an \namount equal to $960, (Compl. ¶ 66(b)); \n Reimbursement for Medicare Part B payments, totaling $7,250.40 , \n(Compl. ¶ 66(c)); \n Reimbursement for  Edwards’s Blue Cross Blue Shield health \ninsurance policy, totaling $4,512, (Compl. ¶ 66(c)); \n Reimbursement for Edwards’s Blue Cross Blue Shield supplemental \nmedications policy, totaling $2,577.60, (Compl. ¶ 66(c));  \n Reimbursement for Edwards’s long -term care policy, totaling \n$1,769.49, (Compl. ¶ 66(c)); and \n Lease payments for an Acura for a period of one year, totaling $5,460, \n(Compl. ¶ 66(d)). \n22. Edwards further alleges that, on or before December 31, 2016, he accepted \nthe offer of severance made by PFA.  (Compl. ¶ 151.) \n \n \n23. Edwards contends that PFA has refused to com ply with the Severance \nPackage.  (Compl. ¶ 75.)  Additionally, Edwards alleges that PFA accepted his offer \nto purchase his shares, but that PFA has never specified a closing date for such \npurchase.  (Compl. ¶¶ 38, 94, 114, 116.)  Edwards further alleges that, after January \n1, 2017, PFA has contended that the purchase price of Edwards’s shares  is based on \nPFA’s adjusted book value as of December 31, 2016, rather than November 30, 2016, \nin violation of the Stockholders’ Agreement.  (Compl. ¶ 60.)   \n24. Edwards asserts direct claims against PFA for  specific performance of the \nStockholders’ Agreement, or in the alternative, breach of the Stockholders’ \nAgreement, and breach of contract for the Severance Package.  (Compl. ¶¶ 84−123, \n149−56.)  Edwards asserts against Donald and Carnevale a direct claim for breach of \nimplied contract and derivative claims for breach of the duties of due care and loyalty.  \n(Compl. ¶¶ 124−48, 157−95.)  \nIII. MOTION TO DISMISS \n25. The Motion to Dismiss seeks dismissal pursuant to Rule 12(b)(6) of \nEdwards’s direct claims for breach of implied contract and breach of contract for the \nSeverance Package, as well as Edwards’s derivative claims.  (Partial Mot. Dismiss 1.) \nA. Legal Standard   \n26. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations of the Complaint in the light most favorable to Plaintiff.  The \nCourt’s inquiry is “whether, as a matter of law, the allegations of the complaint, \ntreated as true, are sufficient to state a claim upon which relief may be granted under \n \n \nsome legal theory.”  Harris v. NCNB Nat’l Bank of N.C. , 85 N.C. App. 669, 670, 355 \nS.E.2d 838, 840 (1987).  The Court construes the Complaint liberally and accepts all \nallegations as true.  Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 \n(2009).  However, the Court is not required “to accept as true allegations that are \nmerely conclusory, unwarranted deductions of fact, or unreasonable inferences.”  \nGood Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, \n274, 620 S.E.2d 873, 880 (2005).  The Court can also ignore a party’s legal conclusions \nset forth in its pleading.  McCrann v. Pinehurst, LLC , 225 N.C. App. 368, 377, 737 \nS.E.2d 771, 777 (2013). \n27. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face the absence of fact sufficient to make a good claim; [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson v. Bumgardner, \n318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  Otherwise, “a complaint should not \nbe dismissed for insufficiency unless it appears to a certainty that plaintiff is entitled \nto no relief under any state of facts which could be proved in support of the claim.”  \nSutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis omitted).   \nB. Analysis \n1. Breach of Implied Contract (Third Claim for Relief) \n28. Edwards brings a direct claim against Donald and Carnevale for breach of \nimplied contract.  Edwards alleges that , as parties to the Stockholders’ Agreement,  \n \n \nthere is an implied co ntract between the stockholders  that they “will take all \nnecessary actions to ensure that the Stockholders’ Agreement is complied with.”  \n(Compl. ¶ 145.)   \n29. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract.”  Poor v. Hill, 138 N.C. App. 19, \n26, 530 S.E.2d 838, 843 (2000).  A valid contract requires assent, mutuality of \nobligation, and definite terms.  Charlotte Motor Speedway, LLC v. Cty. of Cabarrus , \n230 N.C. App. 1, 7, 748 S. E.2d 171, 176 (2013).  “[A] contract implied in fact arises \nwhere the intent of the parties is not expressed, but an agreement in fact, creating \nan obligation, is implied or presumed from their acts.”   Creech v. Melnik , 347 N.C. \n520, 526, 495 S.E.2d 907, 911 (1998).  An implied contract is as valid and enforceable \nas an express contract , but mutual assent is determined from the parties’ actions, \nrather than an express agreement .  Snyder v. Freeman , 300 N.C. 204,  217−18, 266 \nS.E.2d 593, 602 (1980) ; Sparrow Sys., Inc. v. Private Diagnostic Clinic, PLLC , 2014 \nNCBC LEXIS 70, at  *21 (N.C. Super. Ct. Dec. 24, 2014) .  “However, it is a well \nestablished principle that an express contract precludes an implied contract with \nreference to the same matter.”   Horack v. S . Real Estate Co. of Charlotte, Inc. , 150 \nN.C. App. 305, 311, 563 S.E.2d 47, 52 (2002) (quotations omitted) ; see also Plasman \nv. Decca Furniture (USA), Inc. , 2016 NCBC LEXIS 80, at  *19 (N.C. Super. Ct. Oct. \n21, 2016) (“[O]ur case law clearly holds that an express contract precludes an implied \ncontract with reference to the same matter.” (quotations omitted)).   \n \n \n30. Here, the Complaint merely alleges that there was an implied contract \nbetween the stockholders that they would ensure compliance with the Stockholders’ \nAgreement.  This allegation is a legal conclusion not entitled to a pre sumption of \nvalidity.  Charlotte Motor Speedway, LLC , 230 N.C. App. at 6, 748 S.E.2d at 175 ; \nPlasman, 2016 NCBC LEXIS 80, at *19 .  The Complaint contains no factual \nallegations regarding any actions by Edwards, Donald, or Carnevale  to support the \nexistence of an implied -in-fact contract.  Moreover, the alleged implied -in-fact \ncontract concerns the Stockholders’ Agreement, which is an express contract.  \nTherefore, because the Com plaint fails to allege sufficient facts to support the \nexistence of an implied -in-fact contract,  and because the alleged implied -in-fact \ncontract is the subject of an express contract between the parties, the Court concludes \nthat the Complaint fails to state a claim against Donald and Carnevale for breach of \nimplied contract.  As such, Plaintiff’s claim for breach of implied contra ct must be \ndismissed with prejudice. \n2. Breach of Contract for Severance Package (Fourth Claim for \nRelief) \n \n31. Edwards brings a direct claim against PFA for breach of contract based on \nPFA’s alleged failure to comply with the terms of the Severance Package.  Edwards \ncontends that on or before December 31, 2016, PFA agreed to provide Edwards  the \nSeverance Package, and that PFA has refused to comply with its agreement.  (Compl. \n¶¶ 150, 153.)   \n32. PFA argues on this motion that the Complaint fails to allege sufficient facts \nto create a binding contract for the Severance Package because the Complaint does  \n \n \nnot allege that Edwards accepted PFA’s counteroffer in its December 6 Letter.  (Mem. \nSupp. Partial Mot. Dismiss 4−5.)   PFA further argues that the Complaint fails to \nstate a claim because severance pay is governed by the Employment Agreement, and \nthe Complain t does not allege that PFA breached the Employment Agreement .  \n(Mem. Supp. Partial Mot. Dismiss 5−6.)  \n33. Although the Complaint does not allege that Edwards accepted PFA’s \ncounteroffer in its December 6 Letter, the Court does not read the allegations of the \nComplaint as contending that the contract for the Severance Package arose from \nPFA’s December 6 Letter.  The Complaint alleges that on December 14, 2016 —after \nthe December 6 Letter —Carnevale sent Edwards the December 14 Proposal.  The \nDecember 14 Proposal proposed a severance package totaling $122,529.49—the exact \namount of the Severance Package to which Edwards contends he and PFA agreed.  \n(Compl. ¶ 150, Ex. E.)  The Complaint further alleges that Edwards accepted PFA’s \noffered Severance Package on or before December 31, 2016.  (Compl. ¶ 151.) \n34.  PFA’s additional argument that the Complaint does not allege that PFA \nbreached the Employment Agreement is unavailing.  The Employment Agreement \nprovides that upon Edwards’s retirement, PFA shall, if economically feasible, provide \nseverance benefits to Edwards.  The Complaint  expressly alleges that PFA had \ndetermined that it was economically feasible to provide the Severance Package to \nEdwards.  (Compl. ¶ 70.)  Taking this allegation as true, as the Court must at this  \nstage, PFA was thus required under the Employment Agreement to provide some \nform of severance benefits to Edwards.  While PFA may not have been required to \n \n \nagree to the Severance Package under the terms of the Employment Agreement, the \nComplaint alleges t hat PFA agreed to provide the Severance Package to Edwards \nupon his retirement on December 31, 2016, and that PFA has since failed to do so.  \nAccordingly, the Court concludes that , at the Rule 12(b)(6) stage,  the Complaint \nalleges sufficient facts to state  a claim for breach of contract for the Severance \nPackage.  As such, the Motion to Dismiss this claim is denied.       \n3. Derivative Claims (Fifth and Sixth Claims for Relief) \n35. Edwards asserts derivative claims against Donald and Carnevale for \nbreach of the duties of due care and loyalty. \n36. Pursuant to N.C. Gen. Stat. § 55-7-42, \n[n]o shareholder may commence a derivative proceeding until: \n \n(1) A written demand has been made upon the corporation to take \nsuitable action; and \n \n(2) 90 days have expired from the dat e the demand was made unless, \nprior to the expiration of the 90 days, the shareholder was notified that \nthe corporation rejected the demand, or unless irreparable injury to the \ncorporation would result by waiting for the expiration of the 90 -day \nperiod. \n \nN.C. Gen. Stat. § 55-7-42.  Thus, in order to have standing to bring a derivative claim, \nPlaintiff must have made a proper demand.  N.C. Gen. Stat. §§ 55B-3(a) (stating that \nthe North Carolina Business Corporation Act applies to professional corporations);  \nsee also Peninsula Prop. Owners Ass’n v. Crescent Res., LLC , 171 N.C. App. 89, 93, \n614 S.E.2d 351, 354 (2005).   \n37. Here, the Complaint states that Plaintiff did not make a demand on PFA to \ntake any action based on Donald’s and Carnevale ’s allegedly improper conduct \n \n \nbecause any such demand would have been futile.  (Compl. ¶ 83.)  It is well settled, \nhowever, that the futility exception to the demand requirement was eliminated by \nour legislature in 1995.  E.g., Norman v. Nash Johnson & Sons’ Farms, Inc., 140 N.C. \nApp. 390, 410, 537 S.E.2d 248, 262 (2000); see also Russell M. Robinson, II, Robinson \non North Carolina Corporation Law § 17.03[2] (7th ed. 2016) (“The Act now requires \na prior demand on a North Carolina corporation to be made in all cases, without any \nexception . . . . This no-exception rule is a distinct change from prior law in North \nCarolina and the continuing law in many other jurisdictions, under which the courts \nhave held that a demand on the director may be excused if it would be futile.” \n(footnotes omitted)).  Compare N.C. Gen. Stat. § 55 -7-40(b) (1994) (“The complaint \nshall allege with particularity the effort s, if any, made by the plaintiff to obtain the \naction he desires from the directors or comparable authority and the reasons for his \nfailure to obtain the action or for not making the effort.”), with N.C. Gen. Stat. § 55-\n7-42.  Thus, Plaintiff’s admitted failure to make a timely written demand on PFA \nestablishes that Plaintiff does not have standing to bring a derivative claim on behalf \nof PFA.  \n38. “Standing is a necessary prerequisite to a court’s proper exercise of subject \nmatter jurisdiction,” Neuse River Found., Inc. v. Smithfield Foods, Inc., 155 N.C. App. \n110, 113, 574 S.E.2d 48, 51 (2002) , and a  court shall dismiss the action when it \nappears that the court lacks subject matter jurisdiction, N.C. Gen. Stat. § 1A-1, Rule \n12(h)(3).  A defect in subject matter jurisdiction may be raised by a party or by the \n \n \ncourt sua sponte.  Conner Bros. Mach. Co. v. Rogers , 177 N.C. App. 560, 561, 629 \nS.E.2d 344, 345 (2006). \n39. As the Complaint affirmatively alleges that Plaintiff did not make a \ndemand on PFA, Plaintiff does not have standing to assert his derivative claims and, \ntherefore, the Court does not have subject matter jurisdiction over such claims.  \nAccordingly, Plaintiff’s derivative claims for breach of the duties of due care and \nloyalty must be dismissed without prejudice.   \nIV. MOTION TO DISQUALIFY \n40. The Motion to Disqualify seeks to disqualify Mr. Cash and Mr. Jones from \nrepresenting both PFA , on the one hand, and Donald and Carnevale , on the other \nhand, in this action .  The Motion to Disqualify further requests that , upon \ndisqualification, the Court strike the Motion to Dismiss filed by Mr. Cash and Mr. \nJones.  Plaintiff argues that , due to the derivative  claims asserted against Donald \nand Carnevale on behalf of PFA, Mr. Cash and Mr. Jones have a conflict  of interest \nin representing both PFA and Donald and Carnevale in this lawsuit.   \n41. As the Court has already concluded that Plaintiff’s derivative claims mu st \nbe dismissed for lack of subject matter jurisdiction, Plaintiff’s Motion to Disqualify on \nthe basis of those claims is denied as moot.   \nV. CONCLUSION \n42. For the foregoing reasons, the Court hereby ORDERS as follows: \nA. The Court GRANTS Defendants’ Motion to Dismiss Plaintiff’s \ndirect claim against Donald and Carnevale for breach of implied \n \n \ncontract and Plaintiff’s derivative claims (the third, fifth, and sixth \nclaims for relief).  Plaintiff’s direct claim for breach of implied \ncontract is dismissed with prejudice, and Plaintiff’s derivative \nclaims are dismissed without prejudice.  As a result, Defendants \nDonald and Carnevale are dismissed from this action. \nB. The Court DENIES Defendants’ Motion to Dismiss Plaintiff’s direct \nclaim against PFA for breach of contract for the Severance Package. \nC. The Court DENIES as moot Plaintiff’s Motion to Disqualify. \nSO ORDERED, this the 29th day of June, 2017. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}