{
  "id": "32846e5d6d90728cf0dbdbb460518bc877327c90053e948934a96cdee17843ca",
  "source_file": "data/raw/ncbc/32846e5d6d90728cf0dbdbb460518bc877327c90053e948934a96cdee17843ca.pdf",
  "raw_text": "RoundPoint Mortg. Co. v. Florez, 2016 NCBC 17. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 8803 \nROUNDPOINT MORTGAGE \nCOMPANY, \n \nPlaintiff, \n \nv. \n \nGERMAN FLOREZ; ERICA PRICE; \nDEANNA COLLINS; CARDINAL \nFINANCIAL COMPANY, LIMITED \nPARTNERSHIP; JULIA \nBECKELMAN; and MARIA \nHARRISON,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION \n \n {1} THIS MATTER is before the Court on the following motions: (1) \nMotion for Summary Judgment by Defendants Deanna Collins, Julia Beckelman, \nand Maria Harrison; (2) Defendant Cardinal Financial Company, Limited \nPartnership’s Motion for Summary Judgment; (3) Motion for Summary Judgment \nby Defendants Florez and Price (collectively, “Defendants’ Motions”); and (4) \nPlaintiff’s Motion for Partial Summary Judgment (“RMC Motion”).   \nRobinson, Bradshaw & Hinson, P.A. by Charles E. Johnson, R. Steven \nDeGeorge, and Brian L. Church for Plaintiff RoundPoint Mortgage Company. \n \nParry & Tyndall, PLLC by K. Alan Parry for Defendants German Florez and \nErica Price. \n \nJerry Meek, PLLC by Gerald F. Meek for Defendants Deanna Collins, Julia \nBeckelman, and Maria Harrison. \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP by Susan H. \nHargrove, Francisco J. Benzoni, and Lauren H. Bradley for Defendant \nCardinal Financial Company, Limited Partnership. \n \nGale, Chief Judge. \n \n \nI. INTRODUCTION \n{2} RoundPoint Mortgage Company (“RMC”) brings claims against several \nof its former officers and employees who are alleged to have, at various times, taken \nRMC documents, recruited RMC employees, and otherwise taken improper action to \nstart a competing company: Sebonic Financial (“Sebonic”), a division of Cardinal \nFinancial Company, Limited Partnership (“Cardinal”).1   \n{3} German Florez (“Florez”), RMC’ s former president and director, \nstarted RMC’s direct-to-consumer mortgage-lending business in Henderson, \nNevada, after successfully starting and running a similar business called Meridias \nCapital (“Meridias”).  In early 2013, Florez elected to leave RMC to start a similar \nventure for Cardinal.  RMC’s allegations against Florez include acts occurring both \nduring and after Florez’s time as RMC’s employee, officer, and director.  Florez is \nmarried to Erica Price (“Price”), who was also formerly employed by RMC and is \nnow employed by Cardinal.  Price held an executive title but was neither an RMC \nofficer nor director. \n{4} Three other RMC employees—Deanna Collins (“Collins”), Julia \nBeckelman (“Beckelman”), and Maria Harrison (“Harrison”) (collectively, “CBH \nDefendants”)—were acquainted with either Fl orez or Price from their time together \nat Meridias and from working together at RMC.  They each left RMC to join \nCardinal. \n{5} Florez, Price, and the CBH Defend ants are collectively referred to as \nthe “Individual Defendants.” \n{6} RMC claims that Florez and Price directed a course of conduct, with \nassistance from the CBH Defendants, by which they unlawfully and unfairly used \nRMC’s resources to establish Cardinal.  This course of conduct included recruiting \nRMC employees, taking confidential RMC materials, copying settings from RMC’s \noperational software, Encompass 360 (“Encompass”), and breaching confidentiality \n                                                 \n1 For simplicity, the Court refers to the new business and Sebonic jointly as “Cardinal,” except as \nspecifically noted.  \n \n \nand nondisclosure agreements.  RMC contends that at least some its materials were \ntrade secrets that Defendants misappropriated. \n{7} All Defendants vigorously challeng e each of RMC’s claims.  Although \nDefendants admit certain of the underlying factual allegations, they contend that \ntheir conduct was proper.  They assert that the information upon which RMC bases \nmany of its claims was neither confidential nor a protectable trade secret, \nparticularly when considered in the context of the direct-to-consumer mortgage-\nlending industry, which is an industry characterized by high turnover and where \neach mortgage company must conform to uniform government regulations and \nutilize similar software processes.  In addition to claiming that they are entitled to \nsummary judgment on the claims against them, the Individual Defendants assert \ncounterclaims.  Florez, Price, Collins, and Harrison counterclaim for unpaid \ncompensation.  Each of the Individual Defendants seek indemnification for the costs \nof litigation as well as for any liability that they may suffer.   \n{8} In the RMC Motion, RMC contends that each of the counterclaims \nshould be dismissed. \nII. PROCEDURAL HISTORY \n{9} RMC filed its original Complaint on May 13, 2013. \n{10} Florez and Price filed a noti ce of designation on May 30, 2013, \npursuant to which this case was designated a complex business case on May 31, \n2013, and then assigned to the Honorable Calvin E. Murphy on June 5, 2013.   \n{11} RMC amended its Complaint on June 11, 2013, making the following \nclaims: (1) breach of fiduciary duty against Florez; (2) misappropriation of trade \nsecrets against all Defendants; (3) common law misappropriation of trade secrets \nagainst all Defendants; (4) breach of a confidentiality and proprietary agreement \nagainst Price and the CBH Defendants; (5) conversion against all Defendants; (6) \ncivil conspiracy against all Defendants; (7) vicarious liability against Cardinal; and \n(8) unfair and deceptive trade practices (“UDTP”) against all Defendants. \n \n \n{12} The Individual Defendants  brought counterclaims seeking \nindemnification.  Additionally, Florez seeks unpaid incentive compensation for the \nportion of the last quarter he worked for RMC.  Price, Collins, and Harrison sought, \nbut have now abandoned, claims for unpaid compensation.2 \n{13} On September 25, 2013, RMC sought a preliminary injunction to \nprohibit Defendants’ disclosure of RMC’s confidential or proprietary information, \nuse of Encompass, and further solicitation of RMC’s employees. Judge Murphy \ndenied the motion, concluding that RMC had not shown a sufficient likelihood of \nproving that it possessed a protectable trade secret or that RMC would suffer \nirreparable harm, and further noting significant questions regarding whether RMC \ncould prove that the contracts on which it relies are enforceable.  Order at 1–2, \nRoundPoint Mortg. Co. v. Florez, No. 13-CVS-8803 (N.C. Super. Ct. Nov. 21, 2013). \n{14} The case was reassigned to the undersigned on July 2, 2014, following \nJudge Murphy’s retirement. \n{15} After completion of discover y, each party moved for summary \njudgment on all claims or counterclaims made against them.  The motions have \nbeen fully briefed and argued, and are ripe for ruling. \nIII. FURTHER DETAIL REGARDING THE PARTIES \n{16} RMC is a subsidiary of RoundPo int Financial Group, Inc. (“RFG”). \nRMC is a Florida corporation with its principal place of business in Charlotte, North \nCarolina, and other offices in Henderson, Nevada, and Rockville, Maryland.  Prior \nto suspending its direct-to-consumer mortgage-lending operations in 2014, RMC \nspecialized in originating direct-to-consumer residential mortgage loans, and was \nlicensed in forty-nine states.   \n{17} Florez is currently a Mecklenbur g County, North Carolina, resident.  \nHe joined RFG from Meridias in 2008.  Florez and Price relocated to RFG’s \n                                                 \n2 Specifically, Collins and Harrison seek unpaid compensation through separately pleaded \ncounterclaims for breach of contract and violations of section 608.040 of the Nevada Revised \nStatutes.  Florez and Price seek unpaid compensation based on several arguments, but each list only \none counterclaim. \n \n \nCharlotte, North Carolina office in 2010.  Florez later became RMC’s president and \na director.  Florez left RMC, effective February 15, 2013.  He is currently the \npresident of Sebonic. \n{18} Price is currently a Mecklenbur g County, North Carolina, resident.  \nPrice joined RMC from Meridias on December 3, 2009, as production manager, was \npromoted to vice president for mortgage operations, and later became RMC’s chief \nof staff.  She remained in that position until her resignation without notice on April \n8, 2013.  She is currently Cardinal’s chief operating officer. \n{19} Cardinal is a Pennsylvania limit ed partnership created in May 2013.  \nCardinal is a direct-to-consumer mortgage company with offices around the United \nStates, including in Henderson, Nevada, and Charlotte, North Carolina.  It employs \nseveral former RMC employees. \n{20} Collins is a Nevada resident.  Collins joined RMC’s Henderson, \nNevada, office from Meridias on August 9, 2010, as a loan officer, later serving as \nbranch manager of the Nevada office.  She resigned from RMC on April 22, 2013.  \nShe is currently a loan officer at Cardinal. \n{21} Beckelman is a Nevada resident.  Beckelman joined RMC’s Henderson, \nNevada, office on November 15, 2010, and left RMC on April 19, 2013, when she \nwas RMC’s vice president of customer relations.  She has been working at Cardinal \nsince May 1, 2013, as vice president of mortgage operations. \n{22} Harrison is a Nevada resident.  Harrison joined RMC’s Henderson, \nNevada, office from Meridias on May 17, 2010, and in April 2012 was promoted to \nprocessing manager.  She resigned her employment on April 22, 2013, effective on \nMay 1, 2013.  She is currently a processing manager at Cardinal. \n{23} Price, Collins, Beckelman, and Harrison have never been RMC officers \nor directors.  RMC has not alleged that any of them owed it a fiduciary duty. \nIV. FURTHER FACTUAL BACKGROUND \n{24} The Court does not make findings  of fact in deciding a motion for \nsummary judgment under Rule 56 of the North Carolina Rules of Civil Procedure \n \n \n(“Rule(s)”).  See Hyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, \n142, 215 S.E.2d 162, 164–65 (1975).  The Court here summarizes facts, noting both \nthe facts that it believes are undisputed and others that it believes are contested, in \norder to provide context for the claims and the motions.  See id.  In ruling on a \nmotion under Rule 56, all evidence is construed in the light most favorable to the \nnonmoving party.  Anderson v. Demolition Dynamics, Inc., 136 N.C. App. 603, 605, \n525 S.E.2d 471, 472 (2000). \nA. The Direct-to-Consumer Mortgage-Lending Industry \n{25} The direct-to-consumer mortgage-lending industry is heavily \nregulated, requiring all industry participants to use similar underwriting \nguidelines.  Certain steps in the underwriting process are, necessarily, standardized \nto comply with those guidelines.   \n{26} Most direct-to-consumer mortgage companies sell their loans shortly \nafter the loans close, either to government-sponsored agencies such as Fannie Mae \nor Freddie Mac or to large lending institutions.  There are few purchasers of \nresidential mortgages.  As such, the primary goal of mortgage originators is to \ngenerate as many loans as possible at the lowest cost possible.  And, again, the \nloans generated by the various companies that sell their loans are similar so as to \nfacilitate those sales. \n{27} Most direct-to-consumer lenders use software to assist in their \nprocessing of loans.  Although the goal of the software is substantially the same \nacross each mortgage lender, the manner in which that software is customized can \nvary between lenders.  Encompass is used industry-wide by thousands of mortgage \nindustry professionals. \n{28} The industry is characterized by substantial employee turnover, with \nemployees frequently moving from one mortgage company to another. \n \n \n \n \nB. RMC’s Mortgage Operations \n{29} Florez started Meridias as a direct-to-consumer mortgage-lending \ncompany in 2002.  After Florez moved to RMC’s Henderson, Nevada, office in 2010, \nMeridias ceased operation and then dissolved in 2013.  Florez owned the \nHenderson, Nevada, real estate and building in which Meridias maintained its \noffice.  After Meridias ceased operation, Florez leased the office to RMC.  Most \nMeridias employees became RMC employees.  RMC used portions of Meridias’s \nprocesses, software, and documents.  Some of the forms or documents were modified \nsolely by replacing the Meridias logo with RMC’s logo. \n1. Restrictions on Access to RMC’s Information \n{30} Many RMC forms, documents, and processes were available to all or \nalmost all RMC employees without any special protections or access limitations.  \nSeveral RMC employees routinely worked remotely and used cloud-based storage \nand personal e-mail accounts to transfer work-related documents. \n{31} However, RMC had some policies in place that were designed to \nprotect its information.  On-site access to RMC’s system was protected by a \nusername and password, and off-site users also needed RMC’s remote-connection \nsoftware.  RMC’s “Employee Use of Electronic Media Agreement” required \nemployees to have any use of file-sharing applications approved by the IT director.  \nRMC restricted employees’ access in other ways, as well, such as by disabling access \nto USB drives, restricting access to personal e-mail accounts, and limiting \nadministrator rights on workstations. \n{32} In late 2012, when RMC became aware that Florez was considering \nresigning to form his own company, RMC shut down employee access to Dropbox, an \napplication that facilitates working remotely. \n2. The 2012 Confidentiality and Proprietary Agreement \n{33} RFG’s parent company, the Tavistoc k Group (“Tavistock”), required all \nof RMC’s employees to sign a “Confidentiality and Proprietary Agreement” (“2012 \n \n \nAgreement(s)”).  RMC’s breach of contract claim against Price and the CBH \nDefendants is based on the 2012 Agreement.  Florez did not sign the 2012 \nAgreement.  Price and the CBH Defendants were already RMC employees when \nthey were asked to sign the 2012 Agreement. \n{34} The 2012 Agreement was intended to restrict an RMC employee’s \nability, both during and after employment, to transmit, disclose, or make use of \ntrade secrets, nonpublic information, or confidential information.  Among other \nterms, the 2012 Agreement contains a two-year nonsolicitation clause that prohibits \nthe recruitment of certain types of RMC employees for two years after the \nemployee’s resignation or termination.   \n{35} The 2012 Agreement broadly de fines trade secrets, nonpublic \ninformation, and confidential information.  For example, “Confidential Information” \nis defined as encompassing virtually all information internal to RMC, including \ninformation regarding RoundPoint Mortgage’s activities . . . that is not \ngenerally available, disclosed, or known to persons not employed or \notherwise engaged by RoundPoint, or that otherwise does not rise to \nthe level of a Trade Secret, but that is generally not disclosed by \ncompany practice or authority to persons not employed by RoundPoint \nMortgage. \n(Pl.’s Ex. 4 (“2012 Agreement”), at 1.)  \n{36} The 2012 Agreement recites that it is being executed “in consideration \nof Employee’s employment, the disclosure of Trade Secrets and Confidential \nInformation to Employee during employment, and the compensation and benefits \nbeing paid and to be paid by [RMC].”  (2012 Agreement 2.)  \n{37}  RMC has not contended that the 2012 Agreement was supported by \nany consideration besides the promise of continued at-will employment.  There is no \nevidence that Price or the CBH Defendants received any change in compensation or \nthat they were given access to categories of confidential information to which they \ndid not already have access before signing the 2012 Agreement.   \n3. RMC’s Encompass Software \n \n \n{38} RMC used and Cardinal now uses an operational software named \nEncompass, as did Meridias previously.  Encompass is a customizable software \nsystem sold by Ellie Mae, Inc., and used by 89,000 mortgage professionals and \nmany other companies in the mortgage-lending industry.  Encompass provides its \nlicensees with a limited ability to automate certain functions, develop quality \ncontrols, and create customized input forms.  RMC used Encompass as its primary \nsystem for loan origination, disclosures, processing, underwriting, closing, post-\nclosing, and secondary functions.   \n{39} Although Encompass’s user-interfa ce screens were well known within \nRMC, Encompass’s internal code, settings, and customizations were accessible only \nto select users.  Eugene Travis had set Encompass up at Meridias.  He later became \nan Encompass administrator at RMC.  He subsequently helped Florez set up \nEncompass for use at Cardinal.   \n{40} Although certain screens within a company’s software system will \nnecessarily be similar to others in the industry because of government guidelines \nand standardized forms, other screens or data displays may depend on \nindividualized settings that a company develops based on its own uses and \napproach.  Viewing the evidence most favorably to RMC, Cardinal’s Encompass \ninternal code settings are substantially similar to RMC’s.  RMC’s expert witness \nprovided examples of identical or similar e-mail templates, code, variable naming, \nand other Encompass settings.  He opined that Cardinal either copied RMC’s code \nverbatim or used RMC’s Encompass system as a model when developing its own \nsystem.  Cardinal employees who had previously worked for RMC noted substantial \nsimilarities in the operation and appearance of the two systems. \n4. RMC’s Relevant Bylaws Regarding Indemnification \n{41} RMC’s bylaws provide that RMC shall indemnify and hold harmless, to \nthe fullest extent allowed under the law, any person in a civil action who was made \nparty to that action by reason of the fact that he or she “is or was a director or \nofficer of the Corporation . . . against all liability and loss suffered and expenses \n \n \n(including attorneys’ fees) reasonably incurred by such person.” (Pepe Aff. Ex. C § \n44, Nov. 24, 2014.)  RMC’s bylaws do not provide for indemnification for employees \nwho are not officers or directors. \n{42} As discussed below, the bylaws are to be interpreted and enforced \npursuant to Florida law. \nC. Claims Against and Counterclaims of the Individual Defendants \n1. Florez  \n{43} RMC’s allegations against Florez overlap the time periods before and \nafter the time during which Florez was an RMC officer, director, and employee, \ncharged with fiduciary duties.  Florez began his association with RMC in Nevada, \nbut relocated to Charlotte, North Carolina, in 2010.  Florez was an at-will employee \nwith no written employment agreement.  He became president and a director of \nRMC on August 16, 2011.   \n{44} Florez’s compensation consisted of a base salary plus an incentive \nbonus equal to three basis points of RMC’s total funded loan volume.  The bonus \nwas paid quarterly and represented the majority of Florez’s overall compensation. \n{45} Florez considered leaving RMC at  least as early as mid-2012, at which \ntime he discussed his intentions with Joseph Pepe (“Pepe”), who was then RMC’s \nchief revenue officer and Florez’s subordinate.  Florez tendered his initial \nresignation on December 10, 2012; however, he stayed at RMC for several more \nweeks while he and RMC attempted to negotiate a new compensation agreement.  \nAlthough Florez remained a director and officer after December 10, 2012, Tavistock \nasked Florez not to come to the office during this period of negotiations, and most of \nFlorez’s duties were delegated to Pepe and Price.   \n{46} RMC paid Florez’s salary throughout that period, but he performed no \nactual work for RMC.  Florez tendered a second resignation on February 5, 2013, \nwhich became effective on February 15, 2013.  \n{47}  RMC paid Florez his base salary and quarterly incentive \ncompensation through the end of 2012 but paid him his salary without incentive \n \n \ncompensation for the partial first quarter of 2013.  The terms providing for Florez’s \nincentive compensation were not in writing.  Kevin Brungardt (“Brungardt”), RFG’s \npresident, referred to RMC’s agreement with Florez regarding incentive \ncompensation as more of a “gentlemen’s agreement” that required that Florez \nremained employed for the entire quarter in order to receive any incentive bonus \npayment for that quarter.  (Brungardt Dep. 170:8–171:19.)  Florez denies that there \nwas any such condition. \n{48} Between December 10, 2012, and February 15, 2013, Florez requested \nthat Ed Powell (“Powell”), another RMC employee, compile RMC’s loan officer \ntraining materials so that Florez could use them “if [he] needed them at another \nenterprise that [he] was creating.”  (Florez Dep. 166:5–172:14.)  RMC had developed \nthose materials to educate its new loan officers and train them on RMC’s processes \nand systems.  Florez admits the allegation but asserts that Cardinal has not used \nthe materials. \n{49} During that same period, Florez downloaded approximately 250 pages \nof documents that detailed the employment performance of RMC employees.  He \nalso asked RMC employees to document RMC’s processes and lending workflow.  He \ne-mailed spreadsheets containing RMC’s Encompass settings and processes to his \npersonal e-mail address.  RMC alleges that, before his final resignation, Florez \nundertook these and other actions to facilitate Cardinal’s competition against RMC, \nincluding establishing and using Cardinal e-mail addresses, developing a new \nwebsite, purchasing advertisements, leasing office space, and interviewing potential \nemployees.  On the day Florez left RMC, he downloaded and reviewed the training \nmaterials that Powell had compiled for him. \n{50} In March 2013, after Florez had le ft RMC but while Price remained an \nRMC employee, Florez and Price hosted a lunch for RMC’s top loan officers in \nHenderson, Nevada, at which Florez discussed possible employment at Cardinal for \nthose loan officers. \n{51} On April 13, 2013, Florez requ ested certain custom reports from \nRonald Stevenson (“Stevenson”), who was then an RMC employee.  Stevenson \n \n \ncreated those reports, at least in part, by copying pieces of information directly from \nRMC’s customized version of Encompass.   \n{52} Florez continued thereafter to  ask for and receive documents from \nRMC employees, including RMC’s Encompass customizations, lead-generation \ninformation, commission information, and workflow documents.  Florez or other \nDefendants, at Florez’s direction, used some of these documents to set up Cardinal, \nrecruit RMC employees, and calculate prospective employee compensation.  With \nthe help of Beckelman while she was still employed at RMC, Florez hosted a \nconference call with several RMC employees where he indicated that Cardinal \nwould hire them if they decided to leave RMC.   \n{53} On April 30, 2013, RMC’s counsel sent  Florez a letter to notify him of \nRMC’s intent to file this action and to demand that Florez return all RMC \ndocuments in Florez’s possession.   \n{54} Florez became employed by Cardinal in May 2013, when Cardinal \nbegan its operations. \n2. Price \n{55} Price began working at RMC in  November 2009 as a production \nmanager and moved to Charlotte in 2010 with Florez.  She was promoted to vice \npresident of mortgage operations and then to chief of staff.   \n{56} At all times during her employment at RMC, Price was an at-will \nemployee.  Price signed the 2012 Agreement. \n{57} On February 12, 2013, Price notifi ed Pepe that she was not ready to \nleave RMC, although there is some evidence suggesting that Price had begun \npreparations to leave by that point.  While Price was negotiating a possible \nretention agreement with RMC, Pepe tasked her with reducing RMC’s dependency \non its Henderson office, because of his concern that Florez’s departure would lead to \nan exodus of Henderson employees.   \n{58} Price resigned on April 8, 2013, effective immediately. \n \n \n{59} After Price left RMC, Stevenso n e-mailed Price RMC’s Departmental \nOrganization manual and a loan officer training tool.  Price also obtained \nBeckelman’s and other RMC employees’ assistance to contact or identify RMC \nemployees to be recruited by Cardinal.  She sent Beckelman e-mails noting those \nRMC employees for whom she was missing applications for employment at Cardinal \nand instructing Beckelman to set up meetings with certain team members so they \ncould discuss potential employment at Cardinal.  Price and Florez used the \ncompensation and performance documentation that they took from RMC to \ncalculate the employment offers they made to RMC employees and to help ensure \nthat those employees were offered a level of income commensurate with their RMC \nincome. \n{60} Price became employed by Cardinal in May 2013 at around the same \ntime that Cardinal began its operations. \n3. Collins \n{61} RMC hired Collins as an at-will e mployee in August 2010.  She started \nas a loan officer and later became the branch manager of licensing in RMC’s \nHenderson office.  Collins signed the 2012 Agreement on October 29, 2012. \n{62} While she was employed at RM C, Collins encouraged another RMC \nemployee, Brandon Jewkes (“Jewkes”), to join Cardinal. \n{63} One hour before Collins submitted her letter of resignation to RMC, \nCollins extracted from Encompass and e-mailed to her personal e-mail address a \nreport containing information regarding thousands of RMC’s loan customers, \nincluding each customer’s name, loan amount, and contact information.  Collins \nclaims that she had the permission of her supervisor, Stevenson, to take this \ninformation.  RMC has not demanded that Collins return the information. \n{64} Collins resigned from RMC on April 22, 2013, effective immediately.  \nShe began working at Cardinal on May 13, 2013. \n \n \n \n4. Beckelman \n{65} Beckelman began working as a senior loan processor at RMC in \nNovember 2010.  She was as an at-will employee.  She signed the 2012 Agreement \non October 26, 2012. \n{66} At Price’s request, Beckelman ei ther contacted or met individually \nwith certain RMC employees, advising them that she was leaving RMC to work for \nCardinal.  With help from Price and Shannon Curtis, Cardinal’s director of human \nresources, Beckelman set up a conference call with RMC employees on April 18, \n2013, during which Florez solicited RMC employees to move to Cardinal.    \n{67} Prior to her resignation from RMC, Beckelman sent to her personal e-\nmail address hundreds of RMC documents with the intention of transferring the \ndocuments onto Cardinal’s letterhead, including “(a) documents collected from \nthird-party sources; (b) routine checklists and workflow documents; (c) training \ndocuments; (d) job descriptions; and (e) templates for communications with \nborrowers.”  (Br. Defs. Deanna Collins, Julia Beckelman, & Maria Harrison Supp. \nMot. Summ. J. (“CBH Br. Supp.”) 10.)  She notified Florez that she had the \ndocuments, and Florez instructed her to convert them all to Microsoft Word format \nso they could be more easily assimilated.   \n{68} Beckelman asserts that the docu ments were never assimilated, that \nshe has now deleted the documents, and that she no longer possesses them. \n{69} RMC has never demanded that Beckelman return the documents. \n{70} Beckelman resigned from her po sition as RMC’s vice president of \ncustomer relations on April 16, 2013, effective April 19, 2013.  Harrison began \nworking at Cardinal in May 2013. \n5. Harrison \n{71} Harrison began working at RMC on May 12, 2010, and was promoted \nto processing manager in April 2012.  She was an at-will employee.  Harrison signed \nthe 2012 Agreement on October 31, 2012. \n \n \n{72} Before resigning from RMC but after having decided to move to \nCardinal, Harrison sent Cardinal’s website information to her team members to \nfacilitate their application for employment with Cardinal. \n{73} On April 25, 2013, Price e-mailed Harrison and several other RMC \nemployees to ask them to print out a report of the hire dates of Harrison’s team \nmembers so that Price could more easily onboard them to Cardinal.  Harrison then \nsent this information to her personal e-mail address, later forwarding it to Price.  \nPrice also asked Harrison to ensure that Harrison’s team members had a user ID \nand password to FHA Connection, a system of the Department of Housing and \nUrban Development used by mortgage-loan originators, so that Price would not \nhave to set up the employees in that system once they joined Cardinal.   \n{74} Harrison resigned from RMC on Ap ril 22, 2013, effective May 1, 2013.  \nShe began working at Cardinal in May 2013. \n{75} RMC never demanded that Harrison return RMC’s information. \nD. Cardinal \n{76} Cardinal entered into a letter of intent on February 5, 2013, whereby \ntwo investment companies would purchase Cardinal, anticipating that Cardinal \nwould establish a direct-to-consumer mortgage-lending division, to be managed by \nFlorez. \n{77} Cardinal launched its direct-to-consumer mortgage division in May \n2013.  Within six months of its launch, that division closed and funded more than \n$150 million per month in loans. \n{78} Cardinal established a policy that  no new employees could bring with \nthem any proprietary or confidential material or violate any obligations to prior \nemployees.  Each of the Individual Defendants signed agreements acknowledging \nthis policy.   \n{79} There is no direct evidence in the record that Cardinal, either before or \nafter beginning operations in May 2013, instructed Florez to use RMC documents or \nto solicit or hire RMC employees.   \n \n \nV. STANDARD OF REVIEW \n{80} Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  “Summary judgment is \nimproper if any material fact is subject to dispute.”  Culler v. Hamlett, 148 N.C. \nApp. 389, 391, 559 S.E.2d 192, 194 (2002).  The movant bears the burden of proving \nthe lack of a triable issue.  Dalton v. Camp, 353 N.C. 647, 651, 548 S.E.2d 704, 707 \n(2001).  Once the movant has met that burden, the burden shifts to the nonmoving \nparty to produce a forecast of evidence that demonstrates facts showing that it can \nestablish a prima facie case at trial.  Austin Maint. & Constr., Inc. v. Crowder \nConstr. Co., 224 N.C. App. 401, 407, 742 S.E.2d 535, 540 (2012).  The Court must \nview all of the presented evidence in the light most favorable to the nonmoving \nparty.  Dalton, 353 N.C. at 651, 548 S.E.2d at 707.   \nVI. ANALYSIS \n{81} The Court will first address De fendants’ Motions and then the RMC \nMotion.    \nA. Defendants’ Motions \n1. RMC Forecasts Sufficient Evidence to Support Its Claim for Breach of \nFiduciary Duty Against Florez. \n{82} The parties do not dispute that Florez owed RMC a fiduciary duty \nwhile he was RMC’s officer and director.  RMC contends that he breached that duty \nby taking improper steps to facilitate Cardinal’s competition and entry into the \nindustry, in the process taking unfair advantage of RMC.  Florez contends that his \nactions were no more than permissible efforts to prepare for competition that would \nbegin after his fiduciary relationship with RMC ended.  \n{83} Under North Carolina law, directors typically owe a fiduciary duty to \nthe corporation on whose board they sit.  See Green v. Freeman, 222 N.C. App. 652, \n \n \n662, 733 S.E.2d 542, 550 (2012), rev’d on other grounds, 367 N.C. 136, 749 S.E.2d \n262 (2013).  Section 55-8-30(a) of the North Carolina General Statutes describes \nthat duty and requires that  \n[a] director shall discharge his duties . . . [i]n good faith[,] . . . [w]ith the \ncare an ordinarily prudent person in a like position would exercise \nunder similar circumstances[,] and . . . [i]n a manner he reasonably \nbelieves to be in the best interests of the corporation.   \nN.C. Gen. Stat. § 55-8-30(a) (2015).  A fiduciary may “never paramount their \npersonal interest over the interest of those for whom they have assumed to act.”  \nMiller v. McLean, 252 N.C. 171, 174, 113 S.E.2d 359, 362 (1960). \n{84} However, merely making plans to  compete with an employer before \nleaving the company, without more, does not necessarily constitute a breach of \nfiduciary duty.  See Fletcher, Barnhardt & White, Inc. v. Matthews, 100 N.C. App. \n436, 441–42, 397 S.E.2d 81, 84 (1990); see also Austin Maint. & Constr., Inc., 224 \nN.C. App. at 416, 742 S.E.2d at 546 (noting that an at-will employee is under no \nobligation to inform his employer of his desire to quit or his discussions with \ncoworkers about quitting).  This Court has previously discussed that the Court must \n“focus its attention on actions taken in furtherance of such a plan to compete while \ndefendants were employed . . . rather than preparations to compete.”  Sunbelt \nRentals, Inc. v. Head & Engquist Equip., LLC, No. 00-CVS-10358, 2002 NCBC \nLEXIS 2, at *25 (N.C. Super. Ct. July 10, 2002).   \n{85} The Court concludes that the evid ence, viewed most favorably to RMC, \nwould allow a finding that actions Florez took while he was subject to a fiduciary \nduty transcended mere preparation, and that the competing positions must be \nresolved by a jury.  In part, this is because RMC’s fiduciary duty claim is \nintertwined with the disputed issue of whether information taken either by Florez \nor at his direction qualifies as protectable trade secrets.  \nSee Fletcher, 100 N.C. \nApp. at 441, 397 S.E.2d at 84 (implying that successfully stating a claim of \nmisappropriation of trade secrets may be sufficient to state a claim of breach of \nfiduciary duty); see also Md. Metals, Inc. v. Metzner, 282 A.2d 564, 568–70 (Md. \n1978) (finding that the right of an employee to make arrangements to compete is \n \n \ndefeated by misconduct such as misappropriation of trade secrets, misuse of \nconfidential information, solicitation of an employer’s customers prior to cessation of \nemployment, conspiracy to bring about mass resignation of an employer’s key \nemployees, and usurpation of employer’s business opportunity).     \n{86} Accordingly, Florez’s motion that  the breach of fiduciary duty claim \nagainst him be dismissed must be denied. \n2. RMC Forecasts Sufficient Evidence to Support Its Trade Secrets Claim. \n{87} There is record evidence that Flor ez and Price took or directed others \nto take various RMC files, documents, settings, and other materials for the purpose \nof using them at Cardinal.  Defendants, however, challenge that no such \ninformation can be protected as a trade secret, because the information did not have \nindependent actual or potential commercial value from not being either generally \nknown or readily ascertainable by independent development.  Alternatively and \nadditionally, Defendants contend that RMC lost any potential trade secret \nprotection by failing to safeguard its information, for example, by publicly filing \nsome of its information.  Finally, Defendants contend that RMC cannot demonstrate \nthat any potential misappropriation was the proximate cause of an injury to RMC. \n{88} Collins individually offers an additional affirmative defense that she \nhad RMC’s permission to take the information that she is accused of \nmisappropriating.  \n{89} In resolving these issues, the Cour t must view the evidence in the light \nmost favorable to RMC.  \nDalton, 353 N.C. at 651, 548 S.E.2d at 707. \n{90} A trade secret is defined under North Carolina law as any \nbusiness or technical information, including but not limited to a \nformula, pattern, program, device, compilation of information, method, \ntechnique, or process that: \na. Derives independent actual or potential commercial value from \nnot being generally known or readily ascertainable through \nindependent development or reverse engineering by persons who \ncan obtain economic value from its disclosure or use; and \n \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \nThe existence of a trade secret shall not be negated merely because the \ninformation comprising the trade secret has also been developed, used, \nor owned independently by more than one person, or licensed to other \npersons. \nN.C. Gen. Stat. § 66-152(3).   \n{91} Our appellate courts have listed fa ctors that the Court should apply to \ndetermine whether information is properly classified as a trade secret, which \ninclude \n(1) the extent to which information is known outside the business;  \n(2) the extent to which it is known to employees and others involved in \nthe business;  \n(3) the extent of measures taken to guard secrecy of the information;  \n(4) the value of information to the business and its competitors;  \n(5) the amount of effort or money expended in developing the \ninformation; and  \n(6) the ease or difficulty with which the information could properly be \nacquired or duplicated by others. \nHorner Int’l Co. v. McKoy, __ N.C. App. __, 754 S.E.2d 852, 858 (2014) (quoting \nArea Landscaping, LLC v. Glaxo-Wellcome, Inc., 160 N.C. App. 520, 525, 586 S.E.2d \n507, 511 (2003)).   \na. RMC Has Alleged Its Trade Secrets with Sufficient Particularity. \n{92} The Court first examined the threshold issue of whether RMC has \nalleged its trade secrets with sufficient particularity to proceed with determining \nwhether the information deserves trade secret status.  See Analog Devices, Inc. v. \nMichalski, 157 N.C. App. 462, 468, 579 S.E.2d 449, 453 (2003).  “[A] plaintiff must \nidentify a trade secret with sufficient particularity so as to enable a defendant to \ndelineate that which he is accused of misappropriating and a court to determine \nwhether misappropriation has or is threatened to occur.”  Id.  To meet this \nstandard, RMC need not “define every minute detail of its trade secrets down to the \n \n \nfinest detail.”  Prolifiq Software Inc. v. Veeva Sys. Inc., No. C 13-03644 SI, 2014 \nU.S. Dist. LEXIS 77493, at *6 (N.D. Cal. June 4, 2014).  RMC may satisfy its \nburden by actually producing the information that it claims deserves protection.  \nStatic Control Components, Inc. v. Darkprint Imaging, Inc., 200 F. Supp.2d 541, \n544–45 (M.D.N.C. 2002). \n {93} RMC describes its trade secret s as consisting of the following \ncategories of information: \n(a) RMC’s proprietary customizations to its loan origination and \nlending workflow software, including but not limited to Business \nRules, Customized Borrower Documents, Custom Input Forms, and \nCustom Reports contained in its Encompass 360 software and the \nlending workflow customized in its Encompass 360 and Leads 360 \nsoftware;  \n(b) documents containing RMC’s operating procedures that reflect the \nuse of RMC’s proprietary customizations to its software;  \n(c) RMC customer information;  \n(d) RMC’s proprietary personnel data; and  \n(e) RMC’s proprietary business and financial performance information. \n(Pl. RoundPoint Mortgage Company’s Third Suppl. Resp. Def. Cardinal Financial \nCompany, Limited Partnership’s First Set Interrogs. 2.)   \n{94} RMC further specified by Bate s number approximately 600 documents \nthat it contends fall within these categories, and supplements its identification with \nscreenshots, affidavits, expert testimony, and deposition testimony.    \n{95} The Court concludes that RMC has met its burden of describing its \ntrade secrets with sufficient particularity.   \nb. There Is an Issue of Material Fact as to Whether the Information \nTaken from RMC Derives Independent Actual or Potential Commercial \nValue from Not Being Generally Known or Readily Ascertainable by \nPersons Who Can Obtain Economic Value from Its Disclosure or Use.  \n{96} Defendants have mounted a strong defense that there are few, if any, \ntrue secrets in the competitive direct-to-consumer mortgage-lending industry.  \nDefendants argue that RMC particularly deserves no trade secret protection, not \n \n \nonly because of the nature of the industry but also because RMC itself entered the \nindustry by taking substantial advantage of materials and systems that Florez had \ndeveloped at Meridias.  Although this defense may ultimately prevail, the Court’s \nproper inquiry is limited to whether RMC forecasts sufficient evidence to support a \njury finding in its favor.  RMC claims that it has done so because the value of its \ninformation and processes is shown by the fact that RMC took them and by \nevidence that RMC spent much time and effort developing and customizing its \ninformation and processes, even if some of that information may be available \npublicly.  After an exhaustive review of the record, the Court concludes that RMC’s \ntrade secrets claim is adequate to be submitted to a jury.  \n{97} Trade secret protection is generally precluded for information that is \nwidely available or generally known in the relevant industry.  See Analog Devices, \nInc., 157 N.C. App. at 470, 579 S.E.2d at 454; see also Combs & Assocs., Inc. v. \nKennedy, 147 N.C. App. 362, 370–71, 555 S.E.2d 634, 640 (2001).  A party must \nmeet a high burden to prove that a compilation or process based on public \ninformation is a trade secret.  \nSee Byrd’s Lawn & Landscaping, Inc. v. Smith, 142 \nN.C. App. 371, 376, 542 S.E.2d 689, 692 (2001); Wilmington Star-News v. New \nHanover Reg’l Med. Ctr., Inc., 125 N.C. App. 174, 181–82, 480 S.E.2d 53, 56–57 \n(1997) (noting as relevant to trade-secret analysis, inter alia, the level of economic \nbenefit to competitors, the effect on competition in the industry, and the level of \ndifficulty for a competitor to generate the information on its own); Safety Test & \nEquip. Co. v. Am. Safety Util. Corp., No. 13-CVS-1037, 2015 NCBC LEXIS 40, at \n*26 (N.C. Super. Ct. Apr. 23, 2015).  However, in some instances, a trade secret can \nbe found if the information or process has particular value as a compilation or \nmanipulation of information, even if the underlying information is otherwise \npublicly available.  Whether a compilation or manipulation of information deserves \ntrade secret protection depends on several factors, including the difficulty with \nwhich the information could be gathered, compiled, or manipulated.  See Byrd’s \nLawn & Landscaping, Inc., 142 N.C. App. at 376, 542 S.E.2d at 692 (finding that, \neven though similar information could be acquired by anyone in the relevant \n \n \nindustry, the difficulty of its acquisition nevertheless allowed the court to find a \nprotectable trade secret).   \n{98} Section 66-152 does not provide a bright-line evidentiary standard to \nguide the Court’s inquiry into whether information has independent actual or \npotential commercial value from not being generally known or readily \nascertainable.  \nSee N.C. Gen. Stat. § 66-152(3)(a).  On the contrary, the terms of the \nstatute invite an individualized fact inquiry.   \n{99} The statute also suggests that a measure of information’s commercial \nvalue may include a consideration of the value that could be obtained by the specific \nuser that is accused of misappropriation.  See id.  Subsection 66-152(3)(a) speaks of \nvalue being derived by “persons who can obtain economic value from [the \ninformation’s] disclosure or use.”  Id.; see also Glaxo Inc. v. Novopharm Ltd., 931 F. \nSupp. 1280, 1299 (E.D.N.C. 1996) (noting that a trade secret can consist of “data \nthat would give a person skilled in the art a competitive advantage he might not \notherwise enjoy but for the knowledge gleaned from the owner’s research \ninvestment”).  The Court construes the particular facts of this case in RMC’s favor, \nas it must, including the quantity and content of the information taken by \nDefendants when Cardinal was only a newly-formed company and Cardinal’s \nprompt and substantial revenues, and holds that RMC has produced a sufficient \nforecast of evidence to allow a jury to find that its information had independent \ncommercial value from not being generally known or readily ascertainable to those \nwho could obtain economic value from the information’s disclosure or use.  RMC’s \nmisappropriation claim should then proceed to trial.   \n{100} This ruling does not forecast ho w a jury might view the substantial \nrecord that Defendants have developed in their effort to prove that RMC’s \ninformation and processes have no commercial value because they are widely \nknown within the industry.  Defendants’ expert, Michael McAuley, opines that \nthere is no meaningful difference among the methods by which lenders process their \nloans.  Dione Thompson (“Thompson”), Price’s replacement at RMC, admits that \n \n \nboth RMC and Cardinal use mortgage-processing templates that are standardized \nthroughout the industry.   \n{101} But, RMC forecasts evidence that its customer information was \ncollected and developed by its loan originators and could be useful for future \nprospects, that RMC developed valuable and unique internal metrics and reports \nwith which to analyze its performance, relationship with third parties, and other \naspects of its business, and that the specifics of RMC employees’ commissions, \nsalaries, benefits, and other personnel data were all unique to RMC and could not \neasily be discerned by industry competitors.  RMC also points to variations among \nlenders’ approaches, including differences in “the types of loans they originate, the \nsize of their operation and number of employees, the source of their loan leads, \npricing strategies and the types of software and electronic resources they use.”  \n(Brungardt Aff. ¶ 8.)  A jury could be persuaded that Florez might have recognized \nthat RMC’s information had commercial value.  When speaking to potential \ninvestors, Florez championed that RMC’s systems had “[m]atured as a result of \n[having] thousands of loans running through them.” (Florez Dep. 146:25–147:4.)  \nFlorez also admits that he used RMC’s information to guarantee the salaries of \ncertain of the employees that left RMC to join Cardinal, and that Price used RMC’s \npersonnel information to determine the recruitment priority of RMC’s employees.   \n{102} In sum, the evidence is conteste d.  Defendants are not entitled to a \ndetermination as a matter of law that RMC cannot claim trade secret protection for \nthe information that Defendants are accused of misappropriating.  However, \nDefendants further contend that a jury need not resolve that issue, because RMC \nlost any trade secret protection when it failed to take adequate steps to protect its \ninformation.  The Court then turns to an inquiry regarding whether the record \nmandates a finding that RMC has failed to provide such protection. \n \n \n \n \nc. There Is an Issue of Material Fact as to Whether RMC Undertook \nReasonable Efforts to Maintain the Secrecy of Its Alleged Trade \nSecrets \n{103} To qualify for trade secret protection, information must be “the subject \nof efforts that are reasonable under the circumstances to maintain its secrecy.”  \nN.C. Gen. Stat. § 66-152(3)(b).  Again, the statute calls for a fact-specific inquiry \nregarding whether efforts were “reasonable.”   \n{104} The Court begins by examining RMC’s corporate policies.  See \nEdgewater Servs., Inc. v. Epic Logistics, Inc., No. 05-CVS-1971, 2009 NCBC LEXIS \n21, at *12–14 (N.C. Super. Ct. Aug. 11, 2009) (reviewing a company’s safeguards, \nprotocols, and procedures to determine whether the company has made reasonable \nefforts to safeguard its trade secrets), aff’d, No.COA11-176, 2011 N.C. App. LEXIS \n2494 (Sept. 14, 2011); see also Static Control Components, Inc., 200 F. Supp. 2d at \n546 (focusing on a company’s overall efforts to ensure the confidentiality of its trade \nsecrets).  RMC’s evidence indicates that RMC’s computer systems are only \naccessible at RMC locations by using usernames and passwords and are only \naccessible outside of the office with a username, password, and RMC’s remote-\nconnection software.  Certain files, “including training and education materials, \nfinancial reports, personnel information, and business strategy [are] accessible only \nto specified employees of RMC through restricted shared network drives or by e-\nmail to specified individuals who have a legitimate business need for the \ninformation.”  (Pepe Aff. ¶ 34, Dec. 22, 2014.)  Access to RMC’s settings and \ncustomizations to its Encompass software is limited to administrators, and \nadministrator status is tightly controlled.  RMC has implemented a company-wide \nconfidentiality agreement.3  Also, RMC’s employee handbook recites that all RMC \ninformation should be considered confidential, and RMC requires employees to sign \nits Employee Use of Electronic Media Agreement, which purports to prohibit the \nuse of third-party e-mail accounts and the uploading of RMC’s information to the \n                                                 \n3 Efforts to secure these contractual protections are relevant to the Court’s analysis of RMC’s trade \nsecrets claims, even though for reasons stated below, the Court has concluded that the contract \ncannot be enforced, at least not against Price and the CBH Defendants. \n \n \nInternet without approval from the “supervisor and the IT Director.”  (See, e.g., \nCollins Dep. Ex. 1.)   \n{105} Admittedly, Defendants have produced evidence that could lead a jury \nto doubt the adequacy of RMC’s policies, particularly given the ease with which \nDefendants were able obtain the information they are accused of misappropriating, \neven in the face of Pepe having specifically recognized the potential impact of \nFlorez’s departure.  But again, the question is whether RMC is entitled to ask the \njury to undertake an analysis of the reasonableness of RMC’s efforts to maintain \nthe confidentiality of the information.  The Court concludes that the jury must \nmake such a determination, except for as to those items for which RMC has waived \nany trade secret protection by public disclosure.   \nd. RMC Has Waived Trade Secrets Protection for Items that It Publicly \nFiled. \n{106} RMC appears to have publicly fi led several of the documents for which \nit has claimed trade secret protection.  As to these, any trade secret protection has \nbeen lost.  Particularly, Defendants claim that RMC has waived any protection of \nits trade secrets due to the following: \n RMC did not designate as confidential the Long Report, Long’s \nDeposition, or Thompson’s deposition, in which RMC’s specific \nEncompass settings were discussed at length.   \n RMC publicly filed the Long Affidavit and the Long Report, which \nincluded discussion and screenshots of RMC’s version of Encompass \nand its input forms, business rules, and underlying code. \n RMC publicly filed Collins’s “LC Scorecard” as an exhibit to \nPlaintiff’s Motion for Partial Summary Judgment.  In contrast, \nRMC filed an LC Scorecard under seal, stating that RMC regards \nthe information as “confidential and proprietary.”  (See Pepe Aff. \n¶ 45, Ex. B, Dec. 22, 2014.) \n \n \n RMC publicly filed its “Nevada Branch Loan Officer Compensation \nSchedule” and a document detailing its “Operations Manager Bonus \nPool,” both having been stamped “Confidential.”  (Pepe Aff. Exs. A, \nB, Nov. 24, 2014.) \n RMC publicly filed Jewkes’s Loan Officer Commission Statement as \nan attachment to the Affidavit of Kathryn Lewis (Lewis Aff. Ex. A, \nDec. 19, 2014), even though RMC listed this document as a trade \nsecret, and Lewis testified in her affidavit that RMC considers this \ntype of personnel information to be confidential. \n{107} Information for which a claimant asserts trade secret protection can \nlose the benefit of protection if it has been disclosed, publicly released, or publicly \nfiled during litigation.  See Area Landscaping, 160 N.C. App. at 526, 586 S.E.2d at \n512 (finding that giving a customer the discretion to distribute bid information at \nits own discretion precluded trade secret protection over that information); see also \nGlaxo, 931 F. Supp. at 1301 (noting that the release of information during open trial \nis a publication of that information and waives any right a party had to restrict its \nuse).  However, a release of some information does not necessarily constitute a \ncomprehensive waiver of trade secret protection for other information.  SCR-Tech \nLLC v. Evonik Energy Servs. LLC, No. 08-CVS-16632, 2011 NCBC LEXIS 27, at \n*41–42 (N.C. Super. Ct. July 22, 2011) (allowing a trade secret claim to survive \nafter patent application was filed).   \n{108} The Court agrees with Defendants that RMC, even if it has claimed \ntrade secret protection in the first instance, has waived that protection for at least \nthe following: (1) Collins’s LC Scorecard (GILMORE_DROPBOX-000116); (2) the \nLoan Officer Commission Statement of Brandon Jewkes (FP005157); (3) any RMC \nborrower forms that have been publicly distributed; and (4) the visual formatting \nand appearance of software forms or screenshots.   \n{109} RMC has stated that any waiver argument is not appropriate as to \nsome information, such as the publicly filed Encompass screenshots, because it has \nnot sought trade secret protection for them, as its claim is instead based on “the \n \n \ncompilation of underlying electronic forms for the communications, which contain \nunique programming and customized triggers.”  (Pl.’s Br. Opp’n Defs.’ Mot. Summ. \nJ. 34–35.)  RMC states that it seeks to protect “the underlying code and settings for \nits customizations, none of which were fully disclosed in the documents and \ndepositions.” (Pl.’s Br. Opp’n Defs.’ Mot. Summ. J. 35.)   \n{110}  The Court is not positioned to  prepare a comprehensive list of every \ndocument for which Defendants claim that RMC has waived any trade secrets \nclaim.  The Court can address such a list as an evidentiary matter as the case \nproceeds toward trial. \ne. A Jury Must Determine Whether Collins Had a Reasonable Belief that \nShe Had Permission to Take Loan Information. \n{111} Collins does not dispute that she e-mailed to her personal e-mail \naccount a customer pipeline list containing the contact and loan information of most \nor all of her RMC customers.  However, she claims that she had permission to do so \nbecause Stevenson, her supervisor, gave her authorization to take RMC’s customer \ninformation.  A party may defeat a claim of misappropriation if the party obtained \nthe information “from another person with a right to disclose the trade secret.”  N.C. \nGen. Stat. § 66-155.  This assertion is effectively an affirmative defense upon which \nCollins bears the initial burden of showing that RMC’s claim is barred.  See \nStrickland v. Hedrick, 194 N.C. App. 1, 9, 669 S.E.2d 61, 67 (2008) (noting that a \nsummary judgment movant may meet its initial burden by showing that the \nnonmovant “cannot surmount an affirmative defense which would bar the claim” \n(quoting Bernick v. Jurden, 306 N.C. 435, 441, 293 S.E.2d 405, 409 (1982)). \n{112} This raises the issue of whether Collins, “in the exercise of reasonable \ncare[,] was justified in believing that [RMC] had, under the circumstances, \nconferred” upon Stevenson the authority to allow Collins to take the information.  \nZimmerman v. Hogg & Allen, Prof’l Ass’n, 286 N.C. 24, 31, 209 S.E.2d 795, 799 \n(1974); see also id. at 30–31, 204 S.E.2d at 799 (“The rights and liabilities which \nexist between a principal and a third party dealing with that principal’s agent may \n \n \nbe governed by the apparent scope of the agent’s authority, which is that authority \nwhich the principal has held the agent out as possessing or which he has permitted \nthe agent to represent that he possesses . . . .”); Edgewood Knoll Apartments, Inc. v. \nBraswell, 239 N.C. 560, 571, 80 S.E.2d 653, 661 (1954) (noting that an employee–\nagent’s authority may be judged by looking at the scope of his duties as an \nemployee). \n{113} Although admittedly a close call, the Court finds that Collins’s forecast \nof evidence is not adequate to mandate summary judgment in her favor.  The record \ncontains evidence that Stevenson began telling his employees that RMC was \nshutting down and that they were no longer wanted at RMC.  He testified that he \nhad told several employees who were leaving RMC to take their pipeline reports \nwith them.  Jewkes and Gary Jackson (“Jackson”), two employees who quit RMC to \nwork at Cardinal, testified that Stevenson instructed all of the Henderson, Nevada, \nloan originators to take the RMC pipeline reports so the loan originators could use \nthose reports to solicit borrowers once they started working at Cardinal.  Jackson \nfurther testified that Stevenson was openly recruiting on behalf of Cardinal while \nstill working at RMC, and frequently held meetings during which he would \nrecommend working for Cardinal, also describing a plan for the Henderson office’s \nmanagement team to resign from RMC to work at Cardinal.   It is then not clear \nthat Collins could have reasonably concluded that Stevenson was acting within the \nscope of his authority for RMC in granting permission for departing employees to \ntake the documents to use competitively against RMC. \n3. RMC’s Common Law Misappropriation Claim Should Be Dismissed. \n{114} RMC pleads a claim of common la w misappropriation of trade secrets \nagainst all Defendants.  No North Carolina court has acknowledged the existence of \nsuch a claim.  See Edgewater Servs., Inc. v. Epic Logistics, Inc., No. COA11-176, \n2011 N.C. App. LEXIS 2494, at *7 n.2 (Dec. 6, 2011) (noting that a common law \nmisappropriation claim has not been established by North Carolina appellate \ncourts); see also Battleground Veterinary Hosp., P.C. v. McGeough, No. 05-CVS-\n \n \n18918, 2007 NCBC LEXIS 33, at *22 n.10 (N.C. Super. Ct. Oct. 19, 2007).  This \nCourt gives this claim no further consideration, and concludes that it should be \ndismissed. \n4. RMC’s Breach of Contract Claims Fail Because, as to Price and the CBH \nDefendants, the 2012 Agreement Was Not Supported by Consideration. \n{115} RMC asserts breach of contract claims against the Price and the CBH \nDefendants based on the 2012 Agreements.4  Those Defendants contend that the \nclaims must be dismissed because the promise of mere continued at-will \nemployment could not constitute consideration for the 2012 Agreement.  \n{116} It is undisputed that the 2012 Agreements were each consummated \nwell after the Price and the CBH Defendants began their employment.  RMC has \noffered no consideration for the agreement other than the promise of continued at-\nwill employment.  There is no evidence that Price and the CBH Defendants were \nprovided additional compensation in exchange for their signatures, or that they \nwere granted access to any new category of confidential information after signing \ntheir agreements.\n5   \n                                                 \n4 Although not alleged in its First Amended Complaint, RMC has argued in its briefs that the CBH \nDefendants each executed contracts when they began their employment at RMC (“2010 \nAgreements”) that were substantially similar to the 2012 Agreements.  RMC has not filed a motion \nto amend its pleadings to assert a claim based on the 2010 Agreements.  Should RMC elect to do so, \nBeckelman and Harrison would be expected to assert the forum-selection clauses in those \nagreements, which provide for an exclusive Nevada forum. \n \n5 The 2012 Agreement states the following as consideration: “Employee’s employment, the disclosure \nof Trade Secrets and Confidential Information to Employee during employment, and the \ncompensation and benefits being paid and to be paid by RoundPoint Mortgage. . . .”  (2012 \nAgreement 2.)  Although this Court has previously found that the disclosure of new confidential \ninformation is consideration for a nondisclosure agreement, RMC does not point the Court to any \nadditional confidential information to which Price and the CBH Defendants were given access after \nexecuting the 2012 Agreement that they did not already have access to.  See S. Fastening Sys., Inc. \nv. Grabber Constr. Prods., No. 14-CVS-4260, 2015 NCBC LEXIS 42, at *17–18 (N.C. Super. Ct. Apr. \n28, 2015) (finding additional consideration when all of the confidential information was only \ndisclosed after a nondisclosure agreement was signed).  Although not dispositive to this Court’s \nruling, RMC noted as much in its briefing in support of an earlier preliminary injunction motion: “It \nis undisputed that . . . the consideration supplied for [Price’s and the CBH Defendants’] consent to \nthe [2012 Agreement] was continued employment.”  (Reply Supp. Mot. Prelim. Inj. 17.)\n \n \n \n{117} The 2012 Agreement is, by its ex press terms, governed by North \nCarolina law.  The 2012 Agreement has several distinct terms, but because of its \nseverability clause, the Court may examine and interpret the nondisclosure and \nnonsolicitation covenants as separate contractual undertakings.  See Turner v. Atl. \nMortg. & Inv. Co., 32 N.C. App. 565, 570–72, 233 S.E.2d 80, 83–84 (1977) (noting \nthat each promise in a divisible contract must be supported by consideration).  \nAlthough Price’s and the CBH Defendants’ arguments draw heavily upon cases \ninvolving restrictive covenants against competitive employment, RMC does not seek \nto enforce such a covenant. \n{118} The Court must be guided by gene ral contract principles.  It is well-\nsettled in North Carolina that every contract must be supported by consideration, \nand that “a mere promise, without more, is unenforceable.”  \nInv. Props. of Asheville, \nInc. v. Norburn, 281 N.C. 191, 195, 188 S.E.2d 342, 245 (1972).  Likewise, any \nmodification to an existing contract must be supported by consideration.  See \nSessler v. Marsh, 144 N.C. App. 623, 634, 551 S.E.2d 160, 166–67 (2001).   \n{119} The idea of consideration in an  employment agreement has received \nsubstantial attention in reported decisions.  It is settled that when an employee \nmakes a promise as a part of the initial employment terms, the employment itself \nmay serve as consideration for the promise.  See Robins & Weill, Inc. v. Mason, 70 \nN.C. App. 537, 542, 320 S.E.2d 693, 697 (1984).  However, a later modification of the \nemployment contract must be supported by other consideration.  Sessler, 144 N.C. \nApp. at 634, 551 S.E.2d at 166–67; see also James C. Greene Co. v. Kelley, 261 N.C. \n166, 168, 134 S.E.2d 166, 167 (1964).  The specific question here is whether a \npromise of continued at-will employment can constitute such consideration for the \n2012 Agreement. \n{120} The “new consideration” principle is well-settled as applied to \ncovenants against competition, and it is clear that the promise of continued at-will \nemployment may not serve as consideration for a covenant not to compete that was \nnot a part of the initial employment terms.  See James C. Greene Co., 261 N.C. at \n168, 134 S.E.2d at 167.  It is less clear whether that principle controls for any \n \n \nmodification of the employment contract, particularly the addition of a \nnondisclosure or nonsolicitation covenant. \n{121} The Court has confronted a potential conflict between a decision from \nthe North Carolina Supreme Court and one from the North Carolina Court of \nAppeals on the issue of whether the promise of continued at-will employment can \nconstitute consideration for a modification to an employment contract.  The North \nCarolina Supreme Court, when addressing a restrictive covenant against \ncompetition entered into long after the initiation of employment, used language that \nis not by its express limited to a noncompetition agreement, but rather addresses \nthe concept of whether a promise of continued at-will employment is a meaningful \npromise at all.  The court held:  \nA consideration cannot be constituted out of something that is given \nand taken in the same breath—of an  employment which need not last \nlonger than the ink is dry upon the signature of the employee, and \nwhere the performance of the promise is under the definite threat of \ndischarge.  \n. . . \nWe think that the observation of [the trial court judge] in rendering his \njudgment is pertinent: “The . . . contract . . . was not based upon a \nvaluable consideration moving to the defendant . . . as it in no \nparticular whatever, in the opinion of the Court, increased, expanded \nor enlarged or in any way modified the obligations of the plaintiff . . . in \nrespect to the defendant, and does not modify the obligation of \ndefendant to plaintiff, or operate to change the status of the parties on \ntheir contractual relationship in any matter, as employer and \nemployee, as the same theretofore existed.” \nKadis v. Britt, 224 N.C. 154, 161–63, 29 S.E.2d 543, 547–49 (1944) (second and \nthird alterations in original); see also Eng’g Assocs., Inc. v. Pankow, 268 N.C. 137, \n139, 150 S.E.2d 56, 58 (1966) (analyzing a noncompetition agreement offered as a \ncondition of continued employment, and finding a “complete lack of consideration”).   \n {122}  Other courts have also describe d consideration of the type discussed in \nKadis as illusory and found that it cannot constitute consideration.  See, e.g., \nHenley Paper Co. v. McAllister, 253 N.C. 529, 533, 117 S.E.2d 431, 433 (1960); \nMcLamb v. T.P. Inc., 173 N.C. App. 586, 591, 619 S.E.2d 577, 581 (2005) (citing \n \n \nKadis in support of the proposition that “consideration which may be withdrawn on \na whim is illusory consideration which is insufficient to support a contract”); see \nalso E. Allan Farnsworth, Farnsworth on Contracts § 2.13, at 126–27 (2d ed. 1998) \n(“The question [of whether a promise is illusory] arises because the promise appears \nto be conditional on an event that is entirely within the promisor’s control.  Such a \npromise differs from one that is conditional on an event that is beyond the \npromisor’s control and that can therefore be consideration.”).   \n {123} Nevertheless, the North Carolina Court of Appeals has held that \n“[e]mployment contracts which are terminable at will may be modified at any time \nby either party with the continuance of the relationship serving as the consideration \nfor the modification.”  Fraver v. N.C. Farm Bureau Mut. Ins. Co., 69 N.C. App. 733, \n738, 318 S.E.2d 340, 344 (1984) (citing 56 C.J.S. Master and Servant § 9 (1948)); see \nalso S. Fastening Sys., 2015 NCBC LEXIS 42, at *17 (noting Fraver, but finding \nother consideration to support a confidentiality agreement).  One might potentially \nargue that Fraver and Kadis can be read harmoniously by restricting Kadis to only \napply to the question of whether the promise was illusory when first made and that, \nwhen an employer subsequently carries out its promise of continued at-will \nemployment, it supplies consideration for the agreement.  However, employing this \nlogic runs afoul of the recognized principle that any performance or promise in a \ncontract must have been bargained for or must have induced the return promise \ncontained within the contract.  \nSee Chem. Realty Corp. v. Home Fed. Sav. & Loan \nAss’n, 84 N.C. App. 27, 31, 351 S.E.2d 786, 789 (1987).   \n{124} The Court cannot find a reasoned basis to confine the supreme court’s \nholding in Kadis to apply only to contractual modifications that add restrictive \nnoncompetition covenants, but rather reads the supreme court’s holding to be a \nmore general pronouncement as to whether the promise of continued at-will \nemployment may support any contract modification.  \nSee Kadis, 224 N.C. at 163, 22 \nS.E.2d at 548–49.  A court generally determines the existence, not the adequacy, of \nconsideration.  Hejl v. Hood, Hargett & Assocs. Inc., 196 N.C. App. 299, 305, 674 \nS.E.2d 425, 429 (2009) (“[T]he parties to a contract are the judges of the adequacy of \n \n \nthe consideration.”); see also Jewel Box Stores Corp. v. Morrow, 272 N.C. 659, 666, \n158 S.E.2d 840, 845 (1968) (noting that a court generally will not inquire into the \nadequacy of consideration unless the contract is a fraud on the party sought to be \nconstrained). \n{125} The Court concludes that it must apply the holding in Kadis and \nsettled, general contract principles to hold that the 2012 Agreement required a \npromise other than mere continued at-will employment to be enforceable against \nthe Price and the CBH Defendants.  Because there was no other consideration, as to \nPrice and the CBH Defendants, the 2012 Agreement cannot be enforced and RMC’s \nbreach of contract claim must be dismissed. \n5. RMC’s Conversion Claims Fail. \n{126} Defendants move for summary ju dgment on RMC’s conversion claims. \na. There Is an Issue of Material Fact as to Whether RMC Owns the \nProperty on Which It Bases Its Conversion Claims. \n{127} First, Defendants claim that RM C does not own at least some of the \ninformation that it contends was converted, such as any information based on \npublic forms or information that was first developed by Meridias.  In North \nCarolina, the elements of a conversion claim include “(1) the unauthorized \nassumption and exercise of the right of ownership; (2) over the goods or personal \nproperty; (3) of another; (4) to the exclusion of the rights of the true owner.”  Horner \nInt’l Co. v. McKoy, No. 13-CVS-7131, 2014 NCBC LEXIS 68, at *6 (N.C. Super. Ct. \nDec. 18, 2014) (quoting Estate of Graham v. Morrison, 168 N.C. App. 63, 72, 607 \nS.E.2d 295, 302 (2005)).  The North Carolina Court of Appeals set out a \ncomprehensive statement of the tort of conversion in Bartlett Milling Co. v. Walnut \nGrove Auction & Realty Co.:  \n“The essence of conversion is not the acquisition of property by the \nwrongdoer, but a wrongful deprivation of it to the owner . . . and in \nconsequence it is of no importance what subsequent application was \nmade of the converted property, or that defendant derived no benefit \nfrom the act.”  “[T]he general rule is that there is no conversion until \n \n \nsome act is done which is a denial or violation of the plaintiff’s \ndominion over or rights in the property.”  Therefore, two essential \nelements are necessary in a claim for conversion: (1) ownership in the \nplaintiff, and (2) a wrongful conversion by the defendant. \n192 N.C. App. 74, 86, 665 S.E.2d 487, 488–89 (2008) (alterations in original) \n(quoting Lake Mary L.P. v. Johnston, 145 N.C. App. 525, 532, 551 S.E.2d 546, 552 \n(2001)).  The claimant must therefore own the property on which its claim is based, \nand the claim cannot be predicated purely on some benefit that the defendant \nenjoyed as a result of the alleged conversion.   \n{128} To obtain summary judgment, Defendants must demonstrate that \nthere is no factual basis on which RMC can assert ownership of the documents that \nit contends were converted.  See Dalton, 353 N.C. at 651, 548 S.E.2d at 707.  RMC’s \nduty as the nonmoving party is to forecast evidence adequate to support a finding of \nownership.  See Austin Maint. & Constr., Inc., 224 N.C. App. at 407, 742 S.E.2d at \n540.  \n{129} Defendants claim that RMC do es not own Encompass templates or \nsettings, which are copyrighted by Ellie Mae; that RMC does not own any \ndocuments that Meridias created and that RMC appropriated after Meridias shut \ndown; and that RMC does not own any forms created by or merely copied from \ngovernment entities.   \n{130} At this time, the Court is unable to parse through the record to \ndetermine RMC’s ownership on a document-by-document or category-by-category \nbasis to evaluate whether RMC’s conversion claim as to any particular document \nfails for lack of ownership.  At this stage, the Court concludes that RMC has \nforecasted sufficient evidence to survive summary judgment on this issue.  \nHowever, the Court concludes that even if RMC was the owner of the information, \nits ownership continued even after the information was alleged to have been copied, \nand the conversion claim nevertheless fails because RMC has not been deprived of \nits possession of that information. \n \n \nb. RMC’s Conversion Claims Fail Because RMC Continues to Possess Its \nInformation. \n{131} Defendants argue that, even if Defendants otherwise own the \ninformation on which the conversion claim is based, RMC has not been deprived of \nthat ownership because RMC still has access to the information, which was in \nelectronic form.  “In North Carolina, only goods and personal property are properly \nthe subjects of a claim for conversion. . . .”  Norman v. Nash Johnson & Sons’ \nFarms, Inc., 140 N.C. App. 390, 414, 537 S.E.2d 248, 264 (2000).  Most, if not all, of \nthe information upon which RMC bases its claims was stored electronically.   \n{132} Federal courts applying North Carolina law have recently issued \ncontrasting decisions addressing whether electronic information can be the basis of \na conversion claim.  Compare Capitol Comm’n, Inc. v. Capitol Ministries, No. 5:11-\ncv-00214-BO, 2013 U.S. Dist. LEXIS 142542, at *12–13 (E.D.N.C. Oct. 1, 2013) \n(holding that data stored in a spreadsheet is intangible as a matter of law, and thus \ncannot be subject to a conversion claim), with Bridgetree, Inc. v. Red F Mktg. LLC, \nNo. 3:10-cv-00228-FDW-DSC, 2013 U.S. Dist. LEXIS 15372, at *45–51 (W.D.N.C. \nFeb. 5, 2013) (holding that a conversion claim based on the unauthorized taking of \nelectronic information was proper because the taking deprived the original owner of \ncontrol of that information).  The Honorable Gregory P. McGuire of this Court \nextensively discussed the question of whether electronic information could be \nsubject to a conversion claim in \nHCW Retirement & Financial Services, LLC v. \nHCW Employee Benefit Services, LLC, and concluded that electronic information \nstored in a database was subject to a conversion claim when the defendant cut off \nthe plaintiff’s ability to access that information.  No. 10-CVS-1447, 2015 NCBC \nLEXIS 73, at *59–62 (N.C. Super. Ct. July 14, 2015); see also Lake Mary L.P., 145 \nN.C. App. at 531, 551 S.E.2d at 552 (defining conversion as “an unauthorized \nassumption and exercise of the right of ownership over goods or personal chattels \nbelonging to another, to the alteration of their condition or the exclusion of an \nowner’s rights” (quoting Peed v. Burleson’s, Inc., 244 N.C. 437, 439, 94 S.E.2d 351, \n353 (1956))).   \n \n \n{133} Here, RMC does not allege that Defendants copied and then deleted \nthe information so as to deprive RMC from its continued use of the information.  \nThe Court concludes that, in the absence of a showing that RMC has been deprived \nof possession or use of the information on which it bases its conversion claim, even if \nDefendants’ acts were wrongful, they are not independently actionable through the \ntort of conversion.  See Horner Int’l Co., 2014 NCBC LEXIS 68, at *8 (denying a \nconversion claim because the plaintiff did not allege to have been deprived of access \nor excluded from the use of information that it claimed was converted). \n{134} Accordingly, RMC’s conversion claims against all Defendants are \ndismissed.\n6 \n6. Civil Conspiracy \n{135} Defendants argue that summary judgment should be granted on \nRMC’s civil conspiracy claim because it should also be granted on all of RMC’s other \nclaims.  See Piraino Bros. v. Atl. Fin. Grp., 211 N.C. App. 343, 350, 712 S.E.2d 328, \n333–34 (2011) (“It is well established that ‘there is not a separate civil action for \ncivil conspiracy in North Carolina.” (quoting Dove v. Harvey, 168 N.C. App. 687, \n690, 608 S.E.2d 798, 800 (2005))).  Because the Court has found summary judgment \nin favor of Defendants to be improper on other claims, the conspiracy claims should \nsurvive at this juncture.  Notwithstanding this holding, RMC may well conclude \nthat it should reevaluate the strength of its conspiracy claim as to one or more of \nthe Defendants.   \n7. Cardinal’s Vicarious Liability \n{136} Having allowed claims against De fendants to survive, the Court finds \nit premature to determine whether Cardinal may be held to vicarious liability.   \n                                                 \n6 This holding makes it unnecessary for the Court to address the CBH Defendants’ argument that \nthe conversion claims against them must be dismissed because of RMC’s failure to make a demand \non them to return the information. \n  \n \n \n \n8. UDTP \na. Choice of Law \n{137} All Defendants attack RMC’s UDTP claim on the basis that RMC has \nnot satisfied the elements of a North Carolina UDTP claim.  The CBH Defendants \nraise the separate, threshold argument that, as Nevada residents, North Carolina’s \nUDTP statute does not apply to them.  RMC has not pleaded a claim under the \nNevada UDTP statute, which does not recognize a private, statutory cause of action \nof the type allowed in North Carolina.  See Nev. Rev. Stat. § 598A.060 (2015).   \n{138} There is a long-standing, unres olved question regarding the proper \nconflicts-of-law analysis to apply to a claim brought under North Carolina’s UDTP \nstatute.7  North Carolina courts have applied either the lex loci delicti (“lex loci”) \ntest or the most-significant-relationship test.  See United Dominion Indus., Inc. v. \nOverhead Door Corp., 762 F. Supp. 126, 128 (W.D.N.C. 1991).  The Court need not \nfurther wade into the debate, as it concludes that either test leads to the application \nof Nevada law to RMC’s UDTP claim against the CBH Defendants.  \n{139} The lex loci test mandates that the location of the injury determines \nwhich state’s law applies.  Andrew Jackson Sales v. Bi-Lo Stores, Inc., 68 N.C. App. \n222, 224–25, 314 S.E.2d 797, 799 (1984); see also Boudreau v. Bauman, 322 N.C. \n331, 335, 368 S.E.2d 849, 853–54 (1988).  In applying the lex loci test, “[t]he \nplaintiff’s injury is considered to be sustained in the state ‘where the last act \noccurred giving rise to [the] injury.’”  Harco Nat’l Ins. Co. v. Grant Thornton LLP, \n206 N.C. App. 687, 694, 698 S.E.2d 719, 724 (2010) (second alteration in original) \n(quoting United Va. Bank v. Air-Lift Assocs., Inc., 79 N.C. App. 315, 321, 339 S.E.2d \n90, 94 (1986)).  RMC’s allegations against the CBH Defendants consist solely of \nactions taken by them while they worked and resided in Nevada.  There is no issue \nof material fact that the CBH Defendants did not undertake any actions outside of \n                                                 \n7 For an exhaustive review of the cases interpreting North Carolina law with respect to the correct \nconflicts-of-law analysis, see Noel L. Allen, North Carolina Unfair Business Practice §§ 5.01–.05, at \n5-1 to -27 (3d ed. 2015).    \n \n \nNevada that were related to RMC’s claims.  As such, Nevada law was the location of \nthe last act giving rise to RMC’s injury.  Cf. id. at 697–98, 698 S.E.2d at 725–26. \n{140} The most-significant-relationship te st requires a fact-specific analysis \nto determine which state has the most significant relationship to the events that \ngive rise to a UDTP claim.  \nAndrew Jackson Sales, 68 N.C. App. at 225, 314 S.E.2d \nat 799.  During the relevant times, although both RMC and Cardinal maintained \nheadquarters in North Carolina and both Florez and Price resided in North \nCarolina, as to the CBH Defendants, the underlying facts have a closer nexus to \nNevada.  The CBH Defendants were hired to work in Nevada, spent the entirety of \ntheir employment there, and committed the actions of which RMC complains there.  \nThe CBH Defendants remained in Nevada after leaving RMC to join Cardinal and \ncontinued to reside there when this action was initiated. \n{141} In sum, the lex loci test and the most-significant-relationship test both \nweigh in favor of the Court’s application of Nevada law to RMC’s UDTP claim \nagainst the CBH Defendants.  Because RMC has not brought a claim pursuant to \nNevada’s statute and because Nevada does not provide a private cause of action of \nthe type RMC asserts against the CBH Defendants, RMC’s UDTP claim against the \nCBH Defendants should be dismissed. \nb. RMC’s UDTP Claims Survive in Part Against Cardinal, Florez, and \nPrice. \n{142} Cardinal, Florez, and Price, make several arguments in seeking \nsummary judgment on RMC’s UDTP claims: (1) the underlying torts on which the \nUDTP claim rests should be dismissed; (2) the alleged acts are neither unfair, \ndeceptive, nor egregious; and (3) a UDTP claim cannot be dependent on the conduct \nof individuals within a single business. \n{143} To make a prima facie UDTP claim,  a plaintiff must prove that “(1) \ndefendant committed an unfair or deceptive act or practice, (2) the action in \nquestion was in or affecting commerce, and (3) the act proximately caused injury to \nthe plaintiff.”  Dalton, 353 N.C. at 656, 548 S.E.2d at 712; see also N.C. Gen. Stat. \n \n \n§ 75-1.1(a) (2015).  RMC’s UDTP claim is premised on the actions underlying its \nother claims.  In addition to arguing that several of its claims are per se unfair or \ndeceptive acts or practices, RMC also argues that the actions underlying its claims, \nwhen viewed collectively, rise to the level of a standalone UDTP claim.  Defendants \nassert that a failure of all of RMC’s underlying claims would likewise defeat its \nUDTP claim.  See Area Landscaping, 160 N.C. App. at 526, 586 S.E.2d at 512 \n(affirming dismissal of UDTP claim solely because it was reliant on a trade secrets \nclaim that was dismissed).  That defense does not prevail, as the Court has allowed \nsome of RMC’s claims to survive that could lead to a Chapter 75 violation.  E.g., \nCompton v. Kirby, 157 N.C. App. 1, 20, 577 S.E.2d 905, 917 (2003) (noting that \nconduct that constitutes both constructive fraud and a breach of fiduciary duty \nsatisfies the first element of a UDTP claim); Drouillard v. Keister Williams \nNewspaper Servs., 108 N.C. App. 169, 173–74, 423 S.E.2d 324, 327 (1992) (finding a \nmisappropriation claim sufficient to support a Chapter 75 claim).  \n{144} Whether conduct found by a jury rises to the level of a UDTP is an \nissue of law that is generally determined by the Court following the jury’s findings \nof fact.  See United Labs., Inc. v. Kuykendall, 335 N.C. 183, 187, 437 S.E.2d 374, \n377 (1993) (noting that a court must determine as a matter of law whether the \njury’s findings of fact amount to unfair or deceptive trade practices).  However, \nDefendants argue that the Court can determine that issue on this record in advance \nof trial, because the acts complained of, even if accepted, do not constitute “immoral, \nunethical, oppressive, [or] unscrupulous” acts that are sufficient to support a UDTP \nclaim.  (CBH Br. Supp. 23 (quoting Marshall v. Miller, 302 N.C. 539, 548, 276 \nS.E.2d 397, 403 (1981)).)  RMC counters that summary judgment would be \ninappropriate because Defendants’ conduct is comparable to that which this Court \nand the North Carolina Court of Appeals found to constitute a UDTP violation in \nSunbelt Rentals, Inc. v. Head & Engquist Equipment, LLC, No. 00-CVS-10358, \n2003 NCBC LEXIS 6, at *157 (N.C. Super. Ct. May 2, 2003), aff’d, 174 N.C. App. 49, \n620 S.E.2d 222 (2005).   \n \n \n{145} The invocation of Sunbelt Rentals has become a frequent event, \nalthough that case depended upon unusual facts that are not often repeated.  The \nCourt certainly does not read the Sunbelt Rentals decision to suggest or hold that a \nUDTP claim always lies when multiple employees move from one company to \nanother, even if their efforts are concerted.  The Honorable Ben F. Tennille of this \nCourt based his holding on facts that he found to be particularly egregious.  See \ngenerally id.  In particular, Judge Tennille found that the defendants had timed \ntheir actions with the intent to cause the harm that their actions inflicted on the \nplaintiff, ultimately rendering it unable to do business or compete with the \ndefendants’ new company.  Id. at *165–66.  The court of appeals, in affirming Judge \nTennille’s decision, found it particularly relevant that the effect of the defendants’ \nactions effectively crippled the plaintiff’s business.  Sunbelt, 174 N.C. App. at 59–\n60, 620 S.E.2d at 230.   \n{146} Admittedly, RMC alleges fact s that present similarities to Sunbelt \nRentals, but there are also some undisputed, significant differences.  For example, \nhere, RMC and Pepe were well aware that Florez was considering establishing his \nown business, and they attempted for several weeks to negotiate contract \nmodifications to persuade Florez to remain with RMC.  RMC knew that Florez’s \ndeparture might lead to widespread employee losses.  Again, it may prove to be \nsignificant that RMC depended on Meridias’s information when RMC entered the \nindustry.   \n{147} The Court concludes that it cannot  fairly afford summary judgment to \neither party on these facts.  See Supplee v. Miller-Motte Bus. Coll., Inc., __ N.C. \nApp. __, 768 S.E.2d 582, 598 (2015) (“[W]hether an action is unfair or deceptive is \ndependent upon the facts of each case and its impact on the marketplace.” (quoting \nNorman Owen Trucking, Inc. v. Morkoski, 131 N.C. App. 168, 177, 506 S.E.2d 267, \n273 (1998))). \n{148} In doing so, the Court has consid ered but rejected the argument that \nRMC’s claim is barred because it involves only actions that occurred within a single \nbusiness.  See White v. Thompson, 364 N.C. 47, 53, 691 S.E.2d 676, 680 (2010) \n \n \n(“[A]ny unfair or deceptive conduct contained solely within a single business is not \ncovered by the [UDTP] Act.”).  The evidence that RMC forecasts includes \nsubstantial acts by Florez and Price that occurred after they terminated their \nassociation with RMC.   \n{149} In sum, the UDTP claim against Fl orez, Price, and Cardinal survives \nsummary judgment. \nB. RMC’s Motion for Partial Summary Judgment  \n{150} The RMC Motion seeks dismissal firs t of Florez’s, Price’s, Collins’s, and \nHarrison’s counterclaims for unpaid bonuses and compensation, and secondly of \neach of the Individual Defendants’ counterclaims for indemnification.  \n1. Price, Collins, and Harrison Have Abandoned Their Compensation \nClaims. \n{151} Price, Collins, and Harrison each made claims for unpaid \ncompensation that were largely premised on employment contracts or other \nagreements they had with RMC.8  In their responses to the RMC Motion, they each \nadmit that they cannot now prove any such contract and that they do not contest \nsummary judgment against them on those claims. \n{152} Those counterclaims will therefore be dismissed. \n2. Resolution of Florez’s Claim for Unpaid Compensation Depends on \nContested Issues of Material Fact. \n{153} Florez admits that RMC paid hi s base salary for that portion of the \nfirst quarter of 2013 before his RMC employment terminated and all salary and \nincentive compensation for prior periods.  The counterclaim is limited to incentive \nbonus compensation that he claims he is due for the quarter during which he left \n                                                 \n8 Price made a standalone counterclaim for unpaid compensation, while Collins and Harrison sought \nunpaid compensation through separately pleaded counterclaims for breach of contract and violations \nof section 608.040 of the Nevada Revised Statutes. \n \n \nRMC.  RMC contends, and Florez denies, that any such compensation was \nconditioned on Florez remaining with RMC for the entire quarter. \n{154} As the movant for summary ju dgment, RMC bears the burden of \ndemonstrating that there is no evidence upon which a jury could conclude that \nFlorez is entitled to the incentive compensation he seeks.  See Connor v. Harless, \n176 N.C. App. 402, 405–06, 626 S.E.2d 755, 757–58 (2006) (“[A] valid contract exists \nonly where there has been a meeting of the minds as to all essential terms of the \nagreement.” (quoting Maxwell v. Michael P. Doyle, Inc., 164 N.C. App. 319, 326, 595 \nS.E.2d 759, 763 (2004)) (alteration in original)).  Ultimately, a jury will have to \ndetermine whether the parties had reached an agreement that would entitle Florez \nto the incentive compensation that he claims.   \n{155} Florez negotiated his compe nsation with Brungardt.  Brungardt \ntestified that there was an unwritten gentlemen’s agreement that Florez would \nreceive his incentive compensation “as long as he was there past the quarter, if he \nstayed a full quarter—you had to be there for the full quarter and you got your \nbonus piece of it, but to my knowledge he got the full 2012 compensation.”  \n(Brungardt Dep. 170:15–:19.)  Florez testified that “we never agreed or even \ndiscussed any requirement that I would have to be employed for the full duration of \nany quarter or on the payment date in order to receive incentive compensation for \nthe period of time that I was employed.”  (Florez Aff. ¶ 5, Dec. 29, 2014.)   \n{156} The Court concludes that the di sputed testimony and the course of \nRMC’s prior conduct regarding the payment of incentive compensation are adequate \nto present Florez’s claim to a jury.  \nSee Anderson v. Hollifield, 345 N.C. 480, 483, \n480 S.E.2d 661, 664 (1997) (“It is the jury’s function to weigh the evidence and to \ndetermine the credibility of witnesses.”).  \n{157} RMC further contends that Florez must be barred from recovery even \nif the contractual understanding was as he contends, because the actions that RMC \nalleges were material breaches of his employment contract.  See Ball v. Maynard, \n184 N.C. App. 99, 108, 645 S.E.2d 890, 898 (2007) (“It is well settled that where one \nparty breaches a contract, the other party is relieved from the obligation to \n \n \nperform.”).  However, that position assumes that RMC will succeed in proving its \nprimary claims. \n{158} In sum, Florez’s counterclaim for unpaid incentive compensation \nsurvives summary judgment. \n3. The Indemnification Counterclaims Fail Because the Individual \nDefendants Were Not Sued Solely Because of Their Capacity as RMC \nOfficers, Directors, or Employees. \n{159} The Individual Defendants argue that RMC must indemnify them for \nthe costs that they incur by defending against RMC’s claims.  Their claims depend \non RMC’s bylaws and on Florida law, which applies pursuant to the internal affairs \ndoctrine because RMC is a Florida corporation.  See Bluebird Corp. v. Aubin, 188 \nN.C. App. 671, 680, 657 S.E.2d 55, 63 (2008).  The counterclaims raise questions of \nboth mandatory indemnification and permissive indemnification. \n{160} The applicable Florida statute re quires mandatory indemnification by \na corporation of any director, officer, employee, or agent who “has been successful on \nthe merits or otherwise,” Fla. Stat. § 607.0850(3) (2014), in defense of a proceeding \nwhere that person was made a party to that proceeding “by reason of the fact that \nthe person is or was a director, officer, employee, or agent of the corporation,” id. \n§ 607.0850(2) (emphasis added).  Florida also provides for permissive \nindemnification for the cost of litigation, allowing a corporation to indemnify a \nperson for certain expenses of litigation if that person was made “a party to any \nproceeding by . . . the corporation to procure a judgment in its favor by reason of the \nfact that the person is or was a director, officer, employee, or agent of the \ncorporation.”  Id. (emphasis added).  This permissive indemnification is only \nauthorized if that person “acted in good faith and in a manner he or she reasonably \nbelieved to be in, or not opposed to, the best interests of the corporation.”  Id.  The \nstatute allows, but does not require, a corporation to advance the expenses of \ndefending the litigation.  \n {161} RMC’s bylaws allow indemnificatio n of officers and directors to the full \nextent authorized by Florida’s statute.  The bylaws allow an officer or director to \n \n \ndemand indemnification and to file suit for payment of expenses sixty days after \nmaking a demand on the corporation for payment.  RMC’s bylaws do not provide for \npermissive indemnification of employees who are not also a director or officer.  Both \nthe statute and the bylaws depend on whether the party seeking indemnification \nwas made a party to the litigation by reason of the fact that the person was a \ndirector, officer, employee, or agent of the corporation, and only if they are \nsuccessful in the litigation.   \n{162} The Court must apply the Flor ida statutes as they have been \ninterpreted by the Florida Supreme Court.  The parties’ primary dispute involves \nthe holding and effect of \nBanco Industrial de Venezuela C.A., Miami Agency v. De \nSaad, 68 So. 3d 895 (Fla. 2011).  In De Saad, a former officer of a foreign bank sued \nthe bank for indemnification after she successfully defended against criminal claims \nof money laundering and conspiracy that arose as a result of the officer’s having \nallegedly funneled drug money into accounts held at the bank.  Id. at 896–97.  The \nFlorida Supreme Court first held that the officer’s reliance on section 607.0850 was \nimproper because the foreign bank was regulated by the laws of Venezuela, rather \nthan Florida.  Id. at 898–99.  Having so held, the court also applied section \n607.0850, noting that the officer \nwas not prosecuted “by reason of the fact” that she was a corporate \nofficer.  Although [the officer] may have had access to the laundered \nfunds due to her position as a corporate officer, she was prosecuted for \nher conduct, not on account of her position.  This conduct was not \nrequired by her position as a corporate officer and was, in fact, \ncontrary to corporate policy. \nId. at 900 (internal citations omitted).9   \n {163} De Saad’ must be read in connection with the lower court’s holding \nthat the Florida Supreme Court overturned.  The Florida District Court of Appeals \nrelied on a Delaware case to determine that a corporate officer’s right to \n                                                 \n9 The Individual Defendants argue that the Florida Supreme Court’s alternative analysis of section \n607.0850 is nonbinding dicta.  Although the Florida Supreme Court’s holding in De Saad rests on \nseveral grounds, none are properly considered to be nonbinding dicta.  See Tricam Indus., Inc. v. \nCoba, 100 So. 3d 105, 115 n.4 (Fla. Dist. Ct. App. 2012), rev’d on other grounds, 164 So. 3d 637 (Fla. \n2015). \n \n \nindemnification stemmed solely from that officer’s status as a corporate officer, and \nthat, “[i]f the conduct resulting in the prosecution was done in his capacity as a \ncorporate officer, without regard to what his motivation may have been, then the \nensuing prosecution was ‘by reason of the fact that’ he was a corporate officer.”  \nBanco Indus. de Venez., C.A., Miami v. De Saad, 21 So. 3d 46 (Fla. Dist. Ct. App. \n2009) (quoting Perconti v. Thornton Oil Corp., C.A. No. 18630-NC, 2002 Del. Ch. \nLEXIS 51, at *16 (May 3, 2002)), overturned by 68 So. 3d 895.  The Florida Supreme \nCourt then expressly rejected this broad view of indemnification, instead indicating \nthat a court analyzing an indemnification claim under section 607.0850 should \nevaluate whether the individual has been made a party because of their conduct, \nrather than solely because of their position in the company.  De Saad, 68 So. 3d at \n900.  Put another way, if the individual’s corporate position was incidental to the \nconduct that formed the claim, indemnification is not permitted. \n {164} Based on the Court’s reading of De Saad as controlling precedent, \nsection 607.0850 neither requires nor permits indemnification by a corporation of an \nindividual who was made a party to a litigation on the basis of conduct found to be \noutside the scope of their employment.  Here, RMC’s claims did not arise solely by \nreason of any Defendant’s status as an officer, director, or employee.   \n{165} The indemnification counterclai ms should be dismissed.  This \ndismissal is without prejudice to the imposition of costs, including attorneys’ fees, \nthat may be warranted on a basis other than indemnification. \nVII. CONCLUSION \n{166} Based on the foregoing, the Court holds and orders as follows: \nA. Defendants’ Motions \na. Summary judgment is DENIED on RMC’s breach of fiduciary duty claim \nagainst Florez. \nb. Summary judgment is DENIED on RMC’s misappropriation of trade \nsecrets claim against all Defendants, subject to the exception that no such \n \n \nclaim can be premised on documents that RMC has publicly filed or \notherwise publicly presented. \nc. Summary judgment is GRANTED in favor of all Defendants on RMC’s \ncommon law misappropriation of trade secrets claim, and this claim is \nDISMISSED WITH PREJUDICE. \nd. Summary judgment is GRANTED in favor of Defendants Price, Collins, \nBeckelman, and Harrison on RMC’s breach of contract claim based on the \n2012 Agreement, and this claim as to those defendants is DISMISSED \nWITH PREJUDICE. \ne. Summary judgment is GRANTED on RMC’s conversion claim against all \nDefendants, and this claim is DISMISSED WITH PREJUDICE.  \nf. Summary judgment is DENIED on RMC’s civil conspiracy claim against \nall Defendants. \ng. Summary judgment is DENIED on RMC’s vicarious liability claim against \nCardinal. \nh. Summary judgment is DENIED on RMC’s UDTP claim against Cardinal, \nFlorez, and Price.  \ni. Summary judgment is GRANTED on RMC’s UDTP claim against \nDefendants Collins, Beckelman, and Harrison, and RMC’s UDTP claim as \nto those Defendants is DISMISSED WITH PREJUDICE. \nB. Plaintiff’s Motion for Partial Summary Judgment \na. Summary judgment is GRANTED in favor of RMC on Collins’s and \nHarrison’s breach of contract counterclaims, and these claims are \nDISMISSED WITH PREJUDICE. \nb. Summary judgment is GRANTED in favor of RMC on Price’s, Collins’s, \nand Harrison’s unpaid compensation counterclaims, and these claims are \nDISMISSED WITH PREJUDICE. \nc. Summary judgment is DENIED on Florez’s unpaid compensation \ncounterclaim. \n \n \nd. Summary judgment is GRANTED in favor of RMC on all counterclaims \nfor indemnification, and those claims are DISMISSED WITH \nPREJUDICE. \n \nIT IS SO ORDERED this 18th day of February, 2016. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n "
}