{
  "id": "332442aad52cdab4fa05f03e345e2e030b5ae050795aac1edd998ee72a3b8b6e",
  "source_file": "data/raw/ncbc/332442aad52cdab4fa05f03e345e2e030b5ae050795aac1edd998ee72a3b8b6e.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMADISON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 19 \n \nCHARLES SANDERS MCNEW, for \nhimself & on behalf of all others \nsimilarly situated, \n \nPlaintiff, \n \nv. \n \nFLETCHER HOSPITAL, INC., d/b/a \nADVENTHEALTH \nHENDERSONVILLE, INC., \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \nAMENDED COMPLAINT \n \n \n1. THIS MATTER is before the Court on Defendant  Fletcher Hospital, \nInc., d/b/a AdventHealth  Hendersonville, Inc. ’s (“Defendant” or the “Hospital”) \nMotion to Dismiss Plaintiff  Charles Sanders McNew ’s (“Plaintiff” or “McNew”)  \nAmended Complaint (the “Motion”) under Rule 12(b)(6) of the North Carolina Rules \nof Civil Procedure (the “Rule(s)”) filed 25 May 2022 in the above-captioned action.1  \n2. Having considered the Motion, the related briefing, and the arguments \nof counsel at the hearing on the Motion, the Court hereby GRANTS  in part and \nDENIES in part the Motion as set forth below.  \nMcNew, P.A., by Charles S. McNew, for Plaintiff Charles Sanders \nMcNew, for himself and on behalf of all others similarly situated. \n \nRoberts & Stevens, P.A., by Philip Pence, Phillip T. Jackson, John D. \nNoor, and David C. Hawisher, for Defendant Fletcher  Hospital, Inc. \nd/b/a AdventHealth Hendersonville, Inc. \n \nBledsoe, Chief Judge. \n \n \n1 (ECF No. 15.) \nMcNew v. Fletcher Hosp., Inc, 2022 NCBC 53. \nI. \nFACTUAL BACKGROUND \n3. The Court does not make findings of fact when ruling on a motion to \ndismiss under Rule 12(b)(6).  The following background assumes that the allegations \nof the Amended Complaint are true.  See, e.g., White v. White, 296 N.C. 661, 667 (1979) \n(requiring the t rial court to treat a complaint’s allegations as true under Rule \n12(b)(6)). \n4. On 30 June 2021, McNew  sought medical treatment at the Hospital’s \nemergency room for injuries sustained to his side and head that evening when he fell \nfrom a six-foot high wall at his home in Marshall, North Carolina.2  A triage nurse at \nthe Hospital took information from McNew, performed a brief examination of his \ninjuries, processed his admission to the emergency room , and scheduled McNew to \nreceive two diagnostic tests: a cranial CT scan without contrast dye, and chest x-rays.  \nThese diagnostic tests were performed by two different hospital technicians.3 \n5. Wake Forest Emergency Providers (“Wake Forest”) performs emergency \nroom services for the Hospital as an independent contractor.  McNew  was not \nexamined by a physician present at the Hospital but instead was diagnosed remotely \nby one of Wake Forest’s physicians, Dr. Jason Strombaugh.4  \n \n2 (Am. Compl. ¶¶ 15–16, ECF No. 11.) \n \n3 (Am. Compl. ¶¶ 21–24.)  \n \n 4(Am. Compl.  ¶¶ 25, 27–28.)   \n \n6. McNew was discharged from the hospital early the following morning \nand, in September 2021, and he received a bill from the Hospital in the total amount \nof $4,413.48 for his care ($1 ,440.00 for “Emergency Center”; $2 ,509.86 for “CT Scan \nImaging”; and $463.62 for “Radiology/Services”).  After acc ounting for insurance \npayments received on McNew’s behalf, the Hospital’s billing statement reflected that \nMcNew owed the Hospital an uninsured balance of  $2,667.96.5  McNew alleges that \nthe Hospital’s charges for the emergency and imaging services it provided far exceed \nthose disclosed in its published rates as well as those of similar providers providing \nsimilar services both locally and nationally.6   \n7. McNew also claims that Defendant’s charges are part of a systematic \npractice of “surprise billing” involving the charging of undisclosed fees far beyond the \nactual worth of the provided services, resulting in harm to consumers.7  In particular, \nhe alleges that the Hospital never disclosed that it would charge rates far in excess \nof both its published rates and local and national market rates or that its charges \nwould substantially exceed the amount of his insurance reimbursement. 8  He avers \n \n5 (Am. Compl. ¶¶ 29–31.)  Plaintiff also received a separate bill from Wake Forest in the total \namount of $463.00 for Dr. St rombaugh’s services.  After accounting for insurance, Wake \nForest billed McNew $72.41 for this medical care.  (Am. Compl. ¶¶ 33–34.) \n \n6 (Am. Compl. ¶¶ 35–43.)  For example, McNew pleads that he was charged $2 ,667.96 for a \ncranial CT scan without contrast dye even though the Hospital’s online price estimator states \nthat the price for that scan is $205.58, Asheville’s Mission Imaging Services’ published fee \nschedule prices the scan at $457.32, and the national average for the scan is $449.00.  (Am. \nCompl. ¶¶ 35–38.)   \n \n7 (Am. Compl.¶¶ 2–3.) \n \n8 (Am. Compl. ¶¶ 43–44.) \n \nthat the Hospital did not post a price schedule visible to consumers in the public areas \nof the emergency room or give him a fee schedule or fee estimate prior to providing \nhim emergency and imaging services.9 \n8. Plaintiff attempted to negotiate a reduction in the amounts he was \ncharged with a Hospital supervisor but was unsuccessful.  The supervisor advised \nhim that the Hospital’s charges for the services he received were the “usual and \ncustomary amounts they charge all consumers for th[o]se services.”10  After agreeing \nto a review, the  Hospital reissued Plaintiff’s bill without modification on 27 October \n2021.11  \nII. \nPROCEDURAL BACKGROUND \n9. McNew asserts this action individually and on behalf of a purported \nclass of all North Carolina citizens tha t he alleges the Hospital has, without notice, \ncharged amounts in excess of prevailing local or national rates for emergency and \nimaging services within the past four years.12  He asserts individual and class claims \nfor (i) violation of North Carolina’s Unfair and Dece ptive Trade Practices Act \n \n9 (Am. Compl. ¶¶ 17–18.) \n \n10 (Am. Compl. ¶ 53.)  \n \n11 (Am. Compl. ¶ 56.) \n \n12 (Am. Compl. ¶ 57.) \n \n(“UDTPA”), N.C.G.S. § 75-1.1 (ii) breach of fiduciary duty, (iii) constructive fraud, and \n(iv) breach of contract.13  \n10. Defendant filed the Motion on 25 May 2022 .  After full briefing, the \nCourt held a hearing on the Motion on 30 Au gust 2022.  At the Hearing, Defendant \nconceded that Plaintiff had sufficiently pleaded his claim for breach of contract  and \nwithdrew its Motion as to that claim.  As a result, the Court need address Defendant’s \nMotion only to the extent it seeks to dismiss Plaintiff’s claims for breach of fiduciary \nduty, constructive fraud, and unfair and deceptive trade practices  under section 75-\n1.1.  The Motion is now ripe for resolution. \nIII. \nLEGAL STANDARD \n11. In ruling on a motion to dismiss under Rule 12(b)(6), the Court may only \nconsider the pleading and “any exhibits attached to the [pleading,]”   Krawiec v. \nManly, 370 N.C. 602, 606 (2018).  The Court examines “whether the allegations of the \ncomplaint, if treated as true, are sufficient t o state a claim upon which relief can be \n \n13 (Am. Compl. ¶¶ 73, 84, 89, 98, 104.)  McNew also included an individual claim for fraud in \nhis Amended Complaint, (Am. Compl. ¶¶ 99–104), but consents to its dismissal for failure to \nstate a claim under Rule 12(b)(6), (see Pl.’s Br. Opp’n Mot. Dismiss Am. Compl. 3, n.2, ECF \nNo. 23.)  Given that Plaintiff did not seek to persuade the Court that he should be afforded \nan opportunity to amend his fraud  claim or that the dismissal of the claim should be without \nprejudice, the Court, in the exercise of its discretion, shall dismiss Plaintiff’s fraud claim with \nprejudice.  See, e.g., First Fed. Bank v. Aldridge, 230 N.C. App. 187, 192 (2013) ( affirming \ndismissal with prejudice under Rule 12(b)(6)  when “nothing in the record indicat[ed] that \nPlaintiff moved that the dismissal be without prejudice”); see also Johnson v. Bollinger, 86 \nN.C. App. 1, 9 (1987) (“Since the dismissal order operates as an adjudication on the merits \nunless the order specifically states to the contrary, the party whose claim is being dismissed \nhas the burden to convince the court that the party deserves a second chance; thus, the party \nshould move the trial court that the dismissal be without prejudice.”) \ngranted under some legal theory.”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, \n615 (2018) (quoting CommScope Credit Union v. Butler & Burke, LLP , 369 N.C. 48, \n51 (2016)).  The Court, however, is not required “to accept as true allegations that are \nmerely conclusory, unwarranted deductions of fact, or unreasonable inferences.”  \nIzydore v. Alade, 242 N.C. App. 434, 438 (2015) (quoting Strickland v. Hedrick , 194 \nN.C. App. 1, 20  (2008)).  The Court may also ignore a party’s legal conclusions set \nforth in its pleading.  See McCrann v. Pinehurst, LLC, 225 N.C. App. 368, 377 (2013).  \n12. “Dismissal of an action under Rule 12(b)(6) is appropriate when the \ncomplaint ‘fail[s] to state a cl aim upon which relief can be granted.’ ”  Arnesen v. \nRivers Edge Golf Club & Plantation, Inc. , 368 N.C. 440, 448 (2015) (alteration in \noriginal) (quoting N.C. R. Civ. P. 12(b)(6)).  The Supreme Court of North Carolina has \ndetermined that a “complaint fails in this manner when: ‘(1) the complaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face reveals \nthe absence of facts sufficient to make a good claim; or (3) the complaint discloses \nsome fact that necessarily defeats the plaintiff’s claim.’ ”  Krawiec, 370 N.C. at 606 \n(quoting Wood v. Guilford Cty., 355 N.C. 161, 166 (2002)).  \nA. Breach of Fiduciary Duty \n13. To successfully plead a claim for breach of fiduciary duty, “a plaintiff \nmust show that: (1) the defendant owed the plaintiff a fiduciary duty; (2) the \ndefendant breached that fiduciary duty; and (3) the breach of fiduciary duty was a \nproximate cause of injury to the plaintiff.”  Sykes v. Health Network Sols., Inc. , 372 \nN.C. 326, 339 (2019). “Thus, to make out a claim for breach of a fiduciary duty, \nplaintiffs must first allege facts that, taken as true, demonstrate that a fiduciary \nrelationship existed between the parties.” Id. at 339–40. \n14. “[A] fiduciary relationship is generally described as arising when ‘there \nhas been a special confidence reposed i n one who in equity and good conscience is \nbound to act in good faith and with due regard to the interests of the one reposing \nconfidence.’ ”  Dallaire v. Bank of Am., N.A., 367 N.C. 363, 367 (2014) (quoting Green \nv. Freeman , 367 N.C. 136, 141 (2013)).  “N orth Carolina recognizes two types of \nfiduciary relationships: de jure, or those imposed by operation of law, and de facto, or \nthose arising from the particular facts and circumstances constituting and \nsurrounding the relationship.”  Hager v. Smithfield E.  Health Holdings, LLC , 264 \nN.C. App. 350, 355 (2019) (citing Lockerman v. S. River Elec. Membership Corp., 250 \nN.C. App. 631, 635 (2016)).  \n15. The Supreme Court of North Carolina has cautioned that “[t]he list of \nrelationships that we have held to be fiduciar y in their very nature is a limited one, \nand we do not add to it lightly.”  CommScope Credit Union v. Butler & Burke, LLP, \n369 N.C. 48, 52 (2016)  (citation omitted).  As noted by the Court of Appeals, “ [t]hat \nlist has, thus far, been limited to legal relationships, including attorney and client, \nphysician and patient, spouses, business partners, and guardian and ward,” Hager, \n264 N.C. App. at 355.  S ee King v. Bryant, 369 N.C. 451, 464 (2017) (listing de ju re \nfiduciary relationships).   \n16. McNew argues that his relationship with the Hospital during his \nemergency room visit was a fiduciary  one by operation of law , contending that the \nHospital’s duty to its patient in the emergency room setting is no different th an the \nde jure fiduciary duty that a physician owes to his or her patient.14  See, e.g., Watts v. \nCumberland Cty. Hosp. Sys., Inc. , 317 N.C. 110, 116 (1986) ( “the relationship of \npatient and physician is considered to be a fiduciary one ‘imposing upon the physician \nthe duty of good faith and fair dealing.’ ” (quoting Black v. Littlejohn , 312 N.C. 626, \n646 (1985)).  As a result, McNew contends that his breach of fiduciary duty claim \nmust survive Defendant’s Motion on this ground.  The Court disagrees.  \n17. The de jure fiduciary duty McNew seeks to establish arises from the \nHospital’s charges and billing practices, not from the care that the Hospital provided \nto him .  The concerns driving the North Carolina courts to recognize a de jure \nfiduciary duty between a physician and his or her patient —i.e., the “special \nknowledge and skill in diagnosing and treating diseases and injuries, which the \npatient lacks,” that drives the patient to choose the physician, King, 369 N.C. at 451 \n(quoting Black, 312 N.C. at 646), and the high level of personal trust and confidence \nundergirding the patient’s decision to disclose sensitive, confidential medical \ninformation to the physician and rely on that physician’s treatment advice —are \nsimply not present in a patient’s billing relationship with the Hospital.  The billing \nrelationship is instead one of debtor and creditor , which our courts have made clear \nis not a de jure fiduciary relationship.  See, e.g., Dallaire, 367 N.C. at 368 (“The ‘mere \nexistence of a debtor -creditor relationship between the parties does not create a \n \n14 (Am. Compl. ¶¶ 76, 78.) \nfiduciary relationship.’ ” (quoting Branch Banking & Trust Co. v. Thompson, 107 N.C. \nApp. 53, 61 (1992) (cleaned up)). \n18. Perhaps not surprisingly, Plaintiff has not cited, nor  has the Court \nlocated, any case—from North Carolina or any other jurisdiction —in which a court \nhas found that a hospital ’s billing relationship with its patient is a fiduciary one  by \noperation of law .  Indeed, courts that have considered the issue have found to the \ncontrary.  See, e.g., Hill v. Sisters of St. Francis Health Servs., Inc., No. 06 C 1488, \n2006 U.S. Dist. LEXIS 92874, *9 (N.D. Ill. 2006) ( under Illinois law, “there is no  \nfiduciary duty between a hospital and its patients with respect to billing practices”); \nBurton v. William Beaumont Hosp., 373 F. Supp. 2d 707, 723–24 (E.D. Mich. 2005) \n(“While Michigan courts have recognized fiduciary  relationships such as . . . doctors \nand patients, there is no authority for the proposition that a fiduciary relationship \nexists between a hospital and a patient for what plaintiffs complain of here, namely \nbilling practices.”) (citation omitted); Morrell v. Wellstar Health Sys., Inc., 280 Ga. \nApp. 1, 7–8 (2006) (under Georgia law, “we hold that a nonprofit hospital generally \nhas no fiduciary duty to a patient with respect to the price the hospital charges for \nmedical care.”); see also Dicarlo v. St. Mary’s Hosp., Civil Action No. 05 -1665 (DRD-\nSDW) 2006 U.S. Dist. LEXIS 49000, *27 (D.N.J. Jul. 19, 2006) (concluding that “it is \nunlikely that the New Jersey courts would expand a hospital’ s fiduciary duty to its \nbilling practices”).   \n19. Based on the above, the Court concludes that Plaintiff has failed to plead \nthat the Hospital owed him a de jure fiduciary duty in connection with the Hospital’s \nbilling practices. \n20. Plaintiff’s additional contention that he  enjoyed a de facto  fiduciary \nrelationship with the Hospital fares no better .15  A de facto fiduciary relationship \nexists when there is “ ‘confidence reposed on one side, and resulting domination and \ninfluence on the other.’ ”  Dalton v. Camp, 353 N.C. 647, 652 (2001) (quoting Abbitt v. \nGregory, 201 N.C. 577, 598 (1931)) (cleaned up).  “The standard for finding a de facto \nfiduciary relationship is a demanding one:  ‘Only when one party figuratively holds \nall the cards —all the financial power or technical information, for example —have \nNorth Carolina courts found that the special circumstance of a fiduciary relationship \nhas arisen.’ ”  Lockerman , 250 N.C. App. at  636 (quoting S.N.R. Mgmt. Corp. v. \nDanube Partners 141, LLC, 189 N.C. App. 601, 613 (2008)). \n21. Of significance here , “[o]ur courts have been clear that general \ncontractual relationships do not typically rise to the level of fiduciary relationships.”  \nSykes, 372 N.C. at  340.  “ Parties to a contract do not thereby become each other’s \nfiduciaries; they generally owe no special duty to one another beyond the terms of the \ncontract[.]”  Id. (quoting Branch Banking & Tr. Co. , 107 N.C. App. at 61)); see also \nDallaire, 367 N.C. at 368 (“An ordinary debtor -creditor relationship generally does \nnot give rise to . . . a special confidence”) (cleaned up).   \n \n15 (Am. Compl. ¶ 78.) \n22. Even whe n one party is in the “position as the holder of the purse \nstrings,” “no [fiduciary] relationship arises absen t the existence of dominion and \ncontrol by one party over another.”  Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. 469, \n474 (2009).  “In the event that a party ‘fail[s] to allege any special circumstances that \ncould establish a fiduciary relationship,’ dism issal of a claim which hinges upon the \nexistence of such a relationship would be appropriate.”  Azure Dolphin, LLC v. \nBarton, 371 N.C. 579, 599 (2018) (citation omitted). \n23. Here, McNew received medical care for his injuries at the Hospital’s \nemergency room.  McNew pleads that the Hospital “occupied a position of superior \npower and influence”  over him in the Hospital’s subsequent billing.\n16  However, \nMcNew does not plead any facts to support that claim.  He does not challenge the \nadequacy of the medical care he received or question the medical knowledge of the \nHospital’s staff;17 he challenges only the amount he was billed after the services were \nrendered, and he provides insufficient facts to plead the substantial difference in \nbargaining power our courts require to establish that he had a de facto  fiduciary \nrelationship with the Hospital.   \n24. To the contrary, McNew pleads that he “agreed to pay [the Hospital] an \nunspecified sum representing the uninsured portion of the costs of care as a [Hospital] \npatient,” and contends that the Hospital “breached its contract with Plaintiff by \ncharging him ra tes that far exceeded its own published rates, as well as other \n \n16 (Am. Compl. ¶¶ 77, 80.) \n \n17 (Am. Compl. ¶ 69.) \n \ncomparable rates from other providers, for the services it provided.” 18  Plaintiff’s \nrelationship with the Hospital for its charges is thus defined by contract, and Plaintiff \nalleges no facts that suggest that th e parties’ billing relationship imposed duties on \neither party beyond those contract duties.  Plaintiff’s contentions that the Hospital \nhad a fiduciary duty not to “goug[e]” him with charges for “ emergency  and imaging \nservices far in excess of local or national rates” and “to disclose its billing rates and \npractices before performing services on Plaintiff’s behalf” 19 are duties arising from \nthe parties’ contract, not duties arising from a fiduciary relationship between them.   \n25. Accordingly, the Court concludes that McNew has failed to allege that \nhe had either a de jure or a de facto fiduciary relationship with the Hospital.  As a \nresult, Plaintiff’s claim for breach of fiduciary duty must be dismissed. \nB. Constructive Fraud \n26. “A constructive fraud claim requires a plaintiff to allege and show (1) \nthat the defendant owes the plaintiff a fiduciary duty; (2) that the defendant breached \nthat duty; and (3) that the defendant sought to benefit himself in the transaction.”   \nIronman Med. Props., LLC v. Chodri, 268 N.C. App. 502, 513 (2019) (cleaned up).  A \nconfidential or fiduciary relationship is a prerequisite to sustaining a constructive \nfraud claim.  See Head v. Gould Killian CPA Grp., P.A., 371 N.C. 2, 9 (2018) (stating \nthat “ ‘ [c]onstructive fraud arises where a confidential or fiduciary relationship \nexists[.]’ ”) (cleaned up).  As made clear above, Plaintiff has failed to plead a fiduciary \n \n18 (Am. Compl. ¶¶ 91, 98.) \n \n19 (Am. Compl. ¶¶ 81–82.) \nrelationship with the Hospital  and has not otherwise pleaded facts showing a \nconfidential one on which a constructive fraud claim may rest.  Accordingly, Plaintiff’s \nconstructive fraud claim must be dismissed.  \nC. Unfair and Deceptive Trade Practices \n27. Under the UDTPA , “[u]nfair methods of competition in or affecting \ncommerce, and unfair or deceptive acts or practices in or affecting commerce, are \ndeclared unlawful.” N.C.G.S. § 75 -1.1(a).  To state a UDTPA claim, a plaintiff must \nallege: “(1) an unfair or deceptive act or practice, (2) in or affecting commerce, and (3) \nwhich proximately caused injury to plaintiff[ .]”  Walker v. Fleetwood Homes of N.C., \nInc., 362 N.C. 63, 71– 72 (2007) (quoting Gray v. N.C. Ins. Underwriting Ass’n , 352 \nN.C. 61, 68 (2000)).  “ ‘A practice is unfair when it offends established public policy as \nwell as  when the practice is immoral, unethical, oppressive, unscrupulous, or \nsubstantially injurious to consumers,’ and a ‘practice is deceptive if it has the capacity \nor tendency to deceive.’ ”  Bumpers v. Cmty. Bank of N. Va. , 367 N.C. 81, 91 (2013) \n(quoting Walker, 362 N.C. at 72) .  “ Neither fraud, bad faith, deliberate acts of \ndeception or actual deception need be shown, but the acts must have had a tendency \nor capacity to mislead or created th e likelihood of deception.”  Moretz v. Miller, 126 \nN.C. App. 514, 518 (1997).20 \n \n20 To the extent that Plaintiff premises his UDTPA claim against the Hospital on his claims \nfor breach of fiduciary duty and constructive fraud, (Am. Compl. ¶ 70), the UDTPA claim \nnecessarily fails because of Plaintiff’s failure to adequately plead the underlying claims.  See \nCraven v. SEIU COPE , 188 N.C. App. 814, 819 (2008) (dismissing an unfair and deceptive \ntrade practices claim where the underlying tort was dismissed); Crescent Foods, Inc. v. \nEvason Pharms., Inc., 2016 NCBC LEXIS 76, *27 (N.C. Sup. Ct. Oct. 5, 2016) (dismissing \nUDPTA claim based on dismissed claims for breach of fiduciary duty and fraud). \n \n28. Defendant contends that Plaintiff’s UDTPA claim should be dismissed \nunder the learned profession exemption  to section 75 -1.1.  See N.C.G.S. § 75 -1.1 \n(stating, in pertinent part, that “(a) Unfair methods of competition in or affecting \ncommerce, and unfair or deceptive acts or practices in or affecting commerce, are \ndeclared unlawful.” and that “(b) For purposes of this section, “comme rce” includes \nall business activities, however denominated, but  does not include professional \nservices rendered by a member of a learned profession.”)  (emphasis added).   \n29. Although addressed on numerous occasions by our Court of Appeals, the \nSupreme Court of North Carolina first considered the learned profession exemption  \nin Sykes v. Health Network Sols., Inc. , 372 N.C. 326 (2019).  There, the Court \nexplained that courts must “conduct  a two-part inquiry to determine whether the \n‘learned profession’ exemption applies: ‘[F]irst, the person or entity performing the \nalleged act must be a member of a learned profession.  Second, the conduct in question \nmust be a rendering of professional services.”  Id.  at 334.  As  such, the Court \nrecognized that “a matter affecting the professional services rendered by members of \na learned profession . . . falls within the exception in N.C.G.S. § 75-1.1(b).”  Id . \n(cleaned up). \n30. Sykes, like this case, involved the application of the learned profession \nexemption in the healthcare industry.  Sykes recognized both that “members of health \ncare professions fall within the learned profession exemption to N.C.G.S. § 75-1.1,”21 \nand that “this exception for medical professionals has been broadly interpreted.”  \n \n21 Hospitals are included within the definition of “medical professionals” under the \nexemption.  See Shelton v. Duke Univ. Health Sys., 179 N.C. App. 120, 126 (2006). \n(cleaned up).  Id.  A challenge for the courts in applying the exemption has been in \ndeciding whether the activity at issue is sufficiently related to the provision of patient \ncare to be excluded from the reach of the UDTPA.  Id. \n31. For example, in Sykes, the Supreme Court concluded that because the \ndefendant’s actions in “terminat[ing plaintiff chiropractic] providers’ in-network \naccess to patients when those providers exceed[ed] a certain average cost per patient” \nreduced the level of chiropractic services patients actually received, defendant’s \nconduct was “directly related to providing patient care” and thus exempted from the \nUDTPA by section 75-1.1(b).  Id. at 336.  The Court of Appeals has reached the same \nconclusion in similar contexts.  See, e.g., Wheeless v. Maria Parham Med. Ctr., Inc., \n237 N.C. App. 584, 590 (2014) (concluding “ defendant-doctors’ alleged conduct in \nmaking a complaint to the Medical Board [about plaintiff doctor’s inappropriate and \ndisruptive behavior was] integral to their role in ensuring the provision of adequate \nmedical care”);  Burgess v. Busby, 142 N.C. App. 393, 407 (2001) (concluding \ndefendant-doctor’s discourag ement of other doctors from providing health care to \nplaintiffs “affect[ed] the professional services rendered by members of a learned \nprofession”); Cameron v. New Hanover Memorial Hospital, 58 N.C. App. 414, (1982) \n(exempting defendant-hospital’s denial of staff privileges to plaintiff -podiatrists \nbecause the “consideration of whom to grant hospital staff privileges is a necessary \nassurance of good health care”); see also  Gaunt v. Pittaway, 139 N.C. A pp. 778, 784 \n(2000) ( exempting d efendant-doctors’ allegedly defamatory statements about \nplaintiff-doctor’s training, expertise, and practices); Abram v. Charter Medical Corp., \n100 N.C. App. 718, 722 –723 (1990) (exempting defendant medical provider’s \nopposition to plaintiff provider’s CON application for allegedly illegitimate reasons).  \n32. At the same time, the Supreme Court has recognized that “the mere \nstatus of a defendant as a member of a ‘ learned profession’ does not shield that \ndefendant from any claim under N.C.G.S. § 75-1.1 regardless of how far removed the \nclaim is from that defendant ’s professional practice.”  Sykes , 372 N.C. at 336.  \nConsistent with this principle, t he Court of Appeals concluded, prior to Sykes, in \nHamlet H.M.A., LLC v. Hernandez, 262 N.C. App. 51 (2018), that the learned \nprofession exemption did not bar a defendant doctor’s counterclaim that he had been \nfraudulently induced to enter an employment contract with the plaintiff hospital.  \nThe Court of Appeals rejected the notion that “negotiations regarding a business \narrangement, even between a physician and a hospital” are exempted from the \nUDTPA, concluded that “[t] he learned profession exception does not cover claims \nsimply because the participants in the contract are medical professionals,” id. at 64, \nand held that the parties’ contract dispute “involve[d] a business deal, not rendition \nof professional medical services.” Id. at 63.22   \n33. Mindful of these decisions, the Court must determine whether the \nHospital’s alleged conduct is sufficiently related to the provision of patient care to fall \nwithin the exemption.  The Court concludes that it is .  As an initial matter, t he \nHospital’s bills reflect the Hospital’s charges for the medical care Plaintiff received in \nthe emergency room; in that way, they  directly relate to the provision of Plaintiff’s \n \n22 The Supreme Court in Sykes discussed but did not expressly adopt or approve the Court of \nAppeals’ holding in Hamlet H.M.A., LLC.  See Sykes, 372 N.C. at 335. \nmedical care.  In addition, Plaintiff’s UDTPA claim based on those charges challenges \nnot only the amounts the Hospital charged, but also the Hospital’s conduct in not \ndisclosing those charges in the course of rendering its emergency and imaging \nservices to Plaintiff. 23  In contrast to the employment contract at issue in Hamlet \nH.M.A., LLC, which was a business contract that enabled the defendant’s subsequent \nprovision of medical services,  the Hospital’s alleged misconduct here —overbilling \nwithout disclosing its actual rates to Plaintiff at the time of treatment—is entwined \nwith, and directly tied to, the provision of Plaintiff’s medical care  at the Hospital’s \nemergency room.   \n34. Particularly given our appellate courts’ expansive interpretation of the \nlearned profession exemption in the healthcare field , the Court concludes , based on \nthe above, that Plaintiff’s UDTPA claim is sufficiently tied to the provision of patient \ncare to fall within the exemption’s reach.  See, e.g., Shelton v. Duke Univ. Health Sys., \n179 N.C. App.  120, 121 (2006), (affirming dismissal of U DTPA claim premised on \nhospital’s provision of allegedly misleading billing information as exempt under \nsection 75-1.1(b)); McClean v. Duke Univ., 376 F. Supp. 3d 585, 610 (M.D.N.C. 2019) \n(concluding that “[s]tatements about medicine, treatment or billing are protected by \nthe ‘learned profession’ exclusion to [section] 75 -1.1, while statements made by \ndoctors outside of those categories (such as during business negotiations) are not.”) ; \nsee also Alamance Family Practice, P.A., 2018 NCBC LEXIS 83, *20–21 (N.C. Super. \n \n23 (Am. Compl. ¶ 71 (“AdventHealth’s practice of billing for services far in excess of market \nrates, without disclosing its billing practices in advance of rendering services, is deceptive to \nconsumers.”). \n \nCt. Aug. 14, 2018) (holding that exemption applied where defendant allegedly “ \n‘fraudulently obtain[ed]  patient information, ’ misappropriate[ed] Plaintiff’s trade \nname and internet contacts, . . . us [ed] Plaintiff’s funds to pay unauthorized \nexpenses . . . form[ed] her own business while employed by Plaintiff[,] and solicit[ed] \nPlaintiff’s patients”). \n35. Accordingly, based on the above, the Court concludes that Defendant’s \nmotion to dismiss Plaintiff ’s UDTPA claim should be granted, and that claim shall \ntherefore be dismissed.24  \nIII. \nCONCLUSION \n36. WHEREFORE, the Court, for the reasons set forth above, hereby \nORDERS as follows: \na. Defendant’s Motion is GRANTED as to Plaintiff’s claims for breach of \nfiduciary duty, constructive fraud, fraud, and unfair and deceptive trade \npractices under section 75 -1.1, and those claims are hereby \nDISMISSED with prejudice. \nb. Defendant’s Motion is DENIED as moot as to Plaintiff’s claim for breach \nof contract, and that claim shall proceed to discovery. \nSO ORDERED, this the 20th day of September 2022. \n \n      /s/ Louis A. Bledsoe, III     \n      Louis A. Bledsoe, III \n      Chief Business Court Judge \n \n24 In light of the Court’s conclusion, the Court declines to address Defendant’s other grounds \nfor dismissal of Plaintiff’s UDTPA claim. "
}