{
  "id": "339a12af1e91196254de2188aa5f22baff24cb416b63fed611b72c9e7f2f3cde",
  "source_file": "data/raw/ncbc/339a12af1e91196254de2188aa5f22baff24cb416b63fed611b72c9e7f2f3cde.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 14236 \nPROMETHEUS GROUP \nENTERPRISES, LLC, \n \nPlaintiff, \n \nv. \n \nRANDY GIBSON and PROSPECTA \nSOFTWARE,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nAND \nPLAINTIFF’S MOTION FOR \nPRELIMINARY INJUNCTION \n1. Prometheus Group Enterprises, LLC (“Prometheus”)  complains that \nRandy Gibson, its former employee, left work to join a competitor, allegedly breaching \nhis restrictive covenant s and taking confidential information in the process .  T he \ncompetitor he joined, Prospecta Software (“Prospecta”) , is alleged to have connived \nwith Gibson to acquire Prometheus’ trade secret and other confidential information. \n2. Prometheus filed its verified Complaint on 16 November 2022, \n(ECF No. 3), along with a contemporaneously filed Motion for Preliminary Injunction \n(the “PI Motion”), (ECF Nos. 5, 14).1  On 18 January 2023, Defendants countered with \ntheir Motion to Dismiss Plaintiff’s Verified Complaint (the “Motion to Dismiss”), (ECF \nNo. 16), (together, the “Motions”).   \n \n1 Plaintiff’s first Motion for Preliminary Injunction was filed without a supporting brief, (ECF \nNo. 5).  The Court notified Plaintiff of its deficiency , and Plaintiff filed its Amended Motion \nfor Preliminary Injunction on 2 January 2023 with the requisite brief , (ECF No.  14).  See \nBCR 7.2.   \nPrometheus Grp. Enters., LLC v. Gibson, 2023 NCBC 23. \n3. For the following reasons, the Court GRANTS in part and DENIES in \npart Defendants’ Motion to Dismiss  and DENIES the Plaintiff’s Motion for \nPreliminary Injunction.  \nBrown Rudnick, LLP , by Kelsey D. Bond, Aaron C. Lang, Marshall \nJones, and Dylan P. Kletter, for Plaintiff Prometheus Group Enterprises, \nLLC. \n \nBradley Arant Boult Cummings, LLP , by Matthew S. DeAntonio  and \nHanna E. Eickmeier, for Defendant s Prospecta Software and Randy \nGibson. \nEarp, Judge. \nI. BACKGROUND \n4. The following background is a  recitation of  the allegations in the \nComplaint for the purpose of evaluating the Motions.2   \n5. Prometheus is a Delaware LLC  with its principal place of business in  \nRaleigh, North Carolina.  It describes itself as “the leading provider of enterprise \nasset management software.”  Prometheus researches, designs, and develops its asset \nmanagement software to “ enhance enterprise resource planning -based asset \nmaintenance systems [.]”  Prometheus also provides training and consulting \n \n2 For purposes of Rule 12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”), the \nCourt is limited to a review of the Complaint and any documents incorporated in the  \nComplaint.  Moch v. A. M. Pappas & Assoc., LLC , 251 N.C. App. 198,  206 (2016).  See also \nJackson/Hill Aviation, Inc. v. Town of Ocean Isle Beach , 251 N.C. App. 771, 775 (2017) \n(“Perhaps the most fundamental concept of motions practice under Rule 12 is that evidence \noutside the pleadings . . . cannot be considered in determining whether the Complaint states \na claim on which relief can be grant ed.”).  Accordingly, the Court does not consider the \naffidavits of Jay Golonka, (ECF Nos. 25, 39), Randy Gibson, (ECF No. 21), or Julian Blackley, \n(ECF No. 20), in its analysis of the Motion to Dismiss.  The affidavits are considered only for \ntheir evident iary value with respect to the Motion for Preliminary Injunction, discussed \nbelow. \nregarding its software.  Its offerings are “used in various industries around the world \nto drive cost s avings, productivity, uptime, and reliability.”  (Compl.  ¶¶ 9, 12, ECF \nNo. 3.)  \n6. Randy Gibson (“Gibson”) is an individual who resides in Raleigh, North \nCarolina.  (Compl. ¶ 10.)  In January 2018, Prometheus hired Gibson to work as a  \n“Master Data Consulting Mana ger” in its Raleigh office.  As  a condition of Gibson’s \nemployment, he executed a Proprietary Information, Inventions and Non-Solicitation \nAgreement (the “Employment Agreement”) .  ( Compl. ¶ ¶ 13-14, Ex. A.)  Because \nGibson was allegedly given  “unlimited access” to Prometheus’  confidential \nproprietary information, the Employment Agreement contain s prohibitions on  \ncompeting, soliciting customers , and disclosing confidential information .  \n(Compl. ¶¶ 14-21.) \n7. The non-compete clause in the Employment Agreement states: \nTo protect Proprietary Information, I agree that during my employment \nwith the Company and for a period of one (1) year after my last day of \nemployment with the Company, I will not directly or indirectly engage \nin (whether as an employee, consultant, proprietor, partner, director or \notherwise), or have any ownership interest in, or participate in the \nfinancing, operation, management or control of, any person, firm, \ncorporation or business that engages in a Restricted Business in a  \nRestricted Territory. It is agreed that ownership of no more than one \npercent (1%) of the outstanding v oting stock of a publicly traded \ncorporation shall not constitute a violation of this provision. \n \n(Compl. Ex. A, § 4 [“Employment Agreement”].)   \n8. The Em ployment Agreement defines a Restrict ed Business as “a ny \nbusiness related to the creation, development, distribution or servicing of enterprise \napplication software designed to improve enterprise asset management capabilities \nand related operations, or conducting research or development with regard thereto[.]” \nThe definition also includes businesses Prometheus was actively researching, \ndeveloping, or marketing at the time of Gibson’s termination, if he was involved in \nthe research.  (Employment Agreement § 4.2(a).)  \n9. The Restricted Territory encompasses: \n(i) the entire world; (ii) North America; (iii) the United States of \nAmerica; (iv) each state in which the Company does business or did \nbusiness at any time within two (2) years prior to the termination of my \nemployment with the Company; (v) the States of Maryland, Virginia, \nNorth Carolina, South Carolina and Georgia; (vi) the State of North \nCarolina; and (vii) Wake County. \n \n(Employment Agreement § 4.2(b).)   \n \n10. The customer non- solicitation clause in the Employ ment Agreement  \nreads: \nTo protect the Company’s Proprietary Information . . . . I also agree that \nfor the period of my employment by the Company and for one (l) year \nafter the date of termination of my employment with the Company I will \nnot, either directly or through others: . . . (c) solicit or attempt to solicit \n(i) any customer to which the Company sold any product, or for which \nthe Company performed any service, within two (2) years prior to the \ntermination of my employment with the Company; or (ii) any  \nprospective customer that the Company called on at any time within two \n(2) years prior to the termination of my employment with the Company \n(collectively, a “Company Customer”)[.] \n \n(Employment Agreement § 3.) \n11. The nondisclosure clause states, in relevant part:  \nI recognize that all Proprietary Information (as defined below) is and \nshall remain the sole and exclusive property of the Company. At all \ntimes during my employment and thereafter, I will hold in strictest \nconfidence and will not disclose or use any Proprietary Information, \nexcept as such disclosure or use may be required in connection with my \nwork for the Company or unless the Company expressly authorizes such \ndisclosure or use in writing.  \n \n(Employment Agreement § 1.1.) \n \n12. “Proprietary Info rmation” is defined as  “all confidential and/or \nproprietary knowledge, data or information of the Company .”  This sentence is \nfollowed by a lengthy list of categories of information that encompass almost every  \ntype of business information conceivable.  (Employment Agreement § 1.2.) \n13. Over his years with Prometheus , Gibson worked “ with hundreds of \ncustomers and solicited potential customers located around the world, with a \nsignificant number throughout North America and the United States in particular. ”  \n(Compl. ¶ 22.)   \n14. However, on 29 June 2022, Gibson voluntarily resigned from \nPrometheus.  Later that year h e began working as a Senior Solutions Architect for  \nProspecta, an Australian LLC with its principal place of business in Chatswood, \nAustralia.  Prospecta allegedly advertises this position as one in which the incumbent \n“designs and drives Prospecta’s business outcomes and works directly with \nProspecta’s customers to design, implement and support customer solutions as a part \nof the sales-engagement and pre-sales processes.”  (Compl. ¶¶ 11, 23, 25.) \n15. Prometheus alleges that Prospecta “ is engaged in substantial business \nactivity within North Carolina including  . . . marketing to and servicing customers \nand employing key staff within the state[.]”  (Compl. ¶ 7.)  Prospecta advertises itself \nas “a leading platform for Master Data Management and Data Governance [.]”  Its \nsoftware “orchestrates your enterprise data strategy  . . . [to] propel  your business \ngrowth and advancements[.]”  (Compl. ¶ 26.)   \n16. Prometheus contends that Gibson’s new job with Prospecta violates the \nEmployment Agreement’s non -compete clause.  (Compl. ¶  27.)  And, Prometheus \nalleges, “[g]iven the nearly identical nature of Gibson’s role and responsibilities at \nPrometheus and his  new business-generating and customer -facing role and \nresponsibilities at Prospecta, Plaintiff reasonably believes that Defendants have used \nPrometheus’ confidential information . . . to solicit or attempt to solicit Prometheus’ \ncustomers and prospects[.]”  (Compl. ¶28.)  \n17. When Prometheus discovered that Gibson was working for Prospecta, it \nsent a letter to both Prospecta and Gibson highlighting the Employment Agreement’s \nprohibitions on  competing, soliciting customers, and disclosing confidential \ninformation.  (Compl. ¶  29.)  The letter “ demanded that Prospecta immediately \nterminate Gibson through the period of the Agreement’s non -compete and non -\nsolicitation provisions. ”  (Compl. ¶  30.)  Although Prometheus has followed up \nmultiple times, it alleges that neither Gibson nor Prospecta ha s responded.  \n(Compl. ¶ 31.) \n18. Prometheus believes that Gibson is still employed by Prospecta, and  it \nfurther believes that the two “ continue to improperly use Prometheus’ confidential \ninformation to directly or indirectly solicit or attempt to solicit Prometheus’ \ncustomers and prospective customers in contravention of the terms Agreement [sic].”  \n(Compl. ¶¶ 32-33.) \n19. Prometheus lists  the allegedly purloined information as “confidential \nand proprietary records via Salesforce” that  include “information regarding existing \nclients, client contracts and proposals, identified and/or actively pursued prospective \nclients and business opportunities, contact information for existing and prospective \nclients, notes and files relating to interactions and communications with existing and \nprospective clients, and information relating to closed sales and closed lost business \nopportunities[.]” (Compl. ¶ 28.)  Prometheus alleges that the information at issue  is \n“not available from general sources or otherwise known outside the business and that \n[it] cannot be derived and developed independently.”  (Compl. ¶ 21.)  \n20. Prometheus filed this suit asserting claims for : (1) injunctive relief , (2) \nbreach of contract, ( 3) tortious interference with contract , (4) misappropriation of \ntrade secrets, and ( 5) violation of the North Carolina Unfair and Deceptive Trade \nPractices Act (“UDTPA”).  It seeks an injunction to prevent Prospecta from employing \nGibson through 29 June 2023 , a nd to prevent both Defendants from us ing or \ndisclosing its  confidential information .  (Compl . ¶¶ 34-39, Prayer for Relief B, C. )  \nDefendants move to dismiss all of Prometheus’ claims.  (See generally Mot. Dismiss, \nECF No. 16.) \n21.   After briefing was complete on the M otions, the Court held a hearing \non 28 February 2023, at which all parties participated through counsel.  The Motions \nare now ripe for disposition. \nII. ANALYSIS \nA. Motion to Dismiss \n22. Dismissal of a claim is appropriate  “(1) when the Complaint on its face \nreveals that no law supports plaintiff’s claim; (2) when the Complaint  reveals on its \nface the absence of fact sufficient to make a good claim; [or] (3) when some fact \ndisclosed in the Complaint  necessarily defeats the plaintiff’s claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278 (1985).  Otherwise, “a Complaint should not be dismissed for \ninsufficiency unless it appears to a certainty that plaintiff is entitled to no relief under \nany state of facts which could be proved in support of the claim.”  Sutton v. Duke, 277 \nN.C. 94, 103 (1970) (emphasis omitted).  \n23. The Court construes the Complaint  liberally and accepts all factual \nallegations as true.   See Laster v. Francis, 199 N.C. App. 572, 577 (2009).  \nNonetheless, the Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. HHS, Div. of Facility Servs., 174 N.C. App. 266, 274 (2005) (quoting \nVeney v.  Wyche, 293 F.3d 726, 730 (4th Cir. 2002)).   The Court may consider \ndocuments attached to the pleadings , to which the C omplaint specifically refers, \nincluding a contract that form s the basis of an action.  See Oberlin Capital, L.P. v. \nSlavin, 147 N.C. App. 52, 60-61 (2001). \nBreach of Contract – against Gibson3 \n24. Prometheus alleges that Gibson has breached his Employment \nAgreement by violating its prohibitions on competing, solicit ing customers and \nprospects, and disclosing  confidential proprietary information.   (Compl. ¶¶  27-28, \n41-48.) \n25. In response, Gibson contends that the claim should be dismiss ed \nbecause the Employment Agreement ’s non -compete and non -solicit provisions are  \noverbroad and therefore unenforceable.   (Defs.’ Br. Supp. Mot. Dismiss 8-1 5 \n[“Defs.’ Supp. Br.”] , ECF No.  17; Defs.’ Reply Br.  Further Supp. Mot. Dismiss  2-9 \n[“Defs.’ Reply Br.”], ECF No.  42.)  He also argues that Prometheus has not alleged \nfacts sufficient  to plead a breach of  the Employment Agreement ’s nondisclosure \nprovision.  (Defs.’ Supp. Br. 15-17; Defs.’ Reply Br. 9.) \n26. In response, Prometheus defends the scope of its  restrictive covenants \nand alternatively recommends that th e Court blue pencil the language of the \nnon-compete to rid it of any excess that might exist.  (Pl.’s Br. Opp. Defs.’ Mot. Dismiss \n3-14 [“Pl.’s Opp. Br.”], ECF No. 38.) \n27. To state a claim for breach of the Employment Agreement, Prometheus \nmust allege the existence of a valid contract and breach of its terms.  Poor v. Hill, 138 \nN.C. App. 19, 2 6 (2000).  To be valid, a  covenant not to compete must be: “(1) in \nwriting; (2) part of an employment contract; (3) based on valuable consideration; (4) \n \n3 Prometheus’ first claim seeks injunctive relief.  Although styled as a claim,  it is a request \nfor a remedy and will be treated that way .  See Window World of St. Louis, In c. v. Window \nWorld of Bloomington, Inc., 2021 NCBC LEXIS 88, at **36 (N.C. Super. Ct. Oct. 6, 2021). \nreasonable as to time and territory; and (5) designed to protect a legitimate business \ninterest.”  Med. Staffing Network, Inc. v. Ridgway, 194 N.C. App. 649, 655 (2009). \n28. In North Carolina, covenants not to compete are considered restraints \non trade and are closely scrutinized.  Hartman v. W.H. Odell & Assocs., 117 N.C. App. \n307, 311 (1994)  (“A covenant in an employment agreement providing that an \nemployee will not compete with his former employer is not viewed favorably in \nmodern law. ”) (cleaned up); Washburn v. Yadkin Valley Bank & Trust Co., 190 N.C. \nApp. 315, 323 ( 2008) (“Covenants not to compete restrain trade and are scrutinized \nstrictly.”); ChemiMetals Processing, Inc. v. McEneny, 124 N.C. App. 194, 197 (1996) \n(“Our Courts have a long history of carefully scrutinizing . . . covenants that prevent \nan employee from competing with his former employer.”).   \n29. To be enforceable, non-competition covenants must be narrowly tailored \nto protect a legitimate business interest of the employer .  See Sterling Title Co. v. \nMartin, 266 N.C. App. 593, 597 ( an “otherwise procedurally valid covenant not to \ncompete” must still be “designed to protect a legitimate business interest of the \nemployer”); Hartman, 117 N.C. App. at 316 (restrictive covenant cannot be “wider in \nscope than is necessary to protect the business of the employer ”).  If the covenant is \n“too broad to be a reasonable protection to  the employer’s business[,] it will not be \nenforced.”  Whittaker Gen. Med. Corp. v. Daniel , 324 N.C. 523, 528 (1989).  See also \nHorner Int’l  Co. v. McKoy , 232 N.C. App . 559, 566 (2014) (finding unenforceable \ncovenant that was too broad in scope to protect the legitimate business interests of \nformer employer).  \n30. Legitimate business interests include, inter alia, protecting the goodwill \nthat arises from the former employee’s contacts with customers and safeguarding the \nconfidential information to which the former employee had access.  See United Labs., \nInc. v. Kuykendall, 322 N.C. 643, 652-53 (1988). \n31. While non-solicitation agreements must meet the same requirements as  \ncovenants not to compete, non-solicitation agreements are more easily enforced.  See, \ne.g., McGriff Ins. Servs. v. Hudson, 2023 NCBC LEXIS 4, at **16-17 (N.C. Super. Ct. \nJan. 17, 2023); Sandhills Home Care, L.L.C. v. Companion Home Care - Unimed, Inc., \n2016 NCBC LEXIS 61, at **36 (N.C. Super. Ct. Aug. 1, 2016).  \n32. Ultimately, w hether a restrictive covenant  is reasonable and \nenforceable is a matter of law for the Court to decide.  See, e.g., Med. Staffing Network, \nInc., 194 N.C. App. at  655 (2009).  Therefore, the Court analyzes the covenant s at \nissue keeping in mind that the restraint should be no more restrictive than necessary \nto protect the legitimate business interest implicated.  Digital Realty Trust, Inc. v. \nSprygada, 2022 NCBC LEXIS 71, at **24 (N.C. Super. Ct. July 1, 2022).  \n33. Prometheus avers that the  non-competition provision  in Gibson’s \nemployment agreement is necessary to protect its proprietary information.  \n(Employment Agreement § 4.)  Although  protecting p roprietary information is a \nlegitimate business interest, see A.E.P. Industries v. McClure, 308 N.C. 393, 408  \n(1983), this restriction is not sufficiently tailored to that interest. \n34. Instead of using language directly prohibiting Gibson from providing a \ncompetitor with the proprietary information that he accessed while working in his \nrole for Prometheus, the non- compete uses imprecise language that has a much \nbroader sweep.  It purports to prohibit Gibson from directly or indirectly engaging in, \nhaving an ownership interest in, or participating in the financing , operation, \nmanagement or control of, any business that engages in a Restricted Business in a \nRestricted Territory.  (Employment Agreement § 4.) \n35. North Carolina courts have repeatedly warned the drafters of restrictive \ncovenants about the dangers of using the phrase “directly or indirectly” when defining \nthe scope of a non -compete.  See, e.g.,  VisionAIR, Inc. v. James, 167 N.C. App. 504, \n508 (2004)  (non-compete with “directl y or indirectly”  competing clause was \nunenforceable because it blocked “wholly unrelated work”); Power Home Solar, LLC \nv. Sigora Solar, LLC, 2021 NCBC LEXIS 55, at *24-25 (N.C. Super. Ct. June 18, 2021) \n(North Carolina courts have routinely refused to enforce noncompete provisions that \nprevent a prior employee from “indirectly” working for a competitor or similar \nbusiness); Cty. of Wake PDF Elec. & Supply Co. v. Jacobsen, 2020 NCBC LEXIS 103, \nat *18 (N.C. Super. Ct. Sept. 9, 2020) ( “Particularly problematic are covenants that \nrestrict an employee from ‘ directly or indirectly ’ having any association with a \ncompeting business.”); NFH, Inc. v. Troutman, 2019 NCBC LEXIS 66, at *38-39 (N.C. \nSuper. Ct. Oct. 29, 2019) (non-compete prohibiting employee from competing “directly \nor indirectly” with a former employer “in any manner” was unreasonably broad); Akzo \nNobel Coatings, Inc. v. Rogers, 2011 NCBC LEXIS 42, at **31- 32 (N.C. Super. Ct. \nNov. 3, 2011) (“North Carolina courts have refused to enforce noncompetition clauses \nusing the terms ‘directly or indirectly.’ ”) .  Cf.  CNC/Access, Inc. v. Scruggs, 2006 \nNCBC LEXIS 22, at *23-26 (N.C. Super. Ct. Nov. 17, 2006) (prohibiting a party “from \neven indirect ownership of a competing company . . . . cannot be seen as protecting a \nlegitimate business interest of the employer”).   \n36. Not only does this non-compete use the disfavored “directly or indirectly” \nphrase, it compounds the problem  by purporting to prohibit Gibson from accepting  \nemployment of any kind with any business if that business engages in a “Restricted \nBusiness” in any way.  Even before one gets to the definition of Restricted Business, \nthe problem with this approach is apparent.  Th e language utilized would prohibit \nGibson from taking  a wholly unrelated position with a company that produces and \nservices IT products if one of its  products falls within the definition of Restricted \nBusiness.  Consequently, even working as a line cook in the cafeteria at IBM, Oracle, \nor SAP would be forbidden.   \n37. This is unquestionably overbroad.  See, e.g., CopyPro, Inc. v. Musgrove, \n232 N.C. App. 194, 201- 02 (2014) (covenant pr eventing former salesperson from \nworking in any capacity, including as a custodian, was unenforceable because it far \nexceeded the restriction necessary to protect former employer’s legitimate business \ninterests); Med. Staffing Network, Inc. , 194 N.C. App. at 656 (“ we have  held that \nrestrictive covenants are unenforceable where they prohibit the employee from \nengaging in future work  that is distinct from the duties actually performed by the \nemployee”); Hartman, 117 N.C. App. at  317 ( holding unenforceable covenant that \nwould prevent former employee from having any association whatsoever —including \nworking as a custodian —for any business that provides actuarial services );  Digital \nRealty Trust, Inc., 2022 NCBC LEXIS 71, at **39 (“When the language describing the \nrestricted duties strays from the employee’s own duties and essentially restricts the \nemployee from taking positions with a competitor that would not harm his former \nemployer’s legitimate business interests, it is too broad to be enforceable.”). \n38. When the d efinition of Restricted Business is considered, Prometheus’ \nproblems with overbreadth do not improve.  A Restricted Business is “any business \nrelated to the creation, development, distribution or servicing of enterprise \napplication software designed to improve enterprise asset management capabilities \nand related operations[.]”  (Employment Agreement § 4.2(a).)  Webster’s dictionary \nlists the words “affiliated,” “allied,” “kindred,” and “akin” as synonyms for the word \n“related.”  See Related, Merriam-Webster Dictionary, https://www.merriam-\nwebster.com/dictionary/related (last visited Mar. 21, 2023).   By a dding this layer , \nPrometheus attempts to widen its prohibition to restrict Gibson from accepting any \ntype of  position with any business that is related or connected to a business that \ncreates, sells, or services asset management products or services among its other data \nmanagement products or services.\n4   The result is manifestly overbroad.  Cf. Digital \nRealty Trust, Inc., 2022 NCBC LEXIS  71, at **37 -38 ( “Defining the scope of a \nnoncompete by including unnamed affiliates and subsidiaries .  . . is a perilous \ncourse.” (citing Rel. Ins. Inc. v. Pilot Risk Mgmt. Consulting, LLC, 2022 NCBC LEXIS \n49, at *35 (N.C. Super. Ct. May 25, 2022)); Med. Staffing Network, Inc., 194 N.C. App. \n \n4 Indeed, in support of its Motion for Preliminary Injunction, Prometheus explains, “there is \nno enterprise asset management without data management; it is an integral component of \nany enterprise.”  (Aff. Jay Golonka  Supp. Pl.’s Reply Supp. Am. Mot. Prelim. Inj.  ¶ 3 \n[“Golonka Aff.”], ECF No. 25.) \nat 657 (finding no “legitimate business interest in preventing competition with . . . an \nunrestricted and undefined set of [the employer ’s] affiliated companies that engage \nin business distinct from the” former employer); VisionAIR, Inc. 167 N.C. App. at 508-\n09 (refusing to enforce non -compete when the scope of the restriction purported to \nprevent the employee from “doing even wholly unrelated work at any firm similar to” \nhis former employer ); Henley Paper Co. v.  McAllister, 253 N.C. 529, 534- 35 (1960) \n(holding restrictive covenant no t tailored to employee’s position to be too wide to \nenforce).  \n39. Exacerbating the problem even more, the Restricted Territory  in this \nnon-compete is as broad as it gets, covering “the entire world[.]”  (Employment \nAgreement § 4.2(b).)  Although a worldwide covenant not to compete is not per se  \ninvalid, the facts must be such that  a worldwide restriction  is reasonable and \nnecessary.  Compare Biesse Am., Inc. v. Dominici , 2019 NCBC LEXIS 50, at * 24-25 \n(N.C. Super. Ct.  Aug. 19, 2019)  (finding unlimited territory unreasonable) , with \nDigital Realty Trust, Inc., 2022 NCBC LEXIS 71, at **33 (finding restriction that \ncovered the United States, North and South America, Europe, A sia, Australia and \nAfrica to be supported by facts in sale of business context).   \n40. The reasonableness of a geographic restriction is evaluated based on six \nfactors:   \n(1) the area, or scope, of the restriction; (2) the area assigned to the \nemployee; (3) the area where the employee actually worked or was \nsubject to work; (4) the area in which the employer operated ; (5) the \nnature of the business involved; and (6) the nature of the employee’s \nduty and his knowledge of the employer’s business operation.  \n \nHartman, 117 N.C. App. at 312.   Some elasticity exists when analyzing time and \nterritory restrictions because they are read in tandem to determine their \nreasonableness.   Id. at 311-12. \n41. Here, the time limitation is relatively short (one year post employment) \nbut, even so, Prometheus ’ alleged facts do not  support a worldwide restriction.  \nBroadly s tating that Gibson “worked with hundreds of customers and solicited \npotential customers around the world, with a significant number throughout North \nAmerica and the United States in particular[,]” (Compl. ¶ 22), does not give the Court \nenough information to evaluate the reasonableness of a worldwide restriction . \nMoreover, including language in the Employment Agreement that th e parties agree \nthat the restriction is “reasonably necessary” to protect Prometheus’ interests does \nnot end the question because deciding the reasonableness of a restrictive covenant is \nthe Court’s domain.  See Med. Staffing Network, Inc. , 194 N.C. App. at 655 (“The \nreasonableness of a non -competition covenant is a matter of law for the court to \ndecide.”). \n42. Additionally, North Carolina’s blue pencil rule cannot be used to salvage  \nthis far-reaching non-compete.  The rule is one of excision, not modification.  “A court \nat most may choose not to enforce a distinctly separable part of a covenant in order \nto render the provision reasonable.   It may not otherwise revise or rewrite the \ncovenant.”  Hartman, 117 N.C. App. at 317.  See also NFH, Inc., 2019 NCBC LEXIS \n66, at *33 ( North Carolina’s strict blue pencil doctrine allows the court to “avoid \nscrapping an entire covenant” by “enforc[ing] the divisible parts of [the] covenant that \nare reasonable.”); cf. Whittaker Gen. Med. Corp., 324 N.C. at 528 (“The courts will not \nrewrite a contract if it is too broad but will simply not enforce it.”). \n43. To be a “distinctly separable” provision, other restrictions in the covenant \nmust not be dependent on the portion to b e excised.   See Nat’l Investments, Inc. v. \nRice, 2016 N.C. App. LEXIS 1119, 1120 (2016)  (unpublished) (citing Jon P. \nMcClanahan & Kimberly M. Burke, Sharpening the Blunt Blue Pencil: Renewing \nthe Reasons for Covenants Not to Compete in North Carolina, 90 N.C. L. REV. 1931, \n1955-56 (Sept. 2012)). \n44. Furthermore, application of the blue pencil rule is within the discretion of \nthe Court.  See McGriff Ins. Servs., 2023 NCBC LEXIS 4, at **32 (citing Tech. Ptnrs., \nInc. v. Hart, 298 F. App’x 238, 243 (4th Cir. 2008) (applying North Carolina law)). \n45. Here, the geographical restrict ions are presented as  a list, but they are \njoined by the conjunctive “and”—preventing them from being “distinctly separable .”  \n(Employment Agreement 4.2(b) : “(i) the e ntire world . . . (vi) the State of North \nCarolina; and (vii) Wake County”) (emphasis added).  See Wells Fargo Ins. Servs. USA \nv. Link, 2018 NCBC LEXIS 42, at *23 (N.C. Super. Ct. May 8, 2018) (holding that the \nterm “and/or” should be “read in the conjunctive sense for the purpose of applying the \n‘blue pencil’ doctrine” and declining to strike part of a list).   \n46. Furthermore, Plaintiff’s argument that the parties contracted in \nparagraph 6 of the Employment Agreement to give the Court power to revise its \nterritorial limits to make them reasonable does not rescue it.  The parties cannot \ncontract to give a court power that it does not have.  See Welcome Wagon Int’l, Inc. v. \nPender, 255 N.C. 244, 248 (1961) (“The court is without power to vary or reform the \ncontract by reducing either the territory or the time covered by the restrictions.”); \nPenn v. Standard Life Ins. Co., 160 N.C. 399, 402 (1912) (“Courts are not at liberty to \nrewrite contracts for the parties. We are not their guardians, but the interpreters of \ntheir words. We must, therefore, determine what they meant by what they have \nsaid—what their contract is, and not what it should have been.”).  \n47. Similarly, the Court declines Prometheus’ invitation to excise the word \n“indirectly” from the covenant.   Despite use of the disjunctive “or ,” the structure of \nthe provision does not clearly establish that the drafter intended for the words in this \nmodifying phrase to be used alternatively.  The Court will not exercise its discretion \nto blue pencil a provision that was not clearly drafted to be divisible. 5  Cf. Bev. Sys. \nof the Carolinas, LLC, 368 N.C. at 700 (“Allowing litigants to assign to the court their \ndrafting duties as parties to a contract would put the court in the role of scrivener, \nmaking judges postulate new terms tha t the court hopes the parties would have \nagreed to be reasonable at the time the covenant was executed or would find \nreasonable after the court rewrote the limitation. We see nothing but mischief in \nallowing such a procedure.”).  \n48. Given its vast breadth, Prometheus’ non-compete provision is \nunenforceable as a matter of law .  Because it is not a valid contractual provision, \n \n5 This is not the first time a court applying North Carolina law has determined that a \nPrometheus restrictive covenant  was too broad to be enforced.  See Prometheus Group \nEnters., LLC v. Viziya Corp., 2014 U.S. Dist. LEXIS 107231, at *15-19 (E.D.N.C. Aug. 4, 2014) \n(finding restrictive covenant “unreasonable and therefore unenforceable as a matter of law”). \n \nPrometheus’ claim for breach of contract on this basis fails. 6  The Court therefore \nGRANTS Defendants’ Motion to Dismiss the breach of contract claim asserted \nagainst Gibson to the extent Prometheus alleges that Gibson has violated the \nnon-competition provision in the Employment Agreement, and this aspect of the \nclaim is DISMISSED with prejudice. \n49. The customer non-solicitation provision fares no better.  For a year after \nGibson left employment, t he provision purports to restrict  him from soliciting or \nattempting to solicit: \n(i) any customer to which the Company sold any product, or for which \nthe Company performed any service, within two (2) years prior to the \ntermination of [Gibson’s] employment with the Company; or (ii) any \nprospective customer that the Company called on at any time within two \n(2) years prior to the termination of [Gibson’s] employment with the \nCompany (collectively, a “Company Customer”)[.] \n \n(Employment Agreement § 3(c).)   \n50. While North Carolina courts are generally more willing to enforce a \ntargeted non-solicitation clause, again Prometheus has overreached.  The restriction \ncovers any customer to which the Company sold any product or performed any service \n(within two years prior to  Gibson’s resignation date) without regard to whether \nGibson himself had any contact with , or even knowledge of,  the customer.   \nPrometheus’ failure to limit the non- solicitation provision to customers with whom \n \n6 Prometheus argues that the position Gibson has taken with Prospecta involves some of the \nsame duties he had with it and, therefore, directly violates the non-compete.  But before the \nCourt can address any similarities between Gibson’s old position and his new one, as the \nparty seeking to enforce a non -compete, Prometheus has the burden to prove that the \ncovenant itself is reasonable in scope.  This, it has not done.   \n \nGibson had some contact or ability to influence makes  the provision impermissibly \noverbroad.  See, e.g., Andy-Oxy., Inc. v. Harris, 2019 N.C. App. LEXIS 902, at *14-16 \n(2019) (finding a covenant unenforceable that prohibited former employee from \n“soliciting any customer within the restricted territory, irrespective of whether [he] \nhad contact with that customer during his employ or whether that customer was even \nknown to” him); Mech. Sys. & Servs. v. Howard, 2021 NCBC LEXIS 69, at *9-10 (N.C. \nSuper. Ct. Aug. 11, 2021) ( finding facially unreasonable non- solicitation clause \npurporting to bar former employee from soliciting customers in any field, whether or \nnot he had any knowledge of them or contact with them).  Cf.  Sterling Title Co., 266 \nN.C. App. at 598-99 (customer non-solicit covering current or former customers with \nwhom defendant had “any form of ‘contact’ ” during employment, regardless of extent, \n“suggests that the [restriction] is unreasonable.”).7 \n \n7  This case differs from Sandhills Home Care, L.L.C., 2016 NCBC LEXIS 61.  In Sandhills, \nthis Court considered the enforceability of a non-solicitation provision that restricted former \nemployees from soliciting any of the employer’s customers, regardless of whether the \nparticular employee had any contact with a customer.  Because the employer had “a relatively \nsmall and easily identified set of customers” and the duration of the restriction was relatively \nshort (one year), the Court could not conclude at the Rule 12(b)(6) stage that the restriction \nwas unreasonable as a matter of law.  Our appellate courts have held similarly.  See Triangle \nLeasing Co. v. McMahon, 327 N.C. 224, 229 (1990) (enforcing restrictive covenant prohibiting \nformer employee from “soliciting the business of plaintiff’s known customers in areas in which \nthe company operates” when area was limited to eastern and central North Carolina and \ndefendant and his wife were employed by the company in Wilmington); Wade S. Dunbar Ins. \nAgency, Inc. v. Barber, 147 N.C. App. 463, 469 (2001)  (following sale of business, enforcing \ncovenant that restricted former owner from soliciting any customer with an active account at \nthe time of defendant’s termination).   \n \nHere, however, Plaintiff alleges that its products and services are used in “various industries \naround the world[,]” (Compl. ¶ 12), and that “Gibson worked with hundreds of customers and \nsolicited potential customers located around the world,” (Compl.  ¶ 22).  There is no small, \nidentifiable set of customers.  See NFH, Inc., 2019 NCBC LEXIS 66, at *36-37 (enforcing non-\nsolicitation provision where plaintiff alleged that it operated in a relatively small geographic \narea, Iredell County, and defendant was “the face of the company”).  Furthermore, the \n51. Indeed, th is non-solicitation provision, as phrased,  would prohibit \nGibson from soliciting business from Prometheus’ prospective customers that Gibson \nhas never met , in countries Gibson has never visited (virtually or otherwise) , for \nproducts and services Gibson has never handled.  And, because it contains a “look \nback” provision to include any customer Prometheus solicited or attempted to solicit \nfor any product or service within two years prior to Gib son’s resignation, \n(Employment Agreement § 3(c)), two years must be added to the one-year duration of \nthe re striction, making the  time restriction  three years.  See Farr Assoc., Inc. v. \nBaskin, 138 N.C. App. 276, 280-81 (2000) (explaining that the “look-back” period must \nbe added to the restrictive period to determine the length of the time limitation).  A \nthree year limitation is a significant undertaking , even for a narrowly drawn non -\nsolicitation provision.  And this one is not narrowly drawn. \n52. Simply put, t he non-solicitation provision is far too expansive  to be \nenforceable under North Carolina law.  See, e.g., Hejl v. Hood, Hargett & Assocs., 196 \nN.C. App. 299, 307 (2009) (finding impermissible a non- solicitation agreement that \nincluded prospective customers for whom defendant had merely quoted a product or \nservice and extending to areas where p laintiff had no connections or personal \nknowledge of customers).   \n \nrestriction is not limited to the solicitation of established customers. See Aesthetic Facial & \nOcular Plastic Surgery Ctr., P.A. v. Zaldivar, 264 N.C. App. 260, 272-73 (2019) (where a non-\nsolicitation clause “reaches not only clients, but potential clients, and extends to areas where \n[p]laintiff had no connections or personal knowledge of customers, the [provision] is \nunreasonable.”).  \n53. Like the non -compete, because the non- solicitation provision is \nunenforceable as a matter of law, Prometheus’ claim for breach of contract on this \nbasis fails.  Accordingly, the Court GRANTS  Defendants’ Motion to Dismiss the \nbreach of contract claim asserted against Gibson to the extent Prometheus alleges \nthat Gibson has violated the non- solicitation provision in the Employment \nAgreement, and this aspect of the claim is DISMISSED with prejudice. \n54. Finally, the Court addresses the sufficiency of Prometheus’ claim for breach \nof the nondisclosure provision in the Employment Agreement.  Unlike \nnon-competition and non- solicitation provisions, a  nondisclosure provision is \ngenerally not considered to be a restraint on trade.  See Chemimetals Processing, Inc., \n124 N.C. App. at 197 (“An agreement is not in restraint of trade, however, if it does \nnot seek to prevent a party from engaging in a similar business in competition with \nthe promisee, but instead s eeks to prevent the disclosure or use of confidential \ninformation.”); McElmurry v. Alex Fergusson, Inc. , 2006 U.S. Dist. LEXIS 10760, at \n*40 (M.D.N.C. Mar. 8, 2006) (“In contrast to covenants not to compete, confidentiality \nagreements are not restraints of trade if their purpose and effect is merely to prevent \ndisclosure or use of confidential information.”).  Non-solicitation provisions are “more \ntailored and less onerous on employees ’ ability to earn a living ” than noncompete \nrestrictions.  Akzo Nobel Coatings, Inc. , 2011 NCBC LEXIS 42, at **31.   Thus, the \nnondisclosure provision is not subjected to the same level of scrutiny as the \nnon-competition a nd non-solicitation provisions.  See id. (“ [s]uch agreements may, \ntherefore, be upheld even though the agreement is unlimited as to time and area”). \n55. The nondisclosure provision in the Employment Agreement requires  \nGibson to “hold in strictest confidence and . . . not [to] disclose or use any Proprietary \nInformation” without prior approval.  (Employment Agreement § 1.1.)   \n56. Prometheus alleges that Gibson, while employed, had “unlimited access \nto Prometheus’ confidential and proprietary records [.]”  (Compl. ¶  21.)  It alleges , \n“[u]pon information and belief,  [that] Gibson and Prospecta [have and] continue to \nimproperly use Prometheus’ confidential information to directly or indirectly solicit \nor attempt to solicit Prometheus’ customers and prospective customers in \ncontravention of the terms Agreement [sic].”  (Compl. ¶ 33.) \n57. As this Court has previously observed, “ stating a claim for  breach of \ncontract is a relatively low bar.”   V anguard Pai Lung, LLC v. Moody , 2019 NCBC \nLEXIS 39, at *11 (N.C. Super. Ct. June 19, 2019) .  Alleging the existence of  a valid \ncontract and breach of its terms  is sufficient.  See Poor, 138 N.C. App. at  26 (2000).  \nPrometheus has alleged the existence of  a valid contract .  (See generally Compl. \n¶¶ 14-20; Employment Agreement.)  Allegations of Gibson’s breach , even though \nstated upon information and belief, will suffice at this early stage.  See Myrtle \nApartments, Inc. v. Lumbermen's Mut. Casualty Co. , 258 N.C. 49, 51  (1962) (a \nplaintiff “may allege facts based on actual knowledge, or upon information and \nbelief”); Link, 2018 NCBC  LEXIS 42, at *31 -32 (allegations “upon information and \nbelief,” that defendant used “Confidential Information . . . to identify, contact, solicit, \nand induce” former customers was sufficient on a motion to dismiss). \n58. The Court therefore DENIES Defendants’ Motion to Dismiss the breach \nof contract claim asserted a gainst Gibson , to the extent Prometheus alleges that \nGibson has violated the nondisclosure provision in the Employment Agreement. \nTortious Interference – Against Prospecta \n59. Focusing on Gibson’s new employer, Prometheus alleges that Prospecta \n“knowingly induced Gibson to violate his [Employment] Agreement with Prometheus \nwithout justification.”  (Compl. ¶¶ 29-30, 52, 54.) \n60. In response, Prospecta first argues that the claim should be dismissed \nbecause the Employment Agreement on which the action is premised is \nunenforceable.  Prospecta then argues that Prometheus has insufficiently pled two  \nelements of the claim :  Gibson’s breach of the Employment A greement and the \nexistence of actual damages.  (See Defs.’ Supp. Br. 17-18; Defs.’ Reply Br. 10.) \n61. To plead tortious interference, Prometheus must allege : “ (1) a valid \ncontract between the plaintiff and a third person which confers  upon the plaintiff a \ncontractual right against a third person; (2) the defendant knows of the contract; (3) \nthe defendant intentionally induces the third person not to perform the contract; (4) \nand in doing so acts without justification; (5) resulting in actual damage to plaintiff.”  \nUnited Labs., Inc., 322 N.C. at 661 (citing Childress v. Abeles, 240 N.C. 667 (1954)).  \n“The pleading standards for a tortious interference with contract claim are strict. ”  \nUrquhart v. Trenkelbach, 2017 NCBC LEXIS 12, at *15 (N.C. Super. Ct. Feb. 8, 2017).   \n62. There can be no claim for tortious interference when there is no contract.  \nSee Bev. Sys. of the Carolinas, 368 N.C. at 700 (“plaintiff must first establish the \nexistence of a valid contract ”).  Therefore, Prometheus’ claim that Prospecta \ninterfered with its non -competition or non -solicitation clauses fails because those \nclauses are unenforceable.  The Court’s analysis, then, turns to whether Prometheus \nhas stated a claim for interference with its nondisclosure provision.     \n63. Prometheus short shrifts the requirement that it plead that Prospecta \nintentionally induced Gibson to breach the nondisclosure provision .  Without \nsupporting facts, Prometheus pleads in conclusory fashion only that, “Prospecta has \nknowingly induced Gibson to violate his [Employment] Agreement with Prometheus \nwithout justification.”  (Compl. ¶ 54.)  This is not enough.  See, e.g., Gallaher v. Ciszek, \n2020 NCBC LEXIS 124, at * 16 (N.C. Super. Ct. Oct. 16, 2020) ( dismissing claim for \ntortious interference because it contained no allegations of any “purposeful conduct,” \n“active persuasion,” “request,” or “petition” to induce a party not to perform its \ncontract); Charah, LLC v. Sequoia Servs., LLC , 2020 NCBC LEXIS 52 , at * 22, n.2 \n(N.C. Super. Ct. Apr. 17, 2020) (declining to address  defendant’s alleged breach of a \nnondisclosure provision in analysis of tortious interference claim because plaintiff did \nnot sufficiently allege that new employer induced former employee to breach the \nnondisclosure provision after becoming aware of its existence).  \n64. The same conclusory allegation fails to satisfy Prometheus’ obligation to \nplead legal malice, particular ly where, as here, the Complaint  alleges that \nPrometheus and Prospecta are competitors.  (See Compl. ¶¶ 37, 53).  The Complaint \nmust have “a factual basis to support the claim of malice[,]” since “general allegations \nof malice are insufficient[.]”  Pinewood Homes, Inc. v. Harris, 184 N.C. App. 597, 605 \n(2007) (citing Spartan Equip. Co. v. Air Placement Equip. Co. , 263 N.C. 549, 559  \n(1965)).  Further, “the complaint must admit of no motive for interference other than \nmalice.”  Filmar Racing, Inc. v. Stewart, 141 N.C. App. 668, 674 (2001) (citing Privette \nv. Univ. of N.C. at Chapel Hill, 96 N.C. App. 124 , 134-35 (1989)).  Malice in thi s \ninstance refers to legal malice, not actual malice.  See Lunsford v. Viaone Servs., LLC., \n2020 NCBC LEXIS 111, at *14 (N.C. Super. Ct. Sept. 28, 2020) (“ A plaintiff must \nplead legal malice, which is just another way of saying ‘ the intentional doing of the \nharmful act without legal justification.’ ” (quoting Childress, 240 N.C. at 675)). \n65.  Interference with a contract is “justified if it is motivated by a legitimate \nbusiness purpose, as when the plaintiff and the defendant, an outsider, are \ncompetitors.”  Embree Constr. Grp., Inc. v. Rafcor, Inc. , 330 N.C. 487, 498 (1992).  \nHowever, a defendant’s  interference is without privilege or justification if it is “not \nreasonably related to the protection of a legitimate business interest [.]”  Privette, 96 \nN.C. App. at 134 (quoting Smith v. Ford Motor Co. , 289 N.C. 71, 94 (1976)) .  “If the \ndefendant’s only motive is a malicious wish to injure the plaintiff, his actions are not \njustified.”  Peoples Sec. Life Ins. Co. v. Hooks, 322 N.C. 216, 221 (1988).   \n66. Further, the means by which the competition takes place must be \nlawful.  “ Competition in business constitutes justifiable interference in another ’s \nbusiness relations and is not actionable so long as it is carried on in furtherance of \none’s own interests and by means that are lawful.”  Hooks, 322 N.C. at 221 (emphasis \nadded).  See also MarketPlace 4 Ins., LLC v. Vaughn, 2023 NCBC LEXIS 31, at **35-\n36 (N.C. Super. Ct. Feb. 24, 2023) ( stating that “[t]his limitation on a defendant’s \nability to assert justification is eminently logical” and determining that defendant’s \nalleged unlawful use of confidential information, among other things, was not \njustified). \n67. In this case, t he Complaint alleges , in conclusory fashion, only that , \n“Prospecta has kn owingly induced Gibson to violate his [Employment] Agreement \nwith Prometheus without justification.”   (Compl. ¶  54.)  Conclusory allegations are \nnot enough.  See, e.g., Charah, LLC, 2020 NCBC LEXIS 52, at *16-17 (claim dismissed \nfor lack of factual allegations to support legal malice) .  Cf. Myrtle Apartments, Inc., \n258 N.C. at 51 (“ In testing the sufficiency of a c omplaint, the court ignores the \nconclusions and looks to the facts. ”).  Pleading legal malice is not a “toothless \nrequirement[.]”  Lunsford, 2020 NCBC LEXIS 111, at *14.  See Harris, 184 N.C. App. \nat 605 (“general allegations of malice are insufficient” (citing Spartan Equip. Co., 263 \nN.C. at 559)). \n68. Without sufficient factual allegations to support legal malice , \nPrometheus’ claim for tortious interference with contract fails.  Therefore, the Court \nGRANTS Prospecta’s Motion to Dismiss Count III (Tortious Interference – Against \nProspecta).  However, the Court elects to dismiss th is claim without prejudice.  See, \ne.g., First Fed. Bank  v. Aldridge, 230 N.C. App. 187, 191 (2013) (“ [t]he decision to \ndismiss an action with or without prejudice is in the discretion of the trial court”). \nMisappropriation of Trade Secrets – Against Defendants \n69. Prometheus alleges that during his employment, Gibson “was required \nto have and did have unlimited access to Prometheus’ confidential and proprietary \nrecords via Salesforce8, which included information regarding existing clients, client \ncontracts and proposals, identified and/or actively pursued prospective clients and \nbusiness opportunities, contact information for existing and prospective clients, notes \nand files relating to interactions and communications  with existing and prospective \nclients, and information relating to closed sales and  closed lost business \nopportunities, and which includes information not available from general sources or \notherwise known outside the business and that cannot be derived and developed \nindependently.”  (Compl. ¶ 21.)   \n70. Prometheus further alleges that  “Prometheus and Gibson understood \nthat he would have access to [this] confidential and commercially sensitive \ninformation.  Accordingly, the [Employment]  Agreement contained express  \nprovisions to protect such proprietary information.”  (Compl. ¶ 15.)    \n71. However, Prometheus alleges, “ Defendants have disclosed and/or \nacquired Prometheus’ confidential information .  . . by improper means because it \nknew that the confidential information was secret and that the disclosure of \nconfidential information by Gibson constitu ted a breach of the [Employment] \nAgreement with Prometheus.”   (Compl. ¶  60.)  It titles Count IV of the Complaint, \n“Misappropriation of Trade Secrets – North Carolina Trade Secrets Protection Act – \nAgainst Defendants.” \n \n8 Salesforce is  “cloud-based software designed to help businesses connect to their \ncustomers[.]”  SALESFORCE, What is Salesforce, https://www.salesforce.com/products/what-is-\nsalesforce/ (last visited Mar. 21, 2023). \n72. Defendants counter that Prometheus has neither sufficiently identified \na trade secret nor adequately pleaded the acts of misappropriation required to state \na claim.  (Defs.’ Supp. Br. 18-21; Defs.’ Reply Br. 10-13.) \n73. A trade secret in North Carolina is “business or technical  information” \nthat “[d]erives independent actual or potential commercial value from not being \ngenerally known or readily ascertainable though independent development or reverse \nengineering by persons who can obtain economic value from its disclosure or use” and \n“[i]s the subject of efforts that are reasonable under the circumstances to maintain \nits secrecy.”  N.C.G.S. § 66-152(3).  This can include “ a formula, pattern, program, \ndevice, compilation of information, method, technique, or process[.]”  Id.   \n74. Misappropriation is defined as the “ acquisition, disclosure, or use of a \ntrade secret of another without express or implied authority or consent [.]”  N.C.G.S. \n§ 66-152(1).  Misappropriation does not occur, however, when a trade secret is \ndiscovered by “independent development, reverse engineering, or was obtained from \nanother person with a right to disclose the trade secret.”  Id.   \n75. To survive a motion to dismiss, Prometheus must “identify a trade secret \nwith sufficient particularity so as to enable a defendant to delineate that which he is \naccused of misappropriating and a court to determine whether misappropriation has \nor is threatened to occur.”  Washburn, 190 N.C. App. at 326 (quoting Analog Devices, \nInc. v. Michalski, 157 N.C. App. 462, 468 (2003)).  General, sweeping, and conclusory \nallegations are inadequate.  See Krawiec v. Manly, 370 N.C. 602, 610 (2018). \n76. Defendants argue that the lengthy list of descriptors  that Prometheus \nuses to describe its confidential information (“information regarding existing clients, \nclient contracts and proposals, identified and/or actively pursued prospective clients \nand business opportunities, contact information for existing and prospective clients, \nnotes and files relating to interactions and communications with ex isting and \nprospective clients, and information relating to closed sales and closed lost business \nopportunities,” (Compl. ¶ 21)), is not sufficiently particular to put them on notice of \nwhat they are accused of misappropriating and otherwise to satisfy Washburn. \n77.  Although it is true that North Carolina courts have found that some of \nthe descriptions of information Prometheus lists are, standing alone, too imprecise to \nmeet its pleading requirement, the difference here is that Prometheus also alleges \nthat this is a compilation of confidential information housed in Salesforce.  This Court \nhas previously determined  that compilations of data stored and capable of \nmanipulation in Salesforce may qualify as  a trade secret .  Compare Power Home \nSolar, LLC , 2021 NCBC LEXIS 55, at *35 -37 ( information compiled in Salesforce \nplatform could qualify as a trade secret ); Addison Whitney, LLC v. Cashion, 2017 \nNCBC LEXIS 23, at **13-18 (Salesforce database treated as trade secret on motion \nfor preliminary injunction); and Koch Measurement Devices, Inc. v. Armke, 2015 \nNCBC LEXIS 45, at *13 (N.C. Super. Ct. May 1, 2015)  (“where an individual \nmaintains a compilation of detailed records over a significant period of time,” creating \nvalue for the business as a compilation , “those records could constitute a trade \nsecret”), with Aecom Tech. Corp. v. Keating , 2012 NCBC LEXIS 9 , at **7-8 (N.C. \nSuper. Ct. Feb. 6, 2012) (“ customer lists,  customer contract information, pricing \ninformation, and product information ” was insufficient ); and Washburn, 190 N.C. \nApp. at 327 (“confidential client information and confidential business information”  \nalong with  clients’ “ specific requirements and needs  [ ] and other confidential \ninformation” about the business was insufficient).  Thus, the Court determines that \nPrometheus has sufficiently pleaded the existence of a trade secret  to withstand \nscrutiny at this stage.   \n78. Having alleged the existence of a trade secret Prometheus must also \nallege sufficient facts to support its contention that there has been misappropriation.  \nAlleging that it “reasonably believes” that Defendants are using its trade secrets  to \nsolicit customers because Gibson had “unlimited access to Prometheus’ confidential \nand proprietary records via Salesforce” and given the “nearly identical nature of \nGibson’s role and responsibilities at Prometheus  and his new business -generating \nand customer-facing role and responsibilities at Prospecta” is not enough.   (Compl. \n¶¶ 21, 28.)  See Am. Air Filter Co. v. Price, 2017 NCBC LEXIS 9, at *2 2-23 (N.C. \nSuper. Ct. Feb. 3, 2017) (“access to, and therefore an ‘opportunity to acquire,’ an \nemployer’s trade secrets, without more, is not sufficient to establish a prima facie case \nof misappropriation”); Daniel Grp., Inc. v. Am. Sales & Mktg. , 2016 NCBC LEXIS \n112, at * 27-28 (N.C. Super. Ct. Dec. 15, 2016) ( dismissing claim when plaintiff did \nnot allege how defendants misappropriated its trade secrets). \n79. As in Wells Fargo Ins. Servs. USA v. Link , “there is no allegation that \n[Gibson] accessed or acquired trade secrets at any time when [he] was not authorized \nto do so.”  2018 NCBC LEXIS 42, at *38.  But unlike Link, Prometheus does not allege \nthat clients have changed their allegiances, nor does Prometheus offer any other facts \nto support a “significant inferential leap” that Gibson or Prospecta is using its trade \nsecrets.  Id. at *40-41.  Prometheus alleges only its conclusion that, because Gibson’s \nnew position is “ nearly identical” to his former position , “[u]pon information and \nbelief, Gibson and Prospecta continue to improperly use Prometheus’ confidential \ninformation to directly or indirectly solicit  or attempt to solicit Prometheus’ \ncustomers and prospective customers[.]” (Compl. ¶¶ 28, 33.)  This is insufficient.9   \n80. Therefore, the Court GRANTS Defendants’ Motion to Dismiss Count IV \n(Misappropriation of Trade Secrets –  Against Defendants) and DISMISSES this \nclaim without prejudice. \n \n9 The doctrine of inevitable disclosure, upon which Prometheus appears to rely, has not been \nadopted in North Carolina, and the Court declines to adopt it on the allegati ons presented \nhere.  See, e.g., Analog Devices, Inc., 157 N.C. App. at 470-71 (declining to adopt the doctrine \nto support an injunction that would act as an “absolute barrier” to defendant working in a \nparticular field when the covenant was not limited by factors that would establish the \nrelevance of the trade secrets at issue).  S ee also Southeast Anesthesiology Consultants v. \nCharlotte-Mecklenburg Hosp. Auth., 2018 NCBC LEXIS 137, at *57-58 (N.C. Super. Ct. June \n22, 2018) (declining to adopt the inevitable disclosure doctrine and summarizing cases). \n \nTo the extent the doctrine has been recognized by other courts, more was alleged than has \nbeen alleged here.  See, e.g., Merck & Co. v. Lyon, 941 F. Supp. 1443, 1460 (MDNC 1996) (“In \nfinding a likelihood of disclosure, other  courts that have applied the  inevitable \ndisclosure theory have considered the degree of competition between the former and new \nemployer, and the new employer ’s efforts to safeguard the former employer ’s trade secrets, \nand the former employee’s lack of forthrightness both in his activities before accepting his job \nand in his testimony, as well as the degree of similarity between the employee ’s former and \ncurrent position.”) (cleaned up). \nViolations of North Carolina Unfair or Deceptive Trade Practices Act \n81. Prometheus bases its UDTPA claim on the same facts it alleges to \nsupport its claims  for breach of contract, misappropriation of trade secrets , and \ntortious interference with contract.  (Compl. ¶¶ 63-66; Pl.’s Opp. Br. 19.) \n82. “To establish a prima facie case of unfair and deceptive trade practices, \na plaintiff must show that (1) the defendant committed an unfair or deceptive act or \npractice, (2) the act was in or affecting commerce, and (3) the act proximately caused \ninjury to the plaintiff.”  White v. Consol. Planning, Inc., 166 N.C. App. 283, 303 (2004).   \n83. Defendants contend that  the claim should be dismissed because no  \naggravating circumstances have been alleged with respect to Prometheus’ breach of \ncontract claim, and neither the misappropriation nor the tortious interference claim \nsurvives dismissal.  (Defs.’ Supp. Br. 21-24; Defs.’ Reply Br. 13.) \n84. The Court agrees.  Although c laims for t ortious interference with \ncontract and misappropriation of trade secrets can form the basis of a UDTPA claim,  \nsee, e.g., Med. Staffing Network, Inc. , 194 N.C. App. at  659-60; Bldg. Ctr., Inc. v. \nCarter Lumber, Inc., 2016 NCBC LEXIS 79, at *30 (N.C. Super. Ct. Oct. 21, 2016) ,  \nhere those claims have been dismissed.  See, e.g., Combs & Assocs. v. Kennedy , 147 \nN.C. App. 362, 374 (2001) (“Having determined that the trial court properly granted \nsummary judgment on [the misappropriation of trade secrets, tortious interference \nwith contract and civil conspira cy] claims, we likewise conclude that no claim for \nunfair and deceptive trade pract ices exists.” ); Salon Blu, Inc. v. Salon Lofts Grp., \nLLC, 2018 NCBC LEXIS 72 , at *19- 20 (N.C. Super. Ct. July 16, 2018) (dismissing \nUDTPA claim when premised on claim for tortious interference with contract that \ndid not survive motion to dismiss); Link, 2018 NCBC LEXIS 42, at *49-51 (dismissing \nUDTPA claim when the underlying misappropriation of trade secrets and intentional \ninterference with contract claims were dismissed).  \n85. Finally, because Chapter 75 creates “an independent claim that stands \nalone as a distinct action[,]” Sunbelt Rentals, Inc. v. Head & Engquist Equip., L.L.C., \n2003 NCBC LEXIS 6, at **138 (N.C. Super. Ct. May 2, 2003), the Court reviews  the \nallegations to determine if there are sufficient facts of potentially unfair or deceptive \nconduct for Prometheus to maintain a UDTPA claim notwithstanding dismissal of its \ntortious interference and misappropriation of trade secret claims.  See, e.g., Velocity \nSols., Inc. v. BSG Fin., LLC, 2016 NCBC LEXIS 19, at **7-8 (N.C. Super. Ct. Feb. 22, \n2016) (granting motion to dismiss breach of contract claim but denying motion to \ndismiss UDTPA claim where plaintiff alleged defendant had “ specifically engaged \nand directed [plaintiff’s former employee] to utilize [p] laintiff’s confidential  and \nproprietary information in order to achieve competitive gain”).   \n86. The r emaining allegations  are Prometheus’ “reasonable belief” that \nGibson breached the nondisclosure provision in the Employment Agreement because \nof the similarity of the work he is doing and conclusory allegations that Defendants \nare using Prometheus’ confidential information to sol icit customers.  (See generally \nCompl.)  While sufficient to state a claim for breach of the nondisclosure provision “a \nmere breach of contract, even if intentional, is not sufficiently unfair or deceptive to \nsustain an action under N.C.G.S. §  75-1.1.”  Branch Banking & Trust Co. v. \nThompson, 107 N.C. App. 53 , 62 (1992).  “North Carolina law requires a showing of \n‘substantial aggravating circumstances ’ to support a claim under the [UDTPA] .”  \nBroussard v. Meineke Disc. Muffler Shops, 155 F.3d 331, 347 (4 th Cir. 1998).  \nPrometheus’ contentions here fall short of that mark.     \n87. Accordingly, the Court GRANTS Defendants’ Motion to Dismiss Count \nV (Violations of North Carolina Unfair or Deceptive Trade Practices Act –  Against \nDefendants) and DISMISSES the claim without prejudice. \nB. PI Motion \n88. A preliminary injunction is an “extraordinary measure taken by a court to \npreserve the status quo of the parties during litigation.”  Ridge Cmty. Invs., Inc. v. \nBerry, 293 N.C. 688, 701 (1977).  Plaintiff bears the burden to establish the “right to \na preliminary injunction[,]”  Pruitt v. Williams, 288 N.C. 368, 372 (1975), and it must \nshow:  (1) a likelihood of success on the merits, and (2) that it is likely to sustain \nirreparable loss unless the injunction is issued  or, “if, in the opinion of the Court, \nissuance is necessary for the protection of [Plaintiffs’] rights during the course of \nlitigation.”  A.E.P. Indus., Inc., 308 N.C. at 401.  See also Bd. Of Provincial Elders v. \nJones, 273 N.C. 174, 182 (1968) (the burden is on the applicant); VisionAIR, Inc, 167 \nN.C. App. at 508 (a preliminary injunction will issue only upon the movant’s showing \nof these two factors); N.C.G.S. § 1-485; N.C.G.S. § 1A-1, R. 65.   \n89. “Likelihood of success means a ‘reasonable likelihood.’ ”  Am. Air Filter \nCo., 2017 NCBC LEXIS 9, at *11 (quoting A.E.P. Indus., Inc., 308 N.C. at 404).  \nIrreparable injury exists when “the injury is one to which the complainant should not \nbe required to submit or the other party permitted to inflict, and is of such continuous \nand frequent recurrence that no reasonable redress can be had in a court of law.”  \nA.E.P. Indus., Inc., 308 N.C. at 407 (emphasis omitted). \n90. An injunction is proper only “when irreparable injury is real and \nimmediate.”  DaimlerChrysler Corp. v. Kirkhart , 148 N.C. App. 572, 586 (2002).  \nPlaintiff “must do more than merely allege that irreparable injury will occur.”  United \nTel. Co. of Carolinas v. Universal Plastics, Inc., 287 N.C. 232, 236 (1975).  It must “set \nout with particularity  facts supporting such statements so the court can decide for \nitself if irreparable injury will occur.”  Id.  \n91. In addition, the pote ntial harm Prometheus will suffer if no injunction \nis entered must outweigh the potential harm to Gibson if an injunction is entered.  \nSee Addison Whitney, LLC , 2017 NCBC LEXIS 23, at **12 -13 (citing Williams v. \nGreene, 36 N.C. App. 80, 86 (1978)).  \nFindings of Fact \n92. Unlike its consideration of the Motion to Dismiss, which was limited to \nconsideration of the Complaint and its attachments, the Court may properly consider \nboth the pleadings and the affidavits filed by the parties in its review of Prometheus’ \nMotion for Preliminary Injunction.  Therefore, in addition to the factual background \nabove, the Court finds the following facts for purposes of Prometheus’ motion.  These \nfindings are not binding at later stages of the litigation, including but not limited to  \na trial on the merits.  See Lohrmann v. Iredell Mem’l Hosp., Inc.,  174 N.C. App. 63, \n75 (2005); Daimlerchrysler Corp., 148 N.C. App. at 578. \n93. Prospecta operates in the data management space, whereas Prometheus \noperates in the enterprise asset management space.   (Aff. Jay Golonka Supp. Pl.’s \nReply Supp. Am. Mot. Prelim. Inj. ¶ 3 [“Golonka Aff.”], ECF No. 25.) \n94. However, among other things, Prospecta offers master data \nmanagement and migration tools that may compete in some respects with \nPrometheus’ Ma ster Data as a Service (“ MDaaS) software .  Likewise, Prospecta’s \n“MDO FUSE:  Data-Driven Process Platform” may compete with “The Prometheus \nPlatform.”  (Golonka Aff. ¶ 3.)  Prospecta does not sell or produce enterprise asset \nmanagement software itself .  The  “vast majority” of its projects are not enterprise \nasset management projects.  (Aff. Julian Blackley ¶ 22 [“Blackley Aff.”], ECF No. 20.) \n95. While working at Prometheus, Gibson was a “subject matter expert for \nPrometheus master data solutions and software tools.”  (Golonka Aff. ¶  5.)  He did \nnot have responsibility for identifying  customers or closing sales,  but he did meet \nwith customers as-needed10 to discuss and demonstrate these solutions.  (Aff. Randy \nGibson ¶¶ 25-26 [“Gibson Aff.”], ECF No. 21.)  \n96. While at Prometheus, Gibson had access to P rometheus’ confidential \ninformation.  (Golonka Aff. ¶  6.)  He occasionally used Salesforce to perform normal \nand routine aspects of his job .  (Gibson Aff. ¶  27.)11  However, he did not take any \n \n10 Golonka adds in a second affidavit that Gibson had contact with customers or prospective \ncustomers that operate in all 50 states and in at least seven provinces in Canada.  He adds \nthat Gibson had contact with customers or prospective customers located in at least eight \ncountries.  (Golonka Aff. Opp. Mot. Dismiss ¶¶ 7-8, ECF No. 39.)  The Court does not deem \nit necessary to determine the extent of Gibson’s role to determine the pending motion. \n \n11 Gibson testified by affidavit that before he left Prometheus, he accessed his HR file and the \nonly version of an Employment Agreement he fou nd was an unsigned version that contains \nPrometheus property or information with him when he left.  He returned the \ncompany computer and did not retain any digital files from it.  (Gibson Aff. ¶ 34.) \n97. When Gibson joined Prospecta, he was instructed not to disclose an y \nconfidential information from any past employer.  (Gibson Aff. ¶¶ 33-34, Blackley Aff. \n¶¶ 27-30.) \n98. Gibson has been assigned to work with Prospecta’s European customers.  \n(Gibson Aff. ¶¶ 47-48.) \n99. Gibson, on behalf of Prospecta, attended the ASUG Best Practices in Oil \nand Gas conference in September 2022 that Prometheus also attended.  Both \ncompanies are focused on their master data offerings.  (Golonka Aff. ¶ 12, Gibson Aff. \n¶ 50.) \n100. Importantly, nowhere in the record is there any evidence that Gibson, \nor anyo ne at Prospecta, has used Prometheus’ confidential information to solicit \nPrometheus’ customers or otherwise, despite the fact that Gibson left Prometheus’ \nemploy almost nine months ago. \n \nno non-solicitation or non-competition provisions.  (Gibson Aff. ¶¶  8-10.)  Golonka contests \nthis assertion.  He testified that he, too, accessed Gibson’s HR file and verified that the \nEmployment Agreement in Gibson ’s file is the same as the one attached to Prometheus’ \nComplaint in this action.  (Golonka Aff. Opp. Mot. Dismiss  ¶ 4.)  Because the primary \ndifference between the document Gibson found and the one Golonka says is in the file and \nalso attached to the Compl aint lies only in the existence of the non -competition and \nnon-solicitation provisions, and because the nondisclosure provision, upon which the Motion \nfor Preliminary Injunction turns, exists in both documents, the Court needs not resolve this \ndisputed fact for purposes of this motion.  ( Compare Gibson Aff., Ex. 3, ECF No. 21.3 , with \nCompl., Ex. A.)  \nConclusions of Law \n101. The Court has jurisdiction over the parties and the subject matter of this \naction. \n102. For the same reasons the Court dismisses the claims stated above, the \nCourt concludes that Prometheus is unlikely to succeed on its claims for breach of the \nnon-competition and non -solicitation provisions in the Employmen t Agreement, as \nwell as its claims for tortious interference with contract, misappropriation of trade \nsecrets, and unfair and deceptive trade practices.   \n103. As for the sole remaining claim, Count II, Gibson’s breach of the \nEmployment Agreement’s nondisclosure provision, the Court concludes that although \nPrometheus’ bare-bones allegations are sufficient for Rule 12(b)(6) purposes, neither \nthey, nor the e vidence presented, satisfies Prometheus’ burden either to establish a \nreasonable likelihood of success on the merits or that it is likely to sustain irreparable \nloss unless an injunction is issued.  Gibson has testified that he did not retain or take \nany Prometheus property or information.  Prometheus, on the other hand, alleges \nonly that it reasonably believes that Defendants are using its confidential \ninformation.  Noticeably  absent are any facts to support  Prometheus’ belief that  \nGibson has breached, or is even contemplating a breach of  his nondisclosure \nobligation.  \n104. To warrant the extraordinary relief that Prometheus  requests, more is \nneeded than the fact that Gibson had access to confidential information when he \nworked for Prometheus and speculation arising from Gibson’s attendance on behalf \nof Prospecta at a conference also attended by Prometheus.  See Digital Recorders, Inc. \nv. McFarland, 2007 NCBC LEXIS 23, at **20- 21 (N.C. Super. Ct. June 29, 2007) \n(court denied a preliminary injunction, in part, because there was a “ dearth of \nevidence in [the] record that [defendants] used any confidential information or trade \nsecrets”); Aeroflow Inc. v. Arias, 2011 NCBC LEXIS 21, at **20 (N.C. Super. Ct. July \n5, 2011) (preliminary injunction denied when plaintiff failed to present “ any specific \nevidence to bolster its suspicion that [defendant] has or will violate the non-disclosure \nprovision”). \n105. Because Prometheus has failed to demonstrate both that it would likely \nsucceed on the merits of its claim and  that it would be likely to sustain irreparable \nharm in the absence of the issuance of an injunction, it has  not carried its burden of \nestablishing a right to  extraordinary relief .  T he Court therefore DENIES \nPrometheus’ Motion for Preliminary Injunction. \nIII. CONCLUSION \n106. WHEREFORE, the Court hereby ORDERS as follows: \na. Defendants’ Motion to Dismiss is GRANTED in part and DENIED \nin part.  \ni. Defendants’ Motion to Dismiss Count I  (Injunctive Relief) is \nGRANTED, and Count I (Injunctive Relief) is  dismissed \nwithout prejudice to Prometheus’ ability to seek injunctive \nrelief if otherwise warranted;  \nii. Defendants’ Motion to Dismiss Count II (Breach of Contract)  \nis GRANTED as it pertains to the non -competition and non-\nsolicitation provisions of the Employment Agreement , and as \nto those provisions, the breach of contract claim is dismissed \nwith prejudice.   Except as stated, Defendants’ Motion to \nDismiss Count II (Breach of Contract) is DENIED.  \niii. Defendants’ Motion to Dismiss Count III  (Tortious \nInterference), Count IV  (Misappropriation of Trade Secrets) , \nand Count V (Violations of North Carolina Unfair or Deceptive \nTrade Practices Act ) is GRANTED, and Count III (Tortious \nInterference), Count IV (Misappropriation of Trade Secrets), \nand Count V (Violations of North Carolina Unfair or Deceptive \nTrade Practices Act) are dismissed without prejudice.   \nb. Prometheus’ Motion for Preliminary Injunction is DENIED.   \nIT IS SO ORDERED, this the 21 day of March, 2023. \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}