{
  "id": "34314bb356dc79064b72cdc117eec6b02f08a19c46d4d32d7e8e0ada1dc26165",
  "source_file": "data/raw/ncbc/34314bb356dc79064b72cdc117eec6b02f08a19c46d4d32d7e8e0ada1dc26165.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 5594 \n \nHUSQVARNA PROFESSIONAL \nPRODUCTS, INC. and \nHUSQVARNA BUSINESS \nSUPPORT AB, \n \nPlaintiffs, \n \nv. \n \nROBIN AUTOPILOT HOLDINGS, \nLLC; ROBIN TECHNOLOGIES, \nINC.; ROBOTIC MOWING \nINVESTMENTS, LLC; RLAM \nAZALEA, LLC; JEFFREY R. \nDUDAN IRREVOCABLE TRUST; \nJEFFREY DUDAN; and ANTHONY \nHOPP, \n \nDefendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR LEAVE \nTO AMEND COMPLAINT \n \n \n1. THIS MATTER is before the Court on Plaintiffs Husqvarna Professional \nProducts, Inc. and Husqvarna Business Support AB’s (together, “Plaintiffs”) Motion \nfor Leave to Amend Complaint (the “Motion”) in the above-captioned case.1   \n2. Having considered the Motion, the parties’ briefs, affidavits, and materials \noffered in support of and in opposition to the Motion, the arguments of counsel at the \nhearing on the Motion, and other relevant matters of record, the Court hereby \nGRANTS in part and DENIES in part the Motion. \nNelson Mullins Riley & Scarborough, LLP, by Corey E. Manning, \nThomas G. Hooper, Adam J. Hegler, and James K. Lehman, for \nPlaintiffs/Counterclaim Defendants Husqvarna Professional Products, \nInc. and Husqvarna Business Support AB. \n \nJackson Walker LLP, by Blake T. Dietrich and Hailey Oestreich, and \nLincoln Derr PLLC, by Tricia M. Derr and R. Jeremy Sugg, for \n \n1 (ECF No. 99.) \nHusqvarna Pro. Prods., Inc. v. Robin Autopilot Holdings, LLC, 2023 NCBC 88. \nDefendants/Counterclaim Plaintiffs Robin Autopilot Holdings, LLC, \nRobin Technologies, Inc., Robotic Mowing Investments, LLC, RLAM \nAzalea, LLC, Jeffrey R. Dudan Irrevocable Trust, Jeffrey Dudan, and \nAnthony Hopp. \n \nBledsoe, Chief Judge. \nI. \nBACKGROUND  \n3. A summary of the allegations in Plaintiffs’ Complaint2 is set forth in  the \nCourt’s Order and Opinion on Defendants’ Motion to Dismiss Claims Against the \nMember Defendants and Robin Technologies, Inc., filed 22 September 2023.3  \n4. Plaintiff seeks leave to file its First A mended Complaint4 pursuant to Rule \n15 of the North Carolina Rules of Civil Procedure (the “Rule(s)”) to supplement the \nfactual allegations contained in the Complaint, add Defendant Robin Autopilot \nHoldings, LLC’s (“Robin”) former CEO, Logan Fahey (“Fahey”), as a party defendant, \nassert additional claims , and reassert various existing claims (t he “Proposed \nAmended Complaint”).5   \n5. Defendants oppose the Motion to the extent Plaintiffs seek to reassert claims \nfor anticipatory breach of contract against Robin and Robin Technologies, Inc. \n \n2 (ECF No. 4.) \n \n3 (ECF No. 77; Husqvarna Prof. Prods., Inc. v. Robin Autopilot Holdings, LLC, 2023 NCBC \nLEXIS 120 (N.C. Super. Ct. Sept. 22, 2023).) \n \n4 ( Pls.’ Mot. Leave Amend Compl. Ex. A, First Am. Compl. [hereinafter “Proposed Am. \nCompl.], ECF No. 88.2.) \n  \n5 (Pls.’ Mem. Law Supp. Mot. Leave Amend 2, ECF No. 88.1.) \n \n(Claims One, Six, Seven, and Eight)6 and assert new claims against Fahey for tortious \ninterference with contract (Claims Eleven and Twelve)7 and breach of fiduciary duty \n(Claim Thirteen).8  Defendants contend that these claims are futile because the claim \nfor breach of fiduciary duty can not survive a motion to dismiss under Rule 12(b)(1) \nand the claims for tortious interference with contract and anticipatory repudiation \ncannot survive a motion to dismiss under Rule 12(b)(6).9   \n6. After full briefing, the Court convened a hearing on the Motion on 13 \nDecember 2023 (the “Hearing”), at which all parties were represented by counsel.  \nThe Motion is now ripe for resolution. \nII. \nLEGAL STANDARD \n7. Rule 15 governs amendments to pleadings and provides in relevant part: \nA party may amend his pleading once as a matter of course at any time \nbefore a responsive pleading is served or, if the pleading is one to which \nno responsive pleading is permitted and the action has n ot been placed \n \n6 (Proposed Am. Compl. ¶¶ 124–30, 162–83.) \n \n7 (Proposed Am. Compl. ¶¶ 191–239.) \n \n8 (See Proposed Am. Compl. ¶¶ 240 –54; Defs.’ Resp. Opp’n Pls.’ Mot. Leave Am. Compl. 2 \n[hereinafter, “Defs.’ Br. Opp’n”], ECF No. 98.)  Defendants initially opposed the Motion to the \nextent Plaintiffs seek to reassert a claim for declaratory judgment against the Member \nDefendants (i.e., Robotic Mowing Investments, LLC, RLAM Azalea, LLC, Jeffrey R. Dudan \nIrrevocable Trust, Jeffrey Dudan, and Anthony Hopp)  concerning the Note Purchase \nAgreement and the Supply Agreement that are at issue in this litigation .  (Defs.’ Br. Opp’n \n27–28).  The parties agree, and the proposed Amended Complaint makes plain, however, that \nPlaintiffs do not seek to assert this claim against the Member Defendants.  Accordingly, \nDefendants conceded that their opposition to the Motion on this ground is without merit and \nwithdrew this contention at the h earing on the Motion. (See Proposed Am. Compl. ¶¶ 159–\n61.)   \n \n9 Defendants do not challenge Plaintiffs’ assertion of Claims Two, Three, Four, Five, Nine, \nand Ten in the Proposed Amended Complaint.  (See Defs.’ Opp’n Br.)   \nupon the trial calendar, he may so amend it at any time within 30 days \nafter it is served.  Otherwise a party may amend his pleading only by \nleave of court or by written consent of the adverse party; and leave shall \nbe freely given when justice so requires. \n \nN.C.R. Civ. P. 15(a).  The rule “encourages trial courts to permit amendment liberally \nand evinces our State’s ‘general policy of allowing an action to proceed to a \ndetermination on the merits.’ ”  Duke Energy Carolinas, LLC v. AG Ins. SA/NV, 2019 \nNCBC LEXIS 105, at *4 (N.C. Super. Ct. Dec. 10, 2019) (quoting House of Raeford \nFarms, Inc. v. Raeford, 104 N.C. App. 280, 282 (1991)). \n8. “Valid grounds for which a motion to amend may be denied include undue \ndelay, bad faith, dilatory motive, repe ated failure to cure deficiencies, undue \nprejudice and futility of the amendment.”  Bartlett Milling Co. v. Walnut Grove \nAuction & Realty Co., 192 N.C. App. 74, 89 (2008) (cleaned up).  “The futility standard \nunder Rule 15 is essentially the same standard used in reviewing a motion to dismiss \nunder Rule 12(b)(6), but provides the [c]ourt liberal discretion to find that an \namendment lacks futility .  Nevertheless, the court may deny a motion to amend \nwhere the allegations would not be sufficient to survive a motion to dismiss.”  Simply \nthe Best Movers, LLC v. Marrins’ Moving Sys., Ltd., 2016 NCBC LEXIS 28, at **5–6 \n(N.C. Super. Ct. Apr. 6, 2016) (internal citation omitted).   \n9. Applying these standards, therefore, a motion to amend is not futile when \n“the allegations of the [amended pleading], treated as true, are sufficient to state a \nclaim upon which relief may be granted under some legal theory, whether properly \nlabeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C . App. 669, 670 (1987).   \n“[D]ismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face reveals \nthe absence of facts sufficient to make a good claim; or  (3) the complaint discloses \nsome fact that necessarily defeats the plaintiff’s claim.’ ”  Corwin v. Brit. Am. Tobacco \nPLC, 371 N.C. 605, 615 (2018) (quoting Wood v. Guilford Cnty. , 355 N.C. 161, 166 \n(2002)). \n10. “In the end, a ‘motion for leave to amend is addressed to the sound discretion \nof the trial judge[.]’ ”  Howard v. IOMAXIS, LLC, 2023 NCBC LEXIS 159, at *16 (N.C. \nSuper. Ct. Nov. 29, 2023) (quoting Chicopee,  Inc. v. Sims Metal Works, Inc., 98 N.C. \nApp. 423, 430 (1990)). \n11. “Standing is a necessary prerequisite to a court’s proper exercise of subject \nmatter jurisdiction ,” In re Z.G.J ., 378 N.C. 500, 504 (2021), and “[s] tanding \narguments can be presented under both Rule 12(b)(1) and 12(b)(6) ,” Barefoot v. \nBarefoot, 2022 NCBC LEXIS 8, at *3 ( N.C. Super. Ct. Feb. 2, 2022).  “Rule 12(b)(1) \nrequires the dismissal of any action ‘based upon a trial court’s lack of jurisdiction over \nthe subject matter of the claim.’ ”  Watson v. Joyner-Watson, 263 N.C. App. 393, 394 \n(2018) (quoting Rule 12(b)(1)).   \nIII. \nANALYSIS \nA. Breach of Fiduciary Duty \n12. Plaintiffs seek to assert a derivative claim against Fahey for breach of the \nfiduciary duty he owed Robin as its CEO .10  Defendants contend that this claim is \n \n10 (Proposed Am. Compl. ¶¶ 240–54.)   \nfutile because Plaintiffs failed to make pre-suit demand on Robin, as required under \nOhio law, and therefore lack standing to assert th is claim derivatively.11  Plaintiffs \nadmit that they failed to make pre-suit demand but contend that derivative demand \nwas excused as futile under Ohio law.12  The Court agrees with Defendants. \n13. Robin is an Ohio limited liability company (“LLC”) , and Plaintiffs seek to \nassert a breach of fiduciary duty claim against Fahey on behalf of Robin.13  N.C.G.S. \n§ 57D-8-06 provides that “[i]n any derivative proceeding in the right of a foreign LLC \n[such as the case here], the matters covered by [Chapter 57D] will be governed by the \nlaw of the jurisdiction of the foreign LLC’s organization except for the matters \ngoverned by G.S. 57D -8-02 [Stay of Proceedings], 57D -8-04 [Disconti nuance or \nSettlement], and 57D-8-05 [Payment of Expenses].”  As a result, Plaintiffs’ standing \nto bring a derivative claim on behalf of Robin is governed by the Ohio Revised Limited \nLiability Company Act (the “Ohio Act”).  Ohio Rev. Code Ann. §§ 1706.01–.84.   \n14. The Ohio Act  repealed and replaced Ohio’s former LLC Act (the “Former \nOhio Act”) in early 2022.  The Former Ohio Act permitted a member to commence a \nderivative action on behalf of an LLC if a demand on the LLC is refused, or, “if an \neffort to cause those managers to commence the action is not likely to succeed.”  See \nOhio Rev. Code § 1705.49 (repealed Jan. 2022).   It is undisputed that no similar \n \n11 (Defs.’ Br. Opp’n 11–13.)  Plaintiffs admit in t he Proposed Amended Complaint that \nPlaintiffs did not make written demand upon Robin.  (See Proposed Am. Compl. ¶¶ 245–54.) \n \n12 (Pls.’ Reply Further Supp. Mot. Leave Amend Compl. 9–10 [hereinafter, “Pls.’ Reply Br.”], \nECF No. 102.)  \n \n13 (Proposed Am. Compl. ¶ 254.) \nprovision or other futility exception to th e Former Ohio Act’s demand requirement \nappears in the new statute.  See generally Ohio Rev. Code §§ 1706.01–.84.   \n15. To the contrary, the Ohio Act provides, without exception, that a member of \nan LLC “may not commence a derivative action in the right of the limited liability \ncompany, or a series thereof, until both of the following occur”: \n(A) A written demand has been made upon the limited liability \ncompany or the series to take suitable action. \n \n(B) Ninety days have expired from the date the demand was made \nunless either of the following applies  (i) The member has earlier been \nnotified that the demand has been rejected by the limited liability \ncompany or the series ; (ii) Irreparable injury to the limited liability \ncompany or the series would result by waiting for the expiration of the \nninety-day period. \n \nOhio Rev. Code. Ann. § 1706.612 (LexisNexis 2021).   \n16. Plaintiffs argue that the Court should nonetheless read a demand futility \nexception into the Ohio Act, contending first that if the Ohio legislature intended to \neliminate the exception, it would have stated so expressly, and second that the Ohio \nlegislature did not intend to eliminate the futility exception from the new Ohio LLC \nAct because Ohio Rule of Civil Procedure 23.1 contains a procedure for corporate \nshareholders to allege demand futility , ( see Ohio Civ. R. 23.1 ).  The Court finds  \nneither argument persuasive. \n17. “In construing a statute  [under Ohio law] , a court ’s paramount concern is \nthe legislative intent in enacting the statute.   In determining legislative intent, the \ncourt first looks to the language in the statute and the purpose to be accomplished.  \nThe literal language of the pertinent statutes must be enforced whenever possible.”  \nState ex rel. Auglaize Mercer Cm ty. Action Comm’n., Inc. v. Ohio C.R. Comm ’n., 654 \nN.E.2d 1250, 1253 ( Ohio 1995).  “To construe a statute, [the court] first looks at its \nexpress wording.  [The court] must give effect to the words of a statute and may not \nmodify an unambiguous statute by deleting words used or inserting words not used.”  \nState v. Teamer, 696 N.E.2d 1049, 1051 (Ohio 1998) (cleaned up); see also Cleveland \nMobile Radio Sales, Inc. v. Verizon Wireless, 865 N.E.2d 1275, 1278 (Ohio 2007) (“A \ncourt is neither to insert words that were not used by the legislature nor to delete \nwords that were used.”).  Indeed, the Ohio legislature “must be presumed to know the \nmeaning of words, to have used words of a statute advisedly and to have expressed \nlegislative intent by the use of the words found in the statute.”   Diller v. Diller, 182 \nN.E.3d 370, 387 (Ohio Ct. App. 2021). \n18. The derivative demand requirements in section 1706.612 of the Ohio Act are \nclear and unambiguous  and do not contain any exceptions  to written demand , \nincluding on grounds of futility.  As shown above, t he Ohio rules of statutory \nconstruction do not permit the Court to read an exception into the Ohio Act that the \nOhio legislature did not include.  Similarly, the fact that Ohio law permits a corporate \nshareholder to assert demand futility in bringing a derivative action under the Ohio \nRules of Civi l Procedure in no way suggests that the Ohio legislature intended to \ninclude such an exception for a member of an LLC.   \n19. As a result, the Court concludes that Plaintiff s are  without standing to \nassert their proposed breach of fiduciary duty claim against Fahey due to Plaintiffs’ \npleaded failure to make written demand on Robin.  Accordingly, the Court will deny \nPlaintiffs’ Motion to the extent it seeks to assert this derivative claim.14   \nB. Tortious Interference with Contract \n20. Plaintiffs seek to assert  two claims for tortious interference with contract \nagainst Fahey, alleging that Fahey caused Ro bin to breach its obligations to the \nPlaintiffs under a Supply Agreement (Claim Eleven) and under a Note Purchase \nAgreement (Claim Twelve) (together, the “Agreements”) for his personal gain.15   \n21. Defendants contend that Plaintiffs’ proposed claims against Fahey for \ntortious interference with contract are futile because (i) Fahey did not have the \nauthority under Robin’s operating agreement (the “Operating Agreement”)16 to cause \n \n14 The Court notes that it would reach the same result applying North Carolina’s rules of \nstatutory construction, which are nearly identical to those of Ohio.  See , e.g., State ex rel. \nUtils. Comm’n v. Lumbee River Elec. Membership Corp. , 275 N.C. 250, 260 (1969) (noting \nthat when a statutory section “is clear and understandable on its face, it requires no \nconstruction. In such a case, the Court is without power to interpolate or superimpose \nconditions and limitations which the [statute] does not of itself[]”) (internal citation omitted); \nHome Builders Ass’n of Fayetteville N.C., Inc. v. City of Fayetteville, 170 N.C. App. 625, 627 \n(2005) (“[C]ourts should not infer additional language when it would have been a simple \nmatter for the General Assembly to have included that explicit phrase .”) (cleaned up); \nNorman v. Nash Johnson & Sons’ Farms, Inc., 140 N.C. App. 390, 410–11 (2000) (“Where the \nLegislature has made no exception to the positive terms of a statute, the presumption is that \nit intended to make none, and it is a general rule of construction that the courts have no \nauthority to create, and will not create, exceptions to the provisions of a statute not made by \nthe act itself.”) (quoting Upchurch v. Hudson Funeral Home, Inc., 263 N.C. 560, 565 (1965)); \nsee generally Allen ex rel. Allen & Brock Constr. Co. v. Ferrera, 141 N.C. App. 284, 288 (2000) \n(recognizing that North Carolina’s similar derivative demand statute “abolished the futility \nexception under North Carolina law[]”).   \n \n15 (Proposed Am. Compl. ¶¶ 191 –239.)  In contrast to the North Carolina law governing \nPlaintiffs’ proposed breach of fiduciary duty claim, North Carolina “favors the use of the lex \nloci test in cases involving tort or tort-like claims.”  SciGrip, Inc. v. Osae, 373 N.C. 409, 420 \n(2020). \n \n16 ( See Pls.’ Opp’n Defs.’ Mot. Dismiss Claims Against the Member Def. and Robin \nTechnologies Ex. C, ECF No. 17.3 (sealed), ECF No. 41.2 (redacted).) \n \nRobin to breach the Agreements without action of Robin’s  Board of Managers (the \n“Board”), (ii) Plaintiffs’ allegations are insufficient to establish legal malice, and (iii) \nPlaintiffs’ allegations admit a motive other than malice .17  Defendants also contend \nthat allowing these claims to proceed against Fahey would be contrary to North \nCarolina public policy because it would inhibit corporate officers in the performance \nof their duties.18   \n22. Plaintiffs argue in response that the allegations of the Proposed Amended \nComplaint, taken as true, establish each element of a claim for tortious interference \nwith contract.19  Plaintiffs also argue that the North Carolina courts have rejected \nDefendants’ public policy argument s and have determined that corporate directors \nwho act for their own benefit may be held personally liable for tortious interference.20   \n23. “To state a claim for tortious interference with contract, the [pleading] must \nallege: (1) a valid contract existed between the [claimant] and a third person \nconferring contractual rights to [claimant] against a third person; (2) [the opposing \nparty] knows of the contract; (3) [the opposing party] intentionally induced the third \nperson not to perform the contract; (4) in not performing the contract the third person \nacted without justification; and (5) [claimant] suffered actual damages.”  Button v. \nLevel Four Orthotics & Prosthetics, Inc. , 380 N.C. 459, 467 (2022).  Whe re, as here, \n \n17 (Defs.’ Br. Opp’n 19–27.)   \n \n18 (Defs.’ Br. Opp’n 26–27.) \n \n19 (Pls.’ Reply Br. 4–7.)   \n \n20 (Pls.’ Reply Br. 9.) \n \nthe defendant is a company’s officer, director, or other fiduciary, there is a \npresumption that the defendant acted with justification.  Id. at 468.  This \npresumption is overcome when a claimant alleges facts showing that the defendant \nacted with malice.  Id.   “In order to survive dismissal, a complaint alleging tortious \ninterference must admit of no motive for interference other than malice.”  Wells Fargo \nIns. Servs. USA, Inc. v. Link, 372 N.C. 260, 284 (2019) (citation omitted).   \n24. Defendants first contend that Plaintiffs’ allegations are insufficient because \nFahey, as Robin’s CEO, did not have authority under the Operating Agreement  to \nprevent Robin from fulfilling its contractual  obligations.  This argument is without \nmerit.  Although Defendants argue that Plaintiffs have failed to plead that Fahey \nneeded and obtained the Board’s approval to cause Robin not to pay the money due \nunder the Agreements, 21 Plaintiffs have alleged that “the other managers on the \nBoard of Managers [ ] passively permitted Mr. Fahey to direct Robin Autopilot . . . to \nundertake activity antagonistic and detrimental to the business purposes and best \ninterest of Robin Autopilot.” 22  Plaintiffs further allege that Fahey “directed and/or \ncontrolled Robin Autopilot’s decision to not repay the [amounts due under the \nAgreements].”23  These allegations, taken as true, permit a factfinder to conclude that \nFahey induced Robin to breach the Agreements.  As such, Defendants’ first argument \nin opposition to the Motion is without merit. \n \n21 (Defs.’ Br. Opp’n 22.) \n \n22 (See Proposed Am. Compl. ¶ 250.)   \n \n23 (Proposed Am. Compl. ¶¶ 196, 208.)   \n25. Defendants next contend that Plaintiffs’ allegations of malice are \ninsufficient to withstand Rule 12(b)(6) scrutiny because they are made “upon \ninformation and belief”  and thus rest upon unwarranted deductions and \nunreasonable inferences. 24  Defendants’ second contention, like their first, lacks \nmerit.  Our courts have rejected the notion that allegations made “upon information \nand belief” are insufficient to state a claim when challenged under Rule 12(b)(6).  See, \ne.g., Wilkie v. Stanley , 2011 NCBC LEXIS 11, at * *15–16 (N.C. Super. Ct. Apr. 20, \n2011) (rejecting contention that “allegations made on information and belief cannot \nsupport a claim attacked by a Rule 12(b)(6) motion made in advance of discovery.”)25   \n26. Plaintiffs’ allegations of malice are sufficient to survive Rule 12(b)(6) \nscrutiny here.  Plaintiffs allege that  Fahey “acted for his own person al benefit” in \ndirecting Robin not to pay Plaintiffs’  invoices and “not for the legitimate business \npurposes or benefit of Robin Autopilot ,” and further that Fahey did so to  “secure \nrecoupment of his own personal investments in Robin” with priority over Robin’s  \nobligations to Plaintiffs. 26  Since these allegations  would permit a factfinder to \nconclude that Fahey acted entirely in his personal interest and not in Robin’s interest, \n \n24 (Defs.’ Br. Opp’n 23–24.)   \n \n25 In contrast, our courts have made clear that “ statements made ‘upon information and \nbelief’—or comparable language—do not comply with the ‘personal knowl edge’ requirement \n[on summary judgment],” Asheville Sports Props., LLC v. City of Asheville, 199 N.C. App. \n341, 345 (2009) (cleaned up), and further that “allegations based ‘upon information and belief’ \nare generally insufficient to meet the requirements of Rule 9(b)” for pleading fraud, Perkins \nv. HealthMarkets, Inc., 2007 NCBC  LEXIS 25, at *13 (N.C. Super. Ct. July 30, 2007). \n \n26 (Proposed Am. Compl. ¶¶ 209–14, 232–37.)   \n \nthe Court concludes that Plaintiffs’ allegations of legal malice are sufficient  to state \na claim under Rule 12(b)(6).  See, e.g.,  Embree Constr. Grp., Inc. v. Rafcor, Inc. , 330 \nN.C. 487, 499 (1992) (“[A] plaintiff states the [malice] element of the claim of tortious \ninterference with contract when he alleges facts supporting the allegation that the \nindividual defendants’ actions were in their personal interest[.]”).  \n27. Defendants also contend that Plaintiffs’ allegations admit a motive other \nthan malice, identifying three potential business reasons Fahey might have had for \ndirecting Robin not to pay Plaintiffs’ invoices under the Agreements.27  But because \nPlaintiffs need not “nega te in its pleadings facts that more properly support a \ndefense[,]” id. at 499, Defendants’ argument fails under Rule 12(b)(6).  See id. at 499–\n500 (noting that plaintiff need not plead defendants acted “ without justification” for \na tortious interference claim to survive Rule 12(b)(6) dismissal).   \n28. Finally, the Court finds Defendants’  public policy concerns are \nunwarranted.  Officers, directors, shareholders, and other corporate fiduciaries have \n“a qualified privilege to interfere with contractual relations between the corporation \nand a third party. ”  Id. at 498 (citation omitted).  “The acts of a corporate officer in \ninducing his company to sever contractual relations with a third party are presumed \nto have been done in the interest of the corporation.”  Id. (citation omitted).  But where \na plaintiff has alleged “facts supporting the allegation that the individual defendants’ \nactions were in their personal interest,” the matter of the defendant’s good faith is an \nissue of fact to be presented as an affirmative defense.  Id.  at 499.  As such, North \n \n27 (Defs.’ Br. Opp’n 25–26.)   \nCarolina law permits Plaintiffs to seek to hold a corporate officer like Fahey \naccountable for tortiously interfering with his company’s contracts for his own \npersonal benefit. \n29. For each of these reasons, therefore, the Court concludes that Plaintiffs’ \ntortious interference claims are not futile, and Defendants’ objection s to Plaintiffs’ \nMotion on this ground are without merit. \nC. Anticipatory Repudiation \n30. Finally, Plain tiffs seek to reassert four claims for anticipatory breach of \ncontract that are premised primarily on a memorandum sent by Fahey to Plaintiffs \non 6 March 2023 (the “March 6 Memo”).28  Defendants contend that these claims are \nfutile because the Court concluded in its Order and Opinion on Plaintiffs’ Motion to \nDismiss Amended Counterclaims (the “November Order”)29 that the March 6 Memo \nis not a “ distinct, unequivocal, and absolute refusal to perform .”30  See Profile Invs. \nNo. 25, LLC v. Ammons E. Corp., 207 N.C. App. 232, 237 (2010) (“For repudiation to \nresult in a breach of contract, the refusal to perform must be of the whole contract or \nof a covenant going to the whole consideration, and must be distinct, unequivocal, \nand absolute[.]”) (cleaned up).31 \n \n28 (Proposed Am. Compl. ¶¶ 124 –30, 162–83.)  Plaintiffs’ proposed claims for anticipatory \nbreach of contract are Claims O ne, Six, Seven, and E ight in the Proposed Amended \nComplaint.   \n \n29 (ECF No. 96.) \n \n30 (Defs. Br. Opp’n 28.) \n \n31 North Carolina law governs Plaintiffs’ proposed claims  for anticipatory repudiation.  See  \nHusqvarna Prof. Prods., Inc. v. Robin Autopilot Holdings, LLC, 2023 NCBC LEXIS 1 55, ** \n31. The Court’s November Order  cannot carry the weight Defendants claim .  \nFirst, the Court’s ruling did not resolve issues of fact.32  In addition, the portion of the \nCourt’s ruling upon which Defendants rely was a part of the Court’s conclusion that \nthe March 6 Memo was susceptible to two or more reasonable interpretations; it was \nnot a holding that the Memo could only be read as Defendants contend as a matter of \nlaw.33  Accordingly, Plaintiffs’ Motion for leave to reassert  Plaintiffs’ claims for \nanticipatory repudiation shall be granted. \nIV. \nCONCLUSION \n32. WHEREFORE, the Court, in the exercise of its discretion, hereby DENIES \nthe Motion to the extent it seeks to add a claim against Fahey for breach of fiduciary \nduty, but otherwise GRANTS the Motion .  Plaintiffs shall file the ir Proposed \nAmended Complaint, modified to comply with this Order, no later than 29 December \n2023.  \n \n29–33 (N.C. Super. Ct. Nov. 28, 2023) (applying North Carolina law to Plaintiffs’ anticipatory \nrepudiation claims); see also, e.g., Fortune Ins. Co. v. Owens, 351 N.C. 424, 428 (2000) (“[T]he \nsubstantive law of the state where the  last act to make a binding  contract \noccurred . . . controls the interpretation of the contract.”). \n \n32 (See November Order ¶ 3.)   \n \n33 By way of further background, Robin asserted a claim for breach of contract against \nPlaintiffs.  Plaintiffs moved to dismiss this claim, arguing that Robin extinguished Plaintiffs’ \nobligations under the contracts by repudiating, and thereby breaching, the contract when it \nsent the March 6 Memo.  (Mem. Supp. Pls.’ Mot. Dismiss Am. Countercls. 15 –16, ECF No. \n51.)  In the November Order, the Court denied Plaintiffs’ motion, holding that Robin ’s \nallegations “did not establish repudiation as a matter of law” and declining to conclude that \nPlaintiffs obligations were excused by Robin’s conduct.  (November Order ¶ 66.) \nSO ORDERED, this the 22nd day of December, 2023. \n \n \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n "
}