{
  "id": "34c652bf2cb8df54efcd5acfdcff73e65411abaf6bc178c29a6e1191c8118ffc",
  "source_file": "data/raw/ncbc/34c652bf2cb8df54efcd5acfdcff73e65411abaf6bc178c29a6e1191c8118ffc.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 5410 \n \nNORTH CAROLINA DEPARTMENT \nOF REVENUE, \n \nPetitioner, \n \nv. \n \nFSC II, LLC, \n \nRespondent. \n \n \n \n \nORDER AND OPINION ON PETITION \nFOR JUDICIAL REVIEW \n \n \n THIS MATTER  comes before the Court on Petitioner North Carolina \nDepartment of Revenu e’s Petition for Judicial Review  (the “Petition ,” ECF No. 3)  \nseeking reversal of the Office of Administrative Hearings’  Final Decision (the “Final \nDecision”) entering summary judgment in favor of Respondent FSC II, LLC.   \nAfter considering the Petition, the a dministrative record, the parties’ briefs , \nthe arguments of counsel, and all other appropriate matters of record, THE COURT, \nfor the reasons set forth below, hereby AFFIRMS the Final Decision. \nNorth Carolina Department of Justice, by Special Deputy Attorney \nGenerals Ashley Hodges Morgan and Tania X. Laporte-Reveron, for \nPetitioner North Carolina Department of Revenue.  \n \nK&L Gates, LLP, by A. Lee Hogewood  III, Robert B. Womble , and \nZachary S. Buckheit, for Respondent FSC II, LLC.   \n \nDavis, Judge. \nINTRODUCTION \n1. To be a manufacturer or not to be a manufacturer?  That is the question \nin this tax appeal.   A former North Carolina statute provided an exemption to the \nNorth Carolina Sales and Use Tax Act that applied to “[a] manufacturing industry or \nN.C. Dep’t of Revenue v. FSC II, LLC, 2023 NCBC 9. \nplant that purchases mill machinery . . . parts or accessories  for storage, use, or \nconsumption in this State.” 1  The taxpayer company in this case —FSC II, LLC \n(“FSC”)—existed primarily as a contractor.  In the course of its normal work, FSC \nregularly purchased raw materials  that it then used to creat e hot mix asphalt \n(“HMA”).  FSC primarily used this HMA in fulfilling its existing construction \ncontracts but sold the remaining amounts of its HMA to third parties.  Based on these \nfacts, FSC contends that it qualified as a manufacturer for purposes of th e Mill \nMachinery Exemption and was therefore liable only for a lower privilege tax on the \nraw materials it purchased rather than the higher  sales or  use tax.2  The North \nCarolina Department of Revenue (the “Department”)  disagrees.  In resolving the \nparties’ dispute, the Court must  determine what it means to be a manufacturer for \npurposes of the Mill Machinery Exemption and how that classification applies under \nthe circumstances of this case. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The material facts of this matter are not in dispute.3   \n3. The Department is the  North Carolina agency tasked with \nadministering state tax laws and regulations, including the North Carolina Sales and \n \n1 Throughout this opinion, the Court refers to this exemption as the “Mill Machinery \nExemption.” \n \n2 The present appeal solely concerns FSC’s out-of-state purchases of these raw materials. \n \n3 Indeed, the parties submitted a Joint Stipulation of Facts in the proceedings before the \nOffice of Administrative Hearings, which are quoted in relevant part herein. \nUse Tax Act (hereinafter the “Sales and Use Tax Act” or the “Act”) .  See N.C.G.S. §§ \n143B-218, 105-164.1, et seq. (2021).    \n4. In their Joint Stipulation of Facts, the parties stipulated , in pertinent \npart, as follows:   \n[a.] From January 1, 2012 to December 31, 2014 (“Period at Issue”), \n[FSC] primarily engaged in public infrastructure construction \nand commercial sitework construction.  Additionally, during the \nPeriod at Issue, [FSC] owned and operated four facilities in Wake \nCounty, North Carolina that produced hot mix asphalt (“HMA”).   \nWhile the parties stipulate that the process of converting raw \nmaterials to HMA primarily for resale constitutes \n“manufacturing,” [FSC] contends that it is a manufacturer \noperating a manufacturi ng plant within the meaning of the \nstatute and regulations at issue and the [Department] disagrees.  \nThe parties stipulate that this disagreement may be resolved as \na matter of law and not as a matter of fact. \n \n[b.] For tax years 2012 to 2014, [FSC]’s parent company, which files \nincome tax returns reflecting [FSC]’s business operations, \nidentified itself as being in the “Highway, Street, and Road \nConstruction” industry under the North American Industry \nClassification System on the parent’s North Carolina income tax \nreturns. \n \n[c.] During tax year 2012, [FSC] used 85.46% of the HMA it produced \nat its HMA facilities for various construction projects upon which \nit served as a contractor or subcontractor and sold the remaining \nHMA in FOB sales to North Carolina customers. \n \n[d.] During tax year 2013, [FSC] used 79.73% of the HMA it produced \nat its HMA facilities for various construction projects upon which \nit served as a contractor or subcontractor and sold the remaining \nHMA in FOB sales to North Carolina customers. \n \n[e.] During tax year 2014, [FSC] used 81.10% of the HMA it produced \nat its HMA facilities for various construction projects upon which \nit served as a contractor or subcontractor and sold the remaining \nHMA in FOB sales to North Carolina customers. \n \n[f.] During the Period at Issue, [FSC] paid North Carolina sales tax \nat the full applicable rates for tangible personal property (“TPP”) \nthat it purchased in North Carolina, including tools, parts, and \nequipment that it used in producing HMA in state.  During the \nPeriod at Issue, [FSC] did not pay sales tax or accrue and remit \nuse tax for certain TPP that it purchased out of state, including \ntools, parts, and equipment that it used in producing HMA in \nstate.  It is [FSC]’s position that the law did not require [FSC] to \npay sales or use tax for TPP that [FSC] used in producing HMA \nin state, to the extent such TPP constitutes “mill machinery or \nmill machinery parts or accessories” within the meaning of \nN.C.G.S. [§] 105-187.51 as in effect at the applicable times. \n \n[g.] [FSC] did not pay the North Carolina privilege  tax under former \nN.C.G.S. § 105 -187.51, which was in effect during the Period at \nIssue, on [FSC]’s out -of-state purchases of tools, parts, and \nequipment that it used to produce HMA in North Carolina. \n \n[h.] During the Period at Issue, [FSC] charged and remitted the \ncorrect sales tax due on its North Carolina sales of HMA. \n \n(R., ECF No. 12, at RP_0070–71.)  \n \n5. In October 2014, FSC received a notice from the Department of a sales \nand use tax examination scheduled to commence on 4 November 2014.  ( R., at \nRP_0072.)   \n6. On 9 December 2015, as a result of that examination, the Department \nissued a “Notice of Sales & Use Tax Assessment ,” proposing the assessment against \nFSC of additional state and county sales and use taxes during the Period  at Issue in \nthe principal amount of $118,999.78, plus a 10% negligence penalty and interest with \nrespect thereto (the “Proposed Assessment”).  (R., at RP_0073.)   In calculating the \nProposed Assessment, the Department  reviewed FSC’s 2014 invoices for FSC’s out -\nof-state TPP purchases, including FSC’s purchases of tools, parts, and equipment for \nHMA production in state, but not the in voices for the same types of purchases from \n2012 and 2013.  Instead, for years 2012 and 2013, the Department used a formula to \nproject FSC’s sales and use tax liabilit y.  However, FSC disputed  whether the \nDepartment was legally permitted to use such projections, in lieu of actually \nreviewing the relevant invoices.  (R., at RP_0073.)   \n7. As a result of this dispute over the appropriate methodology, FSC timely \nrequested that the Department review the Proposed Assessment .  (R., at RP_0073.)  \nOn 19 June 2018, after reviewing FSC’s 2012 and 2013 invoices, the Department  \nissued to FSC proposed adjustments to the Proposed Assessment.  (R., at RP_0073.)  \n8. The proposed adjustments reflected that, during the Period at Issue, the \ninvoices for FSC’s out -of-state TPP p urchases, including FSC’s purchase of tools, \nparts, and equipment for HMA production in state , totaled $2,144,144.45, resulting \nin higher tax liability for FSC.  (R., at RP_0074.) \n9. On 14 August 2019, FSC  representatives, FSC’s counsel, and \nDepartment representatives participated in  a conference as required by N.C.G.S. § \n105-241.13(b).  (R., at RP_0074.)  Following that conference, the Department issued \na Notice of Final Determination (“NOFD”), as required by N.C.G.S. § 105- 241.14(b).  \n(R., at RP_0074.)  \n10. The NOFD stated that—based on the p roposed adjustments to the \nProposed Assessments—FSC owed $118,999.78 in state and local sales and use taxes, \n$11,899.98 in penalties, and $52,422.89 in interest through 31 March 2020, less \ninterest adjustments of $4,602.25, resulting in a total amount of $178,720.40 in taxes \nowed to the Department.  (R., at RP_0170.)   The NOFD also stated that after \nreviewing FSC’s objections, the Department  had “determined that the assessment \nproposed against [FSC], as adjusted, is correct.”  (R., at RP_0170.)  Furthermore, the \nNOFD noted that “[t]he net effect of the aforementioned adjustments to the Proposed \nAssessment is an increase in the Taxpayer’s overall Tax liability.”  (R., at RP_0174.)  \nHowever, the Department chose not to increase FSC’s tax liability as a result of FSC’s \nrequest for review  and only sought recovery of  the original amount stated in the \nProposed Assessmen t—that is, $118,999.78—plus a 10% negligence penalty and \ninterest.  (R., at RP_0174.)   \n11. Of the $118,999.78  that the Department contend ed was owed by  FSC, \nthe parties agree d that FSC owed  at least $44,479.75 in use taxes plus applicable \ninterest for out -of-state TPP purchases that FSC  conceded did not involve  \nmanufacturing tools, parts, or equipment.  (R., at RP_0074.)   \n12. However, FSC disputed that it owed any of the remaining $74,520.03 in \nuse tax, interest, and penalties.  FSC asserted that its out-of-state purchases of tools, \nparts, and equipment for HMA production were  subject only to the North Carolina \nprivilege tax under N.C.G.S. § 105-187.51 by virtue of the Mill Machinery Exemption, \nplus interest.  (R., at RP_0074–75.)4    \n13. Conversely, the Department maintain ed its position that FSC did, in \nfact, owe the remaining $74,520.03 based on its position that these tools, parts, and \nequipment were not subject to the Mill Machinery Exemption.  (R., at RP_0075.)   \n \n4 Although not relevant to this appeal, FSC also disputed that the 10% negligence penalty \nwas applicable to any privilege tax it owed under N.C.G.S. § 105-187.51. \n14. On 24 April 2020, FSC filed a Petition for Contested Tax Case Hearing \nwith the Office of Administrative Hearings (“OAH”) pursuant to N.C.G.S. § 150B-23.  \n(R., at RP_0897.)   Subsequently, the parties filed c ross-Motions for Summary \nJudgment.  (R., at RP_0897.)   \n15. Following briefing and a hearing, Administrative Law Judge Melissa \nOwens Lassiter (the “ALJ”) issued a Final Decision in this matter on 4 April 2022.  \n(R., at RP_0897.)   \n16. Based on the Joint Stipulat ion of Facts submitted by the parties , the \nFinal Decision addressed the following two issues:  \n[(i)]  Whether [FSC]’s purchases of tools, parts, and equipment from \nvendors located outside North Carolina , from July 1, 2012 \nthrough December 31, 2014, which [FSC] used in its asphalt \nplants in North Carolina to produce hot mix asphalt, were exempt \nfrom use taxes under N.C. Gen. Stat. § 105 -164.13(5a) and N.C. \nGen. Stat. 105-187.51?  \n[(ii)]   Whether [the Department’s]  Notice of Final Determination \nproposing an asse ssment of $118,999.78 in use taxes, plus \npenalties and interest, against [FSC] for purchases of tools, parts, \nand equipment from vendors located outside North Carolina, \nwhich [FSC] then used in its asphalt plants in North Carolina, \nfrom July 1, 2012 through December 31, 2014, was correct?   \n(R., at RP_0898.)   \n17. In the Final Decision,  the ALJ granted summary judgment for FSC \nregarding its entitlement to the Mill Machinery Exemption based on the ALJ’s \ndetermination that FSC’s use of the TPP it purchased to produce HMA constituted \n“manufacturing” such that FSC was therefore exempt from the sales and use tax.  (R., \nat RP_0918–19.)  The ALJ directed the Department to issue a new Notice of Final \nDetermination that was consistent with the rulings contained within the Final \nDecision.  (R., at RP_0920.) \n18. On 4 May 2022, the Department filed its Petition seeking judicial review \nin Wake County Superior Court .  The matter was subsequently designated as a \ncomplex business case by the Chief Justice of the Supreme Court of North Carolina \nand assigned to the undersigned.  The Department and FSC each submitted briefs in \nsupport of their respective positions.  On 14 December 2022, the Court held a hearing \non the Petition, at which both parties were represented by counsel.  The Petition is \nnow ripe for resolution.  \nLEGAL STANDARD \n19. When a trial court “exercises judicial review over an agency’s final \ndecision, it acts in the capacity of an appellate court.”  Meza v. Div. of Soc. Servs., 364 \nN.C. 61, 75 (2010) (quoting N.C. Dep’t of Env’t & Nat. Re s. v. Carroll, 358 N.C. 649, \n662 (2004)).   \n20. Chapter 150B of the North Carolina General Statutes provides that \n“[t]he court reviewing a final [agency] decision may affirm the decision or remand the \ncase for further proceedings [and] [i]t may also reverse or modify the decision if the \nsubstantial rights of the petitioners may have been prejudiced[.]”   N.C.G.S. § 150B-\n51(b) (2021).  “In reviewing a final decision in a contested case, the court shall \ndetermine whether the petitioner is entitled to the relief sought in the petition based \nupon its review of the final decision and the official record.”  Id. § 150B-51(c).  \n21. Here, the Department appeals the Final Decision of the OAH granting \nsummary judgment in favor of FSC.  “Appeals arising from summary judgment orders \nare decided using a de novo  standard of review.”  Midrex Techs. v. N.C. Dep’t of \nRevenue, 369 N.C. 250, 257 (2016).  Under the de novo standard of review, the Court \nwill “consider[] the matter anew and freely substitute[] its own judgment” for that of \nthe OAH.  Carroll , 358 N.C. at 660 (quoting Mann Media, Inc. v. Randolph Cnty. \nPlanning Bd., 356 N.C. 1, 13 (2002)).   “In reviewing a final decision allowing . . . \nsummary judgment, the court may enter any order allowed by . . . Rule 56 ” of the \nNorth Carolina Rules of Civil Procedure.  N.C.G.S. § 150B-51(d).     \n22. Under Rule 56, summary judgment is appropriate “if the ple adings, \ndepositions, answers to interrogatories, and admissions on file, together with the \naffidavits, if any, show that there is no genuine issue as to any material fact and that \nany party is entitled to . . . judgment as a matter of law.”  N.C. R. Civ. P . 56(c).  A  \ngenuine issue is “one that can be maintained by substantial evidence.”  Dobson v. \nHarris, 352 N.C. 77, 83 (2000).  A material fact is one that “would constitute or would \nirrevocably establish any material element of a claim or defense.”  Abner Corp. v. City \nRoofing & Sheetmetal Co. , 73 N.C. App. 470, 472 (1985).  “ Summary judgment is \nappropriate if . . . the facts are not disputed and only a question of law remains.”  Wal-\nMart Stores E. v. Hinton, 197 N.C. App. 30, 37 (2009) (quoting Carter v. W. Am. Ins. \nCo., 190 N.C. App. 532 , 536 (2008)).  Thus, where —as here—the material facts are \nundisputed on appeal, “a summ ary disposition of the claims is proper and \nappropriate.”  Technocom Bus. Sys. v. N.C. Dep’t of Revenue, 2011 NCBC LEXIS 1, at \n*12 (N.C. Super. Ct. Jan. 4, 2011).  \n23. FSC, as the “taxpayer claiming a deduction,” must bring itself “within \nthe statutory provisions authorizing the deduction.”  Wal -Mart Stores E. , 197 N.C. \nApp. at 54–55 (quoting Ward v. Clayton, 5 N.C. App. 53, 58 (1969)). \nANALYSIS \n24. The sole issue before the Court is whether the ALJ erred in granting \nsummary judgment in favor of FSC on the basis that the TPP purchased by FSC from \nout-of-state for its production of HMA should be subject to the lower 1% privilege tax \nas opposed to the higher sales or use tax .  Or, stated more succinctly, the issue is \nwhether the ALJ correctly determined that FSC was entitled to the Mill Machinery \nExemption.  In analyzing this issue, it is necessary to first review the statutory \nprovisions relevant to this issue as they existed during the relevant time period.  \n25. The North Carolina Sales an d Use Tax Act (the “Act”), N.C.G.S. § 105-\n164.1 et seq., as applicable to this dispute, 5 imposed a retail sales tax on a retailer’s \nnet taxable sales or gross receipts, as appropriate, from sales at retail at the general \nState rate, as well as the applicable local and transit rates of tax.  N.C.G.S. § § 105-\n164.4(a), 105- 467, 105 -483, 105 -498, 105- 509.1, 105- 537 (2014).  A retailer was  \ndefined, in part, as “[a] person engaged in the business of . . . making sales at retail[.]”  \nId. § 105-164.3(35).  The Act provided, in pertinent part, that “[t]he general rate of \ntax applies to the sales price of each item or article of tangible personal property that \n \n5 In 2017, N.C.G.S. § 105- 187.51 was repealed.  See N.C. Session Laws 2017 -57 s. 38.8(a), \neffective July 1, 2018 and applicable to sales made on or after that date. \nis sold at retail and is not subject to tax under another subdivision in this section.”  \nId. § 105-164.4(a)(1).  For purposes of th e Act, “sales price” was defined in relevant \npart as “[t]he total amount or consideration for which tangible personal property , \ndigital property, or services are sold” and specifically include d the retailer’s cost of \nthe property sold; the cost of materials used , labor or service costs; all costs of \ntransportation to the retailer; charges by the retailer for any services necessary to \ncomplete the sale; delivery charges; and installation charges.  Id. § 105-164.3(37).    \n26. The Act also imposed a complementary use tax on products purchased, \nleased, or rented for storage, use, or consumption in the State.  Id. §§ 105-164.6, 105-\n468, 105-483, 105-498, 105-509.1, 105-537.  This use tax wa s imposed as an “excise \ntax” and was levied on the purchase price of tangible personal property.  Id . §§ 105-\n164.3(33), 105-164.6(a).  Pursuant to the Act,  the “person who purchases, leases, or \nrents tangible personal property” wa s liable for payment  of the use tax.  Id. § 105-\n164.4(6)(b).    \n27. However, the Act also set out certain exemptions.  N.C.G.S. § 105-164.13 \nprovided that “[t]he sale at retail and the use, storage, or consumption in this State \nof the following tangible personal property . . . are specifically exempt from the tax \nimposed by this Article[.]”  The ensuing list of exempted property included “[p]roducts \nthat are subject to tax under Article 5F of this Chapter.”  Id. § 105-164.13(5a).   \n28. Article 5F include d the “Mill Machinery Exemption”  contained within \nsection 105-187.51, which stated, in pertinent part, as follows: \n  \n§ 105-187.51.  Tax imposed on mill machinery.  \n \n(a) Scope.—A privilege tax is imposed on the following persons: \n \n(1) A manufacturing industry or plant that purchases mill \nmachinery or mill machinery parts or accessories for storage, use \nor consumption in this State.  A manufacturing industry or plant \ndoes not include the following: \n \na. A delicatessen, cafe, cafeteria, restaurant, or \nanother similar retailer that is principally engaged in the \nretail sale of foods prepared by it for consumption on or off \nits premises.  \n \nb. A production company. \n \n. . . \n \n(b) Rate.—The tax is one percent (1%) of the sales price of the \nmachinery, part, or accessory purchased.  The maximum tax is \neighty dollars ($80.00) per article.   As used in this section, the \nterm “accessories” does not include electricity.  \n \nId. § 105-187.51. \n29. Notably, the statute did not expressly define the phrase “manufacturing \nindustry or plant” or, for that matter, any variation of the word “manufacture.” \n30. Because section 105-187.51 granted an exemption from the otherwise \napplicable rate of sales and use tax, a taxpayer seeking the exemption  “bears the \nburden of showing, by a preponderance of the evidence, that it is eligible for the lower \nrate of taxation and is entitled to remit the 1% Privilege Tax rather than the general \nState and local rates of tax.”  N.C. Dep’t of Revenue v. Tri -State Scrap Metal , 2019 \nNCBC LEXIS 42, at *14 (N.C. Super. Ct. July 8, 2019).     \n31. In this appeal, the Department argues that FSC cannot be deemed to be \na “manufacturing industry or plant” because at all relevant times it was a contractor \nrather than a manufacturer.  The Department asserts that  the TPP purchased by \nFSC from out-of-state is subject to the general rate of use tax—as opposed to the lower \n1% privilege tax—because FSC was “primarily engaged in the construction of public \ninfrastructure projects and performed commercial sitework, such as paving roads and \nparking lots” and used the majority of the HMA it produced in completing those \nprojects.  (Pet.’s Br. Supp., ECF No. 15, at 2.)6   \n32. FSC, conversely,  contends the ALJ  correctly determined that it  is \nentitled “to the then applicable favorable tax treatment for out of state purchases of  \nmanufacturing machinery in the operation of its hot mix asphalt manufacturing  \nbusiness and plants for the Relevant Period .”  (Resp’t’s Br. Opp., ECF No. 16, at 2.)  \nFSC contends that it is entitled to this favorable tax treatment because it acted as a \n“manufacturer” and “manufacturing industry” within the meaning of the Mill \nMachinery Exemption during the Period at Issue.  \n33. Thus, the heart of the parties’ dispute concerns whether FSC qualifies \nas a “manufacturing industry or plant.”  Although, as noted above, N.C.G.S. § 105-\n187.51 does not define the term “manufacturing,” our Supreme Court has stated the \nfollowing regarding the meaning of the term in a case involving an analogous issue:   \nIt is everywhere conceded that the term manufacturing  as used in tax \nstatutes is not susceptible of an exact and all[-]embracing definition, for \nit has many applications and meanings.  Where, as here, the statute \ndoes not define the term, courts have resor ted to the dictionaries to \nascertain its generally accepted meaning and have then undertaken to \ndetermine its application to the circumstances of the particular case. \nThere are many holdings and statements to the effect that to constitute \n \n6  The Department notes that the tax on the purchases of TPP at issue are not subject to \napportionment because “the use tax is not divisible or subject to apportionment because of \nits one-time application to the purchase transaction.”  (Pet.’s Br. Supp., at 12.)   \nmanufacturing, the operation, process, or activity in question must \nproduce a new and different commodity or work a substantial change in \nthe basic material. \n \nMaster Hatcheries, Inc. v. Coble, 286 N.C. 518, 520– 21 (1975) (emphasis in original) \n(citing Duke Power Co. v. Clayton, Comr. of Revenue, 274 N.C. 505 (1968)).   \n34. Furthermore, in Duke Power, the Supreme Court  elaborated on this \nproposition: \nIn its generic sense, “manufacturing” has been defined as the producing \nof a new article or use or ornament by the application of skill and labor \nto the raw materials of which it is composed . . . . To make an article \nmanufactured, the application of the labor must result in a new and \ndifferent article with a distinctive name, character, or use . . . . Thus, the \nusual connotation of manufacturing is the making of a new product from \nraw or partly wrought materials.  \n \nDuke Power, 274 N.C. at 513–14.   \n35. The Department does not dispute that the process of producing  HMA \nusing the parts and equipment at issue that w ere purchased by FSC is consistent \nwith the above -quoted definition of manufacturing as articulated by our  Supreme \nCourt.  Nor does the Department contend that the TPP purchased by FSC  did not \nconstitute “mill machinery or mill machinery parts or accessories f or storage, use or \nconsumption in the State.”  N.C.G.S. § 105-187.51.   \n36. Instead, the Department argues that FSC’s creation of HMA, by itself, \nis not enough to transform it into a “manufacturing industry or plant” for purposes of \nthe Mill Machinery Exemption.  The Department contends that FSC must also show \nthat it was primarily, or principally , engaged in the sale of the HMA it produced in \norder to qualify for the exemption.7  FSC is unable to do so, the Department asserts, \ndue to the fact that during the relevant time period it was instead primarily engaged \nin its work as a contractor rather than as a retail seller of HMA .  In support of this \nassertion, the Department points to the undisputed evidence of record showing that \nduring each of the relevant years FSC used between 79.73% and 85.46% of the HMA \nit produced on construction projects for which it served as a contractor or \nsubcontractor.   \n37. In a related argument, t he Department further contends that section \n105-187.51(a)(1) is ambiguous due to the fact that it does not expressly address \ncircumstances where, as here, a taxpayer “manufactures” a product but mainly uses \nthat product for its own purposes—rather than selling it to third parties.  In light of \nthis existing ambiguity coupled with the fact that this statutory provision creates an \nexemption from taxation, the Department contends, section 105-187.51(a)(1) should \nbe construed narrowly and in accordance with the Department’s proffered \ninterpretation. \n38. In response, FSC claims that the Department is making up out of whole \ncloth a de facto “51% rule”  under which FSC would only be entitled to the Mill \nMachinery Exemption if it sold to third parties at least 51% of the HMA it produced.  \nFSC contends that neither the actual language of section 105-187.51 nor any decision \nfrom our appellate courts support s the Department’s interpretation .  Ultimately, \nFSC’s position is that as long as it purchased the TPP at issue in order to produce \n \n7 The Court observes that the Department asserted several additional arguments before the \nOAH that it has not advanced in this appeal. \nHMA that it then proceeded to use  for any business-related purpose, it should be \ndeemed a “ manufacturing industry or plant” for purposes of the exemption.  Thus , \nunder FSC’s interpretation, it need not have sold any  of its HMA to third parties in \norder to qualify for the Mill Machinery Exemption. \n39. Although there is a small handful of cases from our appellate courts that \nhave analyzed issues bearing some relation to the present question, there is no case \nentirely—or even mostly—on point.  However, the Department’s argument is ba sed \nprimarily upon its interpretation of o ur Supreme Court’s decision in In re Clayton -\nMarcus Co., 286 N.C. 215 (1974).    \n40. Clayton-Marcus required the Supreme Court to determine whether a \ncompany qualified for a then -existing manufacturing exemption from the sales and \nuse tax .  The taxpayer, Clayton -Marcus, was a manufacturer of furniture.   For \npromotional purposes, it assembled swatch books of fabrics that were to be \ndistributed for free to potential customers.   It argued that its use of the fabric s to \nmake the swatch books constituted “ manufacturing” so as to entitle it to the  \nmanufacturing exemption.  Id. at 218–22.   \nClayton-Marcus . . . contends that even if its handling of the fabric in \nthe compilation of the swatch books here in question is a “use” of the \nfabric, within the meaning of the Sales and Use Tax Act, it is exempted \nfrom the use tax by G.S. 105-164.13, which provides: \n \n“Retail Sales and Use Tax .[”] -- The sale at retail, the use, storage or \nconsumption in this State of the following tangible personal property is \nspecifically exempted from the tax imposed by this Article:  \n* * * * \n“(8) Sales of tangible property to a manuf acturer which enters into or \nbecomes an ingredient or component part of tangible personal property \nwhich is manufactured.”   \n \nId. at 222–23 (quoting former N.C.G.S. § 105-164.13).   \n41. The Supreme Court then summarized the Department’s opposing \nargument: \nThe State contends that Clayton-Marcus is a manufacturer of furniture, \nso that its use of so much of the fabric as becomes a component part of \nfurniture is not subject to the Use Tax , but that Clayton-Marcus is not \na manufacturer of the swatch books, which it distributes to its \ncustomers, because it gives those swatch books to its customers without \ncharge.  That is, the State contends that one is not a manufacturer of \narticles which he makes for the purpose of distribution without charge, \nbut is merely a consumer or user of the materials from which he makes \nsuch article. \n \nId. at 223.  \n42. The Supreme Court framed the key issue in the case  as “whether \nClayton-Marcus is a ‘manufacturer’ of the swatch books involved in this appeal.”  Id. \n43. Applying its prior definition of the term “manufacture” as set out in \nDuke Power, the Supreme Court recognized that a swatch book “is a new and different \narticle from the fabrics.”  Id . at 224.  Nevertheless, the Court ultimately concluded \nthat Clayton-Marcus did not “manufacture” the swatch books within the meaning of \nthe exemption.  The Supreme Court articulated its rationale as follows:  \nIn our opinion, a swatch book or sample book is a new and different \narticle from the fabrics in the respective samples contained therein. \nThus, nothing else appearing, Clayton- Marcus has “ manufactured” \nthese swatch books . . . . In the construction of this statutory exemption, \nhowever, we should not press the word “ manufactured” to its dryly \nlogical extreme in disregard of the obvious purpose of the Sales and Use \nTax Act.  It is clear that the purpose of the Act, as a whole, is to impose \na use tax (credited with a sales tax previously paid by the user) upon the \nconsumer or user of tangible personal property in this State. \n \nAs the State points out in its brief, a lady who bakes a cake, or makes a \nchild’s dress, for the purpose of giving it to a neighbor is no t a \n“manufacturer” within the meaning of G.S. 105 -164.13(8), \nnotwithstanding the fact that, by the application of skill and labor to \nraw materials, she has created a new and different article.  To hold \notherwise would defeat the purpose of the Use Tax Act by giving the \nword “manufactured” a meaning which it does not have in its ordinary \nusage.  The distinction between such a lady and the commercial bakery \nor the commercial dress shop is not, however, confined to the fact that \nshe makes no charge for her pro duct.  We are not required, in this \ninstance, to determine whether one who devotes a substantial plant to \nthe preparation of food or clothing, which he donates to a charitable \nagency, should be deemed a “manufacturer” within the meaning of this \nexemption statute. \n \nIn the present instance, Clayton- Marcus is not distributing the swatch \nbooks in question to its potential customers as gifts.   It is distributing \nthem as advertising matter for the purpose of soliciting sales of its \nfurniture.  It is as if Clayton-Marcus had purchased paper, ink and other \nprinting materials from which it produced, in its own plant, catalogues, \ncontaining pictures and descriptions of furniture manufactured by it for \nsale, and had distributed such catalogues among potential customers for \nits furniture.  The purpose of the producer of such catalogue or swatch \nbook is thereby to increase its own business, not to benefit the recipient \nof the book.   The catalogue or the swatch book is created for use (by \ndistribution) by the producer itself as an instrumentality in the conduct \nof the producer’s own business. \n \nId. at 224–25.  \n44. Based on this reasoning, the Supreme Court concluded that the swatch \nbooks were not “manufactured” within the meaning of the exemption.  Id. at 225.    \nWe hold that the exemption provided in G.S. 105 -164.13(8) was not \nintended by the Legislature to apply, and does not apply, to use of \nmaterial by a manufacturer in the production of an article intended for \nuse by the manufacturer, itself, through its distribution to potential \ncustomers as sales promotional material. \n \nThus, we hold that the use, in North Carolina, by Clayton- Marcus of \nfabric in the production of swatch books for distribution, without charge, \nto its potential customers, in or out of this State, is not exempted by G.S. \n105-164.13(8) from the Use Tax imposed by G.S. 105-164.6. \n \nId. at 226.8     \n45. The Department also attempts to rely on our Court of Appeals’ decision \nin Oscar Miller Contractor, Inc. v. N .C. Tax Review B d., 61 N.C. App. 725 (1982) .  \nHowever, although Oscar Miller was based on facts resembling those presented here \nand a similarly worded prior version of the Mill Machinery Exemption , the Court of \nAppeals’ resolution of the case was based on  a regulation from the Secretary of \nRevenue that was repealed prior to the time period at issue in the present case.   Id. \nat 729–30.  Therefore, the Court of Appeals did not actually address the question at \nissue here and, for this reason, Oscar Miller provides little assistance in resolving the \nissue presently before the Court.  \n46. Nevertheless, the Department points to the following statement by the \nCourt of Appeals in Oscar Miller attempting to summarize the reasoning employed \nby the Supreme Court in Clayton-Marcus:  \nOur Supreme Court said it is clear that the purpose of the Sales and Use \nTax Act is to impose a use tax, credited with any sales tax previously \npaid, upon the user of any tangible personal property in this state.  If \nthe property is used to produce something which will add to the \ntaxpayer’s profit but the thing produced will not be sold subject to the \nsales tax, the sale of the property is not a sale to a manufacturer within \nthe meaning of the Sales and Use Tax Act. \n \nId. at 729.   \n \n8 However, the Supreme Court ultimately determined that Clayton-Marcus was not, in fact, \nliable for the tax assessed because the use of the fabrics in the swatch books was not a “use” \nwithin the definition contained in the Act.  Id. at 226.   \n47. As an initial matter, Clayton -Marcus undercuts the Department’s \nargument that the phrase “manufacturing industry or plant”  in section 105-\n187.51(a)(1) is ambiguous.  Although the Supreme Court noted that the statutory \ndefinition of a separate term —the word “storage”—contained in the Sales and Use \nTax Act was ambiguous, 286 N.C. at 221, the Supreme Court made no accompanying \nfinding of ambiguity in the words “manufacturer” or “manufactured.”   Instead, the \nSupreme Court applied the definition of “manufacture” as previously articulated in \nDuke Power and proceeded to analyze the taxpayer’s entitlement to the \nmanufacturing exemption utilizing that definition.9   \n48. The Department asks this Court to infer from the Supreme Court’s \nreasoning in Clayton -Marcus a requirement that in order to qualify for the M ill \nMachinery Exemption a taxpayer must use the TPP it purchases to produce a product \n(in this case, HMA) for the primary or principal purpose of selling it to third parties.  \n49. The Court declines to accept the Department’s request.  The Court has \ncarefully read—and reread—Clayton -Marcus and is unable to find support therein \nfor the Department’s interpretation.  \n50. Moreover, nothing in the statutory language of section 105-187.51(a)(1)  \ncontains such a requirem ent or otherwise suggests that the General Assembly \nintended to create one.  It is axiomatic that courts generally refrain from judicially \n \n9 Although the Court of Appeals commented in Oscar Miller after reaching its result that \n“[t]he statute in this case is ambiguous and there has not been a square holding by a court \nwhich defines it[,]” 61 N.C. App. at 730, that statement is clearly dicta  and therefore lacks \nprecedential value.  See State v. Scoggin , 236 N.C. 1, 13 (1952) ( stating that “[t]he various \nstatements in the Court ’s opinion which were not necessary to the decision of that precise \nquestion constitute obiter dicta, and have no effect as declaring the law”). \ninserting language in a statute that the legislature did not see fit to include.  See, e.g., \nLunsford v. Mills, 367 N.C. 618, 623 (2014) (“[I]n effectuating legislative intent, it is \nour duty to give effect to the words actually used in a statute and not to delete words \nused or insert words not used.”) (cleaned up).   \n51. By way of comparison, in several other provisi ons of North Carolina’s \ntax statutes, the General Assembly has expressly added to the statutory text the sort \nof “principal or primary”  language the Department asks the Court to engraft  here.  \nSee e.g., N.C.G.S. § 105 -187.51B(a)(2) ( “A company primarily  engaged at the \nestablishment in research and development activities in the physical, engineering, \nand life sciences ”) (emphasis added) ; N.C.G.S. § 105 -187.51B(a)(4) (“ A company \nprimarily engaged at the establishment in industrial machinery refurb ishing \nactivities”) (emphasis added) ; N.C.G.S. § 105 -187.51D (“For the purposes of this \nsection, a ‘large manufacturing and distribution facility’ is a facility that is to be used \nprimarily for manufacturing  or assembling products and distributing finished \nproducts”) (emphasis added).  Indeed, the General Assembly did so as well in one of \nthe two listed exceptions in N.C.G.S. § 105 -187.51(a)(1) itself.  See N.C.G.S. § 105 -\n187.51(a)(1)a. (“A manufacturing industry or plant does not include the following: A \ndelicatessen, cafe, cafeteria, restaurant, or another similar retailer that is principally \nengaged in the retail sale of foods prepared by it for consumption on or off its \npremises.”) (emphasis added). \n52. The Department cites a tax case —Midrex Techs. v. N.C. Dep’t of \nRevenue, 369 N.C. 250 (2016) —addressing an entirely separate issue  for the \nproposition that courts sometimes judicially infer a “principal or primary”  \nrequirement when interpreting a statute.   For the reasons set out bel ow, however, \nthe Court finds Midrex to be materially distinguishable. \n53. In Midrex, our Supreme Court determined the applicability of the single-\nfactor tax allocation formula authorized by  N.C.G.S. § 105 -140.4(r) to a corporate \ntaxpayer, which hinged on whether the taxpayer was a “building or construction \ncontractor” within the meaning of that statute.  The taxpayer, Midrex Technologies, \nInc. (“Midrex”), initially “filed North Carolina C Corporation Tax Returns with the \nDepartment of Revenue that apportioned its income using the standard three -factor \nformula provided for in N.C.G.S. § 105-130.4(a)(4) (2016).”  Id. at 253.  Subsequently, \nMidrex filed amended corporate tax returns that utilized the  more advantag eous \nsingle-factor formula in apportioning its income and sought a refund of $3,303,703 \nfrom the Department for allegedly overpaid income taxes.  Id.  Midrex argued that it \nwas eligible for the preferable single- factor formula  because it was “engaged in \nbusiness as a building or construction contractor.”  Id. (citing N.C.G.S. § 105 -\n130.4(a)(4) (2016)).   \n54. Midrex conceded that it was primarily engaged in the business of selling \n“Midrex Plants” and “ha[d] only limited involvement in the actual, physical \nconstruction of a Midrex Plant.”  Id. at 251, 260.  The evidence established that “the \nclient, rather than Midrex ha[d] ultimate responsibility for obtaining the physical \nconstruction of a Midrex Plant, with Midrex being responsible for providing \nscheduling, oversight, and other sorts of technical assistance and advice.”  Id. at 261.    \n55. Midrex nevertheless contended that it was entitled to be classified as a \nbuilding or construction contractor with in the meaning of the statute “as long as it \nwas engaged in any non-incidental amount of building or construction work.”  Id. at \n263.   \n56. In analyzing Midrex’s  argument, the Supreme Court stated that “the \nvalidity of Midrex’s claim to be a ‘building or construction contractor’ depends upon \nthe extent to which the work performed by Midrex’s employees involves the act of \nbuilding or constructing a physical asset, such as a Midrex Plant.”  Id. at 259.   \n57. Although there was some evidence that Midrex’s employees engaged in \nconstruction management and performed a limited amount of hands-on construction \nactivities, the Supreme Court determined that this evidence was insufficient to \npermit Midrex to be deemed a “building or construction contractor.” \nAs Midrex notes, construction management activities are included \nwithin the NAICS construction classification.  In light of that fact, \nMidrex argues that it should be deemed a construction company for \nNAICS-related purposes given that it performs what amounts to \nconstruction management services for its clients and that it should be \ndeemed to be a “ building or construction contractor”  for that reason.  \nMidrex’s argument to this e ffect fails, however, because an NAICS \nclassification determination is supposed to be premised upon the \nidentification of an entity ’s primary business activity.  Although the \nrecord does contain evidence tending to show that Midrex performs a \ncertain amount of construction management work, the record does not \nprovide any support for an assertion that the provision of such services \nconstitutes Midrex’s primary business activity.  For that reason, Midrex \ncould not properly be classified as a construction manager for purposes \nof the NAICS classification system given that construction management \nwas not its primary line of business during the relevant time period.  As \na result, the fact that Midrex performs a certain amount of construction \nmanagement work does not justify a decision in  Midrex’s favor in this \ncase.   \n. . . \n \nIn other words, acceptance of Midrex’s argument hinges on the \nproposition that the company is not r equired to be primarily “engaged \nin business as a building or construction contractor. ”  Admittedly, as \nMidrex notes, the word “ primarily” does not appear in the relevant \nstatutory language.  See N.C.G.S. § 105-130.4(a)(4).  The absence of the \nword “primarily” from N.C.G.S. § 105-130.4(a)(4), while relevant, is not, \nhowever, dispositive in light of the rule of statutory construction to the \neffect that the fact “[t]hat a legislature declined to enact a statute with \nspecific language does not indicate the leg islature intended the exact \nopposite.”  N.C. Dep’t of Corr. v. N.C. Med. Bd. , 363 N.C. 189, 202, 675 \nS.E.2d 641, 650 (2009) (citation omitted).   Thus, the ultimate issue for \nour consideration remains what the relevant statutory language, when \nread in context and in its entirety, should be understood to mean.   \n. . .  \n \nAcceptance of the construction of the relevant statutory language \ncontended for by Midrex would have the effect of \nallowing any corporation that performed some building or construction \nwork to take advantage of the single- factor formula made available by \nN.C.G.S. § 105 -130.4(r), despite the fact that the General Assembly \nclearly intended that the single -factor formula was only to be made \navailable to a limited class of corporate taxpayers, with  the remaining \ncorporate taxpayers being required to use the three-factor formula.  Any \ndecision that would have the effect of vastly expanding the number of \nentities entitled to use the single- factor test would appear to conflict  \nwith the apparent legislative intent.   \n. . . \n \nThus, for the reasons set forth above, we conclude that the \nadministrative law judge and the trial court properly determined that \nMidrex was not a “ building or construction contractor”  for purposes of  \nN.C.G.S. § 105-130.4(a)(4).   \n \nId. at 261–264.  \n \n58. This Court does not find Midrex to be suggest ive of an intent by our \nSupreme Court to judicially impose a “primary or principal use” requirement across \nthe board in every tax statute providing special treatment for a taxpaye r who is \nengaged in certain activity.  To the contrary, Midrex  suggests the employment of a \ncase-by-case approach.10  Based on the facts in Midrex, it was logical for the Supreme \nCourt to impose such a requirement in that case.  After all, it would make little sense \nto allow  an entit y that only rarely engaged in the work of contracting to take \nadvantage of a taxation formula applicable only to  building or construction \ncontractors.     \n59. Here, conversely, FSC “manufactured” extremely large quantities of \nHMA throughout the relevant period.  Indeed, the record discloses that FSC produced \n450,907 tons in 2012, 513,064 tons in 2013, and 704,996 tons in 2014.   ( R., at \nRP_0006.)  It did so by utilizing the process th at our Supreme Court has repeatedly \ndescribed as manufacturing—i.e., “the producing of a new article or use or ornament \nby the application of skill and labor to the raw materials of which it is composed.”   \nDuke Power, 274 N.C. at 513.  In short, there is simply no valid comparison between \nthe extent of FSC’s manufacturing of HMA and the extent of Midrex’s actual work (or \nlack thereof) as a building or construction contractor.   \n60. In reaching its conclusion that FSC is entitled to the Mill Machinery \nExemption, the Court need not—and does not—address FSC’s argument that nothing \nin section 105-187.51(a)(1) requires it to have sold any portion of the HMA it created \nto third parties  as long as it used 100% of its HMA in fulfilling its construction \ncontracts (or for some other business-related purpose).  It is true, as FSC asserts, that \nClayton-Marcus does not overtly state a requirement that some designated portion of \n \n10 As FSC states in its brief, “Midrex dealt with a statute entirely unrelated to N.C.G.S. §  \n105-187.51, with different public policy implications and legislative goals.”  (Resp’t’s Br. Opp., \nat 20.)  \nthe created product at issue must have been sold to third parties in order for a  \nmanufacturing exemption to apply.  But even if —as Oscar Miller suggests—that \nproposition is, in fact, implicit in the Supreme Court’s reasoning in Clayton-Marcus, \nany such requirement has been satisfied here.  It i s undisputed that during the \nrelevant period, FSC sold to third parties over 300,000 tons of HMA—a quantity that \neven the Department’s counsel conceded at the 14 December hearing was “not \ninsignificant.”  \n61. The Department has failed to adequately explain why  a ruling in favor \nof FSC on these facts would constitute an absurd result or—to use the language of \nClayton-Marcus—“press the word ‘manufactured’ to its dryly logical extreme in \ndisregard of the obvious purpose of the Sales and Use  Tax Act[.]”  Clayton-Marcus, \n286 N.C. at 224.  \n62. Finally, the Department attempts to argue that various provisions of the \nNorth Carolina  Administrative Code  along with certain Technical Bulletins \npromulgated by the Department compel a ruling in  the Department’s favor in this \ncase.11   \n63. However, the Court has carefully reviewed each of these provisions and \nfinds that they do not impact its analysis or resolution  of this issue.  As the \nDepartment conceded at the 14 December hearing, not a single one of these provisions \naddresses the key issue presented here—that is, whether an entity such as FSC who \nuses portions of the product it manufactures from the TPP it has purchased to fulfill \n \n11 These provisions include 17 NCAC 07B.2602; 17 NCAC 07B.2603; and N.C. Sales and Use \nTax Technical Bulletins 31-1 and 31-4.    \nits own contracts and sells the remainder to third parties is entitled to the Mill \nMachinery Exemption under section 105-187.51(a)(1).  \nCONCLUSION \n64. For the reasons set out above, the Court hereby AFFIRMS  the Final \nDecision. \n \n SO ORDERED, this 30th day of January, 2023.   \n \n       /s/ Mark A. Davis    \n       Mark A. Davis  \n       Special Superior Court Judge  \n       for Complex Business Cases  \n "
}