{
  "id": "353aecf45b6e555b9b12491bdd12fcbe453232033f168e2d8255dea58fcebfa2",
  "source_file": "data/raw/ncbc/353aecf45b6e555b9b12491bdd12fcbe453232033f168e2d8255dea58fcebfa2.pdf",
  "raw_text": "Lawrence v. UMLIC-Five Corp., 2007 NCBC 30 \n \nSTATE OF NORTH CAROLINA              IN THE GENERAL COURT OF JUSTICE \n                                                                              SUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG                   06 CVS 20643 \n \nKIRK ALLEN LAWRENCE and \nSANDRA LAWRENCE,  \n \nPlaintiffs, \n \n v. \n \nUMLIC-FIVE CORP.; UNITED \nMORTGAGE & LOAN INVESTMENT, \nLLC; ARTHUR E. KECHIJIAN; LARRY \nE. AUSTIN; UMLIC-SEVEN CORP.; \nUMLIC CONSOLIDATED, INC.; \nUNITED MORTGAGE C.B., LLC; \nUMLIC VP, LLC; UNITED MORTGAGE \nHOLDINGS, LLC; UMLIC HOLDINGS, \nLLC; KECHIJIAN INVESTMENTS, \nL.P.; AUSTIN INVESTMENTS, L.P.; \nAEK LLC; LEA LLC; and \nSUMMATYME LLC, \n   \n  Defendants. \n \nORDER  \n \nPoyner & Spruill, LLP by Joshua B. Durham and Michelle C. Hunt for \nPlaintiffs Kirk Allen Lawrence and Sandra Lawrence.  \n \nKatten Muchin Rosenman, LLP by Richard L. Farley and Jeffrey C. Grady \nfor Defendants United Mortgage & Loan Investment, LLC, Arthur E. \nKechijian, and Larry E. Austin.  \n \nDiaz, Judge. \n \n \n \n \n \n  \n \nI. \nSTATEMENT OF THE CASE  \n{1} On 2 May 2006, Plaintiffs obtained a $3.8 million judgment against \nDefendant UMLIC-Five Corp. (“UMLIC-Five”) in the District Court for Travis \nCounty, Texas (hereinafter the “Texas Judgment”).  (Am. Compl. ¶¶ 22, 30, Ex. A.)  \nThe claims in that case1 arose from UMLIC-Five’s wrongful attempt to foreclose \nupon Plaintiffs’ home.  (Am. Compl. ¶ 19.)  \n{2} UMLIC-Five contested Plaintiffs’ claims in Texas for eleven years.  While \nthe Texas Litigation was pending, UMLIC-Five filed Articles of Dissolution with the \nNorth Carolina Secretary of State.  According to Plaintiffs, UMLIC-Five never \ninformed them of its dissolution, even as it continued to defend against the claims \nin the Texas Litigation for the next four years.  (Am. Compl. ¶¶ 24–25.) \n{3} On or about 10 March 2006, UMLIC-Five abandoned its defense of the \nTexas Litigation.  Two months later, Plaintiffs obtained the Texas Judgment.  (Am. \nCompl. ¶¶ 28–30.)  \n{4} Plaintiffs allege in this Court that Defendants have wrongfully impeded \ntheir efforts to collect on the Texas Judgment.  They assert claims for (1) breach of \nfiduciary duty, (2) fraudulent transfers of UMLIC-Five’s assets, and (3) violations of \nthe requirements of Chapter 55 of the North Carolina General Statutes by failing to \ngive Plaintiffs timely notice of UMLIC-Five’s dissolution.  Plaintiffs also seek to \npierce the corporate veil to reach Defendants’ personal assets to satisfy the Texas \nJudgment.  \n{5} Before the Court are (1) the Motion of Defendants United Mortgage & \nLoan Investment, LLC, Arthur E. Kechijian, and Larry E. Austin (collectively “the \nMoving Defendants”) to Compel Discovery, and (2) Plaintiffs’ Motion for a Protective \nOrder. \n \n \n \n                                                 \n1 Hereinafter referred to as the “Texas Litigation.” \n  \n \n \nII. \nCONTENTIONS OF THE PARTIES \n{6} The Moving Defendants have served Plaintiffs with two sets of \ninterrogatories and requests for production of documents (the “Discovery \nRequests”).  The Moving Defendants have also noticed Plaintiffs’ depositions, where \nthey intend to ask questions related to the Discovery Requests. \n{7} Stated broadly, the Discovery Requests seek information as to what the \nMoving Defendants allege is a substantial disparity between the evidence \nsupporting Plaintiffs’ actual damages in the Texas Litigation and the amount of the \nTexas Judgment.  \n{8} Plaintiffs object to the Discovery Requests on several grounds.  First, \nPlaintiffs argue the requested information is either privileged or protected from \ndisclosure by the work-product doctrine.  Second, Plaintiffs contend the requests are \nneither relevant nor likely to lead to admissible evidence as to their substantive \nclaims in this action.  As part of this argument, Plaintiffs contend the Moving \nDefendants are not entitled to take discovery on the merits of the Texas Judgment \nbecause that question has already been settled in a Texas court, and Defendants are \nbarred from attempting to revisit it here. \n{9} The Moving Defendants respond that they were not parties to the Texas \nLitigation, and thus should not be barred from taking discovery as to that litigation \nin this case.    \n{10} More to the point, the Moving Defendants smell a rat.  They believe that \nPlaintiffs inflated their damage claim in the Texas Litigation once UMLIC-Five \nabandoned its defense.  Because Plaintiffs seek to invoke this Court’s equitable \npower to pierce the corporate veil against all of the Defendants, the Moving \nDefendants say it is only proper that they be allowed to discover the facts (if any) \nsupporting the $3.8 million Texas Judgment. \n{11} The issue is whether the Discovery Requests are proper under Rule 26 of \nthe North Carolina Rules of Civil Procedure.  \n \n  \n \n \nIII. \nSUMMARY OF DECISION \n{12} Much of what Defendants seek in the Discovery Requests appears to be \nimmune from discovery, either because it is privileged or is opinion work product.  \nIn any event, the Discovery Requests are not relevant to the claims before the \nCourt, nor are they likely to lead to the discovery of admissible evidence. \nAccordingly, the Court DENIES the Moving Defendants’ Motion to Compel and \nGRANTS Plaintiffs’ Motion for a Protective Order.  \n  \nIV. \nPROCEDURAL HISTORY \n{13} Plaintiffs Kirk Allen Lawrence and Sandra Lawrence filed their \nComplaint on 20 October 2006. \n{14} The matter was transferred to the North Carolina Business Court as a \nmandatory complex business case on 29 November 2006, and subsequently assigned \nto me. \n{15} On 7 March 2007, the Moving Defendants served their first set of \ndiscovery.  They served a second set of discovery on 21 March 2007. \n{16} On 22 June 2007, Plaintiffs filed a Motion for a Protective Order. \n{17} Plaintiffs filed their First Amended Complaint on 27 June 2007 which, \namong other things, joined additional Defendants. \n{18} The Moving Defendants filed their Motion to Compel on 16 July 2007. \n{19} On 1 August 2007, the Court heard oral argument by telephone on the \ndiscovery motions. \n \nV. \nTHE FACTS \n{20} Plaintiffs allege the following facts in their Amended Complaint: \n \n \n  \n \n \nA. \nTHE PARTIES \n{21} Plaintiffs reside in Travis County, Texas.  (Am. Compl. ¶ 1.) \n{22} UMLIC-Five is or was a North Carolina corporation with its principal \nplace of business in Mecklenburg County, North Carolina.  (Am. Compl. ¶ 2.) \n{23} Moving Defendant United Mortgage & Loan Investment, LLC (“UMLI”) is \na North Carolina limited liability company with its principal place of business in \nMecklenburg County, North Carolina.  UMLI is the parent entity of UMLIC-Five.  \n(Am. Compl. ¶ 3.) \n{24} Moving Defendant Arthur E. Kechijian (“Kechijian”) resides in \nMecklenburg County, North Carolina, and was at all relevant times a director of \nUMLIC-Five.  (Am. Compl. ¶ 4.) \n{25} Moving Defendant Larry E. Austin (“Austin”) resides in Mecklenburg \nCounty, North Carolina, and was at all relevant times a director of UMLIC-Five.  \n(Am. Compl. ¶ 5.)  \n{26} Defendant UMLIC-Seven Corp. (“UMLIC-Seven”) is a North Carolina \ncorporation with its principal place of business in Mecklenburg County, North \nCarolina.  UMLIC-Seven is a successor-in-interest to UMLI.  (Am. Compl. ¶ 6.) \n{27} Defendant UMLIC Consolidated, Inc. (“UMLIC Consolidated”) is a South \nCarolina corporation formerly known as UMLIC SC, Inc.  UMLIC Consolidated is \nthe parent entity of UMLIC-Seven.  (Am. Compl. ¶ 7.) \n{28} Defendant United Mortgage C.B., LLC (“United Mortgage C.B.”) is a \nNorth Carolina limited liability company with its principal place of business in \nMecklenburg County, North Carolina.  United Mortgage C.B. is a transferee of \ncertain assets from, or a successor to, UMLIC-Five.  (Am. Compl. ¶ 8.) \n{29} Defendant UMLIC VP, LLC (“UMLIC VP”) is a North Carolina limited \nliability company with its principal place of business in Mecklenburg County, North \nCarolina.  UMLIC VP’s sole member is United Mortgage C.B.  (Am. Compl. ¶ 9.) \n{30} Defendant United Mortgage Holdings, LLC is a North Carolina limited \nliability company.  (Am. Compl. ¶ 10.) \n  \n \n \n{31} Defendant UMLIC Holdings, LLC is a Delaware limited liability company \nauthorized to transact business in North Carolina.  (Am. Compl. ¶ 11.) \n{32} Defendant Kechijian Investments, L.P. is a Georgia limited partnership \nthat transacts business in North Carolina.  (Am. Compl. ¶ 12.) \n{33} Defendant Austin Investments, L.P. is a Georgia limited partnership that \ntransacts business in North Carolina.  (Am. Compl. ¶ 13.) \n{34} Defendant AEK, LLC is a North Carolina limited liability company.  (Am. \nCompl. ¶ 14.)   \n{35} Defendant LEA, LLC is a North Carolina limited liability company.  (Am. \nCompl. ¶ 15.) \n{36} Defendant Summatyme, LLC is a North Carolina limited liability \ncompany.  (Am. Compl. ¶ 16.)   \nB. \nTHE CLAIMS \n{37} In 1995, Plaintiffs filed suit against UMLIC-Five in the District Court for \nTravis County, Texas, alleging, among other things, that UMLIC-Five wrongfully \nforeclosed upon their home and unlawfully attempted to evict them.  (Am. Compl. ¶ \n19.)   \n{38} Plaintiffs allege in this case that Defendants (and in particular Moving \nDefendants Kechijian and Austin) directly controlled the activities of UMLIC-Five \nat all relevant times, including throughout the course of the Texas Litigation.  (Am. \nCompl. ¶¶ 32–50.) \n{39} According to Plaintiffs, the Texas Litigation spanned eleven years, with \nUMLIC-Five vigorously defending the claims against it and giving Plaintiffs and \ntheir counsel the impression that it was an active, functioning entity.  (Am. Compl. \n¶ 23.)  \n{40} Without notifying Plaintiffs, however, UMLIC-Five filed Articles of \nDissolution with the North Carolina Secretary of State on 23 October 2001.  \nThereafter, UMLIC-Five continued to defend the Texas Litigation.  Plaintiffs allege \n  \n \n \nthat at no time during the ensuing four-and-a-half years did Defendants disclose to \nPlaintiffs that UMLIC-Five had been dissolved.  (Am. Compl. ¶¶ 24–25.)  \n{41} Plaintiffs further allege that Defendants willfully failed to provide the \nappropriate statutory notices of dissolution to UMLIC-Five’s creditors pursuant to \nNorth Carolina law.  (Am. Compl. ¶ 27.) \n{42} Plaintiffs also allege that Kechijian and Austin were directors of UMLIC-\nFive and, as such, owed Plaintiffs a fiduciary duty to establish a reserve for \npayment of the Texas Judgment.  (Am. Compl. ¶¶ 51–55.) \n{43} According to Plaintiffs, Kechijian and Austin exercise complete control \nand domination over the affairs of the other Defendants.  (Am. Compl. ¶¶ 32–50.)  \nAs Plaintiffs describe it, Kechijian and Austin have played a “corporate shell game” \namong the various Defendant entities, designed to shield assets from creditors and \n“insulate and shield themselves from liability arising from their fraudulent and \nwrongful conduct[.]”  (Am. Compl. ¶ 49.) \n{44} On or about 10 March 2006, UMLIC-Five abandoned its defense of the \nTexas Litigation.  (Am. Compl. ¶ 29.) \n{45} Plaintiffs thereafter obtained a $3.8 million judgment against UMLIC-\nFive.  (Am. Compl. ¶¶ 22, 30.) \n{46} The Texas Judgment contains findings of fact and conclusions of law \nregarding Plaintiffs’ substantive claims.  Among other things, the Texas court \ndetermined that UMLIC-Five was guilty of willful and wanton violations of Texas \nlaw related to its attempt to foreclose on Plaintiffs’ home.  The Texas court also \nfound that UMLIC-Five abused the discovery process in Texas in an effort to hinder \nPlaintiffs’ prosecution of the Texas Litigation.  (Am. Compl. ¶ 22, Ex. A.) \n{47} The Texas Judgment includes an award of $1.4 million in actual damages, \n$1.4 million in punitive damages, and $1 million in attorney fees.  (Am. Compl. ¶ \n22, Ex. A.)       \n{48} On 26 October 2006, Plaintiffs filed suit in this state against UMLIC-Five \nseeking to domesticate and enforce the Texas Judgment.  See Lawrence v. UMLIC-\n  \n \n \nFive Corp., No. 06-20926 (N.C. Super. Ct. Mecklenburg Co.).  That matter is not \nbefore me. \n{49} On 24 May 2007, the Honorable Robert C. Ervin granted Plaintiffs’ motion \nin that case to enforce the Texas Judgment.  UMLIC-Five has appealed that order.     \n{50} Plaintiffs’ Amended Complaint in this case alleges claims against \nDefendants for (1) breach of fiduciary duty, (2) fraudulent transfers of UMLIC-\nFive’s assets, and (3) violations of the requirements of Chapter 55 of the North \nCarolina General Statutes by failing to notify Plaintiffs in writing of UMLIC-Five’s \ndissolution. \n{51} Plaintiffs also seek to pierce the corporate veil to reach Defendants’ \npersonal assets.  (Am. Compl. ¶¶ 68–69.) \n \nVI. \nPRINCIPLES OF LAW \nA. \nTHE SCOPE OF DISCOVERY  \n{52} Under Rule 26 of the North Carolina Rules of Civil Procedure, “[p]arties \nmay obtain discovery regarding any matter, not privileged, which is relevant to the \nsubject matter involved in the pending action, whether it relates to the claim or \ndefense of the party seeking discovery or to the claim or defense of any other party. . \n. .”  N.C. Gen. Stat. § 1A-1, Rule 26(b)(1) (2005).   \n{53} The purpose of Rule 26 is “to facilitate the disclosure prior to trial of any \nunprivileged information that is relevant and material to the lawsuit so as to permit \nthe narrowing and sharpening of the basic issues and facts that will require trial.”  \nAm. Tel. & Tel. Co. v. Griffin, 39 N.C. App. 721, 726, 251 S.E.2d 885, 888 (1979).     \nB. \nTHE ATTORNEY-CLIENT PRIVILEGE AND WORK- \nPRODUCT EXCEPTIONS \n{54} The attorney-client privilege is one of the oldest and most revered \nprivileges for confidential communications recognized by the common law.  Ford \n  \n \n \nMotor Co. v. Leggat, 904 S.W.2d 643, 647 (Tex. 1995).2  The purpose of this \nprivilege “‘is to encourage full and frank communication between attorneys and \ntheir clients and thereby promote broader public interests in the observance of law \nand administration of justice.’”  Evans v. United Servs. Auto. Ass’n, 142 N.C. App \n18, 31, 541 S.E.2d 782, 790 (2001) (quoting Upjohn Co. v. United States, 449 U.S. \n383, 389 (1981)). \n{55} “Among communications privileges, [the attorney-client privilege] is the \nonly one recognized by every state, even though its scope . . . may vary.”  Ford Motor \nCo., 904 S.W.2d at 647.  Both North Carolina and Texas extend the protection of the \nattorney-client privilege to confidential communications between a client and his or \nher lawyer for the purpose of obtaining legal advice.  See Evans, 142 N.C. App. at \n32, 541 S.E.2d at 791; In re Valero Energy Corp., 973 S.W.2d 453, 457 (Tex. App. \n1998).  \n{56} Except in very narrow circumstances, the attorney-client privilege \nprohibits the disclosure of confidential information, no matter how relevant it might \nbe to the claims or defenses in the litigation.  See In re Investigation of the Death of \nMiller, 357 N.C. 316, 327–28, 584 S.E.2d 772, 781–82 (2003).  \n{57}  The work-product rule protects “facts developed by [an attorney] in \npreparation of the case or opinions he has formed about any phase of the litigation.”  \nChaudhry v. Gallerizzo, 174 F.3d 394, 403 (4th Cir. 1999).  Work product is shielded \nfrom discovery unless the party seeking the material demonstrates a “substantial \nneed” for it and “undue hardship” should he be required to obtain its substantial \nequivalent by other means.  N.C. Gen. Stat. § 1A-1, Rule 26(b)(3) (2005).   \n{58} Regardless, materials containing the mental impressions or opinions of an \nattorney are always protected from disclosure.  Willis v. Duke Power Co., 291 N.C. \n19, 36, 229 S.E.2d 191, 201 (1976).  Similarly, Texas law provides that work product \n                                                 \n2 Some of the information sought by the Discovery Requests is in the hands of Plaintiffs’ Texas \ncounsel and was the subject of a motion to compel in that state.  For that reason, the parties have \nrelied in their briefs on Texas and North Carolina authorities discussing the scope of the attorney-\nclient privilege and work-product doctrines.  Because the Court has found no discernible difference in \nhow these courts apply the privilege in the context of a discovery dispute, it has considered cases \nfrom both jurisdictions.    \n  \n \n \nis only discoverable if it does not constitute the mental impressions of an attorney, \nand the party seeking discovery can make the requisite showing of “substantial \nneed” and “undue hardship.”  Tex. R. Civ. P. 192.5(a)–(b) (2007). \n{59} Finally, most courts hold “that work product prepared in anticipation of \nearlier litigation retains its protection in later disputes.”  See e.g., Cincinnati Ins. \nCo. v. Zurich Ins. Co., 198 F.R.D. 81, 86 (W.D.N.C. 2000).  \nC. \nPLAINTIFFS’ CLAIMS \n1. \nBREACH OF FIDUCIARY DUTY \n{60} Plaintiffs’ First Claim for Relief alleges breach of fiduciary duty. \n{61} A corporate director owes a fiduciary duty to the corporation.  Keener \nLumber Co. v. Perry, 149 N.C. App. 19, 26, 560 S.E.2d 817, 822 (2002).  “As a \ngeneral rule, directors of a corporation do not owe a fiduciary duty to creditors of the \ncorporation.”  Id. at 29–30, 560 S.E.2d at 824 (quoting Whitley v. Carolina Clinic, \nInc., 118 N.C. App. 523, 526, 455 S.E.2d 896, 899 (1995)).  Thus, in most instances \nwhere a director breaches a fiduciary duty, the action is properly maintained by the \ncorporation rather than an individual creditor.  Id. at 26, 560 S.E.2d at 822 (citing \nUnderwood v. Stafford, 270 N.C. 700, 703, 155 S.E.2d 211, 213 (1967)).  \n{62} In certain circumstances, however, corporate directors may owe a \nfiduciary duty to creditors of the corporation.  The circumstances under which a \ndirector’s fiduciary obligations extend to creditors have been limited to those \nsituations “amounting to a ‘winding up’ or dissolution of the corporation.”  Id. at 31, \n560 S.E.2d at 825 (quoting Whitley, 118 N.C. App. at 528, 455 S.E.2d at 900).  \n{63} Where a director owes a fiduciary duty to a creditor of the corporation, a \nbreach occurs if the director takes advantage of his position for his own benefit at \nthe expense of the creditor.  Id. at 30, 560 S.E.2d at 824.  “Once the fiduciary duty \narises, a director must treat all creditors of the same class equally by making any \npayments to such creditors on a pro rata basis.”  Id. at 33, 560 S.E.2d at 827. \n \n  \n \n \n2. \nRECOVERY OF FRAUDULENT CONVEYANCES \n{64} Plaintiffs’ Second Claim for Relief seeks equitable relief under the North \nCarolina Uniform Fraudulent Transfer Act (“the UFTA”), codified in North Carolina \nGeneral Statute sections 39-23.1–23.12 (2005). \n \n{65} Under the UFTA: \nA transfer made or obligation incurred by a debtor is fraudulent \nas to a creditor, whether the creditor’s claim arose before or after the \ntransfer was made or the obligation was incurred, if the debtor made \nthe transfer or incurred the obligation: \n \n(1) With intent to hinder, delay, or defraud any creditor of the \ndebtor; or \n \n(2) Without receiving a reasonably equivalent value in exchange \nfor the transfer or obligation, and the debtor: \na. Was engaged or was about to engage in a business or a \ntransaction for which the remaining assets of the debtor were \nunreasonably small in relation to the business or transaction; or \nb. Intended to incur, or believed that the debtor would incur, \ndebts beyond the debtor’s ability to pay as they became due. \n \nN.C. Gen. Stat. § 39-23.4(a).   \n \n{66} Further, the UFTA provides: \nA transfer made or obligation incurred by a debtor is fraudulent \nas to a creditor whose claim arose be fore the transfer was made or the \nobligation was incurred if the debtor made the transfer or incurred the \nobligation without receiving a reasonably equivalent value in exchange \nfor the transfer or obligation, and the debtor was insolvent at that time \nor the debtor became insolvent as a result of the transfer or obligation. \n \nId. § 39-23.5(a). \n{67} In an action for relief under the UFTA: \n[A] creditor . . . may obtain  . . . [a]voidance of th e transfer or obligation \nto the extent necessary to satisfy the creditor's claim [and] [a]n \nattachment or other provisional re medy against the asset transferred \nor other property of the transferee in accordance with the procedure \n  \n \n \nprescribed by Article 35 of Chapter 1 of the General Statutes. . . .  If a \ncreditor has obtained a judgment on a claim against the debtor, the \ncreditor, if the court so orders, may levy execution on the asset \ntransferred or its proceeds. \n \nId. § 39-23.7. \n \n3. \nFAILURE TO GIVE NOTICE OF DISSOLUTION \n{68} Plaintiffs’ Third Claim for Relief alleges that Defendants failed to give \nproper notice of UMLIC-Five’s dissolution. \n{69} A dissolved corporation may dispose of any known claims against it by \nnotifying its creditors of the dissolution.  N.C. Gen. Stat. § 55-14-06 (2005).  Such \nnotice must be in writing and contain the following information:  1) a description of \nthe claim, 2) an address where the claim may be sent, 3) a deadline, not less than \n120 days from the effective date of the notice, by which the dissolved corporation \nmust receive the claim, and 4) a statement that the claim will be barred if not \nreceived by the deadline.  Id. \n{70} If a creditor fails to assert its claim within the time period specified, the \nclaim is extinguished.  Id.  \n{71} However, where a corporation fails to notify a known creditor of its \ndissolution, the creditor is not barred from pursuing its claim, Id. official ct., and \nmay do so against either the corporation or its shareholders.  Id. § 55-14-08.  \n4. \nPIERCING THE CORPORATE VEIL \n{72} Finally, Plaintiffs’ Fourth Claim for Relief seeks to pierce the corporate \nveil as to all Defendants. \n{73} North Carolina courts follow the “instrumentality rule” when deciding \nwhether to disregard the corporate entity for the purpose of piercing the corporate \nveil.  Glenn v. Wagner, 313 N.C. 450, 454, 329 S.E.2d 326, 330 (1985).  Under the \ninstrumentality rule, a party must satisfy three elements before the corporate veil \ncan be pierced.  Id. at 454−55, 329 S.E.2d at 330.  First, the individuals or other \n  \n \n \nentities involved must have exercised complete control over the corporate entity \nsuch that the corporate entity had “no separate mind, will, or existence of its own.”  \nId. at 455, 329 S.E.2d at 330.  Second, such control must have been used to commit \nfraud, violate a legal duty, or otherwise harm the plaintiff.  Id.  Finally, the act \ncomplained of must be the proximate cause of the plaintiff’s injuries.  Id.  \n{74} Generally, courts only consider the following four factors in determining \nwhether to pierce the corporate veil:  (1) inadequate capitalization, (2) non-\ncompliance with corporate formalities, (3) complete domination of the corporate \nentity, and (4) excessive fragmentation of a single enterprise into separate \ncorporations.  Id. at 455, 329 S.E.2d at 330−31.  \n{75} The conduct of the party seeking to pierce the corporate veil is typically \nnot relevant to the analysis.  See id.  Instead, courts focus on the actions of the \ncorporate entity and the extent to which others exercised control over it.  See id.  \n{76} However, in Swan Quarter Farms, Inc. v. Spencer, 133 N.C. App. 106, 514 \nS.E.2d 735 (1999), the North Carolina Court of Appeals refused to grant a party’s \nrequest to pierce the corporate veil because the party seeking such relief came to the \ntransaction with “unclean hands.”  Id. at 109−10, 514 S.E.2d 737−38.  \n{77} The court in Swan Quarter Farms noted that piercing the corporate veil is \nan equitable remedy, and is to be used only to protect innocent parties.  Id. at 110, \n514 S.E.2d at 738.  Thus, Swan Quarter Farms suggests the actions of a corporation \nand those exercising control over it are not the only relevant inquiry as to whether \nthe corporate veil should be pierced.  Instead, because a “piercing” theory of liability \nseeks to invoke a court’s equitable jurisdiction, the conduct of the party seeking the \nremedy may also be relevant. \nD. \nCOLLATERAL ESTOPPEL \n{78} Plaintiffs’ claim that the issues resolved in the Texas Judgment should \nnot be relitigated in this case essentially raises the bar of collateral estoppel. \n{79} Collateral estoppel “prevents relitigation of issues actually litigated and \nnecessary to the outcome of the prior action in a later suit involving a different \n  \n \n \ncause of action between the parties or their privies.”  Thomas M. McInnis & Assocs., \nInc. v. Hall, 318 N.C. 421, 428, 349 S.E.2d 552, 557 (1986). \n{80} For collateral estoppel to bar a party’s subsequent claim:   \n(1) the issues to be concluded must be the same as those involved in \nthe prior action; (2) in the prior action, the issues must have been \nraised and actually litigated; (3) the issues must have been material \nand relevant to the disposition of the prior action; and (4) the \ndetermination made of those issues in the prior action must have been \nnecessary and essential to the resulting judgment.   \n \nMcCallum v. N.C. Coop. Extension Serv., 142 N.C. App. 48, 54, 542 S.E.2d 227, 233 \n(2001) (quoting King v. Grindstaff, 284 N.C. 348, 358, 200 S.E.2d 799, 806 (1973)). \n{81} Although North Carolina courts have not addressed the doctrine of \ncollateral estoppel in the context of a piercing claim, several other courts have.  See \nWelborn v. Mountain Accessories Corp., 23 F. Supp. 2d 1321 (D. Wyo. 1998); In re L \n& S Indus., Inc., 122 B.R. 987 (Bankr. N.D. Ill. 1991); Pacetti v. United States, 50 \nFed. Cl. 239 (2001); Comm’r of Envt’l Prot. v. Conn. Bldg. Wrecking Co., 629 A.2d \n1116 (Conn. 1993); Jordache Enters., Inc. v. Nat’l Union Fire Ins. Co., 513 S.E.2d \n692 (W. Va. 1998).   \n{82} These courts hold that while officers, directors, and shareholders \ngenerally are not considered privies of a corporation, where such a party asserts \nextensive ownership or control over the corporate entity and, in particular, where \nthat party actively participates in the prior litigation against the corporation, \ncollateral estoppel may preclude the party from relitigating any issue that was \npreviously litigated and decided as to the corporation.  See Pacetti, 50 Fed. Cl. at \n246; In re L& S Indus., 122 B.R. at 993; Comm’r of Ent’l Prot., 629 A.2d at 1126–27; \nJordache Enters., 513 S.E.2d at 705–07.  \n{83} The Moving Defendants seek to counter the application of collateral \nestoppel in this case by arguing that the Texas Judgment is tainted by fraud. \n{84} To avoid the collateral estoppel effect of a foreign judgment on that \nground, a party must prove extrinsic fraud.  Proof of intrinsic fraud, that is, fraud \narising within the proceeding itself and concerning some matter considered by the \n  \n \n \nforeign court on the merits, will not suffice to impeach the foreign judgment.  See \nCourtney v. Courtney, 40 N.C. App. 291, 298–99, 253 S.E.2d 2, 6 (1979) (citing \nHorne v. Edwards, 215 N.C. 622, 624, 3 S.E.2d 1 (1939)).   \n \nVII. \nANALYSIS \n{85} The Discovery Requests can be grouped into two categories.  The first \nseeks information related to the analysis of Plaintiffs and their Texas counsel as to \nthe value of the claims in the Texas Litigation.  For example, the Moving \nDefendants seek all documents related to any calculation or assessment of the value \nof Plaintiffs’ claims in the Texas Litigation.  A separate request demands all \ndocuments received from or sent to Plaintiffs’ Texas counsel, or any other \nrepresentative of Plaintiffs, addressing or relating to the settlement value or \npotential outcome of the Texas Litigation.  (Defs. Mot. Compel 5.)   \n{86} The second category of requests seeks discovery of the facts supporting the \namount of the Texas Judgment.  A representative example is the Moving \nDefendants’ request that Plaintiffs identify all healthcare professionals from whom \nthey received medical treatment for emotional distress as a result of the actions or \nomissions of UMLIC-Five in the Texas Litigation.  (Defs. Mot. Compel 7.)     \n{87} In the Court’s view, the first category of information appears to be \nimmune from discovery, either because it is privileged or subject to work-product \nprotection.  Indeed, whether analyzed under North Carolina or Texas law, \nPlaintiffs’ analysis of the value of their claims and their discussions with counsel \nregarding this issue are precisely what the attorney-client privilege and work-\nproduct doctrine are designed to shield from disclosure.   \n{88} Even more fundamentally, however, both categories are not relevant to \nthe issues as framed by the pleadings, nor are they reasonably calculated to lead to \nthe discovery of admissible evidence.  \n{89} The Moving Defendants contend they need the discovery to defend against \nPlaintiffs’ substantive claims in this action.  For example, as to Plaintiffs’ claim for \n  \n \n \nbreach of fiduciary duty, the Moving Defendants say that the Discovery Requests \nare relevant to determining the amount that a reasonable director would have \nestablished as a reserve for Plaintiffs’ claim in the Texas Litigation.  Similarly, the \nMoving Defendants say they need the discovery to support their equitable defense \nof “unclean hands” in response to Plaintiffs’ attempt to pierce the corporate veil.   \n{90} The Court addresses these arguments in the context of the two categories \nof requests at issue in this case.  As to information otherwise privileged or properly \nclassified as opinion work product, the law sets a virtually absolute bar to disclosure \nabsent a waiver.  The Moving Defendants do not argue waiver in their moving \npapers, and the Court finds no evidence of waiver on this record.3 \n{91} In any event, what Plaintiffs and their counsel may have discussed as to \nthe value of their claims in the Texas Litigation is not relevant to the claims or \ndefenses in this action.  \n{92} The Moving Defendants’ papers first focus on the importance of the \nDiscovery Requests to the claim for breach of fiduciary duty lodged against Moving \nDefendants Kechijian and Austin, arguing that the requested information is \nrelevant in determining “the amount of money or assets, if any, that UMLIC-Five’s \ndirectors purportedly should have preserved in connection with the Plaintiffs’ \npending claims in the Texas Litigation during the winding up of UMLIC-Five.”  \n(Defs. Mot. Compel 6.) \n{93} The Moving Defendants misread the allegations of the Amended \nComplaint.  Plaintiffs do not allege in their pleading that Kechijian and Austin \nfailed (as UMLIC-Five directors) to set aside a sufficient sum to pay their claim; \nrather, Plaintiffs allege that these Defendants made \nno provision for their claim, \nchoosing instead to disburse the assets of UMLIC-Five to themselves and other \nshareholders.  (Am. Compl. ¶¶ 53–54.) \n                                                 \n3 Defendants have taken the deposition of Plaintiffs’ Texas counsel and, as noted earlier, have also \ncompelled the production of counsel’s file in the Texas Litigation.  The Court does not view Plaintiffs’ \ncompliance with such a court order as a waiver of any applicable privilege in these proceedings.  See \ngenerally United States v. Nobles, 422 U.S. 225, 239–40 (1975) (holding that implied waiver of work-\nproduct protection can occur when a party attempts to make a testimonial use of otherwise protected \nmaterials). \n  \n \n \n{94} Whatever the merits of this allegation, what Plaintiffs and their counsel \nmay have believed the claim to be worth at the time of the Texas Litigation is not \nrelevant to this claim or its defense, nor is it likely to lead to the discovery of \nadmissible evidence.  \n{95} The relevance of the Discovery Requests is even more attenuated as to the \nstatutory claim arising from UMLIC-Five’s alleged failure to give notice of \ndissolution.  The notice provisions of North Carolina General Statute Chapter 55 \nare designed to protect a creditor who is not aware of a corporate debtor’s \ndissolution.  Under the statute, proper notice triggers a process for filing of claims \nby creditors and the orderly resolution of those claims.  The failure to give notice, \nhowever, means that a creditor may pursue its claim against the debtor corporation \nand its shareholders.  N.C. Gen. Stat. § 55-14-08 (2005).   \n{96} As applied here, UMLIC-Five’s alleged failure to give notice of dissolution \nmeans only that Plaintiffs’ claims arising from the Texas Litigation are not \notherwise barred.  As a practical matter, this result means nothing as to UMLIC-\nFive because Plaintiffs already have a judgment against that entity.   \n{97} Plaintiffs also seek to impose the Texas Judgment on the Moving \nDefendants because of the lack of notice.  As was the case with Plaintiffs’ claim \nalleging breach of fiduciary duty, however, the Court fails to see how Plaintiffs’ \nassessment of the value of the Texas Litigation, and their related discussions with \nTexas counsel, are relevant to the question of whether the notice statute was \nviolated.   \n{98} Similarly, the Discovery Requests are not relevant to Plaintiffs’ claim \nseeking to avoid certain fraudulent conveyances.  Under the UFTA, a transfer is \nfraudulent if it is made with the intent to hinder, delay, or defraud a creditor.  N.C. \nGen. Stat. § 39-23.4(a)(1) (2005).  Likewise, a transfer is fraudulent if it is made \nwithout receiving “reasonably equivalent value” in exchange for the transfer, and \nthe debtor is either insolvent at the time of the transfer or rendered insolvent by the \ntransfer.  Id. § 39-23.5(a).  \n  \n \n \n{99} Relief under the UFTA is predicated on a party’s status as a creditor at \nthe time of the allegedly improper transfer.  See id. § 39-23.4(a).  The UFTA defines \na creditor as any person who has a right to payment “whether or not the right is \nreduced to judgment, liquidated, unliquidated, fixed, contingent, matured, \nunmatured, disputed, undisputed, legal, equitable, secured, or unsecured.”   Id. § \n39-23.1(3)–(4).      \n{100} Accordingly, the relevant discovery inquiry as to this claim is not what \nPlaintiffs’ and their counsel discussed regarding the value of the Texas Litigation, \nbut simply whether (1) Plaintiffs were UMLIC-Five’s creditors as that term is \ndefined in the UFTA; and (2) the other named Defendants in fact received \nfraudulent transfers from UMLIC-Five.     \n{101} Defendants also argue that they need the disputed discovery to \ndemonstrate Plaintiffs’ “unclean hands” so as to rebuff Plaintiffs’ attempt to pierce \nthe corporate veil.  On this issue, however, the only potentially relevant inquiry as \nto Plaintiffs’ “piercing” claim (and Defendants’ “unclean hands” defense) is not what \nPlaintiffs and their counsel may have discussed as to the value of their claims in the \nTexas Litigation, but what facts (if any) support the judgment entered in that case.  \n{102} At first glance then, the Moving Defendants’ attempt to discover the facts \nsupporting the Texas Judgment appears to have merit.  Indeed, Swan Quarter \nFarms holds that the actions of a party seeking to pierce the corporate veil are \nrelevant in determining whether equity compels such a result.  133 N.C. App. at \n110, 514 S.E.2d at 738.  \n{103} However, a closer look at the evidentiary burdens assigned to each party \non the piercing claim, as well as the procedural posture of the Texas Judgment in \nNorth Carolina, leads the Court to conclude that the disputed discovery is not \nwarranted under Rule 26.   \n{104} First, it will be Plaintiffs’ burden to establish a basis for piercing UMLIC-\nFive’s corporate veil.  See Glenn v. Wagner, 313 N.C. 450, 454, 329 S.E.2d 326, 330 \n(1985).  If Plaintiffs fail in their proof, then it does not matter whether there are \n  \n \n \nfacts to support the Texas Judgment because none of Defendants (save UMLIC-\nFive) will be liable for it. \n{105} On the other hand, if Plaintiffs satisfy their burden as to the piercing \nclaim, they will have necessarily shown that the Moving Defendants thoroughly \ndominated the affairs of UMLIC-Five.  If so, and if, in fact, the Texas Judgment \nworks a collateral estoppel, the Moving Defendants would be barred from contesting \nthe merits of the Texas Judgment in this case.  See Welborn v. Mountain \nAccessories Corp., 23 F. Supp. 2d 1321 (D. Wyo. 1998); In re L & S Indus., Inc., 122 \nB.R. 987 (Bankr. N.D. Ill. 1991); Pacetti v. United States, 50 Fed. Cl. 239 (2001); \nComm’r of Envt’l Prot. v. Conn. Bldg. Wrecking Co., 629 A.2d 1116 (Conn. 1993); \nJordache Enters., Inc. v. Nat’l Union Fire Ins. Co., 513 S.E.2d 692 (W. Va. 1998).  \nAs a result, whether there was a sufficient factual basis for entry of the Texas \nJudgment would be irrelevant. \n{106} Thus, the predicate question is whether the Texas Judgment, entered \nafter UMLIC-Five abandoned its defense of the Texas Litigation, should be accorded \nfull collateral estoppel effect.  The Court concludes that it should.   \n{107} While North Carolina’s state appellate courts have not addressed this \nparticular question, a recent federal court opinion provides persuasive guidance.  \n{108} In Frahm v. Macik, 2007 U.S. Dist. LEXIS 23831 (W.D.N.C. Mar. 29, \n2007), the court held that a default judgment can have preclusive effect on \nsubsequent litigation where a party appeared and litigated a matter, but a default \njudgment was subsequently entered against him for discovery violations.  Slip op. at \n8–9.   According to the court, the relevant question for purposes of collateral \nestoppel is whether the party to be bound had a full and fair opportunity to litigate \n“but, by his volition, terminated his opportunity.”  Id. at 16. \n{109} The Texas Judgment satisfies this standard in spades.  To say that \nUMLIC-Five had a full and fair opportunity to litigate the issues in the Texas \nLitigation would be an understatement; in fact, it did so for over eleven years before \nchoosing to abandon its defense.  Moreover, as in Frahm, the Texas court made a \nspecific finding that UMLIC-Five engaged in discovery violations aimed at \n  \n \n \nthwarting Plaintiffs’ recovery.  On these facts, the Court has little trouble \nconcluding that the Texas Judgment is entitled to full preclusive effect.         \n{110} Finally, the Court acknowledges that collateral estoppel does not bar a \nparty from impeaching a judgment tainted by extrinsic fraud.  See Crescent Hat Co. \nv. Chizik, 223 N.C. 371, 374, 26 S.E.2d 871, 873 (1943). \n{111} Here, however, the Moving Defendants allege that Plaintiffs made false \nstatements to the Texas court regarding the extent of their damages in the Texas \nLitigation.  North Carolina law is clear, however, that “false testimony given at trial \nis not extrinsic fraud, and thus cannot form the basis of an attack upon a foreign \njudgment.”  Courtney v. Courtney, 40 N.C. App. 291, 299, 253 S.E.2d 2, 6 (1979). \n{112} The Court also takes judicial notice of the procedural posture of UMLIC-\nFive’s separate attempt to impeach the Texas Judgment in this state.  \n{113} On 24 May 2007, Judge Robert C. Ervin entered an order in Lawrence v. \nUMLIC-Five Corp., No. 06-20926 (N.C. Super. Ct. Mecklenburg Co.), domesticating \nthe Texas Judgment and finding expressly that it was not tainted by fraud, whether \nextrinsic or otherwise. \n{114} This Court must honor that result here as to UMLIC-Five.  And for \nreasons I have already discussed, if Plaintiffs are able to pierce UMLIC-Five’s \ncorporate veil in this case, the Moving Defendants too would be bound by Judge \nErvin’s order.  Either way, the discovery sought by the Moving Defendants is not \nrelevant to the claims or defenses here, nor is it likely to lead to the discovery of \nadmissible evidence in this case. \n \nVIII. \nCONCLUSION \n{115} Based on the foregoing, the Court DENIES the Moving Defendants’ \nMotion to Compel and GRANTS Plaintiffs’ Motion for a Protective Order.  \n \n  SO ORDERED, this the 14th day of September, 2007. \n \n  \n \n "
}