{
  "id": "35a00050c09a30377f281b92f2d1a59c546b847e94b9029df105f6e977d1eafa",
  "source_file": "data/raw/ncbc/35a00050c09a30377f281b92f2d1a59c546b847e94b9029df105f6e977d1eafa.pdf",
  "raw_text": "NORTH CAROLINA \n \nCOUNTY OF WAKE \n \nIN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n10 CVS 8327 \nOUT OF THE BOX DEVELOPERS, LLC,  \nd/b/a OTB CONSULTING, \n \nPlaintiff, \n \nv. \n \nLOGICBIT CORP., FRANCISCO A. \nRIVERA, DOAN LAW, LLP, and THE \nDOAN LAW FIRM, LLP, \n \nDefendants. \n \nORDER ON PLAINTIFF’S MOTION ORDER ON PLAINTIFF’S MOTION ORDER ON PLAINTIFF’S MOTION ORDER ON PLAINTIFF’S MOTION \nFOR DISCOVERY SANCTIONS AND FOR DISCOVERY SANCTIONS AND FOR DISCOVERY SANCTIONS AND FOR DISCOVERY SANCTIONS AND \nFOR CONTEMPT FOR CONTEMPT FOR CONTEMPT FOR CONTEMPT    \n \n \n {1} THIS MATTER has been before the court on several prior discovery \nissues.  It is now before the court on Plaintiff’s Motion for Discovery Sanctions and \nfor Contempt (“Motion for Sanctions”) pursuant to Rule 37 of the North Carolina \nRules of Civil Procedure (“Rule(s)”).  For the reasons stated below, the Motion is \nGRANTED in part.  Defendants are ordered to provide discovery as noted.  \nPlaintiff’s counsel is directed to submit further information regarding costs and fees \nso that an appropriate sanction can be entered. \n \nEllis & Winters LLP by Jonathan D. Sasser, C. Scott Meyers, Lenor Marquis \nSegal, Philip Holroyd, and Grant W. Garber for Plaintiff. \n \nSands Anderson PC by David McKenzie and Donna Ray Berkelhammer for \nDefendants. \n \nGale, Judge. \n \n \n \n \n Out of the Box Developers, LLC v. LogicBit Corp., 2013 NCBC 32.  \nI. I. I. I.    PARTIES PARTIES PARTIES PARTIES    \n \n {2} Plaintiff Out of the Box Developers, LLC (“OTB”) is a North Carolina \nLimited Liability Company with its principal place of business in Cary, North \nCarolina.  OTB developed a package of customizations, specifically targeted for \nconsumer bankruptcy attorneys, for a program called Time Matters. \n1  (Second Am. \nCompl. ¶ 18.)  OTB licenses this package of customizations under the name \nBK express .  (Second Am. Compl. ¶ 21.) \n {3} Defendant LogicBit Corp. (“LogicBit”) is a Delaware corporation with \nits principal place of business in Cary, North Carolina.  LogicBit licenses \nHoudiniESQ, a generic case management system which is similar to and competes \nwith Time Matters.  (Second Am. Compl. ¶¶ 52–53.) \n {4} Defendant Francisco A. Rivera (“Rivera”) is the founder, owner, and \nCEO of LogicBit.  (Second Am. Compl. ¶ 6.) \n {5} Defendants Doan Law, LLP and Doan Law Firm, LLP are California \nLimited Liability Partnerships (collectively, “the Doan Defendants”).  The Doan \nDefendants initially used BK \nexpress  as their case management software, but with \nassistance from LogicBit and Rivera migrated to HoudiniESQ.   \n \nII II II II.. ..    FACTUAL BACKGROUND FACTUAL BACKGROUND FACTUAL BACKGROUND FACTUAL BACKGROUND    \n \n {6} Plaintiff filed the Complaint in Wake County on May 14, 2010.  The \nComplaint generally alleged that Defendants stole a series of software \ncustomizations from OTB’s BK \nexpress  software and incorporated those \ncustomizations into LogicBit’s competing program, HoudiniESQ.  On May 25, 2010, \nOTB, LogicBit, Francisco Rivera, and the Doan Law Firm entered into an \nagreement providing for, among other things, the preservation of evidence \n(“Preservation Agreement”).  (Mot. in the Cause, and Mot. for Extension of Time to \n                                                 \n1 Time Matters is a case management program sold and distributed by LexisNexis, a non-party to \nthis lawsuit.  (Second Am. Compl. ¶¶ 12–13.)  \nPerform an Act Required or Allowed to be Done (hereinafter “Mot. for Extension of \nTime”) Ex. C.)  The Preservation Agreement provided that: \nFrom now through the trial of the Litigation, LogicBit, Rivera, and \nDoan will not alter, remove, or destroy any documents, files, program, \nor other computer-related instrumentalities that are related to work \nthat LogicBit or Rivera performed for Doan in 2010, except nothing in \nthis paragraph shall limit or impede Doan’s ability to use and modify \nits databases in the ordinary course of business for purposes of \nservicing Doan’s clients[.] \n \n(Mot. for Extension of Time Ex. C, at ¶ 4.)   \n {7} On June 25, 2010, the Parties submitted a joint Case Status Report \ninforming the court that the Parties met on June 7, 2010 and that  \n[d]uring this meeting, the Defendants’ counsel provided some \ninformation concerning the version of HoudiniESQ currently running \non the Doan Firm’s computer system.  Since the meeting, the parties \nhave attempted to set up a conference where representatives of OTB \ncould remotely access the version of HoudiniESQ running on the Doan \nFirm’s computer system.  The parties anticipate that this remote-\naccess conference will occur by July 31, 2010. \n \n(Case Status Report 2, June 25, 2010.) \n2   \n  \nA. Plaintiff’s Discovery Requests  \n \n {8} On July 2, 2010, OTB served its First Requests for Production and \nInspection of Tangible Things to Defendant the Doan Law Firm, LLP.  (Br. in Supp. \nof Mot. to Compel Doan Law Firm, LLP’s Resps. to Pl.’s First Set of Reqs. for \nProduc. and for Sanctions (hereinafter “Br. in Supp. of Oct. 2010 Mot. to Compel”) \nEx. A.)  This discovery request sought:  \n \n1. Versions of HoudiniESQ sufficient to show each and every \ncustomization you, or any other party, has made to HoudiniESQ from \n                                                 \n2 At this time, Mr. McKenzie was not yet counsel for Defendants.  Mr. McKenzie became counsel for \nDefendants LogicBit and Rivera on July 19, 2011 and counsel for the Doan Defendants on September \n6, 2011.  \nthe first time LogicBit and/or Francisco A. Rivera granted you access \nHoudiniESQ [sic]. \n \n(Br. in Supp. of Oct. 2010 Mot. to Compel Ex. A.)  Plaintiff filed a motion to compel \nresponses to its discovery requests on October 8, 2010.  On October 27, 2010, the \nDoan Law Firm produced documents responsive to the requests for production, but \nOTB contended the production was incomplete.  (Pl.’s Reply to the Doan Law Firm \nLLP’s Resp. to Pl.’s Mot. to Compel and for Sanctions 2.)   \n {9} In December 2011, OTB served several additional discovery requests \nupon Defendants.  In its First Set of Interrogatories and First Set of Requests for \nProduction of Documents from Defendant Rivera, OTB sought: \n \nRequest for Production No. 20: \n  A copy of HoudiniESQ as it existed on \nMay 1, 2010. 3 \n \n(Pl.’s Mem. in Supp. of Renewed Mot. to Compel Replacement of Corrupted File and \nto Compel Prod. of Previously Requested Versions of HoudiniESQ (hereinafter \n“Mem. in Supp. of Nov. 2012 Mot. to Compel”) 2–3, Ex. A.) \n {10} OTB also served its Third Set of Interrogatories and Third Set of \nRequests for Production of Documents on Doan Law, LLP seeking: \n \nRequest for Production No. 2: \n  A complete copy of the HoudiniESQ-\nbased case management program currently used by You. \n \nRequest for Production No. 3: \n  A copy of the HoudiniESQ-based case \nmanagement program used by You as of May 15, 2010. 4 \n \n(Mem. in Supp. of Nov. 2012 Mot. to Compel 2–3, Ex. B.)  Doan Law Firm LLP \nresponded that both requests were duplicative “as the program currently in use by \nDoan LLP has been previously tendered, and, on information and belief, OTB has \n                                                 \n3 This same request was served on Defendant LogicBit.  ( See  Am. Resp. to Mot. to Show Cause and \nfor Sanctions 6.)  \n4 These same two requests were served on Defendant Doan Law Firm, LLP.  ( See  Am. Resp. to Mot. \nto Show Cause and for Sanctions 6.)  \npreviously downloaded the same from HoudiniEsq’s website.” 5  (Mem. in Supp. of \nNov. 2012 Mot. to Compel Ex. B.)   \n \nB. Plaintiff’s Motions to Compel \n \n \n 1. July 2012 Motion to Compel \n \n {11} On July 12, 2012, Plaintiff filed a Motion to Compel Replacement of \nCorrupted Files (“July 2012 Motion to Compel”).  The July 2012 Motion to Compel \nsought documents responsive to Plaintiff’s Request for Production No. 13, which \nrequested:  \nElectronic executable copies of all SQL scripts or other computer \nscripts, programs or files that in any way facilitated the extraction, \ntransfer or migration of any data from any Time Matters-based \ndatabase or case management program used by Doan (including but \nnot limited to BKexpress [sic]) to a HoudiniESQ-based database or \ncase management program, including test scripts and drafts of scripts. \n \n(Am. Resp. to Mot. to Show Cause and for Sanctions 5 n.4.)  Defendants responded \nthat this information was produced on a USB drive, which Plaintiff alleged was \ncorrupt and inaccessible.  (Br. in Supp. of July 2012 Mot. to Compel 1–2.)  The USB \ndrive allegedly contained, among other things, a file titled “HoudiniESQ.swf \n(05/20/2010).”  (Br. in Supp. of July 2012 Mot. to Compel 2.)  The July 2012 Motion \nto Compel was later deemed moot based on an apparent agreement having been \nreached, but without prejudice to Plaintiff’s ability to re-file its motion.  (Order 1, \nOct. 11, 2012.)   \n \n \n                                                 \n5 At the May 1, 2013 hearing on Plaintiff’s Motion for Sanctions, it became apparent from Mr. \nRivera’s testimony that his belief that Plaintiff had accessed HoudiniESQ even though not licensed \nto do so was based on Rivera’s belief that Plaintiff’s counsel’s questions at Mr. Rivera’s deposition \nregarding the HoudiniESQ end user license agreement (“EULA”) would have only been possible if \nthere had been such an improper access.  (Mot. for Sanctions Hr’g Tr. 64:25–66:5.)  However, Mr. \nRivera did not account for the fact that information regarding the EULA had been produced in \ndiscovery.  Plaintiff’s counsel was clear in his representation to the court that he had never accessed \nthe HoudiniESQ program as Mr. Rivera had suspected. \n 2. November 20, 2012 Renewed Motion to Compel  \n {12} On November 20, 2012, Plaintiff filed a Renewed Motion to Compel \nReplacement of Corrupted File (“November 2012 Motion to Compel”) again seeking \nto compel Defendants to produce the “HoudiniESQ.swf (05/20/2010)” file, and, \n“[b]ecause the contents of that file are not known to OTB, OTB further requests an \norder compelling Defendants to produce all versions of HoudiniEsq sought by OTB \nin requests for production issued in December 2011 . . . .”  (Nov. 2012 Mot. to \nCompel 1.)  OTB contended that their December 2011 requests for production \nsought “(i) a version of HoudiniEsq as it existed before Defendants customized it for \nbankruptcy; (ii) a version of HoudiniEsq as it existed shortly after Defendants \ncompleted their initial bankruptcy customizations; and (iii) a version of HoudiniEsq \nas it is used today by Defendants Doan Law, LLP and The Doan Law Firm, LLP . . . \n.”  (Mem. in Supp. of Nov. 2012 Mot. to Compel 1.) 6  OTB also contended that when \nthey attempted to download the present version of HoudiniESQ from the website, \nthey were denied a license to use the program.  (Mem. in Supp. of Nov. 2012 Mot. to \nCompel 3, Ex. C, at 21:15–21.)   \n {13} Defendants responded to Plaintiff’s November 2012 Motion to Compel \non December 10, 2012, contending that “OTB first requested and received relevant \nversions of HoudiniEsq . . . in May 2010,” but at the same time alleged that “[u]ntil \nnow, OTB never requested that the Defendants reproduce any specific version of \nHoudiniEsq,” and that “OTB did not . . . request three separate versions of \nHoudiniEsq. . . . It requested HoudiniEsq as it existed in May 2010 and as it is \npresently used, which had already been provided in May 2010 and again in January \n2012.”  (Mem. in Opp’n to Renewed Mot. to Compel Replacement of File and Pl.’s \nNew Mot. to Compel Versions of HoudiniESQ (hereinafter “Mem. in Opp’n to Nov. \n2012 Mot. to Compel”) 1–2.)  Defendants further denied that OTB was “denied” a \nlicense to use HoudiniESQ, contending instead that while OTB downloaded \n                                                 \n6  Again, apparently the HoudiniESQ program itself has not changed, but rather the changes are the \ncustomizations by the Doan Defendants that are imbedded in its client database, so that the \n“versions” are those customizations to the HoudiniESQ program as utilized by the Doan Defendants. \nHoudiniESQ and failed to receive an email confirmation with a license, it did not \ncontact Defendants to get such a license.  (Mem. in Opp’n to Nov. 2012 Mot. to \nCompel 2–3.) \n {14} The court held a Status Conference on December 19, 2012.  At the \nStatus Conference, Plaintiff again stated its request for (1) the present, off-the-shelf \nversion of HoudiniESQ, which the Parties now seem to agree is the same version of \nHoudiniESQ that existed in May 2010 before the bankruptcy customizations were \nmade; (2) the version of HoudiniESQ with the bankruptcy customizations that the \nDoan Defendants had in May 2010; and (3) a version of HoudiniESQ with the \nbankruptcy customizations that the Doan Defendants are using today; versions \nwhich they reassert were asked for in their December 2011 discovery requests.  \n(Status Conference Draft Tr. 31:16–32:7, Dec. 19, 2012.)  As to the request for the \nHoudiniESQ before any client modification, the dispute centered on whether and \nhow a license can be generated to allow Plaintiff to use the program.  ( \nSee  Status \nConference Draft Tr. 33:20–34:9, Dec. 19, 2012.) 7  In response to the court’s \nquestioning on this topic, Mr. McKenzie responded that Plaintiff never requested a \nlicense, but said “I’ll be happy to produce that,” and “I’ll have it today, Your Honor.”  \n(Status Conference Draft Tr. 34:8–9, Dec. 19, 2012.)  The court then requested that \nMr. McKenzie produce the license by January 4, 2013.  (Status Conference Draft Tr. \n34:8–9.) \n {15} In regard to the request for the May 2010 version of HoudiniESQ with \nthe Doan Defendants’ bankruptcy customizations, Mr. McKenzie assured the court \nthat everything has been preserved.  (Status Conference Draft Tr. 34:20–35:14, Dec. \n19, 2012.)  Mr. McKenzie acknowledged that he did not know whether there is “a \nway to freeze in time . . . what you would have seen if you had logged in to the \nserver on that May [2010] date,” but noted that “the parties signed an agreement on \nMay 14th, to preserve all the evidence . . . .  They have not used it since.  It’s in Jim \n                                                 \n7  The court understands that a user runs an executable file, which when run, takes the user through \na registration process.  Once registered, the user is then granted a license which allows the user to \naccess the underlying program maintained on LogicBit’s server.  The HoudiniESQ program then \ninteracts with the client’s database to display the client’s data in a customizable format.   \nDoan’s testimony.”  (Status Conference Draft Tr. 38:15–39:5, Dec. 19, 2012.)  \nPlaintiff’s counsel mentioned the Preservation Agreement and that, “our view is \nthat, in fact, the Doans were obligated to preserve that snapshot in time as of May, \n2010, of their version of Houdini with the bankruptcy customizations.”  (Status \nConference Draft Tr. 40:6–12, Dec. 19, 2012.)  Mr. McKenzie responded “Your \nHonor, certainly, if they want to see the Houdini, or something like that, we’ll make \nthat happen,” but again contended that HoudiniESQ with the bankruptcy \ncustomizations has never been requested.  (Status Conference Draft Tr. 41:17–24, \nDec. 19, 2012.)  Another exchange was as follows: \nTHE COURT: Well, again, typically, what you would do, if you had, for \nexample, Microsoft-access database that was in litigation dispute, \nyou’d copy and freeze it in time, and say, ‘This is the way it existed on \nthe day,’ and you’d go forward and make all sorts of modifications, and \nyou would have both.  I don’t know whether this product is capable of \nbeing copied and preserved in that way, or not. \n \nMR. McKENZIE: The database would be.  The database can be \nexported with all their customizations.  Yeah, they’ll be there.  \nAbsolutely.   \n \n(Status Conference Draft Tr. 46:20–47:5, Dec. 19, 2012.)  Later, Mr. McKenzie \nexplained: \nI’m more than happy – I cannot produce on a disk, as Mr. Garber said, \nor any other way, the Doan version of Houdini as is being presently \nused or in May, 2010.  That does not – that would require exporting it, \nor it would require – here’s another option, Your Honor.  It would \nrequire installing [HoudiniESQ] 1.6, and then making Jim Doan go \nback on another server and make all those customizations again, and \nsort of redoing it.  The easier thing I think, Your Honor, is to simply do \na go-to meeting of some kind, some Internet-based thing, where the \nDoans put their Houdini up for their expert, or Mr. Sasser, or whoever \nwants to look at it, and say, “Hey, this is what’s used.” \n \n(Status Conference Draft Tr. 53:18–54:6, Dec. 19, 2012.) \n {16} Lastly, with regards to Plaintiff’s request for the bankruptcy-\ncustomized version of HoudiniESQ currently used by the Doan Defendants, Mr. \nMcKenzie clarified for the court that there is no “bankruptcy version” of \nHoudiniESQ; Mr. Doan simply customized the regular off-the-shelf version of \nHoudiniESQ.  (Status Conference Draft Tr. 34:24–35:19, Dec. 19, 2012.)  Mr. \nMcKenzie also explained that the program could not simply be loaded onto a laptop, \nbut that it exists on the Doan Law servers and “[t]o achieve what [Plaintiff] is \nasking, [Plaintiff] basically needs to go in and look at the Houdini version in use by \nthe Doans . . . .”  (Status Conference Draft Tr. 36:12–19, Dec. 19, 2012.)  Mr. \nMcKenzie repeatedly affirmed his willingness to set up a remote meeting to allow \nPlaintiff to view the Doan’s version of HoudiniESQ.  ( See, e.g. , Status Conference \nDraft Tr. 37:4–6, 41:17–19, 42:6–10, 54:22–23, Dec. 19, 2012.)   \n {17} At the end of the December 19, 2012 Status Conference, the court \nrequested that the Parties confer regarding the production of the requested versions \nof HoudiniESQ and submit a report updating the court by January 25, 2013.  On \nJanuary 29, 2013, Plaintiff submitted a Case Status Report which reflected that “as \nof the filing of this Status Report, counsel had not agreed on the final form of the \nstatus report,” but that “[c]ounsel for Plaintiff and Defendants have exchanged \nemails about the proposal, and Plaintiffs believe there is an agreement as to the \nproduction of the three requested versions of HoudiniEsq.”  (Case Status Report 2, \nJan. 29, 2013.)  Earlier that day Donna Berkelhammer, counsel for Defendants, had \nemailed Plaintiff’s counsel stating: \n2. Off-the-shelf-Houdini.  We have provided a license and relevant \ncredentials for your experts or client to download the program directly \nfrom the Houdini web site.  This seems the most efficient and \nexpeditious way for you to get this.  . . .  \n \n3.  May 2010 and current Doan versions of HoudiniESQ.  We agree to \nthe procedure outlined in the draft report. \n \n(Pl.’s Reply Mem. in Further Supp. of Mot. for Entry of Order Compelling Disc. \n(hereinafter “Reply in Supp. of March 2013 Mot. to Compel”) Ex. F.)  Reflecting this \nagreement, the January 29, 2013 Case Status Report indicated that: \nPlaintiff has proposed that Defendants install the three requested \nversions of the HoudiniESQ databases on laptop computers provided \nby OTB, along with whatever information is necessary to access the \nprogram ( e.g.,  log-in ID and password).  It is Plaintiff’sunderstanding \n[sic] that counsel for Defendants has agreed to provide online \ncredentials for the current version of HoudinEsq [sic], and the two \nDoan versions on laptops as proposed.  Defendants will provide \nPlaintiff with the necessary specifications for the laptops as soon as \npossible, and will further provide the laptops with the requested \nsoftware no more than two weeks after receiving the laptops from \nPlaintiff. \n \n(Case Status Report 2, Jan. 29, 2013.) \n {18} On February 7, 2013, David McKenzie emailed Plaintiff’s counsel to \ninform them that “any laptop built in the last year or two will be more than \nsufficient.”  (Mem. in Supp. of Pl.’s Mot. for Entry of Order Compelling Disc. \n(hereinafter “Mem. in Supp. of March 2013 Mot. to Compel”) Ex. C.)  Three laptops \nwere delivered to Mr. McKenzie by Plaintiff’s counsel on February 14, 2013.  (Mem. \nin Supp. of March 2013 Mot. to Compel Ex. D.)  On March 21, 2013, Plaintiff’s \ncounsel emailed Mr. McKenzie to inquire about the status of the laptops; Mr. \nMcKenzie responded that same day that he was working on it, but that “[o]ne is \ndone, I know.”  (Pl.’s Reply Br. in Supp. of Mot. for Disc. Sanctions and for \nContempt (hereinafter “Reply in Supp. of Mot. for Sanctions”) Ex. 10.)   \n \n 3. March 27, 2013 Motion to Compel \n \n {19} On March 27, 2013, Plaintiff filed a Motion for Entry of Order \nCompelling Discovery (“March 2013 Motion to Compel”) seeking to compel \nDefendants to return the three laptops, loaded with the three requested versions of \nHoudiniESQ, by Monday, April 8, 2013.  (March 2013 Mot. to Compel.)  Plaintiff \nnotified Defendants of its intention to file a motion to compel the laptops.  Before \nthe motion was filed, Defendants returned the three laptops to Plaintiff.  (Mem. in \nSupp. of March 2013 Mot. to Compel 3; Mem. in Supp. of Mot. for Sanctions 4.)  \nDefendants represented to Plaintiff that one of the laptops was loaded with the off-\nthe-shelf version of HoudiniESQ 1.6(c), but Plaintiff reported that nothing was \ninstalled on any of the laptops.  (Mem. in Supp. of Mot. for Sanctions 4, Ex. 4.) \n   {20} In their response to the March 2013 Motion to Compel, Defendants \nstated the following: \n•  “[I]f OTB wanted the three versions of HoudiniESQ on a laptop , it \nneeded to specify that in a Request pursuant to Rule 34 and then, upon \nnot receiving the laptops, move to compel during the original discovery \nperiod . . . .” \n•  “The so-called ‘off the shelf version’ is HoudiniESQ 1.6(c).  The \nDefendants have delivered this version to OTB numerous times.  Today, \nOTB could accept the Defendants’ invitation, offered repeatedly, to \nsimply download HoudiniESQ 1.6(c) by going to [the website].  The \nundersigned will promptly email a license for the download.” \n•  With regard to the “May 2010 ‘Doan Version’ of HoudiniESQ,” \nDefendants stated: “Even if one could colorably describe Mr. Doan’s \ntweaked version of HoudiniESQ 1.6(c) as the ‘Doan Version,’ it is not \ntechnically possible to export that ‘version’ to any medium and then \nrecreate an identical installation.  Rather, what would be required is \ndoing what Jim Doan did, twice: installing HoudiniESQ and then \nmaking the customizations after installation.”   \n•  With regard to the “Present ‘Doan Version’ of HoudiniESQ”:  “. . . OTB \ncan accept the Defendants’ repeated offer to view this ‘version’ remotely \nor send their expert to San Clemente, California for an onsite analysis.”  \n(Defs.’ Initial Resp. to March 2013 Mot. to Compel 2–3.) \n \nC. The Court’s April 12, 2013 Order \n \n \n {21} Taking into consideration Defendants’ explanation that it would be \nimpossible to put the bankruptcy-customized versions of HoudiniESQ onto laptops \nas previously agreed to, on April 12, 2013 the court issued an Order on Plaintiff’s \nMarch 2013 Motion to Compel: \nDefendants shall provide Plaintiff with access to both (1) the \nbankruptcy-customized version of HoudiniESQ as it was used by the \nDoan Law Firm in May, 2010, and (2) the bankruptcy-customized \nversion of HoudiniESQ that is currently being used by the Doan Law \nFirm, either via remote access or by allowing Plaintiff’s counsel onsite \naccess, on or before April 19, 2013.  Defendants shall also provide \nPlaintiff with a key or license to allow Plaintiff to access the current \n“off-the-shelf” version of HoudiniESQ by email on or before April 19, \n2013, if Defendants have not already done so, it being understood that \nPlaintiff shall not use such program except for purposes of this \nlitigation, and shall not further sublease or provide others access to the \nprogram.  (See  Defs.’ Initial Resp. to Pl.’s Mot. to Compel 2.) \n \n(Order on Pl.’s Mot. for Entry of Order Compelling Disc. 1–2.)  The court also noted:  \n \nTo the extent Defendants contend there is no [bankruptcy-customized \nMay 2010] version of HoudiniESQ, the court reminds Defendants of \ntheir agreement to preserve the version of HoudiniESQ with the \nbankruptcy customizations as of May 14, 2010. ( \nSee Status Conference \nDraft Tr. 39:1-40-42, 46-47, Dec. 19, 2012 (attached as Ex. G to Pl.’s \nReply Mem. in Further Supp. of Mot. for Entry of Order Compelling \nDisc.).)  \n \n(Order on Pl.’s Mot. for Entry of Order Compelling Disc. 1, n.1) \n {22} On April 15, 2013, Defendants emailed Mr. McKenzie requesting \navailable times to remotely view the current and May 2010 bankruptcy-customized \nversions of HoudiniESQ, as well as a license to allow Plaintiff to access the off-the-\nshelf version of HoudiniESQ.  (Mem. in Supp. of Mot. for Sanctions Ex. 5.)  Mr. \nMcKenzie responded that he was “going to try to recreate HoudiniESQ 1.6(c) as it \nexisted in May 2010 for the Doans,” but that he needed some items from Plaintiff, \nincluding two laptops.  He continued: \nGoToMeeting Request \n.  I have sent your request to my clients and will \nbe in touch.  The idea, however, is to get you laptops for HoudiniESQ \n1.6(c), HoudiniESQ 1.6(c) May 2010, and use GoToMeeting for the \nDoan’s present version.  I will be in touch when I have secured a time \nand date. \n \n(Mot. for Extension of Time Ex. A.) \n {23} On April 19, 2013, Defendants filed a Motion in the Cause, and Motion \nfor Extension of Time to Perform an Act Required or Allowed to Be Done (“Motion \nfor Extension of Time”).  In their Motion for Extension of Time, Defendants asked \n“that this Court extend time to recreate HoudiniESQ as it existed in May 2010.”8  \nDefendants did not additionally seek any extension of time to provide Plaintiff’s \ncounsel access to the bankruptcy-customized version of HoudiniESQ that is \ncurrently being used by the Doan Law Firm, or to provide Plaintiff with a license to \naccess the current, off-the-shelf version of HoudiniESQ.  ( See generally Mot. for \nExtension of Time.)  Despite previous representations that it is technically \nimpossible to load the bankruptcy-customized version of HoudiniESQ used by the \nDoan Defendants in May 2010 onto a laptop due to the nature of the program, \nDefendants also stated that “[i]f OTB wanted the HoudiniESQ May 2010 isolated \nand preserved so that it could be loaded onto a laptop three years later, OTB should \nhave specified this in the [preservation] agreement and not allowed for the Doans \n‘to use and modify its modify its modify its modify its    [sic] database  database  database  database  . . . .’”  (Mot. for Extension of Time 2 ¶ 13.)  \nDefendants then offered to recreate HoudiniESQ “to its May 2010 state,” but stated \nthat they need certain items from OTB in order to do so.  (Mot. for Extension of \nTime 3 ¶ 16.)   \n \nD. Plaintiff’s Motion for Sanctions \n \n \n {24} On April 22, 2013, Plaintiff filed its Motion for Discovery Sanctions \nand for Contempt.  In its Motion, Plaintiff asserts that Defendants have failed to \ncomply with the April 12th Order and requests that the court:  \n                                                 \n8At this time, it appears that neither Mr. McKenzie nor Mr. Rivera was aware that the Doan Law \nFirm had preserved a backup copy of its database as of May 2010, but rather believed that in order \nto allow OTB to observe the HoudiniESQ program as it would have been used by the Doan Law Firm \nin May 2010, Mr. Doan would need to actually recreate his May 2010 customizations.  It now \nappears that, had Mr. Doan advised Mr. McKenzie and Mr. Rivera that the backup database was \navailable, arrangements could have been undertaken to allow OTB the observation it requested.  \nUnfortunately, Mr. Doan did not investigate and locate that backup database until after substantial \nfurther briefing and hearing.  \n1.  enter an order striking the Defendants’ answer and proceeding to trial \non damages; \n \n2. \n prohibit Defendants from introducing any evidence of any version of \nLogicBit’s HoudiniESQ software and designating as established the \nfact that the practice management software used by the Doan Law \nFirm in May 2010 was identical to BK express ;  \n \n3.  require Defendants to pay the reasonable expenses, including \nattorney’s fees, incurred by Plaintiff in filing three motions to compel \nand by Defendants’ failure to obey the court’s April 12, 2013 Order; \nand \n \n4.  enter an order to show cause why Defendants should not be held in \ncontempt for failure to comply with the April 12, 2013 Order. \n \n(Mot. for Sanctions 1.)   \n {25} Defendants responded that there simply was never a proper discovery \nrequest for three \nversions  of HoudiniESQ; that OTB only requested the program , \nwhich is HoudiniESQ 1.6(c) and which has been produced numerous times; and that \n“Defendants do not have a duty to respond to discovery that has not been \npropounded, and Rule 37 simply does not apply.”  (Am. Resp. to Mot. to Show Cause \nand for Sanctions 2, 6–7.)  They further responded that “Defendants made it clear \nthat exporting executable ‘versions’ of HoudiniESQ to three laptops was not \ntechnically possible in December 2012 and that such executable Houdini ‘versions’ \ndo not exist,” but reiterated their ability and willingness to allow Plaintiff access “to \nthe Doan’s present version,” by providing either remote or on-site access.  (Am. \nResp. to Mot. to Show Cause and for Sanctions 10–11.)  As to the bankruptcy-\ncustomized version of HoudiniESQ used by the Doan Defendants in May 2010, \nDefendants contended that it “could be theoretically recreated” by using the .BAK \nfile, the SQL Script, and HoudiniESQ 1.6(c).  (Am. Resp. to Mot. to Show Cause and \nfor Sanctions 11–12, 11 n.7.)  Defendants also contend that “HoudiniESQ May \n2010” has been preserved in a series of YouTube videos made by Jim Doan.  (Am. \nResp. to Mot. to Show Cause and for Sanctions 13.) 9 \n {26} The court held a hearing on Plaintiff’s Motion for Sanctions on May 1, \n2013, at which Mr. Rivera and Mr. Doan provided testimony.  Mr. McKenzie \nexplained that Defendants have not provided a license to allow Plaintiff to access \nthe program because a license is not generated until someone actually downloads \nand registers the program, and Plaintiff has not yet done so.  (Mot. for Sanctions \nHr’g Tr. 17:20–19:10, 24:2–21, 27:12–28:11.)  This process, however, is what the \nCourt understood would be accomplished if Defendants complied with their \nagreement to equip the three laptops to be furnished by OTB with the three \nversions of HoudiniESQ.  Both Mr. McKenzie and Mr. Rivera confirmed that \nLogicBit could register the laptop for Plaintiff and make HoudiniESQ 1.6(c) \naccessible from that laptop.  (Mot. for Sanctions Hr’g Tr. 38:11–25; 72:7–25.)  When \nasked why HoudiniESQ had not been loaded onto the laptops in accordance with \nthe January 29, 2013 Case Status Report, Mr. Rivera responded that he could have \nput the off-the-shelf version of HoudiniESQ 1.6(c) on a laptop consistent with the \nagreement reported in that Case Status Report, but he did not do so because he was \nunable to load the May 2010 bankruptcy-customized version and he elected not to \nonly partially comply with the agreement.  (Mot. for Sanctions Hr’g Tr. 56:2–61:1, \n79:8–80:2.)  When pressed, Mr. Rivera admitted that he was not specifically aware \nof any delivery of HoudiniESQ 1.6(c) to the Plaintiffs, but had only assumed a prior \naccess.  (Mot. for Sanctions Hr’g Tr. 78:20–79:7.) \n {27} As for the bankruptcy customizations to HoudiniESQ made by the \nDoan Defendants in May 2010, Mr. Rivera testified that an archival copy of the \nDoan Defendants’ database could have been preserved as of any given day in May \n2010 (Mot. for Sanctions Hr’g Tr., 44:10–45:20, 66:6–20, 68:2–5); and that, by using \nsuch an archival file Mr. Rivera could cause an equipped computer to display \n                                                 \n9  At the May 1, 2013 hearing, the court observed at least one video presentation by Mr. Doan where \nhe displayed certain screenshots and provided his narrative of what he had done to create them.  \nThis, of course, allowed for no interaction by OTB or its further observation.  \nexactly what would have been seen by the Doan Law Firm on the day the backup \nwas made.  The following exchange occurred at the May 2013 hearing: \nTHE COURT: So if you have a copy of the Doan database as it existed \non May 11th, 2010 you could take your current unmodified \n[HoudiniESQ] 1.6c and display the program on the computer screen; is \nthat correct? \n \n[MR. RIVERA]: That’s correct. \n \nTHE COURT: As long as you had the database –  \n \n[MR. RIVERA]: As long as you have the database –  \n \n. . .  \n \nTHE COURT: But if Mr. Doan had kept a copy of his database as it \nexisted on May 10th [2010] you would have the capability of using your \n.SWF file to put on this computer exactly what you would have seen on \nMay 10th, 2010; correct, sir? \n \n[MR. RIVERA]: That’s correct, sir. \n \n[MR.MCKENZIE]: And just be clear, you would have the ability using \nthe script that was used to migrate the data? \n \n[MR. RIVERA]:  Right. \n  \n . . .  \n \nTHE COURT: If Mr. Doan delivers to you a file that was his archival \ncopy of his .BAK file -- . . . -- as of a date certain in 2010 and gives that \nto you and says I want you to put me back at my computer screen as I \nwas that day -- . . . -- and he gives you that .BAK file, what do you have \nto do to make that happen? \n \n[MR. RIVERA]: I need the script. . . . I need the script executed by Roy \nAllen. \n \n(Mot. for Sanctions Hr’g Tr. 35:11–19, 36:18–37:3, 43:9–22.) \n {28} Mr. Doan was then asked whether he made an archival copy of the \ndatabase either before or after the Preservation Agreement was entered into.  (Mot. \nfor Sanctions Hr’g Tr. 84:21–85:3, 86:2–13.)  Mr. Doan responded that he did not \nmake a copy because he did not know how to, and further that he did not ask his \ninformation technology (“IT”) person to make such a copy.  (Mot. for Sanctions Hr’g \nTr. 84:25–85:3, 86:8–22.)  Mr. Doan testified that he instead made videos in June or \nJuly 2010 that identified his customizations to HoudiniESQ and sent those videos to \nPlaintiff’s counsel, believing that this would adequately demonstrate that he had \nnot improperly used information from BK express .  (Mot. for Sanctions Hr’g Tr. \n91:12–92:2, 92:12–93:23.)  Mr. Doan’s view is that such videos were an adequate \nsubstitute for producing the underlying database.  The court does not agree and \nunfortunately concludes that a long course of discovery disputes have flowed from a \nfailure to identify and produce the backup copy, including a failure to make it \navailable to Mr. Rivera.   \n {29} As to the bankruptcy-customized version of HoudiniESQ currently \nused by the Doan Defendants, Mr. Doan testified that he directly contacted \nPlaintiff’s counsel about setting up a remote-access meeting in June 2010.  (Mot. for \nSanctions Hr’g Tr. 89:5–90:1, 98:9–99:8.)  Whether or not such efforts were \nundertaken in 2010, there is no evidence that Defendants have set up remote access \nto allow Plaintiff to view the Doan Defendants’ current version of HoudiniESQ as \nthe court ordered on April 12, 2013.   \n {30} At the conclusion of the May 1, 2013 hearing, the court permitted the \nParties to file supplemental affidavits responding to the topics discussed at the \nhearing.  Defendants filed Mr. McKenzie’s affidavit the following day, in which he \nstated: \n4.  On \nat least  two occasions, I personally loaded HoudiniESQ 1.6c onto \na portable computer drive [and delivered those drives to] Ellis and \nWinters LLP in Cary, North Carolina. \n \n . . . \n \n7.   . . . a HoudiniESQ license key cannot and will not be generated \nuntil an end user installs and completes HoudiniESQ’s registration \nprocess.  . . . Therefore, it was not possible to include a license key with \nthe above-referenced drives as both installation and complete \nregistration must first happen before a license is generated. \n \n. . .  \n \n9. On this day, I have again loaded HoudiniESQ 1.6c onto the following \nUSB drive [to be delivered to Plaintiff’s counsel today]. \n \n(Aff. of David McKenzie.)  In response, Defendants filed the Affidavit of Jonathan \nSasser, who confirmed that a USB drive purportedly containing a HoudiniESQ.swf \nfile was delivered on February 14, 2012, but reiterated that the file was corrupt and \ninaccessible.  (Aff. of Jonathan Sasser ¶ 2.)  Mr. Sasser also stated that a CD-ROM \nwas delivered to Defendants on January 17, 2012, which contained a file entitled \n“HoudiniESQ-1.6c-windows-installer.exe.”  (Aff. of Jonathan Sasser ¶ 5.)  Mr. \nSasser indicated that another attorney attempted to execute the file on May 2, 2013 \nbut needed a license in order to use the program.  (Aff. of Jonathan Sasser ¶ 5.)  \nLastly, Mr. Sasser confirmed that he has never downloaded any version of \nHoudiniESQ from the internet.  (Aff. of Jonathan Sasser ¶ 6.) \n {31} On May 15, 2013, Defendants requested leave to file a Supplemental \nAffidavit of James P. Doan.  While Plaintiff opposes allowing the affidavit, the court \nfinds it particularly revealing.  It makes clear that a backup copy of the Doan Law \nFirm’s database as of May 2010 has existed all along but has not been identified or \nproduced, even though counsel for both Plaintiff and Defendants have requested it if \nit existed.  In his affidavit, Mr. Doan explained that when preparing responses to \ndiscovery requests during the course of this litigation, he had only searched the \ncomputer systems that he personally had access to and did not find any backup copy \nof HoudiniESQ from May 2010.  (Aff. of James P. Doan ¶ 4.)  He, however, did not \nfurther make inquiry of others under his control, including his law firm’s IT \npersonnel.  He suggested that he had limited time to prepare for the noticed May 1, \n2013 hearing, so that as a result, at the hearing he could only testify that he could \nnot recall whether a backup copy of the HoudiniESQ program used by the Doan \nDefendants was made in May 2010.  (Aff. of James P. Doan ¶ 2.)  The court finds \nthis somewhat remarkable considering that Plaintiff’s Motion clearly raised the \npossibility of spoliation and a failure to comply with the earlier Preservation \nAgreement.  The affidavit indicates that after the hearing, and in response to \nquestions posed by the court, Mr. Doan contacted Roy Allen, who was Mr. Doan’s \ninformation technology (“IT”) person in May 2010, and asked him about the possible \nexistence of a May 2010 backup.  (Aff. of James P. Doan ¶ 5.)  Mr. Allen advised Mr. \nDoan to contact his current IT personnel.  (Aff. of James P. Doan ¶ 5.)  On May 3, \n2010 Mr. Doan contacted Wayne Mealhouse, his current IT person.  (Aff. of James \nP. Doan ¶ 6.)  Mr. Mealhouse found a backup file from May, 2010 and an invoice \nfrom Roy Allen referencing the HoudiniESQ backup.  (Aff. of James P. Doan ¶¶ 6–\n7.)  Mr. Doan then explains that he had not uncovered the backup file or the invoice \npreviously because he personally did not have access to all of the Doan Defendants’ \nservers, and did not realize his limited access until after the May 1, 2013 hearing.  \n(Aff. of James P. Doan ¶ 8.)  Mr. Doan then states that “Wayne Mealhouse was able \nto find the backup of the HoudiniESQ database from May, 2010.  I can provide this \nCourt or OTB’s expert with immediate access to this database provided that Doan \nLaw client confidentiality is protected.”  (Aff. of James P. Doan ¶ 9.) \n {32} A Protective Order adequate to protect the confidentiality of this \ndatabase is and has been in place. \n \nIII. III. III. III.    LEGAL STANDARD LEGAL STANDARD LEGAL STANDARD LEGAL STANDARD    \n \n {33} North Carolina Rule 37(b) provides for sanctions by the court in which \nan action is pending, and provides that: \n[i]f a party . . . fails to obey an order to provide or permit discovery, \nincluding an order made under section (a) of this rule . . . a judge of the \ncourt in which the action is pending may make such orders in regard to \nthe failure as are just, and among others the following:  \n \na. \n An order that the matters regarding which the order was \nmade or any other designated facts shall be taken to be \nestablished for the purposes of the action in accordance with \nthe claim of the party obtaining the order; \nb.  An order refusing to allow the disobedient party to support or \noppose designated claims or defenses, or prohibiting the \nparty from introducing designated matters in evidence; \nc.  An order striking out pleadings or parts thereof . . . ; \nd.  In lieu of any of the foregoing orders or in addition thereto, an \norder treating as a contempt of court the failure to obey any \norders . . . . \n \n. . .  \n \nIn lieu of any of the foregoing orders or in addition thereto, the court \nshall require the party failing to obey the order to pay the reasonable \nexpenses, including attorney’s fees, caused by the failure, unless the \ncourt finds that the failure was substantially justified or that other \ncircumstances make an award of expenses unjust. \n \nN.C. R. Civ. P. 37(b).  “Sanctions under Rule 37 are within the sound discretion of \nthe trial court and will not be overturned on appeal absent a showing of abuse of \nthat discretion.”  \nHursey v. Homes by Design, Inc. , 121 N.C. App. 175, 177, 464 \nS.E.2d 504, 505 (1995).  However, “[i]f a party’s failure to produce is shown to be \ndue to inability fostered neither by its own conduct nor by circumstances within its \ncontrol, it is exempt from the sanctions of the rule.”  Laing v. Liberty Loan Co. , 46 \nN.C. App. 67, 71–72, 264 S.E.2d 381, 384–85 (1980). \n \nFINDINGS OF FACT FINDINGS OF FACT FINDINGS OF FACT FINDINGS OF FACT     \n \n {34} After considering all the evidence, the court makes the following \nfindings. \n {35} The Doan Law Firm without adequate justification failed to comply \nwith this court’s April 12, 2013 Order ordering Defendants by April 19, 2013 to \nprovide Plaintiff with access to “the bankruptcy-customized version of HoudiniESQ \nas it was used by the Doan Law Firm in May, 2010 . . . .” \n {36} The failure to identify and provide the Doan Law Firm’s backup of its \nMay 2010 database showing its customization of HoudiniESQ is solely the \nresponsibility of the Doan Defendants, as there is no indication that Mr. McKenzie \nor Mr. Rivera were ever aware of its existence until Mr. Doan’s Supplemental \nAffidavit, even though that affidavit makes clear that Mr. McKenzie repeatedly \nasked Mr. Doan about the existence of such a backup file.  (Aff. of James P. Doan ¶¶ \n4, 10.) \n {37} It is evident from Mr. Doan’s Supplemental Affidavit that with \nadequate inquiry, Mr. Doan could have earlier complied with discovery requests \nthat asked for that archival copy, and further that the Doan Defendants could have \nundertaken but did not undertake steps to comply with the court’s April 12, 2013 \nOrder.  \n {38} There is no justifiable reason why Mr. Doan did not make inquiry of \nhis own IT personnel during the discovery process and well in advance of the \nvarious motions to compel and the May 1, 2013 hearing. \n {39}  All Defendants have failed to comply with this court’s April 12, 2013 \nOrder requiring Defendants to provide Plaintiff with on-site or remote access to \nview the bankruptcy-customized version of HoudiniESQ currently in use by the \nDoan Defendants by April 19, 2013.   \n {40} Defendants have offered no justifiable reason why they were unable to \ncomply with this provision of the court’s Order.  They did not request an extension \nof time in which to comply. \n {41} Defendants LogicBit and Rivera have failed to comply with this court’s \nApril 12, 2013 Order ordering Defendants by April 19, 2013 to provide Plaintiff with \na key or license adequate to allow Plaintiff access to the current “off-the-shelf” \nversion of HoudiniESQ.  There is no justifiable reason why they did not do so.  Mr. \nRivera’s own testimony confirmed that he could have done so. \n {42} The Defendants have been given adequate opportunity to be heard.  \nHaving been heard, they have demonstrated no substantial justification or other \ncircumstances that would render an award to Plaintiff of its expenses in connection \nwith the several motions to compel unjust within the meaning of Rule 37(b)(2). \n \n \nCONCLUSION CONCLUSION CONCLUSION CONCLUSIONS OF LAW S OF LAW S OF LAW S OF LAW     \n \n {43} Defendants are subject to appropriate sanctions under Rule 37(b)(2). \n {44} Rule 37(b)(2) would allow the imposition of severe sanctions, including \nstriking pleadings as defenses in whole or in part.  The failures to comply, \nparticularly by the Doan Defendants, are sufficiently severe to justify such \nsanctions.  However, the court, in its discretion, elects the lesser sanction of taxing \ncosts; provided  however that the court will revisit this issue should the Defendants \nfail further to comply with the court’s directives.  Plaintiff is entitled to be \nreimbursed its reasonable costs and expenses associated with the various motions \nto compel that have now been required to have Defendants comply with their \ndiscovery obligations. \n {45} In the event Defendants fail timely to comply with the court’s present \nfurther directive, among other sanctions, the court will consider implementing \nprocedures for the finding of contempt pursuant to N.C. Gen. Stat. § 5A-1–16. \n    \nORDER ORDER ORDER ORDER \n    \n \n {46} Based on these findings of fact and conclusions of law, and in its \ndiscretion, the court hereby ORDERS: \n1.  Defendants’ Motion to Allow Out-of-Time Supplemental Affidavit of \nJames P. Doan is GRANTED and it shall be deemed to have been \nfiled; \n2.  Defendants’ Motion in the Cause, and Motion for Extension of Time \nto Perform an Act Required or Allowed to be Done is DENIED; \n3.  On or before June 12, 2013: \na. \n Provided that Plaintiff has delivered a laptop to Defendants’ \ncounsel no later than June 10, 2013, Defendants shall provide a \nfully registered and licensed copy of HoudiniESQ 1.6(c) installed \non that laptop; \nb.  Defendants shall identify two specific dates, not later than July \n3, 2013, on which Plaintiff shall be given access to review the \nDoan Law Firm’s current customized bankruptcy database or \nsoftware which is displayed utilizing HoudiniESQ 1.6(c); \nc.   The Doan Defendants shall provide Plaintiff with a copy of the \nMay 2010 database backup; \nd.  Defendants shall advise Plaintiffs of any protocol or procedure \nnecessary to display the May 2010 database utilizing \nHoudiniESQ 1.6(c); and \ne.  Plaintiff shall file an affidavit providing supporting \ndocumentation for its claimed fees and expenses incurred in \nconnection with the various motions to compel. \n4.  After receipt of Plaintiff’s supporting documentation, the court will \nenter its order directing reimbursement to Plaintiff.  The court’s \npresent inclination is to tax such fees and expenses 90% to the \nDoan Defendants and 10% to LogicBit. \n5.  Defendants shall certify to the court on or before June 20, 2013 that \nthey have complied with the terms of this Order other than the \nreimbursement of Plaintiff’s fees and expenses.  The court will by \nsubsequent order provide a date by which such reimbursement \nshall be made.   \n \n \n This the 5th day of June, 2013. \n "
}