{
  "id": "35b3ae9b402cf38b0ed7dedc01658d0801e707edb2e40b2cceb8e1a1fb0a75b5",
  "source_file": "data/raw/ncbc/35b3ae9b402cf38b0ed7dedc01658d0801e707edb2e40b2cceb8e1a1fb0a75b5.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 6408 \n \nSTATE OF NORTH CAROLINA, ex \nrel. JOSHUA H. STEIN, Attorney \nGeneral, \n \nPlaintiff, \n \n v. \n \nMV REALTY PBC, LLC; MV \nREALTY OF NORTH CAROLINA, \nLLC; MV BROKERAGE OF NORTH \nCAROLINA, LLC; AMANDA \nZACHMAN; ANTONY MITCHELL; \nDAVID MANCHESTER; and \nDARRYL COOK, \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S AMENDED MOTION \nFOR PRELIMINARY INJUNCTION \n \n \n THIS MATTER is before the Court on Plaintiff’s Amended Motion for \nPreliminary Injunction (“PI Motion,” ECF No. 31). \n THE COURT , having considered the PI Motion, the briefs , affidavits, \ndeclarations, exhibits , a rguments of counsel , and all other appropriate matters of \nrecord, CONCLUDES, in its discretion, that the PI Motion should be GRANTED for \nthe reasons set forth below. \nAttorney General Joshua H. Stein, by Special Deputy Attorney General and \nPolicy Litigation Counsel Brian D. Rabinovitz and Special Deputy Attorney \nGeneral Keith T. Clayton, for Plaintiff. \n \nHolland & Knight, LLP, by Thomas R. Woodrow, Dalton B. Miller, and James \nC. King and Young Moore and Henderson, P.A., by Walter E. Brock, Jr., and \nDavid Duke, for Defendants. \n \n \n \nNorth Carolina ex rel. Stein v. MV Realty PBC, LLC, 2023 NCBC 59. \nFINDINGS OF FACT \n1. The Court makes the following findings of fact, which are made solely \nfor the purpose of resolving the present PI Motion and are not binding in any \nsubsequent proceedings in this action.  See Lohrmann v. Iredell Mem’l Hosp., Inc. , \n174 N.C. App. 63, 75 (2005)  (“It is well settled that findings of fact made during a \npreliminary injunction proceeding are not binding upon  a court at trial on the \nmerits.”); disc. rev. denied, 360 N.C. 364 (2006).  \n2. The Plaintiff in this action is the State of North Carolina, ex rel. Joshua \nH. Stein, Attorney General (the “State”), pursuant to N.C.G.S. §§ 75-14 and 75-105(a).  \n(Compl. ¶ 1, ECF No. 2.)  \n3. The various MV Realty enti ties who are named as  Defendants in this \ncase hold themselves out as a  real estate brokerage firm and have market ed a \nHomeowner Benefit Agreement (“HBA”) program to North Carolina homeowners \nsince August 2020.  (Mitchell Decl. ¶¶ 3–6, 9, ECF No. 38.2.)   \n4. Defendant MV Realty PBC, LLC is a Florida  limited liability company \nand sole corporate  member of Defendant MV Realty of North Carolina, LLC, a \nlicensed North Carolina real estate brokerage firm  that is organized as a limited \nliability company.  (Pl’s. Br. Supp. Mot. Prelim. Inj., Ex. 21, ECF No. 32.21; MV Realty \nOperating Agreement, at 13, ECF No. 32.33; Compl. ¶¶ 2–3.)   \n5. The individual Defendants are current and former owners, officers, and \nemployees of the various MV Realty entities.  Defendant Amanda Zachman founded \nMV Realty PBC in 2014 and serves as its managing director and officer.  (Compl. ¶ 8; \nPl’s. Am. Br. Supp. Mot. Prelim. Inj., Ex. 21, ECF No. 32.31 .)  Zachman also serves \nas an officer of MV Realty of North Carolina.  (MV Realty Operating Agreement, at 4.)  \nDefendant Antony Mitchell is the Chief Executive Officer of MV Realty PBC and an \nofficer of MV Realty of North Carolina .  (Mitchell Decl. ¶  1; MV Realty Operating \nAgreement, at 4.)  Defendant David Manchester is the Chief Operating Officer of MV \nRealty PBC.  ( Pl’s. Am. Br. Supp. Mot. Prelim. Inj., Ex. 17, at 3, 5, 7 –8, ECF No. \n32.17.)  Zachman, Mitchell, and Manchester are also members of MV Realty of North \nCarolina.  ( Pl’s. Br. Supp. Mot. Prelim. Inj. , Ex. 1 1, ECF No. 32.11; MV Realty \nOperating Agreement, at 4.)  Defendant Darryl Cook is a licensed real estate broker \nand former employee of MV Realty of North Carolina , who —until March 2023—\nserved as both its Broker-in-Charge and Broker-of-Record.  (Compl. ¶ 16; MV Realty \nOperating Agreement, at 4.)1 \n6. Although certain aspect s of MV Realty’s program have been modified \nduring the time period in which it has been doing business in North Carolina, the \ncore terms have remained unchanged.  MV Realty represents to homeowners that it \nis “offer[ing] a homeowner an immediate cash paymen t between $300 to $5,000, \ndepending on the value of the homeowners’ property.  In exchange, homeowners agree \nthat, if they cho ose to sell their home during the duration of the program , they will \n(1) enter into a separate listing agreement; and (2) allow MV  [Realty] to be their \nlisting agent.”  (Mitchell Decl. ¶ 6.) \n \n1 Throughout this opinion, the Defendants are referred to collectively as “MV Realty.” \n7. MV Realty operates websites  and social media accounts  where it \nadvertises the HBA program to homeowners and requests that homeowners provide \ntheir contact information and consent to be contacted by an MV Realty agent about \nthe program.  (Compl. ¶¶ 56, 62; Michell Decl. ¶ 30.)  MV Realty also contracts with \nonline lead generators to direct homeowners to its website in order to maximize the \nnumber of homeowners  who sign up for the program.  ( Compl. ¶ 92; Mitchell Decl. \n¶ 31; Pl’s. Reply Br. Supp. Mot. Prelim. Inj., Ex. 7, ECF No. 39.7.)   \n8. After a homeowner provides consent and contact information on the \nwebsite, an agent of MV Realty contacts the homeowner and offers an incentive \npayment to the homeowner if they sign up for the program.  (Mitchell Decl. ¶¶ 6, 30–\n32, 35–36.)  If a homeowner responds that they will accept the payment, MV Realty \nsends a notary to their home shortly afterwards along with a copy of the HBA, which \nis the written contract between the homeowner and MV Realty .  ( Compl. ¶  40; \nMitchell Decl. ¶ 37.)  Absent a specific request from the homeowner, the first time a \nhomeowner is afforded the opportunity to review the terms of the HBA is the day the \nnotary arrives at their home for them to sign it.  (Mitchell Decl. ¶ 38.)  MV Realty \nagents are not present at the time the HBA is signed by a participating homeowner.  \n(Mitchell Decl. ¶ 41.) \n9. By virtue of the HBA, MV Realty is granted a n exclusive right to serve \nas the homeowner’s listing agent in the event the homeowner decides to sell the ir \nhome or if title to the home is otherwise transferred.  ( Sample HBA, at 1–2, ECF \nNo. 38.3.)  The duration of each  HBA is forty  years.  (Sample HBA, at 2.)  If a \nparticipating homeowner decides to sell their home  during the HBA’s term , the \ncommission due to MV Realty upon sale is the greater of 6% of t he sale price or the \nestimated fair market value of the home at the time the HBA is entered into if there \nis no other cooperating broker.  (Sample HBA , at 2.)  If another broker participate s \nin the sale, the commission due to MV Realty is the greater of 3% of the sale price or \n3% of the home’s estimated value at the time the HBA was executed.  (Sample HBA, \nat 2.)  The HBA ’s terms provide that the agreement  remains binding on a \nhomeowner’s heirs upon the homeowner’s death during the forty -year term.  ( See \nSample HBA, at 2.) \n10. If a participating homeowner breaches the HBA by , for example, using \na different listing agent  to sell their home,  the HBA provides that MV Realty is \nentitled to receive an Early Termination Fee (“ETF”) in the amount of 3% of the fair \nmarket value of the home either at the time the HBA was executed or at the time the \nHBA is breached—whichever is greater.  (Sample HBA, at 2.)  The HBA further states \nthat the obligations of program participants “constitute covenants running with the \nland and . . . shall bind future successors in interest to title to the Property” and that, \nin the event the HBA is breached, “any amounts owed . . . to [MV Realty] . . . shall be \nsecured by a security interest and lien in and against the Property as security for the \namounts owed” under the agreement.  (Sample HBA, at 3.) \n11. MV Realty provides public notice of a homeowner’s participation in the \nHBA program by recording a document designated as a Memorandum  of MVR \nHomeowner Benefit Agreement (“Memorandum”) with the Register of Deeds in the \ncounty where the home is located.  (Mitchell Decl. ¶ 27.)  The Memorandum consists \nof only one page  (plus signature page s for the homeowner and an MV Realty \nrepresentative) and does not recite the terms of the HBA or attach the HBA as an \nexhibit.  (Mem. HBA,  at 11–13, ECF No. 38.3.)   Instead, the Memorandum simply \ncontains a brief description of the homeowner’s participation in the program and \nstates that the obligations of the homeowner are “covenants runni ng with the land \nand bind future successors -in-interest to title to the Property.”  (Mem. HBA,  at 11, \nECF No. 38.3.) \n12. The HBA includes three exhibits: a “ ‘Working with Real Estate Agents’ \nbrochure, a ‘Payment Authorization Agreement’ form, ” and the above -mentioned \nMemorandum.  (Revis Aff. ¶ 4, ECF No. 39.1.)  Although the HBA references a sample \nlisting agreement, no such listing agreement is actually attached to the HBA.  \nInstead, the HBA provide s a link to a website where MV Realty’s standard listing \nagreement can be downloaded.  (Sample HBA, at 1; Revis Aff. ¶ 4.)   \n13. Since MV Realty began operating in North Carolina, approximately \n2,100 North Carolina homeowners have participated in the program.  (Co mpl. ¶ 4; \nPls.’ Br. Supp. Mot. Prelim. Inj., at 4, ECF No. 33.) \n14. MV Realty’s general practice when it suspects an HBA program \nparticipant may be in breach of an HBA is to send the homeowner a letter \n“remind[ing] the homeowner of their obligations under the HBA and the payments \nthey may be liable for in the event of breach.”  (Mitchell Decl. ¶ 53.)  MV Realty has \nsent 67 such letters to homeowners in North Carolina.  (Mitchell Decl. ¶ 54.) \n15. On a number of occasions, MV Realty has sought to enforce HBAs by \nfiling lawsuits for breach of contract against North Carolina homeowners who were \nalleged to have breached their respective HBAs.  (Compl., Ex. 19; Compl., Ex. 20; Pls.’ \nReply Br. Supp. Mot. Prelim. Inj. , Ex. 9, ECF No. 39.9;  Pls.’ Reply Br. Supp. Mot. \nPrelim. Inj., Ex. 10, ECF No. 39.10.) \n16. When MV Realty brings such lawsuits, it  files a notice of lis pendens \nagainst the homeowner’s property.  (Compl., Ex. 21; Compl. Ex. 22 ; Pls.’ Reply Br. \nSupp. Mot. Prelim. Inj., Ex. 9; Pls.’ Reply Br. Supp. Mot. Prelim. Inj., Ex.  10.)  In \nthose lawsuits, MV Realty  typically requests that the lis pendens remain pending \nthroughout the duration of the lawsuit.  (Compl., Ex. 19; Compl., Ex. 20; Pls.’ Reply \nBr. Supp. Mot. Prelim. Inj., Ex. 9; Pls.’ Reply Br. Supp. Mot. Prelim. Inj., Ex.10.) \n17. On several occasions when MV Realty believed a homeowner ha d \nbreached an HBA, MV Realty sent letters “to the buyer[s] of the properties \nthreatening to file suit against the buyer[s] to foreclose  its ‘lien.’ ”  (Compl. ¶ 162 ; \nCompl., Ex. 23 .)  “These threatened legal actions against subsequent purchasers of \nreal property assert that the [HBA] creates an obligation to pay MV Realty’s [ETF] \nthat is . . . binding on successors in interest to title to  the property.”  (Compl. ¶ 162; \nCompl., Ex. 23.)   \n18. On 30 March 2023, the State initiated the present action, asserting the \nfollowing claims for relief against MV Realty: (1) unfair or deceptive trade practices \n(“UDTP”) pursuant to N .C.G.S. § 75-1.1, et seq.; (2) unlawful telephone solicitation \npractices under N.C.G.S. § 75-100, et seq.; (3) unfair debt collection practices pursuant \nto N.C.G.S. § 75-50, et seq.; and (4) usurious lending practices under N.C.G.S. § 24-1, \net seq.  (Compl. ¶¶ 173–199.)   \n19. The parties have represented to the Court that since November of 2022, \nMV Realty has not entered into any new HBAs in North Carolina.  After the present \nlawsuit was filed, MV Realty  agreed that it would not execute any new HBA s until \nthe Court ruled on the State’s request for immediate injunctive relief.  \n20. This case was designated as a complex business case and assigned to the \nundersigned on 18 April 2023.  (ECF No. 7.)   \n21. On 5 May 2023, the State filed the present PI Motion.  (ECF No. 31.)   \n22. Both in its Complaint and in support of its PI Motion, the State contends \nthat many of the North Carolina homeowners who entered into HBAs were misled by \nMV Realty representatives about key aspects of the program and that material terms \nof the program were not  properly disclosed to them.  The State further asserts that \nnumerous homeowners were not given adequate time to read the HBA before signing \nand, after execution of the document,  were not given a signed copy of the HBA in a \ntimely fashion.  Finally, the State argues that key terms contained in the HBA are \nunlawful in North Carolina. \n23. As attachments to its Complaint, the State submitted various exhibits, \nincluding the following: (1) three examples of  HBAs utilized by MV Realty in North \nCarolina and a “Termination of an HBA ”2 filed with a North Carolina Register of \n \n2 The “Termination of an HBA”  is a document recorded with the Register of Deeds that \nprovides notice of a release of MV Realty’s interest in a home, stating that a Memorandum \nhas been “terminated and [is] of no further force or effect and the property described therein \nDeeds; (2) various internal MV Realty correspondence discussing the HBA program; \n(3) email and text message communications between MV Realty agents and HBA \nprogram participants; (4) nine consumer affidavits by homeowners who claim they \nwere misled about material terms of the program or were not afforded an advance \nopportunity to learn the terms of the program before their execution of an HBA; (5) \npromotional documentation for prospective HBA program participants; (6) a listing \nagreement with a homeowner ; (7) a checklist containing instructions by MV Realty \nfor notaries who notarize signings of HBAs in North Carolina; (8) demand letters from \nMV Realty to program participants suspected of being in breach of an HBA (including \nattached draft complaints, recorded Memoranda, and executed payment \nauthorization forms as exhibits ); (9) two noti ces of lis pendens recorded on the \nproperty of allegedly breaching HBA program participants; and (10) a demand letter \nto a purchaser of a program participant ’s home  attaching a draft complaint \npurporting to seek recovery of the associated ETF along with attorneys’ fees, interest, \nand costs.  (Compl., Exs. 1–23, ECF No. 2.) \n24. The State submitted additional evidence in  connection with the  PI \nMotion, which included the following: (1) five additional affidavits from HBA program \nparticipants who claim to have been  misled about material terms of the program or \nallegedly were not afforded an opportunity to learn the terms of the program before \nthe day they signed an HBA; (2) internal MV Realty email correspondence along with \ncorrespondence between MV Realty and third-party lenders containing references to \n \nis released from the effect, restriction and encumbrance” of the relevant HBA.  (Compl. , \nEx. 2.) \nthe creation of a “lien” or “cloud” on a program participant’s title  resulting from the \nHBA; (3) two title insurance policies reflecting the fact that the Memorandum signed \nby program partici pants served as an encumbrance upon  their homes; (4) email \ncorrespondence regarding refinancing requests by homeowners in which the request \nresulted in the homeowner being required to pay an ETF; ( 5) four demand letters \nfrom MV Realty asserting that MV Realty was entitled to attorneys ’ fees and costs \nupon a participant’s alleged breach of an HBA  (despite the fact that recovery of \nattorneys’ fees and costs are not expressly authorized under the HBA s); ( 6) bank \nrecords regarding MV Realty receipts in North Carolina; (7) two affidavits by Mitchell \n(the CEO of MV Realty PBC and President of MV Realty of North Carolina) that were \nfiled in defense of a consumer protection action brought  by the Massachusetts \nAttorney General; (8) an affidavit by the Guilford County Register of Deeds, in which \nhe stated that he has instructed his staff to refuse to record MV Realty’s \nMemorandum based on his concern that it qualifies as a false lien; and (9) a demand \nletter from MV Realty to a participating homeowner that was sent  after the State \nfiled suit against MV Realty and while the PI Motion remained pending.  (Br. Supp. \nMot. Prelim. Inj., Exs. 1–32, ECF Nos. 32.1–32.32.) \n25. The State also submitted additional evidence in connection with its \nfiling of a reply brief in support of its PI Motion, which included (1) the affidavit of a \nNorth Carolina Department of Justice investigator ( attaching exhibits received by \nthe State pursu ant to a Civil Investigative Demand served upon MV Realt y); (2) a \n“pitch deck” to potential investors in MV Realty describing the HBA program; (3) two \ntitle insurance company bulletins discussing the effects of  the HBA program; (4) two \nadditional consumer affidavits from homeowners expressing their dissatisfaction \nwith MV Realty’s program ; and (5) three Better Business Bureau complaints made \nby HBA program participants in North Carolina.  (Pls.’ Reply Br. Supp. Mot. Prelim. \nInj., Exs. 1–10, ECF Nos. 38.2–38.12.) \n26. As noted above, the State has submitted a total of sixteen affidavits from \nhomeowners expressing their dissatisfaction with the program based on, among other \nthings, misrepresentations allegedly made to them by MV Realty agents.   Pertinent \nallegations contained in those affidavits are summarized below: \na. Vernice Smith was told by an MV Realty agent that the program \nmandated that she agree to use MV Realty  as her realtor when  she \ndecided to sell her home or else pay a fee of 1.5% of the sale price.  She \nwas also led to believe that the duration of the contract was only thirty \nyears.  (Smith Aff. ¶¶ 6–7, Compl., Ex. 12.)  Ms. Smith was not given the \nopportunity to review the terms of the HBA until a notary brought it to \nher home for her to sign it.  ( Smith Aff. ¶¶ 9, 12.)  An MV Realty agent \nwas not present for the signing.  Although there was an agent available \non the phone during the signing, the agent did not provide any details \nabout the HBA or answer any questions about it.  (Smith Aff. ¶ 9.)  After \nMs. Smith signed the contract, she was not provided with a copy.  (Smith \nAff. ¶ 12.)  The entire process took ten  to fifteen minutes.  (Smith Aff. \n¶ 11.)  The notary then paid Ms. Smith by  a check from MV Realty.  \n(Smith Aff. ¶ ¶ 13–14.)  Ms. Smith was not  informed that MV Realty \ncould file a lien on her home after she signed the contract; had she been \ninformed of the possibility of such a lien she would not have signed it.  \n(Smith Aff. ¶ 15.)  Ms. Smith later learned that the contract term was \nactually forty years, but she was never informed that the contract would \nbe binding on her heirs if she died before the forty -year term had \nexpired.  (Smith Aff. ¶¶ 7, 16.)  Ms. Smith was not correctly informed of \nthe actual amount of the ETF and was instead told that the ETF would \nequal 1.5% of the sale price of her home.  (Smith Aff. ¶ 17.) \n \nb. Bennie Davis was offered $1, 144 by an MV Realty agent  via text \nmessage if he agreed to use MV Realty as a listing agent if he ever \ndecided to sell his home.  After he responded, a notary came to his home \nthe very same day.  (Davis Aff. ¶ 5, 8, Compl., Ex. 9.)  Mr. Davis was told \nthe term of the agreement was six months.  (Davis Aff. ¶ 13.)  While Mr. \nDavis was emailed an electronic copy of the HBA shortly before the \nnotary arrived, the listing agreement referenced by the HBA was not \nincluded.  (Davis Aff. ¶ 8.)  Just before the notary arrived, Mr. Davis was \ninformed that the amount he would receive for signing the HBA had \nbeen reduced, but not by how much.  (Davis Aff. ¶ 11.)  After the notary \narrived, Mr. Davis learned that he would only receive $936 for entering \ninto the HBA.  (D avis Aff. ¶ 11.)   Mr. Davis asked the notary several \nquestions about the program but the notary informed Mr. Davis she \ncould not answer his question s as she was not  an agent of MV Realty.  \n(Davis Aff. ¶ 10.)  The signing process took approximately thirty \nminutes.  (Davis Aff. ¶ 9.)  Mr. Davis was not informed the contract term \nwas forty years; he would not have entered into the HBA if he had been \ngiven this information . (Davis Aff. ¶ 13.)  Before Mr. Davis signed the \nagreement, he was informed that there w as an ETF of $1,800 if he \ncancelled the agreement.  Mr. Davis was not informed that the ETF was, \nin actuality, the greater of 3% of the value of the home at the time the \nHBA was entered into or the value at the time of breach .  (Davis Aff. \n¶ 14.)   \n \nc. Cynthia Jones received an email from MV Realty about the availability \nof grant money of up to $360.  (Jones Aff. ¶ 3, Compl., Ex. 10.)  Ms. Jones \ncalled MV Realty  to discuss the grant money and was told she would \nreceive it if she agreed to use MV Realty as a listing agent in the event \nshe decided to sell her home.  (Jones Aff. ¶  6.)  A notary came to Ms. \nJones’ home, where she signed the HBA.  (Jones Aff. ¶¶ 8, 10–12.)  The \nsigning process took approximately twenty minutes.  (Jones Aff. ¶  11.)  \nMs. Jones was provided with some papers by the notary after signing \nthe contract but not a copy of the contract itself.  (Jones Aff. ¶ 10.)  She \nwas paid approximately $320 after she signed the HBA .  (Jones Aff. \n¶ 12.)  Ms. Jones was not informed that the term of the agreement was \nforty years, that the contract would be binding on her heirs if she died \nbefore the forty-year term expired, or that that there was an ETF of 3%.  \n(Jones Aff. ¶¶ 1 4–16.)  After she entered into the HBA, Ms. Jones \nreceived a letter from the Guilford County Register of D eeds notifying \nher that there was a lien on her home.  (Jones Aff. ¶ 18.) \n \nd. Barry Hinton was told by an MV Realty agent that he qualified for a \npayment of about $600 in exchange for agreeing to use MV Realty as his \nreal estate agent if he ever decided to sell his home.  (Hinton Aff. ¶  4, \nCompl., Ex. 6.)  Mr. Hinton was not given an opportunity to review the \nHBA contract until a notary brought it to his home for him to sign.  \n(Hinton Aff. ¶¶ 6–7.)  No MV Realty agent  was present at the signing , \nwhich took approximately fifteen minutes.  (Hinton Aff. ¶ ¶ 6, 8.)  Mr. \nHinton did not receive a copy of the HBA contract after he signed it, but \na copy was sent to him later.  (Hinton Aff. ¶¶ 7, 10.)  Mr. Hinton was not \ninformed that MV Realty would file a lien on his home if he signed the \nHBA, that the term of the HBA was forty years, or that there was an \nETF of 3%.  He would not have entered into the HBA if he had been  so \ninformed.  (Hinton Aff. ¶¶ 11–14.)  Mr. Hinton decided to sell his home \nin 2022 and contacted MV Realty to request brokerage services but \ndespite repeated attempts to contact MV Realty by phone and email, MV \nRealty did not respond.  (Hinton Aff. ¶¶ 16–17.)  After at least a month \nof unsuccessfully tryi ng to contact MV Realty, Mr. Hinton listed his \nhome with a different realty company, whereupon he received a notice \nfrom MV Realty that he had breached the HBA and had to pay  an ETF \nof 3%.  (Hinton Aff. ¶  18.)  When he sold his home in 2022, Mr. Hinton \nwas forced to pay an ETF of between $4,000 and $6,000.  (Hinton Aff. ¶ \n19.) \n \ne. Kara Bessinger was informed by email that she qualified for a payment \nof $530 in exchange for agreeing to use MV Realty if she chose to  sell \nher home.  (Bessinger Aff. ¶¶ 4–5, Compl., Ex. 5.)  Ms. Bessinger did not \nreceive a copy of the HBA before she met with a notary in the parking \nlot of a CVS pharmacy to sign it .  (Bessinger Aff. ¶ ¶ 9–10.)  Ms. \nBessinger signed the HBA inside her car while parked outside the CVS \npharmacy.  (Bessinger Aff. ¶ 9.)  The process took approximately fifteen \nminutes.  During that time, Ms. Bessinger had only four or five minutes \nto review the HBA.   Because it was raining heavily , the notary got in \nMs. Bessinger’s backseat for the signing process.  (Bessinger Aff. ¶  12.)  \nAfter Ms. Bessinger signed the contract, she was paid $530.  (Bessinger \nAff. ¶ 13.)  Ms. Bessinger was not provided with a copy of the contract \nafter signing it; instead, a c opy was sent to her about two weeks later  \nupon her request .  (Bessinger Aff. ¶ ¶ 14–15.)  Ms. Bessigner was n ot \ninformed that MV Realty would file a lien on her home after she signed \nthe HBA, that the term of the HBA was forty years, or that the contract \nwould be binding on her heirs if she died before the forty -year term \nconcluded.  She would not have entered into the HBA if she had  been \ngiven this information .  (Bessinger Aff. ¶ ¶ 16–18.)  Ms. Bessinger \ndecided to sell her home in la te 2022, so she attempted to contact MV \nRealty to request brokerage services.  (Bessinger Aff. ¶ 20.)  After \nseveral attempts, Ms. Bessinger eventually reached an MV Realty \nagent, but the agents Ms. Bessinger spoke with were unhelpful.  \n(Bessinger Aff. ¶¶ 21–22.)  Ms. Bessinger had been contacted by several \npotential buyers before reaching out to MV Realty, and she presented a \nbuyer’s proposed offer to an MV Realty agent.  The agent contacted the \nprospective buyer and told the buyer that MV Realty had a con tract to \nsell the home for forty years and had a lien on the property.  (Bessinger \nAff. ¶ 23.)  Ms. Bessinger ultimately paid an ETF of $5,887.20 to sell the \nhome to the buyer without the assistance of a real estate broker .  \n(Bessinger Aff. ¶ 24.) \n \nf. Patricia Bandy was told by an MV Realty agent that she qualified for a \npayment of $890 in exchange for agreeing to use MV Realty as a broker \nif she decided to sell her home.  (Bandy Aff. ¶  4, Compl., Ex. 4 .)  Ms. \nBandy was not given the opportunity to review the HBA contract until \na notary brought it to her home two to three days later .  (Bandy Aff. \n¶¶ 6–8.)  No MV Realty agent was present at the signing.  (Bandy Aff. \n¶ 7.)  The signing process took approximate ly 20 minutes, and after it \nconcluded, Ms. Bandy was paid $890.  (Bandy Aff. ¶¶ 9–10.)  Ms. Bandy \nwas not provided with a copy of the HBA after she signed it, so she made \ncopies using her personal copier before the notary left her home.  (Bandy \nAff. ¶¶ 8, 11.)  Ms. Bandy was not informed that MV Realty would file a \nlien on her hom e or that the contract would be binding on her heirs if \nshe died before the expiration of the forty-year term.  She would not have \nsigned the HBA if she had  been given this informa tion.  (Bandy Aff. \n¶¶ 12–13.)  Ms. Bandy decided to sell her home in July 2022  and \nattempted to contact MV Realty by phone at least three times to request \nservices, but MV Realty did not respond.  (Bandy Aff. ¶ ¶ 15–16.)  \nEventually, Ms. Bandy was successfu l in getting in touch with an MV \nRealty agent, but the agent was unhelpful .  Ms. Bandy told the agent \nshe would use a different realty company instead .  (Bandy Aff. ¶¶ 17 –\n19.)  MV Realty then  listed the property for sale without Ms. Bandy’s \nknowledge.  (Bandy Aff. ¶¶  17–19.)  When Ms. Bandy learned of the \nlisting, she engaged counsel, who instructed MV Realty to remove the \nlisting and that Ms. Bandy was terminating her  relationship with MV \nRealty.  (Bandy Aff. ¶ 20.)  MV Realty responded by serving Ms. Bandy \nwith a notice of lis pendens.  ( Bandy Aff. ¶ 21.)  By then, the home was \nunder contract, and Ms. Bandy was forced to pay an ETF of $11,714.40 \nto close the sale.  (Bandy Aff. ¶ 23.) \n \ng. Syidah Mateen was told by an MV Realty agent that she qualified for a \npayment of approximately $795 if she agreed to use MV Realty in the \nevent that  she decided to sell her home.  (Mateen Aff. ¶  4, Compl., \nEx. 11.)  Ms. Mateen did not have an opportunity to review the HBA \nuntil a notary brough t it to her home several days later.  (Mateen Aff. \n¶¶ 7–8.)  The signing process took place on the street in front of Ms. \nMateen’s home and took approximately five minutes.  Ms. Mateen \nsigned the HBA on the tailgate of t he notary’s car.  Ms. Mateen felt \nrushed by the notary to complete the signing and did not have time to \nread the HBA before she signed it.  (Mateen Aff. ¶ 9.)  Ms. Mateen asked \nthe notary questions about the HBA program, but the notary told her \nshe could n ot answer Ms. Mateen’s  questions.  The notary did not \nsuggest that Ms. Mateen contact MV Realty to get  answers to her \nquestions.  (Mateen Aff. ¶  10.)  After she signed the HBA, Ms. Mateen \nwas paid approximately $795.  (Mateen Aff. ¶ 11.)  Ms. Mateen was not \ninformed that MV Realty would file a lien on her home, that the term of \nthe HBA was forty years, that the contract would be binding on her heirs \nif she died before the forty -year term concluded,  or that there was an \nETF in the amount o f 3%.  She would not have signed the HBA if she \nhad been given this information.  (Mateen Aff. ¶¶ 12–15.)   \n \nh. Rodney Benifield specifically asked an MV Realty agent if MV Realty \nwould put a lien on his home before he signed an HBA in late 2021, and \nthe agent said no.  ( Benifield Aff. ¶¶ 3, ECF No. 39.4.)   Mr. Benifield \nwould not have entered into the HBA had he known that a lien could be \nplaced on his home.  (Benifield Aff. ¶ 3.)  Mr. Benifield was not informed \nthat the term of the HBA was 40 years or that the contract would be \nbinding on his heirs if he died before the forty-year term concluded.  Nor \nwas he informed that he would owe an ETF in the amount of 3%  if he \nbreached the terms of the HBA .  He  would not have entered into the \nHBA if he had  been told these facts .  ( Benifield Aff. ¶¶ 5–7.)  In late \n2022, Mr. Benifield unsuccessfully attempted on several occasions to \nreach MV Realty in order to cancel his HBA .  (Benifield Aff. ¶ 9.)  Mr. \nBenifield eventually got in touch with an MV Realty agent and \nrequested brokerage services but was dissatisfied with the services he \nreceived.  (Benifield Aff. ¶¶ 10–11.)  After unsuccessfully attempting to \nsell his home using MV Realty  for over six months , Mr. Ben ifield was \ntold he had sixty days to sell his home or else he would owe a 3% ETF.  \nMr. Benifield had been told before signing the HBA that  if MV Realty \nwas not successful in selling  his home within six  months, he would be \nfree to use a different realty company.   (Benifield Aff. ¶ 14.)  Although \nMr. Ben ifield has been contacted by an i nterested buyer, he has not \naccepted the buyer’s offer because he does not want to pay MV Realty \nthe ETF.  (Benifield Aff. ¶ 15.) \n \ni. Yolonda Frasier was offered $1,000 by an MV Realty agent in exchange \nfor agreeing to use MV Realty if she decided to sell her  home.  (Frasier \nAff. ¶ 4 , ECF No. 39.5.)   Ms. Frasier was told MV Realty “would give \npublic records a notice to not forget about the HBA[.]” (Frasier Aff. ¶ 14.)  \nMs. Frasier was also informed by the MV Realty agent that the contract \nterm was ten years  and that all she would have to do if she wanted to \ncancel the HBA was  to give back the $1,000.  (Frasier Aff. ¶ ¶ 15–16.)  \nMs. Frasier did not have the opportunity to review the terms of the HBA \nuntil a notary brought  the contract to her home several days later.   \n(Frasier Aff. ¶¶ 6–8.)  The notary instructed her where to sign the HBA.  \nNo MV Realty agent was present or available by telephone to answer \nquestions during the signing.  (Frasier Aff. ¶ 9.)  The signing process \ntook approximately fifteen minutes.  (Frasier Aff. ¶ 7.)  After signing the \nHBA, Ms. Frasier was paid $1,000.  (Frasier Aff. ¶ 11.)  Ms. Frasier was \nnot provided with a copy of the HBA until  approximately two to three \nmonths later, when  she received an unsigned version .  (Frasier Aff. \n¶ 12.)  Ms. Frasier has attempted to contact MV Realty by phone and \nemail numerous times to cancel the HBA but has never received a \nresponse.  (Frasier Aff. ¶  13.)  Ms. Frasier would not have entered into \nthe HBA if she had been informed MV Realty would place a lien on her \nhome.  (Frasier Aff. ¶ 14.)  Ms. Frasier was not informed that the term \nof the HBA was forty years or that the contract would be binding on her \nheirs if s he died before the forty -year term concluded.  Nor was she \ninformed that she could be forced to pay  an ETF in the amount of 3%.   \nShe would not have entered into the HBA if s he had been given this \ninformation.  (Frasier Aff. ¶¶ 15–16.)   \n \nj. Roshawn Walker spoke with an MV Realty agent who offered her $1,200 \nin exchange for agreeing  to use MV Realty if s he decided to sell h er \nhome.  (Walker Aff. ¶ 6, ECF No. 32.5.)  The next day, a notary came to \nMs. Walker’s home with an HBA for her to sign.  (Walker Aff. ¶ 8.)  The \nsigning took place on Ms. Walker’s front porch.  The process took \napproximately twenty minutes.  (Walker Aff. ¶ 9.)  No agent of MV \nRealty was either present or made available by phone to answer \nquestions during the signing.  (Walker Aff. ¶¶ 10–11.)  Ms. Walker was \nnot afforded an opportunity to review the terms of the contract prior to \nthe signing, nor was she provided with a copy  of the HBA  until five \nmonths later.  (Walker Aff. ¶¶ 12–13.)  Ms. Walker was paid $1,200 after \nshe signed  the contract.  (Walker Aff. ¶ 14.)  Ms. Walker was never \ninformed MV Realty would put a lien on her home, that the HBA would \nbe binding on her heirs if she died before the forty-year term concluded, \nor that there was a 3% ETF.  She would not have entered into the HBA \nif she had known of these terms .  (Walker Aff. ¶¶ 15–17.)  Ms. Walker \nattempted to sell her home using MV Realty not long after signing the \nHBA.  (Walker Aff. ¶ 19.)  She was dissatisfied with MV Realty’s services \nand attempted to engage another broker.  (Walker Aff. ¶¶ 19–25.)  That \nbroker told her he could not represent her because of the HBA.  (Walker \nAff. ¶ 25.)  Ms. Walker contacted an MV Realty agent and informed the \nagent that she was unaware of the forty -year term, the impact of the \nHBA on her heirs, and the lien on her property, but the agent told her \nthat there was nothing the agent could do.  (Walker Aff. ¶ 27.)  The agent \ntold Ms. Walker that she could use another broker, but she would have \nto pay an ETF if she did so.  (Walker Aff. ¶ 28.) \n \nk. Donna Turner was offered $325 by an MV Realty agent in exchange for \nagreeing to use MV Realty as a broker if she decided to sell her home  \nwithin the next three years.  (Turner Aff. ¶ 5, ECF No. 32.4.)  A notary \narrived at Ms. Turner’s home with an HBA a few days later.  (Turner \nAff. ¶¶ 6–7.)  The notary advised Ms. Turner to  direct any questions to \nMV Realty.  (Turner Aff. ¶ 8.)  Ms. Turner did not have an opportunity \nto review the terms of the contract before the day of the signing.  (Turner \nAff. ¶ 9.)  The signing process took ten to fifteen minutes.  (Turner Aff. \n¶ 8.)  Ms. Turner was never informed that MV Realty could have a lien \nplaced on her home, that the HBA would be binding on her heirs if she \ndied before the forty-year term concluded, or that there was an ETF of \n3% associated with the HBA .  If she had been given this information, \nshe would not have executed  the HBA.  (Turner  Aff. ¶¶ 11–13.)  Aft er \nMs. Turner signed the HBA, she was paid $325 by check.  (Turner Aff. \n¶ 15.)  Ms. Turner unsuccessfully attempted to cash the check at \nWalmart because she did not have a bank account but was told that she \ncould not do so because the check appeared to be fraudulent.  (Turner \nAff. ¶ 15.)  Ms. Turner contacted MV Realty and was told to tear up the \ncheck and that the check would be reissued.  (Turner Aff. ¶¶ 16–17.)  Ms. \nTurner received a second check that, once again, she was unable to cash \nat Walmart because she was told that “the numbers at the bottom of the \ncheck were not matching up.”  (Turner Aff. ¶  17.)  For this reason, Ms. \nTurner has received no money in exchange for executing the HBA.  \n(Turner Aff. ¶ 18.) \n \nl. Teresa McCalop was offered between $800 and $900 by an MV Realty \nagent in exchange for agreeing to use MV Realty if she decided to sell \nher home.  ( McCalop Aff. ¶ 9, ECF No. 32.3.)  Approximately five days \nlater, a notary came to her home with the HBA for her to sign.  (McCalop \nAff. ¶ 10.)  Ms. McCalop was not afforded an opportunity to review the \ncontract prior to the day of the signing, nor was she provided with a copy \nof it after she signed it.  (McCalop Aff. ¶ ¶ 15–16.)  The notary flipped \nfrom one page of the HBA to another and showed Ms. McCalop where to \nsign.  (McCalop Aff. ¶ 15.)  The signing process took approximately five \nto ten minutes.  (McCalop Aff. ¶  13).  Ms. McCalop was paid $800 or \n$900 after she signed the contract ; she was unable to recall the exact \namount.  (McCalop Aff. ¶ 17.)  Ms. McCalop attempted to sell her home \nusing MV Realty about one year later.  MV Realty referred Ms. McCalop \nto Sade Washington, a real estate agent , but Ms. McCalop was \ndissatisfied with the services she rec eived.  (McCalop Aff. ¶¶ 18 –22.)  \nUltimately, Ms. McCalop decided to sell her home directly to a buyer for \ncash.  (McCalop Aff. ¶ 22.)  MV Realty sent a settlement statement to \nMs. McCalop two days before the closing, which reflected a “commission \npayment” to MV Realty of $12,003 and an “administrative fee” of $500.  \nThe statement also reflected a  separate additional payment of $12,003 \nto Hometown Realty, Ms. Washington’s real estate agency.  ( McCalop \nAff. ¶ 24.)  Ms. McCalop believed that the HBA required MV Realty to \nserve as her listing agent if she decided to sell her home and not merely \nto refer her to a separate realty company .  She w as dismayed to learn \nthat Sade Washington and her realty company, Hometown Realty,  \nclaimed to be entitled to a separate commission in addition to  the \ncommission MV Realty stated it was owed.   (McC alop Aff. ¶ ¶ 25–26.)  \nMs. McCalop was not informed MV Realty could put a lien on her home, \nthat the HBA would be binding on her heirs if she died before the forty-\nyear term concluded, or that there was an ETF of 3% if she breached the \nHBA.  She would not have entered into the HBA if she had been provided \nwith these facts.  (McCalop Aff. ¶¶ 27–29.) \n \nm. Sheila Ingram spoke to an MV Realty agent who offered her money in \nexchange for agreeing to use MV Realty if she decided to sell her home.  \n(Ingram Aff. ¶ 6, ECF No. 32.2.)  Ms. Ingram was told she co uld cancel \nthe HBA at any time .  (Ingram Aff. ¶ 7 .)  Ms. Ingram was not afforded \nan opportunity to review the terms of the HBA until a notary brought \nthe contract to her friend’s home for her to sign it.  (Ingram Aff. ¶¶  8–\n10.)  Ms. Ingram did not receive a copy of the contract until two weeks \nafter she sign ed it.  (Ingram Aff. ¶  13.)  The signing process took \napproximately five to ten minutes.  (Ingram Aff. ¶ 11.)  After she signed \nthe contract, Ms. Ingram was paid $1,200.  (Ingram Aff. ¶  12.)  Ms. \nIngram was n ot informed that MV Realty c ould have a lien pla ced on \nher home, that the HBA would be binding on her heirs if she died before \nthe forty-year term  ended, or that she would have to pay an ETF \nconsisting of 3%  of the sale price of her home if she used a different \nlisting agent.  Had she been given this information, she would not have \nentered into the HBA.  (Ingram Aff. ¶ ¶ 14–16.)  Ms. Ingram decided to \nsell her home after signing the HBA but was not satisfied with MV \nRealty’s services, and her home is not currently listed for sale.  (Ingram \nAff. ¶¶ 18–21.)  Ms. Ingram has attempted to refinance her mortgage \nbut her prospective lender could not move forward with her refinancing \nbecause MV Realty has not provided the lender with the necessary \ninformation.  (Ingram Aff. ¶ 22.) \n \nn. Gary Devon e was offered a n incentive payment by MV Realty in \nexchange for agreeing to use MV Realty if he decided to sell his home.  \n(Devone Aff. ¶ 6 , ECF No. 32. 1.)  Mr. Devon e was not afforded an \nopportunity to review the HBA prior to a notary bringing it to his home \nfor him to sign it approximately a week after his conversation with the \nMV Realty agent.  (Devon e Aff. ¶¶ 7–8, 11.)  The signing process took \napproximately ten to fifteen minutes.  (Devon e Aff. ¶ 9.)  Mr. Devone \nwas paid $500 after he signed the contract.  (Devon e Aff. ¶ 12.)  Mr. \nDevone was never told that a lien would exist on his home, that the HBA \nwould be binding on his heirs if he died before the forty -year term \nconcluded, or that he could be lia ble for an ETF consisting of 3% of the \nsale price of the home.   He would not have signed the HBA if he had \nreceived that information.  (Devone Aff. ¶¶ 13–14.) \n \no. Sabrina Abney was offered $455 by an MV Realty agent in exchange for \nagreeing to use MV Realty if she decided to sell her home.  ( Abney Aff. \n¶ 5, Compl., Ex. 7.)  Although Ms. Abney was provided with an advance \ncopy of the HBA before she sign ed it, she was not given a copy of the \nlisting agreement referenced in the HBA.   (Abney Aff. ¶ 7.)  A notary \nbrought the HBA to Ms. Abney’s place of employment for her to sign \nseveral days later.  No MV Realty agent was present during the signing.  \nThe process took about ten minutes.  (Abney Aff. ¶ 9.)  Ms. Abney was \npaid $455 after she signed the HBA .  (Abney Aff. ¶ 11.)  Although she \ndid not realize it at the time of signing, there were differences between \nthe version of the contract she was sent in advance  and the version of \nthe contract that she actually signed.  (Abney Aff. ¶ 10.)  Ms. Abney was \nnot told that MV Realty would put a lien on her home , that the term of \nthe HBA was forty years, that the contract would be binding on her heirs \nif she died before the forty-year term ended, or that there was an ETF \nof 3% as a part of the HBA .  She would not have entered into the HBA \nif she had known of these terms.  (Abney Aff. ¶¶ 12–15.)   \n \np. Anthony Bradley was offered $400 by an MV Realty agent in exchange \nfor agreeing to use MV Realty if he decided to sell his home.  (Bradley \nAff. ¶ 5, Compl., Ex. 8.)  Mr. Bradley was not afforded an opportunity to \nreview the terms of the HBA until a notary brought i t to his home for \nhim to sign a week or two after his initial conversation with the MV \nRealty agent.  ( Bradley Aff. ¶¶ 8– 10.)  Mr. Bradley felt rushed and \npressured during the signing process , which lasted approximately \ntwenty minutes.  (Bradley Aff. ¶ 11.)  Mr. Bradley was given a check for \n$400 after signing the HBA.  (Bradley Aff. ¶ 12.)  Mr. Bradley’s bank did \nnot honor this check, and Mr. Bradley was forced to contact MV Realty \nto request a second check.  (Bradley Aff. ¶  13.)  The notary did not \nprovide Mr. Bradley with a copy of the contract after he signed it.  \n(Bradley Aff. ¶ 14.)  Mr. Bradley was not told that MV Realty would put \na lien on his home , that the HBA term was for forty years, that the \ncontract would be bin ding on his heirs if he died before the forty -year \nterm concluded, or that he would have to pay a 3%  ETF if he sold the \nhome with the assistance of a separate listing agent.  He would not have \nsigned the HBA if he had been  given this information.  (Bradley  Aff. \n¶¶ 15, 17–19.)  Mr. Bradley has been informed by the Guilford County \nRegister of Deeds that there is a lien on his property.  (Bradley Aff. ¶ 16.)   \n \n27. In response to the PI Motion, MV Realty submitted (1) declarations by \nan officer of MV Realty and one of its attorneys  explaining how the HBA program \noperates; (2) a sample HBA ; (3) declarations from a number of HBA program \nparticipants in North Carolina stating that they fully underst ood the MV Realty \nprogram and their satisfaction with MV Realty’s se rvices; and (4) five recordings of \nautomated telephone calls from MV Realty to new North Carolina participants in the \nprogram, confirming that the homeowner (after signing an HBA) underst ood and \nagreed to the HBA’s terms.  (Resp. Opp’n Mot. Prelim. Inj. , Exs. A–F, G1–G5, ECF \nNos. 38.1–38.12.) \n28. The Motion originally came on for hearing on 14 June 2023.  On 15 June \n2023, the Court ordered supplemental briefing on several  issues.  (ECF No. 47.)  On \n26 July 2023, t he Court heard additional argument s at a hearing via Webex  on the \nissues addressed in the supplemental briefing.  On 31 July 2023, at the request of MV \nRealty, the Court permitted the parties to submit final supplemental briefs by  21 \nAugust 2023.  (ECF No. 56.)   T he Court conducted a Webex hearing on  25 August \n2023 with regard to the issues addressed in the parties’ final supplemental briefs. \n29. The PI Motion is now ripe for decision. \nCONCLUSIONS OF LAW \n30. A preliminary injunction “is an extraordinary measure taken by a court \nto preserve the status quo of the parties during litigation.”  Ridge Cmty. Invs., Inc. v. \nBerry, 293 N.C. 688, 701 (1977). \n31. N.C.G.S. § 75-14 states as follows:  \nIf it shall become necessary to do so, the Attorney General may \nprosecute civil actions in the name of the Stat e on relation of the \nAttorney General to obtain a mandatory order, including (but not \nlimited to) permanent or temporary injunctions and temporary \nrestraining orders, to carry out the provisions of [North Carolina’s \nUnfair and Deceptive Trade Practices Act ], and the venue shall be in \nany county as selected by the Attorney General.  \n \nN.C.G.S. § 75-14.  In addition, N.C.G.S. § 75-105(a) provides, in pertinent part, that \n“[t]he Attorney General may investigate any complaints received alleging violation of \nthis Article.  If the Attorney General finds that there has been a violation of this \nArticle, the Attorney General may bring an action to impose civil penalties and to \nseek any other appropriate relief pursuant to this Chapter, including equitable relief \nto restrain the violation.”  Id. § 75-105(a). \n32. This Court has previously stated the applicable standard for evaluating \nmotions brought by the Attorney General seeking a preliminary injunction.  \nA preliminary injunction is an extraordinary measure that “ will not be \nlightly granted.”  Travenol Labs., Inc. v. Turner, 30 N.C. App. 686, 692, \n228 S.E.2d 478 (1976) (citation omitted).  To obtain such relief, a plaintiff \nmust generally show “a likelihood of success on the merits of his case \nand . . . [that] plaintiff is likely to sustain irreparable loss unless the \ninjunction is issued, or if, in the opinion of the Court, issuance is \nnecessary for the protection of his rights during the course of litigation.”  \nAnalog Devices, Inc. v. Michalski , 157 N.C. App. 462, 466, 579 S.E.2d \n449 (2003) (citations omitted).  When the At torney General brings an \nenforcement action “ to vindicate public interest rather than to redress \nindividual grievances,” however, a more lenient standard may apply to \nthe requirement of irreparable loss or harm, and the State need not \nshow “actual injury” to obtain an injunction; rather, the State -movant \nmust show that the “act or practice complained of adversely affects the \npublic interest.”  State ex rel. Edmisten v. Challenge, Inc., 54 N.C. App. \n513, 521 –22, 284 S.E.2d 333 (1981).  In Challenge, Inc. , th e court \nexplicitly took note of the fact that G.S. § 75 -14 provides the Attorney \nGeneral with the authority to obtain mandatory orders to enforce the \nNorth Carolina Unfair and Deceptive Trade Practices Act.  Id.; see also \nState ex rel. Ross v. Overcash , 2008 N.C. App. LEXIS 1669 (Sept. 16, \n2008) (affirming an injunction issued in an enforcement action that \nrequired the defendant to close a mining operation pending compliance \nwith statutory law, even in the absence of actual or apparent injury). \n \nState ex rel. Cooper v. W. Sky Fin., LLC, 2015 NCBC LEXIS 87, at *44–45 (N.C. Super. \nCt. Aug. 27, 2015).  \n33. The issuance of a  preliminary injunction is a decision committed to a \ntrial court’s discretion.  State ex rel. Edmisten v. Fayetteville St. Christian Sch. , 299 \nN.C. 351, 357 (1980). \n34. As noted above, the State’s complaint states four substantive causes of \naction: (1) a UDTP claim; (2) an unlawful telephone solicitation practices claim; (3) a \nclaim for unfair debt collection practices; and (4) a usurious lending practices claim.  \n(Compl. ¶¶ 173–199.)   \n35. In support of its PI Motion , however, the State focuses primarily on its \nUDTP claim.  \n36. The nature of UDTP claims  has been summarized by this Court as \nfollows: \nNorth Carolina law created a private right of action under Chapter 75 \nas part of its effort to protect consumers from unfair or deceptive trade \npractices.  See N.C.G.S. §  5-1.1 (outlawing unfair or deceptive practices \nin trade); N.G.G.S. § 75 -16 (creating a priva te right of action and \nauthorizing treble damages); see also Hardy v. Toler, 24 N.C. App. 625, \n630–31, 211 S.E.2d 809, 813 (1975).  The protections of N.C.G.S. § 75 -\n1.1 extend, in certain circumstances, to businesses as well.  Dalton v. \nCamp, 353 N.C. 647, 656, 548 S.E.2d 704, 710 (2001) (citing United \nLabs., 322 N.C. at 665, 370 S.E.2d at 389. \n \n“[T]o establish a prima facie claim for unfair trade practices, a plaintiff \nmust show: (1) defendant committed an unfair or deceptive act or \npractice, (2) the action in question was in or affecting commerce, and (3) \nthe act proximately caused injury to the plaintiff.”  Dalton, 353 N.C. at \n656, 548 S.E.2d at 711 (citing Spartan Leasing, Inc. v. Pollard, 101 N.C. \nApp. 450, 460 –61, 400 S.E.2d 476, 482 (19 91)).  “The Act does not .  . . \ndefine an unfair or deceptive act, ‘nor is any precise definition of the \nterm possible.’ ”  Bernard v. Cent. Carolina Truck Sales, Inc. , 68 N.C. \nApp. 228, 229–30, 314 S.E.2d 582, 584 (1984) (quoting Wachovia Bank \n& Trust Co. v. Smith, 44 N.C. App. 685, 690, 262 S.E.2d 646, 649 (1980)).  \nA trade practice “is unfair if it is unethical or unscrupulous, and it is \ndeceptive if it has a tendency to deceive.”  Sunbelt Rentals, Inc. v. Head \n& Engquist Equip., L.L.C. , 174 N.C. App. 49, 59, 620 S.E.2d 222, 230 \n(2005) (citing Polo Fashions, Inc. v. Craftex, Inc., 816 F.2d 145, 148 (4th \nCir. 1987)). \n \nCharah, LLC v. Sequoia Servs., LLC, 2020 NCBC LEXIS 52, at *18 (N.C. Super. Ct. \nApr. 17, 2020).  Our Supreme Court has re iterated that “a practice is deceptive if it \nhas the capacity . . . to deceive.”   Walker v. Fleetwood Homes of N.C., Inc. , 362 N.C. \n63, 72 (2007). \n37. “Whether the alleged conduct constitutes an unfair or deceptive act is ‘a \nquestion of law for the court. ’ ” Campbell Sales Grp., Inc. v. Niroflex by Jiufeng \nFurniture, LLC , 2022 NCBC LEXIS 148 , at **33 (N.C. Super. Ct. Dec. 5, 2022) \n(quoting Dealers Supply Co. v. Cheil Indus. , 348 F. Supp. 2d 579, 592 (M.D.N.C. \n2004)).  “The question of ‘[w]hether a particular act is unfair or deceptive, depends on \nthe facts surrounding the transaction and the impact on the marketplace. ’ ”  Id.  \n(quoting Dealers Supply Co., 348 F. Supp. 2d at 591).  \n38. The parties differ greatly in their respective characterizations of the \nHBA program .  T he State portrays the program as a predatory scheme  targeting \nfinancially vulnerable homeowners who are misled about key aspects of the program, \nwhile MV Realty, conversely, contends that the program not only provides valuable \nreal estate brokerage services but also provides homeowners with an upfront \npayment that is never required to be refunded.  (See, e.g., Mitchell Aff. ¶ 5, ECF No. \n32.27.) \n39. The Court has thoroughly reviewed all of the materials submitted by the \nparties and carefully considered the legal arguments of counsel.  \n40.  As described above , the  record contains  sixteen affidavits by \nhomeowners who testified that they were either misled about material terms of the \nHBA program or that important aspects of the program were not disclosed to them.  \nThese affidavits also demonstrate that participating homeowners were not regularly \nafforded an opportunity to review the HBA before it was brought to them by a notary \nand that signed copies of the HBA were not routinely given to the homeowners \nafterward.  The Court finds the testimony contained in those affidavits to be credible \nand probative on the issues raised by the present Motion. \n41. On 17 August 2023—near the end of the parties’ briefing in connection \nwith the present PI Motion—the North Carolina General Assembly passed House Bill \n422, entitled “An Act to Prohibit Unfair Real Estate Service Agreements for \nResidential Real Estate ,” which materially affects MV Realt y’s ability to lawfully \noperate in North Carolina going forward.  See 2023 H.B. 422 § 3. \n42. House Bill 422 states that it is “intended to prohibit the use of real estate \nservice agreements that are unfair to an owner of residential real estate or to other \npersons who may become owners of that real estate in the future” and “prohibits the \nrecording of such residential real estate service agreements so that the public records \nwill not be clouded by them and provides remedies for owners who are inconvenienced \nor damaged by the recording of such agreements.”  Id. § 1.   \n43. House Bill 422 contains the following Definitions section: \nFor the purposes of this Article, the following definitions apply: \n \n(1)  Person. – A person as defined by G.S. 105-228.90(b)(23). \n \n(2)  Real estate service agreement. – A written contract \nbetween a service provider and the owner or potential buyer of \nresidential real estate  to provide services, current or future, in \nconnection with the maintenance, purchase, or sale of residential \nreal estate. \n \n(3)  Residential real estate. –  Real property located in this \nState which is used primarily for personal, family, or household \npurposes. \n \n(4)  Service provider. – A person who provides a service related \nto residential real estate, including a real estate broker. \n \n(5)  Unfair real estate service agreement. – A real estate \nservice agreement that violates G.S. 93A-85.2. \n \nId. \n44. House Bill 422 creates a new statute —N.C.G.S. § 93A-85.2—providing \nthat real estate service agreements are “unfair, void, and in violation of this Art icle \nif the agreement is to be in effect for more than one year and either expressly or \nimplicitly aims to .  . . [r]un with the land or bind future owners  of residential real \nestate . . . [or] [c]reate a lien, encumbrance, or other real property security interest.”  \nId.  The new law further states that service providers are not entitled to a refund for \nany “consideration paid to the owner . . .  in connection with an unfair real estate \nservices agreement.”  Id. \n45. House Bill 422 goes on to provide that “[r]ecording an unfair real estate \nservice agreement  is prohibited” and that  “[i]f an unfair real estate service \nagreement, or notice or memorandum thereof,  has been recorded, it is void. ”  Id.  \nPursuant to House Bill 422, all of the following provisions apply to any such recording \nthat becomes void: \n(1)  The recording shall not operate as a lien, encumbrance, or \nsecurity interest. \n \n(2)  No owner or buyer shall be required to record any document \nvoiding the recording. \n \n(3)  The recording shall not provide actual or constructive notice to \nany person interested in the residential real estate that is identified in \nthe unfair real estate service agreement. \n \n(4)  The recording violates G.S. 14-118.6(a). \n \nId.   \n46. House Bill 422 authorizes a private right of action  for violations  by \nproviders of such services , including the right to recover damages, costs, and \nattorneys’ fees.  Id.   \n47. House Bill 422 also makes any such v iolations “an unfair or deceptive \ntrade practice under G.S. 75-1.1” and states that an aggrieved party may seek all of \nthe types of relief available under Chapter 75.  Id.   House Bill 422 provides that \n“recoveries available under Chapter 75 of the General Statues . . . will not be offset \nby the consideration paid by the service provider to the owner or buyer in connection \nwith [an] unfair services agreement.”   Id.   House Bill 422  expressly authorizes the \nNorth Carolina Attorney General to bring enforcement actions for any such \nviolations.  Id. \n48. House Bill 422 was signed by Governor Roy Cooper on 24 August 2023.  \n2023 S.L. 117 §  3.  Pursuant to its terms, the effective date of House Bill 422 is the \ndate on which it became law, and it “applies to unfair real estate service agreements \nthat are executed, modified, extended, or amended on or after that date.”  Id. § 3. \n49. It is clear that House Bill 422 applies to MV Realty’s HBA program and \nprohibits MV Realty from entering into new HBAs (in their current form) with North \nCarolina homeowners going forward. However, MV Realty argues, and the State does \nnot appear to seriously dispute, that House Bill 422 does not control the resolution of \ncertain aspects of the State’s PI Motion —namely, the issue of whether, and to what \nextent, the State is entitled to  have the Court  preliminarily enjoin MV Realty’s \ncontinued enforcement of its existing HBAs with North Carolina homeowners.   \nAccordingly, the Court must address those issues, and the remainder of this Opinion \nanalyzes the State’s right to preliminary injunctive relief under North Carolina law \nas it existed prior to the General Assembly’s enactment of House Bill 422.   \n50. For the reasons set out in detail below, the Court conc ludes that even \nunder North Carolina law predating the enactment of House Bill 422 , the State has \ndemonstrated an entitlement to preliminary injunctive relief. \n51. As an initial matter, the State has not pointed t he Court to any legal \nauthority in this State making it unlawful for an entity to purchase an option to serve \nas a homeowner’s exclusive listing agent for a  future sale of their home.  Moreover, \nthe State does not challenge the reasonableness of the amount of the commission set \nout in the HBA to be paid by the homeowner in circumstances where MV Realty fully \nperforms its duties as a listing  agent in connection with selling  that homeowner’s \nresidence. \n52. Nevertheless, as discussed below, the Court concludes that the State has \nshown a likelihood of success as to the merits of its UDTP claim in that certain aspects \nof the HBA program are either deceptive, possess the capacity to deceive a reasonable \nhomeowner, or are otherwise unenforceable under North Carolina law. \n53. The question of whether the ETF is legally enforceable is a key issue in \nthis case as the answer materially affects other aspects of MV Realty’s program.  MV \nRealty contends that the ETF is a valid liquidat ed damages provision, whereas the \nState claims that it amounts to an unlawful penalty. \n54. As discussed above, subject only to highly limited exceptions, MV Realty \nis entitled to recover from the homeowner the ETF upon any “sale or other transfer \n[of the home] that does not result in [ ] [MV Realty] being paid [a] [c]omission[,]”—\nthat is, any sale of the home by anyone other than an MV Realty listing agent.  \n(Sample HBA, at 2.)  The amount of the ETF is calculated based upon the greater of \nthe value of the home at the time the HBA is signed or its value at the time the HBA \nis breached. \n55. “It is well established that a sum specified in [a] contract as the measure \nof recovery in the event of a breach will be enforced if the court determines it to be a \nprovision for liquidated damages, but not enforced if it is determined to be a penalty.”  \nKNC Techs., LLC v. Tutton , 2021 NCBC LEXIS 38 , at *42 (N.C. Super. Ct. Apr. 8, \n2021) (cleaned up).   \nA stipulated sum is for liquidated damages only (1) where the damages \nwhich the parties reasonably anticipate are difficult to ascertain because \nof their indefiniteness or uncertainty and (2) where the amount \nstipulated is either a reasonable estimate of th e damages which would \nprobably be caused by a breach or is reasonably proportionate to the \ndamages which have actually been caused by the breach.   \n \nKnutton v. Cofield, 273 N.C. 355, 361 (1968) (cleaned up).   \n56. “Whether the liquidated amount is a reasonable prior estimate of \ndamages is determined by the status of the parties at the time of [the] making [of] \nthe contract.”  E. Carolina Internal Med., P.A. v. Faidas, 149 N.C. App. 940, 946, aff’d \nper curiam, 356 N.C. 607 (2002).  “In determining whether a fixed sum, described by \nthe contract as a measure of recovery in the event of breach, is a liquidated damage \nor perhaps an unenforceable penalty, this  Court will consider the nature of the \ncontract, the intention of the parties, and the sophistication of the parties.”  Majestic \nCinema Holdings, LLC v. High Point Cinema , 191 N.C.  App. 163 , 167 , disc. rev. \ndenied, 362 N.C. 509 (2008) (cleaned up).  A court will also look to the language used \nby the parties to the contract to ascertain their intent.  Knutton, 273 N.C. at 361.  \n“Whether a liquidated damages amount is a reasonable estimate of the damages that \nwould likely result from a default is a question of fact.”  Green Park Inn, Inc. v. Moore, \n149 N.C. App. 531, 540 (2002).  “The party seeking to invalidate a liquidated damages \nclause bears the burden of proving the provision is invalid.”  WFC Lynnwood I LLC \nv. Lee of Raleigh, Inc., 259 N.C. App. 925, 929 (2018). \n57. Although the parties have spent significant time debating the second \nprong of the above- referenced test, the Court need not resolve that dispute because \nthe Court finds that the State has shown a likelihood of success on the merits of its  \nargument that the ETF fails to satisfy the first prong.  As noted above, in order for a \nstipulated damages amount to be deemed a valid liquidated damages provision , the \ndamages reasonably anticipated by the parties must be “difficult to ascertain because \nof their indefiniteness or uncertainty.”  Knutton, 273 N.C. at 361; see also Ledbetter \nBros. Inc. v. N.C. Dep’t of Transp., 68 N.C. App. 97, 106 (1984).  Here, conversely, the \ncalculation of the damages recoverable by MV Realty in the case of a homeowner’s \nbreach of an HBA would be simple  to calculate—a proposition that MV Realty has \nfailed to persuasively counter.3  See Knutton, 273 N.C. at 361 (in determining whether \na stipulated sum is a valid liquidated damages provision or an unlawful penalty, “the \ncourts have been greatly influenced by the fact that in almost all [ ] cases [ ] damages \nare uncertain and very difficult to estimate.”). \n58. Furthermore, as noted above, the r elative sophistication of the parties \nis a factor to be considered by a court in determining whether such a contractual \nprovision is valid.  Here, this factor also weighs against the enforceability of the ETF \nprovision.  The homeowners who participate in the HBA program are consumers who \n \n3 Although the HBA contains language reciting that the parties agree that the damages from \na breach would be difficult to ascertain because of indefiniteness or uncertainty, the Court is \nnot bound by the parties’ characterization of the payment in determining the enforceability \nof the provision .  See, e.g., United Ord. of American Bricklayers & Stone Masons Union v. \nThorleif Larsen & Son, Inc., 519 F.2d 331, 333 (7th Cir. 1975) (“[U]se of the term ‘liquidated \ndamages’ . . . is not conclusive[.]”) (citations omitted). \nare being asked to sign a preprinted form that was drafted by MV Realty , a \nsophisticated commercial enterprise, under “take it or leave it” circumstances. \n59. Finally, although not dispositive on this issue, the Court notes that in \nearlier versions of the HBA, the ETF was expressly referred to as a “penalty” by MV \nRealty itself.  (See e.g., Compl., Exs. 1, 13, 19, 20.)  A prior version of the HBA stated \nin large, capitalized boldface print , as follows: “ THIS AGREEMENT PROVIDES \nFOR A PENALTY FOR EARLY TERMINATION AS SET FORTH IN THIS \nSECTION 3.”  (Compl. , Ex. 1 (emphasis in original) .)  Although MV Realty \nsubsequently removed this language from its standard HBA, the substantive terms \nthat MV Realty itself had previously described as a “penalty” did not change in the \nnew version of the HBA.  (Sample HBA, at 2.) \n60. Thus, the  Court concludes that the State has shown a likelihood of \nsuccess on the merits regarding its argument that the ETF is unenforceable under \nNorth Carolina law. \n61. The Court finds that the State has also met its burden of showing a \nlikelihood of success on its UDTP claim as to those aspects of the HBA program that \ncreate a cloud on the title of participating homeowners  with regard to  their \nresidences—namely, the recordation of the Memorandum and the filing of a notice of \nlis pendens.   \n62. In essence, MV Realty is asserting the following interrelated \npropositions, which are admi ttedly somewhat circular: (1) the Memorandum \n“pertains to real property” (and thus is properly subject to recordation by the Register \nof Deeds) because the HBA (which is referenced in the Memorandum) contains a \ncovenant that “runs with the land”; (2) the HBA is able to be properly characterized \nas containing a covenant that “runs with the land” largely because of the inclusion of \nthe ETF provision  therein, which  gives rise to a security interest in favor of MV \nRealty; (3) th is security interest  operates as a lien on the home in the event of a \nhomeowner’s breach of the HBA; and (4) because of the existence of this lien, the filing \nof a notice of lis pendens in the event of a breach  of the HBA is legally permissible. \nFor the reasons set out below, however, the Court finds that the house of cards upon \nwhich MV’s arguments rest collapses under scrutiny.  \n63. The Court will first address the parties’ arguments concerning MV  \nRealty’s ability to file a notice of lis pendens upon its determination that a \nparticipating homeowner has breached the HBA. \n64. As noted above, w hen MV Realty sues a homeowner for breach of the \nHBA and seeks to recover the ETF, it files a notice of lis pendens with the Clerk of \nSuperior Court in the county where the home is located.  (Compl., Ex. 21; Compl., Ex. \n22; Pls.’ Reply Br. Supp. Mot. Prelim. Inj., Ex. 9; Pls.’ Reply Br. Supp. Mot. Prelim. \nInj., Ex. 10.)  This notice states that it is being filed in connection with a lawsuit for \n“breach of contract” and that the homeo wner’s obligation to use MV Realty as their \nexclusive listing agent “as described in the [HBA]” is an “obligation [that] runs with \nthe Property[.]”  (Compl. Ex. 21.) \n65. N.C.G.S. § 1-116 governs the filing of a lis pendens in North Carolina \nand sets out an exc lusive list of circumstances in which a lis pendens is proper.  \nDefendants rely on subparts (a)(1) and (2) of the statute, which read as follows: \n(a) Any person desiring the benefit of constructive notice of pending \nlitigation must file a separate, independent  notice thereof, which \nnotice shall be cross-indexed in accordance with G.S. 1-117, in all of \nthe following cases: \n \n(1) Actions affecting title to real property. \n \n(2) Actions to foreclose any mortgage or deed of trust or to enforce \nany lien on real property. \n \nN.C.G.S. § 1-116(a)(1)–(2). \n \n66. With regard to subpart (a)(1), this provision is clearly inapplicable given \nthat the limited nature of the contractual arrangement created by the HBA cannot \nreasonably be said to affect title to the property.  Such a conclusion is consistent with \napplicable case law from North Carolina’s appellate courts.  See, e.g., Parker v. White, \n235 N.C. 680, 688 (1952) (“[I]t is clear from a reading of the complai nt, and the \namendments thereto, that this is an action to recover monetary damages. . . .  Hence, \nthe action is not one affecting the title to real property within the purview of G.S. § 1-\n116.”); Horney v. Price, 189 N.C. 820, 825 (1925) (“The rule of lis pendens . . . does not \napply to an action merely seeking to recover a money judgment, nor to any other \naction which does not directly affect property.”); Doby v. Lowder, 72 N.C. App. 22, 29 \n(1984) (“The nature of plaintiffs’ action .  . . must be determined  by reference to the \nfacts alleged in the body of the complaint.  This is an action for a money judgment.  It \ndoes not seek to set aside a transfer of realty.  In such a case the filing of a notice of \nlis pendens is not authorized.”) (cleaned up); Lord v. Jeffreys, 22 N.C. App. 13, 14 \n(1974) (“This complaint asks for commissions for the sale and purchase of [ ] \nproperties .  . . and for damages for breach of contract.  . . .  [T]he language of the \nstatute is too clear to permit any construction other than that for plaintiff to have the \nright to file a notice of lis pendens in this action, it must be an action affecting the \ntitle to land.”). \n67. MV Realty’s reliance on subpart (a)(2) of N.C.G.S. § 1-116 hinges on the \nvalidity of its argument that the HBA does, in f act, create a legally enforceable lien \non the home.    \n68. MV Realty contends that the HBA contains a contingent (or “springing”) \nlien that comes into existence upon the breach of an HBA by a participating \nhomeowner.\n4 \n69. Such a security interest is created, MV Realty asserts, based on Section \n5(a) of the HBA, which states as follows: \nProperty Owner’s obligations hereunder shall consti tute covenants \nrunning with the land and, until this Agreement is terminated pursuant \nto Section 5(c), shall bind future successors in interest to title to the \nProperty.  Should Property Owner default under this Agreement, any \namounts owed by Property Owner to Company as a result of such default \nshall be secured by  a security interest and lien  in and against the \nProperty as security  for the amounts owed by Property Owner to \nCompany. \n \n \n4 Notably, this contention is at odds with  the State’s evidence suggesting that MV Realty’s \nagents have on a number of occasions assured homeowners that the program will not result \nin a lien being placed on their home.  (See, e.g., Benifield Aff. ¶ 3, ECF No. 39.4 (“I specifically \nasked the MV Realty agent with whom I was speaking whether MV Realty would be placing \na lien on my home.  The MV Realty agent told me that MV Realty would not be filing a lien \non my home.”).) \n \n(Sample HBA, at 3 (emphasis added).) \n70. MV Realty concedes that the existence of such a security interest is \npremised upon the enforceability of the ETF.5  However, for the reasons stated above, \nthe Court has ruled that the ETF is likely an unenforceable penalty  rather than an \nenforceable liquidated damages provision. \n71. Accordingly, the Court concludes that the State has shown a likelihood \nof success as to its argument that the HBA creates no valid security interest in the \nproperty sufficient to trigger subpart (a)(2) of N.C.G.S. § 1-116.6  See, e.g., Cutter v. \nCutter Realty Co., 265 N.C. 664, 668 (1965) (“The lis pendens statute does not apply, \nfor example, to an action the purpose of which is to secure a personal judgment for \nthe payment of money even though such a judgment, if obtained and properly \ndocketed, is a lien upon land of the defendant described in the complain t.”); Zinn v. \nWalker, 87 N.C. App. 325, 337 (1987), disc. rev. denied, 321 N.C. 747 (1988) (holding \n \n5 At the 26 July 2023 supplemental hearing on the PI Motion, the following colloquy occurred \nbetween the Court and counsel for MV Realty: \n \nTHE COURT: Is the lien tied to the existence of the ETF? \n \n[DEFENDANTS’ COUNSEL]: Yes, because the lien – I think it has to be, Your \nHonor, because the lien only arises upon default.  There are a number of events \nof default, and those include retaining another broker to list the property.  \nThat’s a breach of the agreement.  That’s a default.  And so in that instance, \nnow the owner  becomes liable – unless it changes its mind, which would be \ngreat – but the owner becomes liable for the liquidated damages because it’s in \nclear default of the contract. \n \n(26 July 2023 Tr., at pp. 64–65) (emphasis added). \n \n6 In its second supplemental brief, MV Realty suggests —for the first time —that the HBA \nmay create an equitable lien.  However, under North Carolina law equitable liens exist only \n“where there are factors invoking equity[.]”  Falcone v. Juda , 71 N.C. App. 790, 793 (1984)  \n(cleaned up).  No such equitable factors favoring MV Realty exist in the present case. \nthat “if neither a foreclosure nor attachment order are involved, a lis pendens may be \nfiled only where a legitimate interest in real property may lie”); Pe gram v. Tomrich \nCorp., 4 N.C. App. 413, 415 (1969) (“An action to secure a personal judgment for \npayment of money is not an action ‘affecting title to real property’ within the meaning \nof G.S. §  1-116(a)(1), even though such a judgment, if obtained and properly docketed, \nis a lien upon land of the defendant.”). \n72. Furthermore, even assuming arguendo  that a lien does, in fact, come \ninto existence upon a homeowner’s breach of the HBA , the Court believes that the \nState has shown a likelihood of success on its cl aim that MV Realty’s program \npossesses a capacity to deceive in that the HBA does not sufficiently put a reasonable \nhomeowner on notice as to the specific nature of such a lien.  \n73. As noted above, Section 5(a) of the HBA states as follows:  \nProperty Owner’s obligations hereunder shall constitute covenants \nrunning with the land and, until this Agreement is terminated pursuant \nto Section 5(c), shall bind future successors in interest t o title to the \nProperty.  Should Property Owner default under this Agreement , any \namounts owed by Property Owner to Company as a result of such default \nshall be secured by a security interest and lien  in and against the \nProperty as security for the amounts  owed by Property Owner to \nCompany. \n \n(Sample HBA, at 3 (emphasis added).) \n74. However, Section 5(c) contains the following language:  \nIn the event Property Owner wishes to refinance an existing mortgage \non the Property or grant a new mortgage on the Property, Company will \nconsider in good faith any request from Property Owner to facilitate \nsuch refinancing or new mortgage by subordinating the lien of this \nAgreement to the refinanced or new mortgage .  In the event that \nProperty Owner sells the Property in compli ance with this Agreement \n(whether through the efforts of Company or pursuant to Section 4), or in \nthe event Property Owner ceases to own the Property due to foreclosure, \ncondemnation or arms-length deed in lieu of foreclosure to an unrelated \nthird party, Company will, upon written request, deliver to the closing \nagent for the sale of the Property or the purchaser of the Property a \nNotice of Termination of the Memorandum, in recordable form. \n \n(Sample HBA, at 3 (emphasis added).) \n75. As the State notes, these two sections of the HBA are not consistent. \nSection 5(a) implies that a lien does not come into existence unless and until the \nhomeowner breaches the HBA.  Conversely, Section 5(c) suggests that a lien exists \nfrom the inception of the signed HBA  and does not contain any language indicating \nthat this subpart is applicable only  in case of a breach by the homeowner.  It is not \nclear to the Court how a reasonable homeowner would be able to comprehend the \ninterplay between these two provisions. \n76. The lack of clarity with regard to the scope and effect of the alleged lien \nwas further demonstrated at the hearings on the PI Motion in which counsel for MV \nRealty was unable to provide a definitive answer to the Court’s repeated questioning \nas to whether such a lien could ever confer upon MV Realty the right to foreclose on \nthe homeowner’s property in the event of a breach.  Assuming a right of foreclosure \nis contemplated by the lien allegedly created by the HBA, such a possibility is \nnowhere communicated to the hom eowner.  Moreover, it need hardly be said that if \nMV Realty’s own attorneys are unable to determine whether such a right of \nforeclosure exists, no reasonable homeowner can be deemed to be on notice of this \npossibility at the time they sign the HBA. \n77. The Court likewise has serious concerns about MV Realty’s ability to  \nlawfully record the Memorandum with the Register of Deeds following a homeowner’s \nexecution of the HBA. \n78. As noted above, t he Memorandum is a one-page document that MV \nRealty records with the Register of Deeds after a homeowner executes an HBA.  (See, \ne.g., Compl., Exs. 1, 13, 19, 20.)   It refers to a “certain MVR Homeowner Benefit \nAgreement,” includes a legal description of the homeowner’s property, and states that \nthe HBA term begins as of an “Effective Date” (which is not actually listed in  the \nMemorandum), a nd “expires on the earlier of : (i) the date the Property is sold in \naccordance with the Agreement , and (ii) the date that is forty (40) years after the \nCommencement Date ( the ‘Term’), unless otherwise terminated in accordance with \nits terms.”  (Compl. Ex. 1.)   The Memorandum also states—in bold, underlined text—\nthat “the obligations of Property Owner under the [HBA] constitute \ncovenants running with the land and shall bind future successors-in-\ninterest to title to the Property.”  (Compl. Ex. 1 (emphasis in original).)  \n79. MV Realty argues that the recordation of the Memorandum  with the \nlocal Register of Deeds is permissible pursuant to the broad language of N.C.G.S. \n§ 161-14, which sets out the duties of a Register of Deeds in North Carolina regarding \nthe registration of instruments.  N.C.G.S. § 161 -14(a) provides that “[a]fter the \nregister of deeds has determined that all statutory and locally adopted prerequisites \nfor recording have been met, the register of deeds shall immediately register  all \nwritten instruments presented to him for registration.”  N.C.G.S. § 161-14(a).  \n80. In Fleming v. Mann , 23 N.C. App.  418 (1974), our Court of Appeals \nstated that “it is not the function of the Register of Deeds to inquire into the substance \nor the legal efficacy of the documents presented to him for recording.  If they are \nproperly acknowledged and probated and if the appropriate fee is tendered, it is his \nduty promptly to record and index them.”  Id. at 422.  The Court of Appeals further \nheld that “any instruments pertaining to real property are included among the \ndocuments allowed by law to be registered.”  Id. at 421 (cleaned up).  \n81. Nevertheless, there are limits to what may properly be recorded under \nN.C.G.S. § 161-14(a).  For example, N.C.G.S. § 14-118.6 makes it unlawful \nfor any person to present for filing or recording in a public record or a \nprivate record generally available to the public a false lien or \nencumbrance against the real or personal property of an owner or \nbeneficial interest holder, knowing or having reason to know that the \nlien or encumbrance is false or contains a materially false, fictitious, or \nfraudulent statement or representation. \n \nN.C.G.S. § 14-118.6(a).   \n82. Moreover, subpart (d) of the statute states that “the presentation of an \ninstrument for recording or filing with a register of deeds or clerk of superior court \nthat purports to be a lien or encu mbrance that is determined to be materially false, \nfictitious, or fraudulent shall constitute a violation of G.S. 75-1.1.”  Id. § 14-118.6(d). \n83. Although MV Realty disputes the applicability of N.C.G.S. § 14-118.6 to \nits recordation of the Memorandum, it does not go so far as to argue that a document \npurporting to reference a covenant running with the land can lawfully be recorded if \nthe reference to such a covenant is clearly false. \n84. The State challenges the validity of the statement in both the HBA and \nthe Memorandum that the obligation of a participating homeowner to use MV Realty \nas their listing agent creates a covenant “ running with the land ” that binds \nsuccessors-in-interest.  This statement is false, the State argues, because the HBA is, \nin actuality, a contract for personal services that does not meet the legal requirements \napplicable to covenants that run with the land.  As such, the State contends that the \nHBA is merely a personal covenant rather than a real covenant.   \n85. Our Court of Appeals has stated the following: \n  \nCovenants that run with the land are real as distinguished from \npersonal covenants that do not run with the land .  Three essential \nrequirements must concur to create a real covenant: (1) the intent of the \nparties as can be determined from the instruments of record; (2) the \ncovenant must be so closely connected with the real property that it \ntouches and concerns the land;  and, (3) there must be privity of estate \nbetween the parties to the covenant. \n \nCunningham v. City of Greensboro, 212 N.C. App. 86, 97 (2011) (cleaned up). \n \n86. Our Supreme Court has held that “[w]here the burdens and benefits  \ncreated by the covenant are of such a nature that they may exist independently from \nthe parties’ ownership interests in land, the covenant does not touch and concern the \nland and will not run with the land.”   Runyon v. Paley , 331 N.C. 293, 300  (1992) \n(cleaned up).  “To touch and concern the land, the object of the covenant must be \nannexed to, inherent in, or connected with, land or other real property,  or related to \nthe land granted or demised.”  Raintree Corp. v. Rowe, 38 N.C. App. 664, 6 70 (1978) \n(cleaned up); see also id. at 669 (“The provision that the covenant is to run with the \nland is not binding unless the covenants possess the characteristics of a real \ncovenant.”).   \n87. Although the “touch and concern ” element does not require “that the \ncovenant have a physical effect on the land[,]” it does  require that the restriction \n“affect the legal rights of the covenanting parties as landowners.”  Runyon, 331 N.C. \nat 300.  \n88. As a general proposition, a covenant “to pay money [does] not touch and \nconcern the land.”  Raintree, 38 N.C. App. at 670.  \n89. The Court observes that our General Assembly has stated that “[t]he \npublic policy of this State favors the marketability of real property and the \ntransferability of interests in real property free from . . . unreasonable restraints on \nalienation[ ] and covenants . . . that do not touch and concern the property.”  N.C.G.S. \n§ 39A-1(a). \n90. MV Realty  appears to be contending that the “ touch and concern ” \nelement is satisfied here based on its accompanying argument that the HBA creates \na security interest (or lien) on the homeowner’s property .  Indeed, as the following \nstatement from MV Realty’s briefing on this Motion makes clear, the existence of a \nvalid lien pursuant to the HBA serves as a key basis for MV Realty’s contention that \nthe HBA contains covenants that run with the land: \n“To touch and concern the land [,] the object of the covenant must be \nannexed to, inherent in, or connected with, the land.”  . . .  In Section 5, \nthe homeowner grants a lien over (and interest in) the property i n the \nevent of a breach.  That lien right  is clearly connected with  the land—\nand indeed enforceable against a subsequent purchaser who had notice \n(including constructive notice as a matter of law) of the agreement and \nlien.  Accordingly, the statement in the Memorandum is not false. \n \nDefs.’ Final Suppl. Br., at 6, ECF No. 57.  See also Defs.’ Suppl. Br., at 6, ECF No. 51  \n(“The conveyance of a contingent lien and security interest in real property \nundoubtedly ‘concerns’ or ‘has to do with’ rea l property, especially upon the vesting \nof such lien rights and security interest.”). \n91. However, in this Opinion, the Court has explained why the State has \ndemonstrated a likelihood of success on its argument that no legally enforceable lien \nis created by the HBA.  Thus, based on the present record, the Court is unpersuaded \nthat the HBA contains covenants that “touch and concern” the land.  Instead, it \nappears more likely tha t the HBA—when properly construed— merely authorizes a \nbreach of contract suit for damages.  \n92. Therefore, because MV Realty’s asserted basis for filing the \nMemorandum appears to be legally invalid, the State has shown a likelihood of \nsuccess on its argument that the filing of the Memorandum is likewise unlawful.  \n93. The Court is also concerned that the HBA does not fully explain to the \nhomeowner the ramifications of the recordation of the Memorandum—that is, the fact \nthat the recorded Memorandum serves as a cloud on the homeowner’s title in the eyes \nof lenders.  This  concern was in no way  alleviated by the response of MV Realty’s \ncounsel to the Court’s questions on this issue at the 26 July hearing.  During a \ncolloquy with MV Realty’s attorney, the Court asked counsel to identify the specific \nfacts that the recording of the Memoranda was in tended to give notice of to third \nparties.  MV Realty’s counsel replied: “[w]hat we’re notifying the world of is the HBA; \nthat it exists, and that there is a need to understand whether the owner has complied \nwith the requirements of it.”  (26 July 2023 T r., at p. 37.)  When questioned further \nabout whether a reasonable homeowner could actually be expected to understand the \nramifications of entering into an HBA or of breaching it, counsel’s response was as \nfollows: \nI expect the homeowner to be responsible to understand it.  Whether the \nhomeowner can on his or her own would completely depend on that \nhomeowner’s experience, what industry he or she works in.  You know, \nwe’d have to figure out – if there’s such a thing as an average homeowner, \nI don’t know that they would necessarily understand.  But they know to \nask.  They know who they can ask. \n \n(26 July 2023 Tr., at p. 66 (emphasis added).)  \n94. All of the concerns expressed above suffice to show a reasonable \nlikelihood of success on the merits of the State’s UDTP claim.  In addition, the Court \nbelieves that certain other aspects of MV Realty’s HBA program (or the way in which \nthe program is actually carried out ) potentially give rise to UDTP liability  as well.  \nFor example, the most current version of the HBA appears to provide a three- day \nright of rescission to homeowners following their execution of the HBA.  However, the \nState has offered evidence that, at least in some instances, participating homeowners \nwere not given a signed copy of the agreement post-execution, which would obviously \nundercut the effectiveness of a cancellation period. \n95. In addition, as mentioned previously, the HBA  does not contain as an \nattachment a copy of the listing agreement to be executed by the homeowner upon \ntheir decision to sell their home—instead simply citing to a URL link that apparently \ncontains this information online.  The State has also offered evidence that the listing \nagreement used by MV Realty provides for a $500 administrative fee to be paid by \nthe homeowner to MV Realty upon a completed sale ( in addition to the payment of \nthe commission), and the existence of the $500 fee is nowhere mentioned in the HBA. \n96. In sum, the State has shown a likelihood of success on its claim that —\nthrough its operation of the HBA program —MV Realty has engaged in a pattern of \nacts that both have the capacity to deceive, and actually have deceived, homeowners \nin North Carolina.   \n97. The Court has also carefully considered the State’s arguments regarding \nits entitlement to a preliminary injunction based on its claims alleging unlawful \ntelephone solicitation practices, unfair debt collection practice, and usurious lending \npractices.  The Court concludes that based on the record that presently exists, the \nState has failed to show a likelihood of success on the merits as to these claims. \n98. As noted above, in suits by the Attorney General brought under N.C.G.S. \n§ 75-14 seeking a preliminary injunction , the State is not required to show \nirreparable harm but rather simply that the defendant’s conduct adversely affects \nthe public interest.  That standard is easily met here.  Defendants have entered into \ncontracts with approximately 2,100 homeowners across North Carolina, and each of \nthose contracts contain all, or virtually all, of the same terms that the Court has \ndiscussed herein in conne ction with the Court’s determination that the State  has \nshown a likelihood of success on the merits on its UDTP claim. \n99. As noted earlier in this Opinion, the enactment of House Bill 422 \nprecludes MV Realty – going forward – from entering into new contracts with North \nCarolina homeowners containing the same terms set out in its existing HBAs.  With \nregard to the status of those existing HBAs, the Court is not unmindful of the effects \nthat a p reliminary injunction in favor of the State will potential ly have on \nDefendants’ ability to enforce certain provisions of those contracts during the \npendency of this lawsuit. \n100. The Court finds, however, that any harm suffered by MV Realty from a \npreliminary injunction is outweighed by the likelihood of continued harm to North \nCarolina homeowners absent the entry of a preliminary injunction. \n101. Therefore, in its discretion, the Court c oncludes that, on balance,  the \nequities clearly favor issuance of a preliminary injunction in favor of the State. \n102. For the reasons set out above, the Court, in the exercise of its discretion, \nGRANTS the State’s PI Motion. \n103. However, before actually issuing an order setting out the specific terms \nof the injunctive relief to which the State is entitled, the Court deems it appropriate \nto allow the parties an opportunity to each submit (1) a proposed preliminary \ninjunction order that takes into account both the Court’s rulings contained herein as \nwell as the provisions  of House Bill 422 ; and (2) a concise brief explaining the \nrationale underlying the inclusion of the terms contained in its proposed order.  Each \nparty shall file its proposed preliminary injunction order and accompanying brief on \nor before 8  September 2023.  The parties’ briefs shall be  no more than 2, 000 \nwords and shall comply in all respects with the North Carolina Business Court \nRules.7  The Court will determine at that time whether a hearing is necessary with \nregard to the parties’ submissions. \nCONCLUSION \n104. For the reasons set out above, t he Court CONCLUDES, in its \ndiscretion, that the Motion for Preliminary Injunction is GRANTED. \n \nSO ORDERED, this the 30th day of August, 2023. \n \n \n/s/ Mark A. Davis     \n       Mark A. Davis \n       Special Superior Court Judge  \n       for Complex Business Cases \n \n7 The briefs shall not  be accompanied by any additional affidavits, declarations, or other \nexhibits. "
}