{
  "id": "35e894fe8370c5c256ca2f260fb1fc265a5cff5f8d65a558367b4a579047788a",
  "source_file": "data/raw/ncbc/35e894fe8370c5c256ca2f260fb1fc265a5cff5f8d65a558367b4a579047788a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY   \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 16373 \n \nKIXSPORTS, LLC, \n \nPlaintiff, \n \nv. \n \nRYAN MUNN; TYLER VAUGHAN; \nBIG DREAMZ, LLC; AND MIRO \nGROUP, LLC, \n \nDefendants and \nThird-Party \nPlaintiffs, \n \nv. \n \nCASEY CARR; and STEPHEN PYE, \n \n                                Third-Party \n                                Defendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON MOTIONS \nFOR SUMMARY JUDGMENT \n \nRYAN MUNN; and TYLER \nVAUGHAN, derivatively on behalf of \nKIXSPORTS, LLC, \n \n                                Derivative \n                                Plaintiffs, \n \nv. \n \nCASEY CARR; and STEPHEN PYE, \n \n                                Derivative \n                                Defendants. \n \n \n \n1. Kixsports, LLC is a small business that used to make and sell soccer-related \nproducts.  In this case, it alleges that two  members—Tyler Vaughan and Ryan \nMunn—secretly created a goalkeeper glove called Renegade GK  for the purpose of \ncompeting against Kixsports.  When the secret project was revealed, it caused a rift \nin the company.  Vaughan and Munn ceased working there  and, soon after,  began \nKixsports, LLC v. Munn, 2021 NCBC 23. \nselling the Renegade GK brand through a  new company.  Kixsports has brought an \narray of claims stemming from these allegations of corporate theft. \n2. Vaughan and Munn deny the allegations .  They have responded with \nallegations that Kixsports breached several contracts and wrongfully interfered with \ntheir new business.  They have also alleged that two fellow members, Casey Carr and \nStephen Pye, lied about Kixsports’s value, took improper distributions, and virtually \nabandoned the company, leaving it to Vaughan and Munn to keep Kixsports alive.  \nThese allegations are the basis for a host of  counterclaims against Kixsports in \naddition to third-party and derivative claims against Carr and Pye. \n3. Both sides have moved for partial summary judgment.  For the reasons \nstated below, the Court GRANTS in part and DENIES in part the motions. \nNelson Mullins Riley & Scarborough LLP, by Fred M. Wood, Jr., Evan \nM. Sauda, and Ariel E. Robe rson, for Plaintiff and Counterclaim \nDefendant Kixsports, LLC, and for Third-Party/Derivative Defendants \nCasey Carr and Stephen Pye.1 \n \nParker Poe Adams & Bernstein, LLP, by A. Todd Sprinkle and Eric A. \nFrick, for Defendants and Counterclaim/Third -Party/Derivative \nPlaintiffs Ryan Munn and Tyler Vaughan , and for Defendants and \nCounterclaim/Third-Party Plaintiffs Big Dreamz, LLC and Miro Group, \nLLC. \n \nConrad, Judge. \n \n1 After the motions were fully briefed and argued, counsel for Kixsports, Carr, and Pye moved \nto withdraw from the case, which the Court granted.  (ECF No. 197.) \nI. \nBACKGROUND \n4. The Court does not make findings of fact when ruling on motions for \nsummary judgment.  The following background, drawn from the evidence submitted \nby the parties, is intended only to provide context for the Court’s analysis and ruling. \n5. Kixsports is a North Carolina LLC , now dissolved, that sold soccer-related \nproducts: soccer balls, goalkeeper gloves, backpacks, etc.  (See Aff. Pye ¶¶ 2–4, ECF \nNo. 165.)  The majority of its sales were made online, often through Amazon .com.  \n(See Aff. Pye ¶ 4.) \n6. An operating agreement governs Kixsports’s operations and the rights and \nobligations of its members and managers.  (See Aff. Pye Ex. A, ECF No. 165.1 [“Op . \nAgrmt.”].)  In general , the managers of Kixsports had the  authority to direct its \nbusiness without member approval , subject to a few exceptions not relevant here.  \n(See Op. Agrmt. §§ 6.1, 6.4.)  Section 6.6 states, in relevant part, that t he managers \nwere required to “devote only such time and effort to [Kixsports’s] business and affairs \nas they deem reasonably necessary to discharge their duties as Managers,” and that \n“[n]othing contained in this Agreement shall be construed to limit in any manner a \nManager, solely by reason of b eing a Manager, from engaging or investing in any \nbusiness venture or activity.”  (Op . Agrmt. § 6.6.)  Section 3.4 purports to restrict \nmembers from competing against Kixsports.  (See Op. Agrmt. § 3.4.)2 \n \n2 Kixsports attempted to enforce section 3.4 through a motion for a temporary restraining \norder and a motion for a preliminary injunction, but the Court denied both.  ( See ECF Nos. \n54, 14.)  Kixsports later voluntarily dismissed its claim for breach of section 3.4.  ( See ECF \nNo. 108.) \n7. In early 2014, the founders of Kixsports, including  Pye, sought new \ninvestors.  (See Aff. Pye ¶¶ 5–7; Op. Agrmt. Recitals F, G.)  Though it had no history \nof sales at that time , the company was valued at $2.5 million , supposedly based on \nthe value of comparable retail companies.  (See Aff. Pye ¶¶ 7, 8, 10; Dep. Pye 101:21–\n102:24;3 Aff. Carr ¶ 5, ECF No. 164.)  One of the new investors was Carr, who received \nan ownership interest in exchange for his assistance in further developing the \ncompany.  (See Aff. Carr ¶¶ 2, 3, 6; Dep. Carr 11:19–12:3.)  Carr also began receiving \noccasional monthly compensation.  (See Aff. Carr ¶ 6.) \n8. Not long after, Carr told Munn about Kixsports.  The two were acquainted \nbecause their wives were friends.  (See Dep. Munn 51:9–52:14; Aff. Carr ¶ 11.)  Munn \nexpressed interest, so Carr introduced him to Pye at a dinner in July 2014.  (See Aff. \nCarr ¶ ¶ 7–10, 12.)   The parties hotly contest the specifics of th e dinner meeting.  \nAccording to Munn , Carr and Pye made many false representations designed to \ninduce him to invest in Kixsports.  For example, Pye allegedly stated that he “could \nsell the rights to the KixFriction ball tomorrow for $1,000,000 ,” implying that \nKixsports had a valuable asset that would serve as secur ity for investors.  (5th Aff. \nMunn ¶¶ 10–12;4 Dep. Munn 58:5–9, 128:5–129:19.)  Carr and Pye deny making any \n \n3 For ease of reference, the excerpts of Pye’s deposition testimony appear at ECF Nos. 165.4 \nand 167.1; the excerpts of Carr’s testimony appear at ECF Nos. 164.1 and 168.1; the excerpts \nof Munn’s testimony appear at ECF Nos. 165.3, 167.1, 190.8, and 192.1; and the excerpts of \nVaughan’s testimony appear at ECF Nos. 143.8, 167.1, and 191.1. \n4 As relevant to these motions, Munn has submitted six affidavits.  (See Aff. Munn in Opp’n \nto Mot. for TRO, ECF No. 5 [“1st Aff. Munn”]; Aff. Munn in Opp’n to Mot. for PI, ECF No. 13 \n[“2d Aff. Munn”]; Aff. Munn in Opp’n to Mot. for Receivership, ECF No. 117.2 [“3d Aff. \nMunn”]; Aff. Munn in Supp. Defs.’ Mot. for Partial Summ. J., ECF No. 160 [“4th Aff. Munn”]; \nsuch promises.  (See Aff. Carr ¶¶ 13, 14; Aff. Pye ¶¶ 11–19.)  In early August 2014 , \nMunn invested $60,000 in Kixsports and became a member.  (See 5th Aff. Munn ¶ 17; \nAff. Carr ¶ 19; Aff. Pye ¶ 22.) \n9. Vaughan, who had met  Carr and Pye while coaching youth soccer, also \nbecame a member of Kixsports.  (See Aff. Pye ¶¶ 30, 33; Dep. Vaughan 7:22–8:7; Aff. \nVaughan ¶ 13, ECF No. 161 .)  It appears that Vaughan did not invest money to do \nso.  (See Dep. Vaughan 33:19–24.)  Rather, he invested his time and, at some point,  \nbegan working for Kixsports as an employee.  (See Aff. Pye ¶¶ 32, 33.) \n10. Over time, Vaughan and Munn increased their roles with Kixsports.  When \nKixsports decided to raise capital  in mid -2015, Munn invested a second time  and \nbecame a manager.  (See Aff. Pye ¶¶ 26, 34–36; Dep. Munn 109:14 –110:16; 4th Aff. \nMunn ¶ 4.)  Around the same time, he left his employer and joined Kixsports full \ntime.  ( See Dep. Munn 109:25 –110:16.)  Munn testified that he agreed  to develop \nKixsports’s business on Amazon.com in exchange for a commission —an oral \nagreement the parties have called the “Amazon business agreement .”  ( See Dep. \nMunn 196:13–197:4.)  For about two years, Munn managed Kixsports’s day -to-day \nbusiness and sales operations, communicating regularly with its  suppliers, vendors, \nand current and potential customers.  (See Aff. Pye ¶ 27; Dep. Munn 107:21–108:23.) \n11. Vaughan worked part time  at first , dealing primarily with building \nKixsports’s customer base.  ( See Dep. Vaughan 74:2–25.)  Eventually, he  became a \nfull-time employee at Munn’s request.  (See Dep. Vaughan 34:4–7.)  Vaughan signed \n \nAff. Munn in Opp’n to Pl.’s & 3d -Party Defs.’ Mot. for Partial Summ. J., ECF No. 170 [“5th \nAff. Munn”]; Aff. Munn in Supp. Defs.’ Reply Br., ECF No. 190 [“6th Aff. Munn”].) \nan employment agreement and significantly increased his involvement with \nKixsports, working fifty to sixty hours a week.  (See Dep. Vaughan 30:20–35:9, 67:22–\n68:5.) \n12. By 2016, Vaughan and Munn had grown frustrated with a perceived lack of \ncommitment and cooperation from Carr and Pye.   It seems they felt that they were \n“carrying the company” and handling all the responsibility while Carr and Pye \ndedicated their time elsewhere.   ( Dep. Vaughan 69:23–71:7; see also  Dep. Munn \n194:2–10; 5th Aff. Munn ¶ 41.)  Vaughan testified that he observed a stark  contrast \nbetween the effort and work he contributed and the commitment and attentiveness \nof Carr and Pye.  (See, e.g., Dep. Vaughan 23:1–25:14, 34:21–35:9, 57:12–58:5, 149:6–\n24.)  At some point, Vaughan and Munn became concerned that Carr and Pye were \nnot just less committed, but that they were also engaging in misconduct such as \nmisrepresenting Kixsports’s value, filing inaccurate tax documents, and taking \nimproper distributions.  (See, e.g., Dep. Munn 111:23–113:2, 194:2–10; 5th Aff. Munn \n¶¶ 42–48.) \n13. In November 2016, Vaughan and Munn began exploring the development of \na goalkeeper glove line, potentially under a new brand.  (See 1st Aff. Munn ¶¶ 18, 19.)  \nVaughan and Munn developed designs, launched marketing and advertising surveys, \nand communicated with suppliers.  (See, e.g., Aff. Pye Ex. G, ECF No. 165.7; 4th Aff. \nMunn ¶ 6.)  Munn came up with a brand name—Renegade GK—as well as a logo and \nslogan.  (See Dep. Munn 77:18–78:11, 97:8–13, 104:4–25.)  Using his Kixsports e-mail \naccount, he contacted several suppliers about the new glove.  (See Dep. Munn 105:25–\n107:6.) \n14. The parties vehemently dispute how Vaughan and Munn developed the new \nglove and what they intended to do with it.  Car r and Pye allege that Vaughan and \nMunn intended to use it to compete against Kixsports.  (See Dep. Pye 127:23–25; Aff. \nCarr ¶¶  25–34.)  According to Carr and Pye, the project was kept secret , partly \nthrough a Slack messaging account  used only by Vaughan and Munn.  ( See Dep. \nMunn 99:17 –100:19; Aff. Carr ¶ 32.)  Carr and Pye also claim that Vaughan and \nMunn used Kixsports’s resources, concepts, brand,  logo, and equipment.  ( See Aff. \nCarr ¶¶ 25, 28.) \n15. Vaughan and Munn respond that they i nvested their own funds, came up \nwith their own designs for some aspects of the glove,  and used features common in \nthe industry for others.  (See, e.g., Dep. Munn 86:16–87:10, 96:6–97:7; 2d Aff. Munn \n¶¶ 22–24, Ex. A; 4th Aff. Munn ¶¶  10, 18.)  They also insist that the purpose of the \nproject was to benefit Kixsports, possibly by putting the Renegade GK brand into a \nsubsidiary or a separate company that would pay royalties to Kixsports.  ( See Dep. \nMunn 88:9–17, 96:13–97:7.)  At any rate, Vaughan and Munn deny having any intent \nto compete against Kixsports, state that they always planned to disclose the project \nto Carr and Pye, and maintain that they had “the best interest of Kixsports at heart.”  \n(Dep. Munn 85:4–16; see also, e.g., Dep. Vaughan 15:1–18:10; 1st Aff. Munn ¶¶ 1–21, \n23, 27; 6th Aff. Munn Exs. D, E, F, ECF Nos. 190.5, .6, .7.) \n16. Carr and Pye  first learned about the glove project when Munn’s wife \nmentioned it in passing to Carr’s wife.  (See Dep. Carr 25:1–26:2; Dep. Pye 128:1–10; \n6th Aff. Munn Ex. D at 4, ECF No. 190.5.)  And when Carr and Pye found out, sparks \nflew.  (See Dep. Pye 127:23–132:5.)  Pye notified Vaughan and Munn that they would \nnot play day -to-day roles in the company moving forward and requested that they \nhand over any Kixsports-related passwords, e-mails, and operational material.  (See \nDep. Pye 127:1–17, 130:22–131:18; Aff. Pye ¶ 49.)  In response, Munn denied  access \nto Kixsports’s Amazon sales account for two days .  (See Dep. Carr 116:1–117:12.)  \nMunn then left Kixsports in December 2016, though he retained his membership .  \n(See Aff. Pye ¶¶ 48–50; Dep. Munn 76:14–19.)  Vaughan was allowed to stay with the \ncompany on a limited basis , but he submitted his resignation  in the spring of 2017.   \n(See Aff. Pye ¶ 50; Dep. Vaughan 82:17–18; 6th Aff. Munn Ex. O, ECF No. 190.16.) \n17. At that point, Munn says, he and Vaughan “put the Renegade GK idea on \nthe shelf.”  (Dep. Munn  64:13–20.)  But they circled back to the idea not long after \nVaughan resigned from Kixsports .  ( See Dep. Munn 65:1 –5.)  Convinced that they \nwere not restrained by the noncompete provision in Kixsports’s operating agreement, \nVaughan and Munn formed Miro Group, LLC, revived the Renegade GK brand, and \nbegan selling products.  (See Dep. Munn 64:3–8, 74:6–14, 78:9–80:6.) \n18. Kixsports filed this  action in September 2017.  Taking into account \namendments of the pleadings and voluntary dismissals of certain claims, Kixsports \ncontinues to assert eleven  claims.  These include claims for breach of the d uty of \nloyalty, usurpation of corporate opportunity , misappropriation of trade secrets, and \ncivil conspiracy (against Vaughan and Munn); conversion (against Munn); breach of \ncontract (against Vaughan); and tortious interference with contract , trademark \ninfringement, and unfair or deceptive trade practices  (against all Defendants).  (See \ngenerally Am. Compl., ECF No. 57; 2d Am. Compl., ECF No. 88.)5 \n19. Defendants filed five counterclaims: unjust enrichment, tortious \ninterference, unfair or deceptive trade practices , and two claims for failure to pay \namounts owed .  They  also asserted eight third-party claims stemming from their \nallegations that Carr and Pye looted Kixsports and put the company at risk through \nfalse tax reporting based on inaccurate valuations, among other things.  Additionally, \nDefendants alleged that Carr and Pye fraudulently induced Munn to invest in \nKixsports by misrepresenting or concealing aspects of its financial and business \naffairs.  And they asserted three  derivative claims against C arr and Pye on \nKixsports’s behalf for improper tax reporting, wrongful distributions, and breach of \nfiduciary duty.  (See generally Countercl., ECF No. 36.)6 \n20. Discovery has closed.  Both sides have moved for partial summary judgment.  \n(ECF Nos. 157, 162.)  The motions are ripe for determination. \n \n5 The second amended complaint added new claims without restating the entirety of the first \namended complaint, so the Court must cite to both depending on the claim at issue.  For \nclarity, the Court will refer to both in-text as the “second amended complaint.” \n6 Some of the counterclaims, third-party claims, and derivative claims are not asserted by all \nDefendants, but only by a subset of them. \nII. \nLEGAL STANDARD \n21. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In deciding a motion for summary \njudgment, the Court views the evidence in the light most favorable to the nonmoving \nparty and draws all inferences in its favor.  See Vizant Techs., LLC v. YRC Worldwide, \nInc., 373 N.C. 549, 556 (2020); N.C. Farm Bureau Mut. Ins. Co. v. Sadler, 365 N.C. \n178, 182 (2011). \n22. The moving party “has the burden of showing that there is no triable issue \nof material fact,” which may be accomplished “by proving that an essential element \nof the opposing party’s claim is nonexistent, or by showing through discovery that the \nopposing party cannot produce evidence to support an essential element of his claim.”  \nVizant Techs., 373 N.C. at 555–56 (citations and quotation marks omitted).  “A fact is \nmaterial if it would constitute or would irrevocably establish any material element of \na claim or defense,” and “a genuine issue is one whi ch can be maintained by \nsubstantial evidence.”  Id. at 555 (cleaned up).  Substantial evidence is “relevant \nevidence [that] a reasonable mind might accept as adequate to support a conclusion \nand means more than a scintilla or a permissible inference.”  Id. (cleaned up).  If the \nmoving party carries this burden, “the burden shifts to the nonmoving party to \nproduce a forecast of evidence demonstrating specific facts, as opposed to allegations, \nshowing that he can at least establish a prima facie case at trial.”  Id. at 556 (citation \nand quotation marks omitted).  In doing so, the nonmovant “may not rest upon the \nmere allegations or denials of his pleading.”  N.C. R. Civ. P. 56(e).   \n23. “When the party with the burden of proof moves for summary judgm ent, a \ngreater burden must be met.”  Almond Grading Co. v. Shaver, 74 N.C. App. 576, 578 \n(1985) (citation omitted).  There, the movant “must show that there are no genuine \nissues of fact, that there are no gaps in his proof, that no inferences inconsistent with \nhis recovery arise from the evidence, and that there is no standard that must be \napplied to the facts by the jury.”  Parks Chevrolet, Inc. v. Watkins, 74 N.C. App. 719, \n721 (1985); see also Kidd v. Early, 289 N.C. 343, 370 (1976).  For that reason, “rarely \nis it proper to enter summary judgment in favor of the party having the burden of \nproof.”  Blackwell v. Massey, 69 N.C. App. 240, 243 (1984). \nIII. \nANALYSIS  \n24. Altogether, the motions seek resolution of twenty -four claims for relief .  \nThree require no analysis: at the hearing,  counsel for Kixsports abandoned claim  4 \n(tortious interference  against Vaughan and Munn) , claim 5 ( tortious interference \nagainst Big Dreamz and Miro Group), and claim 11 (trademark infringement against \nall Defendants) of the second amended complaint.  ( See Am. Compl. ¶¶ 66–79, 108–\n12.)  The Court therefore grant s Defendants’ motion for summary judgment as to \nthese claims. \n25. For what remains , the Court first considers  Kixsports’s claims  before \nturning to Defendants’ counterclaims, third-party claims, and derivative claims.  The \nlegal theories underlying these claims  are often similar.   To avoid confusion , the \nCourt identifies the claims as numbered in the relevant pleading and, when possible, \ngroups related claims. \nA. Kixsports’s Claims for Breach of Fiduciary Duty \n26. The Court begins with claims 2 and 3 of the second amended complaint.  As \nto each, Kixsports alleges that Vaughan and Munn used its resources to create a \ngoalie glove for their new competing business, thereby breaching their duty of loyalty \n(claim 2) and usurping a corporate opportunity (claim 3).  Each side has moved  for \nsummary judgment. \n27. Much like the director of a corporation , the manager of an LLC ordinarily \nhas a fiduciary duty to act in good faith and in the company’s best interest s.  See \nN.C.G.S. § 57D-3-21(b); see also Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. 469, 473 \n(2009).  The manager’s duty of loyalty includes an “obligation not to divert a corporate \nbusiness opportunity for his own personal gain.”  Meiselman v. Meiselman, 309 N.C. \n279, 307 (1983) (citation and quotation marks omitted).  By contrast, “members of an \nLLC ‘are like shareholders in a corporation in that  members do not owe a fiduciary \nduty to each other or to the company .’ ”  Strategic Mgmt. Decisions, LLC v. Sales \nPerformance Int’l, LLC, 2017 NCBC LEXIS 69, at *10 (N.C. Super. Ct. Aug. 7, 2017) \n(quoting Kaplan, 196 N.C. App. at 473). \n28. Because m embers have great freedom “to arrange their relationship \nhowever they wish ,” they can change these default rules in the LLC’s operating \nagreement.  Vanguard Pai Lung, LLC v. Moody , 2019 NCBC LEXIS 39, at *17 –18 \n(N.C. Super. Ct. June 19, 2019)  (citations omitted).  A “manager’s duty of loyalty to \nact in the best interest of the LLC is specifically ‘subject to the operating agreement.’ ”  \nPlasman v. Decca Furniture (USA), Inc. , 2016 NCBC LEXIS 80, at *36  (N.C. Super. \nCt. Oct. 21, 2016) (quoting N.C.G.S. § 57D-3-21(b)); see also N.C.G.S. § 57D-2-30(a). \n29. In seeking summary judgment, Vaughan and Munn argue that they did not \nowe fiduciary duties as members of Kixsports and that the operating agreement \neliminated any fiduciary duties  that Munn owed as a manager .  ( See Defs.’ Br. in \nSupp. 5–6, 9–11, ECF No. 158.)  They also argue that the economic loss rule bars the \nclaims because this is really “a contract dispute over whether members, and a \nmanager, of Kixsports violated the Operating Agreement.”  (Defs.’ Br. in Supp. 13.) \n30. Kixsports responds that the se arguments rest on a misreading of  the \noperating agreement and a misplaced application of the economic loss rule.  (See Pl.’s \n& 3d -Party Defs.’  Opp’n 15–16, 21–22, ECF No. 166  [“Pl.’s Opp’n”] .)  Kixsports  \ncontends that it is entitled to summary judgment in its favor because the undisputed \nevidence shows that Munn breached his fiduciary duties as manager by secretly using \ncompany resources and relationships to develop and market a rival product.  (See Pl.’s \n& 3d-Party Defs.’ Br. in Supp. 15–17, ECF No. 163 [“Pl.’s Br. in Supp.”].) \n31. It is undisputed that Vaughan was a member, not a manager, of Kixsports.  \n(See, e.g. , Pl.’s Br. in Supp. 15 .)  In that role, he owed no  fiduciary dut ies to the \ncompany.  Kixsports doesn’t argue otherwise.  Rather , its theory is that Vaughan \n“acted in concert” with Munn to breach the duties that Munn owed as manager.  (Pl.’s \nBr. in Supp. 17.)  If true, Vaughan might be liable as a conspirator.  But no evidence \ntends to show that  he owed or breached duties of his own.  Vaughan  is therefore \nentitled to summary judgment as to the claims for breach of the duty of loyalty and \nusurpation of a corporate opportunity. \n32. As a manager, Munn owed a duty of loyalty to Kixsports unless the members \nagreed otherwise in the operating agreement.   Munn points to  section 6.6 , which \nstates, in relevant part, that “[n]othing contained in this Agreement shall be \nconstrued to limit in any manner a Manager , solely by reason of being a Manager, \nfrom engaging or investing in any business venture or activity.”  (Op . Agrmt. § 6.6.)  \nAlthough Munn concedes  that this language  did not erase “all obligations to act in \nthe best interests of the company,” (Defs.’ Reply Br. 8, ECF No. 189), he contends that \nit gave him the freedom to compete against Kixsports, (see Defs.’ Br. in Supp. 10–11).  \nOn that basis, he contends that the development of Renegade GK cannot be a breach \nof the duty of loyalty. \n33. Even if Munn’s interpretation of section 6.6 as a license to compete is correct, \nhis conclusion is not.  The claims against Munn are not simply that he pursued other \nbusiness ventures or competed against Kixsports.  Rather, Kixsports offers evidence \nthat Munn secretly developed the Renegade GK glove on company time and using its \nresources and business relationships.  (See, e.g., Pl.’s Opp’n 15–16.)  This, if true, is \nakin to looting and is not absolved by the plain language of section 6.6. \n34. Munn’s reliance on the  economic loss rule is equally unpersuasive .  This \ndoctrine “generally bars recovery in tort for damages arising out of a breach of \ncontract.”  Rountree v. Chowan C ounty, 2 52 N.C. App. 155, 159 (2017); see also  \nCrescent Univ. City Venture, LLC v. Trussway Mfg., Inc. , 376 N.C. 54, 58–62 (2020).  \n“To state a viable claim in tort for conduct that is also alleged to be a breach of \ncontract, a plaintiff must allege a duty owed to him by the defendant separate and \ndistinct from any duty owed under a contract.”  A kzo Nobel Coatings, Inc. v. Rogers, \n2011 NCBC LEXIS 42, at *48 (N.C. Super. Ct. Nov. 3, 2011) (citation and quotation \nmarks omitted). \n35. As this Court recently observed, “a contracting party may have fiduciary \nduties to his counterparty that are separate and distinct from his contractual duties \nand thus may be enforceable in tort.”  Perry v. Frigi -Temp Frigeration, Inc. , 2020 \nNCBC LEXIS 100, at *17 (N.C. Super. Ct. Sept. 3, 2020); see also Crescent Univ. City \nVenture, 376 N.C. at 59 (noting that exceptions to the economic loss rule include “the \nbreach of an extra-contractual duty” (citation omitted)).  Such is the case here.  The \nclaims against Munn arise from the statutory duties that he owed as manager.  Those \nduties were not eliminated by section 6.6, as Munn contends, and they  are separate \nand distinct from any duties he may or may not have owed as a member under the \noperating agreement.  These are garden-variety claims for breach of fiduciary duty , \nnot attempts “to manufacture a tort dispute out of what is, at bottom, a simple breach \nof contract claim.”  Strum v. Exxon Co., USA , 15 F.3d 327, 329 (4th Cir. 1994).  \nAccordingly, the economic loss rule does not bar the claims, and Munn has not shown \nthat he is entitled to summary judgment. \n36. Neither is this the rare case in which  Kixsports, the party with the burden \nof proof, is entitled to summary judgment.  There is evidence that Munn used his own \nresources to develop Renegade GK, planned to pitch the new goalie glove to Carr and \nPye, and intended to use the new product to benefit Kixsports .  ( See, e.g., Dep. \nVaughan 15:1–18:10; Dep. Munn 85:1–25, 90:3–20, 96:13–25; 1st Aff. Munn ¶¶ 1–21, \n23, 27; 2d Aff. Munn ¶¶ 22–24, Ex. A; 3d Aff. Munn ¶¶ 6–8; 4th Aff. Munn ¶¶ 31, 32; \n6th Aff. Munn Exs. D, E, F , ECF No s. 190.5–.7.)7  A jury must decide  whether to \ncredit this evidence and whether Munn acted in good faith and in the best interest s \nof the company.  The Court therefore denies Kixsports’s motion for summary \njudgment as to its claims for breach of fiduciary duty  and usurpation of a corporate \nopportunity.  See, e.g., Ford v. Jurgens, 2021 NCBC LEXIS 10, at * 3–6 (N.C. Super. \nCt. Feb. 2, 2021) (denying motion for offensive summary judgment) ; Bizrobe Tr. v. \nInoLife Techs., Inc., 2018 NCBC LEXIS 160, at *16–17 (N.C. Super. Ct. Nov. 30, 2018) \n(same). \nB. Kixsports’s Claim for Misappropriation of Trade Secrets \n37. In claim 6 of the second amended complaint, Kixsports alleges that Vaughan \nand Munn misappropriated various trade secrets, including “customer and supplier \ninformation” consisting of “confidential purchase history, pricing information, design \npreferences, and negotiation history.”  (Am. Compl. ¶  81.)  During discovery, \nKixsports revised the alleged trade secrets to include its “research and historical cost \nand sales data,” “customer, vendor, and supplier contact information,” and “financial \n \n7 Kixsports contends that Munn’s fifth affidavit is a sham affidavit that contradicts his earlier \nsworn testimony on these matters.  (See Pl.’s Opp’n 4–6.)  The Court disagrees.  At best, the \nalleged inconsistencies go to Munn’s credibility.  Kixsports has not pointed to any direct \ncontradictions to render the affidavit a sham.  In any event, even without the fifth affidavit, \nthe remaining evidence creates a genuine issue of material fact as to these claims. \nposition and strategy.”  (ECF No. 159.3 at 6.)  Vaughan and Munn move for summary \njudgment. \n38. A trade secret is “business or technical information” that “[d]erives \nindependent actual or potential commercial value from not being generally known or \nreadily ascertainable through independent development or reverse engineering by \npersons who can obtain economic value from its disclosure or use” and is “the subject \nof efforts that are reasonable under the circumstances to maintain its secrecy.”  \nN.C.G.S. §  66-152(3).  A plaintiff must identify its trade secrets “with sufficient \nparticularity so as to enable a defendant to delineate that which he is accused of \nmisappropriating and a court to determine whether misappropriation has or is \nthreatened to occur.”  Krawiec  v. Manly , 370 N.C.  602, 609 (2018) (citation and \nquotation marks omitted).  “ [O]nce a plaintiff has demonstrated that it has a trade \nsecret, it must also present ‘substantial evidence’ of misappropriation  . . . .”  Safety \nTest & Equip. Co. v. Am. Safety Util. Corp., 2015 NCBC LEXIS 40, at *28 (N.C. Super. \nCt. Apr. 23, 2015)  (quoting N.C.G.S. §  66-155); see also  DSM Dyneema, LLC v. \nThagard, 2019 NCBC LEXIS 44, at *22 (N.C. Super. Ct. June 19, 2019). \n39. Vaughan and Munn argue that the trade secrets, either as originally alleged \nor later revised, are not stated with adequate particularity and are unsupported by \nevidence.  They also contend that the alleged trade secrets consist primarily of \npublicly known information.  Finally, they deny misappropriating the trade secrets if \nany exist.  (See Defs.’ Br. in Supp. 16–21; 4th Aff. Munn ¶¶ 9–30.) \n40. It was Kixsports’s “responsibility to rebut these arguments by identifying \nthe evidence that supports [its] claim and articulating how that evidence creates a \ngenuine issue of material fact for trial.”  Brewster v. Powell Bail Bonding, Inc. , 2020 \nNCBC LEXIS 27, at *9 (N.C. Super. Ct. Mar. 11, 2020).  Kixsports’s opposition brief \nis silent, however, and lacks any evidence of protectable trade secrets or acts of \nmisappropriation. \n41. For the first time at the hearing, counsel for Kixsports argued that the \ncompany holds trade secrets in goalie glove branding and design.  This theory, which \nappears nowhere in the second amended complaint, comes far too late.  “Courts have \nmade clear that a plaintiff may not simply wait until summary judgment to identify \nthe trade secrets that it contends a defendant has misappropriated.”  DSM Dyneema, \n2019 NCBC LEXIS 44, at *81–82 (citations omitted). \n42. Because Kixsports has not presented evidence of its trade secrets or acts of \nmisappropriation, summary judgment is appropriate.  See, e.g., Panos v. Timco \nEngine Ctr., Inc. , 197 N.C. App. 510, 519 (2009) (“Summary judgment should be \ngranted upon the nonmovant’s failure to identify that information which it claims to \nbe a trade secret that was misappropriated.”); see also Bennett v. Bennett, 2020 NCBC \nLEXIS 147, at *15 (N.C. Super. Ct. Dec. 16, 2020) (granting summary judgment when \nplaintiff presented no argument or evidence in support of claim); Brown v. Secor, 2020 \nNCBC LEXIS 134, at *24–25 (N.C. Super. Ct. Nov. 13, 2020) (same). \nC. Kixsports’s Section 75-1.1 Claims \n43. Kixsports asserts a claim for unfair or deceptive trade practices under \nN.C.G.S. §  75-1.1 against Vaughan and Munn (claim 7 of the second amended \ncomplaint).  This claim is predicated solely on the underlying claims against them for \nmisappropriation of trade secrets and breach of fiduciary duty.   ( See Am. Compl. \n¶ 89.)  There is a parallel section 75 -1.1 claim against Big Dreamz and Miro Group \n(claim 8 of the second amended complaint).  This claim also appears to be predicated \nonly on the same alleged misconduct by Vaughan and Munn.  (See Am. Compl. ¶ 95.) \n44. Each side’s arguments for and against summary judgment are largely bound \nup with their arguments concerning the merits of the underlying claims.  (See Defs.’ \nBr. in Supp. 11, 22; Pl .’s Br. in Supp. 20 –21.)  For the reasons discussed above, the \nsection 75 -1.1 claims must be dismissed to the extent they are based on alleged \nmisappropriation of trade secrets .  In addition, Vaughan is entitled to summary \njudgment on the section 75-1.1 claim in its entirety because all underlying tort claims \nagainst him have been dismissed.  As to Munn, however , the underlying claim for \nbreach of fiduciary duty remains.   The Court therefore denies the cross-motions to \nthe extent the section 75-1.1 claim against Munn is based on the allegations that he \nbreached his fiduciary duties.  See Salon Blu, Inc. v. Salon Lofts Grp., LLC , 2018 \nNCBC LEXIS 72, at *19 (N.C. Super. Ct. July 16, 2018) (dismissing unfair or \ndeceptive trade practices claim when the underlying claims had been dismissed and \nplaintiff had alleged no other unfair or deceptive acts); Combs & Assocs., Inc. v. \nKennedy, 147 N.C. App. 362, 373– 74 (2001) (affirming summary judgment on same \nbasis). \n45. Although the role of Big Dreamz and Miro Group in the alleged wrongdoing \nisn’t clear, neither side directly addresses the section 75 -1.1 claim against them in \nmore than cursory fashion.  The claim appears to be based  on the same conduct at \nissue for purposes of the claims for breach of fiduciary duty against Munn.  Thus, the \nCourt denies the cross-motions as to the section 75-1.1 claim against Big Dreamz and \nMiro Group to the extent it is based on those allegations.   \nD. Kixsports’s Conspiracy Claim \n46. Claim 9 of the second amended complaint i s for civil conspiracy  against \nVaughan and Munn.  ( See Am. Compl. ¶ 101.)  “Only where there is an underlying \nclaim for unlawful conduct can a plaintiff state a claim for civil conspiracy by also \nalleging the agreement of two or more parties to carry out t he conduct and injury \nresulting from that agreement.”  Toomer v. Garrett , 155 N.C. App. 462, 483 (2002)  \n(citation omitted). \n47. As alleged, the conspiracy is premised on the claims for misappropriation of \ntrade secrets, tortious interference with contract, and breach of fiduciary duty.  ( See \nAm. Compl. ¶ 101.)  Only the claims for breach of fiduciary duty against Munn remain \npending.  On those cl aims, t here is conflicting  evidence about whether Munn \nbreached his duties  and whether Vaughan conspired with him.   Thus, the Court \ndenies the cross-motions as to the conspiracy claim to the extent based on the alleged \nconspiracy to breach Munn’s fiduciary duties.  The Court grants Defendants’ motion \nand dismisses the conspiracy claim to the extent it is based on the alleged conspiracy \nto commit tortious interference, misappropriate trade secrets, and breach Vaughan’s \npurported fiduciary duties. \nE. Kixsports’s Conversion Claim \n48. In claim 13 of the second amended complaint, Kixsports alleges that Munn \nconverted its sales account with Amazon.  (See 2d Am. Compl. ¶¶  120, 121.)  Munn \nmoves for summary judgment. \n49. Conversion is the “unauthorized assumption and exercise of the right of \nownership over goods or personal chattels belonging to another, to the alteration of \ntheir condition or the exclusion of an owner’s rights.”  Peed v. Burleson’s, Inc. , 244 \nN.C. 437, 439 (1956) (citation and quotation marks omitted).  “Where there has been \nno wrongful taking or disposal of the goods , and the defendant has merely come \nrightfully into possession and then refused to surrender them , demand and refusal \nare necessary to the existence of the tort.”  White v. Consol. Planning, Inc., 166 N.C. \nApp. 283, 310–11 (2004) (citation and quotation marks omitted). \n50. Munn argues that he  did not refuse to return the Amazon account after a \ndemand from Kixsports.   ( See Defs.’ Br. in Supp. 23.)   But Kixsports has offered \nevidence that, after Pye demanded access, Munn refused and waited two days before \nreturning the account .  ( See Dep. Pye 127:1 –17, 130:22–131:18; Aff. Pye ¶  49; Dep. \nCarr 116:1– 117:12.)  Assuming that Munn rightfully came into possession of the \naccount in the first place, there is sufficient evidence of demand and refusal to create \na jury question.  See Wall v. Colvard, Inc. , 268 N.C. 43, 49 (1966) (“After an act of \nconversion has become complete, an offer to return or restore the property by the \nwrongdoer will not bar the cause of action for conversion.” (citations omitted)); Wining \nTaylors, LLC v. CE Precision, Inc., 2019 NCBC LEXIS 26, at *9–10 (N.C. Super. Ct. \nApr. 5, 2019) (noting that an offer to return property after demand and refusal does \nnot bar a conversion claim). \n51. Next, Munn contends that Kixsports has no evidence of damages.  (See Defs.’ \nBr. in Supp. 23.)  Even if this were correct, it would not support summary judgment.  \nActual damages “are not an essential element of a conversion claim .”  Heaton-Sides \nv. Snipes, 233 N.C. App. 1, 6 (2014) (citation omitted).  If a jury concludes that Munn’s \ndenial of access constitutes conversion, then Kixsports “would be permitted to recover \nat least nominal damages.”  Spinks v. Taylor, 303 N.C. 256, 264–65 (1981) (reversing \ngrant of summary judgment). \n52. For the first time in his reply brief, Munn argues that the economic loss rule \nbars the conversion claim.  (See Defs.’ Reply Br. 11.)  This single-sentence argument \nis both tardy and insufficient.  See Hardin v. KCS Int’l, Inc., 199 N.C. App. 687, 707–\n08 (2009) (rejecting argument raised for the first time in reply) ; Brown, 2020 NCBC \nLEXIS 134, at *25 (same); Potts v. KEL, LLC, 2019 NCBC LEXIS 30, at *30 n.4 (N.C. \nSuper. Ct. May 9, 2019) (same) ; Bennett, 2020 NCBC LEXIS 147, at *22 (rejecting \nsingle-sentence argument as “cursory” and not enough to raise a genuine argument \non summary judgment). \n53. Accordingly, the Court denies Defendants’ motion for summary judgment as \nto claim 13 of the second amended complaint. \nF. Defendants’ Tortious Interference Claims \n54. Turning to Defendants’ claims  for relief , Miro Group has asserted a \ncounterclaim for tortious interference with prospective economic advantage  against \nKixsports (claim 3 of the counterclaims), and Vaughan, Munn, and Miro Group have \nasserted a similar third-party claim against Carr and Pye (claim 5 of the third-party \nclaims).  Both  claims rest on allegations that  Carr and Pye prevented Miro Group  \nfrom launching its Renegade GK products on Amazon.   ( See Countercl. ¶¶ 155–62, \n195–200.)  Kixsports, Carr, and Pye move for summary judgment. \n55. Tortious interference with prospective economic advantage “arises when a \nperson induces a third party not to enter a contract with the plaintiff when the \ncontract would have resulted but for the interference.”  Lunsford v. ViaOne Servs., \nLLC, 2020 NCBC LEX IS 111, at *13 (N.C. Super. Ct. Sept. 28, 2020)  (citation and \nquotation marks omitted).   Inducement means “purposeful conduct intended to \ninfluence a third party not to enter into a contract with the claimant.”  KRG New Hill \nPlace, LLC v. Spring Invs., LLC, 2015 NCBC LEXIS 20, at *14 (N.C. Super. Ct. Feb. \n27, 2015); see also Inland Am. Winston Hotels, Inc. v. Crockett , 212 N.C. App. 349, \n354 (2011). \n56. Citing Munn’s deposition testimony, Kixsports , Carr, and Pye  argue that \nthere is no evidence that they  “attempted to interfere or did, in fact, interfere” with \nexisting or prospective contracts with Amazon or any other third party .  (Pl.’s Br. in \nSupp. 22.)  In response, Defendants contend that Carr and Pye brought this lawsuit \nand moved for a preliminary injunct ion for the purpose of keeping Miro Group from \nselling products on Amazon .  Defendants offer evidence that Miro Group delay ed \nmaking a contract with Amazon while the  motion for injunctive relief was pending .  \n(See Defs.’ Opp’n 8, ECF No. 169.) \n57. At best, th is evidence shows that Kixsports, Carr, and Pye caused Miro \nGroup not to pursue a contract with Amazon, not the other way around.  Defendants \nhave not offered any evidence of  purposeful conduct directed toward Amazon.  Nor \nhave they offered  evidence that Kixsports, Carr, or Pye  influenced Amazon not  to \ncontract with Defendants.  Accordingly, the Court grants summary judgment in favor \nof Kixsports, Carr, and Pye as to Defendants’ tortious interference claims.  See KRG \nNew Hill Place, 2015 NCBC LEXIS 20, at *16–17. \nG. Defendants’ Counterclaim for Quantum Meruit \n58. Next is Munn’s counterclaim for quantum meruit against Kixsports (claim \n4 of the  counterclaims).  Munn alleges that he  conferred benefits on Kixsports by \n“co-managing Kixsports for nearly one year and forgoing cash compensation in \nexchange for equity ownership” and by “establishing the e -commerce and online \nAmazon sales platform for Kixsports products.”  (Countercl. ¶¶ 164, 165.)  Kixsports \nhas moved for summary judgment. \n59. A claim in quantum meruit “is neither in tort nor contract but is described \nas a claim in quasi contract or contract implied in law.”   Booe v. Shadrick, 322 N.C. \n567, 570 (1988).  “But when the parties have made an express contract, the law will \nnot imply one ‘with reference to the same matter.’ ”  Brown, 2020 NCBC LEXIS 134, \nat *12 (quoting Vetco Concrete Co. v. Troy Lumber Co., 256 N.C. 709, 713 (1962)); see \nalso Waters Edge Builders, LLC v. Longa, 214 N.C. App. 350, 353 (2011). \n60. Kixsports argues that there are  two express contracts —the operating \nagreement and the A mazon business agreement—relating to the matters alleged .  \n(See Pl.’s Br. in Supp. 22 .)  Defendants agree that quantum meruit relief  is \nunavailable if the two contracts are enforceable.  ( See Defs.’ Opp’n 9.)  Although the \nparties dispute the meaning of the operating agreement and the terms of the Amazon \nbusiness agreement, neither side has argued or offered evidence that the agreements \nare unenforceable.  (See, e.g., Countercl. ¶ 150; Pl.’s Br. in Supp. 22.)  Therefore, the \nCourt grant s summary judgment  in favor of Kixsports  as to th e counterclaim for \nquantum meruit.  See Catoe v. Helms Constr. & Concrete Co. , 91 N.C. App. 492, 498 \n(1988) (holding that , while pleading in the alternative is permitted, “it is error to \nsubmit an alternative implied contract claim to the jury” when an express contract \nhas already been established (citation omitted)). \nH. Defendants’ Third-Party Claims for Fraud \n61. Munn asserts identical claims for fraud and fraudulent inducement against \nCarr and Pye (claims 1 and 2 of the third-party claims).  These claims are premised \non false representations that Carr and Pye allegedly made to Munn to convince him \nto invest in Kixsports and forgo other business opportunities in favor of co-managing \nKixsports without cash compensation.  (See Countercl. ¶¶ 174–85.)  For purposes of \nthe pending motions, the Court treats the two claims as one. \n62. Fraud has five essential elements: “(a) a false representation or concealment \nof a material fact; (b) that was calculated to deceive; (c) that was made with intent to \ndeceive; (d) that did in fact deceive; and (e)  that resulted in damage to the injured \nparty.”  Bucci v. Burns, 2020 NCBC LEXIS 79, at *13 (N.C. Super. Ct. June 30, 2020) \n(citation omitted).  The plaintiff must show not only that he “actually relied on the \nmisrepresentation” but also that his “reliance was reasonable.”  Id. at *18.  Reliance \nis not considered reasonable “where the plaintiff could  have discovered the truth of \nthe matter through reasonable diligence, but failed to investigate.”  Cobb v. Pa. Life \nIns. Co., 215 N.C. App. 268, 277 (2011) (citation omitted). \n63. Carr and Pye move for summary judgment.  They contend that they did not \nmake a false representation  and that, in any event,  Munn cannot show reasonable \nreliance. \n64. Scope of the Claim .  At the outset, the parties dispute which  alleged \nmisrepresentations are still at issue .  Carr and Pye contend that Munn bases his \nclaims “solely on a single statement” —a representation about the KixFriction ball  \nthat allegedly induced him to invest in Kixsports.  (Pl.’s Br. in Supp. 24.) \n65. In his opposing affidavit , Munn lists six more allegedly false \nrepresentations: (1) that Kixsports was valued at $2,500,000, (2) that Kixsports was \nundervalued, (3) that professional soccer players had invested in Kixsports and would \npromote its products,  (4) that other individuals had invested in Kixsports,  (5) that \nKixsports was growing , and (6) that current investors were being given exclusive \nadditional investment opportunities that Kixsports would use to expand and partner \nwith another company .  ( See 5th Aff. Munn ¶¶ 6–8, 11, 18, 19, 21, 22 .)  These \nrepresentations mirror the ones alleged in the pleadings.  (See Countercl. ¶¶ 10, 13, \n14, 16, 22–24.)  Munn contends that each provides an independent basis for the fraud \nclaims.  (See Defs.’ Opp’n 13–15.) \n66. In their reply brief, Carr and Pye object to consideration of Munn’s affidavit \non the ground that it contradicts his and Carr’s prior deposition testimony.  (See Pl.’s \n& 3d-Party Defs.’ Reply Br. 3 –8, ECF No. 192 [“Pl.’s Reply Br.”].)  Any conflict with  \nCarr’s testimony is irrelevant , however .  Inconsistencies between two witnesses’ \ntestimony simply raise questions of fact and credibility for the jury  to decide.  See  \nMarcus Brothers Textiles, Inc. v. Price Waterhouse, LLP , 350 N.C. 214, 226 (1999) \n(holding that a conflict between two witnesses’ testimony “cannot be appropriately \nreconciled on a motion for summary judgment”). \n67. Whether Munn’s affidavit contradicts his own testimony is another matter.  \n“A non -moving party cannot create an issue of fact to defeat summary judgment \nsimply by filing an affidavit contradicting his prior sworn testimony.”   Carter v. W. \nAm. Ins. Co., 190 N.C. App. 532, 539 (2008) ( cleaned up); see also Window World of \nBaton Rouge, LLC v. Window World, Inc., 2018 NCBC LEXIS 79, at *10 (N.C. Super. \nCt. Aug. 2, 2018) (same). \n68. There is no contradiction here.  In his deposition, Munn was asked whether \nCarr made “any promises to you . . . about your investment in Kixsports at” a meeting \nin July 2014.  Munn testified that there were “probably not”  any promises but that \nCarr had in fact spoke n “a lot to the opportunities that were currently being \npursued . . . in terms of partnerships with other companies” and “about all the \npotential investors.”  (Dep. Munn 45:6–9, 53:24–54:16, 55:13–21, 55:25–56:23.)  The \nstatement that Carr made no promises does not necessarily mean that he made no \nrepresentations.  In fact, Munn’s deposition testimony appears to say that Carr made \nrepresentations about partnerships and other investors to induce his investment.  \nMunn’s affidavit is consistent with and supplements that testimony. \n69. Carr and Pye have not challenged these alleged  misrepresentations on any \nother ground and therefore have not carried their initial burden to show an absence \nof a genuine issue of material fact.  See Vizant Techs., 373 N.C. at 555–56. \n70. Representation Concerning the KixFriction Ball.   Carr and Pye \ndirectly address only one alleged misrepresentation : the supposed statement by Pye \nthat he could “sell the rights to the Kix Friction ball tomorrow for $1,000,000.”  ( 5th \nAff. Munn ¶ 11; see also Dep. Munn 58:5 –9, 128:5–129:19.)  Carr and Pye contend \nthat this statement, if made, was not false because Pye owns the ball’s design patent.  \nThey further contend that Munn “unreasonably presumed” that Kixsports, not Pye, \nowned the patent rights.  (Pl.’s Br. in Supp. 24; see also Aff. Pye ¶¶ 14–19.)8 \n71. Context matters.  Munn  has testified that  Pye made this statement while \nurging him to invest in Kixsports.  In Munn’s words, the KixFriction ball was a “safety \nblanket”—something Pye highlighted  to give comfort about the security of an \n \n8 Carr and Pye quibble with the way Munn phrased the alleged representation in his affidavit \n(“sell the rights” to the ball) as opposed to his deposition testimony (“sell the ball”).  (See Pl.’s \nReply Br. 6–7; compare Dep. Munn 58:5–9, 128:5–129:19, with 5th Aff. Munn ¶ 11.)  In the \ncontext of Munn’s testimony, the distinction between the “ball” and the “rights” to the ball is \nsplitting hairs. \ninvestment in the company.  (Dep. Munn 128:5–129:19; see also 5th Aff. Munn ¶¶ 10–\n14.)  Viewed in a light most favorable to Munn,  one possible inference from the \nevidence is that  Pye falsely offered the KixFriction ball as a concrete  example of \nKixsports’s value.  Evaluating this evidence “is the jury’s job, not the Court’s.”  Bucci, \n2020 NCBC LEXIS 79, at *15. \n72. Next, Carr and Pye argue that Munn did not actually rel y on the alleged \nmisrepresentation.  (See Pl.’s Br. in Supp. 25.)  The evidence they cite—an excerpt of \nMunn’s deposition—does not appear to be in the record.  See Business Court Rule 7.5 \n(requiring that cited pages of supporting material be filed).  In any event, Munn has \ntestified that he invested as a direct result of relying on the alleged \nmisrepresentation, which is sufficient to create a jury question .  (See 5th Aff. Munn \n¶¶ 9–14, 26, 29.) \n73. Finally, Carr and Pye argue that Munn’s reliance was not reasonable.  Munn \nreviewed only a balance sheet, they contend, and therefore did not conduct sufficient \ndiligence before investing.   Additionally, they contend  that Munn could have \nresearched public information about the design patent covering the KixFriction ball, \nwhich would have revealed Pye as the patent’s owner.  (See Pl.’s Br. in Supp. 24–25.) \n74. Neither argument is persuasive.  Even  assuming Munn considered  a \nbalance sheet and nothing more,9 whether he “could have discovered the truth with \n \n9 The briefs include a testy exchange about what Munn did or did not consider before \ninvesting.  Munn testified in his deposition that he had reviewed a balance sheet before \ndeciding to invest in Kixsports.  In an affidavit opposing Kixsports’s summary judgment \nmotion, Munn now claims that he also reviewed th e operating agreement.  ( Compare Dep. \nMunn 50:15–24, 53:3–23, with 5th Aff. Munn ¶ 9.)  Munn also points to an e -mail in which \nCarr sent him the operating agreement, (see ECF No. 177), but that e-mail was not produced \nmore diligence is unclear.”  Bucci, 2020 NCBC LEXIS 79, at *26.  Several documents \nthat Carr and Pye contend Munn should have reviewed, including investor materials, \nstate that Kixsports owned design and utility patents for the KixFriction ball.  ( See \nOp. Agrmt.; ECF Nos. 139.21, .32, .36, .37.)  This evidence suggests that, had Munn \nreviewed those documents, he would  have seen representations about Kixsports’s \nsupposed intellectual property rights and would not have learned that Pye owned the \ndesign patent. \n75. It’s also unclear whether Munn had an obligation to conduct any further \ninvestigation.  Our courts have recognized that “[w]hether  reliance is reasonable is \ndependent upon the circumstances.”  Bucci v Burns, 2018 NCBC LEXIS 93, at *5  \n(N.C. Super. Ct. Sept. 4, 2018)  (citation and quotation marks omitted).  W hen “the \nparties are not on equal footing, and a defendant possessing superior  knowledge \nand/or experience makes a representation without giving the plaintiff reason to \nsuspect the representation is false,” it may be reasonable for the plaintiff to rely on \nthat representation.  Slattery v. AppyCity, LLC, 2021 NCBC LEXIS 24, at *19 ( N.C. \nSuper. Ct. Mar. 24, 2021) (citations omitted); see also  Walker v. Town of Stoneville , \n211 N.C. App. 24, 34–35 (2011); Little v. Stogner, 162 N.C. App. 25, 30 (2004).   Carr \nand Pye have not explained why Munn should have had any reason to doubt the \nassurances they made to him. \n \nduring discovery, (see Pl.’s Reply Br. 6 n.2; Pl.’s Reply Br. Ex. D, ECF No. 192.1).  Kixsports, \nCarr, and Pye ask the Court to exclude the evidence.  The Court need not address that \nquestion now because whether Munn reviewed the operating agreement does not change the \noutcome of Carr and Pye’s motion.  Whether the evidence is admissible at trial is a question \nto address at the pretrial hearing. \n76. There are also fact ual questions about whether Munn should have \nresearched relevant patents, what he would have found had he done so, and whether \nthat would have put him on notice to investigate further.  Carr and Pye cite an excerpt \nfrom Munn’s deposition in which he supposedly admitted that he was aware that \npatent applications are publicly available, yet again they did not attach the relevant \nexcerpt or point to its location in the record .  (See Pl.’s Br. in Supp. 24–25.)  Nor did \nthey attach a copy of the patent.  Thus, this  evidence is not properly before Court .  \nSee Business Court Rule 7.5. \n77. Ultimately, “[t]he reasonableness of a party ’s reliance is a question for the \njury, unless the facts are so clear that they support o nly one conclusion.”   Forbis v. \nNeal, 361 N.C. 519, 527 (2007)  (citations omitted) .  That  is not the case here.  \nAccordingly, the Court denies Carr and Pye’s motion for summary judgment as to the \nthird-party claims for fraud and fraudulent inducement. \nI. Defendants’ Third-Party Claim for Constructive Fraud \n78. Munn has  asserted a claim for constructive fraud against Carr and Pye  \n(claim 3 of the third -party claims).  ( See Countercl. ¶¶  186–90.)  This  claim is \npredicated on essentially the same grounds as the claims for actual  fraud.  \nSpecifically, Munn alleges that Carr and Pye were “in a position of special trust and \nconfidence to provide Ryan Munn with information and advice on investing in \nKixsports” and that Carr and Pye “took advantage of  this position of trust to benefit \nthemselves” to Munn’s detriment.  (Countercl. ¶¶ 187, 189.) \n79. Constructive fraud is distinct from actual fraud.  It is premised on a breach \nof a “confidential relationship rather than a specific representation.”  Terry v. Terry, \n302 N.C. 77, 85 (1981).  “To establish constructive fraud, a plaintiff must show that \ndefendant (1) owe[d] plaintiff a fiduciary duty ; (2) breached this fiduciary duty; and \n(3) sought to benefit himself in the transaction.”  Crumley & Assocs., P.C. v. Charles \nPeed & Assocs., P.A., 219 N.C. App. 615, 620 (2012) (citation omitted). \n80. In seeking summary judgment, Carr and Pye deny that they had a fiduciary \nrelationship with Munn at the time of  his initial investment in Kixsports.  ( See Pl.’s \nBr. in Supp. 26.)  They point to evidence that Munn did not know Pye before meeting \nto discuss Kixsports and that Munn and Carr were merely acquaintances at the time.  \n(See Aff. Carr ¶ 11.)  Munn does not dispute this evidence.  He argues instead that \nCarr and Pye owed him a “special duty” because they fraudulently induced him to \ninvest in Kixsports.  (Defs.’ Opp’n 17.) \n81. Munn’s argument is based on a misunderstanding of the phrase “special \nduty,” which comes from precedents dealing with the distinction between individual \nand derivative suits.   Our courts have held  that “a shareholder may maintain an \nindividual action against a t hird party for an injury that directly affects the \nshareholder, even if the corporation also has a cause of action arising from the same \nwrong, if the shareholder can show that the wrongdoer owed him a special duty.”  \nBarger v. McCoy Hillard & Parks, 346 N.C. 650, 658–59 (1997).  A fiduciary duty is \nan example of a special duty.   So is a contractual duty.   Other special duties —\nincluding “when the wrongful actions of a party induced an individual to become a \nshareholder”—are neither fiduciary nor contractual, or at least not necessarily so.  Id. \nat 659; see also Howell v. Fisher, 49 N.C. App. 488, 498 (1980). \n82. Clearly, Munn has standing to sue in his own right for the fraud that Carr \nand Pye allegedly committed against him.  Perhaps the allegations of inducement  \nwould also amount to a  special duty as defined in  Barger if that case applied here  \n(which seems doubtful, given that Kixsports does not have “a cause of action arising \nfrom the same wrong,” Barger, 346 N.C. at 659).  Even so, a special duty of that kind \nis not necessarily fiduciary in nature, and the record does not reveal any other facts \nsuggesting a fiduciary relationship .  Rather, t he undisputed evidence shows that \nMunn had an arms -length relationship with Carr and Pye.  See Branch Banking & \nTr. Co. v. Thompson , 107 N.C. App. 53, 60–61 (1992).  Because Munn has not put \nforward any evidence of “special circumstances that could establish a fiduciary \nrelationship,” the Court grants Carr and Pye’s motion for s ummary judgment as to \nthe constructive fraud claim.  Azure Dolphin, LLC v. Barton, 371 N.C. 579, 599 (2018) \n(citation and quotation marks omitted). \nJ. Defendants’ Third-Party Claim for Civil Conspiracy \n83. Defendants have also brought  a claim for civil conspiracy ( claim 6 of the \nthird-party claims) against Carr and Pye.  It is premised on an alleged agreement to \n“commit unlawful acts against Tyler Vaughan, Ryan Munn, and Miro Group,” and \nincludes all conduct giving rise to Defendants’ other claims.  (Countercl. ¶ 202.) \n84. As already noted,  civil conspiracy is not a standalone cause of action.  See \nToomer, 155 N.C. App. at 483.   Therefore, the dismissal of Defendants’ third-party \nclaims for tortious interference and unfair or deceptive trade practices means “those \nactions cannot support a claim for conspiracy either.”  Potts, 2019 NCBC LEXIS 30, \nat *22 (citation omitted). \n85. But the  third-party claims for fraud and fraudulent inducement remain .  \nCarr and Pye argue that there is no evidence of an agreement between them.   (See \nPl.’s Br. in Supp. 27 –28.)  In support, they point to Munn’s deposition, in which he \ntestified that he was unable to identify evidence of an  oral or written  agreement \nbetween Carr and Pye.  ( See Dep. Munn  316:20–25.)  Since Munn’s deposition , \nthough, Defendants have produced several messages between  Carr and Pye  that \nsuggest a plan to recruit Munn to invest in Kixsports.  (See, e.g., ECF Nos. 139.6, .11, \n.38.) \n86. An action for conspiracy may be proven through circumstantial evidence, \nand “[b]ehavior that may be benign or innocuous when standing alone can acquire a \ndifferent meaning when placed in a larger context.”  GoRhinoGo, LLC v. Lewis, 2011 \nNCBC LEXIS 39, at * 18 (N.C. Super. Ct. Sept. 29, 2011) (citation s omitted).  Given \nthe totality of the evidence, a finder of fact could reasonably infer that Carr and Pye \nagreed to unlawfully induce Munn to invest in Kixsports.  The Court concludes that \nthe conspiracy claim may proceed to trial to the extent it is based on the underlying \nclaims for fraud; in all other respect, it is dismissed. \nK. Defendants’ Tax Reporting Claims \n87. Vaughan and Munn allege that Carr and Pye caus ed Kixsports to report \nfalse information on state and federal tax returns based on an incorrect valuation of \nthe company.  ( See, e.g., Countercl. ¶¶ 211, 212.)  This allegation forms the basis of \nthree claims against Carr and Pye: first, an individual claim for “improper conduct of \ncompany directors ,” ( Countercl. ¶¶  204–09) (claim 7 of the third -party claims) ; \nsecond, a n individual claim for “improper tax reporting/valuation ,” ( Countercl. \n¶¶ 210–13) (claim 8 of the third-party claims); and third, a derivative claim on behalf \nof Kixsports for “improper tax reporting/valuation ,” (Countercl. ¶¶ 214–21) (claim 1 \nof the derivative claims). \n88. As best the Court can tell, these are claims for breach of fiduciary duty.  (See \nCountercl. ¶ 205 (referring to duties of Carr and Pye “[a]s company directors”); Defs.’ \nOpp’n 23 (characterizing claims as for “breach of fiduciary duty”).)  For purposes of \nthis motion, given the identical allegations, the Court treats these three claims as a \nsingle claim, asserted individually and derivatively, for breach of fiduciary duty. \n89. In seeking summary judgment, Carr and Pye do not challenge the existence \nof a fiduciary duty or a breach of that duty.   They argue, instead, that Vaughan and \nMunn have not shown evidence of actual damages.  (See Pl.’s Br. in Supp. 28–29.)  As \nour Supreme Court recently  held, “potential liability for nominal damages is \nsufficient to establish the validity of claim s for breach of fiduciary duty  . . . and can \nsupport an award of punitive damages.”  Chisum v. Campag na, 2021-NCSC-7, ¶ 44.  \nTherefore, the absence of evidence of actual damages does not defeat this claim. \n90. That said, the Court has doubts about whether Vaughan and Munn have \nstanding to pursue individual claims for what they now characterize as a  breach of \nthe fiduciary duties that Carr and Pye allegedly owed to Kixsports .10  The general \nrule is that members may not sue for their share of damages suffered by the company.  \nSee Barger, 346 N.C. at 659; see also Bennett v. Bennett, 2019 NCBC LEXIS 19, at *13 \n(N.C. Super. Ct. Mar. 15, 2019) (observing that the Barger rule applies equally to \nLLCs and their members).  Neither side has directly addressed whether Vaughan and \nMunn may sustain an individual claim  on these facts.  But t hese issues must be \nresolved because they implicate the Court’s jurisdiction.  See N.C. R. Civ. P. 12(h)(3); \nCorwin v. Brit. Am. Tobacco PLC, 371 N.C. 605, 611 (2018).  Instead of resolving them \nwithout further input from the parties, the Court intends to address these matters at \nthe pretrial hearing after additional briefing. \n91. The Court therefore denies Carr and Pye’s motion for summary judgment as \nto these three claims. \nL. Defendants’ Derivative Claim for Wrongful Distributions \n92. Vaughan and Munn assert a derivative claim  on Kixsports’s behalf  for \nwrongful distributions (claim 2 of the derivative claims) .  As alleged, Carr and Pye \ntook distributions beyond their proportional interest in the company.  (See Countercl. \n¶¶ 223, 224.)  Carr and Pye  have moved for summary judgment .  They point to \nevidence that the disputed payments were not distributions but rather payments for \nwork performed, and they also point  to testimony from Munn acknowledg ing that \n \n10 Both sides gloss over the requirements for the existence of a fiduciary duty.  The claim \nasserts that Carr and Pye acted improperly “[a]s company directors” and failed “to discharge \ntheir duties in good faith,” resulting in harm to Vaughan and Munn.  (Countercl. ¶¶ 205, 206, \n209.)  A s already mentioned, LLC managers  usually owe fiduciary duties only to the \ncompany, not to members or fellow managers.  See Kaplan, 196 N.C. App. at 473–74. \ncapital contributions could be used to pay operational costs .  ( See Pl.’s Br. in Supp. \n29; Aff. Carr ¶¶ 6, 18; Dep. Munn 25:1–18.)  The opposition brief is silent in response.  \nThe Court therefore concludes that there is no genuine issue of material fact \nconcerning alleged wrongful distributions and grants summary judgment in favor of \nCarr and Pye.  See, e.g., Bennett, 2020 NCBC LEXIS 147, at *15 (granting summary \njudgment when plaintiff presented no argument or evidence in support of claim); \nBrown, 2020 NCBC LEXIS 134, at * 24–25; Brewster, 2020 NCBC LEXIS 27, at *9  \n(same). \nM. Defendants’ Derivative Claim for Breach of Fiduciary Duty \n93. Vaughan and Munn assert a third derivative claim, which they label breach \nof fiduciary duty (claim 3 of the derivative claims) .  It is difficult to understand the \nbasis for this claim, which is pleaded in highly general terms.  (See Countercl. ¶ 232 \n(“Based on the conduct described herein, Casey Carr and Stephen Pye breached their \nduty of loyalty and fiduciary duties by advancing their own financial interest, to the \ndetriment of Kixsports and its members.”) .)  It is equally difficult to understand the \nbriefs, which do not distinguish this claim from the other derivative claims.  (See Pl.’s \nBr. in Supp. 29–30; Defs.’ Opp’n 24–25.) \n94. As best the Court can tell, after careful review, this claim duplicates the \nother derivative claims and has  no independent basis .  The Court therefore grants \nsummary judgment in favor of Carr and Pye.  See In re Southeastern Eye Center -\nPending Matters, 2019 NCBC LEXIS 29, at *186– 88 (N.C. Super. Ct. May 7, 2019)  \n(granting summary judgment when claim amounted to nothing more than a generic, \ncatch-all claim). \nN. Defendants’ Section 75-1.1 Claims \n95. Liberally construed, Defendants’ counterclaim against Kixsports and third-\nparty claim against Carr and Pye for unfair or deceptive trade practices (claim 5 of \nthe counterclaims and claim 4 of the third- party claims, respectively) appear to be \npremised on the same allegations that underlie their counterclaims for tortious \ninterference and their third- party claims for fraud, improper tax reporting and \nvaluation, and improper conduct of company directors.  ( See Countercl. ¶¶ 171, 192; \nDefs.’ Opp’n 9 –10, 19; Dep. Munn 314:10 –315:19.)  Defendants have pointed to no \nother basis for these section 75-1.1 claims aside from those underlying claims. \n96. Given that the Court has granted Kixsports’s motion for summary judgment \nas to the underlying counterclaims,  summary judgment on the section 75 -1.1 \ncounterclaim is appropriate also.  See Salon Blu, 2018 NCBC LEXIS 72, at *19 –20 \n(granting summary judgment on section 75 -1.1 claim when underlying claims had \nalready been dismissed).  But since several of the third -party claims have survived, \ndismissal of the section 75-1.1 third-party claim would be premature. \n97. The Court therefore grants Carr and Pye’s motion for summary judgment \nas to the section 75-1.1 counterclaim.  The Court denies their motion as to the section \n75-1.1 third-party claim.  That claim may proceed to trial to the extent it is premised \non the surviving third-party claims for fraud, conspiracy, and breach of fiduciary duty \ndue to improper tax reporting.  \nIV. \nCONCLUSION \n98. The Court therefore ORDERS as follows. \n99. Defendants’ motion for partial summary judgment is GRANTED in part \nand DENIED in part: \na. Defendants’ motion for summary judgment as to Kixsports’s claim s for \nbreach of the duty of loyalty  and usurpation of a corporate opportunity  is \nGRANTED as to Vaughan but DENIED as to Munn.  Claim s 2 and 3  of the \nsecond amended complaint against Vaughan are dismissed with prejudice but will \nproceed to trial against Munn. \nb. Defendants’ motion for summary judgment as to Kixsports’s claim s for \ntortious interference against Vaughan and Munn, for tortious interference against \nBig Dreamz and Miro Group,  for misappropriation of trade secrets , and for \ntrademark infringement  is GRANTED.  Claims 4, 5, 6 , and 11 of the second \namended complaint are dismissed with prejudice. \nc. Defendants’ motion for summary judgment as to Kixsports’s claim for \nunfair or deceptive trade practices against Vaughan and Munn is GRANTED as \nto Vaughan.  The motion is DENIED as to Munn to the extent the claim is based \non Kixsports’s claims against him for breach of the duty of loyalty and usurpation \nof a corporate opportunity; in all other respects, the motion is GRANTED.  Claim \n7 of the second amended complaint against Vaughan is dismissed with prejudice.  \nThe claim will proceed to trial against Munn with its scope limited as discussed. \nd. Defendants’ motion for summary judgment as to Kixsports’s claim for \nunfair or deceptive trade practices against Big Dreamz and Miro Group, to the \nextent it is based on Kixsports’s claims against Munn for breach of the duty of \nloyalty and usurpation of a co rporate opportunity, is DENIED.  In all other \nrespects, the motion is GRANTED.  Claim 8 of the second amended complaint is \ndismissed with prejudice to the extent it is not based on Kixsports’s claims against \nMunn for breach of the duty of loyalty and usurpation of a corporate opportunity.  \nThe claim will proceed to trial with its scope limited as discussed. \ne. Defendants’ motion for summary judgment as to Kixsports’s claim  for \ncivil conspiracy, to the extent it is based on an alleged conspiracy to breach Munn’s \nfiduciary duties, is DENIED .  In all other respects, the motion is GRANTED.  \nClaim 9 of the second amended complaint is dismissed with prejudice to the extent \nit is not based on an alleged conspiracy to breach Munn’s fiduciary duties.  The \nclaim will proceed to trial with its scope limited as discussed. \nf. Defendants’ motion for summary judgment as to Kixsports’ s claim for \nconversion is DENIED.  Claim 13 of the second amended complaint will proceed \nto trial. \n100. Kixsports, Carr, and Pye ’s motion for partial summary judgment is \nGRANTED in part and DENIED in part: \na. Kixsports’s motion for summary judgment as to its claims  for breach of \nthe duty of loyalty , usurpation of a corporate opportunity, unfair or deceptive \ntrade practices against Vaugha n and Munn, unfair or deceptive trade practices \nagainst Miro Group and Big Dreamz, and civil conspiracy (claims 2, 3, 7, 8, and 9 \nof the second amended complaint) is DENIED. \nb. Kixsports’s motion for summary judgment as to Defendants’ \ncounterclaims for tortious interference, quantum meruit, and unfair or deceptive \ntrade practices  is GRANTED.  Claim s 3, 4, and 5  of the counterclaims are  \ndismissed with prejudice. \nc. Carr and Pye’s motion for summary judgment as to Defendants’ \nthird-party claims for fraud and fraudulent inducement is DENIED .  Claims 1 \nand 2 of the third-party claims will proceed to trial. \nd. Carr and Pye’s motion for summary judgment as to Defendants’ \nthird-party claim for constructive fraud is GRANTED.  Claim 3 of the third-party \nclaims is dismissed with prejudice. \ne. Carr and Pye’s motion for summary judgment as to Defendants’ \nthird-party claim for unfair or deceptive trade practices , to the extent it is based \non Vaughan and Munn’s surviving third -party claims for fraud, conspiracy, and \nbreach of fiduciary duty,  is DENIED.  In all other respects, the motion is \nGRANTED.  Claim 4 of the third-party claims is dismissed with prejudice to the \nextent it is not based on Vaughan and Munn’s third -party claims for fraud, \nconspiracy, and breach of fiduciary duty.  The claim  will proceed to trial with its \nscope limited as discussed. \nf. Carr and Pye’s motion for summary judgment as to Defendants’ third-\nparty claim for tortious interference against them is GRANTED.  Claim 5 of the \nthird-party claims is dismissed with prejudice. \ng. Carr and Pye’s motion for summary judgment as to Defendants’  \nthird-party claim for civil conspiracy, to the extent it is based on Munn’s  third-\nparty claims for fraud and fraudulent inducement, is DENIED .  In all other \nrespects, the motion is GRANTED.  Claim 6 of the third-party claims is dismissed \nwith prejudice to the extent it is not based on Munn’s third-party claims for fraud \nand fraudulent inducement.  The claim will proceed to trial with its scope limited \nas discussed. \nh. Carr and Pye’s motion for summary judgment as to Defendants’ \nthird-party claims for improper conduct of company directors and for improper tax \nreporting and valuation is DENIED.  Claims 7 and 8 of the third-party claims will \nproceed to trial. \ni. Carr and Pye’s motion for summary judgment as to Defendants’ \nderivative claim for improper tax reporting and valuation is DENIED .  Claim 1 \nof the derivative claims will proceed to trial. \nj. Carr and Pye’s moti on for summary judgment as to Defendants ’ \nderivative claims for improper distributions and breach of fiduciary duty is \nGRANTED.  Claims 2 and 3 of the derivative claims are dismissed with prejudice. \n \nSO ORDERED, this the 1st day of April, 2021. \n \n \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}