{
  "id": "36078b57bc165f2c5c8979c4a03a95af5782136abc4ac129c470d66933dcfa86",
  "source_file": "data/raw/ncbc/36078b57bc165f2c5c8979c4a03a95af5782136abc4ac129c470d66933dcfa86.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF FORSYTH \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 3109 \nLE BLEU CORPORATION; and SCP \nDISTRIBUTION, LLC d/b/a LE BLEU \nOF THE PIEDMONT TRIAD, \n \nPlaintiffs, \n \nv. \n \nB. KELLEY ENTERPRISES, INC. \nd/b/a BLUE CAFFE, INC.; ROBIN \nLEBORGNE; and BRADLEY S. \nKELLEY,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER \n \n {1} THIS MATTER is before the Cour t on Defendants’ Motion to Dismiss \n(“Motion”), made pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure (“Rule(s)”).  For the reasons expressed below, the Motion is DENIED.  \nHowever, in its discretion and pursuant to Rule 12(e), the Court directs Plaintiffs to \nfile a more definite statement of their trade secret claim. \n \nWilson Helms & Cartledge, LLP by G. Gray Wilson and Stuart H. Russell for \nPlaintiffs. \n \nCaudle & Spears, P.A. by Harold Craig Spears and Christopher P. Raab for \nDefendants. \n \nGale, Chief Judge. \nI. INTRODUCTION \n{2} The litigation is described in greater detail in the Court’s November \n21, 2014, Order.  See Le Bleu Corp. v. B. Kelley Enters., Inc., 2014 NCBC LEXIS \n62, at *1–3 (N.C. Super. Ct. Nov. 21, 2014).  The present Motion addresses only the \ntrade secret claim and the claim for unfair and deceptive trade practices (“UDTP”), \nLe Bleu Corp. v. B. Kelley Enters., Inc., 2014 NCBC 65.\n \n \ninsofar as it depends upon the trade secret claim, as added by the First Amended \nComplaint (“Amended Complaint”), which the Hon. Richard W. Stone, Forsyth \nCounty Superior Court Judge presiding, allowed over Defendants’ arguments that \nthe new claims were futile. \n{3} Judge Stone’s Order provides: “The  court.considered [sic] the cases, \narguments, and other submissions of counsel. After considering those items, it \nappears to the court that plaintiffs should be allowed to file the amended complaint \nattached to their motion. . . .”  Le Bleu Corp. v. B. Kelley Enters., Inc., No. 13 CVS \n3109, at 1 (N.C. Super. Ct. June 23, 2014).  It does not otherwise address futility. \n{4} The first question presented is whether, in allowing the amendment, \nJudge Stone necessarily ruled that the trade secret claim is not futile.  Assuming \nJudge Stone did not so rule, the second question is whether Plaintiffs have pleaded \na trade secret claim that withstands Rule 12(b)(6). \n{5} The Court finds that (1) the Motion is not foreclosed because this Court \nwould not be overruling Judge Stone should it decide to dismiss the trade secret \nclaim pursuant to Rule 12(b)(6); (2) the trade secret claim withstands Rule 12(b)(6); \nbut (3) Plaintiffs must state the claim with greater specificity. \nII. PARTIES \n \n{6} Plaintiffs Le Bleu Corporation (“ Le Bleu”) and SCP Distribution, LLC \n(“Triad”) manufacture, sell, and distribute bottled water in the Southeast. \n{7} Defendant B. Kelley Enterprises, Inc. (“Blue Caffé”) is a point-of-\nservice water distributor that supplies in-house water filtration systems to \nbusinesses in North Carolina.  Individual Defendants Robin Leborgne and Bradley \nS. Kelley are Blue Caffé Employees.   \n \nIII. RELEVANT PROCEDURAL BACKGROUND \n \n {8} Plaintiffs initiated this ac tion on May 13, 2013.  Plaintiffs \nsubsequently moved to amend their original complaint.  Defendants opposed the \namendment on the basis that it was futile.  On June 9, 2014, Judge Stone heard and \n \n \nconsidered counsel’s arguments and ultimately granted Plaintiffs leave to file their \nAmended Complaint.  On June 27, 2014, Plaintiffs filed their Amended Complaint, \nadding Bradley S. Kelley as a Defendant and, inter alia, a claim for trade secret \nmisappropriation, and a corresponding claim for unfair trade practices.1 \n{9} On September 10, 2014, Defendants  moved pursuant to Rule 12(b)(6) \nto dismiss Plaintiffs’ trade secret misappropriation claim and the UDTP claim, to \nthe extent it was based on the trade secret claim.  Plaintiffs oppose the Motion on \ntwo grounds.  First, they assert that Judge Stone’s ruling necessarily rejected \nDefendants’ futility argument so that now granting the Motion would impermissibly \noverrule Judge Stone’s order.  Second, Plaintiffs contend that they have adequately \nstated a trade secret claim. \n \nIV. RELEVANT FACTUAL BACKGROUND \n \n {10} The Court does not here make fact findings, as a motion to dismiss \ndoes “not present the merits, but only whether the merits may be reached.”  \nConcrete Serv. Corp. v. Investors Grp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, \n758 (1986).  For purposes of this Motion, the Court assumes that the facts alleged in \nthe Amended Complaint are true and makes appropriate inferences in Plaintiffs’ \nfavor, without assuming the truth of Plaintiffs’ legal conclusions. \n {11} Plaintiffs claim that Defendants  have lured away their customers by \nfalsely stating that Plaintiffs’ bottles are contaminated and by misappropriating \nPlaintiffs’ trade secrets.  Plaintiffs contend that their former employees, Terry \nTuttle, Rob Morgan, and David Burris, unlawfully provided Blue Caffé with \nPlaintiffs’ protected proprietary information, defined as “customer lists, pricing \ninformation, transaction histories, key contacts, and customer leads.”  (First Am. \nCompl. ¶ 30.)  Plaintiffs identify two lists that were misappropriated but do not \nspecify whether each list contains some or all of the proprietary information that \nPlaintiffs contend is entitled to trade secret protection. \n                                                 \n1 Defendants acknowledge that a valid trade secret claim may state a claim for an unfair or deceptive \ntrade practice. \n \n \n {12} Plaintiffs allege that after Tu ttle began working for Blue Caffé, he \nobtained a list containing proprietary information from Morgan, who was still \nworking for Triad.  Plaintiffs further allege that Tuttle instructed Kelley to conceal \nthe list from Le Bleu, to prevent Le Bleu from filing a lawsuit against him.  Tuttle \nalso asked Morgan to use his knowledge of “leads and key contacts” to call Plaintiffs’ \ncustomers on behalf of Blue Caffé.  (First Am. Compl. ¶ 33.)  Plaintiffs allege that \nKelley and Blue Caffé encouraged Tuttle to continue working with Morgan and to \nuse Morgan’s contacts and leads with Plaintiffs’ customers to set up meetings for \nBlue Caffé.  (First Am. Compl. ¶ 37.) \n{13} Blue Caffé also hired Triad’s former employee, Burris, who brought his \n“Le Bleu list” with him to Blue Caffé. \n{14} Plaintiffs contend this information is entitled to trade secret protection \nand that they protected the information by requiring their employees to sign \ncovenants not to compete, nondisclosure agreements, and agreements to return \nPlaintiffs’ proprietary information upon termination.  (First Am. Compl. ¶ 39.)  \nPlaintiffs contend the information cannot be recreated from publicly available \nsources. \n{15} Defendants contend that the inform ation does not rise to the level of \ntrade secret and that Plaintiffs’ remedy, if any, should be restricted to their claim \nfor tortious interference with contract. \nV. STANDARD OF REVIEW \n{16} The appropriate inquiry on a mo tion to dismiss pursuant to Rule \n12(b)(6) is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  \nCrouse v. Mineo, 189 N.C. App. 232, \n237, 658 S.E.2d 33, 36 (2008) (quoting Harris v. NCNB Nat’l Bank of N.C., 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987)).  A motion to dismiss may be granted if \nthe complaint reveals the absence of facts required to make out a claim for relief or \n \n \nif the complaint reveals some fact that necessarily defeats the claim.  Wood v. \nGuilford Cnty., 355 N.C. 161, 166, 558 S.E.2d 490, 494 (2002). \nVI. ANALYSIS \nA. Judge Stone Did Not Necessarily Rule that the Trade Secret Claim Is Futile \n{17} It is well established that one Superior Court judge may not “modify, \noverrule, or change the judgment of another Superior Court judge previously made \nin the same action”  unless a substantial change in circumstance has occurred \nduring the interim.  State v. Woolridge, 357 N.C. 544, 549–50, 592 S.E.2d 191, 194 \n(2003) (quoting Calloway v. Ford Motor Co., 281 N.C. 496, 501, 189 S.E.2d 484, 488 \n(1972)).   Designating the case as a complex business matter and a assigning it to a \nBusiness Court judge does not constitute a substantial change in circumstances.  \nSee DeGorter v. Capital Bancorp Ltd., 2014 NCBC LEXIS 63, at *9 (N.C. Super. Ct. \nNov. 26, 2014) (rejecting plaintiff’s argument that appointment of new judge and \nmotion for reconsideration constitute substantial change in circumstances). \n{18} However, the Court finds that  Judge Stone’s order allowing the \nAmended Complaint does not indicate that Judge Stone necessarily ruled whether \nor not the trade secret claim is futile.  Accordingly, this Court may address the issue \nand could grant the Motion without overruling Judge Stone. \n{19} It is true that Judge Stone could have denied leave to amend upon \nfinding that the proposed amendment is futile.  Cunningham v. Riley, 169 N.C. App. \n600, 603, 611 S.E.2d. 423, 425 (2005).  It is also clear that futility was among the \nother issues Judge Stone was asked to consider; but it was not the only issue before \nthe court.  Judge Stone’s order only stated that the court had considered counsel’s \n“cases, arguments, and other submissions” and determined that the amendment \nshould be allowed.  Le Bleu Corp., No. 13 CVS 3109, at 1. \n{20} Defendants acknowledge that a tria l court may, but is not required to, \ndeny a motion to amend on the basis of futility and urge that, even when presented \nwith a futility argument, the trial court may apply Rule 15(a)’s liberal standards to \nallow the amendment and leave inquiry into the claim’s futility to a subsequent \n \n \nRule 12(b)(6) motion.  They contend that Judge Stone, in his discretion, did just \nthat.  Defendants concede that the standard for determining futility is essentially \nthe same as the Rule 12(b)(6) standard for failure to state a claim, but argue that, \nabsent an express finding that the claims are not futile, Judge Stone’s order does \nnot preclude subsequent consideration of a Rule 12(b)(6) motion. \n{21} Plaintiffs counter that the Court should infer that Judge Stone found \nthat the trade secret and corresponding UDTPA claims in the Amended Complaint \nare not futile because he should not be assumed to have allowed the amendment as \n“a mere pointless gesture.”  (Pls.’ Br. Opp’n Defs.’ Mot. Dismiss 3 (quoting Estrada \nv. Jaques, 70 N.C. App. 627, 636, 321 S.E.2d 240, 247 (1984)).) \n{22} In Estrada, the North Carolina Court of Appeals determined that the \ntrial court erred in granting summary judgment based on a statute of limitations \ndefense where a previous Superior Court judge had allowed an amended complaint.  \nThe first Superior Court judge’s order, allowing the amendment, did not state \nwhether the new claims related back to the date of the original complaint.  The new \nclaims survived only if they related back; otherwise, they were time-barred.  The \nNorth Carolina Court of Appeals held that the judge allowing the amendment \nimpliedly determined that the newly added claims related back to the original \ncomplaint, based on the language of Rule 15(c), which provides that an “amended \npleading will therefore relate back . . . if the new pleading constitutes a new cause \nof action, provided that the defending party had originally been placed on notice of \nthe events involved.” N.C. R. Civ. P. 15(c), cmt.  The \nEstrada court found that the \nconditions of Rule 15(c) for relation back had been met, so the first judge’s order \nfairly implied such a finding.  The judge would not have allowed the amendment “as \na mere pointless gesture.”  Estrada, 70 N.C. App. at 636, 321 S.E.2d at 247.  \n{23} The Court has carefully considered Estrada.  Having done so, it \ndetermines that Estrada does not require the Court to infer that Judge Stone \naffirmatively ruled that Plaintiffs’ trade secret claim was adequately stated.  There \nwere other reasons that may have motivated Judge Stone to allow the Amended \nComplaint. \n \n \n{24} Therefore, the Court concludes th at Judge Stone’s previous order does \nnot preclude it from hearing the present Motion, because granting a motion to \ndismiss the trade secret claim included in the Amended Complaint would not be \noverruling Judge Stone.  The Court therefore addresses the Motion on its merits. \nB. The Motion Should Be Denied Because Plaintiffs Have Stated a Claim that \nSurvives Rule 12(b)(6) \n{25} Defendants contend that Plaint iffs’ trade secret claim should be \ndismissed on two grounds.  First, Defendants assert that Plaintiffs have not \nidentified their trade secrets with sufficient specificity.  Second, Defendants argue \nthat the information Plaintiffs have described does not amount to protectable trade \nsecrets. \n{26} An owner of a trad e secret “shall have remedy by civil action for \nmisappropriation” of the secret.  N.C. Gen. Stat. § 66-153 (2014).  A trade secret is \n“business or technical information, including but not limited to a formula, pattern, \nprogram, device, compilation of information, method, technique, or process” that \nderives commercial value from not being generally known or readily ascertainable \nthrough independent development or reverse engineering and is subject to \nreasonable security measures.  N.C. Gen. Stat. § 66-152 (2014).  Courts have looked \nto the following factors in determining whether information constitutes a trade \nsecret: \n(1) The extent to which information is known outside the business; \n(2) the extent to which it is known to employees and others involved in \nthe business; \n(3) the extent of measures taken to guard secrecy of the information; \n(3) the value of information to business and its competitors; \n(4) the amount of effort or money expended in developing the \ninformation; and \n(5) the ease or difficulty with which the information could properly be \nacquired or duplicated by others. \nWilmington Star-News v. New Hanover Reg’l Med. Ctr., 125 N.C. App. 174, 180–81, \n480 S.E.2d 53, 56 (1997) (numbering mistake in original). \n \n \n{27} To plead misappropriation of a trad e secret, “a plaintiff must identify a \ntrade secret with sufficient particularity so as to enable a defendant to delineate \nthat which he is accused of misappropriating and a court to determine whether \nmisappropriation has or is threatened to occur.”  Analog Devices v. Michalski, 157 \nN.C. App. 462, 468, 579 S.E.2d 449, 453 (2003) (citations omitted).  A plaintiff must \nalso allege the acts by which the misappropriation was accomplished.  Washburn v. \nYadkin Valley Bank & Trust Co., 190 N.C. App. 315, 327, 660 S.E.2d 577, 585–86 \n(2008).  “[A] complaint that makes general allegations in sweeping and conclusory \nstatements, without specifically identifying the trade secrets allegedly \nmisappropriated, is ‘insufficient to state a claim for misappropriation of trade \nsecrets.’”  Id. at 327, 660 S.E.2d at 585–86 (quoting VisionAIR, Inc. v. James, 167 \nN.C. App. 504, 511, 606 S.E.2d 359, 364 (2004) (citing Analog Devices, 157 N.C. \nApp. at 469–70, 579 S.E.2d at 454)).  For example, in Washburn, the North Carolina \nCourt of Appeals held that allegations of “acquired knowledge of [a claimant’s] \nbusiness methods; clients, their specific requirements and needs; and other \nconfidential information” did not sufficiently identify the trade secrets or \nmisappropriation at issue.  Washburn, 190 N.C. App at 327, 660 S.E.2d at 586. But \nsee Sunbelt Rentals, Inc. v. Head & Engquist Equip., LLC, 2002 NCBC LEXIS 2, at \n*38, 41–42 (N.C. Super. Ct. July 10, 2002) (ruling that customer information \n“including the identity, contacts and requirements” of customers can constitute a \ntrade secret). \n{28} By contrast, the North Carolina Court of Appeals has stated that \nallegations of misappropriation of “pricing information, customer proposals, \nhistorical costs, and sales data” sufficiently identifies trade secret information.  GE \nBetz, Inc. v. Conrad, ___ N.C. App. ___, 752 S.E.2d 634, 648–49 (2013), petition for \ndisc. rev. filed on other grounds, No. 111P10-2 (N.C. Jan. 7, 2014).  Moreover, \nhistorical “data regarding operating and pricing policies can also qualify as trade \nsecrets” when the misappropriator uses the information competitively.  Byrd’s Lawn \n& Landscaping, Inc. v. Smith, 142 N.C. App. 371, 375, 542 S.E.2d 689, 693 (2001) \n(internal citation omitted).  A federal court applying North Carolina law determined \n \n \nthat allegations that a defendant misappropriated a plaintiff’s pricing methodology \nto underbid the plaintiff sufficiently identified the trade secret and the means of \nmisappropriation.  ACS Partners, LLC v. Americon Grp., Inc., No. 3:09-CV-464-\nRJC-DSC, 2010 U.S. Dist. LEXIS 19907, at *27–29 (W.D.N.C. Feb. 12, 2010). \n{29} In the present case, Plaintiffs have identified more than the \ngeneralized information at issue in Washburn. Rather, the allegations in the \nAmended Complaint, that Defendants misappropriated Plaintiffs’ “customer lists, \npricing information, transaction histories, key contacts, and customer leads,” \nLe \nBleu Corp., No. 13 CVS 3109, at 1, is more comparable to allegations found \nsufficient in GE Betz.  \n{30} The Court concludes that Plaintiffs  have made sufficient allegations to \nwithstand dismissal under Rule 12(b)(6).  Accordingly, the Motion should be \nDENIED. \nC. In Its Discretion, the Court Directs Plaintiffs to Make a More Definite \nStatement of Their Trade Secret Misappropriation Claim \n{31} In its discretion, the Court may treat a motion to dismiss under Rule \n12(b)(6) as a motion for a more definite statement under Rule 12(e).  Page v. \nMandel, 154 N.C. App. 94, 97, 571 S.E.2d. 635, 637 (2002) (citing Manning v. \nManning, 20 N.C. App. 149, 154, 201 S.E.2d 46, 50 (1973)). \n{32} Plaintiffs have stated their trade secret claim adequately enough to \nwithstand immediate dismissal under Rule 12(b)(6).  However, whether “pricing \ninformation, transaction histories, key contacts, and customer leads,” Le Bleu Corp., \nNo. 13 CVS 3109, at 1, actually constitute trade secrets depends upon the contents \nof the materials at issue.  A price list may constitute a trade secret where it \ncontains pricing information, market forecasts, and feasibility studies, but may not \nif it consists of raw information without any methodology.  See ACS Partners, 2010 \nU.S. Dist. LEXIS 19907, at *28 (citing N.C. Elec. Membership Corp. v. N.C. Dept. of \nEcon. & Cmty. Dev., 108 N.C. App. 711, 718, 425 S.E.2d 440, 444 (1993)); see also \nNovacare Orthotics & Prosthetics E., Inc. v. Speelman, 137 N.C. App. 471, 478, 528 \n \n \nS.E.2d 918, 922 (2000) (holding that information from “customer lists and other \ncompilations of customer data” was easily accessible through a telephone book and \ndid not constitute trade secrets).  Those determinations are better made when the \nclaim is more definitely pleaded. \n{33} The Court directs Plaintiffs to file a more definite statement of the \ntrade secret claim that specifically describes the contents of both lists and why the \ninformation is entitled to trade secret protection.  Plaintiffs’ further discovery in \nsupport of their trade secret claim should be held in abeyance pending such \namendment. \nVII. CONCLUSION \n{34} For the foregoing reasons and pursuant to Rule 12(e), Plaintiffs are \ndirected to file a more definite statement of their trade secret claim, as provided by \nthe Order, within twenty (20) days.  Defendants’ Motion to Dismiss is DENIED. \n \nThis the 9th day of December, 2014. \n \n "
}