{
  "id": "361d81b9952a18a32741a3665763fafdbcf740c4ba5eeb783ecc5fc77541a7fe",
  "source_file": "data/raw/ncbc/361d81b9952a18a32741a3665763fafdbcf740c4ba5eeb783ecc5fc77541a7fe.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nHAYWOOD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 752 \n \nJILL MCCLURE, \n \nPlaintiff, \n \nv. \n \nGHOST TOWN IN THE SKY, LLC, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION FOR \nSUMMARY JUDGMENT AND \nMOTION TO STRIKE \n \n \n1. In this lawsuit, Jill McClure seeks to dissolve Ghost Town in the Sky, LLC.  \nPending is her motion for summary judgment.  (See ECF No. 69.)  For the following \nreasons, the Court DENIES her motion and GRANTS summary judgment in favor \nof Ghost Town in the Sky. \nMcGuire Wood & Bissette, P.A., by Mary E. Euler, for Plaintiff Jill \nMcClure. \nMcLean Law Firm, P.A., by Russell Lyway McLean, for Defendant Ghost \nTown in the Sky, LLC.  \nConrad, Judge. \nI. \nBACKGROUND \n2. The Court does not make findings of fact when ruling on motions for \nsummary judgment.  The following background, drawn from the evidence submitted \nby the parties, provides context for the Court’s analysis and ruling only.  \n3. Ghost Town in the Sky has a short history.  Its founders, Alaska Presley and \nCoastal Development, LLC, formed the company in 2020.  Their aim was to redevelop \na defunct, western-themed amusement park and 250 surrounding acres in the North \nMcClure v. Ghost Town in the Sky, LLC, 2024 NCBC 33. \nCarolina mountains.  Presley contributed the property  (which she had bought years \nearlier in hopes of opening a Christian amusement park) , and Coastal Development \npromised future contributions of “cash or financing and labor for development.”  Each \nreceived an equal 50 percent membership interest.  (See V. Compl. ¶¶ 2, 25, 30, 32, \n35, ECF No. 3; V. Compl. Ex. 1 [“Op. Agrmt.”] §§ 1.1, 5.1, Art. II, ECF No. 3; see also \nEx. 1 to Pl.’s Ex. 12, ECF Nos. 74, 93.5.) \n4. Shortly after forming Ghost Town in the Sky, Presley and Coastal \nDevelopment drafted a written operating agreement to govern its affairs.  They also \ndesignated Coastal Development —acting through its princ ipal, Frankie Wood —as \nthe managing member.  Under the operating agreement, the managing member has \nbroad authority to conduct the company’s day-to-day operations.  Extraordinary acts, \nsuch as declaring bankruptcy or disposing of all company assets, require “the consent \nof all the M embers,” however.  (V. Compl. ¶ 31; Op. Agrmt. §§  7.9, 7.10; Wood Aff., \nECF No. 79.) \n5. The record offers only a bare sketch of Ghost Town in the Sky’s activities \nover the next couple of  years.  Wood began attending town meetings and lobbying  \nlocal officials on zoning and related matters.  He and Presley also had discussions \nwith Storyland Studios, a design and marketing company with theme -park \nexperience.  A few potential investors expressed interest in  the project , but it is \nunclear how serious that interest  was.  Throughout this period, Ghost Town in the \nSky did not secure financing , earn income, or hire employees .  Indeed, Presley paid \nmost of the company’s utility bills and property taxes out of her own pocket.  (See 1st \nMcClure Aff. ¶ 4, ECF No. 26; McClure Dep. 38:12 –20, 43:6–44:16, 64:7–25, 73:14–\n24, ECF No. 100; Wood Dep. v.1 49:9–17; 54:22–55:13, 56:14–57:24, ECF Nos. 74, \n93.5.) \n6. In the spring of 2022, Presley  died at age 98.   She  had arranged in the \noperating agreement  that McClure, her niece , would “succeed to all of” her  \n“Membership interest . . . with all the interests, rights and duties previously held by \nthe decedent .”  McClure immediately began asking for books and records , an \naccounting and other financial information, and access to t he property .  She also \nexpressed a willingness to sell her interest to Coastal Development.  But buyout \nnegotiations ended in an impasse.   And Wood rejected McClure’s other demands, \nclaiming that she was a mere economic interest holder, not a member .  ( V. Compl. \n¶¶ 5, 6, 46–48, 56; Op. Agrmt. § 12.4; Wood Aff. at 3.) \n7. Just four months after Presley’s death, McClure brought this suit to dissolve \nGhost Town in the Sky and wind up its affairs under N.C.G.S. §  57D-06-02(2).  She \nbases her claim on allegations that the company is insolvent, has virtually no income, \nand cannot pay its property taxes, insurance premiums, and other routine costs.  She \nalso blames Coastal Development for mismanaging the company and suppressing her \nrights as a member.1  (See V. Compl. ¶¶ 37, 38, 45–47, 87–91.) \n \n1 McClure’s complaint initially included a second claim to dissolve Maggie Valley RV Park, \nLLC—another entity jointly founded by Presley and Coastal Development.   McClure \nsucceeded to Presley’s membership interest in Maggie Valley RV Park, just as she had with \nGhost Town in the Sky, and made similar allegations of insolvency and mismanagement by \nCoastal Development.  This claim is no longer at issue, however, due to a settlement in which \nCoastal Development bought McClure’s interest in Maggie Valley  RV Park.  (See Consent \nJudgment as to Maggie Valley RV Park, LLC, ECF No. 53.)  \n8. The parties filed a flurry of motions right out of the gate.  Ghost Town in the \nSky moved to dismiss the complaint, argu ing that McClure was not a member and \ntherefore lacked standing to seek its dissolution.  McClure  moved for a preliminary \ninjunction to enforce her membership rights, including informational rights granted \nby the operating agreement .  She also moved  to appoint herself as receiver to take \ncontrol of Ghost Town in the Sky  pending its dissolution, forecasting, in part, that \nrestoration of her membership rights would inevitably lead to a managerial deadlock \nbetween her and Coastal Development.  (See Mot. Dismiss, ECF No. 4; Mot. Prelim. \nInj., ECF No. 15; Mot. Appt. Receiver, ECF No. 16.) \n9. The Court denied each motion.  As to Ghost Town in the Sky’s motion to \ndismiss, the Court held that the operating agreement unambiguously conferred \nmembership on McClure.  See McClure v. Ghost Town in the Sky, LLC , 2022 NCBC \nLEXIS 151, at *5 (N.C. Super. Ct. Dec. 5, 2022).  In the wake of that decision, Ghost \nTown in the Sky represented that it would treat McClure as a member and honor her \nmembership rights.  As a result, the Court denied McClure’s motions without \nprejudice, concluding that there was “no urgent need to appoint a receiver or to enter \na preliminary injunction”  once her rights had been restored and that her concerns \nabout a future management deadlock were speculative at best.  (See Order on Mots. \nfor Appt. Receiver & Prelim. Inj. 2–3, ECF No. 30.) \n10. Meanwhile, there have been a few noteworthy events.  In November 2022, \nGhost Town in the Sky signed a contract with Storyland Studios to create a project \ndesign plan, contingent on securing financing.  In March 2023, McClure called a \nmember meeting for the purpose of rem oving Coastal Development as managing \nmember.  Her motion failed because Coastal Development voted against it, and the \nmeeting was adjourned without further business.  Since then, McClure and Coastal \nDevelopment have quarreled over who must pay  Ghost Town in the Sky’s 2022 and \n2023 property taxes, both of which are past due.  (See Notice of Mtg. of Members, ECF \nNo. 42; Pl.’s Ex. 9, ECF Nos. 74, 93.4; 2d McClure Aff. ¶¶ 2–4, ECF No. 84.1; see also \nConsent Judgment as to Maggie Valley RV Park, LLC.) \n11. After discovery closed,  McClure moved for summary judgment on her  \ndissolution claim.  (See ECF No. 69.)  She also moved  to strike certain exhibits that \nGhost Town in the Sky submitted in opposition to the motion for summary judgment.  \n(See ECF No. 85.)  Following a hearing on both motions on 30 January 2024, the Court \nnotified the parties that it intended to consider whether to enter summary judgment \nagainst McClure , as allowed by Rule 56(c) of the North Carolina Rules of Civil \nProcedure, and called for supplemental briefing on  that question.  The parties filed \ntheir briefs and additional supporting materials on 16 February  2024.  The motions \nare now ripe for resolution.  \nII. \nMOTION FOR SUMMARY JUDGMENT \n12. Summary judgment is appropriate when “the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).   A trial court may, \n“when appropriate,” enter summary judgment “against the moving party.”  Id.; see \nalso Brooks v. Hackney, 329 N.C. 166, 170 n.2 (1991). \n13. Involuntary dissolution is an equitable remedy and an “extraordinary” one \nat that.  Brady v. Van Vlaanderen , 2017 NCBC LEXIS 61, at *18 (N.C. Super. Ct. \nJuly 19, 2017).  By statute, a  trial court may dissolve an LLC only when a member \nshows that “it is not practicable to conduct the LLC’s business in confo rmance with \nthe operating agreement and [governing statutes]” or that “liquidation of the LLC is \nnecessary to protect the rights and interests of the members.”  N.C.G.S. \n§ 57D-6-02(2).  And “even where a party establishes a statutory ground for \ndissolution,” whether or not to dissolve the LLC is “left largely to the discretion of the \ntrial court.”  Reid Pointe, LLC v. Stevens, 2008 NCBC LEXIS 16, at *11– 12 (N.C. \nSuper. Ct. Aug. 18, 2008). \n14. Nearly all the parties’ arguments center on whether it is or isn’t practicable \nfor Ghost Town in the Sky to conduct its business in conformance with its operating \nagreement.  The phrase “not practicable” means  “unfeasible” (as opposed to  \n“impossible”).  James H.Q. Davis Tr. v. JHD Props. LLC, 2022 NCBC LEXIS 153, at \n*13 (N.C. Super. Ct. Dec. 9, 2022).  A  managerial deadlock is perhaps the most \ncommon example of a circumstance in which it is unfeasible to carry on the LLC’s \nbusiness.  See, e.g., id. at *13–14; Battles v. Bywater, LLC, 2014 NCBC LEXIS 54, at \n*24 (N.C. Super . Ct. Oct. 31, 2014).  Absent deadlock, though, courts near and far \n“have been reluctant to order dissolution so long as it is possible to continue to operate \nthe company in accordance with its certificate of organization and management \nagreement.”  Barkal ow v. Clark , 959 N.W.2d 410, 420 (Iowa 2021).  As the Iowa \nSupreme Court recently put it, there must be “a clear inability to fulfill the contracted \npurposes of the LLC, usually but not invariably for financial reasons.”  Id. ; see also \nIn re 1545 Ocean Ave., LLC, 72 A.D.3d 121, 131 (N.Y. App. Div. 2010) ( holding that, \nabsent deadlock, the member petitioning for dissolution must show that “ continuing \nthe entity is financially unfeasible”). \n15. No deadlock exists here:  the undisputed evidence shows that Coastal \nDevelopment is the sole managing member of Ghost Town in the Sky and that it has \nunilateral authority under the operating agreement to manage the company’s \nday-to-day affairs without McClure’s consent.  (See V. Compl. ¶ 31; Op. Agrmt. §§ 7.9, \n7.10.)  There is no doubt that  McClure mistrusts Coastal Development a nd would \nremove it as managing member if she could.  But her dissenting views, no matter how \nentrenched, cannot lead to deadlock  because managerial authority lies exclusively \nwith Coastal Development.  See, e.g., Comput. Design & Integration, LLC v. Brown, \n2018 NCBC LEXIS 216 , at *75 (N.C. Super. Ct. Dec. 10, 2018 ) (concluding that n o \ndeadlock existed when managing member had “full, complete and exclusive \nauthority”); see also N.C.G.S. § 57D-3-20(a) (“The management of an LLC and its \nbusiness is vested in the managers.”); id. § 57D-3-20(d) (“[T]hose persons designated \nas managers in, or in the manner provided in, the operating agreement will be \nmanagers.”).  \n16. Nor is it unfeasible  for Ghost Town in the Sky to carry out its contracted \npurposes.  Broadly defined in t he operating agreement, those purposes are “to own, \nlease and otherwise deal with real and personal property,” “to engage in real estate \ninvestment and management,” and “to engage in any other lawful business” deemed \nto be in its “best interest.”  ( Op. Agrmt. § 1.1.)  Ghost Town in the Sky  is doing just \nthat by owning and managing  the amusement park  remnants and surrounding \nacreage. \n17. McClure points out that Ghost Town in the Sky  has no income and has not \nyet secured financing to develop its property.  As she concedes, though, the company \nhas no known creditors, and its property holds great actual and potential value.  (See \nBr. Supp. Summ. J.  12, ECF No. 70; Pl.’s Ex. 4, EC F No. 72. )  At most, the lack of \nincome and outside investment  suggests that the members have received an  \nunderwhelming return to date , not  that it is impracticable to continue.  See, e.g. , \nJacobson v. Walsh , 2014 NCBC LEXIS 2, at * 25 (N.C. Super. Ct. Jan. 22, 2014)  \n(holding that “[t]he mere fact of foreclosure and the loss of investments, standing \nalone,” did not support claim for dissolution); see also Dysart v. Dragpipe Saloon, LLC, \n933 N.W.2d 483, 486–87 (S.D. 2019) (“Nor do the historic losses or Dragpipe’s failure \nto return income distributions to its members render its operation impracticable.”). \n18. Moreover, Ghost Town in the Sky is young, having been formed just two \nyears before this litigation began.  No evidence suggests that the company’s founders \nexpected it to complete development of an amusement park and turn a profit in that \nshort period.  Even if they had, a “court will not dissolve an LLC merely because the \nLLC has not experienced a smooth glide to profitability or because events have not \nturned out exactly as the LLC’s owners originally envisioned.”  In re Arrow Inv. \nAdvisors, LLC, 2009 Del. Ch. LEXIS 66, at *9 (Del. Ch. Apr. 23, 2009); see also id. at \n*14 (“Hamman cannot state a claim for dissolution by simply alleging th at a \ntwo-year-old LLC with a broad purpose clause has experienced some adversity and \ntherefore ought to be dissolved.”).   \n19. McClure also contends that the company cannot pay its property taxes and \nother recurring costs because it has  no cash on hand apart from a nominal bank \naccount balance.  This is unpersuasive .  Historically, the company’s members have \nlent it money as needed or otherwise paid its costs.  It is undisputed that Presley paid \nthe property taxes before her death .  ( See 1st McClure Aff. ¶  4.)  Since then, both \nMcClure and Coastal Development have paid various expenses , and both represent \nthat they have the means to continue doing so.  ( See 2d McClure Aff. ¶ 5; Wood Aff. \nat 4; Wood  Dep. v.2 21:19–22:15, 23:22–24:9, ECF No. 93.5 .)  The only reason that \nthe 2022 and 2023 property taxes are overdue is that McClure and Coastal \nDevelopment disagree about who should bear that expense. 2  That is an  isolated \ndispute about member rights and obligations, not true financial adversity of the sort \nneeded to merit the drastic remedy of i nvoluntary dissolution.   See Brady, 2017 \nNCBC LEXIS 61, at *33  (“A claim for judicial dissolution is not intended to police \ndisagreements among members.”) ; see also Barkalow , 959 N.W.2d at 423 \n(“Dissolution .  . . is not a wide -ranging mechanism for doing equity, but a drastic \n \n2 Coastal Development contends (without much support, it must be said) that Article II of the \noperating agreement obligates McClure to pay all property taxes owed by Ghost Town in the \nSky but represents that it would pay them if she does not.  McClure reasonably disputes that \nreading of the operating agreement.  This is a dispute that the parties can and should resolve.  \nThere are many targeted ways to do so (such as mediation or an action for declaratory relief, \nfor example); involuntary dissolution is not one of them. \nremedy to be ordered when an LLC is truly  in an unmovable logjam or cannot as a \npractical matter carry on its contracted purpose.”).  \n20. In her reply brief, McClure accuses Coastal Development of gross negligence \nin its management of Ghost Town in the Sky.  Grossly negligent management could, \nin theory, support a claim for dissolution but only if the mismanagement ma kes it \nimpracticable for the LLC to carry on its activities.  For all the reasons discussed \nabove, that isn’t the case here.  See, e.g., Brady v. Van Vlaanderen, 261 N.C. App. 1, \n5 (2018) (concluding that complaining shareholder’s assertion that “assets are being \nmismanaged” did not “support an order for dissolution”) ; Jacobson, 2014 NCBC \nLEXIS 2, at *25 ( granting summary judgment, in part, because of “insufficient \nevidence of mismanagement” that impaired feasibility of LLC’s operations).   To the \nextent McClure believes that Coastal Development has breached its fiduciary duties \nor that its actions have harmed Ghost Town in the Sky, she can seek relief through a \nderivative claim.  See, e.g., 1545 Ocean Ave., 72 A.D.3d at 132  (“Nevertheless, such \nremedy cannot serve as the basis for dissolution unless the wrongful acts of a \nmanaging member which give rise to the derivative claim are contrary to the \ncontemplated functioning and purpose of the limited liability company.”). \n21. In short, neither Ghost  Town in the Sky’s inability to obtain financing nor \nthe frosty relationship between its members has kept it from fulfilling its contracted \npurposes.  The evidence, even when viewed in the light most favorable to McClure, \ndoes not show that it is impracticable to conduct Ghost Town in the Sky’s business in \nconformance with the operating agreement.  See, e.g., Comput. Design & Integration, \n2018 NCBC LEXIS 216, at *75 –76 (granting summary judgment when complaining \nmember had shown “a disagreement” but “not th at it is impracticable” to conduct \nLLC’s business); Jacobson, 2014 NCBC LEXIS 2, at *25 –26 (similar); see also, e.g. , \nLevine v. Beem , 608 So.2d 373, 375  (Ala. 1992) ( “The lease and maintenance of the \nreal property is Malaga Properties’ only objective and none of the alleged ill will \nbetween Levine and Sinclair has prevented Malaga Properties from accomplishing \nits objectives.”); Blue Equity Holdings Ky., LLC v. Cobalt Riverfront Props., LLC, 2019 \nKy. App. Unpub. LEXIS 616, at * 17 (Ky. Ct. App . Aug. 30, 2019) (unpublished)  \n(concluding that dissolution would be inappropriate given that the manager \n“possesse[d] the discretion to utilize the real property in accordance with any of the \nstated purposes set forth in” the operating agreement and had “done so by operating \na parking lot thereupon”). \n22. Separately, McClure contends that liquidation is necessary to protect her \nrights and interests.  As best the Court can tell, she offers two arguments.  The first \nis that she reasonably expected to receive regular distributions from Ghost Town in \nthe Sky but that her expectations have been frustrated by its failure to earn income.  \nThe second is that Coastal Development’s refusal to acknowledge her member rights \nfollowing Presley’s death was an act of oppression.   \n23. Neither argument has merit.   In corporate law, a minority  shareholder \nclaiming that liquidation is necessary to protect her rights must show, among other \nthings, that she “had one or more substantial reasonable expectations known or \nassumed by the other participants” and that “the expectation has been frustrated.”  \nMeiselman v. Meiselman, 309 N.C. 279, 301 (1983).  “[O]ur courts have not yet decided \nwhether and to what extent the principles of Meiselman apply to actions” to dissolve \nan LLC.  Bennett v. Bennett, 2019 NCBC LEXIS 19, at *35 (N.C. Super. Ct. Mar. 15, \n2019).  Even if a member of an LLC could  rely on Meiselman, though, McClure has \nnot offered evidence to substantiate her expectation that she would receive dividends, \nto establish the reasonableness of  that expectation in light of the bargained -for \nprovisions of the operating agreement and the nature of the company, or to show that \nCoastal Development knew about and shared her expectation.   \n24. Likewise, McClure’s argument that Coastal Development suppressed her \nmember rights is stale .  Before this litigation began, Coast al Development took the \nposition that McClure was an economic interest holder, not a member, and denied \nher demand for records on that basis.  Ghost Town in the Sky  then challenged \nMcClure’s standing to seek its dissolution for the same reason.  But the dispute over \nMcClure’s membership status is a thing of the past.  The Court resolved that dispute \nwhen it concluded that McClure is a member of Ghost Town in the Sky and denied  \nthe motion to dismiss.  Missing is any evidence of  present, ongoing oppression such \nthat liquidation would be necessary to protect McClure’s rights.  See Comput. Design \n& Integration, 2018 NCBC LEXIS 216, at *77  (granting summary judgment when \ncomplaining member had not offered evidence that managing member “has violated \nhis rights as an LLC member” or “operated [the LLC] in a manner resulting in harm \nto his interest”). \n25. “Justifying liquidation as a tool for enforcing the rights or interest s of a \ncomplaining shareholder . . . requires a strong showing.”  High Point Bank Tr. Co. v. \nSapona Mfg. Co. , 2010 NCBC LEXIS 14, at *19 (N.C. Super. Ct. June 22, 2010).   \nMcClure has not presented sufficient evidence, even when viewed in the light most \nfavorable to her , to show that liquidation is necessary to protect her rights and  \ninterests.   \n26. In sum, McClure has not forecasted evidence sufficient to create  a genuine \nissues of material fact on  either statutory ground for  judicial dissolution of Ghost \nTown in the Sky.  Accordingly, the Court denies her motion for summary judgment, \nenters summary judgment against her, and dismisses her claim with prejudice.  \nIII. \nMOTION TO STRIKE \n27. After briefing was complete, McClure moved  to strike some of Ghost Town \nin the Sky’s evidence: an affidavit of Matt Ferguson, an appraisal report of Lynwood \nB. Jackson, and limited portions of Wood’s affidavit.  McClure contends that  it is \nappropriate to strike these items because Ghost Town in the Sky never  disclosed \nFerguson as a person with relevant knowledge ( failing also  to produce an  exhibit \nattached to his affidavit ) and never designated Jackson as a n expert witness.  I n \nruling on the motion for summary judgment, though, the Court has  not considered \nany of this evidence.  Striking the affidavits and related documents would therefore \nhave no effect.  As a result, the Court denies McClure’s motion to strike as moot.  \n28. Even so, the Court does not condone Ghost Town in the Sky’s conduct during \ndiscovery.  At the parti es’ request, the Court extended various discovery deadlines \neight times, largely to accommodate Ghost Town in the Sky  and it s witnesses.  \nDespite these extensions, it  failed to identify Ferguson in response to McClure’s \ndiscovery requests and to designate Jackson as an expert in keeping with the case \nmanagement order.  Ghost Town in the Sky’s be lated attempt to introduce evidence \nthat it had not timely disclosed  or that it had not  produced at all is tantamount to \nlitigation by ambush .  Making matters worse, i ts counsel blamed McClure and her \ncounsel for the oversight .3  The se tactics have no place in civil litigation, and the  \nCourt admonishes Ghost Town in the Sky and its counsel accordingly.  \nIV. \nCONCLUSION \n29. For all these reasons, t he Court DENIES McClure’s motion for summary \njudgment and GRANTS summary judgment against her on her claim for dissolution \nof Ghost Town in the Sky.  This claim is DISMISSED with prejudice.   \n30. The Court also DENIES McClure’s motion to strike as moot. \n31. No issues or cl aims remain for trial.  Accordingly, this is a final order and \njudgment disposing of all issues in this action. \n \n \n3 Ghost Town in the Sky  apparently intended to seek a ninth extension of discovery that \nmight have allowed it to cure some of these issues.  Its counsel never moved for relief, though.  \nInstead, he asked McClure’s counsel to consent to the extension, which she did, and then let \nthe matter drop.  Inexplicably, Ghost Town in the Sky now contends that McClure  should \nhave prepared and filed the motion to extend the discovery deadline.   \nSO ORDERED, this the 16th day of May, 2024. \n \n \n      /s/ Adam M. Conrad    l \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n "
}