{
  "id": "366a0382dce1738e5cb286ac9b495e2525e0eb51893a1823c50646ba20269332",
  "source_file": "data/raw/ncbc/366a0382dce1738e5cb286ac9b495e2525e0eb51893a1823c50646ba20269332.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nGUILFORD COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n12 CVS 6126 \nCHRISTOPHER CHAMBERS, on \nbehalf of himself and all others \nsimilarly situated, \n \nPlaintiff, \n \nv. \n \nTHE MOSES H. CONE MEMORIAL \nHOSPITAL; THE MOSES H. CONE \nMEMORIAL HOSPITAL \nOPERATING CORPORATION d/b/a \nMOSES CONE HEALTH SYSTEM \nand d/b/a CONE HEALTH; and \nDOES 1 through 25, inclusive, \n \nDefendants. \n \nORDER AND OPINION  \nON DEFENDANTS’ MOTION  \nTO DISMISS \n \nHiggins Benjamin, PLLC, by John F. Bloss, and Law Offices of Barry L. \nKramer, by Barry L. Kramer, for Plaintiff Christopher Chambers.   \n \nWomble Bond Dick inson (US) LLP, by Philip J. Mohr and Brent F. \nPowell, for Defendants The Moses H. Cone Memorial Hospital and The \nMoses H. Cone Memorial Hospital Operating Corporation.   \n \nConrad, Judge. \n1. This class action, though begun almost ten years ago, remains in its early \nstages.  Pending is the defendants’ second motion to dismiss the amended complaint.  \n(ECF No. 104.) \n2. Christopher Chambers is a former patient of The Moses H. Cone Memorial \nHospital (“Moses Cone”).  He had an emergency appendectomy there in August 2011.  \n(See Am. Compl. ¶  25, ECF No. 49.)  Uninsured at the time, Chambers signed a  \nstandard form contract and agreed to pay all charges “in accordance with the regular \nChambers v. Moses H. Cone Mem’l Hosp., 2021 NCBC 43. \nrates and terms” used by the hospital.  (Am. Compl. ¶ 12.)  According to Chambers, \nthe phrase “regular rates” is meaningless because Moses Cone uses a smorgasbord of \nrate schedules that vary by patient and service provider.  There are, for example,  \ngovernment-mandated rates for Medicare and Medicaid recipients, negotiated rates \nfor insured patients, and discounted rates for charit able services.  (See Am. Compl. \n¶ 15.)  Chambers alleges that his bill —totaling more than $14,000—was based on \n“artificial and grossly excessive Chargemaster rates.”  (Am. Compl. ¶ 42; see also Am. \nCompl. ¶ 27.)  Rather than pay in full, Chambers sued  Moses Cone and its parent \ncompany. \n3. Early motions and amendments have winnowed the claims.  All that \nremains is  a claim for declaratory judgment.  Chambers seeks declarations that \nMoses Cone’s form contract includes an open price term, that it may not bill self-pay \npatients at Chargemaster rates, and that it is entitled only to the reasonable value of \nits services.  (See Am. Compl. ¶¶ 40, 41.)  He asserts the claim on behalf of a class of \nsimilarly situated self-pay patients.  (See Am. Compl. ¶¶ 28, 31.) \n4. Shortly after the amended complaint was filed, Moses Cone renounced its \nintention to seek payment from  Chambers.  It then moved to dismiss his claim as \nmoot.  This Court agreed that Chambers’s individual claim was moot, concluded that \nhe could no  longer represent the putati ve class , and dismissed the amended \ncomplaint.  See Chambers v. Moses H. Cone Mem’l Hosp. , 2017 NCBC LEXIS 22, at \n*12–20 (N.C. Super. Ct. Mar. 13, 2017).  The Court of Appeals affirmed that decision, \nbut the Supreme Court granted review, reversed , and held that  Chambers “retains \nthe legal capacity to pursue class certification and class -wide relief, even though his \nindividual claim may have been satisfied.”  Chambers v. Moses H. Cone Mem’l Hosp., \n374 N.C. 436, 451 (2020). \n5. Now, on remand, Moses Cone has moved to dismiss the amended complaint \nfor failure to state a claim .  After f ull briefing and a hearing on 13 July 2021,  the \nmotion is ripe. \n6. Dismissal for failure to state a claim  “is seldom appropriate ” in \ndeclaratory-judgment actions.  Morris v. Plyler Paper Stock Co. , 89 N.C. App. 555, \n557 (1988) (citing N.C. Consumers Power, Inc. v. Duke Power Co. , 285 N.C. 434, 439 \n(1974)).  It is usually sufficient to  allege “the existence of a real controversy arising \nout of the parties’ o pposing contentions and respective legal rights under a .  . . \ncontract.”  Id. ; see also  N.C.G.S. §  1-254 (authorizing contracting parties to “have \ndetermined any question of construction or validity arising under the” contract). \n7. Chambers has cleared that r elatively low bar.  The  amended complaint \nalleges a real controversy about whether the contract at issue has an open price term \nand whether the hospital  may bill self -pay patients at Chargemaster rates .  Moses \nCone concedes as much.  (See Reply Br. 2, ECF No. 109.) \n8. So, what is Moses Cone’s argument for dismissal?  Its position is that, even \nif Chambers prevails, his victory in this battle will not end the war.  A determination \nthat the contract contains an open price term will spawn  new disputes about what \neach class member owes.  On that basis, Moses Cone contends that  a declaratory \njudgment will not settle things once and for all and that t he Court must refuse to \nissue one.  (See Br. in Supp. 6, ECF No. 105.) \n9. Certainly, a trial court h as discretion “to decline a request for declaratory \nrelief when (1) the requested declaration will serve no useful purpose in clarifying or \nsettling the legal relations at issue; or (2) the requested declaration will not terminate \nor afford relief from the uncertainty, insecurity, or controversy giving rise to th e \nproceeding.”  Augur v. Augur, 356 N.C. 582, 588–89 (2002) (citing N.C.G.S. § 1-257).  \nBut neither condition exists here .  Entry of the declarations sought by Chambers \nwould serve a useful purpose by clarifying the  contract’s price term.  It would also \nafford relief to class  members from the uncertainty over whether Moses Cone may \nbill self-pay patients at Chargemaster rates.  See, e.g., Perry v. Bank of Am., N.A., 251 \nN.C. App. 776, 780–81 (2017) (reversing dismissal of declaratory-judgment action). \n10. Although Moses Cone analogizes this case to Augur , the cases are nothing \nalike.  There, the trial court dismissed a claim for declaratory judgment because the \nparty asserting the claim had already received complete relief through other means.  \nThe Supreme Court affirmed, observing that declaratory relief would not have altered \nthe parties’ legal positions .  See Augur, 356 N.C. at 589 –90.  That isn’t true in this \ncase.  The class (unlike Chambers) has not received relief of any kind ; declaratory \nrelief would alter the parties’ legal positions and clarify their contractual rights. \n11. The possibility that  Moses Cone and some class members  will go on  to \ndispute the reasonable value of services provided is not a sound reason to dismiss the \nclaim.  Declaratory relief is available “whether or not further relief is or could be \nclaimed.”  N.C.G.S. §  1-253.  And nothing  requires “one seeking an adjudgment of \ncontract rights to go further and seek an enforcement of those rights .”  Knotville \nVolunteer Fire Dep’t, Inc. v. Wilkes Cnty., 94 N.C. App. 377, 379 (1989). \n12. Finally, Moses Cone argues that the requested declarations “necessitate an \nindividualized factual inquiry” for each class member.  (Reply Br. 10.)  That objection, \nif true, might preclude class certification.  At some point, Chambers will need to show \nthat his claim is capable of class -wide resolution and that questions  of law and fact \ncommon to the class predominate over individual issues.  See Hefner v. Mission Hosp., \nInc., 2015 NCBC LEXIS 115, at *9–12 (N.C. Super. Ct. Dec. 15, 2015).  But that is an \nissue for another day.   \n13. For now, the question is  simply whether Chambers has adequately alleged \na basis for declaratory relief.   He has.  The Court therefore DENIES the motion to \ndismiss.  \n14. The parties shall file a revised case management report and proposed case \nmanagement order no later than 2  August 2021.  The Court will schedule a case \nmanagement conference at a later time. \n \nSO ORDERED, this the 19th day of July, 2021.   \n \n  /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \nfor Complex Business Cases \n \n "
}