{
  "id": "36ba16cd9b1de9c6b7c95a8ad79563f67eeeaf247246e7132e119770bbe9ea52",
  "source_file": "data/raw/ncbc/36ba16cd9b1de9c6b7c95a8ad79563f67eeeaf247246e7132e119770bbe9ea52.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 13 CVS 13297 \n \n \nJOHN L. GRASINGER and LAWRENCE ) \nBENUCK, ) \n Plaintiffs  )  \n  ) OPINION AND ORDER \n v.  ) ON MOTION TO DISMISS \n   )   \nJASON A WILLIAMS and CAMERON ) \nL. PERKINS,   ) \n  Defendants ) \n \n \nTHIS CAUSE, designated a mandatory comple x business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the court upon Defendants' Motion  to Dismiss (\"Motion\") pursuant to Rules \n12(b)(1) and 12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”); and \n THE COURT, after reviewing the Motion, brie fs in support of and in opposition to the \nMotion, arguments of counsel and other appr opriate matters of record, CONCLUDES that \nthe Motion should be GRANTED, in part, and DENIED, in part, for the reasons stated herein. \nJordan Price Wall Gray Jones & Carlton, PLLC , by Paul T. Flick, Esq. and Lori P. \nJones, Esq. for Plaintiffs John L. Grasinger and Lawrence Benuck.  \n \nWyrick Robbins Yates & Ponton LLP, by Charles George, Esq. and Kevin J. Stanfield, \nEsq. for Defendants Jason A. Williams and Cameron L. Perkins. \n \nMcGuire, Judge. \n \n \nPROCEDURAL HISTORY \n \n1. On October 2, 2013, Plaintiffs John L.  Grasinger (\"Grasinger\") and Lawrence \nBenuck (\"Benuck\") filed a Verified Compla int against Defendants Jason A. Williams \nGrasinger v. Williams, 2015 NCBC 5.\n \n \n(\"Williams\") and Cameron L. Perkins (\"Perkins\"). Plaintiffs' action was designated as No. 13 \nCVS 13297 by the Clerk of Superior Court of Wake County. \n2. On November 6, 2013, Plaintiffs filed their First Amended Verified Complaint \n(\"Amended Complaint\"). In the Amended Complaint, Plaintiffs pursue the following seven \nclaims for relief (\"Claim(s)\"): First Claim for Relief (Breach of Fiduciary Duty); Second Claim \nfor Relief (Breach of Contract); Third Claim for Relief (Constructive Fraud, Constructive \nTrust and Accounting); Fourth Claim for Relief (Civil Conspira cy); Fifth Claim for Relief \n(Unfair and Deceptive Trade Acts or Practices); Sixth Claim for Relief (Conversion); Seventh \n(Alternative) Claim for Relief (Unjust Enrichment). \n3. On December 9, 2013, Defendants filed the Motion, seeking dismissal of all \nClaims, pursuant to Rules 12(b)(1) and 12(b)(6). \n4. The Motion has been fully briefed and argued, and is ripe for determination. \nFACTUAL BACKGROUND \nAmong other things, the Amended Complaint alleges that: \n5. Plaintiffs sought to open an urgent care clinic in Boone, North Carolina, in \nearly 2009. After Plaintiffs had completed significant work on the clinic and negotiations with \na prospective Practice Manager fell through, Plaintiffs entered into  negotiations with \nDefendants for the formation of a partnership that would operate the Clinic. To that end, the \nParties agreed to form a corporation, Boon e UC, Inc. (\"Boone UC\"), owned in equal 25% \nshares by each individual party.1 \n6. Incident to the formation of Boone UC, the individual Parties entered into a \nShareholders' Agreement (\"Agreement\") “governing their rights and obligations with respect \nto Boone UC.”2  Under the Agreement, each individual party was required to make a capital \n                                                 \n1 Am. Compl. ¶ 9-13. \n2 Id. ¶ 14. \n \n \ncontribution of $37,500.   The Agreement also pr ovided that Boone UC’s “Board of Directors \nshall be comprised of three (3) directors” co mprised of the two Defendants and Plaintiff \nGrasinger.3  Each of the parties signed the Agreement. \n7. The Agreement also included a “d rag-along” provision whereby all \nshareholders would be obligated to sell thei r shares and vote in favor of any merger, \nconsolidation, or asset sale that was approved by a majority of Boone UC’s board of directors.4 \nDefendants “represented” to Plaintiffs that “no merger, consolidation, or sale of the assets of \ncapital stock of Boone UC had been agreed  to, was being contemplated, or was in \nnegotiation.”5 Plaintiffs have not alleged that Defendants had agreed to or even contemplated \nthe sale of Boone UC at the time that the Agreement was executed. \n8. The Boone UC clinic opened in January 2010, and was successful.6 \n9. On or about October 5, 2010, Defendant s called a special meeting (“Meeting”) \nof the Boone UC Board of Directors. At the m eeting, Defendants proposed the sale of Boone \nUC, along with seven or eight other urgent  care clinics in which Defendants had a \n“substantial interest,” to Urgent Care of Am erica Holdings, LLC (“UCA”) (“Transaction”).  \nPlaintiffs objected to the sale.  Defendants, ho wever, notified Plaintiffs that they would \nnevertheless be forced to sell their interest  in Boone UC pursuant to the drag-along \nprovision.7 \n10. UCA paid a total of approximately $22 million for all of the urgent care clinics, \nincluding Boone UC, only $165,000 of which was paid for Boone UC. Plaintiffs contend that \nDefendants “unilaterally and arbitrarily” assigned Boone UC a total valuation of $165,000. \n                                                 \n3 Id. ¶¶ 15, 17. \n4 Id. ¶ 16. \n5 Id. ¶ 18. \n6 Id. ¶ 20. \n7 Id. ¶¶ 21-25. \n \n \nThis valuation was less than the corporation’ s net equity and “substantially undervalued” \nBoone UC. Defendants failed to obtain an independent valuation of Boone, failed to follow \ngenerally accepted accounting practices, undervalued “components” of Boone UC, and \n“manipulated” the value of Boone UC.\n8 \n11. Plaintiffs and Defendants each received $41,250 in payment for their shares of \nBoone UC, a 10% return on their original investments.9 \n12. Defendants used their positions as the ma jority of the Board of Directors and \nthe drag-along rights in the Agreement to manipulate the amount paid for Boone UC as part \nof the Transaction and to unfairly be nefit their own personal interests. 10  A s  a  r e s u l t  o f  \nDefendants’ actions, “Plaintiffs got less than they deserved from Boone UC’s portion of the \nnet sales proceeds for the [ ] Transaction.”11 \n13. In connection with the Transaction, “the Defendants, without proper authority, \ncreated, filed, or caused to be created or file d, certain documents on behalf of Boone UC and \nthe Plaintiffs, including . . . documents indicati ng full shareholder consent [to the sale] and  \nArticles of Dissolution” without Plaintiffs’ approval or consent.12 \n14. Defendants’ actions breached their fi duciary duties to Plaintiffs as \nshareholders, directors and officers, as well as duties imposed by statute under G.S. Chapter \n55.13 \n  \n                                                 \n8 Id. ¶¶ 28-32, 34. \n9 Id. ¶29 and Exh. D. \n10 Am. Compl. ¶¶ 43-46. \n11 Id. ¶45. \n12 Id. ¶¶ 36-37. \n13 Id. ¶¶ 38-40. \n \n \nDISCUSSION \n15. The Motion seeks dismissal of Plaintiff's Claims pursuant to Rules 12(b)(1) for \nlack of subject matter jurisdiction and 12(b)(6) for failure to state claims upon which relief \ncan be granted.  The Court will address each in turn. \na. Rule 12(b)(1) \n16. Rule 12(b)(1) allows a party to move to dismiss an action at any stage for lack \nof subject matter jurisdiction.  \"Whenever it appears by suggestion of the parties or otherwise \nthat the court lacks jurisdiction of the subj ect matter, the court shall dismiss the action.\" \nRule 12(h)(3). Unlike a motion to dismiss for failure to state a claim, a court considering \ndismissal for lack of subject matter jurisdiction may weigh matters outside of the pleadings. \nTart v. Walker , 38 N.C. App. 500, 502 (1978). In opposing a motion to dismiss under Rule \n12(b)(1), the Plaintiff bears the burden to sh ow facts that if accepted as true would \ndemonstrate the existence of jurisdiction. Wilkie v. Stanley, 2011 NCBC 11 ¶ 7 (N.C. Super. \nCt. 2011); see also Blinson v. State , 186 N.C. App. 328, 333 (2007) (citing Coker v. \nDaimlerChrysler Corp., 172 N.C. App. 386, 391 (2005) (\"As the party invoking jurisdiction, \nplaintiffs have the burden of proving the elements of standing.\")). \n17. Plaintiffs raise seven claims for relief against Defendants.  All but Plaintiffs’ \nclaim for breach of contract (“Second Claim for Relief”) arise from the same allegations; that \nDefendants used their control of the Board of Directors and the drag-along rights in the \nAgreement to enter into the Transaction in which they sold Boone UC for less than its actual \nfair value and thereby benefitted themselves by receiving proportio nately more for their \ninterests in the other urgent care clinics sold as part of the Transaction.14  All but Plaintiffs’ \n                                                 \n14 The Court specifically notes that Plaintiffs' claim for violation of Chapter 75 arises out of an injury \nto the corporation and is therefore derivative in nature. See Aubin v. Susi, 149 N.C. App. 320, 324 \n(2002) (affirming dismissal of Chapter 75 claim where plaintiff \"failed to show that any damage \nwhich she [ ] sustained as a result of [defendant's] actions is different from that sustained\" by the \n \n \nbreach of contract claim seek damages based on Plaintiffs’ allegation that they did not receive \na “fair amount” for their shares in Boone UC.15  \n18. Defendants contend that this action should be dismissed in its entirety because \nPlaintiffs lack standing to bring the claims in  their individual capacities because the losses \nasserted in the Amended Complaint are losses sustained solely in their capacities as \nshareholders, and, therefore, must be brou ght derivatively pursuant to G.S. 55-7-40 et seq. \nPlaintiffs argue that because Defendants con trolled the corporation, they were “de facto \nminority shareholders” who should be permitte d to pursue the claims in their individual \ncapacities.16 \n19. It is a well-established rule in North Carolina that corporate shareholders \ncannot bring actions in their individual capacities to enforce causes of action accruing to the \ncorporation.  Barger v. McCoy Hillard & Parks, 346 N.C. 650, 658 (1997); Fulton v. Talbert, \n255 N.C. 183, 185 (1961).  This principle has become known as the Barger rule.  There are, \nhowever, two exceptions to the Barger rule: \n[A] shareholder may maintain an individual action against a third party for an \ninjury that directly affects the shareholder, even if the corporation also has a \ncause of action arising from the same wrong, if the shareholder can show that \nthe wrongdoer owed him a special duty or that the injury suffered by the \nshareholder is separate and distinct from the injury sustained by the other \nshareholders or the corporation itself. \n                                                 \ncorporation). However, to the extent Plaintiffs Chapter 75 claim is based on any individual harm, \nPlaintiffs have failed to allege any act that is in or affecting commerce as required by G.S. § 75-1.1, \nand therefore that claim would be subject to dismissal under Rule 12(b)(6). See White v. Thompson, \n364 N.C. 47, 52 (2010) (recognizing that internal operations and management of a business are not \nwithin the scope of G.S. § 75-1.1).  \n15 Pls.' Mem. In Opposition at 4 -5. \n16 Plaintiffs’ argument that they could not have brought their claims as derivative actions because \nDefendants had dissolved Boone UC is without merit since North Carolina law expressly permits a \ncivil action to be filed on behalf of a dissolved corporation.  G.S. §55-14-05(b)(5). \n \n \nRegions Bank v. Reg'l Prop. Dev. Corp. , 2008 NCBC 8, ¶ 45 (N.C. Super. Ct. Apr. 21, 2008) \n(quoting Barger, 346 N.C. at 658-59). As discussed below, the Complaint does not allege facts \nsufficient to meet either of the Barger exceptions. \n Special Duty \n20. The first prong of the Barger rule applies when \"the shareholder can show that \nthe wrongdoer owed him a special duty.\" Barger, 346 N.C. at 659. To proceed under this \ntheory, a plaintiff's allegations must establis h that the Defendants owed a duty that was \n\"personal to [P]laintiffs as shareholders and was separate and distinct from the duty \n[D]efendants owed the corporation.\" Id. \n21. Plaintiffs allege that Defendants owed them a special duty because Defendants \nexercised complete control over Boone UC by ho lding two of the three seats on the board of \ndirectors and because of the drag-along provision. Plaintiffs argue that they were essentially \nminority shareholders in Boone UC and were owed a special duty by Defendants as de facto \nmajority shareholders.17 \n22. In North Carolina, majority shareholders  of a closely held corporation owe a \n\"'special duty' and obligation of good  faith\" to minority shareholders. Norman v. Nash \nJohnson & Sons' Farms, Inc. , 140 N.C. App. 390, 407 (2000) (quotations in original). This \nduty arises from the concern that minority shareholders have \"'neither the power to dissolve \nthe business unit at will . . . nor do[ they] have . . . the opportunity to sell his shares on the \nopen market.'\" \nId., 140 N.C. App. at 404. \n23. However, in the context of the Barger rule, North Carolina courts have rejected \nthe notion that fifty-fifty shareholders in a closely held corporation necessarily owe one \nanother such a special duty. See Aubin v. Susi, 149 N.C. App. 320, 325-26 (2002) (finding that \n                                                 \n17 Compl. ¶ 44; Pls.' Mem. Opp'n at 6-8 (“by virtue of the Drag-Along Rights provision and \nappointment of the majority of seats on the Board, Plaintiffs are essentially minority shareholders”.) \n \n \nplaintiff failed to show a special duty as in Norman simply by showing that plaintiff and \ndefendant were each fifty percent shareh olders in a closely held corporation); accord Outen \nv. Mical, 118 N.C. App. 263 (1995). Moreover, this Court has recently held that the presence \nof control by one fifty percent shareholder, ev en \"sole effective control,\" does not justify \nimposing such a duty on the con trolling fifty percent shareholder. Maurer v. Maurer , 2013 \nNCBC 44 ¶¶ 17, 28 (N.C. Super. Ct. Aug. 23, 2013). In Maurer, the Court noted that, as a \nfifty percent shareholder, the plaintiff was no t \"in the same precarious position\" as a true \nminority shareholder because the plaintiff had the ability to \"automatically create a deadlock \non any matter requiring a shareholder vote.\" Id. at ¶ 26. Given this, the Court declined to \nfind the special duty prong of Barger satisfied.  \n24. As in Maurer, the Court finds that the Defendants' exercise of operational \ncontrol is insufficient to warrant treating Plaint iffs as de facto minority shareholders. As in \nthat case, Plaintiffs here, as fifty percent shareholders, had a greater ability to limit the \ncontrol of other shareholders, for example by creating deadlock on matters requiring \nshareholder approval, than would true minority owners. Indeed, Plaintiffs as fifty-percent \nshareholders agreed to the composition of the board of directors and the drag-along rights of \nwhich they now complain.  Accordingly, the Court finds that Defendants' control of the board \nof directors and the drag-along provision in th e Agreement do not give rise to any special \nduty owed to Plaintiffs.  As a result, Plaintiffs have failed to satisfy the first prong of Barger. \nSeparate and Distinct Injury \n25. Plaintiffs may, however, proceed in thei r individual action if they allege an \ninjury \"suffered by the shareholder that is separate and distinct from the injury sustained by \nthe other shareholders or the corporation itself.\" Barger, 346 N.C. at 659. To satisfy this \nprong of Barger, Plaintiffs contend that the arbitrary valuation of Boone UC uniquely harmed \n \n \nPlaintiffs because Defendants were able \"to in crease their own personal take from [the \nTransaction], caus[ing] specific damage to Plaintiffs that was not suffered by Defendants.\"18 \n26. At the heart of Plaintiffs' Amended Co mplaint is that Defendants arbitrarily \nassigned a value to Boone UC in the Transa ction that was lower than Plaintiffs contend \nBoone UC was worth. Based on Defendants' a lleged conduct, Boone UC, and each share \nthereof, was worth substantially less than Plai ntiffs contend it should have been worth. \nPlaintiffs' ultimate injury, receiving less t han they believed their shares were worth, was \nincurred solely on account of their status as shareholders and is attributable solely to the \nmanipulation of the stock value of Boone UC. Decreased share value, however, is precisely \nthe type of injury North Carolina courts have he ld to be insufficient to satisfy the second \nprong of Barger because the same injury is suffered by all shareholders. See, e.g., Allen v. \nFerrera, 141 N.C. App. 284, 290 (2000).  \n27. Plaintiffs maintain, however, that thei r injury is distinct because Defendants \ndid not suffer any harm on account of the undervaluation of Boone UC as this undervaluation \nsecured more proceeds for the other clinics owne d by Defendants that were involved in the \nTransaction. The Court disagrees. While it ma y be true on some level that Defendants \nbenefitted from the allocation of the proceeds paid for the purchase of Boone UC as part of \nthe Transaction, the injury suffered by Plaintiffs  because of this allocation is an injury to \nBoone UC itself, and is the same injury suffered by Defendants as shareholders. Plaintiffs do \nnot contend that only their interests in Boone UC were devalued, but instead admit that all \nfour shareholders received the same amount for their equal interests. The devaluation of \nBoone UC, therefore, resulted in the devaluation of the Defendants' interest in that company \n                                                 \n18 Pls.' Mem. Opp'n. at 9. \n \n \nas well. As such, the Court is not persuaded that the injury suffered by Plaintiffs was \nseparate and distinct from that suffered by Boone UC and the Defendants. \n28. Plaintiffs have failed to allege facts sufficient to establish that they have \nstanding to bring their claims (except for breach of contract) individually.  These claims are \nderivative claims belonging to Boone UC.  Plai ntiffs are not minority shareholders.  In \naddition, Plaintiffs have not alleged facts that  establish a special duty owed to them by \nDefendants, or any damages separate and distinct from the damages suffered by all \nshareholders of Boone UC.  Accordingly, Plai ntiffs lack standing to bring individual \nshareholder claims and Defendants’ motion to dismiss pursuant to Rule 12(b)(1) should be \nGRANTED with regard to Claims One, Three, Four, Five, Six, and Seven. \n29. Plaintiffs' claim for breach of contra ct (Second Claim for Relief) alleges that \nDefendants breached the Agreement by failing to provide notice required by the drag-along \nprovisions in the Agreement.  The provision re quires that shareholders be provided a notice \n“containing a description of the material terms of such proposed transaction.” 19  The Court \nfinds that that the breach of contract claim is not a derivative claim, but rather one that can \nbe raised by an individual shareholder. See, e.g., Snyder v. Freeman , 300 N.C. 204 (1980) \n(allowing individual claim for breach of ag reement among shareholders). Accordingly, \nDefendants’ motion to dismiss pursuant to Rule 12(b)(1) should be DENIED with regard to \nClaim for Relief Two. \nb. Rule 12(b)(6). \n30. Defendants do not seek dismissal of Plai ntiffs' claim for breach of contract \n(Second Claim for Relief) pursuant to Rule 12(b)(6). 20 Additionally, because the Court finds \nthat it lacks subject matter jurisdiction over Claims for Relief One, Three, Four, Five, Six \n                                                 \n19 Compl. ¶61. \n20 Defs.’ Brief in Support of Motion to Dismiss at 11-16. \n \n \nand Seven, it need not address Defendant's co ntentions regarding their Motion to Dismiss \npursuant to Rule 12(b)(6) regarding these Claims.  \nNOW THEREFORE, based upon the foregoing, it is hereby ORDERED that: \n1. The Motion is GRANTED, in part, as to Claims for Relief One, Three, Four, \nFive, Six, and Seven, and those claims are hereby DISMISSED without prejudice. \n2. To the extent the Motion seeks dismissal of Plaintiffs' Second Claim for Relief \nfor breach of the Agreement, the Motion is DENIED. \nThis the 15th day of January, 2015.  "
}