{
  "id": "3719f07f2548f385942cc2b782113544f7c5fc05c24d79e2d4f64db3876b025a",
  "source_file": "data/raw/ncbc/3719f07f2548f385942cc2b782113544f7c5fc05c24d79e2d4f64db3876b025a.pdf",
  "raw_text": " Insight Health Corp. v. Marquis Diagnostic Imaging of N.C., LLC, 2018 NCBC 66. \nSTATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 1783 \n \nINSIGHT HEALTH CORP. d/b/a \nINSIGHT IMAGING, \n \nPlaintiff, \n \nv. \n \nMARQUIS DIAGNOSTIC IMAGING \nOF NORTH CAROLINA, LLC; \nMARQUIS DIAGNOSTIC IMAGING, \nLLC; JOHN KENNETH LUKE; and \nGENE VENESKY, \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON MOTION \nFOR PREJUDGMENT INTEREST, \nATTORNEYS’ FEES, AND COSTS \n \n \n \n1. THIS MATTER  is before the Court upon Plaintiff Insight Health \nCorporation’s (“Insight”) Motion for Prejudgment Interest, Attorneys’ Fees, and Costs \n(the “Motion”) in the above-captioned case. \n2. On June 5, 2018, this Court entered judgment against Defendants Marquis \nDiagnostic Imaging of North Carolina, LLC (“MDI -NC”), Marquis Diagnostic \nImaging, LLC (“MDI”), John Kenneth Luke (“Luke”), and Gene Venesky (“Venesky”  \nand collectively, with the other defendants “Defendants” ).  At that time, the Court \ngranted Insight’s Mot ion in part with regard to Insight’s request for prejudgment \ninterest while retaining jurisdiction for purposes of further considering Insight’s \nrequest for attorneys’ fees and costs. \n3. Briefing on Insight’s Motion is now complete, and the Court elects, in i ts \ndiscretion and pursuant to Rule 7 of the General Rules of Practice and Procedure for \nthe North Carolina Business Court (“BCR”), to decide these issues without a hearing.  \n \n \nAfter considering the parties’ submitted materials and other appropriate matters o f \nrecord, the Court GRANTS Insight’s Motion as set forth herein. \nSmith Moore Leatherwood, LLP, by Marcus C. Hewitt and Jeffery R. \nWhitley, for Plaintiff Insight Health Corporation d/b/a Insight Imaging. \n \nRoberts & Stevens, P.A., by Wyatt S. Stevens, Ann-Patton Hornthal, and \nJohn D. Noor, for Defendants Marquis Diagnostic Imaging of North \nCarolina, LLC, Marquis Diagnostic Imaging, LLC, John Kenneth Luke, \nand Gene Venesky. \n \nBledsoe, Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n4. The Court has reported the facts of this litigation multiple times.  Insight \nHealth Corp. v. Marquis Diagnostic Imaging of N.C., LLC, 2018 NCBC LEXIS 56, at \n*2–22 (N.C. Super. Ct. June 5, 2018); Insight Health Corp. v. Marquis Diagnostic \nImaging of N.C., LLC, 2017 NCBC LEXIS 91, at *1–5 (N.C. Super. Ct. Oct. 3, 2017); \nInsight Health Corp. v. Marquis Diagnostic Imaging of N.C., LLC, 2017 NCBC LEXIS \n14, at *2 –11 (N.C. Super. Ct. Feb. 24, 2017).  The following recitation is therefore \nlimited to matters relevant to Insight’s Motion. \n5. This case primarily concerns a contract under which Insight leased an MRI \nscanner to MDI-NC (the “MRI Agreement”).  Insight Health Corp., 2018 NCBC LEXIS \n56, at *3.  After a series of events caused MDI-NC to sell its assets and close its doors, \nMDI-NC stopped payi ng Insight monthly rental payments.  Id. at *5.  Th e present \nlawsuit is the result of that nonpayment.  Id. at *6. \n \n \n6. Insight brought suit against MDI-NC, MDI—which wholly owns MDI-NC—\nand Luke and Venesky —who each own  a 49.5% interest in MDI.  Id. at *3 .  On \nNovember 15, 2017, a jury found MDI -NC liable to Insight for $3,014,925 for \nbreaching the MRI Agreement.   Id. at *19.  The jury also found Luke and Venesky \nliable to Insight for breach of fiduciary duty and constructive fraud and made the \nrequisite factual findings for the Court to pierce MDI-NC’s and MDI’s corporate veils.  \nId. at *19 –20.  Based on these findings, the Court ordered the parties to submit \nfurther briefing on whether veil-piercing relief should be granted. \n7. In conjunction with the  requested post -trial briefs , Insight also filed the \npresent Motion, arguing that a reciprocal attorneys’ fees provision  contained in the \nMRI Agreement  entitled Insight to an award of its attorneys’ fees .1  (Pl.’s Mo t. \nPrejudgment Interest, Att’y s’ Fees and Costs Ex. A ¶¶ 13, 21 [hereinafter “MRI \nAgreement”], ECF No. 209.) \n8. The Court’s entry of judgment against Defendants and decision on Insight’s \nMotion was temporarily delayed after Defendants initiated proceedings in the United \nStates Bankruptcy Court for the Northern District of Georgia (the “Bankruptcy \nCourt”).  (Pl.’s Reply Defs.’ Br. Opp’n Pl.’s Mot. Att’ys’ Fees, Interest and Costs Exs. \nA, B, C, ECF. No. 227; Order Concerning Bankruptcy Stay ¶¶ 5–6, ECF No. 226.)   \n                                                 \n1  The Court notes that Insight’s Motion was not accompanied by a separate brief and thus \ndid not comply with BCR 7.2.  Exercising its discretion, the Court will excuse this violation \nin light of the unique limitations placed upon this case by Defendants’ ba nkruptcy \nproceedings.  The Court does not intend its decision in this instance to offer sanctuary to \nfuture litigants who fail to comply with BCR 7.2. \n \n \n9. On May 8, 2018, the B ankruptcy Court entered an order in each of \nDefendants’ bankruptcy cases  allowing this Court to rule on the issue s pending in \nthis litigation.  (Pl.’s Reply Defs.’ Br. Opp’n Pl.’s Mot. Att’ys’ Fees, Interest and Costs \nExs. A, B, C.)   Accordingly, the Court pierced MDI-NC’s and MDI’s corporate veils \nand entered judgment against all Defendants on June 5, 2018.  Insight’ s Motion is \nthe final matter before the Court. \n10. In total, Insight ’s Motion requests $929,254.10 in attorneys’ fees for an \nasserted 3,308.2 hours of work performed by Insight’s counsel and counsel’s support \nstaff and $14,435.15 in costs.  (Pl.’s Mot. Prejudgment Interest, Att’ys’ Fees and Costs \n8 [hereinafter “Motion for Fees”], ECF No. 209.)  Defendants dispute portions of these \nrequests.  (Defs.’ Br. Opp’n Pl.’s Mot. Att’ys’ Fees and Interest 2, ECF No. 217.) \nII. \nLEGAL STANDARD \n11. In North Carolina, a party may only recover attorneys’ fees “if such a \nrecovery is expressly authorized by statute.”  Robinson v. Robinson , 210 N.C. App. \n319, 336, 707 S.E.2d 785, 797 (2011)  (internal quotation marks omitted).  Where an \naward of attorneys’ fees is authorized, the trial court’s determination as to the \namount of attorneys’ fees awarded “will not be disturbed without a showing of \nmanifest abuse of [the court’s] discretion.”  Bryson v. Cort, 193 N.C. App. 532, 540 , \n668 S.E.2d 84, 89 (2008).   The trial court “may also in its discretion consider and \nmake findings on the services expended by paralegals and secretaries acting as \nparalegals if, in the trial court’s opinion, it is reasonable to do so.”  United Labs., Inc. \n \n \nv. Kuykendall , 335 N.C. 183, 195, 437 S.E.2d 374, 382 ( 1993) (internal quotation \nmarks omitted). \nIII. \nANALYSIS \n12. Insight’s Motion presents the Court with three issues.  First, the Court must \ndetermine whether there is a statutory basis to award Insight att orneys’ fees.  See \nFurmick v. Miner, 154 N.C. App. 460, 46 1–62, 573 S.E.2d 172, 174 (2002).  Second, \nthe Court must consider the appropriate apportionment of attorneys’ fe es given the \nnature of the issues in this case.  Finally, the Court must assesses the reasonableness \nof Insight’s requested award. \nA. Statutory Basis for Award of Insight’s Attorneys’ Fees \n13. Following our legislature’s enactment of N.C. Gen. Stat. § 6 -21.6 in 2011, \n“[r]eciprocal attorneys’ fees provisions in business contracts are valid and enforceable \nfor the recovery of reasonable attorneys’ fees and expenses” as long as the contract is \nsigned in a manner approved by statute.  N.C. Gen. Stat. § 6-21.6(b); Kezeli v. Logan, \n2015 NCBC LEXIS 31, at *18 n.40 (N.C. Super. Ct. Mar. 26, 2015).  “If a business \ncontract governed by the laws of this State contains a reciprocal attorneys’ fees \nprovision, the court  . . . in any suit  . . . may award  reasonable attorneys’ fees in \naccordance wi th the terms of the business contract.”   N.C. Gen. Stat. § 6 -21.6(c).  \nSection 6-21.6 defines a business contract as “[a] contract entered into primarily for \nbusiness or commercial purposes.”  Id. § 6-21.6(a)(1).  A “reciprocal attorneys’ fees \nprovision” is a term by which each party agrees “to pay or reimburse the other parties \n \n \nfor attorneys’ fees and expenses incurred by reason of any suit, action, proceeding, or \narbitration involving the business contract.”  Id. § 6-21.6(a)(4). \n14. Both sides in this case agree that the MRI Agreement contains a reciprocal \nattorneys’ fees provision that is enforceable under section 6 -21.6.  The Court agrees \nwith the parties based on the following facts: \na. The MRI Agreement documented the lease of an MRI scanner from \nInsight to MDI-NC.  (MRI Agreement ¶ 1.) \nb. The MRI Agreement was entered into for business or commercial \npurposes—the acquisition of an MRI scanner by MDI-NC for its imaging \nfacility and the stream of revenue generated for Insight.  (MRI \nAgreement 7.)  \nc. The MRI Agreemen t contains a provision reading, “If either party \nengages an attorney for the purpose of enforcing this Agreement, or any \njudgment based hereon in any court  . . . the prevailing party shall be \nentitled to receive its attorneys’ fees and costs, whether taxab le or not, \nin addition to all other relief.”  (MRI Agreement ¶ 21.) \nd. The MRI Agreement was hand-signed by authorized representatives of \nInsight and MDI-NC.  (MRI Agreement 6.) \n15. The Court further finds that Insight succeeded on its claims for breach of \ncontract, breach of fiduciary duty, and constructive fraud, as well as its request to \npierce the corporate veils of MDI-NC and MDI.  The Court thus concludes that Insight \n \n \nis the “prevailing party” in this action and that section 6 -21.6 authorizes this Court \nto award Insight its attorneys’ fees under paragraph 21 of the MRI Agreement. \nB. Award of Insight’s Attorneys’ Fees on All Claims \n16. As a preliminary part of determining whether  Insight’s requested fees \naward is reasonable, the Court addresses an issue raised by Defendants’ opposition \nto Insight’s Motion.   \n17. Defendants contend that Insight’s requested award is excessive because \nInsight’s recovery of attorneys’ fees “should be limited to the reasonable attorneys’ \nfees associated with ‘enforcing the [MRI] Agreement’ against MDI-NC[.]”  (Defs.’ Br. \nOpp’n Pl.’s Mot. Att’ys’ Fees and Interest 2.)  Because only MDI-NC signed the MRI \nAgreement, and because Insight’s other claims in this action were not based directly \non the MRI Agreement, Defendants insist that Insight should not be permitted to \nrecover “attorneys’ fees associated [with] litigating the extra -contractual claims \nagainst the non -signatory defendants” or MDI-NC’s previously dismissed \ncounterclaims.  (Defs.’ Br. Opp’n Pl.’s Mot. Att’ys’ Fees and Interest 2.) \n18. Controlling precedent in North Carolina has long -recognized that “[w]here \nthe plaintiff has failed to prevail on a claim that is  distinct in all respects from his \nsuccessful claims, the hours spent on the unsuccessful claim should be excluded in \nconsidering the amount of a reasonable fee.”  Hensley v. Eckerhart, 461 U.S. 424, 440 \n(1983); see Morris v. Scenera Research, LLC , 229 N.C. App. 31, 58, 747 S.E.2d 362, \n378 (2013) (noting that North Carolina appellate precedent  concerning \napportionment of attorneys’ fees relies upon the reasoning in Hensley), rev’d on other \n \n \ngrounds, 368 N.C. 857, 788 S.E.2d 154 (2016).  In contrast, “[w]here a lawsuit consists \nof related claims, a plaintiff who has won substantial relief should not have his \nattorney’s fee reduced simply because the [fact finder] did not adopt each contention \nraised.”  Hensley, 461 U.S. at 440. \n19. Thus, where attorneys’ fees are not recoverable for litigating certain claims \nin an action but are recoverable for other claims in that same action, “fees incurred \nin [litigating] both types of claims are recoverable where the time expended on \n[litigating] the non-recoverable and the recoverable claims overlap[s] and the claims \narise ‘from a common nucleus of law or fact.’”  Philips v. Pitt Cty. Mem’l Hosp., Inc., \n242 N.C. App. 456, 459, 775 S.E.2d 882, 884 (2015) (quoting Okwara v. Dillard Dep’t \nStores, Inc., 136 N.C. App. 587, 595, 525 S.E.2d 481, 486 (2000)); Whiteside Estates, \nInc. v. Highlands Cove, L.L.C. , 146 N.C. App.  449, 467, 553 S.E.2d 431, 443 (2001).  \nA common nucleus of law or fact exists where “each claim [is] ‘inextricably \ninterwoven’ with the other claims[.]”   Whiteside Estates, Inc., 146 N.C. App. at 467, \n553 S.E.2d at 443 (quoting Okwara, 136 N.C. App. at 596, 525 S.E.2d at 487). \n20. Courts of this State apply the “reasonable relation test” to determine \nwhether claims are inextricably interwoven such that apportionment of fees is \nunnecessary: “‘reasonableness, not arbitrary classification of attorney activity, is the \nkey factor under all our attorneys’ fees statutes’ in awarding fees for attorney activity \nconnected with . . . the statute.”  Id. (quoting Coastal Prod. Credit Ass’n v. Goodson \nFarms, Inc., 70 N.C. App. 221, 228, 319 S.E.2d 650, 656 (1984)).  The trial court must \nsupport its conclusions as to whether claims meet the reasonable relation test with \n \n \nspecific findings of fact.  Messer v. Pollack , No. COA17 -582, 2018 N.C. App. LEXIS \n133, at *6 –7 (N.C. Ct. App. Feb. 6, 2018) ( remanding where trial court’s conclusion \nthat claims and counterclaims were “inseparable” lacked findings or explanation); \nMorris v. Scenera Research, LLC, 2016 NCBC LEXIS 101, at *19–20 (N.C. Super. Ct. \nDec. 19, 2016) (explaining that to deny an award for unsuccessful cl aims, the trial \ncourt must make “express findings that the unsuccessful claims did not arise from a \ncommon nucleus of operative fact upon which the successful claims were based ” \n(citing Morris, 229 N.C. App. at 56, 747 S.E.2d at 377–78)). \n21. In the case at ba r, Insight brought a claim for breach of contract against \nMDI-NC to recover its pecuniary losses arising from  MDI-NC’s breach of the MRI \nAgreement.  Recovering damages for the MRI Agreement’s breach in this case \nrequired pursuing relief that would help to ensure Insight recovered the money it was \ndue under the MRI Agreement.  Part of this effort involved Insight’s request to pierce \nMDI-NC’s and MDI’s c orporate veils and  hold all Defendants liable for MDI -NC’s \nbreach of the MRI Agreement.  (See Am. Compl. ¶¶ 98–102(f), ECF No. 61.)   \n22. Our Supreme Court’s most recent opinion on corporate veil piercing clarified \nthat “piercing the corporate veil is not a theory of liability” but a means of seeking \nrelief from those “who would otherwise be shielded by the corporate form.”  Green v. \nFreeman, 367 N.C. 136, 146, 749 S.E.2d 262, 271 (2013).  The purpose of piercing is \nto “place the burden of the loss upon the party who should be responsible.”  Glenn v. \nWagner, 313 N.C. 450, 458, 329 S.E.2d 326, 332 (1985).   \n \n \n23. Prior to the initiation of this lawsuit and throughout its duration,  \nDefendants represented that MDI-NC was completely insolvent.  (Motion for Fees 10; \nTrial Tr. 786:14 –15.)  What money MDI-NC had—the funds acquired from selling \nMDI-NC’s assets—did not go to pay Insight for any remaining portion of the MRI \nAgreement and wa s instead transferred to other creditors of MDI -NC and other \nentities Luke and Venesky owned.   For example, some of the funds generated from \nthe asset sale went to pay a debt owed by another LLC owned by MDI —Marquis \nDiagnostic Imaging of Arizona, LLC.   (Trial Tr. 542:14–543:25.)  Enforcing the MRI \nAgreement required Insight to request veil -piercing relief on its breach of contract \nclaim, and the Court entered judgment on that claim  and granted Insight’s request \nagainst all Defendants.   \n24. Because piercing the corporate veil is not a separate claim under the law of \nthis State but a means to recover on an underlying claim, the  Court concludes that \nInsight’s request to pierce the corporate veil in this case was inextricably interwoven \nwith Insight’s claim to enforce the MRI Agreement and arose from a common nucleus \nof law or fact.  See Green, 367 N.C. at 146, 749 S.E.2d at 271.   Accordingly, because \nInsight may recover reasonable fees associated with enforcement of the MRI \nAgreement under section 6-21.6, Insight will be permitted to recover its reasonable \nfees associated with litigating its requested veil-piercing relief .  See Whiteside \nEstates, Inc., 146 N.C. App. at 467, 553 S.E.2d at 443.  All Defendants shall be subject \nto the Court’s award of attorneys’ fees, as judgment on MDI -NC’s breach of contract \n \n \nwas entered against all Defendants.  Insight Health Corp., 2018 NCBC LEXIS 56, at \n*54–55. \n25. The Court next addresses whether reasonable fees associated with Insight’s \nextra-contractual claims should likewise be recoverable.   In addition to its breach of \ncontract claim, Insight asserted claims against all Defendants for unfair or deceptive \ntrade practices in violation of N.C. Gen. Stat. § 75-1.1, fraudulent transfer under N.C. \nGen. Stat. § 39-23 et seq., and wrongful distribution and personal liability under N.C. \nGen. Stat. § 57D -406 et seq., and against Luke and Venesky individually for breach \nof fiduciary duty and constructive fraud (collectively, the “extra-contractual claims”).  \nId. at *6.  Although only a subset of these claims proceeded to trial, and Insight was \nnot successful on all of its own claims,  the Court finds that the time spent on all of \nthese claims overlapped with Insight’s recoverable claim and request for relief and \narose from a common nucleus of law or fact shared with Insight’s recoverable claim \nand request for relief. \n26. To prove that MDI -NC breached the MRI Agreem ent as a result of the \ndomination and control exerted by MDI, Luke, and Venesky, Insight submitted, \namong other things, evidence of the following at trial: \na. Luke and Venesky transferred MDI -NC’s and MDI’s  cash to other \nentities they owned , and generally mov ed cash between their entities,  \nwithout proof of intercompany loans or other instruments to formalize \nthese transfers of funds.  (Trial Tr. 506:14–511:16.) \n \n \nb. The last of the funds MDI-NC received for the sale of its assets were, in \npart, used to pay the debts of other LLCs owned by MDI and controlled \nby Luke and Venesky instead of being used to pay Insight for any portion \nof the remaining MRI Agreement’s term.  (Trial Tr. 542:14–543:25.) \nc. Other funds MDI -NC had remaining after selling all its assets and \nceasing business were used to pay debts owed to creditors who held \npersonal guarantees from Luke and Venesky.  (Trial Tr. 457:7 –10, \n466:10–468:24.) \n27. Insight’s extra -contractual claims  were al l based upon these same facts .  \nSpecifically, the extra -contractual claims arose from allegations that Defendants \n“caused the [d]istribution of the proceeds from [MDI-NC’s asset sale]” to MDI, Luke, \nand Venesky;  “entities affiliated with” MD I-NC, MDI, and Luke and Venesky;  or \n“other creditors on a preferential basis.”  (See Am. Compl. ¶¶ 68, 79, 81, 85–97, 104–\n09, 112 –13.)  The Court thus finds that  the facts underlying  Insight’s extra -\ncontractual claims were inextricably interwoven with those supporting Insight’s \nclaim for breach of contract and request to pierce the corporate veil and, further, that \nthe time spent litigating the extra -contractual claims overlapped with the time \nexpended on Insight’s recoverable claim and request for relief.   \n28. Moreover, Plaintiff has won substantial relief through this lawsuit, \nincluding all of the compensatory damages it sought against Defendants.  See \nHensley, 461 U.S. at 440 (noting that a plaintiff who wins substantial relief through \n \n \nthe pursuit of related claims “ should not have his attorney ’s fee reduced simply \nbecause the [fact finder] did not adopt each contention raised”). \n29. Consequently, the Court concludes that Insight shall be permitted to recover \nreasonable attorneys’ fees incurred in prosecuting these extra-contractual claims.2   \n30. Turning to Insight’s fees associated with litigating MDI-NC’s counterclaims, \nthe Court reaches a similar conclusion.  MDI-NC brought counterclaims for fraud in \nthe inducement and unfair or deceptive trade practices against Insight, both of which \nthe Court dismissed at summary judgment.  Insight Health Corp., 2017 NCBC LEXIS \n14, at *13–21. \n31. MDI-NC’s fraud claim alleged that Insight fraudulently induced MDI-NC to \nenter the MRI Agreement and sought damages and rescission of the MRI Agreement.  \n(Def. MDI-NC’s Am. Countercl s. ¶¶ 33 –39, ECF No. 127 .)  As such, the Court \nconcludes that defending against this counterclaim was a necessary part of enforcing \nthe MRI Agreement and that Insight’s fees associated with litigating this claim are \nrecoverable under the MRI Agreement and section 6 -21.6.  Furthermore, as this \ncounterclaim dealt directly with the MRI Agreement and its enforceability, the Court \nconcludes that it was inextricably interwoven with Insight’s breach of contract claim \nand arose from the same common nucleus of law or fact.  The time expended on this \ncounterclaim overlapped with that expended on Insight’s breach of contract claim.  \n                                                 \n2  In so ruling, the Court does not intend this decision to serve as precedent in cases where \nthe record clearly reflects significant amounts of non-overlapping time spent solely on non-\nrecoverable, but factually related, claims.  See Philips, 242 N.C. App. at 459, 775 S.E.2d at \n884 (stating apportionment is unnecessary where the time expended on recoverable and non-\nrecoverable claims overlaps and the claims arise form a common nucleus of law or fact). \n \n \nThus, Insight’s attorneys’ fees should be recoverable as to this counterclaim on this \nadditional basis. \n32. MDI-NC’s unfair or deceptive trade practice claim alleged that  Insight \nengaged in deceptive and unfair behavior while negotiating and executing the MRI \nAgreement.  (Def. MDI-NC’s Am. Countercls. ¶¶ 40–43.)  The alleged facts supporting \nthis counterclaim incorporated and were identical to those supporting MDI -NC’s \nfraud in the inducement counterclaim.  (Def. MDI-NC’s Am. Countercls. ¶¶ 40–43.)  \nThe facts underlying the unfair or deceptive trade practices counterclaim were  thus \nthe same facts that were pertinent to the enforceability of the  MRI Agreement.  The \nCourt therefore concludes that MDI-NC’s counterclaim for unfair or deceptive trade \npractices arose from a common nucleus of law or fact and was inextricably interwoven \nwith Insight’s claim for breach of contract.  The time expended on this counterclaim \noverlapped with that expended on Insight’s breach of contract claim.  Insight’s \nattorneys’ fees shall thus be recoverable as to this counterclaim as well. \n33. In sum, based on the found facts recited above, and for the reasons explained \nherein, the Court concludes tha t all claims and counterclaims in this action were \ninextricably interwoven and  arose from the same common nucleus of law or  fact.  \nTime expended litigating these claims and counterclaims overlapped significantly.   \nApportionment of Insight’s fees is therefore “unnecessary and unrealistic.”  Whiteside \nEstates, Inc., 146 N.C. App. at 467, 553 S.E.2d at 443; see also Philips, 242 N.C. App. \nat 459, 775 S.E.2d at 884.  Insight shall be permitted to recover reasonable attorneys’ \nfees associated with litigating all claims and issues in this case. \n \n \nC. Amount of Fees Awarded \n34. An award for attorneys’ fees under section 6 -21.6 must be reasonable, and \nthe trial court must make findings supporting any award.  See WFC Lynnwood I LLC \nv. Lee of Raleigh, Inc., No. COA18-562, __ N.C. App. __, 2018 N.C. App. LEXIS 564, \nat *15 (N.C. Ct. App. June 5, 2018).  “In order for the appellate court to determine if \nthe statutory award of attorneys’ fees is reasonable the record must contain findings \nof fact as to the time and labor expended, the skill required, the customary fee for like \nwork, and the experience or ability of the attorney.”  Id.  The trial court must also \nmake any additional findings required by the particular circumstances that permit \nan award of attorney s’ fees.  See, e.g., N.C. Gen. Stat. § 6 -21.6(c); N.C. Rev. R. Prof. \nConduct 1.5(a). \n35. Specifically, under section 6-21.6(c), a trial court may consider the following \nfactors in determining the reasonableness of attorneys’ fees requested pursuant to a \nreciprocal attorneys’ fees provision in a business contract: \n(1)  The amount in controversy and the results obtained. \n(2)  The reasonableness of the time and labor expended, and the billing rates \ncharged, by the attorneys. \n(3)  The novelty and difficulty of the questions raised in the action. \n(4)  The skill required to perform properly the legal services rendered. \n(5)  The relative economic circumstances of the parties. \n(6)  Settlement offers made prior to the institution of the action. \n(7)  Offers of judgment pursuant to Rule 68 of the North Carolina Rules of \nCivil Procedure and whether judgment finally obtained was more favorable \nthan such offers. \n(8)  Whether a party unjustly exercised superior economic bargaining power \nin the conduct of the action. \n(9)  The timing of settlement offers. \n(10)  The amounts of settlement offers as compared to the verdict. \n(11)  The extent to which the party seeking attorneys' fees prevailed in the \naction. \n \n \n(12)  The amount of attorneys' fees awarded in similar cases. \n(13)  The terms of the business contract. \n \nN.C. Gen. Stat. § 6-21.6(c).3   \n36. The Court begins by examining the  reasonableness of the  total number of \nhours billed to Insight.  In determining the number of hours reasonably expended on \nthe litigation, the Court will  exclude those that are “excessive, redundant, or \notherwise unnecessary.”  Out of the Box Dev elopers, LLC v. Doan Law, LLP , 2014 \nNCBC LEXIS 39, at *24 (N.C. Super. Ct. Aug. 29, 2014) (quoting Hensley, 461 U.S. \nat 434).  \n37. Insight’s counsel an d support staff expended 3,308.2 hours pursuing this \nlitigation to its end.  ( Motion for Fees 8.)  These hours are thoroughly detailed and \ndescribed in invoices Insight’s counsel submitted in connection with their client’s \nMotion, located on the Court’s docket at ECF No s. 214.1–214.5.  The hours are also \nsummarized per month in the Affidavit of Marcus Hewitt  (“Mr. Hewitt”), Insight’s \nlead attorney.  (Hewitt Aff. Ex. 1, ECF No. 209.)   \n38. Additionally, the Court has also reviewed the Affidavit of Gilbert C. Laite, \nIII (“Mr. Laite”), an attorney with the law firm of Williams Mullen, who, like Insight’s \nattorneys, regularly practices complex civil litigation in the Raleigh, North Carolina \narea.  (Laite Aff. ¶ 2, ECF No. 209.)  Mr. Laite affirms that the number of hours billed \nby Insight’s counsel was  “reasonable and necessary to litigate the types of claims, \n                                                 \n3  The factors set out by our Court of Appeals in cases like WFC Lynnwood I LLC and those \nfactors listed in  N.C. Gen. Stat. § 6 -21.6(c) and Rule 1.5 of the North Carolina Rules of \nProfessional Conduct overlap significantly.  The Court’s findings herein are meant to address \nthe relevant factors provided by each governing authority. \n \n \nissues, and remedies in” this case over a multi -year period “resulting in a seven-day \njury trial.”  (Laite Aff. ¶ 8.) \n39. As of this date, this litigation has lasted over four years and has involved a \nsignificant number of complicated legal issues.  In order to pursue Insight’s claims \nthrough trial, Insight’s attorneys were required to (i) research and argue complex and \nnovel questions of law , including evidentiary questions about breaches of fiduciary \nduty, constructive fraud, and piercing the corporate veil; (ii) investigate a web of LLCs \nand bank transfers; and (iii) lead a team of attorneys and paralegals that compiled, \norganized, and present ed evidence sufficient to convince a jury to find in favor of \nInsight’s claims.   Having reviewed appropriate matters of record, including Mr. \nLaite’s affidavit and Insight’s attorneys’ fees invoices, the Court finds that the hours \nexpended on this case by Insight’s counsel are reasonable, with two caveats. \n40. First, Insight’s invoice for March 2014 indicates Insight was billed a total of \n41.2 hours for that month.  The inv oice only accounts for a portion of this time and \nbegins showing charges on March 10, 2014.  The Court cannot discern what work the \nremainder of these hours involved, and will thus exclude the se hours from Insight’s \nrequested award.   The Court also excludes 0.7 hours billed on October 30, 2017 \nbecause a redaction to Insight’s October 2017 invoice leaves the Court unable to \nconclude that the billed time was related to this lawsuit.  In total, the Court excludes \n28.9 hours of billed time on these grounds. \n41. Second, Insight’s invoices reflect hours billed by Insight’s counsel for \nhandling matters with State agencies or regulatory bodies and Insight’s Buncombe \n \n \nCounty Certificate of Need—work associated with relocating the MRI scanner leased \nto MDI -NC.  While Insight was required to  move the MRI scanner sooner than \nexpected following MDI-NC’s breach of the MRI Agreement, this work by counsel was \nnot associated with enforcing the MRI Agreement or litigating any other claim or \nissue in this case.  Insight would have had to relocate the MRI scanner at MDI-NC’s \nfacility even if MDI-NC had paid the rest of the MRI Agreement in full because MDI-\nNC closed its business.  The Court will exclude 11.8 hours from Insight’s fee request \non this basis. \n42. Taking the above  into consideration, the Court finds that a total of 40.7 \nhours should be excluded from Insight’s fee request.  For the reasons stated above, \nthe Court finds the remaining 3 ,267.5 hours to have been reasonably expended in \nlitigating this case.  \n43. Turning to the hourly rates requested, Insight was charged hourly rates of \n$375–$405 and $230–$275, respectively, by its two primary attorneys.  (Motion for \nFees 8; Hewitt Aff. ¶¶ 9–11.)  Litigation support staff and paralegals assigned to the \ncase charged Insight rates between $150 to $250 per hour.   (Motion for Fees 9.)  All \nfees incurred after March 2016 were given a 20% discount.  (Motion for Fees 9.) \n44. The Court is aware of the range o f hourly rates charged by law firms in \nNorth Carolina for litigation of similar business contracts and litigation in other \ncomplex civil cases and takes judicial notice of such rates for the purposes of this \ndecision.  See Simpson v. Simpson, 209 N.C. App. 320, 328, 703 S.E.2d 890, 895 (2011) \n(“[A] district court, considering a motion for attorneys’ fees . . . is permitted, although \n \n \nnot required, to take judicial notice of the customary hourly rates of local attorneys \nperforming the same services and having the same experience.”); see also In re Krispy \nKreme Doughnuts, Inc., S’holder Litig. , 2018 NCBC LEXIS 61, at *21 (N.C. Super. \nCt. June 20, 2018) (holding an hourly rate of $300 reasonable); In re Newbridge \nBancorp S’holder Litig., 2016 NCBC LEXIS 91, at *46 –47 (N.C. Super. Ct. Nov. 22, \n2016) (finding rates charged in North Carolina for complex civil litigation range from \n$250 to $475); Corwin v. British Am. Tobacco PLC , 2016 NCBC LEXIS 14, at *15 \n(N.C. Super. Ct. Feb. 17, 2016) (finding an average hourly rate of $325.04 reasonable); \nIn re Pike Corp. S’holder Litig. , 2015 NCBC LEXIS 95, at *22 –23 (N.C. Super. Ct. \nOct. 8, 2015) (finding hourly rates of $550, $375, and $250 to b e within, but at the \nhigher end of, reasonable fees for complex business litigation in North Carolina); In \nre PokerTek Merger Litig., 2015 NCBC LEXIS 10, at *23–24 (N.C. Super. Ct. Jan. 22, \n2015) (concluding that fees “in the range of $250 –$450 per hour” were “consistent \nwith the Court’s own experience” and find ing “an average attorney rate of $226.83 \nper hour” to be “reasonable and clearly not excessive”).   \n45. The Court also considers Mr. Laite ’s affidavit on this topic.   See WFC \nLynnwood I LLC , 2018 N.C. App. LEXIS 564, at *18 (remanding case in part on \nattorneys’ fees award because the record did not contain competent evidence of \ncomparable rates).   Mr. Laite has reviewed the hourly rates charged by Insight’s \ncounsel, as reported by Mr. Hewitt’s affidavit, and affirms that they are “reasonable \nand within the range of prevailing market rates charged by comparable law firms in \n \n \nNorth Carolina for the type of attorneys with comparable levels of skill and \nexperience in complex civil litigation.”  (Laite Aff. ¶ 7.) \n46. On these grounds, the Court finds that the billing rates charged by Insight’s \nattorneys were  reasonable, appropriate, clearly not excessive, and commensurate \nwith customary rates charged by firms and attorneys of similar experience and skill \nlevels within and around Raleigh, North Carolina for like wo rk.  The Court will use \nthe submitted rates in calculating the attorneys’ fees to be awarded. \n47. The Court next turns to the amount in controversy in this case, the results \nobtained, and the extent to which the party seeking attorneys’ fees prevailed in the \naction—the first and eleventh factors listed in section 6 -21.6.  The jury in this case \nreturned a verdict favorable to Insight on all submitted issues.  (Verdict Sheet 1 –3.)  \nThose claims that did not proceed to trial were, with one exception, voluntarily \ndismissed by Insight.4  (Notice Partial Voluntary Dismissal and Withdrawal Certain \nClaims Without Prejudice 1–2, ECF No. 182.)  The jury determined that Insight was \nentitled to $3,014,925 in damages for MDI -NC’s breach of contract.  (Verdict Sheet \n1.)  The jury also determined that Luke and Venesky controlled MDI -NC and MDI \nunder the factors and elements of North Carolina ’s instrumentality rule, (Verdict \n                                                 \n4  The Court dismissed Insight’s claim for unfair or decep tive trade practices by directed \nverdict.  Insight Health Corp., 2018 NCBC LEXIS 56, at *10.  As noted above, however, the \nCourt concludes that an apportionment of fees related to this claim, the voluntarily dismissed \nclaims, and Insight’s other claims is not required due to the common nucleus of facts or law \nshared by all of the claims.  See Hensley, 461 U.S. at 440 (“Given the interrelated nature of \nthe facts and legal theories in this case, the [trial court] did not err in refusing to apportion \nthe fee award mechanically on the basis of respondents’ success or failure on  particular \nissues.”); Morris, 229 N.C. App. at 5 8, 747 S.E.2d at 378 ; Whiteside Estates, Inc., 146 N.C. \nApp. at 467, 553 S.E.2d at 443. \n \n \nSheet 2), and the Court entered judgment piercing MDI -NC’s and MDI’s limited \nliability veils and holding all Defendants liable for Insight’s breach of contract claim, \nInsight Health Corp., 2018 NCBC LEXIS 56, at *54–55.  These factors weigh in favor \nof awarding Insight its requested attorneys’ fees. \n48. The Court next considers the novelty and difficulty of question s raised in \nthis action, the skill required to properly perform the legal services rendered, and the \nability of Insight’s attorneys .  Litigating Insight’s claim s through trial required \ncounsel to research, brief, and argue questions of fact and law involving personal \njurisdiction over out-of-state defendants; mitigation of damages, including law \nrelating to lost-volume sellers and lessors; affirmative defenses, including fraud and \nunclean hands; and piercing the corporate veil.  See Insight Health Corp., 2018 NCBC \nLEXIS 56, at *25–55; Insight Health Corp., 2017 NCBC LEXIS 91, at *10–13; Insight \nHealth Corp. , 2017 NCB C LEXIS 14 , at * 21–28, *40 –44; Insight Health Corp. v. \nMarquis Diagnostic Imaging of N.C., LLC , 2015 NCBC LEXIS 7, at *5 –22 (N.C. \nSuper. Ct. Jan. 21, 2015).  These questions presented difficult issues for both counsel \nand the Court and required a high degree of skill to litigate.  Both of Insight’s counsel \npossessed such skill.  Mr. Hewitt is a partner at the law firm of Smith Moore \nLeatherwood, LLP, has practiced in North Carolina for over sixteen years, and has \nreceived recognition as a top attorney in his field.  ( Hewitt Aff. ¶¶ 3–6.)  Attorney \nJeffrey Whitley (“Mr. Whitley”) is an associate with four years’ experience in complex \ncivil litigation.  (Hewitt  Aff. ¶ 9.)  Mr. Hewitt and Mr. Whitl ey demonstrated great \n \n \nability in all aspects of this litigatio n.5  The Court finds that these factors weigh in \nfavor of awarding Insight its requested attorneys’ fees. \n49. As to the relative economic circumstances of the parties, the record shows \nthat both sides possess a high degree of sophisticated business acumen.  Insight is a \nnational corporation with considerable capital and revenue.  Defendants Luke and \nVenesky engaged in business in multiple fields, including medical imaging, fishing \ntackle production, and real estate investment, and have operated multiple LLCs and \nother entities to carry out that business —LLCs like MDI and MDI -NC.  (Trial Tr. \n736:11–20, 796:7 –22.)  The Court must also consider , however,  that evidence \nintroduced at trial showed that Defendants lost a great deal of money while running \ntheir imagin g business in Asheville.   After Insight filed its Motion requesting \nattorneys’ fees, Defendants filed for bankruptcy.  The record before the Court does \nnot reveal the exact economic  circumstances of Defendants now, but Insight clearly \nholds a superior economic position to Defendants.  This factor does not weigh in favor \nof awarding Insight its requested fees.   \n50. With regard to factors six, seven, nine, and ten of section 6-21.6(c), the Court \nfinds the following facts:   \na. Defendants made no offers to settle before Insight began this lawsuit.  \n(Motion for Fees 10.)   \nb. Defendants have repeatedly represented that MDI -NC has no funds \nwith which to pay Insight.  (Motion for Fees 10; Trial Tr. 786:14–15.)   \n                                                 \n5  This fact was particularly apparent given the experienced and able opponent Insight’s \ncounsel faced in Defendants’ counsel. \n \n \nc. Both sides engaged in t wo mediations over the course of the case, and \nonly at the second did Defendants’ settlement offers exceed Insight’s \nthen-accrued attorneys’ fees.  (Motion for Fees 10.)   \nd. Defendants made one offer of judgment in early 2015 in the amount of \n$50,000, an amo unt significantly less than what the jury awarded \nInsight at trial.  (Motion for Fees 10.) \ne. Luke and Venesky repeatedly refused to commit themselves to personal \nliability for any portion of the settlement expense.  (Motion for Fees 10.) \n51. Defendants had multiple opportunities to avoid unnecessary expenses and \nan ultimately unf avorable outcome in this case.  Defendants did not seize these \nopportunities.  Defendants’ settlement offe rs were far below Insight’s contended \ndamages, and  Luke and Venesky refused to pe rsonally take on any liability from \nsettlement despite repeatedly informing Insight that MDI -NC had no assets of its \nown to pay Insight.  The Court finds that factors six, seven, nine, and ten  weigh in \nfavor awarding Insight its requested fees. \n52. The Cour t has already considered factor  twelve of section 6 -21.6 in its \ndiscussion of Insight’s counsel’s billed hours and rates.  This factor  also weighs in \nfavor of awarding Insight its requested attorneys’ fees. \n53. With regard to the terms of the business contract in question, the Court has \nalready concluded that the terms of the MRI Agreement allow for Insight’s award.  \nThe reciprocal attorneys’ fees provision contained within the MRI Agreement is \n \n \nplainly worded and was agreed to by both sides.  (MRI Agreement ¶ 21.)  This factor \nweighs in favor of awarding Insight its requested fees. \n54. Finally, the Court also considers those factors listed by Rule 1.5(a) of the \nNorth Carolina Revised Rules of Professional Conduct  which have not yet been \naddressed, particularly Rule 1. 5(a)(2), (5), (6), and (8).  The Court finds (i) that the \nrecord does not suggest that acceptance of representation in this case precluded other \nemployment by Insight’s counsel, (ii) that the record does not indicate that time \nlimitations were imposed by Insight or by the circumstances of this case, (iii) that the \nrecord does not indicate the nature and length of counsel’s professional relationship \nwith Insight, except that said relationship lasted more than four years over the course \nof this case, and (iv) that Insight paid a fixed fee during this litigation. \n55. Having considered the above , the Court excludes those hours deemed  \nexcessive, redundant, or otherwise unnecessary from Insight’s request.  In light of the \nCourt’s determination that the billing rates reflected in Insight’s invoices are \nreasonable, the Court excludes the fees associated with these hours at the respective \nrates at which each excluded hour was billed.  Eliminating these charges results in a \ntotal award of $917,553.80.  Based on the foregoing discussion, the Court concludes \nthat this amount is reasonable and clearly not excessive. \nD. Award of Costs \n56. Insight seeks an award of its costs under N.C. Gen. Stat. §§ 6-1 and 7A-305.  \nSection 6-1 provides that “[t]o the party for whom judgment is given, costs shall be \nallowed as provided in Chapter 7A and this Chapter.”  N.C. Gen. Stat. § 6 -1.  This \n \n \nmandate includes section 7A-305(d).  Our Court of Appeals has determined that trial \ncourts are “ afforded no discretion in determining whether or not to award those \ncosts enumerated under section 7A-305(d).”  Khomyak v. Meek, 214 N.C. App. 54, 57, \n715 S.E.2d 218, 220  (2011).  These costs  include mediator fees, “[r]easonable and \nnecessary fees of expert witnesses solely for actual time spent providing testimony at \ntrial, deposition, or other proceedings,” and “[r]easonable and necessary expenses for \nstenographic and videographic assistance directly related to the taking of depositions \nand for the cost of deposition transcripts.”  N.C. Gen. Stat. § 7A-305(d). \n57. Insight seeks the following amounts for costs: \na. For mediation costs: \ni. $100 for a mediator’s administrative fee.  (Hewitt Aff. Ex. 3.) \nii. $1,613.60 for Insight’s portion of the first mediation fee.  (Hewitt \nAff. Ex. 3.) \niii. $968.75 for Insight’s portion for the second mediation fee.  (Hewitt \nAff. Ex. 3.) \nb. For deposition and transcript costs: \ni. $748.25 for a court reporter and  transcript of Luke’s deposition.  \n(Hewitt Aff. Ex. 3.) \nii. $2,002 for the deposition transcript of former Defendant Tom \nGentry.  (Hewitt Aff. Ex. 3.) \niii. $1,491 for the deposition transcript of Venesky.  (Hewitt Aff. Ex. \n3.) \n \n \niv. $1,173.05 for the deposition transcript of Scott McKee.  (Hewitt \nAff. Ex. 3.) \nv. $597.50 for the deposition transcript of Lynn Henderson.  (Hewitt \nAff. Ex. 3.) \nvi. $1,703 for a court reporter and transcript for the deposition of \nDefendants’ expert witness.  (Hewitt Aff. Ex. 3.) \nc. For Insight’s expert witness costs: \ni. $1,350 for Defendants’ expert witness fee for deposition.  (Hewitt \nAff. Ex. 3.) \nii. $2,688 for Insight’s expert witness fee for trial testimony.  (Hewitt \nAff. Ex. 3.) \n58. Defendants do not object to Insight’s req uested costs “to the extent [th e] \ncosts [are] related to Insight’s breach of contract action against MDI-NC” but do object \nto these costs to the extent they relate to litigating extra -contractual claims.  (Defs.’ \nBr. Opp’n Pl.’s Mot. Att’ys’ Fees and Interest 2.)   The Court has considered this \nargument and, in light of the statutes and case law cited herein, declines to engage \nin such an apportionment. \n59. This Court has entered judgment for Insight, and ev ery cost Insight has \nrequested belongs to a category  enumerated in section 7A -305(d).  N.C. Gen. Stat.  \n§ 7A-305(d).  The Court has reviewed each cost item Insight seeks to recover and the \nevidence for each contained in Insight’s submitted documents.  Based on this review, \nthe Court finds that the costs and expenses Insight incurred in litigating this action \n \n \nwere reasonable and necessary, customary in amount, and clearly not excessive.  The \nCourt thus concludes Insight’s requested costs should be awarded. \nIV. \nCONCLUSION \n60. WHEREFORE, the Court, in the exercise of its discretion, hereby \nGRANTS Insight’s Motion as follows: \na. Defendants shall pay Insight its reasonable attorneys’ fees in the total \namount of $917,553.80. \nb. Defendants shall pay Insight its recoverable costs in the total amount of \n$14,435.15. \nSO ORDERED, this the 6th day of July, 2018. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}