{
  "id": "3720dfbcfdfe5fb5fb38bf7e656e8eb2e0b32db267aa1851519e25b91ed6fda2",
  "source_file": "data/raw/ncbc/3720dfbcfdfe5fb5fb38bf7e656e8eb2e0b32db267aa1851519e25b91ed6fda2.pdf",
  "raw_text": "JS Real Estate Invs. LLC v. Gee Real Estate, LLC, 2017 NCBC 102. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 22232 \n \nJS REAL ESTATE INVESTMENTS \nLLC, a Delaware Limited Liability \nCompany, \n \nPlaintiff, \n \nv. \n \nGEE REAL ESTATE, LLC, a North \nCarolina Limited Liability Company; \nand RAYMOND M. GEE, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION  \nON MOTIONS FOR PARTIAL \nSUMMARY JUDGMENT \n \n \n \n1. This case is one of several related cases arising from business dealings \nbetween James Shaw and Raymond Gee.  In 2014, Shaw and Gee agreed to end their \nbusiness relationship  and divide their interests.  As part of that agreement , they \ndecided to continue the operations of two property management companies  jointly \nowned by Plaintiff JS Real Estate Investments LLC (“JS Real Estate”) and Defendant \nGee Real Estate, LLC .  It was further agreed that Gee and Gee Real Estate would \nmanage these assets and that the companies’ proceeds would be shared equally by JS \nReal Estate and Gee Real Estate.   \n2. According to JS Real Estate, Defendants have failed to honor the agreement.  \nIt contends that Defendants restructured the companies’ business affairs and  \nsiphoned away the proceeds through self-dealing.  Defendants deny any wrongdoing \nand contend that their actions were consistent with the parties’ agreement and their \nmanagement responsibilities. \n \n \n3. JS Real Estate has moved for partial summary judgment on its claim for \nbreach of contract, and Defendants have moved for partial summary judgment on the \nclaims for breach of fiduciary duty, constructive fraud, and unfair or deceptive trade \npractices.  Having considered all relevant matters of record , the Court DENIES JS \nReal Estate’s motion and GRANTS in part  and DENIES in part  Defendants’ \nmotion. \nRobinson, Bradshaw & Hinson, P.A. , by Julian H.  Wright, Jr. and , \nStuart L. Pratt, for Plaintiff.  \n \nBaucom, Claytor, Benton, Morgan & Wood P.A. , by Rex C. Morgan, for \nDefendants.  \n \nConrad, Judge. \nI. \nBACKGROUND \n \n4. The Court does not make findings of fact in ruling on motions for summary \njudgment.  The following background, drawn from the evidence submitted in support \nof and opposition to the parties’ motions, is intended to provide context for the Court’s \nanalysis and ruling.   \n5. Shaw and Gee, college acquaintances in the 1980s, reconnected after the \n2008 recession.  (Gee Aff. ¶  3, ECF No. 60.)  They engaged in a flurry of business \ndeals, including real estate investments, through several jointly owne d companies.  \n(See, e.g., Dissolution and Separation Agreement pp.1 –4 [“Separation Agreement”], \nECF No. 49 Ex. A.)   \n6. This dispute concerns investments in two properties leased to the United \nStates Department of Veterans Affairs (“VA”).  In 2010, Shaw and Gee purchased the \n \n \nMiddletown VA Community Based Medical Clinic, a “medical facility” in Middletown, \nOhio that “was subject to a 20 year lease to the” VA.  (Gee Aff. ¶¶ 6–7.)  In 2011, they \npurchased a second property in Smyrna, Tennessee  that was  “being use d as a \nConsolidated Patient Account Center ” and was also “subject to a 20 year lease with \nthe” VA.  (Gee Aff. ¶ 10.)  Shaw and Gee formed Middletown VA, LLC  and Smyrna \nVA, LLC to own the properties.  (See Gee Aff. ¶¶ 7, 11; Shaw Aff. ¶¶ 2–3, ECF No. 49 \nEx. B.) \n7. In separate transactions in 2012 and 2013, Middletown VA and Smyrna VA \n(along with the underlying VA facilities) were sold to third parties.  (See Gee Aff. ¶¶ 7, \n11; Shaw Aff. ¶¶ 3–4.)  According to Gee, the new owners purchased the properties \nas a means to receive tax benefits but did not want to “participate in the management, \noperation or maintenance” of the VA buildings.  (Gee Aff. ¶ 8; see also Gee Aff. ¶ 11.)  \nShaw and Gee agreed to continue providing asset and property management services, \nand they created two new entities for that purpose—Middletown VA Management, \nLLC and Smyrna VA Management, LLC (collectively, “Management Companies”) .  \n(Gee Aff. ¶¶ 8, 11, 13; Shaw Aff. ¶¶ 3–4.)  Gee Real Estate, a company owned by Gee, \nand JS Real Estate , a company owned by Shaw,  are equal members of each of the \nManagement Companies, which are both organized under the laws of Delaware.  (Gee \nAff. ¶¶ 2, 8, 11; Shaw Aff. ¶ 2.) \n8. To memorialize the arrangement, Middletown VA (now owned by a third \nparty) and Middletown VA Management entered into an Advisory and Services Asset \nManagement Agreement .  (Advisory and Services Asset Mgmt. Agreement \n \n \n[“Middletown Mgmt. Agreement”], ECF No. 49 Ex. D.)  As relevant here, Middletown \nVA Management receives a “Management Fee” equal to all excess cash flow generated \nby the property in a given fiscal year.  (Middletown Mgmt. Agreement ¶ 3.1.)  Smyrna \nVA Management entered into a substantially similar agreement with Smyrna VA .  \n(Advisory and Services Asset Mgmt. Agreement ¶ 3.1 [“Smyrna Mgmt. Agreement”], \nECF No. 49 Ex. F.) \n9. The Management Companies have no employees and, as a result,  rely on \nother companies to carry out their day-to-day management obligations .  (Gee Aff. \n¶ 14; Gee Dep. Tr. II 195:10–196:8, ECF No. 60.)  Before April 2014, Smyrna VA \nManagement relied on Gvest Partners LLC, a company equally owned by Shaw and \nGee, to perform both property and asset management .  (See Gee Aff. ¶¶ 15–16, 22; \nShaw Aff. ¶ 6.)  During the same period, Middletown VA Management engaged Gvest \nPartners to perform asset management services , but property management was \nprovided by Neyer Property Management, LLC (“Neyer”).  (See Gee Aff. ¶¶ 6, 7.)   \n10. The record as to the fiscal operations of the Management Companies during \nthis period is unclear.  The parties appear to agree that the Management Companies \nmade no distributions to JS Real Es tate and Gee Real Estate.  (Gee Aff. ¶  28; Shaw \nAff. ¶ 6.)  In his affidavit, Shaw states that the excess cash flow received by the \nManagement Companies was paid to Gvest Partners and divided equally between \nShaw and Gee.  ( See Shaw Aff. ¶ 6.)  Other evidence suggests that G vest Partners \nand Neyer also received compensation for their services directly from the property \nowners.  (See Gee Aff. ¶ 16.)  \n \n \n11. In April 2014, Shaw and Gee  decided to part ways.  They executed a \nDissolution and Separation Agreement (“Separation Agreement”) for the purpose of \n“separat[ing] from each other” and “dividing their respective interests.”  (Separation \nAgreement p.1.)  The Separation Agreement states that the Management Companies \nwill “ continue their current business affairs ”; that “[p]roceeds from such business \naffairs shall be equally shared by” JS Real Estate and Gee Real Estate; and that Gee \nand Gee Real Estate “will manage these assets.”  (Separation Agreement ¶ IV.)   \n12. Shaw and Gee  further agreed to dissolve Gvest Partners .  (Separation \nAgreement ¶ II.)  As of the date of the Separation Agreement, Gvest Partners stopped \nproviding management services to the Management Companies.  (See Gee Aff. ¶ 18.)   \n13. Following execution of the Separation Agreement , Defendants exercised \ntheir managerial authority and replaced Gvest Partners and Neyer with Gvest \nCapital, LLC, a company owned by Gee.  (Gee Aff. ¶ 22; Gee Dep. Tr. I 233:16–233:25, \nECF No. 49 Ex. C.)  Gvest Capital now performs all “asset and property management \nobligations under the Middletown and Smyrna Advisor y Agreements.”  (Gee Aff. \n¶¶ 22.)  In return, Gvest Capital receives a total of $17,000 per month in fixed fees \nfrom Middletown VA and Smyrna VA.  These fees are set forth in a series of property \nand asset management agreements executed by Gee in March 2015 and backdated to \nApril 2014.  (Gee Aff. ¶¶  24–26; Middletown Management Agreement, ECF No. 50 \nEx. K; Smyrna Management Agreement Sch. B, ECF No. 50 Ex. L.) \n14. According to JS Real Estate, these new agreements improperly restructure \nthe business affairs of the Management Companies in violation of the Separation \n \n \nAgreement.  Gvest Capital’s fees are treated as operating expenses and, as a result, \nare paid before the Management Companies can receive any excess cash flow.  (Shaw \nAff. ¶ 7; Excerpts from 2010 Escrow Agreement, ECF No. 50 Ex. I; Excerpts from \n2011 Escrow Agreement, ECF No. 50 Ex. J; Gee Dep. Tr. I 303:5–303:9.)  Shaw states \nthat the amount of Gvest Capital’s  fees, which includes a profit,  has “reduced or \neliminated the excess cash flow”  that would otherwise be paid to  the Management \nCompanies and, in turn,  distributed between JS Real Estate and Gee  Real Estate.  \n(Shaw Aff. ¶ 8; see also Gee Dep. Tr. IV 430:6–430:11, ECF No. 68.1 Ex. B .)  Since \n2014, the Management Companies have not made any distributions to JS Real Estate \nor Gee Real Estate.  (Shaw Aff. ¶ 9; Broadbooks Aff. ¶ 8, ECF No. 60.) \n15. In this action, JS Real Estate is pursuing claims for breach of contract, \nbreach of fiduciary duty, constructive fraud, and unfair or deceptive trade practices .  \n(Compl., ECF No. 1.)  On June 2, 2017, after the close of discovery, the parties filed \ncross-motions for partial summary judgment.  (Pl.’s Mot. for Partial Summ. J., ECF \nNo. 47; Defs.’ Mot. for Partial Summ. J., ECF No. 51.)  The Court held a hearing on \nboth motions on August 31, 2017, at which all parties were represented by counsel.  \n(Notice of Hearing, ECF No. 67.)  The motions are ripe for resolution. \nII. \nANALYSIS \n \n16. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any ma terial fact and that any party  is entitled to a \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In deciding a motion for summary \n \n \njudgment, the Court views the evidence  “in the light m ost favorable to the non -\nmov[ant],” taking the non-movant’s evidence as true and drawing inferences in its \nfavor.  Furr v. K-Mart Corp., 142 N.C. App. 325, 327, 543 S.E.2d 166, 168 (2001).   \n17. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579, 573 S.E.2d 118, 124 (2002) .  If the moving party carries this burden, t he \nresponding party “may not rest upon the mere allegations or denials of his \npleading[s],” Khashman v. Khashman, No. COA16-765, 2017 N.C. App. LEXIS 715, \nat *15 ( N.C. Ct. App. 2017) (unpublished), but must instead “come forward with \nspecific facts establishing the presence of a genuine factual dispute for trial,” Liberty \nMut. Ins. Co., 356 N.C. at 579, 573 S.E.2d at 124.   A “genuine issue” exists when “‘it \nis supported by substantial evidence,’ which is that amount of relevant evidence \nnecessary to persuade a reasonable mind to accept a conclusion.”  Id. (citation \nomitted) (quoting DeWitt v. Eveready Battery Co., 355 N.C. 672, 681, 565 S.E.2d 140, \n146 (2002)).   \nA. Plaintiff’s Motion \n18. JS Real Estate seeks summary judgment as to its claim for breach of \ncontract.  A party establishes that a breach of contract has occurred when (1) a valid \ncontract exists and (2) a term of the co ntract is breached.  See Poor v. Hill, 138 N.C. \nApp. 19, 26, 530 S.E.2d 838, 843 (2000).  Here, the parties agree that the Separation \nAgreement is a valid contract but disagree over whether any term was breached.  \n \n \n(Mem. in Supp. of Pl.’s Mot. for Partial Summ. J. 10, 12 [“Pl.’s Mem. in Supp.”], ECF \nNo. 48; Defs.’ Br. in Opp. 8, ECF No. 59.) \n19. “When the language of a written contract is plain and unambiguous, the \ncontract must be interpreted as written and the parties are bound by its terms.”  Atl. \n& E. Carolina Ry. Co. v. Wheatly Oil Co., 163 N.C. App. 748, 752, 594 S.E.2d 425, 429 \n(2004).  “[H]owever, if the terms employed are subject to more than one reasonable \nmeaning, the interpretation of the contract is a jury question.”  Robertson v. Hartman, \n90 N.C. App. 250, 252 –53, 368 S.E.2d 199, 200 (1988).   Whether a contractual term \nis ambiguous is a question of law.  See, e.g., Wachovia Bank Nat’l Ass’n v. Superior \nConstr. Corp., 213 N.C. App. 341, 349, 718 S.E.2d 160, 165 (2011). \n20. JS Real Estate contends that Defendants breached two related terms of the \nSeparation Agreement.  (Pl.’s Mem. in Supp. 12–14.)  The first is the parties’ “desire \nto have”  the Management Companies “continue their current business affairs .”  \n(Separation Agreement ¶ IV.)  The second states that “[p]roceeds from such business \naffairs shall be equally shared by” JS Real Estate and Gee Real Estate.  (Separation \nAgreement ¶  IV.)  According to JS Real Estate , this language  is “clear and \nunambiguous”: the Management Companies were to “maintain without interruption” \ntheir current business affairs , and JS Real Estate and Gee Real Estate “agreed to \nequally split the money generated from managing the Middletown and Smyrna \nproperties.”  (Pl.’s Br. in Supp. 11, 13, 14.)   \n21. The Court disagrees .  In the context of the Separation Agreement, it is \nunclear what the parties meant by the Management Companies’ “current business \n \n \naffairs” and how to “continue” them.  Before April 2014 (the date of t he Separation \nAgreement), Gvest Partners  performed most asset and property management \nservices for the Middletown and Smyrna properties.  (Gee Aff. ¶  22.)  But the \nSeparation Agreement expressly dissolved Gvest Partners.  (Separation Agreement \np.1.)  In other words, the Separation Agreement requires the Management \nCompanies to “continue their current business affairs ” while also eliminating the \nentity that facilitated those business affairs.  The surrounding text, which gives some \nmeasure of discretion to Gee as manager of the assets, provides no way for the Court \nto resolve this built-in ambiguity as a matter of law.   \n22. JS Real Estate insists that summary judgment is appropriate because, even \nviewing the evidence in a light most favorable to Defendants,  the actions taken by \nDefendants after April 2014 “fundamentally altered” the  Management Companies’ \naffairs.  (Pl.’s Br. in Supp. 15.)  In his affidavit, Shaw states that “all of the cash flow \nfrom the VA properties was equally shared between” JS Real Estate and Gee Real \nEstate before April 2014  because the money was “invested .  . . in Gvest Partners,” \nwhich “they owned equally.”  (Shaw Aff. ¶  6.)  JS Real Estate contends that  \nDefendants upset the status quo by replacing Gvest Partners with Gvest Capital (an \nentity solely owned by Gee).  JS Real Estate fur ther asserts that the management \nfees paid to Gvest Capital  decreased or eliminated the cash flow that the \nManagement Companies should have received under their agreements with the \nproperty owners.  ( See Shaw Aff . ¶  8.)  As a result, JS Real Estate contends, \nDefendants “intercepted” the Management Companies’ proceeds, and no proceeds \n \n \nhave been distributed to JS Real Estate or Gee Real Estate since April 2014.  (Pl.’s \nBr. in Supp. 12, 14.) \n23. The record is not so one -sided.  Although Defendants acknowledge that no \ndistributions have been made since Gvest Partners was dissolved, they point to \nevidence showing that the Management Companies have accumulated roughly \n$170,000 that is ready for distribution.  ( See Gee Aff. ¶  29, Ex. D; Broadbooks Aff. \n¶¶ 3, 7.)  In his affidavit, Gee states JS Real Estate has known about these funds \nsince 2015 yet failed to respond to the notice, thereby delaying disbursement.  ( See \nGee Aff. ¶  29.)  Defendants also note that the Management Co mpanies have never \nmade distributions, including during the period  before the Separation Agreement .  \n(See Gee Aff. ¶ 28.)   \n24. Furthermore, the Separation Agreement does not expressly pr ohibit \nDefendants from engaging Gvest Capital to perform asset and property management \nservices.  The decision to replace Gvest Partners with Gvest Capital, and whether it \nis a breach of the agreement,  must be evaluated in light of the pre -April 2014 \narrangement with Gvest Partners, the dissolution of Gvest Partners, and the \nmanagerial discretion vested in Defendants, among other factors.  Defendants have \noffered evidence that Gvest Capital’s fees are not excessive, (see Cantrell Aff. ¶¶ 8D–\nF, ECF No. 60), and that the direct payments received from the property owners are \nsimilar to those received by Gvest Partners “on an ad hoc basis” before April 2014, \n(Gee Aff. ¶ 16; see also Gee Aff. ¶ 28).  In addition, JS Real Estate acknowledges that \n“the actual, legitimate costs associated with providing the asset and property \n \n \nmanagement services” are “appropriate expenses to be paid before distributions.”  \n(Pl.’s Reply 7, ECF No. 68.)  A jury could reasonably credit Defendants’ evidence and \nconclude that the arrangement with Gvest Capital does not breach the Separation \nAgreement.  \n25. To be sure, Defendants’ decision to use the services of an entity controlled \nby Gee in lieu of a third-party vendor is not immune from criticism by JS Real Estate \nat trial.  So too for the amount of Gvest Capital’s fees.  Nevertheless, in view of the \nambiguity in the contract language and the disputed evidence in the record, it is a \njury question whether Defendants ’ conduct following the dissolution of Gvest \nPartners is a continuation of the Management Companies ’ business affairs and \nwhether the proceeds are being equally shared as contemplated by the Separation \nAgreement.  Therefore, the Court denies JS Real Estate’s motion. \nB. Defendants’ Motion \n26. Defendants seek summary judgment, first, on JS Real Estate’s claims for \nbreach of fiduciary duty and constructive fraud and, second, on its claim for unfair or \ndeceptive trade practices.  (Defs.’ Mot. for Partial Summ. J.)  The Court addresses \nthese arguments in turn. \n1. Breach of Fiduciary Duty and Constructive Fraud \n27. The claims for breach of fiduciary duty and constructive fraud are premised \nlargely on the same allegations underlying the claim for breach of contract:  \nDefendants’ alleged self-dealing in directing asset and property management fees to \nGvest Capital, thereby reducing or eliminating  proceeds that otherwise would have \n \n \nbeen shared  with JS Real Estate .  Defendants contend that the claims should \ntherefore be dismissed as superfluous because they “are nothing more than different \narticulations of the breach of contract claim.”  (Defs.’ Br. in Supp. 13, ECF No. 51.) \n28. The parties agree that Delaware law governs these claims, which concern \nthe relationships between the members and managers of two Delaware LLCs.  (Defs.’ \nBr. in Supp. 10–11; Pl.’s Br. in Opp. 11, ECF No. 56.)  Accordingly, the Court applies \nDelaware law.  See Worley v. Moore, 2017 NCBC LEXIS 15, at *67 (N.C. Super. Ct. \nFeb. 28, 2017)  (applying Delaware law to claims for breach of fiduciary duty and \nconstructive fraud “under the internal affairs doctrine”).   \n29. Delaware courts stress “the primacy of contract law over fiduciary law in \nmatters involving . . . contractual rights and obligations.”  Gale v. Bershad, No. 15714, \n1998 Del. Ch. LEXIS 37, at * 23 (Del. Ch. Mar. 3, 1998).  As the Delaware Supreme \nCourt has e xplained, “ where a dispute arises from obligations that are expressly \naddressed by contract, that dispute will be treated as a breach of contract claim.”  \nNemec v. Shrader , 991 A.2d 1120, 1129 (Del. 2010).  Related fiduciary claims are \ndeemed “superfluous.”  Id.  Thus, under Delaware law, “a contractual claim will \npreclude a fiduciary claim,” so long as “the duty sought to be enforced arises from the \nparties’ contractual relationship. ”  Solow v. Aspect Res ., LLC, No. 20397, 2004 Del. \nCh. LEXIS 151, at *4 (Del. Ch. Oct. 19, 2004); see also Madison Realty Co. v. AG ISA, \nLLC, No. 18094, 2001 Del. Ch. LEXIS 37, at *19–20 (Del. Ch. Apr. 17, 2001) (holding \ndismissal of fiduciary claim appropriate where the alleged wrongdoing was “already \naddressed by a breach of contract claim”).  \n \n \n30. Defendants interpret this case law broadly.  They contend that,  “[u]nder \nDelaware law, if a claim for breach of contract and breach of fiduciary duty arise from \nthe same underlying conduct or nucleus of operative facts , the fiduciary claims are \nconsidered ‘duplicative’ and are subject to dismissal.”  (Defs.’ Br. in Supp. 12  \n(emphasis added).)  Thus, they contend, summary judgment is appropriate because \nJS Real Estate’s claims for breach of fiduciary duty and constructive fraud are based \non the same conduct as the breach-of-contract claim.  (Defs.’ Br. in Supp. 9.) \n31. The Delaware Court of Chancery has rejected this “expansive view .”  PT \nChina LLC v. PT Korea LLC , No. 4456-VCN, 2010 Del. Ch. LEXIS 38 , at *27  (Del. \nCh. Feb. 26, 2010).  The question is not “whether the fiduciary and contractual claims \nare based on the same facts.”  Id.  It is instead “whether there exists an independent \nbasis for the fiduciary duty claims apart from the contractual claims, even if both are \nrelated to the same or similar conduct.”  Id.; see also id. at *27 n.34; McBeth v. Porges, \n171 F. Supp. 3d 216, 232 (S.D.N.Y. 2016). \n32. JS Real Estate’s  claims satisfy this standard.  The source of Defendants’ \nfiduciary duty is not the Separation Agreement; rather, it arises from Defendants’ \nstatus as managers of the Management Companies and their relationship with JS \nReal Estate as one of the companies’ members.  As JS Real Estate observes, Delaware \nlaw imposes traditional fiduciary duties on the manager of a limited liability \ncompany, including the duties of loyalty and care  owed to the company’s members.   \nSee CelestialRX Investments, LLC v. Krivulka, No. 11733-VCG, 2017 Del. Ch. LEXIS \n22, at *43 –44 & n.223  (Del. Ch. Jan. 31, 2017) ; see also Del. Code Ann. tit. 6, §  18-\n \n \n1104 (“In any case not provided for in this chapter, the rules of law and equity, \nincluding the rules of law and equity relating to fiduciary duties and the law \nmerchant, shall govern.”).  These traditional duties exist so long  as “the limited \nliability company agreement does not opt out of fiduciary duties.”  McKenna v. Singer, \nNo. 11371-VCMR, 2017 Del. Ch. LEXIS 138, at *41 (Del. Ch. July 31, 2017) .  Here, \nthe record contains no indication that the parties “contractually limited the fiduciary \nduties they owed to each other” in the operating agreements for the Management \nCompanies.  PT China, 2010 Del. Ch. LEXIS 38, at *31.  \n33. Accordingly, JS Real Estate has offered suffi cient evidence of an \nindependent, non -contractual basis for its claims for breach of fiduciary duty and \nconstructive fraud.  The Court denies Defendants’ motion for summary judgment as \nto these claims.  \n2. Section 75-1.1 \n34. Section 75-1.1 of the North Carolina General Statutes declares “unfair or \ndeceptive acts or practices in or affecting commerce” unlawful.  To prevail on a section \n75-1.1 claim, a plaintiff must show that “ (1) [the] defendant committed an unfair or \ndeceptive act or practice, (2) the action in question was in or affecting commerce, and \n(3) the act proximately caused injury to the plaintiff.”  Dalton v. Camp, 353 N.C. 647, \n656, 548 S.E.2d 704, 711 (2001).  The parties’ dispute centers on the second element: \nwhether Defendants’ alleged acts were in or affecting commerce.  (Defs.’ Br. in Supp. \n10.)   \n \n \n35. Commerce is defined to  include “all business activities.”  N.C. Gen. Stat. \n§ 75-1.1(b).  This broad phrase  “connotes the manner in which businesses conduct \ntheir regular, day-to-day activities, or affairs, such as the purchase and sale of goods, \nor whatever other activities the business regularly engages in and for which it is \norganized.”  HAJMM Co. v. House of Raeford Farms, Inc. , 328 N.C. 578, 594, 403 \nS.E.2d 483, 493 (1 991).  It is not intended “to regulate purely internal business \noperations.”  White v. Thompson , 364 N.C. 47 , 48, 691 S.E.2d 676,  676 (2010).  Put \nanother way, the General Assembly drafted section 75 -1.1 to be broad enough “to \nregulate a business’s regular interactions with other market participants” but not so \nbroad as to capture conduct “solely related to the internal operations” of a business .  \nId. at 51–52, 691 S.E.2d at 679.   \n36. Two binding appellate decisions are directly relevant here.  In Sara Lee \nCorp. v. Carter , the North Carolina Supreme Court held that an employee violated \nsection 75 -1.1 by “engag[ing] in self -dealing business activities wherein he sold \ncomputer parts and services to his employer from companies owned by him.”  351 \nN.C. 27, 32–33, 519 S.E.2d 308, 31 1 (1999).  According to the Supreme Court, the \nemployee and his employer “clearly engaged in buyer -seller relations in a business \nsetting.”  Id. at 33, 519 S.E.2d at 312.  On that basis, the Court expressly held that \nthe self-dealing transactions were in or affecting commerce.  See id.  \n37. A decade later, the Supreme Court revisited the subject in White, a case \narising from a dispute between business partners.  See 364 N.C. at 48, 691 S.E.2d at \n677.  The plaintiffs alleged, among other things, that the defendant formed a separate \n \n \nbusiness and diverted work to his new business and away from the partnership.  See \nid. at 50, 691 S.E.2d at 678.  The Court concluded that the defendant  “breached his \nfiduciary duty as a partner in this single market participant” and therefore “unfairly \nand deceptively interacted only with his partners.”  Id. at 53–54, 691 S.E.2d at 680.  \nThis conduct, which “occurred completely within” the partnership, was not in or \naffecting commerce.  Id. at 54, 691 S.E.2d at 680.   \n38. Defendants, relying on White, argue that their alleged actions “are all \nencompassed within the rubric of the management and ownership of” the \nManagement Companies.  (Defs.’ Reply 9, ECF No. 70; see also Defs.’ Br in Supp. 14–\n15, 17.)  Although JS Real Estate  “may have claims relating to the division of \ncompany proceeds,” Defendants contend, such claims “arise from the intra-company \nrelationship between Plaintiff and the Defendants.”  (Defs.’ Br. in Supp. 18.)   \n39. JS Real Estate counters that  Sara Lee  controls because  Defendants’ \n“misconduct involved commercial interactions with their outside business, Gvest \nCapital, which is a separate market participant from” the Management Companies.  \n(Pl.’s Br. in Opp. 15.)   JS Real Estate further contends that some of Defendants’ \nwrongdoing—specifically, accepting a reimbursement for an engineer  that Gvest \nCapital never provided —affected other market participants, including the property \nowners and the VA.  (See Pl.’s Br. in Opp. 15–16.) \n40. The Court concludes that White controls and compels summary judgment in \nDefendants’ favor.  By its nature, this dispute does not concern the regular \ninteractions of separate market participants.  Rather, it  is a dispute  between \n \n \nmembers of the Management Companies over the companies’ internal management \nand the members’  right to receive distributions —that is,  whether Defendants \ndeprived JS Real Estate of an appropriate share of the proceeds received by (or that \nshould have been received by) the Management Companies.  (See Compl. ¶¶ 90, 99.)  \nAccordingly, the unfairness of Defendants’ conduct, if any, “occurred in interaction \namong the” members of the LLCs.  White, 364 N.C. at 53, 691 S.E.2d at 680. \n41. The fact that Defendants channeled management fees to Gvest Capital, an \noutside entity, does not change the fundamental character of the dispute.  These \nalleged actions, even if true, “are more properly classified as the misappropriation of \ncorporate funds within a single entity rather than commercial  transactions between \nseparate market participants ‘in or affecting commerce.’”  Alexander v. Alexander, 792 \nS.E.2d 901, 905 (N.C. Ct. App. 2016).  Indeed, White itself involved a partner’s breach \nof fiduciary duty by diverting work to his own business and  away from the \npartnership.  See 364 N.C. at 53, 691 S.E.2d at 680 ; see also RCJJ, LLC v. RCWIL \nEnters., LLC , 2016 NCBC LEXIS 46, at *50 (N.C. Super. Ct. June 20, 2016) (“In \nWhite, the defendant’s diversion of work opportunities and payments occurred after  \nthe defendant had formed and was working on behalf of his new, competing \nbusiness.”).  \n42. Likewise, the “tangential involvement” of the property owners and the VA \nalso does not mean that Defendants’ acts were in or affecting commerce.  Polyquest, \nInc. v. Vestar Corp., LLC , No. 7:13-CV-23-F, 2014 U.S. Dist. LEXIS 14905, at *35 \n(E.D.N.C. Feb. 6, 2014).   “The Supreme Court’s refusal in White to allow indirect \n \n \ninvolvement of other market participants to trigger liability under Section 75 -1.1 \nforecloses” that a rgument.  Powell v. Dunn , 2014 NCBC LEXIS 3, at *10 , 11 (N.C. \nSuper. Ct. Jan. 28, 2014) (granting motion to dismiss).  \n43. Thus, viewing the evidence in a light most favorable to JS Real Estate, the \nsection 75 -1.1 claim  does not concern a dispute between marke t participants but  \ninstead a dispute between the “co-owners of” the Management Companies.  McKee v. \nJames, 2014 NCBC LEXIS 74, at *42 (N.C. Super. Ct. Dec. 31, 2014)  (granting \nsummary judgment); see also Chisum v. Campagna, 2017 NCBC LEXIS 102, at *35–\n37 (N.C. Super. Ct. Nov. 7, 2017) (granting motion to dismiss) .  Defendants are  \ntherefore entitled to summary judgment.   \nIII. \nCONCLUSION \n \n44. For these reasons, the Court DENIES JS Real Estate’s motion. \n45. The Court GRANTS in part Defendants’ motion.  Defendants are entitled \nto judgment as a matter of law that they did not violate section 75 -1.1.  In all other \nrespects, the motion is DENIED. \nThis the 9th day of November, 2017. \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}