{
  "id": "374cf52b94aff011f0914af0482f223d6e40d2d7231790fa0f708c6fa27d9235",
  "source_file": "data/raw/ncbc/374cf52b94aff011f0914af0482f223d6e40d2d7231790fa0f708c6fa27d9235.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 8617 \n \nJAMES H. Q. DAVIS TRUST and \nWILLIAM R. Q. DAVIS TRUST, \n \nPlaintiffs, \n \nv. \n \nJHD PROPERTIES, LLC, BERRY \nHILL PROPERTIES, LLC, and \nCHARLES B. Q. DAVIS TRUST, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT CHARLES B. Q. DAVIS \nTRUST’S MOTION TO DISMISS \n \n1. THIS MATTER is before the Court upon Defendant Intervenor Charles B. \nQ. Davis Trust’s (the “Charles Trust” or “Defendant”) Motion to Dismiss Pursuant to \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure (the “Motion”).  (ECF No. \n20.)   \n2. After considering the Motion, the parties’ briefs in support of and in \nopposition to the Motion, the relevant pleadings, and the arguments of counsel at the \nhearing held on the Motion, the Court DENIES the Motion.  \nEverett Gaskins Hancock LLP, by Ed Gaskins and Katherine A. King, for \nPlaintiffs James H. Q. Davis Trust and William R. Q. Davis Trust. \nMeynardie & Nanney, PLLC, by Joseph H. Nanney, for Defendant \nCharles B. Q. Davis Trust.  \nNo counsel appeared for Defendants JHD Properties, LLC and Berry Hill \nProperties, LLC. \nBledsoe, Chief Judge. \n \nJames H.Q. Davis Tr. v. JHD Props., LLC, 2022 NCBC 80. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \nA. Factual Background \n3. The Court does not make findings of fact on a motion to dismiss under Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure (the “Rule(s)”) .  Rather, the \nCourt recites the allegations asserted and documents referenced in Plaintiffs’ \nComplaint that are relevant to the Court’s determination of the Motion.   \n4. This action arises from disagreements over estate planning vehicles \nestablished by James H. Davis, M.D. (“Dr. Davis”).  In 2001 and 2002, Dr. Davis set \nup two limited liability companies , JHD Properties LLC  (“JHD”) and Berry Hill \nProperties LLC (“Berry Hill”) (together, the “LLCs”).1  Dr. Davis also established four \ntrusts, one for each of his sons, James H. Q. Davis (“Jim”), William R. Q. Davis \n(“Tad”), Jonathon O. Q. Davis (“Jon”), and Charl es B. Q. Davis (“Charles”) \n(collectively, the “Davis Sons”) .2  Each son was the sole beneficiary of the trust \nbearing his name.3  Thus, Jim was the sole beneficiary of Plaintiff James H. Q. Davis \nTrust (the “Jim Trust”), Charles was the sole beneficiary of the Charles Trust, and so \non.4  The four trusts are the only members of the LLCs, and each trust holds an equal, \n \n1 (Compl. ¶ 13, ECF No. 3.) \n \n2 (Compl. ¶¶ 5–13.) \n \n3 (Compl. ¶¶ 5–13.) \n \n4 (Compl. ¶¶ 5–13.) \n \n25% equity interest in each LLC. 5  Only two of the sons, however, Charles and Jim, \nare the managers of each of the LLCs.6  \n5. The LLCs own four adjacent tracts of land in Wake County, North Carolina, \nwhich comprise approximately 68 acres (the “Property”).7  Except for one abandoned \nstructure, the Property is undeveloped.8  The Property therefore produces no income, \nexcept from periodic timber sales,9 the last of which occurred in 2004.10  The Property \nhas therefore produced no income in the last 18 years.11 \n6. Under the LLCs ’ operating agreements  (the “Operating Agreements”) , \nwhich are substantially identical, neither LL C may take binding action without the \nconsent of “a [m]ajority of the [m]anagers”.12  Because the LLCs have two managers, \nthis provision in practice requires unanimous agreement  between Charles and Jim \nto take binding action.  \n \n5 (Compl. ¶ 5.) \n \n6 (Compl. ¶ 16.) \n \n7 (Compl. ¶ 17.) \n \n8 (Compl. ¶18.) \n \n9 (Compl. ¶ 18.) \n \n10 (Compl. ¶ 18.) \n \n11 (See Compl. ¶ 18.) \n \n12 (Compl. Ex. 1 , Manager-Managed Operating Agreement JHD Properties, LLC  art. 3.1; \nCompl. Ex. 2, Manager-Managed Operating Agreement Berry Hill Properties, LLC art 3.1.)  \nExhibits 1 and 2 to the Complaint shall together be referred to as the  “Operating \nAgreements”.) \n \n7. Beginning in early 2020, the D avis Sons have disagreed on the proper \nmanagement of the LLCs and the Property.13  Jim, Tad, and sometimes Jon wish to \nsell the P roperty, while Charles wishes to develop it. 14  The Davis Sons have \nattempted to negotiate with each other and with outside pur chasers to sell the \nProperty, to no avail. 15  Charles offered to purchase the P roperty himself in April \n2022, but Jim refused Charles’s offer.16  In addition, an external property \ndevelopment company showed interest in  purchasing the Property in May 2022 for \n$8.5 million, but Charles exercised his authority as a manager of the LLCs to prevent \nnegotiations with the development company until the company’s letter of intent  \nlapsed.17  Thus, the Property is not generating any active income through timber \nharvesting, and any passive appreciation in its value cannot be realized through \ndevelopment or sale due to deadlock between the managers.   \nB. Procedural History \n8. Plaintiffs Jim Trust  and William R. Q. Davis Trust (together, the \n“Plaintiffs”) filed this action  against JHD and Berry Hill on 12 July 2022, seeking \njudicial dissolution of the LLCs under N.C.G.S. § 57D -6-02(2)(i).18  Plaintiff s allege \n \n13 (Compl. ¶ 21.) \n \n14 (Compl. ¶ 22.)   \n \n15 (See Compl. ¶¶ 22–27.) \n \n16 (See Compl. ¶¶ 22–23.) \n \n17 (See Compl. ¶¶ 24–27.) \n \n18 The Jonathan O.Q. Davis Trust (the “Jon Trust”) is not a party to this action, and no party \nhas sought to join the Jon Trust through Rules 19, 20, or otherwise.  Mindful of the necessary \njoinder rules of Rule 19, the Court has considered and now concludes that  the Jon Trust is \nthat disagreement between Jim and Charles concerning the use of the P roperty has \nrendered it “impossible and impracticable” to conduct the business of the LLCs, and \nthat the LLCs should therefore be judicially dissolved.19   \n9. The case was designated as a mandatory complex business case under \nN.C.G.S. § 7A-45.4(a)(1) and assigned to the undersigned on 15 July 2022.20  \n10. The Charles Trust filed an unopposed Motion to Intervene in this action with \nthe Wake County Clerk of Superior Court on 11 August 2022, 21 which it amended \nand re-filed on the Business Court docket on 18 August 2022. 22  The Court granted \nthe motion on 19 August 2022. 23  Since that time , Plaintiffs and the Charles Trust \nhave been the active parties in this litigation.  The LLCs have not retained counsel \nand thus have not appeared at any time in this litigation.24 \n \nnot a necessary party to this dissolution action , as either a plaintiff or a defendant .  See \nN.C.G.S. § 57D- 6-03(a) (providing that a dissolution action must be brought solely against \nthe LLC itself, and that a plaintiff may not join an LLC member unless relief is sought \nagainst the member individually) ; N.C.G.S. § 57D -6-02(2)(i) (providing that a dissolution \naction may be brought by “a member.”) (emphasis added). \n \n19 (Compl. ¶¶ 28–32.) \n \n20 (Designation Order, ECF No. 1; Assignment Order, ECF No. 2.) \n \n21 (Mot. Intervene, ECF No. 10.)  \n \n22 (Am. Mot. Intervene, ECF No. 7.) \n \n23 (Order Granting Am. Mot. Intervene, ECF No. 11.) \n \n24 The Court and the parties agree that Jim and Charles , as the LLCs’ managers,  are the \nprimary disputants in this action.  ( See Am. Mot. Intervene  ¶¶ 5–8.)  Plaintiffs bring this \naction to remedy alleged deadlock in the affairs of the LLCs brought about by disagreement \nbetween Charles and Jim, which, among other things, has prevented the LLCs from agreeing \nto retain counsel to defend this litigation .  Without counsel, the LLCs cannot appear.  See \nLexisNexis, Div. of Reed Elsevier, Inc. v. Travishan Corp., 155 N.C. App. 205, 209 (2002) \n(holding that, subject to limited exceptions not applicable here, “in North Carolina a [business \n11. The Charles Trust filed the Motion on 18 October 2022. 25  On 3 November \n2022, the Court entered an O rder Staying Discovery until the Court rules on the \nMotion.26  The Court held a hearing  on the Motion on 22 November 2022, at which \nPlaintiffs and Defendant were represented by counsel (the “Hearing”).  The Motion is \nfully briefed and now ripe for decision. \nII. \nLEGAL STANDARD \n12. When deciding whether to dismiss for failure to state a claim under Rule \n12(b)(6), the Court considers “whether the allegations of the complaint, if treated as \ntrue, are sufficient to state a claim upon which relief can be granted under some legal \ntheory.”  Corwin v. Brit ish Am. Tobacco PLC , 371 N.C. 605, 615  (2018) (quoting \nCommScope Credit Union v. Butler & Burke, LLP, 369 N.C. 48, 51 (2016)).27  \n \nentity] must be represented by a duly admitted and licensed attorney -at-law and cannot \nproceed pro se[.]”). \n \n25 (Intervenor’s Mot. Dismiss Pursuant Rule 12(b)(6) N.C. R. Civ. Proc., ECF No. 20.) \n \n26 (Order Staying Discovery, ECF No. 24.) \n \n27 The Court notes that Defendant has supported its  Motion with Charles’s affidavit.   (See \nECF No. 22.)  Defendant asserts that the affidavit is tendered, “not because it is necessary to \nmeet [Defendant’s] Rule 12(b)(6) standard, but because [Defendant] believes the additional \nbackground information should be presented to the Court in the interest of judicial economy,” \ncontending that Plaintiffs cannot successfully re-plead their claim and thus that this action \nshould be dismissed with prejudice.   (Charles B.Q. Davis Trust’s Br. Supp. Mot. Dismiss 6 \nn.1 [hereinafter Def.’s Br. Supp.], ECF No. 21 .).)  As the Court made clear at the Hearing, \nhowever, North Carolina law does not permit the Court to consider the affidavit without \nconverting the motion to one for summary judgment.  See, e.g., Kinston Med. Specialists, P.A. \nv. Bundle, 2015 NCBC LEXIS 4 8, at *5 (N.C. Super. Ct. May 7, 2015) (“the Court cannot \nconsider [affidavits] in deciding a motion under Rule 12(b)(6) [.]”).  Since both parties agreed \nat the Hearing that the Motion should be considered and determined pursuant to the \nstandards applicable to motions under Rule 12(b)(6) and not under Rule 56, the Court \n13. “[D]ismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on \nits face reveals that no law supports the plaintiff’s claim; (2) the complaint on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the complaint \ndiscloses some fact that necessarily defeats the plaintiff’s claim.’ ”  Id. at 615 (quoting \nWood v. Guilford Cnty., 355 N.C. 161, 166 (2002)). \n14. Under Rule 12(b)(6), “the trial court is to construe the pleading liberally and \nin the light most favorable to the plaintiff, taking as true and admitted all well -\npleaded factual allegations contained within the complaint. ”  Donovan  v. Fiumara, \n114 N.C. App. 524, 526 (1994) (cleaned up).  The Court need not, however, accept as \ntrue “allegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. HHS, Div. of Facility Servs., \n174 N.C. App. 266, 274 (2005) (cleaned up).   \nIII.  \nANALYSIS \n15.  Plaintiffs’ sole claim in this action is that operating the LLCs has become \nimpracticable within the meaning of N.C.G.S. § 57D -6-02(2)(i) and that the  LLCs \nshould therefore be judicially dissolved.\n28  Defendant moves to dismiss, contending \nthat Plaintiffs have failed to allege facts from which a trial court could order judicial \ndissolution. \n \ndeclines to consider Charles’s affidavit, or the portions of Defenda nt’s supporting brief that \nrely upon the affidavit, in resolving Defendant’s Motion.   \n \n28 (Compl. ¶¶ 28–32.) \n \n16. At the outset, the Court rejects Defendant’s argument that Plaintiffs’ claim \nshould be dismissed because Plaintiffs  did not state the “ business” of the LLC s in \nexplicit terms in the Complaint.  Defendant notes that N.C.G.S. § 57D-6-02(2) permits \ndissolution by an LLC member only where “it is not practicable to conduct the LLC[s’] \nbusiness in conformance with the operating agreement and [Chapter 57D]” (emphasis \nadded)29 and contends that Plaintiffs have failed to allege the LLCs’ “business” with \nrequisite specificity.   \n17. North Carolina, however, employs a forgiving notice pleading standard in \nmost instances under Rule 8, and Rule 12(b)6) requires the Court to treat Plaintiffs’ \nfactual allegations as true and draw all reasonable inferences in Plaintiffs’ favor.  See, \ne.g., Turner v. Hammocks Beach Corp. , 363 N.C. 555, 559 (2009); Quidore v. All. \nPlastics, LLC, 2020 NCBC LEXIS 140, at *8 (N.C. Super Ct. Dec. 3, 2020).  Viewing \nthe complaint in this light, Plaintiffs have alleged that the LLCs’ business purpose is \nto maximize the return on the LLCs’ only asset, the Property, which the LLCs have \n \n29 (Def.’s Br. Supp. 20–21.)  N.C.G.S. § 57D-6-02(2) states: \n \nThe superior court may dissolve an LLC in a proceeding brought by either of \nthe following: \n \n(2) A member, if it is established that (i) it is not practicable to conduct the \nLLC's business in conformance with the operating agreement and this Chapter \nor (ii) liquidation of the LLC is necessary to protect the rights and interests of \nthe member. \n \nThis Court has noted that “the first prong is conjunctive, requiring the member to show \nimpracticability under both the operating agreement and Chapter 57D to permit dissolution \nunder this subsection.”  Norris v. Greymont Dev., LLC, 2022 NCBC LEXIS 7, at *8 (N.C. \nSuper. Ct. Jan. 31, 2022). \n \nsought to accomplish in two ways: through timber sales until 2004,30 and by holding \nthe Property for sale or development since the LLCs were created, which has been \nthe sole activity since 2004 .31  Even if the Court assumes that Plaintiffs must \nspecifically plead the LLCs’ “business” under section 57D-6-02(2) for purposes of Rule \n12(b)(6), the Court concludes that Plaintiffs have met that burden here.  See Kinsley \nv. Ace Speedway Racing, Ltd. , 2022-NCCOA-524 ¶ 34 (“[w]e have held that a party \nneed not use magic words to plead the substantive elements of its claim.”). \n18. The Court next t urns to whether Plaintiff s have adequately alleged facts \nshowing that “it is not practicable to conduct the LLC [s’] business in conformance \nwith the operating agreement and [Chapter 57D]” as required under section 57D-6-\n02(2)(i).  Plaintiffs contend that they have; Defendant contends Plaintiffs have not. \n19. The goal of statutory interpretation in North Carolina is to determine the \nstatute’s legislatively intended meaning, as evidenced by the statute’s text, goal, and \nspirit.  State v. Rankin, 371 N.C. 885, 889 (2018); Coastal Ready-Mix Concrete Co. v. \nBd. of Comm’rs, 299 N.C. 620, 629 (1980).  A court will not engage in judicial \ninterpretation of a textually unambiguous statute, but  “[i]f the language is \nambiguous or unclear, the reviewing court must construe the statute in an attempt \nnot to defeat or impair the object of the statute if that can reasonably be done without \ndoing violence to the legislative language.”  Carolina Power & Light Co. v. City of \nAsheville, 358 N.C. 512, 518 (2004) (cleaned up).   \n \n30 (Compl. ¶ 18.) \n \n31 (Compl. ¶¶ 17–27.) \n20. The term “practicable” is not defined in section 57D-6-02, and our appellate \ncourts have offered little guidance as to the term’s meaning.  Defendant argues that \nthe few North Carolina cases to have interpreted section 57D-6-02(2)(i) demonstrate \nthat judicial dissolution is an extreme remedy, granted rarely and only when there is \n“proof of substantial mismanagement or financial loss[,]” citing Brady v. Vlaanderen, \n2017 NCBC LEXIS 61 , at *33  (N.C. Super Ct. July 19, 2017) , when the “parties ’ \npleaded disagreement reflects a level of discord that pervades every aspect of the \nparties’ management of [ the LLC, ]” ci ting Norris, 2022 NCBC LEXIS 7, at *6–8 \n(cleaned up),32 or when there exists a high degree of distrust among the deadlocked \nparties preventing them from ever working together , citing Chisum v. Campagna, \n376 N.C. 680, 2021-NCSC-7, ¶ 64.33   \n21. Defendant argues that Plaintiffs have failed to plead the level of dysfunction \nrequired by these cases or that the managers’ “disagreement makes it [impracticable] \nto continue ‘all or even substantially all’ of the LLCs’ current business operations [,]” \nNorris, 2022 NCBC LEXIS 7, *6–8, requiring dismissal.34   \n22. The Court disagrees, as each of these cases  arose in a different procedural \nposture or is otherwise readily distinguishable from this action.   \n23. In Norris, the plaintiff pleaded that while a pertinent disagreement between \nthe managers existed, the parties operated the LLC at issue “cooperative[ly.]”  Norris, \n \n32 (See Def.’s Br. Supp. 20, 22.) \n \n33 Defendant cited to Chisum for the first time at the Hearing. \n \n34 (Def.’s Br. Supp. 22.) \n \n2022 NCBC LEXIS 7, at *11.  Consequently, t his Court expressly premised its \ndismissal of the  plaintiff’s judicial dissolution claim on t his fact, “conclud[ing] that \nthe parties’ pleaded cooperation and agreement in managing  . . . [defendant’s] \nongoing business operations”  demonstrated that judicial dissolution would be \ninappropriate.  Id. (emphasis added).   \n24. There are no similarly self-defeating allegations made here.  While Plaintiffs \nallege that timber sales proceeded “from time to time” until 2004,35 Plaintiffs have \nnot alleged that the LLCs are currently used for timber production or sale or that the \nLLCs intend to engage in timber harvesting or sale in the future.  At the same time, \nPlaintiffs have alleged that the Property is undeveloped and “suitable for residential \ndevelopment” and that Charles and Jim’s deadlock has prevented the sale or \ndevelopment of the Property.36  Therefore, u nlike in Norris, Plaintiffs have not \npleaded current “ cooperation and agreement  in managing . . . [defendant’s] ongoing \nbusiness operations[,]” and Defendant’s reliance on Norris is therefore inapposite. \n25. In Chisum, the trial court ordered judicial dissolution after trial.  Chisum , \n2021-NCSC-7, ¶ 64.  The Supreme Court affirmed this  order and remedy , after \nmaking specific note of the trial court’s observations of the extraordinary level of \nmutual hostility and distrust between the LLC’s managers.  See id. at ¶¶ 64–65.  The \nSupreme Court quoted  in particular the trial court’s belief that the parties so \ndistrusted each other that “these parties could not ever again be associated with one \n \n35 (Compl. ¶ 18.) \n \n36 (See Compl. ¶¶ 21–27.) \n \nanother in a jointly owned business[.]” Id. at ¶ 64.  While Plaintiffs have not pleaded \nsuch a high level of distrust between Jim and Charles here, Chisum does not require \nthat Plaintiffs must do so to sustain their dissolution  claim.  Chisum  simply notes \nthat the trial court’s observations “provide[d] ample support” for judicial dissolution, \nid., not that such allegations are necessary to survive Rule 12(b)(6) dismissal.  \n26. Finally, in Brady, the trial court considered a dissolution claim on summary \njudgment based on the presentation of evidence, not at the Rule 12(b)(6) stage based \non the complaint, and, in any event, Plaintiffs have alleged that Charles’s objections \nand the ongoing deadlock prevented a sale of the P roperty for $8.5 millio n,37 \nsufficiently stating a “ financial loss” to Plaintiffs under Brady for purposes of Rule \n12(b)(6). \n27. Having found these North Carolina cases unpersuasive and no others from \nour appellate courts helpfully construing section 57D -6-02(2)(i)’s use of the term \n“practicable,” the Court next turns to other tools of statutory construction to ascertain \nthe term’s meaning.    \n28. The Court begins with the standard, dictionary definition of “practicable.”  \nSee Morris Commc’ns Corp. v. City of Bessemer, 356 N.C. 152, 158 (2011) (“To \nascertain the ordinary meaning of undefined and ambiguous terms, courts may \nappropriately consult dictionaries.”)  Black’s Law Dictionary defines “practicable” as \n“reasonably capable of being accomplished; feasible in a particular  situation.”  \nPracticable, Black’s Law Dictionary (11th ed. 2019) (emphas is added).  Merriam-\n \n37 (Compl. ¶¶ 24–27.) \n \nWebster and Dictionary.com offer nearly identical definitions .38  Based on these \npersuasive sources, t he Co urt concludes that “practicable ” is synonymous with \n“feasible” and does not mean simply “possible.”  Indeed,  the Court notes that \nsomething may be possible yet not feasible without extra time or resources  in a \nparticular circumstance.  Following this same  logic, the Court also concludes that \n“not practicable” is likewise synonymous with “unfeasible” and does not mean \n“impossible.” \n29. Courts from other jurisdictions agree.  See, e.g. , Gagne v. Gagne, 338 P.3d \n1152, 1160 (Colo. App. 2014)  (concluding that Colorado’s “not practicable” standard \nfor judicial dissolution required that the LLC be “unable to pursue the purposes for \nwhich the company was formed in a reasonable, sensible, and feasible manner” ); \nUnbridled Holdings, LLC v. Carter, 607 S.W.3d 188, 197 (Ky. Ct. App. 2020) (noting \nthat if the Kentucky legislature had desired a higher standard for Kentucky’s \ndissolution statute , “it would have used the term ‘impossible’ instead of ‘not \nreasonably practicable’ ” and noting that “almost all the outside authorities” permit \ndissolution under an impracticability standard) ; In re 1545 Ocean Ave., LLC , 893 \nN.Y.S.2d 590, 597–98 (N.Y. App. Div. 2010)  (ordering dissolution under New York’s \n“not reasonably practicable” standard where “continuing the entity [was] financially \nunfeasible”); PC Tower Ctr., Inc. v. Tower Ctr. Dev. Assoc. LP, No. 10788, 1989 Del. \n \n38 See Practicable, Merriam-Webster Online Dictionary, https://www.merriam-\nwebster.com/dictionary/practicable (last visited Dec. 7, 2022) (“Capable of being put into \npractice or of being done or accomplished : Feasible”); Practicable, Dictionary.com, \nhttps://www.dictionary.com/browse/practicable (last visited Dec. 7, 2022) (“capable of being \ndone, effected, or put into practice, with the available means; feasible”). \nCh. LEXIS 72, at *16 ( Del. Ch. June 8, 1989) (concluding that Delaware’s “not \nreasonably practicable” standard is “one of reasonable practicability, not \nimpossibility”); see also Taki v Hami, No. 219307, 2001 Mich. App. LEXIS 777, at *8 \n(Mich. Ct. App.  May 4,  2001) (finding dissolution appropriate under Michigan’s \n“reasonably practicable” standard where a partnership’s operations were “not capable \nof being done logically and in a reasonable, feasible manner”).39 \n30. Accordingly, based on these authorities  and because the meaning of the \nterm, in the context it is used in section 57D -06-02(2)(i), is no different than as \ndiscussed above, the Court concludes that “not practicable” in section 57D-06-02(2)(i) \ntherefore means “unfeasible” and does not mean “impossible.”  The Court thus applies \nthis understanding in determining whether Plaintiffs have pleaded facts permitting \na factfinder to conclude that “it is not practicable to conduct the LLC [s’] business in \nconformance with the operating agreement and [Chapter 57D]” under section 57D-6-\n02(2)(i).  Viewing the complaint’s allegations in the light most favorable to Plaintiffs, \nthe Court concludes that they have. \n31. The Operating Agreements require Charles and Jim to agree for the LLCs \nto take action, which they have thus far been unable to do since “at least early 2020.”40  \n \n39 The Court recognizes that most states’ LLC dissolution statutes provide for dissolution \nwhen it is not “ reasonably practicable” to operate, while section 57D-6-02(2)(i) provides for \ndissolution only when it is not “practicable.”  This  is a distinction wit hout a difference, \nhowever, for two reasons.  First, the word “practicable” itself connotes reasonableness.  See, \ne.g., Practicable, Black’s Law Dictionary (11th ed. 2019).  Second, this Court has previously \nconstrued the two standards as identical.  See Battles v. Bywater, LLC, 2014 NCBC LEXIS \n54, at *23–24 (N.C. Super Ct. Oct. 31, 2014).   \n \n40 (See Compl. ¶¶ 20–21, 28–30; Operating Agreements arts. 3.1–3.2.) \n \nPlaintiffs have additionally pleaded that they are deadlocked on the use of the \nProperty, there is no mechanism in the Operating Agreements to break the deadlock, \nthe LLCs have not conducted any economically useful activity since 2004,41 and there \nis no other way for the LLCs to conduct any business, realize any profit, or dispose of \nany assets so long as the unbreakable deadlock persists.42  The Court concludes that \nthese allegations are sufficient to show that it is not practicable to conduct the LLCs’ \nbusiness in conformance with the operating agreements and Chapter 57D.   \n32. The Court finds support for its conclusion from courts in other jurisdictions.  \nFor example, in Kirksey v. Grohmann , 2008 SD 76, 754 N.W.2d 825, four sisters \nformed an LLC to manage land their parents bequeathed them.  Id.  ¶¶ 2– 3.  \nEventually, the sisters reached a two-to-two impasse on how to use or dispose of the \nland.  Id. ¶¶ 26–27.  Even though, as here,  the deadlock did not threaten the LLC’s \nexistence or financial vitality, and the LLC could continue to hold the land, the \nSupreme Court of South Dakota held , under South Dakota’s “not reasonably \npracticable” standard, that the lack of any means to break the deadlock frustrated \nthe business of the LLC and rendered judicial dissolution proper.  Id.   \n33. Courts in other states have ordered dissolution on broadly similar facts.  See, \ne.g., Haley v. Talcott, 864 A.2d 86, 96, 98 (Del. Ch. 2004) (ordering dissolution under \nDelaware’s “not r easonably practicable” standard where the LLC , while continuing \nto “technically function[ ],” existed under a “residual, inertial status quo”) ; In re Cat \n \n41 (See Compl. ¶¶ 18, 21–27.) \n \n42 (See generally Compl.) \nIsland Club, LLC , 11-1557, pp. 6 –7 (La. App. 3 Cir. 5 /2/12), 94 So.3d 75, 79– 80  \n(affirming dissolution under Louisiana’s “not reasonably practicable” standard where \nparties were unable “to work toward any goals or reasons for continued association \nwith each other”); Venture Sales, LLC v. Perkins, 10-CA-01552-SCT (¶¶ 12–29) (Miss. \n2012) (holding that the trial court did not abuse its discretion by granting dissolution \nunder Mississippi’s “not reasonably practicable” standard when the LLC “ha[d] \nexisted for more than ten years and ha[d] yet to achieve . . . its stated purpose[ ]”).  \n34. Accordingly, based on the above and in the absence of any contrary guidance \nfrom North Carolina’s appellate courts , the Court concludes that Plaintiffs have \nsufficiently pleaded their claim for judicial dissolution to survive dismissal under \nRule 12(b)(6).  Defendant’s Motion shall therefore be denied.      \nIV. \nCONCLUSION \n35.   WHEREFORE, for the foregoing reasons, the Court  hereby DENIES the \nCharles Trust’s Motion to Dismiss.  \nSO ORDERED, this the 9th day of December, 2022. \n \n \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}