{
  "id": "378038ac20f3ed2eff4d985367d436de32a01e4f6e0582537a4885f1cf7465e8",
  "source_file": "data/raw/ncbc/378038ac20f3ed2eff4d985367d436de32a01e4f6e0582537a4885f1cf7465e8.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nDURHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 4094 \nUNITED THERAPEUTICS \nCORPORATION, \n \nPlaintiff, \n \nv. \n \nLIQUIDIA TECHNOLOGIES, INC. \nand ROBERT ROSCIGNO,  \n \nDefendants. \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nPLAINTIFF UNITED \nTHERAPEUTICS CORPORATION’S \nFIRST AMENDED COMPLAINT \n1. THIS MATTER is before the Court on Defendants’ Motion to Dismiss \nPlaintiff United Therapeutics  Corporation’s First Amended Complaint  (“Motion”) \npursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”).  \n(ECF No. 22.)   \n2. Having considered the Motion, the related briefs, and the arguments of \ncounsel at a hearing on the Motion, the Motion is DENIED. \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Jim W. Phillips, Jr., \nEric M. David, and Kasi W. Robinson ; McDermott Will & Emery, LLP , by \nDouglas H. Carsten ; and Goodwin Procter, LLP , by William Jackson , for \nPlaintiff United Therapeutics Corporation. \n \nParker Poe Adams & Bernstein LLP, by Stephen V. Carey and Corri A. Hopkins; \nand Cooley, LLP, by Sanya Sukduang, and Jonathan Davies , for Defendant \nLiquidia Technologies, Inc. \n \nMcGuireWoods, LLP, by Mark E. Anderson, David E. Finkelson, and Miles O. \nIndest, for Defendant Dr. Robert Roscigno. \n \nUnited Therapeutics Corp. v. Liquidia Techs., Inc., 2022 NCBC 59. \nI. INTRODUCTION \n3. The parties in this case are two competing biotech companies and a n \nexecutive who worked for both companies at different times in his career. \n4. Defendant Dr. Robert Roscigno (“Roscigno”)  was employed by United \nTherapeutics Corporation (“UTC”)  for about a decade , during which time he made \ncontributions to the company’s develo pment of treatments for pulmonary arterial \nhypertension (“PAH”).  His work focused on two t reprostinil1 treatments marketed \nunder the brand names Tyvaso® and Remodulin®. \n5. Sometime after Roscigno left UTC he joined  Defendant Liquidia \nTechnologies, Inc. (“Liquidia”) , a company that is developing a third formulation of \ntreprostinil for the treatment of PAH.   UTC claims that Roscigno improperly took \ntrade secrets and confidential information  “key to the development of Tyvaso® and \nRemodulin®” with him when he left its employ, and that he disclosed the information \nto Liquidia, giving Liquidia an unfair advantage in the development of its competing \ntreatment. \n6. UTC has sued Liquidia for unfair and deceptive trade practices  and is \npursuing both Roscigno and Liquidia for misappropriation of trade secrets.   \nDefendants have moved to dismiss all claims. \n \n1 Treprostinil is a drug used in the treatment of lung disease.  See \nwww.ncbi.nlm.nih.gov/books/NBK545152/ (last visited Oct. 13, 2022). \nII. FACTUAL AND PROCEDURAL BACKGROUND \n7. The Court does not make findings of fact when ruling on a m otion to \ndismiss.  It recites below those factual allegations in the Amended Complaint that \nare relevant and necessary to the Court’s determination of the Motion before it.   \n8. UTC is a Delaware corporation with a place of business in Research \nTriangle Park, North Carolina.   UTC researches and develops treatments  for \ncardiovascular and pulmonary diseases, pediatric cancers, and other chronic and life-\nthreatening conditions.  Lung Rx, Inc. (“Lung Rx”)  is UTC’s subsidiary.2  (First Am. \nCompl. [hereinafter “Compl.”] ¶¶ 2, 5, 10) (ECF No. 15.)   \n9. Liquidia is a Delaware corporation with a principal place of business in \nMorrisville, North Carolina.   Liquidia  competes with UTC  in the development of \ntreatments for PAH.  (Compl. ¶¶ 2–3, 6.)   \n10. Roscigno worked as an executive for UTC  from 1997 through 2007 .  \nLiquidia later hired Roscigno as its Senior Vice President  of Product Development.  \nHe was employed by Liquidia as recently as July 2020.  (Compl. ¶¶ 2, 7, 11.) \n11. During Roscigno’s time at UTC, he oversaw the clinical development of \ntreatments for PAH .  Roscigno ’s contributions assisted UTC in  bringing to market \ntwo methods of delivery for treprostinil:  an inhaled treatment branded as Tyvaso®, \n \n2 Throughout the allegations , UTC alleges that Roscigno was employed by UTC or its \nsubsidiary Lung Rx.  (See Compl. ¶¶ 2, 11, 13–14.)  For the purpose of this Order and Opinion, \nreferences to UTC include its subsidiary Lung Rx. \nand an injection treatment branded as Remodulin® (together, the “ Treatments”).  \n(Compl. ¶¶ 11–12.)   \n12. Consequently, Roscigno was exposed to “significant amounts of UTC’s \nconfidential information and trade secrets[,]” which UTC alleges include:  \ndetailed competitively sensitive financial projections and lifecycle \nmanagement planning for UTC’s clinical and r esearch programs ; \nspecific know -how regarding obtaining FDA approval for treprostinil \nsodium drug products indicated for treatment of PAH, including specific \nmethodologies for demonstrating adequate safety data and strategies for \nhow to preempt FDA concerns based on template(s) of UT C’s \nsubmissions; and non -public subject matter that is the intellectual \nproperty of UTC.   \n \n(Compl. ¶ 13.)  UTC contends that this information , “was and remains key to the \nsuccessful development of Tyvaso® and Remodulin®.”  (Compl. ¶ 13.) \n13. According to the Amended Complaint, after leaving UTC, Roscigno took \nthis confidential and trade  secret information and joined Liquidia, where he was \ninstrumental in its drug development efforts, including the development of Liquidia’s \ntreprostinil treatments.  UTC alleges , upon information and belief , that Liquidia \nimproperly benefited from UTC’s confidential and trade secret information  because \nit enabled Liquidia to bring to market Liquidia’ s treprostinil treatments “before \nLiquidia otherwise would have been in [a] position to do so.”  (Compl. ¶¶ 3, 14.) \n14. UTC is aware that  Liquidia is  in possession of UTC’s confidential \ninformation because Liquidia produced documents containing this  information \nduring discovery in patent l itigation in Delaware .  (Compl. ¶  15.)  See generally \nUnited Therapeutics Corp. v. Liquidia Techs., Inc., No. 20-755, 2022 U.S. Dist. LEXIS \n158209 (D. Del. Aug. 31, 2022).  According to UTC, the documents produced contain \n“detailed financial records and forecasts, UTC’s confidential regulatory submissions \nand correspondences, and UTC’s confidential and trade secret information regarding \ndrug development  and approval efforts, strategies, and confidential protocol \ndevelopments.”  (Compl. ¶ 16.) \n15. UTC alleges that d espite its reasonable efforts to maintain the secrecy \nof its trade secrets, including through the use of confidentiality and non-competition \nprovisions in employment agreements , employing intellectual property rights , \nrestricting access to sensitive information, and marking documents as “confidential,” \namong other things, Defendants Roscigno and Liquidia have improperly acquired and \nused its confidential information and trade secrets.  (Compl. ¶ 17.)  \n16. UTC initially filed its Complaint on 10 December 2021, asserting  four \ncauses of action.  (ECF No. 3.)  On 13 December 2021, the action was designated as a \nmandatory complex business case and assigned to the undersigned.  (ECF Nos. 1, 2.) \n17. On 7 January 2022, Defendants removed this action to the U.S. District \nCourt for the Middle District of North Carolina based on federal-question jurisdiction.  \n(ECF N o. 6.)  After removal, UTC filed its First Amended Complaint (“ Amended \nComplaint”) omitting its claim for violation of the Defend Trade Secrets Act of 2016, \n18 U.S.C. § 1836 et seq.   As a result, the federal district court remanded the action to \nthis Court.  \n18. The Amended Complaint initially contained three causes of action: (1) \nmisappropriation of trade secrets under the North Carolina Trade Secrets Protection \nAct, N.C.G.S. §§ 66-152 et seq., (“NCTSPA”), (2) unfair and deceptive trade practices \nunder the North Carolina Unfair and Deceptive Trade Practices Act, N.C.G.S. § 75-\n1.1 et seq., (“UDTPA”), and (3) conversion under North Carolina common law.    \n19. On 10 May 2022, Defendants filed th is Motion seeking dismissal of all \nclaims.  (ECF No. 22.)  On 27 May 2022, UTC voluntarily dismissed the Third Cause \nof Action (Conversion), thereby mooting that aspect of the Motion.  (ECF No.  31.)  \nDefendants’ Motion has now been fully briefed, and the Court entertained arguments \nat a hearing held 21 July 2021.  (See ECF No. 40.)  The Motion is now ripe for decision. \nIII. LEGAL STANDARD \n20. A claim fails and dismissal is proper pursuant to Rule 12(b)(6): “(1) when \nthe complaint on its face reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a good claim; [or] \n(3) when some fact disclosed in the complaint necessarily defeats the p laintiff’s \nclaim.”  Oates v. JAG, Inc., 314 N.C. 276, 278 (1985).  However, “a complaint should \nnot be dismissed for insufficiency unless it appears to a certainty that plaintiff is \nentitled to no relief under any state of facts which could be proved in su pport of the \nclaim.”  Sutton v. Duke, 277 N.C. 94, 103 (1970) (emphasis omitted).  \n21. In deciding this Motion, t he Court is not required “to accept as true \nallegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274 (2005) (quoting Veney v. Wyche, 293 F.3d 726, 730 (4th \nCir. 2002)).  However, the Court must construe the Amended Complaint liberally and \naccept all allegations as true fo r purposes of its ruling.  See Laster v. Francis, 199 \nN.C. App. 572, 577 (2009).   \n22.  Finally, with respect to this early motion, “the issue is not whether a \nclaimant will prevail, but whether the claimant is entitled to offer evidence in support \nof the clai m.”  Washburn v. Yadkin Valley Bank & Tr. Co., 190 N.C. App. 315, 325 \n(2008) (citing Ryan v. Univ. of N.C. Hosps., 128 N.C. App. 300 (1998)). \nIV. ANALYSIS \n23. At issue here  is whether UTC has sufficiently plead : (1) a claim for \nmisappropriation of trade secrets under the NCTSPA against both Roscigno and \nLiquidia, and (2) a claim for unfair and deceptive trade practices under the UDTPA  \nagainst Liquidia. \nA. Claim One: Misappropriation of Trade Secrets \n24. For UTC’s misappropriation of trade secrets claim to survive, UTC must \n“identify a trade secret with sufficient particularity so as to enable a defendant to \ndelineate that which he is accused of misappropriating and a court to determine \nwhether misappropriation has or is threatened to occur. ”  Washburn, 190 N.C. App. \nat 326 (2008) ( quoting Analog Devices, Inc.  v. Michalski, 157 N.C. App . 462, 468, \n(2003) (citations omitted)).  “[G]eneral  allegations in sweeping and conclusory \nstatements, without specifically identifying the trade secrets allegedly \nmisappropriated, [are] ‘insufficient to state a claim for misappropriation of trade \nsecrets.’ ”  Krawiec v. Manly, 370 N.C. 602, 610 (2018) (quoting Washburn, 190 N.C. \nApp. at 327)).   \n25. The NCTSPA defines a trade secret as “ business or technical \ninformation, including but not limited to a formula, pattern, program, device, \ncompilation of information, method, technique, or process that” both: \na. [d]erives independent actual or potential commercial value from not \nbeing generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain \neconomic value from its disclosure or use; and  \n \nb. [i]s the subject of efforts that are reasonable under the circumstances \nto maintain its secrecy.  \n \nN.C.G.S. § 66 -152(3).  See also Sterling Title Co. v. Martin , 266 N.C. App. 593, 601 \n(2019) (quoting Analog Devices, Inc. v. Michalski, 157 N.C. App. 462, 470 (2003)).   \n26. Our Courts have employed six factors when determining the existence \nof a trade secret: \n(1) the extent to which the information is known outside the business; \n(2) the extent to which it is known to employees and others involved in \nthe business; (3) the extent of measures taken to guard the secrecy of \nthe information; (4) the value of information to business and its \ncompetitors; (5) the amount of effort or money expended in developing \nthe information; and (6) the ease or difficulty with which the information \ncould properly be acquired or duplicated by others. \n \nCombs & Assocs. v. Kennedy , 147 N.C. App. 362, 369– 70 (2001); accord Wilmington \nStar-News, Inc. v. New Hanover Reg'l Med. Ctr., Inc., 125 N.C. App. 174, 180 –81 \n(1997).  “These factors overlap, and courts do not always examine them separately \nand individually.”  Vitaform, Inc. v. Aeroflow, Inc. , 2020 NCBC LEXIS 132, at **19 \n(N.C. Super. Ct. Nov. 4, 2020). \n27. In addition,  when alleging misappropriation, UTC must allege more \nthan its belief that Liquidia has used its trade secrets.  See Washburn, 190 N.C. App. \nat 327 (citing VisionAIR, Inc. , 167 N.C. App. at 511).  The  NCTSPA defines  \nmisappropriation as the “acquisition, dis closure, or use of a trade secret of another \nwithout express or implied authority or consent, unless such trade secret was arrived \nat by independent development, reverse engineering, or was obtained from another \nperson with a right to disclose the trade se cret.”  N.C.G.S. § 66-152(1).  General and \nconclusory allegations of misappropriation will not survive a motion to dismiss.  See, \ne.g., Bite Busters, LLC v. Burris, 2021 NCBC LEXIS 26, at **22–23 (N.C. Super. Ct. \nMar. 25, 2021); Washburn, 190 N.C. App. at 327; Strata Solar, LLC v. Naftel , 2020 \nNCBC LEXIS 129, at **11-12 (N.C. Super. Ct. Oct. 29, 2020).  \n28. Defendants argue that UTC has failed on both fronts.  (Defs.’ Br. Supp. \nMot. Dismiss Am. Compl. 1 –2, [hereinafter “De fs.’ Br.”], ECF No.  23.)  They first \ncontend that UTC’s description of the alleged trade secrets at issue is so vague that \nDefendants are unable to delineate what they are accused of misappropriating , and \nlikewise, the Court  cannot determine i f misappropriation has occurred or is \nthreatened to occur.  (Defs.’ Br. 2.)   This failure, Defendants argue, necessitates the \ndismissal of UTC’s claim for misappropriation of trade secrets.  (Defs.’ Br. 1–2.) \n29. UTC defends the sufficiency of its pleading.  It highlights paragraphs 13 \nand 16 of its Amended Complaint as the  “central allegations identifying the trade \nsecrets[.]”  (Br. Opp. Defs.’ Mot. Dismiss  5–6, [hereinafter “Pl.’s Br.”],  ECF No. 30.)  \nIn paragraph 13, UTC identifies its trade secrets as: (1) detailed financial projections \nand life cycle management planning  for its clinical and research programs ; and (2) \nspecific know-how for obtaining FDA approval of treprostinil sodium drugs that treat \npulmonary arterial hypertension , including (a) methodologies for demonstrating \nadequate safety data, and (b) strategies to preempt FDA concerns based on template \nUTC submissions, as well as “non- public subject matter that is the intellectual \nproperty of UTC.”  (Compl. ¶ 13.) \n30. In paragraph 16, UTC identifies documents containing its trade secrets \nthat it claims were taken by Roscigno.  It describes them as: “confidential and \ncompetitively sensitive detailed financial records and forecasts,  UTC’s confidential \nregulatory submissions and correspondences, and UTC’s confidential and trade secret \ninformation regarding drug development and approval efforts, strategies, and \nconfidential protocol developments.”   (Compl. ¶  16.)  In paragraph 22 , UTC states \nthat Defendants have its “product development documents, confidential clinical trial \ndocumentation, and confidential budget documents [.]”  ( Compl. ¶ 22.)  Further \ndefining the  trade secrets at issue , UTC alleges in paragraph 15 that they  are \ncontained in documents that Liquidia produced during discovery  in the patent \nlitigation.  (Compl. ¶ 15.)   \n31. The Court concludes that UTC has described the trade secrets at issue \nwith sufficient specificity for its claim to survive the Motion.  UTC alleges broadly \nthat the information relates to treprostinil treatments for PAH.  ( Compl. ¶ 13.)  It \ndescribes the type s of information that it contends constitute trade secret s.  Even \nmore, UTC identifies the documents in which the  trade secrets can be found  and \nalleges that they were produced during discovery in the patent litigation.   These \nallegations suffice at this stage to put D efendants and the C ourt on notice  of the  \npurported trade secrets that have allegedly been misappropriated.  Krawiec, 370 N.C. \nat 612.3 \n32. With respect to  misappropriation, Defendants contend that UTC has \ninsufficiently pled the acts by which misappropriation was accomplished.  (See Defs.’ \nBr. 16–17.) \n33. UTC responds that the Amended Complaint pleads “ acquisition, \ndisclosure, [and] use of a trade secret of another without express or implied authority \nor consent[.]”  N.C.G.S. § 66 -152(1).  (See Pl.’s Br. 8–9.)  UTC alleges that Roscigno  \nhad access to UTC’s trade secrets while leading the development of its treprostinil \ntreatments, t hat Roscigno carried t he trade secrets  to Liquidia, and that, upon \ninformation and belief,  they were used i mproperly to benefit Liquidia in the \ndevelopment of another treprostinil treatment.  (Compl. ¶ 13–14.)   \n34. The Court concludes that UTC has sufficiently plead misappropriation.  \nUTC has alleged more than the mere fact that Roscigno was able to access its trade \nsecrets while he was employed.  See Am. Air Filter Co. v. Price, 2017 NCBC LEXIS 9, \nat *22 (N.C. Super. Ct. Feb. 3, 2017) (observing that opportunity to acquire  a trade \n \n3 Indeed, North Carolina courts have held that less descriptive pleadings were adequate to \nstate a claim at this early stage.  See e.g. , Ge Betz, Inc. v. Conrad , 231 N.C. App. 214, 234 \n(2013) (“chemical formulations, pricing information, customer proposals, historical costs, and \nsales data”);  Byrd's Lawn & Landscaping, Inc. v. Smith , 142 N.C. App. 371, 375 (2001) \n(“[c]onfidential data regarding operating and pricing policies”); Drouillard v. Keister Williams \nNewspaper Servs., Inc., 108 N.C. App. 169, 173– 74 (1992) (“customer lists and pricing and \nbidding formulas”); Computer Design & Integration, LLC v. Brown, 2017 NCBC LEXIS 8, at \n*27–28 (N.C. Super. Ct. Jan. 27, 2017) (“financial information and contact lists”). \n \nsecret, without more, is not sufficient to establish a prima facie case of  \nmisappropriation).4    \n35. UTC alleges that  Roscigno worked on t reprostinil treatments for UTC \ngiving him access to trade secrets, that he transferred and used UTC’s trade secrets \nafter his employment ended, and that he carried the trade secrets to Liquidia, where \nhe worked on its treprostinil treatment under development.  (Compl. ¶¶ 13–15.)  UTC \nfurther alleges that Liquidia is in possession of  UTC’s trade secrets as evidenced by \nthe fact that Liquidia produced the trade secrets back to UTC during discovery in the \npatent litigation.  (Compl. ¶  15.)  While perhaps requiring an “inferential leap” to  \nconclude that the trade secrets were improperly used by Liquidia, cf. Wells Fargo Ins. \nServs. USA v. Link, 2018 NCBC LEXIS 42, at *41 (N.C. Super. Ct. May 8, 2018), aff’d \nper curiam, 372 N.C. 260 (2019), in this case it is not necessary to take that leap.  The \nstatute does not require UTC to allege improper use in order to state a claim.  Alleging \nimproper acquisition or disclosure is enough.  Given this standard, Plaintiff’s \nallegations are sufficient.  See Krawiec, 370 N.C. at 609; Strata Solar, LLC , 2020 \nNCBC LEXIS 129, at **11.  \n36. Accordingly, Defendants’ Motion to Dismiss UTC’s First Cause of Action \n(Misappropriation of Trade Secrets) is DENIED. \n \n4 Defendants’ argument that “UTC has no evidence  that Liquidia or Dr. Roscigno ever \nacquired or disclosed UTC’s alleged trade secrets,” is one more properly made at the summary \njudgment stage than here, where the Court is limited to the allegations in the Amended \nComplaint.  (Defs.’ Br. 17) (emphasis in original). \nB. Claim Two: North Carolina Unfair and Deceptive Trade Practices Act \n37. “To establish a prima facie case of unfair and deceptive trade practices, \na plaintiff must show that (1) the defendant committed an unfair or deceptive act or \npractice, (2) the act was in or affecting commerce, and (3) the act proximately caused \ninjury to the plaintiff.”  White v. Consol. Planning, Inc., 166 N.C. App. 283, 303 (2004).   \n38. Liquidia argues that because its treprostinil treatment is still in \ndevelopment and not yet commercially available, the alleged misappropriation of \nUTC’s trade secrets  is not “ in or affecting commerce .”  ( Defs.’ Br. 21 –22.)  Our \nSupreme Court has rejected such a narrow reading of the statute.  See United Labs., \nInc v. Kuykendall, 322 N.C. 643, 665 (1988) (“[W]e have not limited the applicability \nof N.C.G.S. § 75 -1.1 to cases involving consumers only .  After  all, unfair trade \npractices involving only businesses affect the consumer as well.” (citation omitted)).5 \n39. The Court determines that the allegations in this case , involving the \ntransfer of trade secret information between competing companies regarding the  \ndevelopment of products that are either already on the market, or are intended for \nthe market, satisfies the pleading requirements necessary to state a claim for unfair \nand deceptive trade practices.   \n \n5 Although to date North Carolina courts have decided in cases presented to them that  a \nclaim for misappropriation of trade secrets  also constitutes a violation of the UDTPA, the \nreach of the UDTPA  is not without limits .  See e.g., Medical Staffing Network, Inc. v. \nRidgway, 194 N.C. App. 649, 659; Drouillard, 108 N.C. App. at 172–73; Mech. Sys. & Servs. \nv. Howard, 2021 NCBC LEXIS 69, at *13– 14 (N.C. Super. Ct. Aug. 11, 2021);  Wells Fargo \nIns. Servs. USA, 2018 NCBC LEXIS 42, at *51; but see James R. Carcano v. JBSS, LLC, 200 \nN.C. App. 162, 172 (2009) (“[O]ur case law reveals that the Act does not apply to all wrongs \nin a business setting.”) (collecting cases). \n40. The Court therefore DENIES Liquidia’s Motion to Dismiss UTC’s \nSecond Cause of Action against it (Unfair and Deceptive Trade Practices). \nV. CONCLUSION \n41. For the foregoing reasons, the Defendants’ Motion to Dismiss Plaintiff \nUnited Therapeutics Corporation’s First Amended Complaint as to the  First Cause \nof Action (Misappropriation of Trades Secrets)  and Second Cause of Action (Unfair \nand Deceptive Trade Practices) is DENIED.  As to Plaintiff’s Third Cause of Action \n(Conversion), the Motion is DENIED as Moot. \nIT IS SO ORDERED, this the 13th day of October, 2022. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}