{
  "id": "37df8b55ac9faab705b05659d46ec31a3e2916e3fc2945f1fbf38bd02f1094cd",
  "source_file": "data/raw/ncbc/37df8b55ac9faab705b05659d46ec31a3e2916e3fc2945f1fbf38bd02f1094cd.pdf",
  "raw_text": "AARP v. Am. Family Prepaid Legal Corp., 2007 NCBC 4 \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY  \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n06 CVS 10216 \n \nAARP, \n \n Plaintiff, \n \nv. \n \nAMERICAN FAMILY PREPAID LEGAL \nCORPORATION, INC. d/b/a AMERICAN \nFAMILY LEGAL PLAN; HERITAGE \nMARKETING AND INSURANCE \nSERVICES, INC.; STANLEY NORMAN; \nJEFFREY NORMAN; MIKE FEDYNISZYN; \nROBERT MALARCHICK; AMERICA’S \nRECOMMENDED MAILERS, INC.; AND \nTINA HENNESSY, \n \n Defendants. \n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n \n \n \n \n \nORDER \n \n \nBrooks, Pierce, McClendon, Humphrey & Leonard, L.L.P. by Benjamin R. Norman and \nJames T. Williams, Jr. and McDermott, Will & Emery, L.L.P. by John J. Dabney for \nPlaintiff AARP. \n \nHill, Evans, Jordan & Beatty, P.L.L.C. by Joseph R. Beatty and Polly D. Sizemore for \nnon-party National Western Life Insurance Company. \n \nDiaz, Judge. \n \n{1} Before the Court is the Motion of non-party National Western Life Insurance Company \n(“National Western”) to Quash and Objections to Subpoena (“the Motion to Quash”).  Pursuant \nto Rule 15.4 of the General Rules of Practice and Procedure for the North Carolina Business \nCourt, the Court decides this discovery dispute without oral argument.  After reviewing the Court \nfile, the Motion to Quash and Supporting Brief, the Plaintiff’s response in opposition, and \nNational Western’s reply, the Court GRANTS the requested relief \n  \n \nI. \nFACTS \n{2} Plaintiff AARP is a non-profit corporation that focuses on the interests of persons age 50 \nand older.  (Compl. ¶ 11.) \n{3} Non-party National Western is a life insurance company chartered in Colorado, with its \nprincipal place of business in Austin, Texas.  (Richardson Aff. ¶ 3.)  National Western has no \noffices in this state, but it is licensed by the North Carolina Department of Insurance and sells its \nproducts here via a network of independent agents.  (Richardson Aff. ¶¶ 3-4, 6.) \n{4} AARP filed suit against the Defendants on 14 September 2006, asserting state law claims \nof trademark infringement, unfair competition, false designation of origin, trademark dilution, \nfalse advertisement, and unfair and deceptive trade practices, all related to the Defendants’ \nalleged wrongful use of the AARP mark.  (See Compl. ¶¶ 38-60.) \n{5} In a nutshell, Plaintiff alleges that the Defendants have sold, and perhaps continue to sell, \na variety of unsuitable financial services products provided by different insurance companies, \nincluding National Western, to senior citizens in North Carolina and other states by representing \nfalsely that they are endorsed by AARP.  (See Compl. ¶¶ 38-60.) \n{6} On or about 20 December 2006, AARP served a subpoena duces tecum on National \nWestern via certified mail at its corporate headquarters in Austin, Texas.  (Pl.’s Mem. in Opp’n \nto National Western’s Mot. to Quash Ex. F.)  National Western received the subpoena on or \nabout 27 December 2006.  (Mot. to Quash ¶ 3, Ex. A.) \n{7} The subpoena demanded that National Western produce fifteen categories of documents, \nwith no limitation as to time.  (Mot. to Quash Ex. A.)  As to the specific categories, National \nWestern was required to produce all documents, including e-mails, that it either sent to or \n 2 \n \n \nreceived from (a) one or more of the Defendants; (b) any state or federal agency concerning the \ncorporate Defendants; (c) any person concerning the cancellation or attempted cancellation of \nany product that was provided in response to an order or request from one or more of the \ncorporate Defendants; and (d) any person that purchased a product from National Western \nthrough one or more of the corporate Defendants.  (Mot. to Quash Ex. A.)  The subpoena also \ndemanded production of all documents concerning actions that have been filed against one or \nmore of the Defendants by the North Carolina Attorney General or the Pennsylvania Attorney \nGeneral.  (Mot. to Quash Ex. A.) \n{8} The subpoena demanded further that National Western produce the documents in the \noffices of AARP’s counsel in Greensboro, North Carolina, on or before 15 January 2007.1  (Mot. \nto Quash Ex. A.) \n{9} On 8 January 2007, National Western filed its Motion to Quash and Supporting Brief. \n{10} AARP filed its response in opposition to the Motion to Quash on 29 January 2007, and \non 8 February 2007, National Western filed its reply. \nII. \nRULING \n{11} National Western makes two principal arguments in support of its Motion to Quash.  \nFirst, it attacks the breadth and scope of the document subpoena, arguing that it (a) would \nauthorize an unbounded and unduly burdensome fishing expedition through National Western’s \ndocuments; (b) makes no allowance for the protection of privileged or confidential information; \nand (c) fails to allow a reasonable time for a response.  (Brief in Supp. of Mot. to Quash 2-5.)  \n                                                 \n1 AARP’s counsel subsequently offered to review any responsive documents in National Western’s Austin, Texas \noffice.  (Pl.’s Mem. in Opp’n to National Western’s Mot. to Quash 7.)  Pursuant to Rule 45(c)(4) of the North \nCarolina Rules of Civil Procedure, National Western’s timely objection stayed any requirement to produce the \ndocuments.  \n 3 \n \n \nSecond, National Western argues that the subpoena is procedurally defective because it purports \nto command a non-party foreign corporation to produce documents in North Carolina for \nlitigation pending in this state.  (Brief in Supp. of Mot. to Quash 6.) \n{12} AARP responds that the requested documents all bear on the conduct of the Defendants \nin passing off life insurance and annuity products—including those sold  by National Western—\nas AARP-endorsed.  (Pl.’s Mem. in Opp’n to National Western’s Mot. to Quash 5-6.)  AARP \nalso agrees that National Western may (a) have as long as reasonably necessary to comply with \nthe subpoena; (b) withhold any documents protected by the attorney-client privilege by tendering \na privilege log; and (c) produce confidential documents pursuant to the terms of the protective \norder that I have already entered in this case.  (Pl.’s Mem. in Opp’n to National Western’s Mot. \nto Quash 5-6.)   \n{13} As to the alleged procedural deficiency in the subpoena, AARP argues that a subpoena is \na “process” under the plain meaning of that term, and that National Western agreed—in \nexchange for the privilege of selling insurance in North Carolina—to submit to service of \nprocess under North Carolina law, including service pursuant to Rule 4 of the North Carolina \nRules of Civil Procedure.2  (Pl.’s Mem. in Opp’n to National Western’s Mot. to Quash 8-9.) \n{14} The Court agrees with National Western on both counts of its argument.  Addressing the \nsecond argument first, it does not appear that our courts have considered the precise issue raised \nby the Motion to Quash, that is, whether service of a North Carolina subpoena is alone sufficient \nto compel a non-party foreign corporation licensed to do business in North Carolina to produce \ndocuments in this state. \n                                                 \n2 National Western also argues that AARP did not make proper service under Rule 4(j)(6) of the North Carolina \nRules of Civil Procedure because it failed to address the subpoena to an officer, director, or agent of National \nWestern, instead addressing it directly to the corporation.  (Brief in Reply to Pl.’s Mem. in Opp’n to National \nWestern’s Mot. to Quash 7-8.)  Although National Western’s argument has merit, the Court resolves the Motion to \nQuash on other grounds.   \n 4 \n \n \n{15} The Court concludes that it is not.  Rule 45 of the North Carolina Rules of Civil \nProcedure allows parties to subpoena documents from non-parties.  Specifically, a subpoena may \ninclude “[a] command to each person to whom it is directed to attend and give testimony or to \nproduce and permit inspection and copying of designated records, books, papers, documents, or \ntangible things in the possession, custody, or control of that person therein specified.”  N.C.G.S. \n§ 1A-1, Rule 45(a)(1)b (2006).  But while the Rule appears to admit of no territorial limits on the \npower, it is elementary that the “subpoena power of a court cannot be more extensive than its \njurisdiction.”  U.S. Catholic Conference v. Abortion Rights Mobilization, Inc., 487 U.S. 72, 76, \n101 L. Ed. 2d 69, 76 (1988) (holding that where “a court does not have subject-matter \njurisdiction over the underlying action, and the process was not issued in aid of determining that \njurisdiction, then the process is void.”).  \n{16} According to AARP, the jurisdictional hurdle is satisfied by virtue of National Western’s \nconsent to be served with process as a condition of being a licensed insurer in this state.  (Pl.’s \nMem. in Opp’n to National Western’s Mot. to Quash 8-9.)  This argument, however, confuses \nthe concepts of a court’s personal jurisdiction over parties with its subpoena power over non-\nparties, and misreads the breadth of the relevant North Carolina statutes regarding service of \nprocess. \n{17} The Court’s research has unearthed two cases recognizing the distinction between a \ncourt’s personal jurisdiction over parties and its subpoena power over non-parties.  In Phillips \nPetroleum Co. v. OKC Ltd. P’ship, 634 So. 2d 1186 (La. 1994), the Louisiana Supreme Court \nheld that its state courts had no statutory or other authority to compel a non-party Texas \ncorporation (CKB) to attend or produce documents at a deposition to be held in the state.  This \n 5 \n \n \nwas so even though CKB had a resident agent for service of process and would otherwise have \nbeen subject to the court’s personal jurisdiction had it been sued.  As the court explained: \nA principal consequence of designating an agent for service of process is to \nsubject the foreign corporation to jurisdiction in a Louisiana court.  Finding \nCKB subject to the personal jurisdiction of Louisiana courts, however, does \nnot necessarily mean that this Texas corporation is bound to respond to a \nsubpoena, duly received, by having to appear and produce documents in a \nLouisiana court in a lawsuit in which they are not a party.  The concepts, \nand/or underlying purposes, of personal jurisdiction and subpoena power are \nsimply different.  Personal jurisdiction is based on conduct which subjects the \nnonresident to the power of the Louisiana court to adjudicate its rights and \nobligations in a legal dispute, sometimes arising out of that very conduct.  On \nthe other hand, the subpoena power of a Louisiana court over a “person” \nwhich is not a party in a lawsuit is based on the power and authority of the \ncourt to compel the attendance at a deposition of that person in a legal dispute \nbetween other parties.  Whereas the long-arm statute extends Louisiana’s \npersonal jurisdiction over persons or legal entities beyond Louisiana’s \nborders, there is no similar authority for extending the subpoena power of a \nLouisiana court beyond state lines to command in-state attendance of \nnonresident nonparty witnesses. \n \nPhillips, 634 So. 2d at 1187-88. \n{18} Similarly, the Alabama Supreme Court in In re: Nat’l Contract Poultry Growers’ Ass’n, \n771 So. 2d 466 (Ala. 2000), reversed a contempt citation issued against a non-party foreign \ncorporation (NCPGA) for failing to respond to a subpoena requiring production of documents in \na foreign state.  That NCPGA might otherwise be subject to personal jurisdiction in Alabama \nwas, according to the court, not enough: \nThe fact that NCPGA may have sufficient contacts with the State of Alabama \nto subject it to the jurisdiction of the Alabama courts under the Alabama long-\narm personal-jurisdiction provisions is irrelevant to the question presented in \nthis case. . . .  The underlying concepts of personal jurisdiction and subpoena \npower are entirely different.  Personal jurisdiction is based on conduct that \nsubjects the nonresident to the power of the Alabama courts to adjudicate its \nrights and obligations in a legal dispute. . . .  By contrast, the subpoena power \nof an Alabama court over an individual or a corporation that is not a party to a \nlawsuit is based on the power and authority of the court to compel the \nattendance of a person at a deposition or the production of documents by a \nperson or entity.  \n 6 \n \n \n \nNat’l Contract, 771 So. 2d at 469 (internal citations omitted).  Other jurisdictions have reached \nthe same result.  See, e.g., Syngenta Crop Prot., Inc., v. Monsanto Co., 908 So. 2d 121 (Miss. \n2005); Craft v. Chopra, 907 P.2d 1109 (Okla. Civ. App. 1995); In re Special Investigation No. \n219, 445 A.2d 1081 (Md. Ct. Spec. App. 1982). \n{19} Consistent with these decisions, the Court holds that the existence of personal jurisdiction \nover a non-party foreign corporation, standing alone, is insufficient to extend the Court’s \nsubpoena power to that corporation for purposes of a deposition or the production of documents.      \n{20} This does not end the inquiry, however, as the Court must next consider whether the \nrelevant insurance statutes regarding service of process extend the Court’s subpoena power to a \nnon-party foreign insurer. \n{21} It is true that North Carolina requires a foreign insurance company seeking to do business \nin this state to, among other things, file “with the Commissioner [of Insurance] an instrument \nappointing the Commissioner as the company’s agent on whom any legal process under G.S. 58-\n16-30 may be served.”  N.C.G.S. § 58-16-5(10) (2006). \n{22} It is also true that, under state law, a foreign insurer “may be served with process and \nsubjected to the jurisdiction of the courts of this State pursuant to applicable provisions of \nChapter 1 and Chapter 1A of the General Statutes.”  N.C.G.S. § 58-16-40 (2006). \n{23} But as N.C.G.S. § 58-16-30 makes clear, the process specified by the insurance statutes is \nthat contemplated by Rule 4 of the North Carolina Rules of Civil Procedure,3 that is, service of a \nsummons and complaint: \nAs an alternative to service of legal process under G.S. 1A-1, Rule 4, the \nservice of such process upon any insurance company or any foreign or alien \nentity licensed or admitted and authorized to do business in this State under \n                                                 \n3 Rule 4 deals exclusively with the filing of a complaint, which leads to the issuance of a summons, and which \ntogether are then “delivered to some proper person for service.”  N.C.G.S. § 1A-1, Rule 4(a) (2006). \n 7 \n \n \nthe provisions of this Chapter may be made by the sheriff or any other person \ndelivering and leaving a copy of the process in the office of the Commissioner \nwith a deputy or any other person duly appointed by the Commissioner for \nthat purpose; or acceptance of service of the process may be made by the \nCommissioner or a duly appointed deputy or person.  Service may also be  \nmade by mailing a copy of the summons and of the complaint, registered or \ncertified mail, return receipt requested, addressed to the Commissioner.  \n \nN.C.G.S. § 58-16-30 (2006) (emphasis added). \n \n{24} Chapter 58 of the General Statutes provides residents of this State a simple procedure for \nobtaining service of lawful process upon foreign insurance companies doing business here.  \nCrain & Denbo, Inc. v. Harris & Harris Constr. Co., Inc., 250 N.C. 106, 110, 108 S.E.2d 122, \n125 (1959).  But as the Court in Crain & Denbo also noted, the process specifically referred to in \nthe insurance statutes is that which is to be served in any action against the insurer.  250 N.C. at \n109, 108 S.E.2d at 125.  Thus, a foreign insurer doing business in North Carolina understands \nthat it is subject to substitute service of process (via the Commissioner of Insurance) for lawsuits \nfiled against it. \n{25} The cases also hold that statutes authorizing substituted service of process are in \nderogation of the common law and “therefore, are strictly construed, both as grants of authority \nand in determining whether service has been made in conformity with the statute.”  Sink v. \nEaster, 284 N.C. 555, 560, 202 S.E. 2d 138, 142 (1974) (quoting Harrison v. Hanvey, 265 N.C. \n243, 247, 143 S.E.2d 593, 597 (1965)); Coble v. Brown, 1 N.C. App. 1, 5-6, 159 S.E.2d 259, 263 \n(1968). \n{26} The Court has no quarrel with AARP’s unremarkable assertion that “[a] subpoena is a \nprocess[.]”  (Pl.’s Mem. in Opp’n to National Western’s Mot. to Quash 9.)  But, it is quite \nanother thing to say that a subpoena is the type of process that may properly be served on a non-\nparty insurer pursuant to N.C.G.S. §§ 58-16-5 and 58-16-30.  The relevant statutes simply will \n 8 \n \n \nnot support such a result, particularly where, as here, the Court must construe strictly any such \ngrant of authority. \n{27} My holding does not leave AARP without remedy.  It remains free to seek a commission \nor order from this Court requesting that a subpoena duces tecum issue from a proper court \n(whether in Texas, Colorado or elsewhere) for the production of the relevant documents.  What \nAARP may not do is attempt to streamline the process in contravention of the proper limits of \nthis Court’s authority. \n{28} Finally, I address briefly National Western’s objections to the substance of the document \nrequests attached to the subpoena.  AARP argues that its document requests fall well within the \nliberal “relevance” standard for discovery under Rule 26 of the North Carolina Rules of Civil \nProcedure.  (Pl.’s Mem. in Opp’n to National Western’s Mot. to Quash 5-6.)  National Western \nresponds that this broad standard does not apply when analyzing the scope of a subpoena duces \ntecum directed at a non-party and that the Court should look instead to the specific grounds set \nout in Rule 45(c)(3) for objecting to a subpoena.  (Brief in Supp. of Mot. to Quash 2-4.) \n{29} The Court need not resolve this particular disagreement because, by any standard, the \nrequests in their present form are too broad.  For example, in its proposed Amended Complaint,4 \nPlaintiff asserts that the Defendants’ alleged scheme to fraudulently use the AARP mark has \nbeen ongoing “since at least as early as July 2004.”  (Proposed Am. Compl. ¶ 40.)  Given that \ncontention, there appears to be little justification for failing to set any temporal limit on the \nrequests.  Additionally, many of the document requests blindly demand all paper that ever \nflowed between National Western and a particular Defendant, with little regard for the relevance \nof that paper to the allegations of the Complaint. \n                                                 \n4 AARP’s Motion to Amend its Complaint remains pending before the Court. \n 9 \n \n \n{30} Perhaps recognizing that it may have overreached, AARP suggests that the discovery \nrules should bend a little because National Western is something less than an innocent non-party.  \n(Pl.’s Mem. in Opp’n to National Western’s Mot. to Quash 3, 6.)  I remind AARP that the \nallegations in its Complaint are just that and, at least with respect to National Western, are \nirrelevant unless AARP intends to join National Western as a party to this action. \n{31} National Western seeks an award of fees and expenses in bringing this Motion.  The \nCourt declines to enter such an award at this time, but should this matter come before the Court \nagain with AARP having not made a good-faith effort to narrow its requests, the Court will \nrevisit the issue. \nCONCLUSION \n{32} The Court GRANTS the Motion to Quash. \n \nThis the 23rd day of February, 2007. \n \n     \n 10 \n \n "
}