{
  "id": "37f4288a8418039a9f25792e4fe6fdf346dd68d1519163041385986c669ebd0c",
  "source_file": "data/raw/ncbc/37f4288a8418039a9f25792e4fe6fdf346dd68d1519163041385986c669ebd0c.pdf",
  "raw_text": "Global Textile All., Inc. v. TDI Worldwide, LLC, 2018 NCBC 116. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 7304 \n \nGLOBAL TEXTILE ALLIANCE, \nINC., \n  \nPlaintiff, \n \nv. \n \nTDI WORLDWIDE, LLC, DOLVEN \nENTERPRISES, INC., TIMOTHY \nDOLAN, individually and in his \ncapacity as an officer, shareholder \nand director of Dolven Enterprises, \nInc. and an officer and owner of TDI \nWorldwide, LLC; JAMES DOLAN, \nindividually and in his capacity as an \nofficer, shareholder and director of \nDolven Enterprises, Inc., STEVEN \nGRAVEN, individually and in his \ncapacity as an officer, shareholder \nand director of Dolven Enterprises, \nInc., RYAN GRAVEN, individually \nand in his capacity as an officer, \nshareholder and director of Dolven \nEnterprises, Inc., GARRETT \nGRAVEN, individually, GFY \nINDUSTRIES LIMITED, GFY, \nLIMITADA de CAPITAL VARIABLE, \nGFY COOPERATIVE, U.A., and 上海\n冠沣源贸易有限公司 a/k/a GFY SH, \n \nDefendants. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS GFY INDUSTRIES \nLIMITED, GFY, LIMITADA de \nCAPITAL VARIABLE, GFY \nCOOPERATIVE, U.A. and GFY SH’S \n12(b)(2) MOTION TO DISMISS \nSECOND AMENDED COMPLAINT \nAND PLAINTIFF’S MOTIONS TO \nSTRIKE \n \n THIS MATTER comes before the Court on Defendants Ryan Graven, Dolven \nEnterprises, Inc., GFY Industries Limited, GFY, Limitada de Capital Variable, GFY \nCooperative, U.A., and  GFY S H’s Motion to D ismiss Second Amended Complaint.  \n(Defs.’ Mot. Dismiss Sec. Am. Compl., ECF No. 288.)  The Motion to Dismiss Second \nAmended Complaint seeks dismissal of Defendants on two distinct grounds: (1) under \nNorth Carolina Rule of Civil Procedure 12(b)(2) (hereinafter “Rule”) based on lack of \npersonal jurisdiction over GFY Industries Limited, GFY, Limitada de Capital \nVariable, GFY Cooperative, U.A., and GFY SH (collectively, “GFY Defendants”), and \n(2) under Rule 12(b)(6) for  failure to state claims as to all Defendants.1  Defendants \nsought, and the Court granted, leave for the GFY Defendants to separately file a brief \nin support of their 12(b)(2) motion to dismiss for lack of personal jurisdiction  (“GFY \nDefendants’ Motion”), and for all Defendants to file a single, consolidated brief in \nsupport of their 12(b)(6) motions to dismiss.  (Order, ECF No. 163.)  Accordingly, this \nOrder and Opinion  addresses only the GFY Defendants ’ Motion.  The Defendants’ \nmotion to dismiss under R ule 12(b)(6) will be addressed in a separate order of this \nCourt. \n THE COURT, having considered the Motion, the briefs in support of and in \nopposition to the Motion, the arguments of counsel at the hearing, and other \nappropriate matters of record, conclude s that the Motion should be GRANTED , in \npart, and DENIED, in part in the manner and for the reasons set forth below. \nHagan Barrett & Langley PLLC, by J. Alexander S. Barrett and Kurt A. \nSeeber for Plaintiff Global Textile Alliance, Inc.  \n \nK&L Gates LLP, by A. Lee Hogewood III, John R. Gardner, and Matthew \nT. Houston for Defendants Dolven Enterprises, Inc., Ryan Graven, GFY \nIndustries Limited, GFY Limitada de Capital Variable, GFY \nCooperative, U.A., and GFY Shanghai. \n \nMorningstar Law Group, by Shannon R. Jos eph and Jeffrey L. Roether \nfor Defendant Garrett Graven. \n \n                                                 \n1 In connection with the GFY Defendants’ Motion, Plaintiff filed two separate motions to \nstrike various documents filed by GFY Defendants in support of their motion to dismiss.  \n(“Motions to Strike”; ECF Nos. 304, 339.)   GFY Defendants filed briefs in opposi tion to the \nMotions to Strike, (ECF Nos. 334, 349), and Plaintiff filed replies.  (ECF Nos. 339, 350).  The \nCourt has thoroughly considered the Motions to Strike, and concludes, in its discretion, that \nthey should be DENIED. \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Eric M. \nDavid, Brian C. Fork, and Shepard D. O’Connell for Defendant James \nDolan. \n  \nJames, McElroy & Diehl, P.A., by Fred B. Monroe and Jennifer M. Houti \nfor Defendants TDI Worldwide, LLC and Timothy Dolan.  \n \nEllis & Winters LLP, by Jonathan A. Berkelhammer, Steven A. Scoggan, \nand Scottie Forbes Lee for Defendant Steven Graven.  \n \nMcGuire, Judge. \n1. In considering a 12(b)(2) Motion, the Court makes its findings of fact \nbased on a “review of [Plaintiff’s Second Amended Compla int (“SAC”)2], the parties’ \nexhibits, the submitted depositions and  affidavits, other appropriate evidence of \nrecord, and the arguments of counsel at the hearings on the 12(b)(2) Motion . . . .”  \nAYM Techs., LLC v. Rodgers,  2018 NCBC LEXIS 14, at *7 (N.C. Super. Ct. Feb. 9, \n2018).  The Court accepts Plaintiff ’s allegations as true, to the extent they are \nuncontested by the affidavits  and other evidence presented by  Defendants.  See \nHerrera v. Charlotte Sch. of Law, LLC, 2018 NCBC LEXIS 15, at *10 (N.C. Super. Ct. \nFeb. 14, 2018). \nI. FINDINGS OF FACT AND PROCEDURAL BACKGROUND \n2. Plaintiff Global Textile Alliance, Inc. (“Plaintiff”) is a North Carolina \ncorporation with its principal place of business in Rockingham County, North \nCarolina.  Plaintiff is in the business of providing fabrics, mattress ticking, covers, \n                                                 \n2 (Sec. Am. Compl., ECF No. 261.) \nand other textiles to the bedding, upholstery, and home furnishings industries. (Sec. \nAm. Compl., ECF No. 261, at ¶ 1.) \n3. Plaintiff was founded in 2001 by Luc Tack (“Tack”), a Belgian \nentrepreneur, and Defendants Timothy Dolan (“Timothy”) and Steven Graven \n(“Steven”) “for the purpose of providing fabric sourcing alternatives to furniture and \nbedding manufacturers in the United States.”  (Id. at ¶¶ 20–21.)  Tack provided the \nfunding to start Plaintiff, and Timothy incorporated Plaintiff and transferred all of \nits shares to Tac k in the fall of 2001.  ( Id. at ¶ 21.)  Since that time, Tack has been \nthe sole shareholder of Plaintiff.  (Id.)  Until April 2016, Timothy served as Plaintiff’s \nCEO and as a director, and Steven served as Plaintiff’s Executive Vice President and \nas a director.  (Id. at ¶¶ 4, 6.)   \n4. Defendant Ryan Graven (“Ryan”)  is a citizen and resident of North \nCarolina.  (R. Graven Aff. ISO MTD, ECF No. 289.1, at ¶ 1.)  Ryan is the son of Steven \nand a former employee of Plaintiff.  ( ECF No. 261, at ¶ 7.)  Ryan served as the legal \nrepresentative and head operating manager of Plaintiff’s operations in China.  ( Id.)  \nRyan is also the founder, or one of the founders, of each of GFY Defendants.  (ECF \nNo. 289.1, at ¶ 3.)  \n5. Defendant Dolven Enterprises, Inc. (“Dolven”) is a North Carolina \ncorporation with its principal place of business in Raleigh, North Carolina.  (ECF No. \n261, at ¶ 3; ECF No. 289.1, at ¶¶ 22 –23.)  Dolven is owned in equal twenty -five \npercent shares by Timothy, Steven, Ryan, and James Dolan (“James”).  (ECF No. 261, \nat ¶ 3.)  Ryan is the President and CEO of Dolven.  (Id. at ¶ 7; ECF No. 289.1, at ¶ 2.)  \nDolven is engaged in the business of sourcing fabrics, cutting and sewing fabrics, and \nproviding other ser vices in the bedding and fabric industries in direct competition \nwith Plaintiff.  (ECF No. 261, at ¶ 3.) \n6. Defendant GFY Industries Limited (“GFY”) is a Chinese company and \nhas its principal place of business in Hong Kong, China.  ( Id. at ¶ 9; ECF No. 289.1, \nat ¶ 13.)  Timothy, Steven, Ryan, and James founded GFY in 2009.  (ECF No. 261, at \n¶ 48.)  Ryan serves as the director of GFY.  (ECF No. 289.1, at ¶ 9.)  GFY provides \nPlaintiff’s customers with “a resource for cut -and-sew operations and supply chain \nmanagement in China.”  ( Id. at ¶ 14.)  Plaintiff alleges that  GFY is “managed and \ncontrolled by Dolven ,” (ECF No. 261,  at ¶ 9), but GFY Defendants have produced \nevidence that GFY’s day-to-day operations are managed by individual’s residing in \nChina.  (ECF 289.1, at ¶¶ 10–11.)  GFY Defendants also produced evidence that GFY \ndoes not purchase products in, deliver products to, provide services in, advertise in,  \npay taxes in, or otherwise have tangible assets in, North Carolina.  (Id. at ¶¶ 15–21.)  \nPlaintiff, however, claims GFY engaged in purchase and sale transactions with \nPlaintiff in North Carolina.  (Kim Thompson Aff.; ECF No. 235.1. at ¶¶ 5–8.) \n7. Defendant GFY Coop erative, U.A. (“GFY Coop”)  is a holding company \nthat was formed in the Netherlands.  (ECF No. 261, at ¶ 11; ECF No. 289.1, at ¶  7.)  \nDocuments GFY Coop is required to file in the Netherlands list the company’s \nprincipal place of business as 1317 Transport Drive, Raleigh, NC, 27603.  (D. De \nWaard Aff., ECF No. 235.3, at ¶ 8.)  Dolven is the majority shareholder in GFY Coop, \nand non-party R33183G, LLC is the minority shareholder.  (ECF No. 289.1, at ¶¶ 5–\n6.)  As a holding company, GFY Coop has no employees, no direct operating functions, \nand no clients or customers.  (Id. at ¶¶ 24–28.)  GFY Coop maintains a bank account \nin the United States, but has no tangible assets in North Carolina and does not pay \ntaxes in North Carolina.  (Id. at ¶¶ 26, 30.)  GFY Coop is the sole shareholder of GFY.  \n(Id. at ¶ 8.)  Pl aintiff alleges that  GFY Coop is managed and controlled by Dolven.  \n(ECF No. 261, at ¶ 11.)   \n8. Defendant GFY Limitada de Capital Variable (“GFY LCV”)  is an El \nSalvadoran company with its principal place of business in El Salvador.  (Id. at ¶ 10; \nECF No. 289.1, at ¶¶ 32, 38.)  GFY LCV is owned 99.8% by GFY Coop and .02% by \nGFY.  (ECF No 289.1, at ¶ 31.)  GFY LCV has 125 employees, all of whom are based \nin El Salvador.  (Id. at ¶ 33.)  Although Plaintiff alleges that GFY LCV is managed \nand controlled by Dolven, (ECF No. 261, at ¶ 10), Defendants have presented evidence \nthat GFY LCV has a general manager  and other managers in El Salvador who are \nresponsible for its day -to-day operations.  (ECF No. 289.1, at ¶ ¶ 34–36.)  GFY LCV \nhas produced evidence that it does not have facilities, advertise, or pay taxes, in North \nCarolina.  (Id. at ¶¶ 37–40.)  Plaintiff claims GFY LCV has engaged in purchase and \nsale transactions with Plaintiff in North Carolina , (ECF No. 235.1. at ¶¶ 5 –8), but \nGFY Defendants dispute this claim.  (ECF No. 289.1, at ¶ 37.) \n9. Defendant GFY SH (“GFY Shanghai”) is a Chinese Company registered \nand located in Shanghai, China and i s 100% owned by GFY.  (ECF No. 289.1, at ¶ \n42.)  GFY Shanghai has 15 employees, all based in China.  ( Id. at ¶ 48.)  Plaintiff \nalleges that GFY is “controlled and managed by Dolven,” (ECF No. 261, at ¶ 12), GFY \nDefendants produced evidence that t he day-to-day operations of GFY Shanghai are \nmanaged from China by a General Manager and other employees.  (ECF No. 289.1, \nat ¶¶ 44–45.)  GFY Shanghai does not have tangible assets or pay taxes in North \nCarolina.  (Id. at ¶¶ 47–53.)  \n10. Plaintiff uses third -party vendors to provide certain products and \nservices integral to its manufacturing of its products.  Plaintiff contracts with third-\nparty fabric mills to manufacture some of its fabrics.  Plaintiff also contracts with \n“cut-and-sew” operations to further process the fabric that Plaintiff manufactures \ninto final products for its customers.  Plaintiff uses an “extremely selective” p rocess \nto identify qualified third parties, a process that requires significant amounts of time \nand money.  (ECF No. 261,  at ¶ 29 .)  The third -party fabric mills and cut -and-sew \noperations are located primarily in China. \n11. In or around 2005, Plaintiff hired Ryan to set up an office in China and \nto oversee all of Plaintiff’s business in Asia.  (Id. at ¶¶ 34–35.)  Plaintiff initially did \nits sourcing in China through a Wholly Owned Foreign Enterprise (“WOFE”) named \nParadise, which was and is owned by Luc Tack.  (Id. at ¶ 36.)  In 2010, Plaintiff \ncreated Guanteng (“GTA Asia”), another WOFE, to conduct business on its behalf in \nAsia.  (Id. at ¶ 36.)  Ryan was named Director of GTA Asia.  (Id.)  Through GTA Asia, \nPlaintiff invested “significant amounts of time and money” to identify, select, and \ndevelop relationships with Chinese vendors capable of providing high -quality, \nreliable products and services for Plaintiff.  (Id. at ¶¶ 40–41.)  \n12. Ryan’s primary job functions for Plaintiff were “to locate factories in \nChina that could produce fabric for [Plaintiff], to manage the quality of the fabric \nproduced for [Plaintiff] in those factories, to ensure that fabric produced at those \nfactories for [Plaintiff] was delivered properly, and to provide general customer \nservice for [Plaintiff’s] operations in China.”  (Graven Prel. Inj. Aff., ECF No. 61.1, at \n¶ 3.)  Ryan worked on Plaintiff’s behalf in Asia until 2012, when Ryan’s brother, \nGarrett Graven (“Garrett”), replaced Ryan as Director of GTA Asia.  ( ECF No. 261, \nat ¶ 38.)  R yan, however, maintained employment with Plaintiff and continued \noverseeing various individuals who filled the role of legal representative and Director \nof GTA Asia.  (Id.) \n13. Through their positions with Plaintiff, Timothy, Ryan , Garrett and \nothers gained extensive and detailed knowledge about all aspects of Plaintiff’s Asia \noperations and about the capabilities of Plaintiff’s vendors.   (Id. at ¶ 44.)  Plaintiff \nalleges that they leveraged this knowledge to form the GFY Defendants to compete \nwith and usurp business opportunities from Plaintiff.  (Id. at ¶¶ 125–32.) \n14. On or about May 4, 2009, Timothy, Steven, Ryan, and James founded \nGFY using Plaintiff’s offices, employees, capital, and other assets.  (Id. at ¶ 48.)  Ryan \nstated that GFY was founded to “manage the sourcing, quality and servicing of [cut-\nand-sew] products.”  ( Id. at ¶ 50.)  Steven stated that the creation of GFY was \nfacilitated by “experiences [Ryan] gained in China” and that GFY was created for the \npurpose of having one company “manage cut-and sew facilities, operations, logistics, \nquality control, and product in-flow and out flow.”  (Id.)    \n15. Plaintiff alleges that GFY “went into direct competition” with Plaintiff.  \n(Id. at ¶ 51.)  GFY purchased fabric from Plaintiff, which GFY would then send to \nthird-party cut-and-sew vendors to make products for Plaintiff’s customers.  ( Id. at \n¶ 65.)  Plaintiff alleges that “[t]here was no reason that [Plaintiff] could not have \ndirectly sourced its fabrics to the third -party cut and sew operators, as it had done \nfor many years.”  (Id.)  Timothy, Steven, Ryan and James did not disclose the creation \nof, or their ownership interests in, GFY to Tack.  (Id. at ¶ 68.)  \n16. In August of 2013, Timothy, Steve n, Ryan, and James created Dolven , \neach owning a twenty -five percent interest in Dolven.  ( Id. at ¶ 77.)  Dolven “is \nengaged in sourcing fabrics, cutting and sewing of fabrics, and providing other \nservices in the bedding and fabric industries.”  ( Id. at ¶ 3.)  Dolven owns, manages, \nand controls GFY.  ( Id. at ¶ 9.)  Plaintiff alleges that Dolven was created using \nPlaintiff’s resources to divert business from Plaintiff to Dolven.  (Id. at ¶ 77.)   \n17. Plaintiff further alleges that Timothy, Steven, Ryan, and James created \nGFY LCV, GFY Shanghai, and GFY Coop in early 2014 to facilitate the diversion of \ncorporate opportunities by Dolven away from GTA.  (Id. at ¶ 82.)   \n18. According to Plaintiff, Timothy, Steven, Ryan, and Garrett used their \nemployment with Plaintiff and Plaintiff’s resources to benefit the business interests \nof Dolven and the GFY Defendants without disclosing to Plaintiff their ownership \ninterests in Dolven or the GFY Defendants.  ( Id. at ¶ 84.)  For instance, Plaintiff \nalleges that Timothy, Steven, Ryan, and Garett gave preferential treatment to Dolven \nand the GFY Defendants in transactions with Plaintiff and usurped opportunities \nbelonging to Plaintiff in favor of Dolven and the GFY Defendants.  (Id. at ¶¶ 85–99.)  \nAs a result of this alleged miscond uct, Plaintiff claims it has suffered damage to its \nrelationships with its customers and suppliers and has lost business opportunities, \nwhich rightfully belonged to it.  (Id. at ¶¶ 98, 103.)  \n19. Plaintiff initiated this lawsuit by filing a Verified Complaint on August \n15, 2017.  (ECF No. 4.)   \n20. On September 26, 2017, GFY Defendants ma de a special limited \nappearance before the Court “for the purpose of filing a motion to dismiss or otherwise \ncontesting the Court’s jurisdicti on over [GFY Defendants]” and did  “not consent or \nsubmit to the jurisdiction of this Court.”  (Notice of Limited Special Appearance, ECF \nNo. 43.) \n21. On April 11, 2018, Plaintiff filed the SAC.  In the SAC, Plaintiff makes \nthe following claims against GFY Defendants: actual and constructive fraud (Third \nClaim for Relief); common law unfair competition/business conversion  (Sixth Claim \nfor Relief); unfair and deceptive trade practices in violation of North Carolina’s Unfair \nand Deceptive Trade Practices Act, N.C. Gen. Stat. § 75-1.1 (“UDTPA”) (hereinafter, \nthe North Carolina General Statutes will be referred to as “G.S.”) (Seventh Claim for \nRelief); constructive trust (Tenth Claim for Relief); fraudulent transfer under G.S. § \n39-23.1, et seq.  (Eleventh Claim for Relief);  and a motion for prelimi nary and \npermanent injunction (Twelfth Claim for Relief). \n22. On May 14, 2018, Defendants filed the GFY Defendants’ Motion  and a \nbrief in support of the Motion.   (Br. Supp. GFY Defs.’ Mot. Dismiss, ECF No. 289.)  \nOn June 8, 2018, Plaintiff filed its brief in opposition to the GFY Defendants’ Motion.  \n(Pl.’s Br. Opp. 12(b)(2) Mot. Dismiss, ECF No. 318.)  Defendants filed their reply brief \nin support of the GFY Defendants’ Motion  on June 21, 2018.  (ECF No.  329.)  The \nCourt held a hearing on the GFY Defendants’ Motion, and it is now ripe for resolution. \nI. ANALYSIS \n A.  Standard of Review \n23. “[T]he plaintiff bears the burden of proving, by a preponderance of the \nevidence, grounds for exercising personal jurisdiction over a defendant.  . . . [U]pon a \ndefendant’s motion to dismiss for lack of personal jurisdiction, the plaintiff bears the \nburden of making out a prima facie case that jurisdiction exists.”  Bauer v. Douglas \nAquatics, Inc., 207 N.C. App. 65, 68, 698 S.E.2d 757, 761 (2010) ( internal citation \nomitted).  When a defendant supports his motion to dismiss for lack of personal \njurisdiction with affidavits, the plaintiff cannot rest on the unverified allegations in \nthe complaint; rather, the plaintiff must respond by affidavit or otherwise, s etting \nforth specific facts showing that the court has personal jurisdiction.  Id. at 68−69, 698 \nS.E.2d at 761; Banc of Am. Sec. LLC v. Evergreen Int’l Aviation, Inc ., 169 N.C. App. \n690, 693, 611 S.E.2d 179, 182 (2005).  “An unverified complaint is not an affidavit or \nother evidence.”  Hill v. Hill, 11 N.C. App. 1, 10, 180 S.E.2d 424, 430 (1971).  When a \ndefendant supports his motion with affidavits and the plaintiff does not offer opposing \nevidence, the court considers the uncontroverted allegations in the complaint and all \nfacts in the defendant’s affidavits in determining whether the court has personal \njurisdiction.  Banc of Am. Sec. LLC, 169 N.C. App. at 693−94, 611 S.E.2d at 182−83; \nsee also Weisman  v. Blue Mt. Organics Distrib. , 2014 NCBC LEXIS 41, at *2 (N.C. \nSuper. Ct. Sept. 5, 2014) (noting that “allegations in a complaint uncontroverted by \nan affidavit are still taken as true”).   But, where the parties submit conflicting \naffidavits, the Court “must determine the weight and sufficiency of the evidenc e \n[presented in the affidavits] much as a juror.”  Banc of Am. Sec. LLC, 169 N.C. App. \nat 694, 611 S.E.2d at 183 (citations and quotations omitted).   \n24. In North Carolina, a court has jurisdiction over a nonresident defendant \nif (i) statutory authority for the exercise of jurisdiction under the State’s l ong-arm \nstatute, G.S. § 1-75.4, exists and (ii) the nonresident defendant has sufficient contacts \nwith the State “such that the exercise of jurisdiction does not violate the federal due \nprocess clause.”  Bruggeman v. Meditrust Acquisition Co., 138 N.C. App. 612, 614–15, \n532 S.E.2d 215, 217 (2000).  North Carolina’s long-arm statute allows courts to assert \npersonal jurisdiction to “the full extent permitted by the Due Process Clause of  the \nUnited States Constitution.”  Cambridge Homes of N.C., L.P. v. Hyundai Constr., Inc., \n194 N.C. App. 407, 412, 670 S.E.2d 290, 295 (2008) (citations and quotations omitted).  \nThus, the Court need not always consider the long-arm statute in its analysis because \n“the question of statutory authority collapses into one inquiry —whether defendant \nhas the minimum contacts necessary to meet the requirements of due process.”   Id. \n(citations and quotations omitted).  \n25. For a court to exercise personal jurisdiction over a non -resident \ndefendant, due process requires that the defendant “have certain minimum contacts \nwith [the forum state] such that the maintenance of the suit does not offend \ntraditional notions of fair play and substantial justice.”  Int’l Shoe Co. v. Washington, \n326 U.S. 310, 316 (1945) (internal quotations omitted) ; Skinner v. Preferred Credit , \n361 N.C. 114, 122, 638 S.E.2d 203, 210 (2006).  The defendant must purposefully avail \nhimself of the privilege of conducting activities in the forum state, th ereby invoking \nthe benefits and protections of the forum state’s laws.  Tom Togs, Inc. v. Ben Elias \nIndus. Corp., 318 N.C. 361, 365, 348 S.E.2d 782, 786 (1986).  In determining whether \na defendant has sufficient minimum contacts, North Carolina courts consider “(1) the \nquantity of the contacts, (2) the nature and quality of the contacts, (3) the source and \nconnection of the cause of action to the contacts, (4) the interest of the forum state, \nand (5) the convenience to the parties.”  Banc of Am. Sec. LLC, 169 N.C. App. at 696, \n611 S.E.2d at 184.  \n26. The “relationship between the defendant and the forum must be ‘such \nthat he should reasonably anticipate being haled into court there.’”  Tom Togs, Inc., \nat 365−66, 348 S.E.2d at 786 (quoting World-Wide Volkswagen Corp. v. Woodson, 444 \nU.S. 286, 297 (1980)).  Unilateral activity within the forum state by others who have \nsome relationship with a non -resident defendant is insufficient .  Banc of Am. Sec. \nLLC, 169 N.C. App. at 695, 611 S.E.2d at 184.  “Each defendant’s contacts with the \nforum State must be assessed individually.”  Brown v. Refuel Am., Inc., 186 N.C. App. \n631, 638, 652 S.E.2d 389, 394 (quoting Calder v. Jones, 465 U.S. 783, 790 (1984)).   \n27. There are two bases for finding sufficient minimum contacts: (1) general \njurisdiction and (2) specific jurisdiction.  General jurisdiction may be asserted over a \ndefendant “even if the cause of action is unrelated to [the] defendant’s activities in \nthe forum as long as there are sufficient ‘continuous and systematic’ contacts between \n[the] defendant and the forum state.”  Replacements, Ltd. v. Midwesterling, 133 N.C. \nApp. 139, 145, 515 S.E.2d 46, 51 (1999).  The contacts should “render [the defendant] \nessentially at home in the forum state.”  Worley v. Moore, 2017 NCBC LEXIS 15, at \n*54 (N.C. Super. Ct. Feb. 28, 2017) (quoting Daimler AG v. Bauman , 571 U.S. 117 , \n127 (2014)).  A court should evaluate all contacts with the forum that occurred during \nthe relevant time period, based on the totality of the circumstances and the  facts of \neach case.  See Sea-Roy Corp. v. Parts R Parts, Inc. , 1:94CV00059, 1995 U.S. Dist. \nLEXIS 21859, at *34–35 (M.D.N.C. Aug. 16, 1995); Stetser v. TAP Pharm. Prods., 162 \nN.C. App. 518, 522–23, 591 S.E.2d 572, 576 (2004). \n28. By contrast, “[s]pecific jurisdiction exists when the controversy arises \nout of the defendant’s contacts with the forum state.”  Lab. Corp. of Am. Holdings v. \nCaccuro, 212 N.C. App. 564, 569, 712 S.E.2d 696, 701 (2011) (citations and quotations \nomitted).  The contacts must not be “passive” or based solely on “random, fortuitous, \nor unilateral activity of another party or a third person.”  Cambridge Homes of N.C. \nL.P., 194 N.C. App. at 413, 670 S.E.2d at 296.  Instead, the contacts should form “an \naffiliation b etween the forum and the underlying controversy, principally, [an] \nactivity or an occurrence that takes place in the forum State and is therefore subject \nto the State’s regulation.”   Bristol-Myers Squibb Co. v. Superior Court , 137 S. Ct. \n1773, 1780 (2017) (quoting Goodyear Dunlop Tires Operations, S.A. v. Brown , 564 \nU.S. 915, 919 (2011) ) (quotations omitted).  The defendant must also have “‘fair \nwarning’ that he may be sued in a state for injuries arising from activities that he \n‘purposefully directed’ toward that state’ s residents.”  Tom Togs, Inc., 318 N.C. at \n366, 348 S.E.2d at 786. \n29. In support of the Motion, GFY Defendants argue  that they are foreign \nentities with their principal places of business outside of the United States that lack \nsufficient minimum  contacts with North Carolina to allow this Court to e xercise \njurisdiction over them.  (ECF No. 289, at p. 6.)   In response, Plaintiff makes several \narguments.  Unfortunately, Plaintiff’s briefing and oral arguments in opposition to \nthe Motion have left the Court somewhat confused as to the legal basis for some of \nPlaintiff’s positions.  Plaintiff’s overarching contention seems to be that because Ryan \nand Dolven are North Carolina residents , have ownership interests in or other \nconnections to the GFY Defend ants, and allegedly control the GFY Defendants, the \nGFY Defendants should all be subject to jurisdiction in North Carolina.  The Court \nand GFY Defendants construe this argument as based on a type of “veil piercing” \ntheory (ECF No. 329, p. 1); that Ryan and  Dolven exert such control over the GFY \nDefendants that they have no separate existence of their own .  However, at th e \nhearing, Plaintiff’s counsel  denied that Plaintiff was making a veil piercing  \nargument, but was unable to articulate to the Court’s understanding the actual basis \nof their argument.  Nevertheless , the Court will address what it  interprets as \nPlaintiff’s arguments for personal jurisdiction over the GFY Defendants. \n30. In construing Plaintiff’s briefing  and oral argument , the Court has \nidentified the following as the contentions presented by Plaintiff: (1) that a filing \nmade by Dolven in this case constituted a general appearance by GFY and GFY LCV \nand waived their rights to challenge personal jurisdiction (ECF No. 318, at pp. 2–4); \n(2) that corporate documents filed by GFY Coop in the Netherlands and the United \nStates establish that GFY Coop’s principal place of business is in North Carolina (Id. \nat pp. 8, 11) ; (3)  that alleged purchase and sale s transactions between GFY \nDefendants and Plaintiff provide the Court with jurisdiction over GFY Defendants  \n(Id. at pp. 18 –20); and (4) that Ryan and Dolven’s management and control of GFY \nDefendants from North Carolina gives rise to jurisdiction over GFY Defendants.  (Id. \npassim.)  The Court will address each argument in turn. \nB.  GFY Defendants Did Not Waive Their Rights to Contest Personal \nJurisdiction. \n \n31. Plaintiff first argues that certain allegations made by Dolven in \ncounterclaims that Dolven f iled in this lawsuit constitute a general appearance by \nGFY and GFY LCV and a waiver of their rights to contest personal jurisdiction.  (ECF \nNo. 318, at pp. 2 –3.)  Plaintiff cites no authority in support of this contention.  The \nCourt disagrees with Plaintiff’s argument.   \n32. “A general appearance is one whereby the defendant submits his person \nto the jurisdiction of the court by invoking the judgment of the court in any manner \non any question other than that of the jurisdictio n of the court over his person.”   \nJudkins v. Judkins, 113 N.C. App. 734, 737, 441 S.E.2d 139, 140 (1994) (citations and \nquotations omitted).  GFY and GFY LCV have made only limited special appearances \nin this matter  for the purpose of contesting personal jurisdiction , and have not \ninvoked this Court’ s jurisdiction .  Contrary to Plaintiff’s argument, a llegations in \nDolven’s pleadings filed with this Court cannot be used as admissions against co -\ndefendants GFY nor GFY LCV.  “Admissions in the answer of one defendant are not \ncompetent evidence against a codefendant” in deciding whether personal jurisdiction \nexists.  Cambridge Homes of N.C. L.P. , 194 N.C. App. at 418, 670 S.E.2d at 299; see \nalso Barclays American v. Haywood,  65 N.C. App. 387, 389, 308 S.E.2d 921, 923 \n(1983) (stating that “[f] acts admitted by one defendant are  not binding on a co -\ndefendant”).  Therefore, admissions made by Dolven in its answer and counterclaims \ncannot constitute a general appearance and waiver of GFY ’s and GFY LCV’s rights \nto assert lack of personal jurisdiction.  The Court concludes that no waiver occurred \nand that GFY and GFY LCV  have not  voluntarily submitted to the Court’s \njurisdiction. \nC. The Evidence Before the Court Establishes t hat GFY Coop’s Principal \nPlace of Business is in Raleigh, North Carolina. \n \n33. The Court next interprets Plaintiff’s briefing as arguing that GFY Coop’s \nprincipal place of business is in North Carolina.3  (ECF No. 318, at pp. 7–10.)  Plaintiff \ncontends that corporate filings made by GFY Coop list its principal place of business \nas 1317 Transport Drive, Raleigh, North Carolina.  (ECF No. 235.3, at 4–8; Corporate \nDocuments, ECF No. 305.3, at pp. 1 –10.).  GFY Coop, however, claims that its \nprincipal place of business is in the Netherlands.  (ECF No. 289.1, at ¶ 27.)   \n                                                 \n3 The Court does not read Plaintiff’s briefing or oral arguments as challenging Defendants’ \naverments that GFY, GFY LCV, or GFY Shanghai are foreign entities with their principal \nplaces of business outside of the United States.  In fact, Plaintiff admits in its SAC that GFY \nand GFY LCV are foreign entities that have their principal places of business in Hong Kong \nand El Salvador, respectively.  (ECF No. 261, at ¶¶ 9, 10.)  Plaintiff also recognizes that GFY \nShanghai is a Chinese company with operations in China and does not otherwise challenge \nthat its principal place of business is in China.  (Id. at ¶ 11; see generally ECF No. 318.)    \n34. For “a corporation, the place of  incorporation and p rincipal place of \nbusiness are paradig[m] . . . bases for general jurisdiction.”  Daimler, 571 U.S. at 137.  \nThe principal place of business is the corporation’s nerve center, i.e. “the place where \na corporation’ s officers direct, contro l, and coordinate the corporation’ s activities.”  \nHertz Corp. v. Friend, 559 U.S. 77, 92–93, 130 S. Ct. 1181, 1192, 175 L. Ed. 2d. 1029, \n1041 (2010).  In determining the location of a defendant’s principal place of business, \ncourts are directed to ignore jurisdictional manipulation and to focus on “the place of \nactual direction, control, and coordination.”  Id. at 97.   \n35. The evidence before the Court demonstrates that GFY Coop  made a \nfiling with the Chamber of Commerce in the Netherlands that “indicates GFY Coop’s \nprincipal place of business is  . . . [in] Raleigh, North Carolina” and that “[Dolven] is \na director of GFY Coop.”  (ECF No. 235.3, at ¶¶ 8, 10.)  The filing states that Dolven \nand GFY Coop share the same address.  ( Id.)  GFY Coop also has filed documents \nwith the United States Internal Revenue Service that list the same Raleigh, North \nCarolina address as GFY Coop’s mailing address and list Ryan as director of GFY \nCoop.  (ECF No. 305 .3, at pp. 1 –2.)  Furthermore, other corporate tax documents \nprepared by GFY Coop’s accountants in the Netherlands were sent “to the Board of \nDirectors of [GFY Coop]” and listed the Transport Drive address in Raleigh, North \nCarolina as the address for GFY Coop’s Board of Directors .  (Id. at p. 6. )  The only \nevidence GFY Defendants have presented to the Court in support of its position that \nGFY Coop’s principal place of business is in the Netherlands is the affidavit of Ryan \nstating as much. \n36. Based on the weight of the evidence  currently before the Court , the \nCourt finds that GFY Coop’s principal place of business is in North Carolina and \nconcludes that this Court may exercise general jurisdiction over GFY Coop.  Although \nRyan submitted an affidavit on behalf of GFY Coop stating that GFY Coop’s principal \nplace of business is in the Netherlands, GFY Coop has not provided any  other \nevidence in support of that position.  On the other hand, GFY Coop’s own official \nfilings list Raleigh, North Carolina as its principal place of busines s and mailing \naddress.  This is significant because GFY Coop is a holding company with no \nemployees, management or otherwise, in the Netherlands  and there is no evidence \nGFY Coop has any offic es in the Netherlands.  Instead, the evidence indicates that \nDolven and Ryan are directors of GFY Coop and that GFY Coop is directed/managed \nfrom Dolven’s office in North Carolina.   The Court concludes that  GFY Coop’s \nprincipal place of business is in North Carolina and GFY Coop is subject to general \njurisdiction in North Carolina. \n37. Therefore, this Court has personal jurisdiction over GFY Coop and \nconcludes that GFY Defendants’ motion to dismiss the claims against GFY Coop for \nlack of personal jurisdiction should be DENIED. \nD. GFY Defendants ’ Purchases from and Sales to Plaintiff in North \nCarolina \n \n38. It is uncontroverted that GFY, GFY LCV, and GFY Shanghai are non -\nresident entities.  Nevertheless, Plaintiff contends that certain purchase and sale \ntransactions between Plaintiff and GFY Defendants provide a basis for this Court to \nexercise both general and specific jurisdiction over GFY Defendants.   For example, \nPlaintiff argues that GFY purchased “tens of millions of dollars’ worth of fabric” over \nseveral years and that the sales were “consummated” at Plaintiff’s office in Reidsville, \nNorth Carolina , creating a “systematic a nd continuous” connection with North \nCarolina that justifies a grant of general jurisdiction .  (ECF No. 318, at pp. 20 –21.)  \nPlaintiff also argues that it “sold tens of millions of dollars of fabric, mattress covers, \nand mattress cover re -work to GFY . . . and purchased tens of millions of dollars in \nmattress covers and fabric from GFY,” which “shows that the GFY entities  \npurposefully engaged in activities in, to, and through North Carolina subjecting them \nto [specific] jurisdiction in North Carolina.”  (ECF No. 318, at p. 20.)  Defendants \nargue that the transactions at issue occurred in other jurisdictions and that Plaintiff \nhas not established that the transactions relate to the current dispute.  (Defs.’ Reply \nBr., ECF No. 329, at pp. 5–8.) \n39. The specific purchase and sale  transactions4 (the “transactions”)  to \nwhich Plaintiff points in support of its argument are transactions  between (1) \nPlaintiff and GFY, an d (2) Plaintiff and GFY LCV.  Th e transactions include: (1) \nGTA’s sale of approximately $17,900,000 of fabric and $440,000 of mattress covers to \nGFY between November 2013 and July 2017, shipment terms F.O.B. 5 China; (2) \nGFY’s sale of over $34,000,000 of ma ttress covers and over $17,500,000 of fabrics to \n                                                 \n4 To the extent Plaintiff relies on general allegations that GFY Defendants transacted \nbusiness in North Ca rolina, the Court finds such conclusory allegations insufficient to \nsupport an exercise of jurisdiction over GFY Defendants. \n5 The shipment term F.O.B. means “free on board” and refers to the place where the risk and \nexpense associated with a sale transfer s from seller to buyer.  G.S. § 25 -2-319; Peed v. \nBurleson’s Inc., 244 N.C. 437, 439–440 (1956) (“Where the contract of sale provides for a sale \nf.o.b. the point of shipment, the title is generally held to pass . . . at the time of the delivery \nof goods for shipment at the point designated.”).   \nGTA between 2013 and 2017, shipment terms F.O.B. China; (3) GTA’s mattress cover \nre-work sales to GFY totaling upwards of $940,000, shipment terms F.O.B. Reidsville; \n(4) GTA’s sales of approximately $1,475,000 of sourced fabric to GFY LCV, shipment \nterms F.O.B. China; (5)  GTA sales of approximately $8,399,000 of fabric to GFY LCV, \nshipment terms F.O.B. Reidsville; and (6) GTA’s purchases of approximately $6,665 \nof fabric from GFY LCV, shipment terms F .O.B. El Salvador.  ( ECF No. 235.1, at ¶ \n5–8.)   \n40. GFY Defendants contend, and have provided evidence,  that the \nmattress cover re -work sales  described above were not made to GFY , but instead \ninvolved Plaintiff’s fabric produced by su ppliers other than GFY Defendants, which \nwere imported by Dolven and paid for by someone other than GFY Defendants.  (ECF \n329.2, at ¶¶ 5 –13.)  GFY Defendants also have submitted affidavit evidence stating \nthat “GFY Defendants do not ship goods or other pro ducts to North Carolina or \nelsewhere within the United States.  Rather, when any GFY Defendants sell any \ngoods or products, the purchasers, including Dolven, arrange for pick[ -]up of such \nproducts outside the United States or otherwise arrange for third-party delivery and \nimport by entities unassociated with GFY Defendants.”  (ECF 289.1, at ¶ 55.)  \na. GFY Defendants’ purchases from and sales to Plaintiff in North Carolina \nare not sufficient to confer general jurisdiction \n \n41. Plaintiff first argues that the sales listed above allow this Court to \nexercise general jurisdiction over GFY Defendants.  (ECF No. 318, at pp. 17–20.)  As \na preliminary matter, Plaintiff has not provided any evidence of any sales or purchase \ntransactions between Plaintiff and GFY Sh anghai, and Plaintiff has failed to \nestablish that the Court has general personal jurisdiction over GFY Shanghai based \non any such transactions. \n42. A court may assert general jurisdiction over foreign corporations “when \ntheir affiliations with the State are so continuous and systematic as to render them \nessentially at home in the forum State.”  Daimler, 571 U.S. at 127  (citations and \nquotations omitted).  The United State s Supreme Court and North Carolina courts  \nhave recognized that this is an exacting standard. \n43. In Daimler, the Supreme Court reviewed the Ninth Circuit’s decision to \ngrant general jurisdiction over defendant Daimler based on the contacts of Daimler’s \nalleged agent, Mercedes Benz USA (“MBUSA”), in California.  MBUSA was the \nlargest supplier of luxury cars to California and its sales in California accounted for \n2.4% of Daimler’s worldwide sales.  Id. at 123.  However, the Supreme Court held \nthat the Ninth Circuit erred in exercising general jurisdiction over defendant Daimler \nbecause, even if the C ourt imputed to Daimler the California contacts and sales of  \nDaimler’s alleged agent MBUSA,  Daimler was not “at home” in California.  Id. at \n136–39.  Notably, the Court reasoned that granting general jurisdiction based on the \nfact that a non-resident defendant had substantial sales in a jurisdiction would make \nnon-resident defendants amenable to suit in every jurisdiction in which their sales \nwere sizeable, and would scarcely allow out of state defendants to “structure their \nprimary conduct with some minimu m assurance as to where that conduct will and \nwill not render them liable to suit.”  Id. at 139 (citations and quotations omitted).   \nSuch reasoning is directly on point in this case to the extent Plaintiff argues that GFY \nDefendants’ sizeable sales with Plaintiff should subject them to general jurisdiction. \n44. In Helicopteros Nacionales De Colombia v. Hall, 466 U.S. 408 (2011), the \nCourt reviewed whether Texas courts erred in exercising general jurisdiction over a \nnon-resident defendant company against whom the plaintiff brought  a wrongful \ndeath claim arising from activities in Peru.  Id. at 409–11.  The Court framed the \ngeneral jurisdiction analysis as “whether [the contacts of defendant] constitute the \nkind of continuous and systematic general business cont acts the Court [has  \npreviously recognized as sufficient in Perkins v. Benguet Consolidated Mining Co ., \n342 U.S. 437 (1952) ].”6  Id. at 416.  The d efendants’ contacts with Texas were \ncomprised of (1) a negotiation session in  Houston involving Defendant’s CE O; (2) \npurchases of helicopters, spare parts, and other accessories worth over $4 million \nfrom a company in Texas; (3) pilot training in Texas; (4) personnel visits to Texas; \nand (5) receipt of over $5 million in payments from Texas bank accounts.  Id. at 410–\n11.  The Texas Supreme Court focused on the purchases and training trips in granting \ngeneral jurisdiction.  Id. at 417.  The U.S. Supreme Court, however, concluded that \n“mere purchases, even if occurring at regular intervals, are not enough to warrant a \nState’s assertion of in personam jurisdiction over a nonresident corporation in a cause \nof action not related to those purchase transactions.”  Id. at 418.  In other words, even \n                                                 \n6 In Perkins, the Court held an Ohio court properly exercised general jurisdiction over a \nforeign corporation whose president and general manager maintained an office in Ohio and \nheld directors ’ meetings, carried on correspondence relating to the business, distributed \nsalary checks, and otherwise directed company affairs from that office.   \nsignificant purchase transactions in Texas were insufficient to give rise to general \njurisdiction over the defendant. \n45. Likewise, North Carolina courts, including this  Court, have refused to \nexercise general jurisdiction over a non-resident defendant based on evidence that it \ndoes significant business in the State of North Carolina, unless evidence is presented \nthat the nature  or amount of the business would render the defendant at home in \nNorth Carolina.  See e.g., Occidental Fire & Cas. Co. v. Cont'l Ill. Nat'l Bank & Tr. \nCo., 689 F. Supp. 564, 568 & n.1 (E.D.N.C. 1988) (finding no general jurisdiction even \nthough the non-resident defendant's loan activity in the foru m state exceeded $100 \nmillion); Ash v. Burnham Corp. , 80 N.C. App. 459, 461 –62, 343 S.E.2d 2, 3 –4 \n(1986) (holding that the defendant’ s sales to North Carolina customers, comprising \n0.5% of its total annual sales, was insufficient to support jurisdiction); Weisman, 2014 \nNCBC LEXIS 41, at *12 (evidence that defendant-company “received only 3.6% of its \ntotal sales volume from North Carolina” was “ insufficient to support  general \njurisdiction”).  Indeed, t his Court recently noted that the Business Court “and the \nNorth Carolina appellate courts have yet to find a sufficiently ‘exceptional case’ after \nDaimler to extend general jurisdiction to a corporation or a limited liability company \nin North Carolina that has neither organized itself in this State nor located its \nprincipal place of business here.”  AYM Techs., LLC., 2018 NCBC LEXIS 14, at *19. \n46. After reviewi ng the evidence and the relevant authority, t he Court \nconcludes that it does not have general jurisdiction over GFY  or GFY LCV.  First, \nPlaintiff has provided no context for the sales and purchase figures it supplies from \nwhich the Court could conclude whe ther the  volume of GFY and GFY LCV’s \ntransactions with Plaintiff constituted a  significant portion of their sales for the \nperiods in question, nor what percentage of Plaintiff’s purchases and sales the \ntransactions constituted.   Second, all but a small percentage of the transactions \nbetween Plaintiff and GFY are “F.O.B. China”, and some of the transactions between \nPlaintiff and GFY LCV are “F.O.B. China ” or “F.O.B. El Salvador.”  Therefore, a \nsubstantial portion of the transactions upon which Plaintiff relies can be interpreted \nas having been consummated in China or El Salvador and not in North Carolina.  See \nPyrotek, Inc. v. Motionmaster, Inc., No. 1:04CV00549, 2006 U.S. Dist. LEXIS 57007, \nat *12 (M.D.N.C. Feb. 22, 2006) ( finding ,where plaintiff sought recovery for faulty \nequipment it purchased from defendant , “[defe ndant]’s agreement to manufacture \nthe Equipment and send it [to plaintiff] ‘F.O.B. Vista, California’ [was] likely not \nsufficient to give rise to jurisdiction in North Carolina”); see also Golden Belt Mfg. Co. \nv. Janler Plastic Mold Corp ., 281 F. Supp. 368 (M.D.N.C. 1967), aff’d, 391 F.2d 266 \n(4th Cir. 1968) (holding that exercising personal jurisdiction over the defendant in \nNorth Carolina would offend due process where a contract was initiat ed by the \nplaintiff for defendant, a Chicago plastic mold manufacturer, to ship mold s to North \nCarolina, F.O.B. Chicago); see also Bay Tobacco, LLC v. Bell Quality Tobacco Prods., \nLLC, 261 F. Supp. 2d 483, 494 (E.D.Va.  2003) (“[Defendant]’s F[.]O[.]B[.] delivery of \ncigarettes to a common carrier in . . . North Carolina for transport into Virginia \ndiminishes the jurisdictional significance of such shipments. . . . [and] does not show \nthat [defendant] transacted business in [Virginia].”).   \nb. GFY’s and GFY LCV’s contacts with North Carolina are not sufficient to \nconfer specific jurisdiction on the Court \n \n47. Plaintiff also argues that the transactions between itself and GFY, and \nbetween itself and GFY LCV, support specific jurisdiction.  “North Carolina exercises \nspecific jurisdiction over a party when it exercises personal jurisdiction in a suit \narising out of that party ’s contacts within the state.”  Fran's Pecans, Inc. v. Greene , \n134 N.C. App. 110, 114, 516 S.E.2d 647, 650 (1999).  “The alleged injuries must arise \nout of activities defendants ‘purposefully directed’ toward the state’s residents.” \nStetser, 162 N.C. App at 521, 591 S.E.2d at 575 (quoting Tom Togs, Inc., 318 N.C. at \n366, 348 S.E.2d at 786 ).  In analyzing whether the sales transactions between \nPlaintiff and GFY and Plaintiff and GFY LCV permit the exercise of specific personal \njurisdiction over GFY or GFY LCV the Court considers: “ (1) the quantity of the \ncontacts, (2) the nature and quality of the contacts, (3) the source and connection of \nthe cause of action to the contacts, (4) the interest of the forum state, and (5) the \nconvenience to the parties.”  Banc of Am. Sec. LLC, 169 N.C. App. at 696, 611 S.E.2d \nat 184. \n48. Plaintiff makes only conclusory allegations and arguments in support of \nits positi on that GFY’s and GFY LCV’s purchases and sales transactions with \nPlaintiff provide a basis for specific jurisdiction.  (ECF No. 318, at pp. 18 –20.)  For \nexample, Plaintiff claims that “[a]ll of [the GFY Defendants’] sales and purchases and \nthe manner in w hich they were obtained and achieved are the subject of GTA’s \nlawsuit against the GFY entities.”  ( Id. at p. 18.)  The Court already has concluded, \nthe GFY Defendants’ transactional contacts with North Carolina are not sufficient to \nconfer general jurisdiction.  In addition, while North Carolina has an interest in \nproviding a forum for its residents to seek redress for injuries they suffer, Plaintiff \nhas not identified any other particular State interests implicated by the discreet \ntransactions at issue here.  Most importantly, however, Plaintiffs do not allege that \nthe GFY Defendants directed conduct towards North Carolina from which their \nclaims in this lawsuit arise . Tom Togs, Inc., 318 N.C. at 365 –66, 348 S.E.2d at 786  \n(The “relationship between the defendant and the forum must be such that he should \nreasonably anticipate being haled into court there” (internal quotation marks \nomitted). Rather, Plaintiffs contend that the GFY Defendants’ transactions have a \nconnection to North Carolina because they are the result of the alleged wrongdoing \nby the individual defendants or Dolven, and since the Court has personal jurisdiction \nover those parties it should exercise personal jurisdiction over the GFY Defendants.   \nThe Court does not find Plaintiff’s argument persuasive, and concludes that Plaintiff \nhas failed to carry its burden of establishing that the Court should exercise personal \njurisdiction over GFY and GFY LCV based on alleged contacts arising from the sales \ntransactions between those companies and Plaintiff.  Id. at 365, 348 S.E.2d at 786 .    \n(“[T]he unilateral  activity within the forum state of others who claim some \nrelationship with a non -resident defendant will not suffice ” to confer specific \njurisdiction.). \nE. Dolven and Ryan’s Management and Control of GFY Defendants \n49. Finally, the Court addresses Plaintiff’s overarching contention:  that the \nCourt should exercise personal jurisdiction over GFY Defendants because the GFY \nDefendants are mere instrumentalities of Dolven “created . . . to facilitate the \ndiversion of corporate opport unities by Dolven away from ” Plaintiff, and the GFY \nDefendants are “controlled and managed” by Dolven and Ryan from North Carolina.  \n(ECF No. 261, at ¶¶ 9 –12, 82; ECF No. 318, at pp. 12 , 14.)   Despite Plaintiff’s \nprotestations, the Court views this as a veil-piercing theory. \n50. This Court will disregard an entity’s corporate form only if the \ncorporation is so operated as to be “a mere instrumentality or alter ego of the sole or \ndominant shareholder.”  State ex rel. Cooper v. Ridgeway Brands Mfg., LLC, 362 N.C. \n431, 440–41, 666 S.E.2d 107, 113 –14, (2008) (citations and quotations omitted).  To \nshow that a subsidiary is a mere instrument of a parent corporation or an individual, \na plaintiff must present evidence of: \n(1) Control, not mere majority or complete stock control, \nbut complete domination, not only of finances, but of policy \nand business practice in respect to the transaction attacked \nso that the corporate entity as to this transaction had at \nthe time no separate mind, will or existence of its own; and \n \n(2) Such control must have been used by the defendant \nto commit fraud or wrong, to perpetrate the violation of a \nstatutory or other positive legal duty, or a dishonest and \nunjust act in contravention of [a] plaintiff's legal rights; \nand, \n \n(3) The aforesaid control and  breach of duty must \nproximately cause the injury or unjust loss complained of. \n \nGreen v. Freeman, 367 N.C. 136, 145–46, 749 S.E.2d 262, 270 (2013) (quoting Glenn \nv. Wagner, 313 N.C. 450, 455, 329 S.E.2d 326, 330 (1985)).  Courts have relied on the \nfollowing types of evidence to justify piercing the corporate veil:  “inadequate \ncapitalization, noncompliance with corporate formalities, lack of a separate corporate \nidentity, excessive fragmentation, siphoning of funds by the dominant shareholder, \nnonfunctioning officers and directors, and absence of corporate records.”  Id. at 145, \n749 S.E.2d at 270.  In the absence of such supporting evidence, however, courts will \nnot pierce the corporate veil to establish jurisdiction over non -resident defendants.  \nState ex r el. Cooper v. Ridgeway Brands Mfg., LLC , 188 N.C. App. 302, 306, 655 \nS.E.2d 446, 449 (2008)  (holding that conclusory allegations concerning alter -ego \nliability or corporate veil piercing, without any other supporting evidence, cannot \nsupport exercising personal jurisdiction over a nonr esident defendant ); see also  \nWeisman, 2014 NCBC LEXIS 41, at *17 (holding same). \n51. As an initial matter, Plaintiff has neither alleged nor provided evidence \nthat any GFY Defendant is a mere instrumentality of Dolven or Ryan.  For example, \nPlaintiff has not alleged that GFY Defendants are inadequately capitalized, fail to \nfollow corporate formalities, or do not maintain adequate corporate records,7 or that \nDolven is siphoning off funds from any GFY Defendants.  Instead, Plaintiff points to \nevidence that Ryan is listed as a director, representative, or manager of the various \nGFY Defendants (ECF No. 318, at pp. 7–10); that Ryan, along with Timothy, Steven, \nand James created Dolven and GFY, and GFY is owned by Dolven (Id. at pp. 13–14); \nthat the GFY Defendants are interrelated by their ownership structure (Id. at p. 14); \nand that Ryan has ultimate authority over, and is involved in directing certain \noperations of, GFY Defendants ( Id. at pp. 14 –17.)  Plaintiff contend s that this \n                                                 \n7 To the contrary, Plaintiff has filed with the Court a number of documents and records filed \nand/or maintained by the GFY Def endants that appear to demonstrate that they observe \nformalities, make separate corporate filings, and maintain appropriate corporate records.  \n(See, e.g., ECF Nos. 235.3–235.6; 305.3.) \nevidence establishes that “Ryan  . . . along with Dolven . . . [is] in full operational \ncontrol of the GFY entities and, as such, his activities confer jurisdiction on the courts \nof North Carolina.” (Id. at p. 14.) \n52. Without more, the mere fact that Dolven is a parent or affiliate of GFY \nDefendants does not confer jurisdiction over the GFY Defendants in North Carolina.  \nA court may not exercise general personal jurisdiction over a company simply because \nits director, shareholder, parent company, subsidiary, or affiliate operates in or is \notherwise subject to general personal jurisdiction in a state.  See, e.g., Daimler, 571 \nU.S. at 136 (concluding that “to subject foreign corporations to general jurisdiction \nwhenever they have an in -state subsidiary or affiliate [is] an outcome that would \nsweep beyond even the ‘sprawling view of general jurisdiction’ we rejected in \nGoodyear.” (citations omitted)); see also Goodyear, 564 U.S. at 9 29–30 (finding that \nthere can be no general personal jurisdiction over foreign subsidiaries of a corporation \nbased on contacts of parent corporation); Speedway Motorsports Int’l Ltd. v. Bronwen \nEnergy Trading, Ltd., 209 N.C. App. 474, 490, 707 S.E.2d 385, 395 (2011) (recognizing \nthat a subsidiary cannot be subjected to personal jurisdiction in a forum in which a \nparent does business unless it has its own direct contacts or unless the two entities \n“are part of the same whole and were not acting independently”). \n53. Furthermore, despite Plaintiff’s allegations regarding Ryan’s control \nand management of the GFY Defendants, it has not provided any evidence that Ryan \nmade any specific decisions for, or directe d any specific conduct by, the GFY \nDefendants from North Carolina.  On the other hand, GFY Defendants have provided \nevidence that GFY and GFY Shanghai maintain offices, and have management and \nother employees responsible for their day -to-day operations loc ated in China, and \nGFY LCV has facilities and management and other employees in El Salvador.  (ECF \nNo. 289.1, at ¶¶ 10, 11, 13, 15, 32, 33, 42, 44–48.) \n54. Having thoroughly reviewed the evidence and arguments, the Court \nconcludes that Plaintiff has failed to carry its burden of establishing that the Court \nmay exercise personal jurisdiction over GFY, GFY Shanghai, or GFY LCV based on \na veil-piercing or alter ego theory.   Therefore, GFY Defendants’ motion to dismiss \nPlaintiff’s claims against GFY, GFY Shanghai, and GFY LCV for lack of personal \njurisdiction over those parties should be GRANTED. \nCONCLUSION \n55. In conclusion, the Plaintiff has carried its burden of establishing \ngrounds for asserting personal jurisdiction over GFY Coop, but has failed to establish \ngrounds for this Court to exercise jurisdiction over GFY, GFY LCV, or GFY Shanghai.  \nTherefore, it is ORDERED that: \n56. Plaintiff’s Motions to Strike are DENIED; \n57. GFY Defendants’ Motion is GRANTED with respect to GFY, GFY LCV, \nand GFY Shanghai, and the claims against those Defendants are DISMISSED; \n58. GFY Defendants’ Motion is DENIED with respect to the claims against \nGFY Coop. \n \n \nSO ORDERED, this the 14th day of November, 2018. \n \n   /s/ Gregory P. McGuire                           \nGregory P. McGuire \nSpecial Superior Court Judge \nfor Complex Business Cases "
}