{
  "id": "3889a74afcd197db819f7bf6b0e975538902afc036d5f6d9f1ad74d52f2ef569",
  "source_file": "data/raw/ncbc/3889a74afcd197db819f7bf6b0e975538902afc036d5f6d9f1ad74d52f2ef569.pdf",
  "raw_text": "Suggs-Jacobs v. Physicians Weight Loss Ctr. of Am., Inc., 2003 NCBC 8\n \nNORTH CAROLINA\n                                     \nIN THE GENERAL COURT OF JUSTICE\n                                                                                    \nSUPERIOR COURT DIVISION\nGUILFORD COUNTY\n                                                           \n00 CVS 7910\n \n \nKELLY K. SUGGS JACOBS\n             \n            \n)\nand Persons Similarly Situated,\n              \n            \n)\n                                                                        \n)\n                                                \nPlaintiff,\n            \n)\n                                                                        \n)\n                        \nv.\n                                             \n)\n)\nPHYSICIANS WEIGHT LOSS CENTER\n      \n)\n                       \nORDER AND OPINION\nOF AMERICA, INC.,\n                                     \n)\nCHARLES E. SEKERES,\n                                \n)\nCECILE HOLDEN,\n                                         \n)\nJOHN D. SIDERIS,\n                                         \n)\nPAUL C. HUNT,\n                                             \n)\nJEAN THOMAS,\n                                            \n)\nCOOKIE PARKER,\n                                        \n)\nG. A. PARKER,\n                                              \n)\nHEALTHY WEIGH, INC., \n                             \n)\nP.C.H. TODAY, INC., and\n                             \n)\nVIRGINIA EVELYN DOREMUS,\n                 \n)\n)\n                                                \nDefendants.\n      \n)\n \n{1}\n             \nThis case arises out of plaintiff’s challenge to certain business practices involving prescriptions for\nweight loss pharmaceuticals by Physicians Weight Loss Center of America (“PWLC”) and its\nfranchisees.\n  \nThe Plaintiff Class Representative Kelly Suggs-Jacobs (“Suggs-Jacobs”) brought this\naction against defendants on her own behalf and on behalf of similarly situated class members based\non several claims.\n  \nPlaintiff alleges that defendants violated the North Carolina Unfair and Deceptive\nTrade Practices Act (“NC UDTPA”), committed intentional interference with a fiduciary relationship,\ncommitted constructive fraud, and violated the North Carolina Racketeer Influenced and Corrupt\nOrganizations Act (“NC RICO Act”).\n  \nThis matter is before the Court on motions by plaintiff and\ndefendants for summary judgment and defendants’ motions to dismiss and to decertify the class.\n{2}\n             \nAfter considering the briefs and oral arguments of both parties and for the reasons discussed\nbelow, the Court GRANTS defendants’ motion for summary judgment in part and DENIES the motion\nin part.\n  \nThe Court DENIES plaintiff’s motion for summary judgment.\n  \nThe Court GRANTS\ndefendants’ motion to dismiss as to the claims uncontested by plaintiff.\n  \nThe Court DENIES\ndefendants’ motion to decertify the class but notes that the summary judgment ruling necessitates\nredefining the class.\n \nBarron & Berry, L.L.P., by Frederick L. Berry; and Clark Bloss & Wall, PLLC, by John F. Bloss,\nfor Plaintiffs.\n \nParker Poe Adams & Bernstein, by Harvey L. Cosper, Jr., John E. Krupp and Lori R. Keeton, for\nDefendants Physicians Weight Loss Center of America, Inc., Charles E. Sekeres, Cecile Holden,\nJohn D. Sideris, Paul C. Hunt, Cookie Parker, G.A. Parker, Healthy Weigh, Inc., P.C.H. Today,\nInc., and Virginia Evelyn Doremus.\n \nHill Evans Duncan Jordan & Davis, P.L.L.C. by Karl Hill, for Defendant Cecile Holden.\n \nFACTUAL BACKGROUND\n \nI\n.\n \n{3}\n             \nDefendant PWLC is an Ohio corporation doing business in North Carolina.\n  \nPWLC provides\nservices that include dietary and medicinal programs to enable the weight loss of its customers.\n  \nPWLC\nmaintains a franchise model in which individuals or entities purchase the rights to operate a branch in a\nspecified geographic area.\n  \nThe franchisees market and sell the products and services of PWLC to\nindividuals within a designated geographic area.\n  \nDefendant Charles E. Sekeres is president of PWLC,\nthe franchisor.\n  \nDefendants Cecile Holden, John Sideris, Paul C. Hunt, Jean Thomas, Cookie Parker,\nG.A. Parker and Healthy Weigh, Inc. all own and operate various PWLC franchises in North Carolina.\n{4}\n             \nPWLC has franchise operations in North Carolina located in Asheville, Greensboro, Jacksonville,\nWilmington, and Winston-Salem.\n  \nPWLC operations in these locations contract with physicians that\nexamine and treat customers enrolled in weight loss programs.\n  \nPhysicians under contract with PWLC\nalso provide prescription drugs to customers.\n  \nThe provision of prescriptions for those drugs is the key\ntransaction from which this controversy arises.\n{5}\n             \nPhysicians at PWLC prescribed drugs, classified as Schedule IV controlled substances under\nN.C.G.S. § 90-92, in conjunction with the weight loss programs.\n  \nFor example, Class Representative,\nSuggs-Jacobs, entered into a contract at the Greensboro location for the System V Plus Meridia Plan.\n \nUnder the contract, Suggs-Jacobs received a weight loss plan that included the medical services of a\nlicensed physician.\n  \nHer PWLC physician, Dr. Larry Weisner, prescribed a Schedule IV substance\nknown as Meridia (sibutramine hydrochloride monohydrate) for Suggs-Jacobs.\n{6}\n             \nUnder plans like the System V Plus Meridia Plan, customers contracted to purchase weight loss\ndrugs such as Meridia directly from PWLC at a set price as part of their contractual arrangement.\n  \nThe\npolicy of PWLC was not to allow patients to have written prescriptions to fill at the pharmacy of their\nchoice.\n  \nThe contract between PWLC and its doctors prohibited the physicians from providing\nprescriptions for outside use.\n{7}\n             \nThe customers paid the franchisees to have the prescriptions filled.\n  \nUpon payment to the\nfranchisees, PWLC faxed the prescription to the corporate offices and/or Colonial Pharmacy, both\nlocated in Ohio.\n  \nColonial Pharmacy then mailed the prescription drugs to the patient’s residence, and\nfranchisees transferred funds paid for the drugs to a PWLC account.\n  \nPWLC then paid Colonial\nPharmacy for filling the prescription.\n  \nBecause of the nature of the drugs and health problems of the\ncustomers, refill prescriptions were for short periods (two to four weeks) and were given only after the\ncustomers had seen the physician.\n{8}\n             \nThe cost of purchasing Meridia and similar weight loss drugs from PWLC was sometimes more\nthan two times the price for the same drugs at an outside pharmacy.\n  \nSuggs-Jacobs paid $115 for a\ntwo-week supply of Meridia.\n  \nSuggs-Jacobs discovered that using a pharmacy instead of the PWLC\nservice would provide her a substantial cost savings.\n  \nUpon her discovery, Suggs-Jacobs requested that\na PWLC physician provide her with a prescription so that she could avail herself of the savings at a\nlocal pharmacy.\n  \nThe PWLC physician refused to provide the prescription, citing that his contract with\nPWLC prohibited writing prescriptions to external pharmacies.\n  \nSuggs-Jacobs eventually quit the\nprogram and accepted a pro rata refund for six weeks of the System V Plus plan that she did not use.\n \nShe did pay the PWLC price for Meridia for two weeks after the physicians refused to give her\nprescription to her.\n{9}\n             \nOther customers, however, used the PWLC service to fill prescriptions via mail and did not\nrequest to use an outside pharmacy.\n  \nThese customers used the service provided by PWLC under the\nterms of the contract, without inquiry or dissent, albeit at a significantly higher price if the drug price\nalone\n is considered.\n \n{10}\n         \nIf a customer sought a prescription refill to be used at another pharmacy, he or she would have to\ngo to a new physician to obtain a new prescription.\n  \nThere is no legal or medical ethical requirement\nthat the PWLC physician continue to treat a patient who did not want to continue under their contract.\n{11}\n         \nSuperior Court Judge Melzer A. Morgan, Jr. certified this case as a class action on January 17,\n2002.\n  \nThe class included all individuals who purchased prescription pharmaceuticals from any\ndefendant from June 20, 1995 until January 17, 2002.\n  \nThe certification order included plaintiffs that\ndid not request written prescriptions from PWLC for use at an outside pharmacy.\n  \nJudge Morgan relied\nheavily on the case of \nPitts v. American Security Ins. Co.\n, 144 N.C. App. 1, 550 S.E.2d 179 (2001)\n,\nwhich the North Carolina Supreme Court subsequently ruled not to have any precedential value.\n  \n356\nN.C. 292, 569 S.E.2d 647, \nreconsideration denied\n, 356 N.C. 439, 572 S.E.2d 161 (2002) (stripping of\nprecedential value by Supreme Court because Court of Appeals’ Opinion affirmed only by an even\nvote of the Justices).\n{12}\n         \nThe North Carolina Medical Board (“the Medical Board”) filed a formal complaint against Dr.\nLarry Weisner, a physician under contract with PWLC, for his actions regarding the treatment of the\nclass representative.\n  \nThe Medical Board charged Dr. Weisner with refusing to provide a prescription\nto a patient, assisting in the unauthorized practice of medicine, and illegal fee splitting.\n  \nThe Medical\nBoard subsequently entered a Consent Order on April 7, 2003 in which Dr. Weisner admitted that he\ncommitted the alleged acts.\n  \nIn that proceeding the Medical Board determined that it was improper for\nDr. Weisner to withhold Ms. Suggs-Jacobs’ prescription from her.\n  \nPWLC was not a party to the\nMedical Board proceeding.\n \nMOTION FOR SUMMARY JUDGMENT\nII.\n{13}\n         \nPursuant to Rule 56(c) of the North Carolina Rules of Civil Procedure, summary judgment shall be\nrendered if the pleadings, depositions, answers to interrogatories, and admissions on file, together with\nthe affidavits, if any, show that there is no genuine issue of material fact and that any party is entitled\nto judgment as a matter of law.\n  \nN.C.G.S.\n    \n§ 1A-1, Rule 56(c); \nsee Johnson v. Phoenix Mutual Life\nIns. Co., \n300 N.C. 247, 266 S.E.2d 610 (1980)\n; Rose v. Guilford County\n, 60 N.C. App. 170, 298\nS.E.2d 200 (1982)\n.\n  \nPartial summary judgment is appropriate in this case because the parties seek the\nCourt’s interpretation of the legal duties owed to the class by PWLC.\n{14}\n         \nThe purpose of summary judgment is to go beyond or to pierce the pleadings and determine\nwhether a genuine issue of material fact exists.\n  \nSee\n \nSingleton v. Stewart\n, 280 N.C. 460, 186 S.E.2d\n400 (1972).\n  \nIn the case at hand, the Court must evaluate the claims asserted by the class given the\nfacts presented by the parties.\n  \nThe Court, however, must also determine, after applying the facts\nknown at the summary judgment phase, whether issues of material fact exist that prevent the\nresolution of an issue as a matter of law.\n \nIII.\n{15}\n         \nFirst, the Court addresses plaintiff’s claims that PWLC violated the Unfair and Deceptive Trade\nPractices Act under Chapter 75 of the North Carolina General Statutes.\n  \nPlaintiff claims that PWLC\nimpaired the physician-patient relationship, violated a fiduciary duty to customers, engaged in the\nillegal practice of both medicine and pharmacy, illegally restricted the patients’ choice of a pharmacy,\nand illegally split fees with physicians.\n  \nThe crux of the claim is that PWLC should not have directed\nor permitted its physicians to withhold written prescriptions from its customers.\n{16}\n         \nTo the extent plaintiff’s claim is read to assert that she paid too much for her prescriptions,\ndefendants are entitled to summary judgment.\n  \nThe Unfair Trade Practices Act did not eliminate caveat\nemptor.\n  \nSee Greenway v. North Carolina Farm Bureau Mut. Ins. Co.\n, 35 N.C. App. 308, 313, 241\nS.E.2d 339, 341 (1978)\n.\n  \nIf there were other means to accomplish plaintiff’s weight loss goals that\nwere less expensive, it was not PWLC’s obligation to point them out to the customer.\n{17}\n         \nN.C. Gen. Stat. § 75-1.1 defines the elements necessary for a claim under the UDTPA as follows:\n(a) Unfair methods of competition in or affecting commerce, and unfair or deceptive acts or\npractices in or affecting commerce, are declared unlawful.\n(b) For the purposes of this section, “commerce” includes all business activities, however\ndenominated, but does not include professional services rendered by a member of a learned\nprofession.\n \n{18}\n         \nThe courts in North Carolina apply a three-prong test to determine violations of this section.\n  \nThe\nfirst two prongs of the test reiterate the required elements of an unfair or deceptive act that affects\ncommerce.\n  \nSee\n \nFurr v. Fonville Morisey Realty Inc.\n, 130 N.C. App. 541, 551, 503 S.E.2d 401, 408\n(1998).\n  \nHowever, the third prong requires that the unfair act proximately cause an actual injury to the\nplaintiff.\n  \nId\n.; \nsee also Wysong & Miles Co. v. Employers of Wausau\n, 4 F. Supp. 2d 421 (M.D.N.C.\n1998); \nPeterson v. Bozzano\n, 183 Bankr. 735 (Bankr. M.D.N.C. 1995); \nOwens v. Pepsi Bottling Co.\n, 95\nN.C. App. 47, 381 S.E.2d 819 (1989), \nmodified on other grounds\n, 330 N.C. 666, 412 S.E.2d 636\n(1992).\n{19}\n         \nUnder the first prong, a trade practice is unfair if the conduct “offends established public policy as\nwell as when the practice is unmoral, unethical, oppressive, or unscrupulous.”\n  \nJohnson v. Phoenix\nMut. Life Ins. Co.\n, 300 NC 247, 263, 266 S.E.2d 610, 621 (1980).\n  \nDetermining the fairness of the\nconduct is a question of law, and the Court’s analysis must examine the effects of the practice upon\nothers.\n  \nGray v. North Carolina Ins. Underwriting Ass’n\n, 132 N.C. App. 63, 510 S.E.2d 396 (1999);\nHarrington Mfg. Co. v. Powell Mfg. Co.\n, 38 N.C. App. 393, 248 S.E.2d 739 (1978).\n \n{20}\n         \nAn analysis of the first prong that evaluates fairness, however, must not disregard the risks and\nfreedom inherent in trade and commerce in our society.\n  \n“Freedom of contract, unless contrary to\npublic policy or prohibited by statute, is a fundamental right included in our constitutional\nguarantees.”\n  \nAmerican Tours, Inc. v. Liberty Mutual Insurance Co.,\n 315 N.C. 341, 350, 338 S.E. 92,\n98 (1986) (quoting \nMuncie v. Travelers Ins. Co.\n, 253 N.C. 74, 79, 116 S.E.2d 474, 478 (1960).\n \nPlaintiff and PWLC had the right to enter into a contract to use the internal prescription service that\ncarried a higher rate than an outside pharmacy would have charged.\n  \nParties are free to negotiate such\ncontract terms as price and delivery so long as the provisions do not arise from an inequality of\nbargaining power.\n  \nSee Miller Mut. Fire Ins. Ass’n v. Parker\n, 234 N.C. 20, 22, 65 S.E.2d 340, 342\n(1951).\n  \nPlaintiff was free to enter into a contract that required the purchase of a weight loss drug\nthrough PWLC.\n  \nPlaintiff’s arguments do not support an absence of equality in bargaining power to\nrender the agreement void and unenforceable.\n \n{21}\n         \nThe critical fact in this case is that contract physicians at the direction of PWLC refused to provide\nprescriptions to patients upon request.\n  \nPWLC provided medical services through contract physicians.\n \nThe actions of PWLC that prevented patients from obtaining requested prescriptions are unethical and\ncontravene public policy.\n  \nThe Medical Board clearly demonstrated in the Consent Order that a\nphysician violates an ethical duty by not providing a patient his prescription to use at the pharmacy of\nhis choice.\n \n{22}\n         \nThe withholding of prescriptions by PWLC amounted to unethical conduct and contravened public\npolicy, thus overriding the freedom of contract argument.\n  \nThe Medical Board found that Dr.\nWeisner’s actions as a contract physician with PWLC were unethical.\n  \nThe unethical conduct of\nwithholding prescriptions by Dr. Weisner was at the behest of PWLC.\n  \nThe PWLC policy was that\nphysicians were not to give patients prescriptions to fill at outside pharmacies.\n  \nThe problem with the\ncustomer contract and the policy of withholding prescriptions taken together is that such practices\nmandated a physician practice — the refusal to provide a prescription — that violated medical ethics.\n \nThe withholding of prescriptions, therefore, is unethical conduct and satisfies the fairness prong, as\nPWLC encouraged physicians to treat their patients in a manner that amounted to an unfair practice.\n{23}\n         \nThe claim against PWLC also meets the second prong requiring an unfair or deceptive act that\naffects commerce.\n  \nCourts broadly interpret commerce under the UDTPA as a business activity of any\nkind limited only by express exemptions within the statute.\n  \nBhatti v. Buckland\n, 328 N.C. 240, 245-46,\n400 S.E.2d 440, 443-44 (1991).\n  \nThe exchange of money for services to facilitate weight loss\nconstitutes a business activity.\n  \nNo exemption applies, as none of defendants are physicians and are not\nprotected by the learned profession exemption under the statute.\n{24}\n         \nThe basis for determining actual injury in a UDTPA case is an out of pocket loss suffered by the\nplaintiff.\n  \nN. C. Unfair Business Practice 2d, § 9.1, p. 241; \nsee, e.g., Nell v. Anderson\n, No. COA98-481\n(N.C. App. June 1, 1999) at 10 (plaintiff’s appeal of dismissed UDTPA claim failed because he could\nnot project the difference between the value he paid for an automobile and the real value, thus he\ncould not establish an actual injury).\n  \nIn this instance, weakness in plaintiff’s UDTPA claim arises\nfrom inability of some plaintiffs to demonstrate an actual injury that satisfies the third prong.\n{25}\n         \nPlaintiff asserts that PWLC injured the class by not providing prescriptions to patients to avail\nthemselves of lower costs at other pharmacies.\n  \nSome class members requested prescriptions to obtain\nthe drugs less expensively at external pharmacies.\n  \nPWLC’s denial of these requests forced these\ncustomers to either use PWLC’s pharmacy and pay a substantial markup over the retail price or\nterminate their contracts.\n  \nMany class members, however, probably did not ask the physician for a\nprescription to use at an external pharmacy and thus accepted the terms to acquire the drugs from\nPWLC, as they were free to contract to do.\n  \nIt is not an unfair trade practice to charge a higher price\nthan the lowest market price.\n{26}\n         \nUnder UDTPA, plaintiffs must show a causal relationship between the violation and the injury\nfrom a claim.\n  \nSee\n \nLewis v. Archbell\n, 199 N.C. 205, 154 S.E. 11 (1930); \nBennett v. Southern Ry\n., 211\nN.C. 474, 191 S.E. 240 (1937).\n  \nClass members to whom PWLC denied requests for prescriptions paid\nan excessively high price for drugs that they sought to purchase elsewhere at a lower cost.\n  \nPWLC\narguably caused an economic injury to these plaintiffs.\n  \nPWLC’s refusal to provide prescriptions\npossibly caused these plaintiffs to pay the substantial difference between the price at PWLC and that\nof most pharmacies.\n  \nPWLC unfairly limited the option of Class Members who found the higher price\nunacceptable and expressed their dissent to physicians by requesting a prescription for use elsewhere.\n{27}\n         \nCustomers that accepted drugs from PWLC without protest or inquiry, however, assented to the\nterms of the contract as fair and reasonable.\n  \nCustomers that accepted the drugs under the terms of\nPWLC without requesting a prescription were not injured.\n  \nThe assenting customers suffered no\neconomic loss because they accepted the excessive costs and did not manifest any intent to obtain a\nmore reasonable price via alternative pharmacies.\n  \nNo actual injury occurred because these plaintiffs\nexercised the freedom to contract and paid the price without complaint.\n  \nThose plaintiffs that did not\nrequest prescriptions for use elsewhere, therefore, suffered no out of pocket loss.\n{28}\n         \nThe causal relation between a violation of the UDTPA and the injury alleged by the plaintiffs is an\nissue of fact for the jury.\n  \nEllis v. Smith-Broadhurst, Inc\n., 48 N.C. App. 180, 184, 48 S.E.2d. 271, 273-\n74 (1981).\n  \nIn the case at hand, an injury occurred to plaintiffs that sought prescriptions from PWLC,\nas the refusal to provide such may have unfairly caused these customers to pay a higher price for the\ndrug.\n  \nThe determination as to whether a causal relation existed between the withholding of requested\nprescriptions by PWLC and the higher drug costs incurred by plaintiffs is a question for the jury.\n \nThese plaintiffs thus may have suffered actual injuries, and the defendants cannot prevail as a matter of\nlaw on these facts.\n  \nThe withholding of a written prescription by a treating physician at the direction of\nPWLC is an unfair trade practice if the requisite injury is shown.\n{29}\n         \nThose plaintiffs, however, that did not request prescriptions did not suffer an actual injury because\nthey cannot allege an out of pocket loss for the unfair trade practice.\n  \nTherefore, as a matter of law,\nsince the consenting plaintiffs did not incur the requisite actual injury, the Court grants partial\nsummary judgment for defendants as to the plaintiffs who did not request a written prescription.\n \nIV.\n{30}\n         \nThe law regarding claims for intentional interference with a fiduciary relationship is not well\ndeveloped.\n  \nAn intentional interference with contract claim, however, requires the plaintiff to suffer\nactual damages resulting from the defendant’s actions.\n  \nLyon v. May\n, 108 N.C. App. 633, 637, 424\nS.E.2d 655, 657 (1993) (citing \nUnited Lab., Inc. v. Kuykendall\n, 322 N.C. 643, 661, 370 S.E.2d 375,\n387 (1988).\n  \nThe Court finds no reason that a claim involving intentional interference with a fiduciary\nrelationship would not require the plaintiff to suffer resultant actual damages as well.\n  \nThe existence of\na fiduciary relationship, therefore, does not matter in an intentional interference claim unless the\nplaintiff suffered damages.\n{31}\n         \nThus the same analysis applies as in the UDTPA claim, in which plaintiffs must prove they\nsuffered an out of pocket loss caused by PWLC’s policy of not allowing prescriptions for outside use.\n \nSee supra\n Part II.\n  \nThe Court, accordingly, does not find that PWLC interfered with the physician-\npatient relationship in every instance.\n  \nIf a plaintiff willingly accepted the prescription service from\nPWLC without requesting a prescription to obtain pills from another provider, then PWLC did not\ninterfere with the relationship.\n \n{32}\n         \nIf a plaintiff requested a prescription to obtain pills from another provider and the physician\ndenied that claim, then such plaintiff has a valid claim against PWLC.\n  \nThe interference rests in PWLC\npreventing a physician from honoring the wishes of his patient to fill prescriptions elsewhere and\nthereby increasing the costs of the pills.\n  \nThe Medical Board found that Dr. Weisner’s conduct was\nunethical.\n  \nThe customer contract with PWLC plus the policy prohibiting physicians from providing\nprescriptions combined to mandate the unethical conduct against the plaintiffs.\n  \nTo show interference,\nplaintiffs therefore must prove that a patient dissented, requested a prescription for use elsewhere and\nthat PWLC caused the physician to deny that request.\n  \nThe denied request resulted in the inability of\nthe patient to acquire the drugs at a lower price, resulting in the damages of an out of pocket loss.\n{33}\n         \nWith respect to the intentional interference with fiduciary relationship, the Court denies\ndefendants’ summary judgment as to plaintiffs that attempted to obtain prescriptions for use elsewhere\nand were denied that request by PWLC; however, the Court grants summary judgment for defendants\nas to plaintiffs that did not request prescriptions.\n \nV.\n{34}\n         \nPlaintiffs also assert against PWLC causes of action for constructive fraud, violation of a fiduciary\nduty, and conversion.\n  \nIn North Carolina, a constructive fraud action requires two elements.\n  \nFirst,\nthere must be facts and circumstances that created a relationship of trust and confidence between the\nplaintiff and defendant.\n  \nBowlin v. Duke University\n, 108 N.C. App. 145, 151, 423 S.E.2d 320, 323\n(1992).\n  \nSecond, the relationship must have resulted in a transaction in which the defendant took\nadvantage of his position of trust to injure the plaintiff.\n  \nId\n.\n{35}\n         \nThe elements of constructive fraud require the Court to again turn to the issue of injury to plaintiff\ncaused by PWLC.\n  \nId\n.\n  \nA plaintiff did not incur an actual injury unless the patient requested, and a\nPWLC physician refused to provide, a prescription.\n  \nA patient that entered into a contract to receive\nmedicine at a higher price, not availing himself of cost savings of an outside pharmacy, assented to the\nterms offered by PWLC.\n  \nThe patient had the right to procure the medicine and the physician services\nat any cost that he chose so long as a disparity in bargaining power did not coerce his assent.\n  \nSee\nAmerican Tours, Inc.,\n 315 N.C. at 350, 338 S.E. at 98; \nMiller Mut. Fire Ins. Ass’n. \n234 N.C. at 22, 65\nS.E.2d at 342.\n  \nOn the constructive fraud claim, the Court therefore grants summary judgment for\ndefendants as to those plaintiffs that did not object to the prescription arrangement with PWLC and\nseek to obtain their written prescription.\n{36}\n         \nA viable fiduciary relationship claim requires that the Court find that one of two types of\nrelationships existed between PWLC and plaintiff.\n  \nSee Rhone-Poulenc Agro S.A. v. Monsanto Co.\n, 73\nF.Supp.2d 540, 546 (M.D.N.C. 1999).\n  \nThe first type arises from traditional legal relations such as an\nattorney and client or a trustee and beneficiary.\n  \nId\n. (citing \nAbbitt v. Gregory\n, 201 N.C. 577, 598, 160\nS.E.2d 896, 906 (1931)).\n  \nThe second type of relationship is based on a special confidence on the part\nof one party that enables the other party to exercise superiority or influence in the relationship.\n  \nId\n.\n{37}\n         \nThe interaction of PWLC and plaintiffs does not match the characteristics of the first type of\nrelationship.\n  \nPWLC provided weight loss services to its customers and legally was not in a position\nthat required acting as fiduciary for the benefit of plaintiffs.\n  \nThe first type of relationship exists\nbecause a party occupies a position that has a clearly defined fiduciary duty to the other party.\n  \nThe\nrelationship of PWLC and the plaintiffs is clearly not analogous to that of a trustee and beneficiary\nbecause no traditional legal relationship exists in this instance.\n{38}\n         \nThe second type of relationship is less well defined and requires a more in-depth examination of\nthe relationship between PWLC and the plaintiffs.\n  \nSee Bowlin\n, 108 N.C. App. at 151, 423 S.E.2d at\n323.\n  \nA special confidence must exist for the Court to establish that this type of relationship was\npresent.\n  \nId\n.\n  \nPlaintiffs arguably granted a special confidence to the defendants by providing medical\nhistories and submitting to medical testing by PWLC employees.\n  \nThe relationship between PWLC and\nplaintiffs possessed characteristics germane to a confidence beyond that found in a traditional\ncontractual relationship.\n{39}\n         \nThe second type of relationship, however, also requires a “resulting superiority and influence” to\nrise to the level of a fiduciary relationship.\n  \nTin Originals, Inc. v. Colonial Tin Works\n, Inc., 98 N.C.\nApp. 663, 666, 391 S.E.2d 831, 833 (1990).\n  \nParties with equal bargaining power that deal at arm’s\nlength are not in a fiduciary relationship.\n \n \nId\n. \n \nPlaintiffs entered into the contract in an arm’s length\ntransaction and had the opportunity to engage in a weight loss program elsewhere.\n  \nPWLC has multiple\nand varied competition.\n  \nCustomers are free to go to their own physicians for diagnosis and treatment.\n \nIn this arm’s length transaction, defendants did not have a fiduciary relationship with the plaintiffs that\naccepted the medication at the price per their contract.\n  \nDefendants, therefore, did not owe a fiduciary\nduty to the plaintiffs to provide the lowest cost alternative for medication.\n \n{40}\n         \nDefendants, however, exercised a resulting superiority and influence when they refused to provide\nany plaintiff requesting it with a prescription for external use.\n  \nThe plaintiffs provided medical\nbackground and submitted to tests amounting to a special confidence.\n  \nDefendants’ control over the\nprescriptions that plaintiffs requested placed PWLC in a superior position.\n  \nThe problem with the\ncustomer contract and the policy of withholding prescriptions taken together is that such practices\nmandated a practice that violated ethical standards at the expense of a party in an inferior position.\n \nDefendants’ denial of the requested prescription removed the relationship from an arm’s length\ntransaction and allowed PWLC to exercise inappropriate influence.\n{41}\n         \nThe Court grants defendants’ motion for summary judgment on the breach of fiduciary duty claim\nas to plaintiffs that did not request the prescription.\n  \nDefendants did not owe a fiduciary duty to those\nplaintiffs because no resulting superiority occurred if a plaintiff did not request a prescription.\n  \nThe\nCourt, however, denies defendants’ motion for summary judgment on the breach of fiduciary duty\nclaim as to a plaintiff that requested a prescription.\n  \nThe control over the requested prescription placed\nPWLC in a superior position to abuse the special confidence gained through the medical records and\ntests.\n{42}\n         \nA conversion claim requires that the plaintiff have an interest in the property and that the\ndefendant exercise unauthorized dominion over the property.\n  \nWhite v. White\n, 76 N.C. App. 129, 331\nS.E.2d 703, 704 (1985).\n  \nPlaintiffs never had a property interest because PWLC defendants refused to\nprovide written prescriptions to customers.\n  \nEach plaintiff had no interest in which defendants could\nexercise unauthorized dominion.\n  \nPWLC physicians simply refused to provide a prescription that\nmedical ethics required be furnished.\n  \nThey did not convert the prescription to their own use.\n  \nThe\nCourt, therefore, grants summary judgment for defendants as to the claim of conversion.\n \nVI.\n{43}\n         \nPlaintiff contends that PWLC qualifies as a “health benefit plan” and is subject to North Carolina\ninsurance law.\n  \nN.C.G.S. § 58-51-37(a).\n  \nThe statute prohibits a health benefit plan from imposing a\nmonetary advantage or penalty. N.C.G.S. § 58-51-37(a).\n  \nPlaintiff asserts that actions of PWLC\nviolated this statutory provision.\n \n{44}\n         \n“[T]he purpose of Chapter 58 was to regulate \ninsurance rates\n and Chapter 58 was not designed to\nregulate immoral, unethical, or oppressive behavior on the part of \ninsurance companies\n.”\n  \nUnited\nVirginia Bank v. Air-Lift Assoc.\n, 70 N.C. App. 315, 320, 339 S.E.2d 90, 93 (2002) (emphasis added).\n \nPlaintiff wants the Court to find that PWLC is subject to a body of law that does not apply to the\nindustry in question.\n  \nPWLC assists customers with weight loss through dietary regimens, education,\nand medical support.\n \n{45}\n         \nAn insurance company is essentially an entity that assumes risk on behalf of the insured in\nexchange for premiums.\n  \nInsurance companies wager that the total cost of services covered on behalf\nof the insured will not exceed the premiums paid by insured parties.\n  \nPWLC assumed no risk on behalf\nof its customers in exchange for premiums.\n  \nThe PWLC customers paid flat fees for services to enable\nweight loss.\n  \nPWLC, unlike a health maintenance organization or traditional health insurer, did not\ninsure customers against any future costs incurred from health problems.\n{46}\n         \nChapter 58 pertains to insurance companies, and the activities undertaken by PWLC do not\nremotely resemble that of the insurance industry.\n  \nThe application of Chapter 58 to the conduct of\nPWLC is inappropriate given that intent of the statute is clearly to regulate insurance companies.\n \nTherefore, as a matter of law, since PWLC is not subject to Chapter 58, the Court grants summary\njudgment for defendants on those claims.\n \nVII.\n{47}\n         \nPlaintiffs claim that PWLC violated the North Carolina Racketeer Influenced and Corrupt\nOrganizations Act because the franchisees engaged in the sales of controlled substances, wire fraud\nand mail fraud.\n  \nSee\n N.C.G.S. § 75D-1, et. seq.\n  \nA RICO claim requires that parties acted in concert or\nconspired to engage in fraudulent, illegal, or wrongful activities.\n  \nIn the case at the hand, plaintiffs\nwould have to prove that both the franchisors and franchisees committed the aforementioned offenses\nand conspired to commit the offenses.\n  \nN.C.G.S. § 75D-3(b).\n \n{48}\n         \nPlaintiffs make no assertion that supports the occurrence of underlying illegal activities or\nconspiracy as required by the statute.\n  \nSee id\n.\n  \nPlaintiffs also offer no facts to support claims that\ndefendants engaged in the sale of controlled substances, mail fraud, wire fraud, or a conspiracy to\ncommit these offenses.\n  \nThe Court, therefore, grants summary judgment for the defendants on the civil\nRICO claims.\n \nVIII.\n{49}\n         \nPlaintiffs claim that PWLC violated N.C.G.S. § 90-406 that prohibits health care providers from\nreferring patients to an entity in which the provider or member of the provider is an investor.\n  \nN.C.G.S.\n§ 90-407 specifically provides that the Attorney General of North Carolina is the party designated to\nrecover civil penalties.\n  \nThe statute does not provide standing for a private party to bring an action\nunder § 90-406.\n{50}\n         \nNorth Carolina law is clear as to when a statute provides for a private right of action.\n  \nThe\nLegislature, in most circumstances, must explicitly provide for a private right of action within the\nstatute.\n  \nLea v. Grier\n, 156 N.C. App. 503, 508, 577 S.E.2d 411, 415 (2003); \nLane v. City of Kinston\n,\n142 N.C. App. 622, 628, 544 S.E.2d 810, 815 (2001); \nVanasek v. Duke Power Co., \n132 N.C. App.\n335, 339, 511 S.E.2d 41, 44 (1999).\n  \nThe statute makes no provision for a private right of action,\nevidenced by the conspicuous absence of any such language in\n  \n§ 90-407.\n  \nThe Court, therefore, grants\ndefendant motion for summary judgment because as a matter of law plaintiff has no right to bring an\nillegal self-referral action.\n \nIX.\n{51}\n         \nPlaintiffs assert that the PWLC violated the North Carolina Pharmacy Practice Act (“Pharmacy\nAct”) because defendants did not have a license to operate a pharmacy.\n  \nThe Pharmacy Act defines the\npractice of pharmacy to include interpreting and evaluating drug orders; compounding, dispensing and\nlabeling drugs; the storing of drugs and devices; and maintaining records and controlling\npharmaceutical goods and services.\n  \nN.C.G.S. § 90-85.3(r).\n  \nNo evidence demonstrates that PWLC or\nthe franchisees engaged in any of the aforementioned activities.\n{52}\n         \nThe licensed pharmacist-physician that distributed the drugs to the PWLC customers was not an\nemployee of the franchisor or franchisees.\n  \nPWLC only faxed the prescription to the licensed\npharmacist-physician to fill and distribute those orders to the patients.\n  \nThe licensed pharmacist-\nphysician testified in his deposition that he neither sold nor delivered drugs to PWLC or the\nfranchisees.\n  \nThus, PWLC did not conduct itself in any way that comports with activities of a\npharmacy as described in the Pharmacy Act.\n  \nTherefore, the Court denies plaintiff’s motion for\nsummary judgment as to the North Carolina Pharmacy Act claim.\nX.\n{53}\n  \n        \nPlaintiffs assert a claim under the theory of unjust enrichment.\n  \nUnjust enrichment is a theory\nbased upon the existence of an implied contract between parties.\n  \n“It is a well-established principle that\nan express contract precludes an implied contract with reference to the same matter.”\n  \nVetco Concrete\nCo. v. Troy Lumber Co.\n, 256 N.C. 709, 713, 125 S.E.2d 905, 908 (1962); \nsee also\n \nSupply Co. v. Clark\n,\n247 N.C. 762, 764 102 S.E. 2d 257, 258 (1958).\n  \nIn the case at the hand, plaintiffs entered into express\ncontracts that clearly outline the terms of the prescription services.\n  \nThe Court cannot imply a contract\nbetween PWLC and plaintiffs when a contract exists that expressly addresses the matter in question.\n \nSee\n N.C.G.S. § 90-85.3(r).\n  \nTherefore, the Court grants defendants’ motion for summary judgment as\nto the unjust enrichment claim.\n \nMOTION TO DECERTIFY THE CLASS\nXI.\n{54}\n         \nDefendants argue that the Court should overrule the order certifying the class entered by Superior\nCourt Judge Melzer A. Morgan on January 18, 2002.\n  \nThe decertification of Judge Morgan’s order\nrequires one superior court judge to overrule the order of another superior court judge.\n  \n“One superior\ncourt judge may only modify, overrule, or change the order of another superior court judge where the\noriginal order was (1) interlocutory, (2) discretionary, and (3) there has been a substantial change in\ncircumstances since the entry of the prior order.”\n  \nFirst Financial Ins. Co. v. Commercial Coverage,\nInc.,\n 154 N.C. App. 504, 507, 572 S.E.2d 259, 262 (2002); \nStone v. Martin\n, 69 N.C. App. 650, 652,\n318 S.E.2d 108, 110 (1984).\n  \nDefendants assert that since Judge Morgan entered his order, a\nsubstantial change in circumstances occurred when the North Carolina Supreme Court stripped the\ncase of precedential value that provided the basis for class certification.\n  \nPitts v. American Security Ins.\nCo.\n, 356 N.C. 292, 569 S.E.2d 647, \nreconsideration denied\n, 356 N.C. 439, 572 S.E.2d 161 (2002)\n(stripping of precedential value by Supreme Court because Court of Appeals’ Opinion affirmed only\nby an even vote of the Justices).\n{55}\n         \nThis Court addressed in a previous case similar concerns about overruling the class certification\norder of another judge.\n  \nSee generally\n \nRuff v. Parex\n, 1999 NCBC 6 (No. 96 CVS 0059, New Hanover\nSuper. Ct. June 17, 1999) (Tennille, J.) (addressing the discretion of a trial judge to overrule the prior\ncertification order of another trial judge).\n  \nIn \nRuff\n, this Court extrapolated three principles from\nprecedent that addressed the review of certification order by another trial judge.\n  \nId\n. (citing \nDublin v.\nUCR, Inc.\n, 115 N.C. App. 209, 444 S.E.2d 455 (1994)).\n  \nFirst, certification orders are interlocutory.\n \nRuff\n, 1999 NCBC 6 (citing \nFaulkenbury v. Teachers and State Employees; Retirement Sys.\n, 108 N.C.\nApp. 357, 424 S.E.2d 420 (1993)).\n  \nSecond, because certification orders are interlocutory they may be\nmodified when a substantial change in circumstances occurs.\n  \nRuff\n, 1999 NCBC 6 (citing \nCalloway v.\nFord Motor Co.\n, 281 N.C. 496, 189 (1972)).\n  \nThird, the “substantial change in circumstances” must\nrelate to the legal foundation or basis of the original certification order to prevent changing a class\nwithout sound reasoning.\n  \nId\n.\n{56}\n         \nThe Court must determine if a change in the precedential value\n \nof \nPitts \namounts to a substantial\nchange in circumstances.\n  \nId\n.\n  \nTherefore, the Court considers whether the Court of Appeals opinion in\nPitts\n relates to the legal basis of the original certification order.\n  \nThere are circumstances under which\nthe Supreme Court’s elimination of the precedential value of \nPitts\n could provide grounds for review of\na class certification order. The Court, however, need not reach that issue here.\n  \nThe Court’s ruling on\nsummary judgment has redefined the class.\n  \nThe refined class has common issues of fact and law and\nmeets all of the criteria for class certification with one exception.\n  \nThe Court has no basis for making a\ndetermination of numerosity.\n  \nThere is no record of how many customers requested written\nprescriptions and were denied them.\n  \nThe Court will permit plaintiff to conduct additional discovery\nand file supplemental pleadings to satisfy the numerosity requirement.\n{57}\n         \nThe summary judgment order alters the class by limiting it to those plaintiffs who did request\nprescriptions for use at other pharmacies.\n  \nPlaintiffs that did not request prescriptions for use\nelsewhere and to whom PWLC did not refuse such requests do not have claims as a matter of law.\n  \nSee\nsupra\n Parts II-IV.\n  \nThus, the class definition has been modified to consist of a class of plaintiffs who\nwere denied their written prescriptions when requested.\n  \nThe modification results from the summary\njudgment ruling.\n \nMOTION TO DISMISS\n{58}\n         \nPlaintiffs do not contest the motion to dismiss the claim under N.C.G.S. § 90-95 (a)(1) or the\nactual fraud cause of action.\n  \nThe Court, therefore, grants the defendants’ motion to dismiss both\nclaims.\n \nCONCLUSION\n{59}\n         \nPlaintiffs have not sought injunctive relief in this case.\n  \nAccordingly, the Court has not entered any\norder restricting PWLC operations.\n  \nIt should be clear, however, from both this opinion and the\nConsent Order of the Medical Board in the Weisner case that continuation of a policy or contractual\nprovision which requires physicians to violate their medical ethics will not be legally sanctioned.\n \nWhile neither PWLC nor its physicians can be compelled to provide medical care to PWLC customers,\nthey may not withhold a written prescription so long as the physician is treating the patient.\n  \nTo do so\nis an unfair trade practice if the customer sustains injury.\n  \nThe nature and extent of that injury is a fact\ndispute that is unresolved at this stage.\n{60}\n         \nCustomers seeking weight loss programs have an expansive menu from which to choose.\n  \nPWLC\noffered one choice.\n  \nPWLC’s customers were not told that it was the cheapest way to lose weight or\nthat it was less expensive than seeing a primary care physician and purchasing the drugs at a retail\npharmacy.\n  \nThose customers chose the program knowing what they contracted to purchase.\n  \nIf they\nchose to change programs, they were free to do so.\n  \nHaving provided a medical examination and\nprescription, PWLC and their treating physicians could not withhold the written prescription from the\npatient/customer.\n{61}\n         \nBased upon the foregoing, it is hereby Ordered, Adjudged and Decreed:\n1.\n      \nSummary judgment in favor of defendants is GRANTED on the first and third\ncauses of action as to plaintiffs that did not suffer an actual injury;\n2.\n      \nSummary judgment in favor of defendants is DENIED on the first and third causes\nof action as to plaintiffs that suffered an actual injury;\n3.\n      \nSummary judgment in favor of defendants is GRANTED on the fourth cause of\naction, except conversion, as to plaintiffs to whom PWLC did not deny requests for\nprescriptions;\n4.\n      \nSummary judgment in favor of defendants is DENIED on the fourth cause of\naction, except conversion, as to plaintiffs to whom PWLC refused requests for\nprescriptions;\n5.\n      \nSummary judgment in favor of defendants is GRANTED on the conversion cause\nof action;\n6.\n      \nSummary judgment for defendants is GRANTED on the second, eighth, ninth, tenth\nand twelfth causes of action;\n7.\n      \nSummary judgment in favor of the plaintiff is DENIED;\n8.\n      \nDefendants’ uncontested motions to dismiss on the fifth and sixth causes of action\nare GRANTED;\n9.\n      \nDefendants’ motion to decertify the class is DENIED;\n10.\n  \nThe class definition is modified to consist only of plaintiffs who were denied their\nwritten prescriptions when requested; and\n11.\n  \nPlaintiff has sixty (60) days to conduct further discovery and file a supplemental\npleading with the Court as to the numerosity requirement.\n \n{62}\n         \nSO ORDERED this the ____ day of November 2003.\n \n "
}