{
  "id": "389ac824d66ccc1550f83e6f87f960a3a1f9298e656f5300027254790181ff20",
  "source_file": "data/raw/ncbc/389ac824d66ccc1550f83e6f87f960a3a1f9298e656f5300027254790181ff20.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAYNE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 1430 \n \nMAXWELL FOODS, LLC, \n \nPlaintiff, \n \nv. \n \nSMITHFIELD FOODS, INC., \n \nDefendant. \n \n \n \n \nORDER AND OPINION  \nON MOTIONS FOR  \nSUMMARY JUDGMENT  \n[Filed Under Seal –  \nPublic Version to Follow]1 \n \n \n1. For over 25 years, Maxwell Foods, LLC sold  hogs to Smithfield Foods, Inc. \nunder an output contract.  In this lawsuit, each accuses the other of having breached \nthat contract.  Discovery is closed , and the parties’ motions for summary judgment \nare pending.  For the following reasons, the Court GRANTS Maxwell’s motion for \nsummary judgment and GRANTS in part  and DENIES in part  Smithfield’s \nmotion. \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P., by Reid L. \nPhillips, Charles E. Coble, Eric M. David, Amanda S. Hawkins, and  \nShana L. Fulton, for Plaintiff Maxwell Foods, LLC.  \nRobinson, Bradshaw, & Hinson, P.A., by Robert E. Harrington, Ethan \nR. White, Mark A. Hiller, and Emma W. Perry, and McGuireWoods LLP, \nby Jonathan Harmon, for Defendant Smithfield Foods, Inc.  \nConrad, Judge. \n \n1 The record related to the pending motions is voluminous and includes over 100 exhibits that \nthe parties filed provisionally under seal.  In another order entered today, the Court has \nunsealed many but not all of these documents.   As a result, the Court does not believe that \nany part of this opinion ought to be sealed.  Out of an abundance of caution,  however, the \nCourt is filing this opinion under seal temporarily to give the parties a chance to review it \nand raise any concerns.  A public version will follow in thirty days. \nMaxwell Foods, LLC v. Smithfield Foods, Inc., 2024 NCBC 89. \nI. \nBACKGROUND \n2. The Court does not make findings of fact when ruling on motions for \nsummary judgment.  The following background, drawn from the evidence submitted \nby the parties, provides context for the Court’s analysis and ruling only. \n3. Smithfield is the world’s largest pork processor.  It obtains hogs from many \nsuppliers—including both internal subsidiaries  and external producers —and \nprocesses the hogs for sale to consumers as pork products.  Maxwell used to be one of \nSmithfield’s suppliers but has not produced hogs since 2021. \n4. The parties’ supply contract —the Production Sales Agreement, or PSA for \nshort—dates to December 1994.  In that contract, Smithfield promised “to purchase,” \nand Maxwell promised “to sell and deliver,” all hogs “actually produced by Maxwell” \neach month “up to a maximum of” 155,000.  The purchase price is stated as a formula, \nusing a mix of market factors and performance metrics.   The formula starts with a \nbase price equal to the average daily price quoted for hogs sold on the Iowa-Southern \nMinnesota spot market, which Maxwell and Smithfield deemed to be “a relatively \nstable national market price .”  To the base price, the formula  adds an overage of a \nfew cents per pound.  Then, in its last step, the  formula adds or subtracts various \npremiums, discounts, and credits : Smithfield might pay less , for example,  if \nMaxwell’s hogs weighed too much or too little, and it might pay more if the hogs had \ndesirable traits as set out in something called a Grade and Yield Matrix.  (Production \nSales Agreement [“PSA”] §§ 1(b), 3(a), 3(b), 3(f), 5(a)–(c), ECF No. 154.12.) \n5. Premiums and discounts were not set in stone.  Smithfield could  propose \nchanges to the Grade and Yield Matrix from time to time , and Maxwell could accept \nor decline them.  If Maxwell declined, then it would receive a  flat “premium paid of \n$0.45 per one hundredweight” rather than a variable, delivery-by-delivery premium.  \nAs for the other components  of the formula , Maxwell and Smithfield  agreed to \n“designate a substitute” base price “[i]f the Iowa-Southern Minnesota market ceases \nto be a viable market”  and to arbitrate the matter absent agreement.  (PSA §§ 1(b), \n5(c).) \n6. Either party could terminate the PSA for any reason by giving written notice \nsix years in advance.  Otherwise, the PSA specifies no fixed term or end date.  In \naddition, the PSA includes a force majeure clause, stating that “[n]either party shall \nbe liable for failure to perform or for delay in performing any act under this \nAgreement if prevented by any cause beyond the reasonable control of such party, \nincluding, but not limited to, acts of God, wars, epidemics, storms, tornadoe s, or \nexplosions.”  (PSA §§ 3(a), 4, 12.) \n7. Negotiations over the PSA appear to have been cordial .  To seal the deal, a \nteam of Maxwell’s senior officials traveled to the home of Smithfield’s CEO, where a \ntypewritten copy of the contract awaited their signatures .  The only sticking point \nwas Maxwell’s fear  that Smithfield might not treat it  as well as other major hog \nsuppliers.  So, before signing, Maxwell ’s officials sought written assurance that its \ndeal was as good as the deals Smithfield had given to others.  Smithfield agreed, but \nrather than modify the prewritten PSA to reflect this assurance, the parties signed it \nand supplemented it with a letter agreement the next day.  ( See Dep. S. Horsley, \n53:11–23, ECF Nos. 154.3, 159.3, 188.7, 193.3, 222.2; Dep. R. Ivey 131:7–140:4, ECF \nNos. 154.5, 188.8, 194.1, 230.1, 231.) \n8. To assuage Maxwell, the letter agreement contains a most-favored-nation \nclause.  Smithfield “represent[ed] that the [PSA] gives Maxwell Foods the same \neconomic incentives (including any Grade and Yield Matrix) as given all of Smithfield \nFoods’ other major swine suppliers” and promised to offer Maxwell “ the benefit of \nfuture changes in economic benefits given said  major swine suppliers. ”  A \nhandwritten addition states that “[m]ajor swine suppliers include Carroll’s Foods, \nInc., Murphy Family Farms, Inc., and Prestage Farms, Inc.”   Among  the letter  \nagreement’s other miscellaneous terms  is Maxwell’s acceptance of the Grade and \nYield Matrix attached to the PSA.   (Letter  Agrmt. ¶¶ 1, 6, ECF No. 162.3; see also \nAff. R. Sharpe ¶¶ 7, 8, ECF No. 161.23.) \n9. For the better part of the next three decades, Maxwell delivered hogs to \nSmithfield under the PSA.  Much changed during that time. \n10. To start, Smithfield  went from being a large pork producer to being the \nworld’s largest.  In 1994, Smithfield obtained most of its hogs from its three largest \nexternal suppliers, Carroll’s Foods, Murphy Family Farms, and Prestage Farms .  A \nsmaller share came from affiliated companies , including Brown’s of North Carolina.  \nToward the end of the decade, Smithfield  acquired Carroll’s Foods and Murphy \nFamily Farms, increasing not only its size but also the proportion of hogs supplied by \ninternal as opposed to external suppliers.  Today, Smithfield’s largest supplier by far \nis Murphy-Brown, its subsidiary born from those acquisitions .  ( See Aff. S. Horsley \n¶¶ 3–5, ECF No. 52.3; Smithfield 1994 10-K, ECF No. 162.1;  Def.’s 2d Am. Resp. to \nPl.’s 2d Interrogs. Ex. 1, ECF No. 161.17.) \n11. Smithfield also tweaked the way it  computed payments for Maxwell’s hog \ndeliveries.  In 2007, Smithfield jettisoned the Grade and Yield Matrix.  Until then, it \nhad used a device called the Fat-O-Meater to measure backfat and loin depth, which \nwere key ingredients in determining the amount of a premium or discount under the \nGrade and Yield Matrix .  After retiring the Fat-O-Meater, Smithfield paid Maxwell \na flat amount of $0.63 per hundredweight (a higher premium than the PSA called for \nwhen no Grade and Yield Matrix was in effect).  There were other pricing adjustments \nas well, including that Smithfield paid based on “carcass weight” for many deliveries \nand based on “live weight” for others.  Whether these practices line up with the strict \nletter of  the PSA is not always  clear.  ( See PSA § 5(c); Oct. 2007 Letter from J. \nLuckman, ECF No. 160.27; Dep. H. Suggs 42:3 –47:23, ECF No s. 159.17 , 188.17,  \n230.2; Dep. J. Luckman 197:13–200:19, ECF Nos. 159.7, 188.12.) \n12. In m ore recent  years, the parties discussed dropping  the PSA’s pricing \nformula altogether.  In February 2014, Smithfield’s head of hog procurement, Collette \nKaster, told Maxwell that many suppliers were shifting away from the Iowa-Southern \nMinnesota market, which had become too “thinly traded ,” in favor of “CME based \npricing” or “ [c]utout” pricing.2  Kaster  asked Maxwell if it  would consider “a CME \n \n2 CME is short for Chicago Mercantile Exchange.  The CME index “is a weighted average of \nthe national data for” both spot-market transactions, such as those on the Iowa-Southern \nMinnesota market, and transactions involving supply contracts.  Cutout pricing “recreate[s] \n \nIndex pricing alternative.”  Maxwell’s president, Bob Ivey, responded that the \ncompany was “open as long as it is not a step backward on pricing” but opted to “stay \nwith the present market pricing for now until we could model” the change.  (Feb. 2014 \nKaster/R. Ivey E-mails, ECF No. 160.5.) \n13. Sporadic communications about pricing continued f rom that point forward.  \nThe parties view those communications very differently.  Smithfield contends that it \nmade several formal  contract offers containing index pricing, cutout  pricing, and \nother alternative s to the Iowa -Southern Minnesota market .  Maxwell denies that \nthese were genuine offers.  Either way, no agreement was ever reached.   (See, e.g., \nMay 2014 Allison/ T. Ivey E-mail, ECF No. 160.9;  Jan. 2018 Allison/Smith E -mails, \nECF No. 160.18; Apr. 2016 Allison/ R. Ivey E -mail, ECF No. 160.19; Dec. 2017 \nAllison/R. Ivey E-mail, ECF No. 160.21; Aff. C. Allison ¶¶ 3–12, ECF No. 161.20; Aff. \nR. Ivey ¶¶ 26–35, ECF No. 189.8.) \n14. Throughout the period in which these discussions took place , Maxwell was \nlosing money.  It considered a variety of options to shore up or scale down its business.  \nIn 2016, it approached Prestage Farms about a merger , and in 2017 and 2018, it \ngauged whether Smithfield had interest in acquiring it.  Neither idea gained traction.  \nThen, in 2019, Maxwell terminated its contracts with certain hog growers  and sold \nsome of its own hog farms.  Even so, the losses mounted, adding up to more than $100 \n \nwhat [a] hog was worth” by using the prices of finished “cuts,” such as the ham or loins.  (Dep. \nR. Plain 157:8–24, 162:18–163:5, ECF No. 159.12; see also Dep. J. Pike 100:13–18, ECF Nos. \n154.9, 159.11, 188.14, 193.7.) \nmillion from 2015 to 2020.  ( See, e.g.,  Dep. J. Pike 183:11 –185:22, 218:5–219:24, \n238:15–240:25; Aff. R. Jennings ¶ 4, ECF No. 154.36.) \n15. In February 2020, Maxwell re turned to  Smithfield and asked for better \npricing, telling it that “[t]o continue producing hogs . . . we would need an agreement \nto sell hogs based on a cutout calculation .”  Smithfield promised an answer in thirty \ndays.  A month later, Smithfield’s CEO, Ken Sullivan, told Maxwell that the answer \nwas no.  Maxwell’s CEO, John Pike , responded that “we’re going to make our plans \nto exit the business” in 2021.  (Feb. 2020 Pike/Pike E-mail, ECF No. 193.18; Dep. J. \nPike 284:9–17, 286:6–17, 287:25–289:20; Dep. K. Sullivan  184:1–13, 197:9–198:20, \nECF Nos. 154.11, 159.18, 193.9, 222.4.)  \n16. This was about the same time that the Covid-19 pandemic began spreading \nacross the country .  The pandemic led to labor shortages at Smithfield’s plants.  \nAbsenteeism reduced its  processing capacity , sometimes by half .  To manage its \ndiminished capacity, Smithfield began accepting fewer hogs from its suppliers, \nincluding Maxwell.  From April 2020 until early 2021, Smithfield bought only part of \nMaxwell’s output.  To avoid euthanizing hogs,  Maxwell sold as much of the surplus \nas it could to other buyers .  ( See Dep. S. Horsley 222:14–224:4; 30(b)(6) Dep.  S. \nHorsley 85:13–18, 144:18–147:25, ECF Nos. 154.4, 159.4, 188.6, 193.4, 222.1; 30(b)(6) \nDep. Maxwell Foods 238:2–239:17, ECF Nos. 154.7, 159.8, 194.2; 2d Aff. R. Jennings \n¶¶ 3–7, ECF No. 222.6.) \n17. All the while , the rift between Maxwell and Smithfield  kept widening.  In \nJune 2020, Smithfield’s vice president, Shane Horsley, sought  confirmation of  his \nunderstanding that Maxwell  “would be  terminating” the PSA in 2021 but that it \nwould supply hogs  “at the historical rate through March 2021 ” before “ramp[ing] \ndown” production.  Maxwell responded that it had not “given notice of termination” \nof the PSA.  Rather, Maxwell said,  it was “developing a plan to potentially exit the \nhog business” because Smithfield had “refused to offer . . . a more equitable deal that \nwould allow Maxwell to at least cover their costs and make enough margin to \nsurvive.”  On the heel s of that exchange , Maxwell accused Smithfield of breaching \nthe most-favored-nation clause, stating that “there are other major producers within \nSmithfield’s system that have agreements with you that are substantially better than \nwhat Maxwell has.”  Smithfield denied the accusation and countered that  Maxwell \nhad repudiated the PSA when it stated that it planned to exit the hog business.  (June \n2020 Letter from S. Horsley , ECF No. 154.26; June 2020 Letter from J. Pike, ECF \nNo. 154.24; July 2020 Letter from J. Pike, ECF No. 154.25; July 2020 Letter from M. \nFlemming, ECF No. 154.27.)   \n18. In August 2020, Maxwell informed its employees and the public that it \nwould stop producing hogs and shut down operations.  Maxwell made its last sale to \nSmithfield in June 2021.  (See 30(b)(6) Dep. Maxwell Foods 188:21–25; Maxwell Foods \nCommuncs. Plan, ECF No. 154.29;  Dep. R. Jennings, 294:4 –25, ECF No s. 154.6, \n188.9, 193.6.) \n19. In this lawsuit,  Maxwell alleges that Smithfield  shirked its contractual \nobligations.  Maxwell claims that Smithfield breached the most-favored-nation clause \nby giving other suppliers better pricing without offering that pricing to Maxwell; that \nSmithfield breached the PSA’s output provision by buying less than Maxwell’s entire \noutput in and after April 2020; and that Smithfield breached the PSA’s pricing terms \nby underpaying for deliveries when using a live-weight formula.  (See 2d Am. Compl., \nECF No. 97.)3 \n20. Smithfield denies any breach and has raised affirmative defenses based on \nthe PSA’s force majeure clause and allegations that Maxwell anticipatorily breached \nthe PSA.  In its counterclaims, Smithfield alleges that Maxwell breached the PSA by \nrepudiation and by terminating it without sufficient notice.  ( See Countercls., ECF \nNo. 68; Ans. to 2d Am. Compl. & Aff. Defs., ECF No. 134.) \n21. Both sides have moved for summary judgment.  ( See ECF Nos. 152, 157.)  \nTheir motions have been fully briefed, and the Court held a hearing on 22 January \n2024.  The motions are ripe for decision.  \nII. \nLEGAL STANDARD \n22. Summary judgment is appropriate when “the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In ruling on a motion \nfor summary judgment, the Court must consider the evidence  in the light most \n \n3 In earlier orders, the Court dismissed Maxwell’s claims for fraudulent concealment, breach \nof an alleged duty to negotiate, and unfair or deceptive trade practices under N.C.G.S. \n§ 75-1.1.  See Maxwell Foods, LLC v. Smithfield Foods, Inc., 2021 NCBC LEXIS 71, at *15–\n28 (N.C. Super. Ct. Aug. 26, 2021); Maxwell Foods, LLC v. Smithfield Foods, Inc., 2023 NCBC \nLEXIS 20, at *5–12 (N.C. Super. Ct. Feb. 3, 2023) [“Maxwell II”]. \nfavorable to the nonmoving party, drawing all inferences in the nonmoving party’s \nfavor.  See, e.g., Morrell v. Hardin Creek, Inc., 371 N.C. 672, 680 (2018).  \n23. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579 (2002).  If the moving party carries this burden, the opposing party “may not rest \nupon the mere allegations or denials of his pleading,” N.C. R. Civ. P. 56(e), but must \ninstead “come forward with specific facts establishing the presence of a genuine \nfactual dispute for trial,” Liberty Mut. Ins., 356 N.C. at 579.  “An issue is ‘genuine’ if \nit can be proven by substantial evidence and a fact is ‘material’ if it would constitute \nor irrevocably establish any material element of a claim or a defense.”  Lowe v. \nBradford, 305 N.C. 366, 369 (1982) (quoting Bone Int’l, Inc. v. Brooks, 304 N.C. 371, \n374–75 (1981)). \n24. “When the party with the burden of proof moves for summary judgment, a \ngreater burden must be met.”  Almond Grading Co. v. Shaver, 74 N.C. App. 576, 578 \n(1985).  The moving party “must show that there are no genuine issues of fact, that \nthere are no gaps in his proof, that no inferences inconsistent with his recovery arise \nfrom the evidence, and that there is no standard that must be applied to the facts by \nthe jury.”  Parks Chevrolet, Inc. v. Watkins, 74 N.C. App. 719, 721 (1985); see also  \nKidd v. Early, 289 N.C. 343, 370 (1976).  For that reason, it is “rarely . . . proper to \nenter summary judgment in favor of the party having the burden of proof.”  Blackwell \nv. Massey, 69 N.C. App. 240, 243 (1984). \nIII. \nANALYSIS \n25. The parties’ motions present three sets of issues.  One set concerns the \nmost-favored-nation clause.  A second set concerns the PSA’s output requirement.  \nAnd a third set concerns whether Smithfield underpaid Maxwell for certain hog \ndeliveries. \n26. Both sides agree that Article 2 of the Uniform Commercial Code (“UCC”) \ngoverns these contractual disputes because the UCC applies to all “transactions in \ngoods,” including livestock.  N.C.G.S. §  25-2-102; see also id. § 25-2-105(1) (defining \n“goods” as “all things .  . . movable at the time of identification to the contract for \nsale”).  North Carolina’s appellate courts have not yet addressed in depth many \naspects of the UCC that are debated in the briefs.  Thus, when appropriate, the Court \nlooks to persuasive authority from other jurisdictions for guidance.  See, e.g., Neugent \nv. Beroth Oil Co. , 149 N.C. App. 38, 44 (2002) (consulting UCC case law from other \njurisdictions); United Carolina Bank v. First Union Nat’l Bank , 109 N.C. App. 201, \n208 (1993) (same); see also  N.C.G.S. § 25-1-103(a)(3) (stating that a purpose of the \nUCC is “[t]o make uniform the law among the various jurisdictions”). \nA. Most-Favored-Nation Clause  \n27. In the most-favored-nation clause, Smithfield represented that the PSA gave \nMaxwell “the same economic incentives . . . as given all of Smithfield[’s] other major \nswine suppliers.”  Smithfield then promised to offer  Maxwell “the benefit of future \nchanges in economic benefits given said major swine suppliers  . . . .”  (Letter Agrmt. \n¶ 1.)  Maxwell claims that Smithfield breached that promise by giving six suppliers \nmore beneficial pricing terms —index or cutout pricing , primarily—without offering \nit the same terms. \n28. Smithfield seeks summary judgment on several grounds.  It s chief \ncontention is that it was not required to offer th ese terms to Maxwell .  This is so, \naccording to Smithfield, because five  of the six suppliers are not “major swine \nsuppliers” and because pricing formulas based on anything other than the \nIowa-Southern Minnesota market are not  “economic benefits.”  Smithfield also \npresses sundry evidentiary arguments, including  an argument  that it offered the \nterms at issue to Maxwell , though not required to do so, only for Maxwell to  reject \nthem. \n29. Some of these arguments are about the meaning of the most-favored-nation \nclause.  To resolve them, the Court follows traditional rules of contract interpretation, \naiming to ascertain the parties’ intent at the time  the contract was made.  See, e.g., \nMorrell, 371 N.C. at  681.  C ontracting parties are free to define the words used to \nexpress their agreement .  When they have defined a word, their chosen definition \ncontrols; when they haven’t , the word take s its ordinary meaning unless another \nmeaning is clear from the surrounding context.  See, e.g., Singleton v. Haywood Elec. \nMembership Corp., 357 N.C. 623, 629 (2003) .  Under the UCC, contract t erms “may \nnot be contradicted by evidence of any prior agreement or of a contemporaneous oral \nagreement but may be explained or supplemented by course of performance, course \nof dealing, or usage of trade.”  N.C.G.S. § 25-2-202(a). \n30. “Major Swine Suppliers. ”  Smithfield argues that the phrase “major \nswine suppliers” means a fixed group of its existing suppliers as of 1994 when the \nparties signed the PSA.  According to Smithfield, the group includes only Carroll’s \nFoods, Murphy Family Farms, and Prestage Farms —the three suppliers named at \nthe end of the most -favored-nation clause.  If the phrase “major swine suppliers” \nincludes others, however, then Smithfield’s position is that the other suppliers must \nbe similar to the named suppliers.  That is, the suppliers must be large, based on the \nEast Coast, and not an affiliate or subsidiary of Smithfield. \n31. Maxwell reads “major swine suppliers” more expansive ly.  In its view, the \nnumber and identity of “major swine suppliers” could change over time , sweeping in \nnew suppliers that Smithfield added after 1994.  The three suppliers  named in the \nclause are, according to Maxwell, merely illustrative.  Maxwell also contends that the \nclause’s text and context do not support  the geographical and other limitations \nadvocated by Smithfield. \n32. The Court concludes that the parties intended “major swine suppliers”  to \nrefer to a group of Smithfield’s existing suppliers at the time of the PSA.4  The phrase \ndoes not include suppliers that began doing business with Smithfield later. \n33. The structure of the clause  leaves no doubt about this .  When Smithfield \nrepresented that it was giving “Maxwell . . . the same economic incentives . . . as given \nall of [its] other major swine suppliers,” it was plainly referring to a group of existing \n \n4 Th e “major swine suppliers” in 1994  include d at least Carroll’s Foods, Murphy Family \nFarms, and Prestage Farms .  There may have been others not expressly named in the \nmost-favored-nation clause, but Maxwell has not identified any as the subject of its claim.  \nsuppliers.  Likewise, when Smithfield promised to offer Maxwell any “future changes \nin economic benefits given said major swine suppliers,” it was just as plainly referring \nto the same suppliers mentioned earlier in the clause.  (Letter Agrmt. ¶ 1 (emphasis \nadded).)  T o construe this language to  require Smithfield to offer terms given to \nlater-added suppliers would excise the word  “said” from the clause, contrary to the \ncanon that “no word in a contract is to be treated as surplusage .”  Williams v. \nNationwide Mut. Ins. Co. , 269 N.C. 235, 239 (1967)  (citation and quotation marks \nomitted); see also WakeMed v. Surgical Care Affiliates, LLC, 243 N.C. App. 820, 824 \n(2015) (“[I]f possible, every word and every provision is to be given effect.” ( citation \nand quotation marks omitted)). \n34. This interpretation does not rob Maxwell of its bargain, as it contends.  Had \nMaxwell wanted the right to be offered the  pricing that Smithfield gave to new \nsuppliers during the PSA’s term, it could have negotiated for a more comprehensive \nmost-favored-nation clause.  But it didn’t.  In simple terms, Maxwell bargained for \nan assurance that Smithfield was treating it as well as existing major suppliers and \na promise that Smithfield would continue to treat  it as well as those  suppliers, and \nonly those suppliers, in the future. \n35. Smithfield is therefore entitled to partial summary judgment.  Recall that \nMaxwell bases its claim on the pricing that Smithfield gave to six suppliers.  Of those \nsix suppliers, four began doing business with Smithfield long after the PSA.  Thus, \nthey are not “major swine suppliers .”  Even if it is true  that Smithfield gave them \nbetter terms without offering the same terms to Maxwell, that was not a breach of \nthe most-favored-nation clause as a matter of law .  Having so concluded, the Court \nneed not address Smithfield’s alternative arguments that these four suppliers are not \n“major swine suppliers” due to their geographic location and volume of sales. \n36. The fifth and sixth  suppliers are Prestage Farms  and Smithfield’s \nsubsidiary, Murphy -Brown.  The most -favored-nation clause expressly names \nPrestage Farms as a major supplier, and Smithfield concedes that it is one.  The \nclause also names Murphy Family Farms, from which Murphy -Brown is descended.  \nAlthough Smithfield contends that Murphy Family Farms ceased to be a major \nsupplier when it became a Smithfield subsidiary, the text of the most-favored-nation \nclause does not distinguish between internal and external suppliers.  Smithfield has \nnot established  that the term “major swine suppliers” unambiguously excludes \nMurphy-Brown.5 \n37. “Economic Benefits. ”  Next, Smithfield contends that  the phrase  \n“economic benefits” excludes pricing formulas using a base price, or benchmark, other \nthan the Iowa -Southern Minnesota market .  According to Smithfield, the \nmost-favored-nation clause does not require it to offer Maxwell all changes in pricing \ngiven to another major supplier, only those changes that result in higher prices.  But \nit is impossible, Smithfield says, to know in advance whether any given benchmark—\n \n5 Smithfield contends that  it conducts business with external suppliers in a way that is \nfundamentally different from the way it conducts business with Murphy -Brown.  External \nsuppliers receive money for their hogs ; Murphy-Brown receives  a n “accounting \ndetermination” denoted as a  “transfer price.”  (Dep. K. Sullivan 65:3–17.)  This evidence, \nwhich is outside the four corners of the contract,  has more to do with the type of “economic \nbenefits” that Murphy-Brown receives and less to do with Murphy-Brown’s status as a “major \nswine supplier.” \nsay, index or cutout pricing —is better or worse than the PSA’s.  On that basis, \nSmithfield insists that it had no duty to offer Maxwell index or cutout pric ing given \nto other suppliers. \n38. Maxwell responds  that “economic benefits,” a s used in everyday speech, \ninclude benchmark price mechanisms.  It also points to evidence that those in the hog \nindustry, including Smithfield, regularly compared pricing benchmarks and \nconcluded that index and cutout pricing were superior to the Iowa -Southern \nMinnesota market.  I n any event, Maxwell  contends, Smithfield had to offer it any \nchange in pricing, not just better pricing, given to another major supplier. \n39. As Maxwell correctly observes, the phrase “economic benefits” is broad.  In \nordinary usage, “economic” means “capable of or liable to profitable exploitation,” and \n“benefit” means “something that guards, aids, or promotes well -being.”  (Pl.’s Opp ’n \nDef.’s Mot. Summ. J. 14 , ECF No. 187 (quoting Webster’s 3d  New Int’l Dictionary \n(Jan. 1993).)  Using those definitions, the PSA’s p rice term is certainly an economic \nbenefit.  It follows that the components that make up the pricing formula—the base \nprice, the overage, and any premiums or discounts —are also economic benefits.   All \nwork together to aid or promote the profitable exploitation of the contractual \nrelationship. \n40. The contrary interpretation urged by  Smithfield is not reasonable.   \nSmithfield does not discuss, much less dispute, the ordinary meaning of the phrase , \narguing instead that pricing benchmarks  are not economic benefits because it is \nimpossible to know in advance whether one will generate higher prices than another.  \nThis is unpersuasive for at least three reasons.   \n41. First, whether one supplier’s deal  is better than another ’s is not strictly  a \nmatter of dollars and cents .  Price stability matters, too .  The PSA bears this out, \nstating that the parties chose the Iowa -Southern Minnesota market “ to establish a \nrelatively stable national market price”  as the foundation for  their pricing formula.  \n(PSA ¶  1(b).)  Quite a bit of evidence suggests that industry observers , including \nSmithfield, knew as early as 2014 that the Iowa-Southern Minnesota market was \n“thinly traded”  and believed it to be inferior to index and cutout pricing  for that \nreason.  ( E.g., Feb. 2014 Kaster/ R. Ivey E-mails.)  The most natural reading of the \nmost-favored-nation clause gives Maxwell the right to receive pricing based on a more \nstable benchmark if Smithfield gave that pricing to another major supplier.   That \nholds true even if it is not possible to say on the front end that the switch would result \nin higher prices on any given day and even if the goal of switching benchmarks is to \nhold prices paid to suppliers steady rather than to increase them. \n42. Second, even if dollars and cents are all that matter, it is far from clear that \nSmithfield and its suppliers had no way to predict or estimate to a reasonable degree \nthe effect of  moving from the Iowa -Southern Minnesota market to index or cutout \npricing.  The likelihood that either Smithfield or its suppliers would make a change \non that scale without studying  the potential effect is nil.   A nd although Smithfield \nobjects that modeling the future impact involves too many subjective judgments and \ntoo much uncertainty , that suggests only that making comparisons is hard, not \nimpossible.  If Smithfield gave a major supplier a formula based on index or cutout \npricing with the intent to pay higher prices to that supplier , it stands to reason that \nMaxwell had the right to receive the same offer. \n43. Third, Smithfield and Maxwell negotiated the most -favored-nation clause \nknowing that pricing benchmark s sometimes change .  Take Smithfield’s 1992 \ncontract with Prestage Farms as an example.  It named the “Peoria, Illinois and East \nSt. Louis, Illinois” markets as the initial benchmark but  anticipated choosing a new \nbenchmark “from time to time” out of “any number of the national livestock markets.”  \n(Prestage Farms’ 1992 Contract  at 2, ECF No. 160.1; see also Aff. R. Sharpe ¶  7.)  \nAnd, in fact, Smithfield and Prestage Farms did choose to switch to t he \nIowa-Southern Minnesota market at some point before the formation of the PSA.  The \nmost-favored-nation clause’s promise of equal treatment  for the PSA’s duration  \nwouldn’t have meant much at all if Smithfield could have avoided it at any time just \nby shifting the major suppliers’ pricing to another national livestock market. \n44. Smithfield also points to section 1 (b) of t he PSA , which  states that the \nparties “shall designate a substitute” if “the Iowa-Southern Minnesota Market ceases \nto be a viable market ” and that “either party hereto shall have the right to submit \nthe matter to arbitration .”  (PSA § 1(b).)  This section, Smithfield contends, is the \nexclusive avenue for changing the base price.  That isn’t true.  The arbitration clause \nis a failsafe that allows both Maxwell and Smithfield to designate a new benchmark \nin the worst-case scenario when the Iowa-Southern Minnesota market loses viability.  \nThe most-favored-nation clause, by contrast, grants Maxwell the right to receive the \nsame pricing as Smithfield’s other major suppliers whether the Iowa -Southern \nMinnesota market is viable or not.  They are complementary rights. \n45. The Court concludes that the phrase “economic benefits” includes the base \nprice or benchmark for a pricing formula .  Smithfield is not entitled to summary \njudgment on this ground. \n46. Statute of Limitations.   Having addressed the parties’ interpretive \ndisputes, the Court now turns to their evidentiary disputes, starting with the statute \nof limitations.6  Smithfield contends that Maxwell waited too long to bring a claim for \nbreach of the most -favored-nation clause based on the pricing terms given to \nMurphy-Brown.  Smithfield  points to evidence to show that  Maxwell was aware of \nMurphy-Brown’s pricing as early as July 2015 but waited more than four years to file \nsuit, rendering the claim untimely. \n47. Maxwell does not dispute that one of its employees, Harvey Suggs, received \nand analyzed documents that revealed Murphy-Brown’s pricing.  It contends instead \nthat Suggs’s duties did not include price negotiations and that there is conflicting \nevidence about whether he shared what he learned with more senior decisionmakers, \nsuggesting that the company may not have been truly aware of the alleged breach .  \nIn addition, Maxwell contends that Smithfield should be equitably e stopped from \n \n6 Earlier in the lawsuit, Smithfield moved to dismiss portions of the claim for breach of the \nmost-favored-nation clause as untimely.  Noting that Maxwell had alleged at least one breach \nwithin the limitations period , the Court declined to employ “an allegation- by-allegation \napplication of the statute of limitations ” to any other claimed breach  and concluded that \ndisputes about timeliness were better suited to summary judgment.  Maxwell II, 2023 NCBC \nLEXIS 20, at *12–13. \nrelying on the statute of limitations on the ground that it deceived Maxwell about its \ncompliance with the most-favored-nation clause. \n48. A plaintiff must bring an action for breach of a contract for sale of goods \n“within four years after the cause of action has accrued.”  N.C.G.S. § 25-2-725(1).  For \nmany types of claims , “accrual of the limitations period does not begin when the \ndefendant’s conduct occurred, but when the plaintiff discovered it .”  Inhold, LLC v. \nPureShield, Inc., 2020 NCBC LEXIS 107 , at *13 (N.C. Super. Ct. Sept. 22, 2020)  \n(citation and quotation marks omitted).  Under the UCC, though, “[a] cause of action \naccrues when the breach occurs, regardless of the aggrieved party’s lack of knowledge \nof the breach.”  N.C.G.S. § 25-2-725(2). \n49. Smithfield must have given Murphy -Brown the disputed pricing terms  \nsometime before July 2015, for that is when Suggs learned about them.  Any breach, \nif there was one, had occurred by that point, and as a result, the four-year limitations \nperiod expired in July 2019  at the latest.  Because Maxwell began this lawsuit in \nAugust 2020, its claim is untimely under section 25-2-725. \n50. Maxwell’s assertion that it was unaware of Murphy -Brown’s pricing is \nirrelevant.  The cause of action accrued whe ther Maxwell was aware or not .  In any \nevent, Suggs’s awareness is imputed to Maxwell because his duties included keeping \ntabs on the purchase price that Smithfield paid under the PSA and because he shared \nhis Murphy-Brown “[p]rice comparison” with Maxwell’s president, Bob Ivey.  (Dep. \nH. Suggs 42:3–46:22, 69:21–25, 70:7–18.)  Ivey could not recall that conversation but \nstopped short of denying that it took place.   (See Aff. R. Ivey ¶  36.)  Thus, Suggs’s \ntestimony stands unrebutted, and Ivey’s knowledge  of the price comparison  “is \nimputed to” Maxwell.  Jay Grp., Ltd. v. Glasgow, 139 N.C. App. 595, 601 (2000).  And \neven if Suggs had kept the information to himself, Maxwell “is chargeable with” his  \nknowledge because he received it while acting “within the scope of his authority and \nin reference to a matter over which his authority extends.”  Norburn v. Mackie, 262 \nN.C. 16, 24 (1964).   \n51. Likewise, Maxwell’s estoppel argument is unpersuasive.  “Equity will deny \nthe right to assert the defense of the statute of limitations when delay has been \ninduced by acts, representations, or conduct, the repudiation of which would amount \nto a breach of good faith.”  Duke Univ. v. Stainback , 320 N.C. 337, 341 (1987).   \nMaxwell had Murphy -Brown’s pricing in hand in 2015.  (See Dep. H. Suggs 6 8:24–\n69:25; July 2015 Taylor/Suggs E -mail, ECF No. 160.16 ; Murphy -Brown Kill -Cut \nSheets, ECF No. 160.17.)  It does not point to any evidence to show that Smithfield \ninduced it to delay a lawsuit related to that alleged breach. \n52. Because Maxwell’s claim  for breach of the most -favored-nation clause is \nuntimely as to Murphy-Brown, Smithfield is entitled to partial summary judgment.   \n53. Smithfield’s Compliance.  Next, Smithfield argues that it complied with \nthe most-favored-nation clause.  According to Smithfield, its head of hog procurement \non the East Coast, Charles Allison,  repeatedly offered Maxwell index and cutout \npricing formulas comparable to those given to other suppliers.  Each time, Smithfield \ncontends, Maxwell rejected the proposed terms.  Maxwell denies having received any \ngenuine offers and asserts that it would have accepted one or more of the pricing \nproposals had they been genuinely offered. \n54. The evidence is neither undisputed nor subject to only one reasonable \ninterpretation, as Smithfield contends.   Smithfield’s best written evidence is a May \n2014 e-mail from Allison to Ted Ivey  (notably, not Maxwell’s president, Bob Ivey).   \nThe message attached “a draft of [a] proposed contract” with index pricing.  Although \nSmithfield insists that this was a formal contract offer, that is debatable.  Allison  \nasked Ted Ivey—who could not accept a contract offer in his position at Maxwell—to \n“review and provide your thoughts” and stated that “[w]e are also pulling together a \ncost of production pricing mechanism based off the Iowa State model that we can \ndiscuss.”  ( May 2014 Allison/T. Ivey E -mail.)  A jury could reasonably infer that \nAllison was negotiating, not making an offer.  See Yeager v. Dobbins, 252 N.C. 824, \n828 (1960) (“Care should be taken not to construe as offers letters which are intended \nmerely as preliminary negotiations.” (citation and quotation marks omitted)). \n55. Later communications were even more equivocal.  In April 2016, Allison \nasked Bob Ivey to “run a comparison” of index and cutout pricing options against the \nPSA’s pricing.  (Apr. 2016 Allison/ R. Ivey E-mail.)  In December 2017, Allison sent \nBob Ivey a cost -of-production pricing formula and stated “[l]et me know if you have \nquestions.”  (Dec. 2017 Allison/ R. Ivey E-mail.)  And i n January 2018,  Allison and \nMaxwell’s Chad Smith discussed “try[ing] to model” a pricing formula partly based \non cutout pricing and partly based on index pricing.  ( Jan. 2018 Allison/Smith \nE-mails.)  None of these communications indisputably conveyed a contract offer.   \n56. Allison’s deposition testimony is just as equivocal at times.  Asked whether  \nhe ever formalized the April 2016 e-mail as a contract offer, Allison testified that he \n“talked about it with” Bob Ivey.  (Dep. C. Allison 182: 9–19, ECF Nos. 159.1, 188.2, \n193.1, 229.1.)  Discussing the December 2017 e-mail, Allison stated that “the intent \nwas Bob was going to review this and get back to me if he wanted to move forward \nwith this type of model.”  (Dep. C. Allison 20 4:24–205:14.)  As to the January 2018 \nexchange, when asked whether he had made an offer, Allison testified that “[w]e had \ndiscussed a proposal.”  (Dep. C. Allison 217:3–22.) \n57. Allison followed up this testimony with an affidavit , representing that a \ngenuine oral or hand -delivered offer of index, cutout, or alternative pricing \naccompanied each e-mail.  (See Aff. C. Allison ¶¶ 3–12.)  Arguably, his affidavit and \ndeposition testimony are inconsistent.\n7  Regardless, Maxwell offered an affidavit from \nBob Ivey in rebuttal, stating that “Allison’s testimony on this and other points is not \ntrue.”  ( Aff. R. Ivey ¶¶  26–35.)  In deciding summary judgment, the Court cannot \ncredit Allison’s account over Ivey’s; weighing  credibility is a task for  the jury.  See \nMarcus Bros. Textiles, Inc. v. Price Waterhouse, LLP , 350 N.C. 214, 226 (1999) \n(holding that a conflict between two witnesses’ testimony “cannot be appropriately \nreconciled on a motion for summary judgment”).  \n \n7 Maxwell has moved to strike Allison’s affidavit for this reason .  (See Mot. Strike, ECF No. \n184.)  Having concluded that a genuine issue of material fact exists even when the affidavit \nis considered, the Court denies the motion to strike as moot. \n58. Because there are genuine issues of material fact about whether Smithfield \noffered pricing terms comparable to those given to other major suppliers, Smithfield \nis not entitled to summary judgment on this basis. \n59. Hindsight & Leanness .  Smithfield’s remaining arguments are not \ncompelling.8 \n60. Smithfield argues that Maxwell relies on impermissible hindsight , largely \nrepeating its earlier stance that it is impossible to know in advance whether a formula \nbased on index or cutout pricing will be better or worse than a formula based on  the \nIowa-Southern Minnesota market .  For reasons akin  to those discussed above, the \nCourt disagrees. \n61. As early as 2014 and 2015, Smithfield ’s own employees had concluded that \nthe Iowa-Southern Minnesota market was “no longer a relevant market,” (Feb. 2014 \nPope/Manly E-mails, ECF No. 188.20), and was “nonliquid, not representing the true \nsupply and demand equilibrium of price ,” (Dep. J. Weber 105: 11–20, ECF No s. \n159.19, 188.18, 193.10).  Allison believed “the spread between the [Iowa -Southern \nMinnesota market]  and the CME [index] was continuing to grow” and likely “to \nescalate.”  (Dep. C. Allison 112: 17–113:15 (“the ISM you can see from the data was \nsuppressed to the CME”) .)  He went on to testify that he “was trying to get better \n \n8 Unlike Maxwell, Smithfield’s other suppliers had volume commitments, requiring them to \nsupply a certain number of hogs in a defined period.   Smithfield suggests that the lack of a \nvolume commitment was an economic benefit that Maxwell would have had to relinquish as \na condition of receiving index or cutout pricing.  Even if true, that is not a basis for summary \njudgment, given the factual disputes about what Smithfield did or didn’t offer and whether \nMaxwell would or wouldn ’t have traded a volume commitment for a new base price \nmechanism. \npricing for Maxwell,” including that Maxwell “needed to be on a more stable market.”  \n(Dep. C. Allison 168:12–22.)  By 2017, Smithfield’s employees had concluded that the \nIowa-Southern Minnesota market was “done.”  ( Apr. 2017 Weber/Schmidt E -mails, \nECF No. 188.34.) \n62. This is not hindsight evidence.  It tends to show  that Smithfield gave \nsuppliers index and cutout pricing with advance knowledge that they were more \nstable than, and thus superior to, the Iowa-Southern Minnesota market.  It also tends \nto show that Smithfield itself believed that index and cutout pricing were better than \nthe PSA’s pricing by 2014. \n63. Smithfield also argues that it paid higher prices for leaner hogs  and that \nMaxwell produced fatter hogs than other suppliers.  The disparity in leanness, \naccording to Smithfield, accounts for much or all of the disparity in pricing.  Put \nanother way, Smithfield contends that the most -favored-nation clause does not \nrequire it to pay Maxwell the same as other suppliers for lower-quality hogs. \n64. The evidence on this point is conflicting and often hazy.  Before 2007, \nSmithfield used the Fat -O-Meater to measure backfat and calculate any premium \ndue.  Afterward, Smithfield stopped paying a variable premium and instead added a \nflat amount of “$0.63/cwt” to Maxwell’s  “base price.”  At the time, Jeff Luckman, \nSmithfield’s Vice President of Livestock, told Maxwell to expect periodic reviews and \npossible adjustments to this amount “to reflect the current quality of your hogs.”  (Oct. \n2007 Letter from J. Luckman.)  But Luckman could not recall whether any periodic \nreviews took place and testified that “there was no lean premiums” after 2007.  (Dep. \nJ. Luckman 203: 6–25.)  And Bob Ivey, in his affidavit, represents that “Luckman \nspecifically told me that leanness was no longer a factor that Smithfield was \nconcerned about with respect to its hog supply.”  (Aff. R. Ivey ¶ 11.)  Even if Smithfield \ndid pay a so-called lean premium after 2007, the evidence does not definitively show \nhow it calculated the premium or how Maxwell’s hogs compared with other suppliers’ \nhogs. \n65. From this conflicting evidence, a jury could reasonably conclude that \nMaxwell has not relied on impermissible hindsight and that leanness does not \naccount for any disparity in pricing that it received.  Smithfield is not entitled to \nsummary judgment on these grounds. \n66. Conclusion.  In sum , t he Court grants in part  and denies in part  \nSmithfield’s motion as to the claim for breach of the most-favored-nation clause.  The \nCourt’s construction of the phrase  “major swine suppliers”  forecloses any alleged \nbreach relating to suppliers that began doing business with Smithfield after the \nformation of the PSA.  In addition, the statute of limitations bars Maxwell’s claim as \nto Murphy-Brown.  Smithfield is entitled to summary judgment as to these alleged \nbreaches. \n67. But Smithfield is not entitled to summary judgment as to the claim that it  \nbreached the clause by failing to offer Maxwell changes in pricing given to Prestage \nFarms.  The claim shall proceed to trial to that extent. \nB. Output Provision \n68. The PSA is an output contract .  This means that the contract  defines the \nnumber of hogs that Maxwell was to sell and that Smithfield was to buy in terms of \nMaxwell’s output, rather than by specifying an exact number .  Apart from a few \nexceptions that aren’t relevant here, the output provision requires Smithfield to buy \n“all Market Swine actually produced by  Maxwell . . . up to a maximum of”  155,000 \nper month.  (PSA § 3(a).) \n69. Maxwell claims that Smithfield  breached this provision in April 2020 and \nfor several months afterward  by buying less than its entire output.   Smithfield \nconcedes that it did not buy all hogs produced by Maxwell during those months.  But \nSmithfield denies any liability, contending that the PSA’s force majeure clause  and \nMaxwell’s repudiation of the PSA excused its performance .  In addition, in its  \ncounterclaims, Smithfield asserts that Maxwell breached the PSA first by wrongfully \nrepudiating it and terminating it without notice. \n70. Both sides have moved for summary judgment on Maxwell’s claim for breach \nof the output provision.  Maxwell has also moved for summary judgment on \nSmithfield’s counterclaims and affirmative defenses of force majeure and anticipatory \nbreach. \n71. Force Majeure.  The PSA states that “[n]either party shall be liable for \nfailure to perform . . . any act under [the PSA] if prevented by any cause beyond the \nreasonable control of such party . . .  .”  (PSA §  12.)  This is known in contract -law \njargon as a force majeure c lause.  The phrase force majeure means a superior or \nirresistible force, and the purpose of a force majeure clause is to limit a contracting \nparty’s liability when some event beyond its control makes performance impossible \nor impracticable.  See , e.g., Michel v. Yale Univ. , 110 F.4th 551, 556 (2d Cir. 2024) \n(quoting Black’s Law Dictionary (12th ed. 2024)).  \n72. Smithfield contends that  the Covid -19 pandemic —an event indisputably \n“beyond the reasonable control of” the parties —prevented it from buying Maxwell’s \nentire output in and after April 2020.  As the pandemic surged, Smithfield says, so \ndid employee absenteeism, which at times halved its capacity to process hogs at its \nEast Coast plants.  According to Smithfield, it had to allocate its diminished capacity \namong its many suppliers, including Maxwell, and the force majeure clause negates \nany liability that might otherwise result from buy ing less than Maxwell’s entire \noutput.  On that basis, Smithfield seeks summary judgment as to Maxwell’s claim for \nbreach of the output provision. \n73. Maxwell argues that it, not Smithfield, is entitled to summary judgment.  In \nMaxwell’s view, the PSA requires Smithfield to purchase  hogs, not to process them .  \nMaxwell offers evidence to show that  Smithfield could have  paid for its entire hog \noutput throughout the pandemic.  Likewise, it offers evidence to show that Smithfield \ncould have process ed the entire output  had Smithfield taken fewer hogs from its \ninternal or other external suppliers, none of which had  output contracts.  Instead, \nMaxwell says, Smithfield prioritized hog deliveries from its subsidiary, \nMurphy-Brown.  For these reasons, Maxwell contends that Smithfield’s force majeure \naffirmative defense fails as a matter of law. \n74. It wouldn’t be reasonable to read  the PSA , as Maxwell does,  to require \nSmithfield to do nothing more than pay for Maxwell’s hogs.  Smithfield’s promise “to \npurchase” the hogs connotes more than payment.  (PSA § 3(a).)  In everyday speech, \nto purchase a good  means “to obtain ” the good as well as to pay for it .  Purchase, \nMerriam-Webster Dictionary, http://www.merriam-webster.com/dictionary/purchase \n(last visited Dec. 20, 2024).  The letter agreement reinforces this: Smithfield agreed \nto “have adequate facilities to unload market hogs in a timely manner ” and to \n“provide loading chutes, holding pens, necessary employ ees, water, etc. required to \nreceive, hold and move all hogs. ”  (Letter Agrmt. ¶  4.)  T hese terms also jibe with \nUCC default rules, which state that the obligation “of the buyer is to accept and pay \nin accordance with the contract ,” N.C.G.S. §  25-2-301, and that “the buyer must \nfurnish facilities reasonably suited to the receipt of the goods,” id. § 25-2-503(1)(b). \n75. Even so, the undisputed evidence favors Maxwell.   Although the Covid-19 \npandemic hampered Smithfield’s ability to process hogs , the effect was not so great \nas to prevent it from accepting and processing all that Maxwell produced.   The \nnumbers don’t lie : at its lowest level , Smithfield’s processing  capacity exceeded \nMaxwell’s output by about an order of magnitude .  Smithfield could have processed \nthe entirety, and it could have done so comfortably.  ( See, e.g., May 2020 Kill/Cut \nSummary, ECF No. 222.9; 2d Aff. R. Jennings ¶¶ 4–7; Dep. S. Horsley 230:7–12.) \n76. Smithfield maintains that purchasing  the entire  output would have been \nimpracticable because it would have had to turn away  other suppliers’ hogs to \naccommodate Maxwell’s.  The impracticability standard demands far more than that.  \nIt is not enough t hat performance may cause  inconvenience.  P erformance must be \nuntenable due to “extreme and unreasonable difficulty, expense, injury, or loss to one \nof the parties.”  Raytheon Co. v. White, 305 F.3d 1354, 1367 (Fed. Cir. 2002) (quoting \nRestatement (Second) of Contracts § 261 cmt. d); accord Int’l Minerals & Chem. Corp. \nv. Llano, Inc., 770 F.2d 879, 886 (10th Cir. 1985); see also Golden Triangle #3, LLC v. \nRMP-Mallard Pointe, LLC , 2022 NCBC LEXIS 88, at *50 (N.C. Super. Ct. Aug. 2, \n2022) (citing Restatement (Second) of Contracts § 263). \n77. The evidence does not suggest that Smithfield would have faced an extreme, \nunreasonable difficulty had it performed its obligations under the PSA.  Smithfield’s \nsubsidiary and largest supplier, Murphy -Brown, does not have an output contract.  \nThe same is true for many, perhaps all, external suppliers other than Maxwell.  (See \nDep. S. Horsley 224:16–225:3.)  Purchasing all the hogs that Maxwell produced might \nhave forced Smithfield to make difficult business decisions about how to allocate the \nrest of its purchasing capacity —for example, whether to take fewer hogs from \nMurphy-Brown or from its myriad external suppliers.  But i t would not have put  \nSmithfield at risk of breaching a contract with any other supplier. \n78. Nor would it have put Smithfield at risk of violating the law.  Citing N.C.G.S. \n§ 25-2-615, Smithfield contends that it had no choice other than  to allocate its \ndiminished purchasing capacity among all suppliers, including Maxwell.  The statute \ndoesn’t say anything like that, however.  It deals with untimely delivery of goods “by \na seller” when performance “has been made impracticable by” unforeseen events.   \nN.C.G.S. § 25-2-615(a).  In that circumstance, the seller “must allocate production \nand deliveries among his customers”  fairly and reasonably.   Id. § 25-2-615(b).  \nSmithfield is a buyer, not a seller; section 25-2-615 does not apply. \n79. To be clear, this does not mean that  a buyer can never allocate scarce \ncapacity among suppliers when faced with events beyond its control .  The  official \ncomment to section 25-2-615 suggests that the statute’s “reason” (if not its text) might \nshield a buyer whose “contract is . . . conditioned on a definite and specific venture or \nassumption as, for instance, a war procurement sub-contract known to be based on a \nprime contract which is subject to termination, or a supply contract for a particular \nconstruction venture.”  Id.  § 25-2-615 cmt. 9.  T hese circumstances are  not present \nhere, and Smithfield does not contend otherwise. \n80. The bottom line is that Smithfield had the ability to accept and process \nMaxwell’s entire output throughout the pandemic.  And no physical, contractual, or \nlegal limitation made it impractica ble to process Maxwell’s output.   Because \nSmithfield has not marshalled evidence sufficient to permit a jury to conclude that \nthe Covid-19 pandemic prevented it from performing its duties under the PSA,  the \nCourt grants summary judgment in favor of Maxwell as to the affirmative defense of \nforce majeure.  \n81. Repudiation & Early Termination.  The PSA has no fixed end date.  The \nparties’ obligations were to continue until one or the other terminated the agreement \non six-years’ written notice.  (See PSA § 4.) \n82. Smithfield claims that Maxwell ended the PSA early.  Rather than comply \nwith the required six-year notice period, Smithfield contends, Maxwell announced its \nintent to close its business in  February 2020 and delivered its last hog about a year \nlater.  To Smithfield, Maxwell’s closure amounts to a wrongful repudiation of the PSA \nand a termination without notice .  That is the basis for Smithfield ’s overlapping \ncounterclaims for breach of the PSA as well as its affirmative defense of anticipatory \nbreach.   \n83. Maxwell seeks summary judgment on both counterclaims and the related \naffirmative defense.  It maintains that it went out of business in good faith due to  \nmassive financial losses and that nothing in the PSA or the law obligated it to stay \nin business.  The PSA has no minimum output requirement, Maxwell notes, meaning \nthat its decision not to produce any hogs is not a breach so long as it act ed in good \nfaith.  At no point , Maxwell contends, did it terminate the PSA or repudiate its \nobligation to sell its output, assuming it had any output, to Smithfield. \n84. Elasticity is the defining feature of an output contract.  The seller’s output  \nmay go up or down , sometimes dramatically .  See N.C.G.S. § 25-2-306(1).  No, the \nseller does not have unbridled freedom to produce as much or as little as it likes.  As \nthe party that determines the quantity of goods exchanging hands, it must act fairly \nand deliver “such actual output . . . as may occur in good faith.”  Id.  Still, that leaves \na lot of room for business judgment , even to the point of going out of business .  A \ngood-faith “discontinuance” of production  is just as permissible  as any other \ngood-faith variation in output.  Id. § 25-2-306 cmt. 2.   \n85. This carries obvious risk for the buyer.  As courts elsewhere have observed, \n“the output contract allocates to the buyer the risk of a change in the seller’s business \nthat makes continuation costly,” Atl. Track & Turnout Co. v. Perini Corp. , 989 F.2d \n541, 545 (1st Cir. 1993), including “the risk that the seller may reduce its production \nto zero,” Canusa Corp. v. A&R Lobosco, 986 F. Supp. 723, 730 (E.D.N.Y. 1997).   The \nbuyer could mitigate this risk by negotiating to add an estimate d output or a \nguaranteed minimum.  “Any minimum or maximum set by the agreement shows a \nclear limit on the intended elasticity.  In similar fashion, the agreed estimate is to be \nregarded as a center around which the parties intend the variation to occur.”   \nN.C.G.S. § 25-2-306 cmt. 3. \n86. But Smithfield did not negotiate for these safeguards.  T he PSA has an \nupper limit that relieves Smithfield of any obligation to buy more than 155,000 hogs \nper month .  ( See PSA §  3(a).)  I t has no  corresponding lower limit  that requires \nMaxwell to produce and deliver a minimum or estimated number of hogs.  This means \nthat Smithfield hedged against the possibility that Maxwell might produce too many \nhogs, not that it might produce too few.  Stated another way, Smithfield avoided the \nrisk of oversupply but accepted the risk of scarcity, including the risk that market \nfactors might prompt Maxwell to shutter its business in good faith. \n87. Undisputed evidence shows that Maxwell did just that.  Maxwell sustained \nhuge financial losses in the years leading up to its decision to stop producing hogs.  It \nhad negative net income each year from 2015 through 2020— a total loss exceeding \n$100 million.  ( See Aff. R. Jennings ¶  4.)  Over that period, its credit rating fell as \nsharply as its debt rose.  (See Dep. K. Bang 193:18–19, ECF Nos. 154.1, 193.2 (“[W]hat \ngot them there[ ] is a high level of debt relative to where they were at.  Lots of debt.  \nLow earnings.  And that got them to a [credit risk rating of] 10.”); see also Dep. K. \nBang 191:21–195:21.)  Then, in 2020, its lender declared its loan to be “distressed.”  \n(June 2020 Letter from K. Bang, ECF No. 154.28.)  At that point, Maxwell’s business \nwas reeling from five years of decline.  Closing it was a “good -faith, market-based \ndecision.”  In re Fieldwood Energy LLC , 636 B.R. 463, 473 (Bank r. S.D. Tex . 2021) \n(granting summary judgment in favor of seller that made a “prudent economic \ndecision” to cease production). \n88. Smithfield argues that Maxwell could have limped along and, thus, that its \ndecision to stave off further losses by closing its business is evidence of bad faith.   \nThat argument runs against the weight of persuasive authority.  Courts have made \nclear that a seller  does not act in good faith when it  stops production because the \ncontract turns out to be less profitable than expected .  See Feld v. Henry S. Levy & \nSons, Inc., 37 N.Y.2d 466, 472 (N.Y. Ct. App. 1975) (“[G]ood faith required continued \nproduction until cancellation, even if ther e be no profit.”).  But a seller “[o]bviously” \nhas a good -faith basis to stop  producing when continuing would  threaten “a \nbankruptcy or genuine imperiling of the very existence of its entire business.”  Id. at \n471–72.  “Absent contract language, appreciable party reliance, or evidence of \nevasion,” a party to an output or requirements contract “does not give up its \nfundamental managerial right of disengaging from an unprofitable business, and the \ncourts should avoid usurping that right through a restrictive interpretation of good \nfaith.”  Schawk, Inc. v. Donruss Trading Cards, Inc., 746 N.E.2d 18, 27 (Ill. App. Ct. \n2001).   \n89. No evidence suggests evasion or reveals other indicia of bad faith.  Maxwell \ndidn’t sign the PSA and then get cold feet  (it supplied hogs to Smithfield for more \nthan two decades ).  Maxwell didn’t stop production following short -term or trivial \nlosses (it continued to produce hogs at a big deficit for years).  Maxwell didn’t try to \nswap its deal with Smithfield for a better deal with someone else (it closed its business \nentirely).  And Maxwell didn’t go out of business to evade  a promise to supply a  \nminimum volume (the PSA has no minimum). \n90. The losses that Maxwell  sustained were severe, long -lasting, and likely to \ncontinue.  Neither the PSA nor governing law required Maxwell to continue \nproducing hogs at all costs , such as by diving deeply  into debt or by raiding the \nfinancial resources of Maxwell’s related companies, as Smithfield suggests.  Rather, \nMaxwell retained the right to  stanch its  steep losses by making the  reasonable, \ngood-faith business judgment to  stop production.  See In re Fieldwood Energy , 636 \nB.R. at 473 (“Valero took the risk that QuarterNorth would lower its output to zero, \nwhich it did in good faith.”); Am. Paper Recycling Corp. v. IHC Corp., 775 F. Supp. 2d \n322, 329–30 (D. Mass. 2011) (“The decision of Ivy to cease doing business simply does \nnot support a viable claim for breach of contract.”); Schawk , 746 N.E.2d at  27 \n(concluding in the context of a requirements contract that the defendant “had a \nlegitimate business reason for discontinuing its requirements business” given \nevidence that it had “suffered dramatic declines in its sales”). \n91. By closing its business in good faith , Maxwell did not repudiate the PSA or \nterminate it without notice.  The PSA required Maxwell to sell and deliver the hogs \nthat it actually produced, nothing more .  Maxwell has not produced any hogs since \nJune 2021 and has therefore had no hogs to sell  to Smithfield.  This is not a breach \nof the PSA.  It is compliance.  And it reflects the allocation of risk to which the parties \nagreed.  See 1 White, Summers, & Hillman, Uniform Commercial Code § 4:21 (6th \ned.) (“If a requirements seller wants a guaranteed minimum or a fixed maximum, the \nseller can and should bargain for it.  The same is true for an output buyer.”); see also \nNeofotistos v. Harvard Brewing Co. , 171 N.E.2d 865, 868 (Mass. 1961) ( concluding \nthat, absent an agreement “for the production of any specific volume . . . or indeed for \nany production,” the parties had “ necessarily contemplated . . . that, whatever the \nproduction, it would be governed by business conditions”). \n92. Accordingly, the Court grants Maxwell’s motion for summary judgment as \nto Smithfield’s counterclaims and affirmative defense of anticipatory breach. \n93. Maxwell’s Output Claim.  It is undisputed that Smithfield did not buy all \nhogs produced by Maxwell in and after April 2020.  Maxwell  argues that this is a \ncut-and-dried breach of contract, leaving no issue for a jury to decide as to Smithfield’s \nliability.  In response, Smithfield has not attempted to show that it complied with the \nPSA’s output provision , arguing only that the PSA’s force majeure clause and \nMaxwell’s purported anticipatory breach excused its performance. \n94. Having disposed of Smithfield’s affirmative defenses, and given Smithfield’s \nundisputed noncompliance  with its obligation to buy Maxwell’s entire output , the \nCourt concludes that this is the rare situation in which it is proper to enter summary \njudgment in favor of the party having the burden of proof.  T here are no genuine \nissues of fact, no gaps in Maxwell’s proof, and no standard that a jury must apply to \nthese facts.  See Parks Chevrolet, 74 N.C. App. at 721; see also Kidd, 289 N.C. at 370.   \n95. Accordingly, the Court grants summary judgment in favor of Maxwell as to \nSmithfield’s liability for breach of the output provision.  The determination of \nMaxwell’s damages shall proceed to trial. \n96. Conclusion.  To recap, the Court grants Maxwell’s motion as to Smithfield’s \ncounterclaims and affirmative defenses of force majeure and anticipatory breach.   \nThe Court also enters summary judgment in  Maxwell’s favor as to  Smithfield’s \nliability for breach of the output provision and denies Smithfield’s cross-motion as to \nthat claim. \nC. Li ve -Weight Payments \n97. The last dispute concerns Maxwell’s claim that Smithfield breached the PSA \nby underpaying for certain hog deliveries.  In its second amended complaint, Maxwell \nalleges that Smithfield sometimes paid for hogs based on their “live weight,” not their \n“carcass weight . . . as detailed in the PSA .”  (2d Am. Compl. ¶  173.)  In addition, \nwhen paying based on live weight, Smithfield allegedly did not pay the full \nlive-weight price for every delivery.  (See 2d Am. Compl. ¶ 175.) \n98. Smithfield contends that the PSA doesn’t say anything about whether to use \nlive weight or carcass weight , meaning that it was free to pay Maxwell using either \nmethodology.  Maxwell concedes as much , thus abandoning its claim that every \npayment based on live weight, as opposed to carcass weight, is a breach of the PSA. \n99. But Smithfield offers no argument  or evidence  concerning the allegation \nthat it sometimes underpaid Maxwell when using the live- weight formula.   The \nfailure to pay what is due, if true, is surely a breach of contract.   Having  made no \nattempt to show that it paid the appropriate live -weight price for the deliveries at \nissue, Smithfield has not carried its “initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. , 356 N.C. at 579.   And in any \nevent, Maxwell has presented evidence to back up its allegation that it received less \nin live -weight payments  than it should have received for certain loads delivered \nbetween August 2016 and January 2021.  (See Dep. N. Piggott 91:7–92:6, ECF No. \n188.13.) \n100. Accordingly, the Court grants Smithfield’s motion as to this claim to the \nextent based on an allegation that all live-weight pricing is a breach of the PSA.  The \nCourt denies Smithfield’s  motion as to  the allegation that it did not pay the full \nlive-weight price for certain deliveries.  \nIV. \nCONCLUSION \n101. For all these reasons,  the Court GRANTS in part  and DENIES in part  \nSmithfield’s motion for summary judgment as follows:   \na. The Court GRANTS  Smithfield’s motion for summary judgment as to \nMaxwell’s claim for breach of the most -favored-nation clause  to the \nextent based on allegations that Smithfield failed to offer Maxwell \nchanges in pricing given to any supplier other than Prestage Farms and \nDISMISSES these aspects of the claim with prejudice .  T he Court \nDENIES Smithfield’s motion for summary judgment as to this claim to \nthe extent based on the allegation that Smithfield failed to offer Maxwell \nchanges in pricing given to Prestage Farms.  The claim shall proceed to \ntrial subject to this limitation. \nb. The Court DENIES  Smithfield’s motion for summary judgment as to \nMaxwell’s claim for breach of the PSA’s output provision.   \nc. The Court GRANTS  Smithfield’s motion for summary judgment as to \nMaxwell’s claim for breach of the PSA’s pricing term to the extent based \non an allegation that  the use of live-weight pricing is itself a breach of \nthe PSA and DISMISSES this aspect of the claim with prejudice .  The \nCourt DENIES Smithfield’s motion as to  this claim to the extent it is \nbased on  the allegation that Smithfield did not pay the correct  \nlive-weight price for certain deliveries.  The claim shall proceed to trial \nsubject to this limitation. \n102. In addition, the Court GRANTS Maxwell’s motion for summary judgment \nas follows:   \na. The Court enters  summary judgment in Maxwell’s favor as to \nSmithfield’s counterclaims and affirmative defenses of force majeure \nand anticipatory breach.  The counterclaims and these affirmative \ndefenses are DISMISSED with prejudice. \nb. The Court also enters  summary judgment in Maxwell’s favor as to \nSmithfield’s liability on the  claim for breach of the PSA’s output \nprovision.  This claim shall proceed to trial for a determination of \nMaxwell’s damages. \n103. Finally, the Court DENIES  Maxwell’s motion to strike the affidavit of \nCharles Allison as moot. \n \nSO ORDERED, this the 30th day of December, 2024. \n \n \n      /s/ Adam M. Conrad   \n     Adam M. Conrad \n     Special Superior Court Judge  \n        for Complex Business Cases  "
}