{
  "id": "38a5d0e771cca3ad6e310a214faa819ef0d03ab5ea1dcecc4b09dd281ce83e00",
  "source_file": "data/raw/ncbc/38a5d0e771cca3ad6e310a214faa819ef0d03ab5ea1dcecc4b09dd281ce83e00.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 23974 \n \nHYOSUNG USA, INC., \n \nPlaintiff, \n \nv. \n \nTRAVELERS PROPERTY \nCASUALTY COMPANY OF \nAMERICA; HARTFORD FIRE \nINSURANCE COMPANY; and USI \nINSURANCE SERVICES, LLC, \n \nDefendants, \n \nand  \n \nLOGIPIA USA, INC., \n \nDefendant and \nThird-Party \nPlaintiff, \n \nv. \n \nDUKE REALTY LIMITED \nPARTNERSHIP, \n \nThird-Party \nDefendant. \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF HYOSUNG USA INC.’S \nFIRST AND SECOND MOTIONS FOR \nPARTIAL SUMMARY JUDGMENT \nAGAINST DEFENDANTS \nTRAVELERS PROPERTY CASUALTY \nCOMPANY OF AMERICA AND \nHARTFORD FIRE INSURANCE \nCOMPANY \n \n1. THIS MATTER  is before the Court on Plaintiff Hyosung USA, Inc.’s, \n(“Hyosung”) Partial Motion for Summary Judgment (the “First M otion”) against \nDefendants Travelers Property Casualty Company of America (“Travelers”) and \nHartford Fire Insurance Company (“Hartford”; collectively, the “Parties”) filed on 2 \nFebruary 2021, (ECF No. 81), and Hyosung’s Second Partial Motion for Summary \nJudgment (the “Second Motion”; together, the “Motions”) against Travelers filed on \n16 March 2021, (ECF No. 92). \nHyosung USA, Inc. v. Travelers Prop. Cas. Co. of Am., 2021 NCBC 81. \n2. Hyosung brings this action against (i) its insurers, Defendants Travelers \nand Hartford, (ii) its insurance broker, USI Insurance Services, LLC (“USI”), and (iii) \nits warehouse services provider, Logipia USA, Inc., (“Logipia”), seeking insurance \ncoverage, reimbursement, and damages for Hyosung’s losses relating to damage to \ncertain Hyosung products (the “Products”) that Logipia stored for Hyosung at Third-\nParty Defendant Duke Realty Limited Partnership’s (“Duke Realty”) warehouse (the \n“Warehouse”) in Savannah, Georgia.  (Compl., ECF No. 2.) \n3. Hyosung’s Motions seek summary judgment establishing its preferred \ninterpretation of certain terms of an insurance policy issued to Hyosung by Travelers.  \nThe First Motion seeks a declaration that a n insurance  policy Hartford issued to \nLogipia is not “other insurance” under the Travelers policy, and the Second Motion \nseeks a declaration that the events at issue in t his action constituted a single \noccurrence to which a single “windstorm” deductible applies.  \n4. Having considered the Motions, the related briefing, appropriate matters of \nrecord, and the arguments of counsel at the hearing on the Motions, the Court, in the \nexercise of its discretion and for the reasons set forth below GRANTS both Motions \nand enters judgment for Hyosung as provided herein. \nBray & Long, PLLC, by Jeffrey A. Long, and Thompson Hine LLP, by \nChristopher M. Bechhold, for Plaintiff Hyosung USA, Inc. \n \nWomble Bond Dickinson (US) LLP, by James A. Dean\n1 and Ryan H. \nNiland, and Niles, Barton & Wilmer, LLP, by Bryant Green and Craig \nD. Roswell, for Defendant Travelers Property Casualty Company of \nAmerica. \n \n1 By order dated June 23, 2021, the Court permitted Mr. Dean to withdraw, and to substitute \nMr. Niland, as counsel for Defendant Travelers Property Casualty Company of America  in \nthis action.  (ECF No. 116.)  \n \nButler Weihmuller Katz Craig LLP, by Andrew L. Watson and Eric R. \nNoble, for Defendant Hartford Insurance Company. \n \nBradley Arant Boult Cummings LLP, by Christopher C. Lam and Dexter \nHobbs, and Saul Ewing Arnstein & Lehr, LLP, by Kyra Smerkanich and \nEdward Baines, for Defendant USI Insurance Services, LLC. \n \nHedrick Gardner Kincheloe & Garofalo LLP, by David L. Levy and \nKristy M. D’Ambrosio, for Defendant and Third -Party Plaintiff Logipia \nUSA, Inc. \n \nParker Poe Adams & Bernstein LLP, by John C. Amabile, Eric A. Frick, \nand A. Todd Sprinkle, for Third -Party Defendant Duke Realty Limited \nPartnership. \n \nBledsoe, Chief Judge.  \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n5. “The Court does not make finding s of fact on motions for summary \njudgment; rather, the Court summarizes material facts it considers to be \nuncontested.”  McGuire v. Lord Corp. , 2021 NCBC LEXIS 4, at *3 (N.C. Super. Ct. \nJan. 19, 2021). \n6. In 2018, Hyosung entered a services agreement (the “Services Agreement”) \nwith Logipia obligating Logipia to provide w arehouse space and transportation \nservices for Hyosung’s Products, including “Tire Cord Pet Yarn, Steel Tire Cord and \nFabric” worth approximately $31 million.  (Aff. Veronica Li, Esq. ¶ 2 [hereinafter “1st \nLi Aff.”], ECF No. 82; 1st Li. Aff. Ex. 1 [hereinafter “Services Agreement”], ECF No. \n82.1; Aff. Veronica Li, Esq. ¶ 2 [hereinafter “2nd Li Aff.”], ECF No. 93.)2  The Services \nAgreement further required Logipia to maintain a “warehouseman’s legal liability \ninsurance policy,” but allowed Hyosung to maintain its own “property insurance on \nits inventory[.]”  (Services Agreement 3.)   \n7. As required by the Services Agreement, Logipia purchased thi rd-party \nliability insurance through Hartford in 2019 (the “Hartford Policy”).  (1st Li Aff. Ex. \n3 [hereinafter “Hartford Policy”], ECF No. 82.3.)3  This policy was in effect at the time \nHyosung’s Products were damaged.  (Hartford Policy 4.)  Some of the Hartford Policy’s \nprovisions are relevant to the determination of the First Motion, including the \nfollowing provision relating to coverage: \nA. COVERAGE  \n1. Covered Property, as used in this Coverage Form, means tangible \nproperty of others which you have accepted as a warehouse operator or \nbailee.  \na. Scheduled Premises  \nWe will pay those sums you become legally obligated to pay as damages \nfor direct physical “loss” caused by a Covered Cause of Loss to Covered \nProperty while located at the “Premises” described in the Declarations \nor Schedule, for which a limit of Insurance is shown.  \n \n(Hartford Policy 18.) \n8. Around the same time, Hyosung obtained a first -party property insurance \npolicy with Travelers ( the “Travelers Policy”), which provided coverage for injury to \n \n2 Li is Hyosung’s General Counsel and submitted an affidavit with attached exhibits for each \nMotion, (ECF Nos. 82 & 93).  As noted, ECF No. 82 will be referred to as “1st Li Aff.” ; ECF \nNo. 93 will be referred to as “2nd Li Aff.”. \n \n3 The specific policy Logipia purchased from Hartford was Hartford Commercial Inland \nMarine Policy 72MSHB9012K2.  (Hartford Policy 4.)   \n \nHyosung’s Products.  ( 1st Li Aff. Ex. 2 [hereinafter “Travelers Policy”], ECF No. \n82.2.)4  Several provisions of the Travelers Policy are releva nt to the determination \nof the Motions.   \n9. First, as to coverage, the Travelers Policy states in relevant part as follows: \nA. COVERAGE  \nThe Company will pay for direct physical loss or damage to Covered \nProperty caused by or resulting from a Covered Cause of Loss.  Covered \nCauses of Loss means risk of direct physical loss unless the loss is \nexcluded in Section D., Exclusions, Limited in Section E., Limitations, \nor otherwise extended, excluded or limited in this Coverage Form, the \nSupplemental Coverage Declarations or by endorsement.  \n \n(Travelers Policy 11.) \n \n10. Next, the Travelers Policy contains an “other insurance” provision (“Other \nInsurance”), which states, in relevant part: \n17. Other Insurance \n. . . \nIf there is other insurance covering the same loss or damage, other than \nthat described above, the Company [Travelers] will pay only for the \namount of covered loss or damage in excess of the amount due from that \nother insurance, whether the Insured can col lect on it or not. But, the \nCompany will not Pay more than the applicable Limit of Insurance. \n \n(Travelers Policy 36–37.)   \n11. Finally, the Travelers Policy contains a specific deductible in the event of a \nloss caused by a “Windstorm” (the “Windstorm Deductible”): \n3. Application of Deductibles and Limits of Insurance – \n“Windstorm” or Hail Additional Provisions \na. When a “Windstorm” or Hail Limit of Insurance (including an \nentry of Included or Not Covered) or a “Windstorm” or Hail \n \n4 The specific policy Hyosung purchased from Travelers was Travelers Commercial Property \nPolicy KTJ-CMB-4N07012-4-19.  (Travelers Policy 2.)  Citations to the page numbers of the \nHartford and Travelers Policies refer to the electronic PDF page numbers and not the \nnumbers printed on the pages themselves. \ndeductible is shown in the Supp lemental Coverage Declarations, \nsuch Limit of Insurance or deductible will apply to all loss or damage \nin any one occurrence: \n(1) Caused directly or indirectly by “Windstorm” or Hail that \noccurs at the locations to which the “Windstorm” or Hail Limit of \nInsurance or deductible applies, regardless of any other cause or \nevent that contributes concurrently or in any sequence to the loss \nor damage; \n \n(Travelers Policy 33.)  The Policy defines a “Windstorm” as “a storm with wind \nor wind gusts, with or without, and regardless of the amount of, precipitation.”  \n(Travelers Policy 47.)   \n12. On or about 19 April 2019, a W indstorm removed large portions of the \nWarehouse’s roof, allowing water to enter the Warehouse and damage and/or destroy \nHyosung Products stored there (“ Incident 1”).  (1st Li Aff. ¶  3.)  At Duke Realty’s \ndirection, items inside the Warehouse were pushed away from the areas beneath the \ndamaged portions of the roof and plastic sheeting was hung from the ceiling  as a \ntemporary repair to prevent additional da mage to Hyosung’s Products.  (1st Li Aff. \n¶ 4.)  In the meantime, vast sections of the roof remained missing.  ( See 1st Li Aff. \n¶ 3.)  A week later, on 26 April 2019, the plastic sheeting failed and allegedly \nactivated the Warehouse’s sprinkler system, cau sing further water damage to \nHyosung’s Products (“Incident 2”; together, with Incident 1, the “Incidents”).  (1st Li \nAff. ¶ 4.)  There is also evidence that it rained on April 26, causing further water \ndamage to Hyosung’s Products .  (Def. Travelers Br. Opp’n Pl. Hyosung’s 2nd Mot. \nPartial Summ. J. Against Travelers [hereinafter “Travelers’ Opp’n 2nd Mot.”] Ex. 3, \nECF No. 103.3.) \n13. It is undisputed that, under the Travelers Policy, the damaged and \ndestroyed Products are “ covered property” and that the damage and destruction to \nthose Products resulted from  a covered “cause of loss.”  (Br. Supp. Hyosung’s Mot. \nPartial Summ. J. Against Defs. Travelers and Hartford 4 [hereinafter “Hyosung’s \nSupp. 1st Mot.”], ECF No. 83.)  The parties also agree that a Windstorm Deductible \napplies to Incident 1.  (Br. Supp. Pl. Hyosung’s 2nd Mot. Partial Summ. J. Against \nDef. Travelers 7 [hereinafter “Hyosung’s Supp. 2nd Mot.”], ECF No. 94.)  \n14. Following the Incidents, Hyosung sought reimbursement from Logipia \npursuant to the Servic es Agreement, but Logipia refused to pay.  (1st Li Aff. ¶  7.)  \nHyosung also submitted a claim to Travelers for reimbursement under the Travelers \nPolicy.  (1st Li Aff. ¶ ¶ 8–9.)  Travelers refused to reimburse Hyosung fully for the \nloss, however, asserting through two separate letters that (i) Travelers had no duty \nto indemnify Hyosung for the first $2 million of loss for each Incident because the \nOther Insurance provision in the Travelers Policy required Hyosung to recover those \nsums from Hartford under the Hartford Policy and (ii) each Incident was a separate \n“occurrence” caused by a Windstorm under the Policy, subjecting Hyosung’s claims to \na Windstorm Deductible of $1.55 million for each Incident.  (1st Li Aff. Ex. 4, ECF \nNo. 82.4; 1st Li Aff. Ex. 5, ECF No. 82.5.)   \n15. Hyosung could not resolve its dispute with Logipia, Travelers, and Hartford \nand filed this action on 30 December 2019 against those entities and USI (collectively, \n“Defendants”), asserting causes of action arising out of the Incidents for breach of \ncontract, declaratory judgment, and negligence.  (Compl. ¶ 23–44.)   \n16. Shortly before the close of discovery on 22 March 2021, (Case Management \nOrder 5, ECF No. 37), Hyosun g filed its First Motion on 4 February 2021 and its \nSecond Motion on 16 March 2021. \n17. In its First Motion, Hyosung argues that the Hartford Policy is not Other \nInsurance under the Travelers Policy.  (Hyosung’s Supp. 1st Mot. 6–9.)  Hartford joins \nHyosung’s F irst Motion and seeks (i) a declaration that Travelers is obligated to \nrespond to Hyosung’s property damage claim under the Travelers Policy, not the \nHartford Policy and (ii) the dismissal of Hyosung’s claims against Hartford because \nthe Hartford Policy provides liability insurance, not coverage for property damage \nlike Hyosung has suffered here.  (Hartford’s Resp. and Joinder with Pl.’s Mot. Partial \nSumm. J. 4–7 [hereinafter “Hartford’s Resp. 1st Mot.”], ECF No. 86.) \n18. In its Second Motion, Hyosung argues th at the Incidents comprise a single \n“occurrence” subject to a single Windstorm Deductible under the Travelers Policy or, \nin the alternative, that Incident 2 was an “occurrence” separate from Incident 1 that \nwas not caused directly or indirectly by a Windstorm, subjecting Hyosung’s claim to \na deductible of $100,000 rather than $1.55 million.  (Hyosung’s Supp. 2nd Mot. 7–11.)  \n19. The Parties have stipulated that the Travelers Policy is governed by North \nCarolina law and that the Hartford Policy is governed by Geo rgia Law.  (Joint \nStipulation for Choice of Law – Insurance Policies, ECF No. 42.)        \n20. After full briefing, the Court conducted a hearing on the Motions on 4 June \n2021, at which all parties were represented by counsel.  The Motions are now ripe for \nresolution. \nII. \nLEGAL STANDARD \n21. Pursuant to N.C. R. Civ. P. 56(c), a party is entitled to summary judgment \nwhen the record shows that “there is no genuine issue as to any material fact and \nthat [the movant] is entitled to judgment as a matter of law.”  Forbis v. Neal, 361 N.C. \n519, 524  (2007) (quoting N.C. R. Civ. P. 56(c)) .  While a trial court considering a \nmotion for summary judgment must view the evidence presented in the light most \nfavorable to the nonmoving party, “[ i]f the movant demonstrates the absence of a \ngenuine issue of material fact, the burden shifts to the nonmovant to present specific \nfacts which establish the presence of a genuine factual dispute for trial.” In re Will of \nJones, 362 N.C. 569, 573 (2008); see also  Lowe v. Bradford , 305 N. C. 366, 369– 71 \n(1982) (recognizing that the burden shifted to the nonmovant to present contrary \nfacts when the movant submitted supporting affidavits). \n22. In considering the Motions, it bears emphasizing that “[a]n insurance policy \nis a contract and its provisions govern the rights and duties of the parties thereto.”  \nC. D. Spangler Constr. Co. v. Indus. Crankshaft & Eng’g Co., 326 N.C. 133, 142 \n(1990).5  “[D]etermining the meaning of language in an insurance policy presents a \nquestion of law for the Court.”  Accardi v. Hartford Underwriters Ins. Co., 373 N.C. \n292, 295 (2020).  “ When interpreting an insurance policy, courts apply general \ncontract interpretation rules.”  Id.  “As in other contracts, the objective of construction \n \n5 The Court notes that the Motions do not require the Court to interpret the Hartford Policy, \nonly the Travelers Policy.  Because the Travelers Policy is governed by North Carolina law, \nthe Court therefore recites only North Carolina legal principles relevant to the interpretation \nof the Travelers Policy. \nof terms in an insurance policy is to arrive at the insurance coverage intended by the \nparties when the policy was issued.”  Wachovia Bank & Tr. Co. v. Westchester Fire \nIns. Co., 276 N.C. 348, 354 (1970).  “The various terms of the policy are to be \nharmoniously construed, and if possible, every word and every provision is to be given \neffect.”  Woods  v. Nationwide Mut. Ins. Co., 295 N.C. 500, 506 (1978); see also \nHarleysville Mut. Ins. Co. v. Buzz Off Insect Shield, L.L.C., 364 N.C. 1, 9 (2010) (“We \nconstrue all clauses of an insurance policy together, if possible, so as to bring them \ninto harmony.” (citation and internal quotation marks omitted)).  “[W]herever  \npossible, the policy will be interpreted in a manner which gives, but never takes away, \ncoverage.”  Wash. Hous. Auth. v. N.C. Hous. Auths. Risk Retention Pool, 130 N.C. App. \n279, 281 (1998) (citation and internal quotation marks omitted). \n23. Further, “a contract of insurance should be given that construction which a \nreasonable person in the position of the insured would have understood it to mean[.]”  \nGrant v. Emmco Ins. Co., 295 N.C. 39, 43 (1978).  If the policy contains a defined term, \n“the court applies that meaning unless the context requires otherwise.  However, if \nthe policy fails to define a term, the court must define the term in a manner that is \nconsistent with the context in which the term is used, and the meaning accorded to it \nin ordinary speech.”  Accardi, 373 N.C. at 295.   \n24. In addition, North  Carolina courts have long held that “any ambiguity or \nuncertainty as to the words used in the policy should be construed against the \ninsurance company and in favor of the policyholder or beneficiary.  If  a court finds \nthat no ambiguity exists, however, the court must construe the document according \nto its terms.”  Id.  At the end of the day, “the intention of the parties as gathered from \nthe language used in the policy is the polar star that must guide the courts[.]”  Cowell \nv. Gaston Cnty., 190 N.C. App. 743, 746 (2008) (quoting McDowell Motor Co. v. N.Y. \nUnderwriters Ins. Co., 233 N.C. 251, 253 (1951)) (cleaned up). \nIII. \nANALYSIS \nA. Hyosung’s First Motion for Partial Summary Judgment \n1. Is the Hartford Policy “Other Insurance” Under the Travelers Policy? \n \n25. The issue raised by the First Motion is whether, on this record, the Other \nInsurance provision in the Travelers Policy reduces Travelers’ indemnity obligation \nto Hyosung.  The  Other Insurance provision in the Travelers Policy provides, in \nrelevant part, that “[i]f there is other insurance covering the same loss or damage,” \nTravelers will only pay amounts in excess of the other insurance up to its applicable \nlimit of insurance.  (Travelers  Policy 37.)  The Hartford Policy—as the purported \nOther Insurance—provides, also in relevant part, that it will pay Logipia such sums \nLogipia “become[s] legally obligated to pay as damages” for an otherwise covered \ninjury or loss subject to the applicable limit of insurance.  (Hartford Policy 18.)   \n26. Hyosung contends that the Travelers and Hartford Policies cover separate \ninterests and risks, so Travelers should not be permitted to rely on the Other \nInsurance provision in the Travelers Policy to avoid its contractual obligation to pay \nHyosung for the full amount of its loss.  (Hyosung’s Supp. 1st Mot. 2.)  Hyosung argues \nthat “other insurance” provisions typically apply only when two or more insurance \npolicies cover the same risk for the benefit of the same person, but here the Travelers \nPolicy covers Hyosung for property loss while the Hartford Policy covers Logipia (not \nHyosung) if Logipia becomes “legally obligated to pay” for damage to the property of \nothers, (Hartford Policy 18).  (Hyosung’s Supp. 1st Mot. 6–9 (citing Barry R. Ostrager \n& Thomas R. Newman, Handbook on Insur ance Coverage Disputes § 11.01 (10th ed. \n2000); Lee R. Russ & Thomas F. Segalla, Couch on Insurance § 219:14 (3d ed. 2005)).)  \nAs such, Hyosung argues that Travelers’ reliance on its Other Insurance provision is \nmisplaced.  Hartford agrees, contending that the Travelers Policy’s Other Insurance \nprovision applies only to first-party property damage policies insuring Hyosung, not \nto third-party liability policies like the Hartford Policy.  (Hartford’s Resp. 1st Mot. 5.)   \n27. Travelers responds by contending that  both the Travelers and Hartford \nPolicies provide coverage when Hyosung’s Products suffer direct physical loss from a \ncovered cause of loss and that the first-party property/third-party liability distinction \nis irrelevant.  (Def. Travelers’ Br. Opp’n to Pl. Hyosung’s 1st Mot. Partial Summ. J. 8 \n[hereinafter “Travelers’ Opp’n 1st Mot.”], ECF No. 87.)  Travelers further contends \nthat the Other Insurance provision limits its obligation to pay Hyosung to those sums \nin excess\n6 of Hartford’s coverage.  (Travelers’ Opp’n 1st Mot. 7–8.)   \n28. As an initial matter, Travelers acknowledges that, but for the Other \nInsurance provision, the Travelers Policy covers Hyosung’s loss.  By its plain \n \n6 See Cinoman v. Univ. of N.C., 234 N.C. App. 481, 485 (2014) (“An excess clause is a type of \n‘other insurance’ clause which ‘generally provides that if other .  . . insurance covers the \noccurrence in question, the “excess” policy will provide coverage only for liability above the \nmaximum coverage of the primary policy or policies.’ ” (quoting Horace Mann Ins. Co. v. Cont’l \nCas. Co., 54 N.C. App. 551, 555 (1981))). \n \nlanguage, the Travelers Policy insures Hyosung’s “business personal property,” \nincluding Hyosung’s “Stock,” in the circumstances here when a covered cause of loss \nresults in “direct physical loss[,]” even if the loss is caused by a Windstorm.  (Travelers \nPolicy 6, 9, 11.)  Travelers agrees that these coverage conditions have been met, a nd \nit is undisputed that Travelers has paid at least a portion of Hyosung’s claimed losses.  \n(Compl. ¶ 19; 1st Li Aff. Ex. 5.) \n29. It is also undisputed that the Hartford Policy indemnifies Logipia for sums \nthat it is “legally obligated to pay as damages,” inc luding those sums arising from \ndamages to Hyosung’s Products at Logipia’s Warehouse.  (Hartford Policy 18.)  Both \nPolicies, therefore, potentially provide insurance coverage to their insureds for \ndamage to Hyosung’s Products.   \n30. Travelers seeks to apply the Travelers Policy’s Other Insurance provision to \nexclude from the amounts it owes to Hyosung all sums that Logipia is entitled to \nrecover from Hartford for damage to Hyosung’s Products.  But that provision applies \nonly if there is other insurance “covering the same loss or damage.”  (Travelers Policy \n37.)  Travelers argues that this is the case here —both the Travelers and Hartford \nPolicies cover damage to Hyosung’s Products.  Therefore, Travelers contends that the \nOther Insurance provision excludes the amou nts payable under the Hartford Policy \nfrom Travelers’ obligation.  (Travelers’ Opp’n 1st Mot. 9–10.) \n31. Hyosung argues, however, that while two policies may pay for—and in that \nsense “cover”—injury resulting from the same loss or damage, that does not mean \nthat the two policies “cover” the same loss or damage within the meaning of the \nTravelers Policy.  Hyosung instead contends that most courts determine if the policies \nat issue “cover[ ] the same loss or damage” by examining whether those policies insure \nthe same party for the same risks.  (Pl. Hyosung’s Reply Supp. Summ. J. Against \nDefs. Travelers and Hartford Re: Other Insurance 2–3 [hereinafter “Hyosung’s Reply \n1st Mot.”], ECF No. 95; Travelers Policy 37.)  Relying on this authority, Hyosung \nargues that Tra velers’ Other Insurance provision does not apply to the Hartford \nPolicy in the circumstances here.  (Hyosung’s Reply 1st Mot. 3.)   \n32. North Carolina’s appellate courts offer little guidance concerning the “other \ninsurance” issue before the Court.  The Fourth Circuit has observed, however, that \n“[i]t is generally held that in order for an other insurance clause to operate in the \ninsurer’s favor, there must be both an identity of the insured interest and an identity \nof risk.”  Horace Mann Ins. Co. v. Gen. Star. Nat’l Ins. Co., 514 F.3d 327, 334 n.3 (4th \nCir. 2008) (quoting Lee R. Russ & Thomas F. Segalla, Couch on Insurance §219:14 \n(3d ed. 2005)).  Other courts and commentators have agreed.  See, e.g. , Great N. Ins. \nCo. v. Mount Vernon Fire Ins. Co. ( Great N. In s. Co. ), 92 N.Y.2d 682, 687 (1999) \n(“Thus, a proper interpretation of the [‘other insurance’ provision] requires us first to \nclassify the types of coverage delineated in [the ‘other insurance’ provision] according \nto the interests protected under the insurance contract.  This, in turn, is accomplished \nby identifying the beneficiary of the insurer’s duty to pay (or indemnify).”  (citing 1 \nEric M. Holmes, Appleman on Insurance § 3.2, at 343 (2d ed. 1996))); 3 D. Leitner, R. \nSimpson & J. Bjorkman, Law and Practice of Insurance Coverage Litigation § 38.2(b), \nat 38- 4–38-5 (2002) (noting that “other insurance” provisions apply if the policies \nmeet the following requirements: “1. Do the policies insure the sam e risk?  2. Do the \npolicies insure the same interest?  3. Are the policies concurrent?  If the answer to \nany of these questions is in the negative, then the ‘other insurance’ clause is not \ntriggered.”).  The Court finds the guidance from these sources pers uasive and elects \nto apply their analytical framework here. \n33. The Court thus turns to whether the Travelers and Hartford Policies insure \nthe same interest from the same risk and concludes that they do not.  T he Court \nagrees with the New York Court of Appeals  that first-party property insurance and \nthird-party liability insurance do not insure the same interest.  As the New York high \ncourt has explained: \nInsurance contracts generally are assigned to one of two classes: either \n“first-party coverage” or “third- party coverage.”  “First -party coverage” \npertains to loss or damage sustained by an insured to its property; the \ninsured receives the proceeds when the damage occurs.  In contrast, if \nthe insurer’s duty to defend and pay runs to a third-party claimant who \nis paid according to a judgment or settlement against the insured, then \nthe insurance is classified as “third -party insurance.”  Thus, wholly \ndifferent interests are protected  by first-party coverage and third- party \ncoverage. \n \nGreat N. Ins. Co., 92 N.Y.2d a t 687–88 (emphasis added) (citations omitted).   The \nNew York Court of Appeals was tasked in that case with interpreting whether a \nhomeowner’s liability policy was “other insurance” under a first-party property policy \nthat became excess if the “other insurance” policy provided “similar coverage for ‘your \nwork.’ ”  Id. at 686 (citation omitted) .  The court concluded that “the third -party \nindemnification aspect of the homeowner’s coverage” distinguished it from the \nproperty policy and that “[t]o find the [homeowner’s] policy ‘similar’ to the [property] \npolicy would confuse the important contractual and practical distinctions between \nthese two coverages.”  Id. at 688.  \n34. While the policy language is different in this case, the fact remains that the \nTravelers Policy covers Hyosung for its property losses  and the Hartford Policy only \nprovides coverage to the extent that a third -party claimant can establish liability \nagainst Logipia.  The Travelers Policy does not indemnify Logipia for its losses nor \ndoes the Hartford Policy indemnify Hyosung for its losses.  While each policy provides \ncoverage for damage to the same Property, each policy protects a separate insured \nfrom a separate risk—Hyosung gets first-dollar protection if its property is damaged \nwhereas Logipia gets coverage if it is legally obligated to pay damages resulting from \nloss to that same Property.  The Court concludes that these interests are sufficiently \ndifferent to exclude the Hartford Policy from the Other Insurance provision of the \nTravelers Policy as a matter of North Carolina law.7   \n2. Does the Services Agreement Displace the Travelers Policy’s Terms? \n \n35. In the alternative, Travelers argues that the Services Agreement between \nLogipia and Hyosung is an indemnity agreement that requires the Travelers Policy \n \n7 In light of the Court’s ruling, the Court need not address the parties’ vigorous debate over  \nwhether Logipia has “become legally obligated to pay [any sums] as damages” arising from \nthe damage to Hyosung’s Products.  In that regard, Hartford argues that Logipia has not , \nasserting that “[a]t the moment, . . . Hartford’s policy, by definition, does not yet cover Logipia \nfor any indemnity obligation because [Logipia is] not legally obligated to pay anything.”  \n(June 24, 2021 Hr’g Tr. 31:8–31:11 [hereinafter “Tr.”], ECF No. 118.)  As a result, Hartford \ncontends that Travelers’ Other Insurance provision has not been triggered and that any claim \nbased on that provision is premature.  Travelers argues in opposition that the phrase “legally \nobligated to pay as damages” does not require the entry of a money judgment and instead is \nsatisfied by Logipia’s breach of its Services Agreement with Hyosung.  According to Travelers, \nHartford’s coverage has been triggered because Logipia became legally obligated to indemnify \nHyosung “the moment the damage to the building happened” since Logipia was contractually \nbound to indemnify Hyosung “under the services agreement.”  (Tr. 21:21–21:23.) \n \nto be deemed excess over the Hartford Policy.  (Travelers’ Opp’n 1st Mot. 13–18.)  The \nServices Agreement, however, cannot alter the unambiguous language in the \nTravelers Policy purporting to fully integrate the Policy: \n5. Changes \nThis policy contains all the agreements between the Insured and the \nCompany concerning the insurance afforded.  The policy terms can be \namended or waived only by written endorsement issued by the Company \nas part of this policy.  \n \n(Travelers Policy 34.) \n \n36. Moreover, our Supreme Court has rejected efforts by insurers, like Travelers \nhere, to avoid an obligation to pay its insured because of a separate contract between \nthe insured and another party, concluding: \nThe terms of another contract between different par ties cannot affect \nthe proper construction of the provisions of an insurance policy.  The \nexistence of the second contract, whether an insurance policy or \notherwise, may or may not be an event which sets in operation or shuts \noff the liability of the insurance company under its own policy.  Whether \nit does or does not have such effect, first, requires the construction of the \npolicy to determine what event will set in operation or shut off the \ncompany's liability and, second, requires a construction of the o ther \ncontract, or policy, to determine whether it constitutes such an event. \n  \nGaston Cnty. Dyeing Mach. Co. v. Northfield Ins. Co. ( Gaston), 351 N.C. 293, 305 \n(2000) (cleaned up).   \n37. As discussed above, the Court has concluded that the plain language of the \nOther Insurance provision in the Travelers Policy puts the Hartford Policy beyond its \nreach.  Particularly in light of the Travelers Policy’s integration clause, Travelers \ncannot rely on Hyosung’s Services Agreement with Logipia —a contract to which \nTravelers is not even a party—to avoid its obligation to Hyosung under the Travelers \nPolicy’s plain language.  For these reasons, Travelers’ reliance on the Services \nAgreement is unavailing. \n38. Accordingly, the Court concludes, as a matter of law, that the Hartford \nPolicy is not Other Insurance under the Travelers Policy and that Hartford should \ntherefore be dismissed from this action.  \nB.  Hyosung’s Second Motion for Partial Summary Judgment  \n \n1. One Windstorm Deductible or Two? \n39. Hyosung’s Second Motion posits that Incidents 1 and 2 were part of the same \n“occurrence” under the Travelers Policy as a matter of law, so Hyosung is only \nresponsible for the payment of a single $1.55 million Windstorm Deductible on its \nclaim.  Travelers contends in opposition that the two Inc idents are separate and \ndistinct “occurrences” under the Travelers Policy and that therefore Travelers \nproperly deducted two $1.55 million Windstorm Deductibles from its payment to \nHyosung for its covered losses under that Policy.   \n40. As with all coverage di sputes, the Court’s analysis must begin with the \nlanguage of the Travelers Policy.  See, e.g., Mazza v. Med. Mut. Ins. Co., 311 N.C. 621, \n628 (utilizing “a strict contractual analysis focused on the language of the insurance \ncontract to determine whether coverage exists”).  Significantly, the term “occurrence” \nis undefined, and the Windstorm Deductible provides, in relevant part, as follows: \n3. Application of Deductibles and Limits of Insurance –  \n“Windstorm” or Hail Additional Provisions \na. When a “Windstorm” or Hail Limit of Insurance (including an \nentry of Included or Not Covered) or a “Windstorm” or Hail \ndeductible is shown in the Supplemental Coverage Declarations, \nsuch Limit of Insurance or deductible will apply to all loss or damage \nin any one occurrence: \n(1) Caused directly or indirectly by “Windstorm” or Hail that \noccurs at the locations to which the “Windstorm” or Hail Limit of \nInsurance or deductible applies, regardless of any other cause or \nevent that contributes concurrently or in any sequence to the loss \nor damage; \n \n(Travelers Policy 33.) \n41. Hyosung argues that the Deductible’s language is susceptible to just one \nmeaning: a single Windstorm Deductible of $1.55 million must be applied  because \n“all loss or damage” suffered in Inciden ts 1 and 2 was “caused directly or indirectly \nby [the] ‘Windstorm’ [occurring on 19 April 2019] . . . regardless of any other cause or \nevent that contribute[d] concurrently or in any sequence to the loss or damage[.]”  \n(Hyosung’s Supp. 2nd Mot. 9 (quoting  Travelers Policy 33) (emphasis omitted).)  In \nparticular, Hyosung contends that, regardless of whether Incident 2 was caused by \nrain or sprinkler activation, Incident 1 indirectly caused Incident 2 because Incident \n1 resulted in the open roof and temporary  repair that led to  the losses suffered in \nIncident 2.  (Hyosung’s Supp. 2nd Mot. 11.)  As such, Hyosung argues that only a \nsingle Windstorm Deductible applies.   \n42. Travelers contends in opposition that neither the undefined term \n“occurrence” nor the language of the Windstorm Deductible and its “anti -concurrent \ncausation” provision\n8 permits such a simplistic interpretation.  Travelers argues \n \n8 The “anti-concurrent causation” provision here is the portion of paragraph 3.a(1) of the \nPolicy that applies a Windstorm Deductible to “all loss or damage in any one occurrence . . . \n[c]aused directly or indirectly by [a] Windstorm[ ] . . . regardless of any other cause or event \nthat contributes concurrently or in any sequence to the loss or damage[.]”  (Travelers Policy \n33.) \ninstead that the Court should apply the “effects” test that the United States Court of \nAppeals for the Second Circuit used to calculate the number of occurrences under a \nfirst-party property insurance policy in Newmont Mines v. Hanover Ins. Co., 784 F.2d \n127 (2d Cir. 1986) and SR Int’l Bus. Ins. Co. v. World Trade Ctr. Props, L.L.C. , 467 \nF.3d 107 (2d Cir. 2006).  (Travelers’ Opp’n 2nd Mot. 7–14.)  Travelers contends that \nif the Court applies the “effects” test, it should find two occurrences under the \nTravelers Policy  because Incidents 1 and 2 did not “constitute [ ] a single \nuninterrupted continuous process closely linked in time and space [.]”  (Travelers’ \nOpp’n 2nd Mot. 7–14.)  In conclusion, Travelers asserts that if, as the Second Circuit \nheld in World Trade Ctr. Props., L.L.C., “the terrorist attacks of September 11, 2001—\n[which were] part of a coordinated attack separa ted by only sixteen (16) minutes —\nare two occurrences under the [same Travelers Policy], the losses at issue here must \nbe two occurrences.”  (Travelers’ Opp’n 2nd Mot. 13–14.)  \n43. The Court turns first to the Windstorm Deductible’s use of the undefined \nterm “occurrence.”  Under North Carolina’s rules of contract construction,  \n[W]ords which are used in common, daily, nontechnical speech, should, \nin the absence of evidence of a contrary intent, be given the meaning \nwhich they have for laymen in such daily usage, rather than a restrictive \nmeaning which they may have acquired in legal usa ge.  In  the \nconstruction of contracts the purpose is to find and give effect to the \nintention of the contracting parties, if possible.   \n \nN.C. Farm Bureau Mut. Ins. Co. v. Martin, 376 N.C. 280, 287 (2020)  (citation \nomitted).  “In construing the ordinary an d plain meaning of disputed terms, [the \nSupreme Court of North Carolina] has used ‘standard, nonlegal dictionaries’ as a \nguide.”  C. D. Spangler Constr. Co., 326 N.C. at 152 (citation omitted). \n44. Dictionary definitions of the word “occurrence” in use at the time the \nTravelers Policy was issued are similar to each other.  For example, the Merriam -\nWebster Online Dictionary defines “occurrence” as “something that occurs” and “ the \naction or fact of happening or occurring.”  Occurrence, Merriam -Webster \nDictionary, https://www.merriam-webster.com/dictionary/occurrence (last visited \nDec. 16, 2021).  Dictionary.com likewise defines “occurrence” to include “the action, \nfact or instance of occurring” or “something that happens; event; incident.”  \nOccurrence, Dictionary. com, https://www.dictionary.com/browse/occurrence (last \nvisited Dec. 16, 2021).  The American Heritage Dictionary of the English Language  \nis to a similar effect: “ The action, fact, or instance of occurring  . . . Something that \ntakes place; an event or incident.”  Occurrence, American Heritage Dictionary of the \nEnglish Language, https://www.ahdictionary.com/word/search.html?q=occurrence \n(last visited Dec. 1 6, 2021).  The MacMillan Dictionary is not materially different: \n“something that happens, especially something unexpected and unpleasant” or “the \nfact of something existing or happening, especially something unexpected and \nunpleasant.”   Occurrence, Macmillan Diction ary, \nhttps://www.macmillandictionary.com/us/dictionary/american/occurrence (last \nvisited Dec. 1 6, 2021).  What these definitions make clear —and what is important \nfor present purposes —is that an “occurrence” in its everyday usage may include \nboth an unexpected event or incident or an ongoing process or series of events.  \n45. The North Carolina courts also provide useful guidance.  While North \nCarolina’s appellate or federal courts do not appear to have addressed whether an \nevent or series of events constit utes one or more occurrences under a first -party \nproperty damage policy like the Travelers Policy  here, North Carolina state and \nfederal courts have considered the issue under a third-party liability policy.  In those \ncases, the North Carolina courts have determined the number of occurrences under \nan insurance policy by applying a “cause” test rather than Travelers’ preferred \n“effects” test.  See Gaston, 351 N.C. at 303 (“In determining whether there was a \nsingle occurrence or multiple occurrences, we look to the cause of the property damage \nrather than to the effect.”).   \n46. First, in Christ Lutheran Church v. State Farm Fire & Cas. Co. ( Christ \nLutheran), 122 N.C. App. 614 (1996) aff’d per curiam, 344 N.C. 732 (1996), the Court \nof Appeals considered a case in which the plaintiff’s treasurer embezzled church funds \nover the course of several weeks by writing himself twenty-four separate checks from \nthe church’s accounts.  The court held that these twenty -four instances of \nembezzlement comprised a single occurrenc e under the policy at issue because \n“[t]hese checks were all written in furtherance of one employee’s dishonest acts.  They \ndo not constitute a new and individual act of dishonesty, as alleged by plaintiff, but \nare instead a continuum of wrongful actions.  This was the cause of plaintiff’s loss.”  \nId. at 617.  The court limited total recovery for the twenty -four checks to the per \noccurrence limit of $5,000.  Id. at 616, 618. \n47. Four years later, our Supreme Court decided Gaston , 351 N.C. 293 (2000).  \nIn that case, a pressure valve rupture allowed a contaminant to leak over the course \nof two months into nearly sixty tons of contrast media dye, a chemical used in medical \nimaging.  Id. at 295.  The leak started during one policy period but was not discovered \nuntil a later policy period.  Id.  Critical to a determination of coverage, therefore, was \nwhether these facts presented one or more occurrences and when the occurrence or \noccurrences occurred.  Id. at 299.   \n48. In interpreting the term “occurrence,” which was defined in the policy as an \n“accident, including continuous or repeated exposure to substantially the same \ngeneral harmful conditions,” id. at 300, the Supreme Court concluded first as follows: \nThe sudden, unexpected leakage from the pressure vessel, causing \nrelease of a contaminant into [the] dye product, certainly comes within \nthe ordinary meaning of the term “accident.”  Further, there is no \ndispute that all the damage occurred as a result of exposure to the same \nharmful condition -- continued leakage of the contaminant into the dye \nproduct.  Thus, under the plain language of the insurance policies, the \nproperty damage was caused by an occurrence, and property damage \noccurred on 21 June 1992 when the pressure vessel ruptured.  Stated \ndifferently, the “injury -in-fact” in this case can be determined with \ncertainty because the cause of the property damage occurred and \nproperty damage resulted on 21 June 1992.  Therefore, the 1 July 1991 \nto 1 July 1992 policy period is triggered, even though the contamination \ncontinued until discovery of the leak on 31 August 1992. \n \nId. at 302.  \n49. Having reached that conclusion, the Supreme Court then reasoned: \nIn this case, the rupture of the pressure vessel caused all of the ensuing \nproperty damage, even though the damage continued over time, \ncontaminating multiple dye lots and extending over two policy periods.  \nTherefore, when, as in this case, the accident that causes an injury -in-\nfact occurs on a date certain and all subsequent damages flow from the \nsingle event, there is but a single occurrence; and only policies on the \nrisk on the date of the injury -causing event are triggered.  We believe \nthis interpretation is the most faithful to the language and terms of the \ninsurance policy. \n \nId. at 303–04.  Thus, like the Court of Appeals in Christ Lutheran, the Supreme Court \nin Gaston found multiple injury -causing events over a relatively lengthy period of \ntime to constitute a single occurrence under the policy at issue.  Id. at 304. \n50. Similarly, in W. World Ins. Co. v. Wilkie (Wilkie), No. 5:06-CV-64-H(3), 2007 \nU.S. Dist. LEXIS 81677 (E.D.N.C. Nov. 1, 2007), the United States District Court for \nthe Eastern District of North Carolina applied North Carolina law to determine that \nchildren’s exposure to E. coli  over ten days at a state fair petting zoo constituted a \nsingle occurrence under the liability policy at issue.  The court cited the “cause” test \nfrom Gaston and Christ Lutheran in concluding that, “[t]he presence of E.Coli [sic] at \nthe petting zoo is the general harmful condition to which defendants were exposed, \nand the cause of this condition was [the defendant’s] ongoing negligence.”  Id. at *19.  \nTherefore, the court concluded that there was only one occurrence.  Id. \n51. Finally, in Mitsui Sumitomo Ins. Co. of Am. v. Duke Univ. Health Sys. , 509 \nF. App’x 233, 241 (4th Cir. 2013), the Fourth Circuit relied upon Gaston’s “cause” test \nto affirm a district court’s conclusion that an elevator company’s negligence in failing \nto dispose of hydraulic fluid us ed in hospital renovations that was later mistakenly \nused to wash surgical instruments and thereby caused injury to patients was a single \noccurrence under the policy at issue.  \n52. While all of these cases construed policies defining the term “occurrence” \nand none involved first -party property coverage, the “occurrence” definitions in the \npolicies were consistent with that term’s common usage.\n9  Additionally, unlike with \n \n9 See, e.g., Christ Lutheran, 122 N.C. App. at 616 (defining “occurrence” as “[a]ll loss involving \na single act, or series of related acts, caused by one or more persons.” (emphasis added) ); \nthe Travelers Policy’s Other Insurance provision, the Court discerns no reason why \nthe tes t to determine an “occurrence” should vary depending on whether a policy \ncovers insureds against first-party property damage rather than against third-party \nliability.  Consequently, the Court concludes that these decisions provide \ndeterminative guidance here.   \n53. The Court finds further support for its conclusion from courts in other \njurisdictions which have applied the “cause” test, rather than the “effects” test, to \ndetermine the number of occurrences under a first-party property damage insurance \npolicy like the Travelers Policy here.  See, e.g., U.E. Tex. One-Barrington, Ltd. v. Gen. \nStar Indem. Co., 332 F.3d 274, 277 (5th Cir. 2003) (under a property policy, “the \nproper focus in interpreting ‘occurrence’ is on the events that cause the injuries and \ngive rise to the insured’s liability, rather than on the number of injurious effects.” \n(quoting Ran-Nan Inc. v. Gen. Accident Ins. Co. of Am. , 252 F.3d 738, 740 (5th Cir. \n2001))); Basler Turbo Conversions LLC v. HCC Ins. Co., 601 F. Supp. 2d 1082, 1084–\n85, 1089 –90 (E.D. Wis. 2009) (applying cause test to determine the number of \noccurrences under a property policy).  Accordingly, based on the above, the Court \nconcludes that , if faced with the issue, our Supreme Court would apply Gaston ’s \n \nGaston, 351 N.C. at 295–96, 301 (an occurrence-based comprehensive general liability policy \ndefining occurrence as “[w]ith respect to bodily injury or property damage[  ]: an accident, \nincluding continuous or repeated exposure to substantially the same harmful conditions \n. . . .”); Wilkie, 2007 U.S. Dist. LEXIS 81677 at *8 (an occurrence -based policy defining \n“occurrence” as “an accident, including continuous or repeated exposure to substantially the \nsame general harmful conditions”);  Mitsui Sumitomo, 509 Fed. App’x.  at 236 (defining \n“occurrence” as “an accident, including the continuous repeated exposure to substantially the \nsame harmful condition”). \n“cause” test, rather than the Second Circuit’s  “effects” test, to determine if one or \nmore occurrences have taken place under the Travelers Policy.  \n54. The Court will thus apply Gaston ’s “cause” test to the undisputed facts \nhere.10  As noted above, the Gaston  Court concluded that where “all subsequent \ndamages flow from [a] single event, there is but a single occurrence[.]”  Gaston , 351 \nN.C. at 304.  Here, it is undisputed that Incident 1 caused substantial damage to the \nWarehouse’s roof, which necessitated the  repairs that later failed in Incident 2, \ncausing further damage to Hyosung’s Products.  Like the valve rupture in Gaston \nthat allowed contaminants to continually seep into the media contrast dye, the initial \nWindstorm exposed Hyosung’s Products to the elements .  The attempted repair not \nonly caused further water damage by apparently activating the Warehouse’s \nsprinkler system, but it also failed to protect Hyosung’s Products from further rain \ndamage.\n11  In short, like Gaston ’s pressure vessel rupture, the hole in the \n \n10 Despite the Court’s conclusion that Gaston’s “cause” test should be applied, Travelers \nargues that Gaston’s test must be displaced by operation of the Windstorm Deductible’s anti-\nconcurrent causation language.  (Travelers’ Opp’n 2nd Mot. 17 n.6.)  The Court disagrees.  By \nthe Windstorm Deductible’s plain terms, the anti-concurrent causation language is relevant \nonly if Hyosung suffers “loss or damage in any one occurrence[.]”  (Travelers Policy 33.)  The \nanti-concurrent causation language , therefore, does not bear on the determination of the \nnumber of occurrences under the Windstorm Deductible and becomes relevant only after an \noccurrence has been established. \n \n11 Hyosung’s Technical Manager explained in an April 26 email to the Travelers adjuster \nthat: \n \nTo follow up on my voicemail earlier, with the rain this morning  the \nSavannah Warehouse has become partially flooded – temporary curtains \nby Duke real ty and our tarps + floor damns [sic] were not effective in \nstopping the water entering the building from the open roof  to moving \noutward and potentially effecting [sic] additional material. \n \n(Travelers’ Opp’n 2nd Mot. Ex. 3 (emphasis added).)   \nWarehouse’s roof that allowed wind and rain to damage Hyosung’s Products during \nIncident 1 is the same hole in the Warehouse’s roof that allowed wind 12 and rain to \ndamage Hyosung’s Products in Incident 2.   \n55. The fact that Incidents 1 and 2 took place one week apart is of no \nconsequence since both Incidents were caused by the April 19 W indstorm.  See \nAppalachian Ins. Co. v. Liberty Mut. Ins. Co., 676 F.2d 56, 61 (3d Cir. 1982) (“The fact \nthat there were multiple injuries and that they were of different magnitudes and that \ninjuries extended over a period of time does not alter our conclusion that there was a \nsingle occurrence.  As long as the injuries stem from one proximate cause there is a \nsingle occurrence.”); Gaston, 351 N.C. at 298, 304  (affirming the trial court’s finding \nof a single occurrence even though the leak repeatedly contaminated medical dye for \nover two months); Liberty Mut. Ins. Co. v. Treesdale, Inc. , 418 F.3d 330, 339 (3d Cir. \n2005) (affirming the finding that multiple incidents of  asbestos exposure over a ten-\nyear period were a single occurrence).   Accordingly, the Court concludes, for the \nreasons set forth above, that a single Windstorm Deductible applies to Incidents 1 \nand 2. \n2. A Second Windstorm?  \n56. As noted above, a “Windstorm” is defined in the Travelers Policy as “a storm \nwith wind or wind gusts, with or without, and regardless of the amount of, \nprecipitation.”  (Travelers Policy 47.)  Travelers contends in the alternative that \n \n12 Travelers posits, without evidence, that the sprinkler heads were likely activated when the \nwind lifted the repair sheeting into the air.  (Travelers’ Opp’n 2nd Mot. 18–19.)  Even if true, \nwind was only able to enter the Warehouse because the April 19 W indstorm removed vast \nportions of the roof. \nIncident 2 resulted from a second W indstorm on April 26, requiring application of a \nsecond Windstorm Deductible.  For its support, Travelers first points to a Project \nManager Report  between Duke Realty and SRM on April 25 resolving to install \nplastic sheeting “to minimize additional damage due to the potential rain moving into \nthe area on Friday  [April 26].”  (Travelers’ Opp’n 2nd Mot. Ex. 2, ECF No. 103.2.)  \nThis report, however, does not permit  a factfinder to conclude that a W indstorm \noccurred on April 26.  Not only does the communication predict rain, not a Windstorm, \nbut the communication’s forecast of rain, without more, does not provide evidence \nthat rain, much less a Windstorm, in fact occurred. \n57. Travelers next points to the April 26 email from Hyosung’s technical \nmanager discussed in footn ote 11 above.  (Travelers’ Opp’n  2nd Mot. Ex. 3.)  While \nthis communication may provide evidence that it rained at the Warehouse on April \n26, it cannot, without more, provide a basis for a factfinder’s conclusion that a \nWindstorm occurred that day. \n58. Finally, Travelers relies on an affidav it from a Travelers adjuster who was \nnot present at the Warehouse on the day of Incident 2 but who inspected and \nphotographed the Warehouse three days later.  The adjuster claimed that he \n“discovered that the sprinkler system did not engage due to damage while installing \nthe tarps and sheeting.  Rather, it occurred when a thunderstorm came through the \narea which caused the sheeting to whip around in the winds.”  (Travelers’ Opp’n 2nd \nMot. Ex. 1, ¶  11, ECF No. 103.1.)  The adjuster’s claim that a thunderstor m caused \nthe damage suffered in Incident 2 is offered without supporting evidence or analysis, \nhowever, and, as such, constitutes impermissible speculation and conjecture which \nmust be disregarded as inadmissible hearsay.  See Gilreath v. N.C. HHS , 177 N.C . \nApp. 499, 503 (2006) (“Affidavits supporting or opposing a motion for summary \njudgment ‘shall be made on personal knowledge, shall set forth such facts as would \nbe admissible in evidence, and shall show affirmatively that the affiant is competent \nto testify to the matters stated therein.’ ” (quoting N.C. Gen. Stat. § 1A-1, Rule 56(e) \n(2005))); see also  Moore v. Coachmen Indus. Inc. , 129 N.C. App. 389, 394 (1998) \n(“Hearsay matters included in affidavits should not be considered by a trial court in \nentertaining a party’s motion for summary judgment.”). \n59. Accordingly, for the reasons set forth above, Travelers has failed to offer \nevidence, whether considered separately or collectively, from which a reasonable \nfactfinder could conclude that there was a second Windstorm on April 26.  Travelers’ \nalternative contention therefore is without merit. \nIV. \nCONCLUSION \n60. WHEREFORE, for the reasons set forth above, the Court hereby GRANTS \nboth of Hyosung’s Motions for Partial Summary Judgment and: \na. ENTERS JUDGMENT DECLARING that the Hartford Policy does \nnot constitute Other Insurance under the terms of the Travelers Policy \nand therefore that Hyosung’s claims against Hartford in this action are \nhereby DISMISSED; \nb. ENTERS JUDGMENT DECLARING that all loss or damage arising \nfrom Incident 1 and Incident 2 constituted a single “occurrence” under \nthe Travelers Policy; \nc. ENTERS JUDGMENT DECLARING that a single Windstorm \nDeductible applies to all loss or damage arising from Incident 1 and \nIncident 2 under the Travelers Policy;  \nd. ENTERS JUDGMENT ORDERING Travelers to pay to Hyosung the \n$1.55 million that Travelers deducted from its payment to Hyosung for \nIncident 2 under the Travelers Policy. \nSO ORDERED, this the 16th day of December, 2021. \n \n \n     /s/ Louis A. Bledsoe, III  \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}