{
  "id": "38f87964c89182c24e4a5f139af4464d6f7078fdc7464e85b98afababbfc680a",
  "source_file": "data/raw/ncbc/38f87964c89182c24e4a5f139af4464d6f7078fdc7464e85b98afababbfc680a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nIREDELL COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 89 \nSHANE BOURGEOIS and PITBOX \nAUTO SALES LLC, \nPlaintiffs, \nv. \nJAMES MATTHEW LAPELUSA, JR.; \nBRIAN PERRY; RALPH ERSKINE \nSTEVENSON III; THE PIT BOX, LLC; \nand AMERICAN AUTOMOTIVE \nGROUP, INC.,  \nDefendants. \nORDER AND FINAL JUDGMENT \n \n1. THIS MATTER  comes before the Court on Defendants ’ Motion to \nConfirm Arbitration Award and Enter Judgment pursuant to N.C.G.S.  § 1-569.22 \n(Motion to Confirm), (ECF No. 54). \n2. Plaintiffs originated this matter by filing a  Complaint on 13 January \n2021.  (Compl., ECF No. 3.)   \n3. On 15 January 2021, the case was designated as a mandatory complex \nbusiness case by Order of the Chief Justice of the North Carolina Supreme Court \npursuant to Section 7A-45.4(a) of the North Carolina General Statutes.  (Designation \nOrder, ECF No. 1.)  It was reassigned from the Honorable Michael L. Robinson to the \nundersigned on 6 May 2021.  (Reassignment Order, ECF No. 20.) \n4. On 23 September 2022, the Court entered an Order and Opinion  \ngranting in part and denying in part Defendants’ Motion to Dismiss and denying \nPlaintiffs’ Motion to Amend.  See Bourgeois v. Lapelusa, 2022 NCBC LEXIS 111 (N.C. \nBourgeois v. LaPelusa, 2025 NCBC 16. \nSuper. Ct. Sept. 23, 2022).  Thereafter, the parties jointly moved for an order referring \nthe case to arbitration.  (Joint Mot. for Order Referring Case to Arbitration, ECF No. \n46.) \n5. On 21 August 2023, the Court granted the parties’ motion and entered \na Consent Order referring this matter to arbitration  (the Consent Order), (ECF No. \n48.)  The parties stipulated that the Pit Box, LLC was judicially dissolved and that \nonly the following issues remained for consideration and decision by the Arbitrator: \n(1) Whether any of the Defendants were unjustly enriched to the \ndetriment of Plaintiff Shane Bourgeois or The Pit Box, LLC; \n \n(2) Whether Plaintiff Shane Bourgeois or Pit Box Auto Sales, LLC is \nliable to Defendants, or any of them, under the Counterclaims made \nby Defendants pending in this action; and \n \n(3) A plan to wind up The Pit Box, LLC pursuant to Article 6, Chapter \n57D of the North Carolina General Statutes.  \n(Consent Order ¶ 2(C)(ix).) \n6. The parties designated Chase Saunders as Arbitrator in accordance \nwith the Consent Order. \n7. After reviewing documentary evidence and hearing testimony, Mr. \nSaunders issued an Arbitration Award (Award) on 15 November 2024.  A true and \ncorrect copy of the Award is attached as Exhibit A and incorporated herein. \n8. Addressing the first issue, the Arbitrator ruled that Defendants had not \nbeen unjustly enriched to the detriment of Plaintiff Shane Bourgeois or The Pit Box, \nLLC. \n9. Addressing the second issue, the Arbitrator ruled in favor of The Pit Box, \nLLC with respect to its counterclaims and ordered Shane Bourgeois to pay \ncompensatory damages in the amount of $217,191. 39 to The Pit Box LLC, with \ninterest accruing at the North Carolina statutory rate of 8% per annum after \njudgment is entered until paid. \n10. The Arbitrator denied all remaining claims. \n11. As for a plan to wind up The Pit Box, LLC resulting from its judicial \ndissolution, the Arbitrator determined that The Pit Box, LLC’s total assets consist of \nits entitlement to recover $217,191. 39 from Shane Bourgeois and some tools valued \nat $10,750.00, for a total of $227.941.39.  From that amount, the Arbitrator directed \nthat The Pit Box , LLC repay a loan of $34,288.00 to Shane Bourgeois and a loan of \n$89,267.49 to American Auto motive Group, Inc.  The Arbitrator divided the to ols \nequally between Shane Bourgeois and Brian Perry and then directed payment of \n$5,375.00 to James Lapelusa, Jr. \n12. After accounting for the amounts distributed in dissolution, the net \namount Shane Bourgeois is liable to The Pit Box, LLC for is $153,483.09. \n13. The Arbitrator concluded that there are no remaining assets available \nfor the satisfaction of other claims or for distribution. \n14. On 22 November 2024, Plaintiff s filed an objection to the Motion to \nConfirm opposing entry of a judgment on the Award pending the Arbitrator’s ruling \non Plaintiffs’ simultaneously filed Motion to Amend that Award.  (Obj., ECF No. 56.) \n15. On 17 December 2024, Defendants filed the Arbitrator’s Order denying \nPlaintiffs’ Motion to Amend.  (Not., ECF No. 58.) \n16. This proceeding is governed by the North Carolina Revised Uniform \nArbitration Act, N.C.G.S. §§ 1-569.1 et seq.  The confirmation of an arbitration award \nis subject to N.C.G.S. § 1-569.22, which states: \nAfter a party to an arbitration receives notice of an award, the party \nmay make a motion to the court for an order confirming the award.  \nUpon motion of a party for an order confirming the award, the court \nshall issue a confirming order unless the award is modified or corrected \npursuant to [N.C.]G.S. 1 -569.20 or [N.C.]G.S. 1 -569.24 or is vacated \npursuant to [N.C.]G.S. 1-569.23. \n \nN.C.G.S. §  1-569.22.  Having received no motion to modify, correct, or vacate the \nAward, the Court concludes that confirmation of the Award is warranted. \n17. In addition, section 1-569.25(a) of the North Carolina General Statutes \nprovides that “upon granting an order confirming . . . an award, the court shall enter \na judgment in conformity with the order.  The judgment may be recorded, docketed, \nand enforced as any other judgment in a civil action.” \n18. Based on the foregoing, the Court concludes that the Motion to Confirm \nshould be GRANTED. \n19. THEREFORE, IT IS  ORDERED, ADJUDGED, AND DECREED \nthat the Motion to Confirm is GRANTED, the Award attached hereto as Exhibit A \nis hereby confirmed, and Judgment is entered as follows: \na. Plaintiff Shane Bourgeois is liable to Defendant The Pit Box, LLC on \nits counterclaims for compensatory damages in the amount of \n$217,191.39. \nb. Pursuant to N.C.G.S. §  24-5, interest shall accrue at the North \nCarolina statutory rate of 8% per annum from entry of this Judgment \nuntil satisfied. \nc. Once this Judgment is satisfied, The Pit Box, LLC shall be wound up \nin accordance with the Arbitrator’s Award. \nd. This Judgment shall be recorded, docketed, and enforce d as any \nother judgment in a civil action. \ne. Each party shall bear its own counsel fees and costs.  \n \nSO ORDERED, this the 18th day of March, 2025. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n \nEXHIBIT A \n \n1 \n \nSTATE OF NORTH CAROLINA            GENERAL COURT OF JUSTICE \nCOUNTY OF IREDELL              SUPERIOR COURT DIVISION  \n                  File No. 21 CVS 89 \n \nSHANE BOURGEOIS and PITBOX \nAUTO SALES, LLC., \n    \n Plaintiffs,  \n \nvs.                     ARBITRATION AWARD and REPORT  \n         TO THE SUPERIOR COURT \nJAMES MATTHEW LAPELUSA, JR., \nBRIAN PERRY, RALPH ERSKINE  \nSTEVENSON, III., THE PIT BOX, LLC., \nand AMERICAN AUTOMOTIVE GROUP, \nINC., \n \nDefendants.  \n \n_____________________________________ \n \n \nThis MATTER comes on before the undersigned arbitrator for a final hearing conducted on \nSeptember 12 – 13, 2024, for purposes of adjudication and the entry of an award  and report to be \ntransmitted for consideration by  the Superior Court assigned Complex Business Cases in Iredell \nCounty.  \nCounsel \n \nClaimant Shane Bourgeois appears on behalf of himself and Pitbox Auto Sales, LLC. Both \nare represented by Attorney David P. Parker, Esq. with the Harbinson Parker Law Firm. \n \nRespondents James Matthew Lapelusa appearing on behalf of himself and American \nAutomotive Group, Inc., Brian Perry, Ralph Erskine Stevenson, III., and The Pit Box, LLC., a joint \nventure. All Respondents are represented by attorney Gilbert J. Andia, Esq. with the Higgins \nBenjamin Law Firm.   \n \nParties   \n \nClaimant Shane Bourgeois is a citizen and resident of Iredell County, North Carolina  and a \nMember Manager of Pitbox Auto Sales, LLC ( hereafter “PAS”). \n \nClaimant entity, identified as Pitbox Auto Sales, LLC. is a North Carolina limited liability \ncompany organized on November 24, 2014. Its owners are Shane Bourgeois and a family member.   \n \nThe Respondent entity identified as The Pit Box, LLC ( hereafter “PB” ) is a North Carolina \nlimited liability company organized on A pril 10, 2014 by Attorney John Hanzel for Claimant \nBourgeois and whose registered agent  was The Law Office of Ralph E. Stevenson, III. , LLC.  \nClaimant Bourgeois and Respondent Brian Perry were its  owners Member Managers through 2015 \n \n2 \n \n– 2019. PB was the name of the joint venture Claimants and Respondents formed in December of \n2019. \n \nRespondent  James Matthew Lapelusa, Jr. is a citizen and resident of Mecklenburg County \nresiding in Cornelius, North Carolina. \n \nRespondent Brian Perry is a citizen and resident of Mecklenburg County, North Carolina and \na Member Manager in the entity identified as The Pit Box, LLC  which was organized on April 10, \n2014. \n \nRespondent entity identified as American Automotive Group ( hereafter “AAG” ) is a North \nCarolina corporation incorporated on February 3, 2025. Its registered agent is The Law Office of \nRalph E. Stevenson , III. PLLC . Its President is James LaPelusa  and listed place of business is \nMooresville, North Carolina.  Pelusa and Bill Garness were the sole shareholders and officers  until \nGarness released his shares in 2019. Respondent Lapelusa is its representative in this action. \n \nRespondent and Attorney Ralph Erskine Stevenson, III.  ( status as individual or corporate \nofficer ) is no longer a party in this case. He  was removed as a party Respondent by the entry of a \nSummary Judgment award in his favor entered on June 13, 2024 dismissing the case against him with \nprejudice. During the time of the events in question Stevenson was a voting Member of The Pit Box \nwith no financial interest subject to the recovery or award of damages. \n \n Jurisdiction \n \nThe captioned case number herein, 21 CVS 89 originated with a filing in the North Carolina \nSuperior Court in Iredell County on January 13, 2021. The case was assigned to the Special Superior \nCourt Judge for Complex Business Cases Julianna Theall Earp. \n \nThe parties filed a Motion to Dismiss, Motion to Dismiss Ralph Stevenson , and Plaintiff’s \nMotion to Amend and Supplement the Complaint with the Business Court.  \n \nOn September 23, 2022 Judge Earp entered an order both granting and denying relief to the \nparties such that the case continued.  \n \nOn August 11, 2023, and during the course of the proceedings the parties jointly moved the \nCourt for an order referring the case to arbitration on certain identified issues in this action pursuant \nto the provisions of Article 45C of the North Carolina Revised Uniform Arbitration Act.  \n \nOn August 21, 2023, Judge Julianna Theall Earp entered a CONSENT ORDER REFERRING \nTHE CASE TO ARBITRATION,  as subsequently amended to adjust event scheduling issues \naddressing discovery, motion, and hearings subject to the following directives. \n \n The parties stipulated that: \n \n1. “The proceeding would be conducted by a sole arbitrator selected by agreement of the \nparties. \n \n \n3 \n \n2. The provisions of Article 45C, N.C.G.S. 1 -569.1 et seq of the North Carolina General \nStatutes shall govern proceedings in this case, and any review of an award by the Court; \nprovided that: \n \na. The discovery deadline previously ordered is extended to February 15, 2024. \nb. The parties stipulated that they “may depose either party”. \nc. The records produced for CPA Bert Davis are all deemed admissible and the reports \nof  Davis are admissible. \nd. Any party may issue requests for production of documents and records from any \nother party not previously produced through Discovery or to for or by CPA Bert \nDavis. \ne. Any Party may file dispositive motions up to March 15, 2024. \nf. Each Party shall pay their respective attorney fees; and \ng. The Arbitrator shall apportion the fees of Arbitration. \nh. The Court shall retain jurisdiction over the case, and any award rendered in \naccordance with N.C.G.S. 1-569.1 et. seq. \n \n3. To the extent an issue or question has been resolved by an Order or ruling of the Court in \nthe case to date, said Order or ruling is the law of the case, and shall apply in the arbitration \nand bind the Arbitrator, except that the Case Management Order deadlines are extended \nas set forth therein. \n \n4. Issues for consideration and decision by the Arbitrator are: \n \na. The Pit Box, LLC is judicially dissolved and the dissolution and winding up of the Pit \nBox, LLC pursuant to Chapter 57D, Article 6 of the North Carolina General Statutes \nis to be a subject of this arbitration with the Arbitrator having those powers delegated \nto the Court for winding up; \n \nb. Whether any of Defendants were unjustly enriched to the detriment of Plaintiff Shane \nBourgeois or the Pit Box, LLC; and, \n \nc. Whether Plaintiff Bourgeois or Pit Box Auto Sales, LLC is liable to Defendants , or \nany of them, under the Counterclaims made by Defendants pending in this action. ” [ \nPit Box Auto Sales, LLC asserts Counterclaims for: (1) Conversion – all Defendants; \n(2) Unjust Enrichment – Perry, ; (3) Breach of Fiduciary Duty  – The Pit Box, LLC ; \n(4) Constructive Fraud – Perry, LaPelusa, AAG; (5) Fraud – Perry, LaPelusa, The Pit \nBox, LLC.; (6) Declaratory Judgment as to rights of the parties to the assets, liabilities, \nand business of the Pit Box – all Defendants; (7) Derivative Action – The Pit Box, \nLLC.    \n \nThe parties executed an Arbitration Agreement and Scheduling Order on March 7  - 8, 2024 \nconferring jurisdiction and engaging the undersigned to conduct the proceedings and prepare a report \nand award for submission to and consideration by the Court.  \n \nScheduling orders and extensions were entered by the Arbitrator  with the last extension \ngranted on July 10, 2024. A final pre-hearing order was entered on September 11, 2024 after status \n \n4 \n \nconferences confirming the date for the hearing and post hearing briefing schedule with the briefs to \nbe submitted by October 14, 2024 and the entry of an award pursuant to the provisions of Article 45C \nSection 1-569.19 by November 15, 2024. \n \nPost-hearing briefs, exhibits, and proposed orders were submitted on October 14, 2024 for \nconsideration in the preparation of this Report and Award. The post-hearing briefs and proposed \norders focus on the issues which counsel  seek to be considered and addressed.  \n \nEvidence \n \nThe parties agreed to a video hearing with strict time limits for the presentation of evidence  \nin the format of submitted narrative affidavits, live testimony and spreadsheets  concerning the joint \nventure which is the subject of this arbitration. \n \nClaimant offered the testimony of  Shane Bourgeois individually and in his capacity as a \nManaging Member of PB . Claimant submitted spreadsheets from his records keeping system  \ndescriptive of his position on the facts and financial operations of the joint venture.  Claimant also \nsubmitted pages of bank documents in support of his spreadsheets. \n \nRespondent offered the testimony of Jim Lapelusa individually and in his capacity as the sole \nshareholder of AAG. The accountant for AAG and the joint venture, Tammy Wilson ( hereafter \n“Tarini” ) testified and presented financial documents concerning the financial operations of the Pit \nBox  joint venture ( or “PBJV” ) . Respondents also submitted pages of documents in support of its \nposition. \n \nRespondent Brian Perry, Managing Member of PB with an interest in the joint venture did not \ntestify.  \nFinancial Reports and Summaries \n \nFour financial reports and s ummaries were presented for consideration; two reports by the \nCPA Davis Forensic Group, one report  by the Pitbox joint venture prepared by AAG accountant \nTammy Tarini, and spreadsheets prepared for Shane Bourgeois  supported by multiple pages of \ndocuments and bank records. Those spreadsheets and accompanying documents were not subject to \nreview or the testimony by any accountant for purposes of aiding in the adjudication of this matter. \n \nThose reports covered the operative period of time which was December  of 2019 – December \nof 2020 with a few concluding submissions from 2021 as the parties terminated their relationship.  \n \nAs to the Davis 2023 Report and Tarini reports, access to Claimant’s QuickBook Reports was \n“no longer possible” and that the “ONLY KNOWN” reports are for 2020 and were included in the \nFIRST report and were prepared by Ms. Tarini who prepared no reports in 2021. Financial data \nsubsequently provided by Claimant in 2023 seeking a revision of the First Davis report and \nunaccompanied by any testimony from an accountant bears less weight. If the information was \navailable in 2019, no doubt, it would  have been provided to Davis for use in the preparation of his \nFirst Report in 2021.  \n \nA review of the four reports follows.  \n \n \n5 \n \nI. Davis Joint Forensic Group Accounting Reports \n \n(1) Claimants and Respondents jointly engaged the services of forensic accountant Bert \nDavis, a CPA with the Davis Forensic Group, LLC. ( hereafter “CPA”), to review and prepare a \nReport for the Members of The Pit Box, LLC in the matter of the Dissolution of The Pit Box, LLC \nfrom the financial records of PB as well as AAG.  \n \nThe Davis Forensic Group ( hereafter “Davis”)  prepared two reports authorized by the \nparties. Both Davis reports are incorporated by reference.  \n   \nFirst Davis Forensic Accounting Report \n \nThe First Davis Report was issued on June 30, 2021. It contained this preface.  \n \n“Davis was originally asked to prepare financials statements and a complete accounting \nfor both companies, which Davis declined to do. Davis did agree to review issues raised \nand attempt to verify the answers provided by the parties. That review was not pos sible \nfor every issue. To the extent that review was possible, it is discussed below.\" \n \n“The scope of the first engagement provided that the CPA “was engaged to provide an \naccounting of The Pit Box, LLC including all assets and liabilities to assist in the contemplated \ndissolution of the business” which is the subject of this case.”  \n \nExamination of The Pit Box Financial Documents \n \n“The Investigation Methodology consisted of  “reviews and analyses of the following: (1) \nfinancial documents of The Pit Box; ( 2) Pit Box’s QuickBooks Online accounting system; \n(3) Pit Box’s BB&T bank account statements provided by Truist Bank under subpoen a; and \n(4) the financial documents of American Auto Group”. \n \nThe CPA interviewed Mr. LaPelusa and Ms. Tammy Tarini.” Bourgeois declined.” \n \nThe CPA “FINDINGS” for the first report reflects the amounts provided for assets and \nliabilities. They “have not been audited in accordance with generally accepted accounting \nprinciples, nor are they presented in accordance with generally accepted reporting standards. \nThe presentation, while accurate to the degree possible, reflects the limitations on the data \nprovided.” \n \nHaving reviewed and considered the evidence presented  from the records and testimony of \nthe witnesses, concerning the financial condition of The Pit Box, LLC as of December 31, 2020, the \nundersigned makes these findings from the joint Davis Reports. \n \nAssets and Liabilities \n \nAs to Assets of The Pit Box, LLC:  \n \n(1) Pit Box overstated cash in the amount of $1,282.15, a negative; \n \n \n6 \n \n(2) Pit Box possessed a total value of tools of $10,750.00 based upon the accepted valuation \nby the joint venture accountant, Tammy Tarini and Brian Perry who used the tools in the \nrepair and reconditioning part of the business;  \n \nThe Total Assets of The Pitbox, LLC at the end of 2020 were $ 9,467.85. \n \nAs to Liabilities of The Pit Box, LLC: \n \n(1) The Pit Box had a liability for $2,661.25 for Snap-On tools it purchased; \n \n(2) The Pit Box, had a liability of $80,476.26 to AAG; however, the amounts were not \nverified beyond the income statements. The accounting records of AAG prepared and \nprovided by accountant Tammy Tarini ( Wilson ) are accepted as credible by the greater \nweight of the evidence;  \n \n(3) The SBA issued a loan to The Pit Box originated by Bourgeois without the knowledge of \nthe other owners in the amount of $124,800.00. That loan was deposited in The Pit Box, \nLLC BB&T account controlled by Bourgeois and then transferred by Bourgeois into a \npersonal BB&T account. This loan is not treated as a liability.   \n \nThe Total Liabilities of the Pitbox, LLC at the end of 2020 were $207,937.51 \n \nAssets - unaudited  \n    Cash        ( 1,282.15 ) \n    Tools – estimated current value         10,750.00 \n  \nTotal Assets           9,467.85 \n  \nLiabilities – unaudited   \n    LKN Tools            2,661.25 \n    American Automotive Group         80,476.26 \n    SBA Loan        124,800.00 \n  \nTotal Liabilities        207,937.51  \n \n Based upon this review as confirmed by the evidence of assets and liabilities, The Pit Box, \nLLC is insolvent and subject to dissolution as directed by the Court. \n \nRevenues \n \nAs to Revenues of the Pit Box, LLC  during 2020, based upon the evidence, there were cash \nrevenues which Bourgeois did not report. The record is replete with credit card reporting issues \nthroughout the duration of the existence of the entity  as noted in the Tarini monthly financial \nsummaries discussed by the owners of the venture  at their monthly meetings . Before the venture \nstarted, LaPelusa had been paying Bourgeois and Perry  $20,000.00 per month for repairs and \nreconditioning. Respondents from discussions understood the pre-joint venture Pit Box had revenues \nof over four hundred thousand dollars a year. \n \n \n7 \n \nAfter the venture started in January of 2020, the first month of operations had reported income \nof $21,412.91. Monthly reported revenues for the joint venture never exceeded $10,000.00 per month \nthereafter for eight of the months and approximately thirteen thousand dollars a month for three of \nthe months. The cost of goods sold figures fluctuated and exceeded the value of reported services  \nprovided on at least two months indicative of providing services for free. The Davis report noted that \n“there were no cash or check deposits for sales.” And “While cash sales would not necessarily be the \nlargest source of sales, it is unreasonable to think that there were no cash sales”.  \n \nAs to the PB revenues, based upon the Tarini records as tested in the First Davis Report, the \nfollowing revenue sources are accepted as credible as to the amounts provided and reported by \nClaimant; however, to the extent the cost of goods sold figures submitted were valid, they support \nthe provision of services which should have resulted in the generation of additional monthly income \nfor the PB joint venture. \n \nCredit card revenue                                                    \n     Merchants Bank Deposits             104,933.45 \n  \nDebit card refunds                  1,151.45 \n  \nTransfers from other accounts \n     BB&T account 4418 \n     BB&T account 1847 \n  \n                 1,545.00 \n                 4,038.57 \n     \nSmall Business Association \n     Grant \n \n                 1,000.00 \n  \nTotal            $112,668.47 \n \nTotal Revenues as reported by Claimant to the joint venture were $112,668.47. \n \nExpenses \n \nAs to Expenses, based upon the Tarini records as tested in the first Davis report, the \nfollowing statement of expenses is accepted as credible: \n \n(a) The Total expenses for the year 2020 exceeded $235,600.16. \n \n(b) Of that amount $153,149.88 of those expenses could not be verified nor could a breakout \nof personal expenses be determined so they are classified as unknown personal expenses \nof Bourgeois. \n \n(c) Of that amount there were $8,200.00 in expenses associated with the personal use of a \nUSAA credit card assigned the business for which there is no documentary support such \nthat that amount is characterized as a loan to PitBox or distribution to Mr. Bourgeo is. In \nthe absence of evidence at the hearing  concerning a distribution , this amount will be \ncharged as loan to be repaid by PitBox by Bourgeois.  \n \n \n8 \n \n(d) The Pit Box had other BB&T accounts  from and to which transfers of $141,358.00 in \nunknown expenses were made by Bourgeois without the knowledge of Tarini or the other \nowners of The Pit  Box. From BB&T account 4 ,756 transfers were made to accounts by \nBourgeois to BB&T accounts 1376, 5246, 4418, and 1847. \n \nTotal Expenses of Pit Box           235,500.00 \n  \n        Unknown Expenses  \n               Individual expenses without supporting data \n               USAA credit card payments for Bourgeois \n               Transfers from Bourgeois BB&T account 4756 \n               Transfers to BB&T accounts 1376, 5246, 4418, 1847 \n          \n           153,149.88 \n               8,200.00 \n           141,358.00 \n \nBased upon this review as confirmed by the evidence of revenues and expenses, The Pit \nBox, LLC is insolvent and subject to dissolution as directed by the Court. \n \nSecond Davis Forensic CPA Report \n \nDavis “was engaged to provide verification of certain amounts related to the matter of the \ndissolution of The Pit Box, LLC ( “Pit Box”).  \n \nThe Second Davis Report  was issued on April 27, 2023 after Claimant sought to provide \nadditional information for consideration by the forensic accountant Davis. That data was tested by \nDavis who did not change his First report; however, he identified a number of issues which were \nleft to a fact finder due to the lack of reliable data upon which he could give a professional opinion.   \n \nExamination of AAG and PitBox Financial Documents  \n \nThe Investigation Methodology used by CPA Davis consisted of  “reviews and analyses of the \nfollowing: (1) the “Davis first report and exhibits prepared in 2021; (2) Bank statements and cancelled \nchecks for American Automotive Group, Inc. ( “AAG”) accounts; (3) Bank statements and cancelled \nchecks for Pit Box accounts; (4) Credit card statements for AAG; (5) Spreadsheet prepared by counsel \nto Mr. Bourgeois documenting payments to principals of both companies, which was tested for \naccuracy; and, (6) Financial statements for AAG prepared by Ms. Tammy Tarini; accountant for AAG.  \n \n“The issues below are identified by the number that corresponds to the numbers in Exhibit 2.  \nPit Box, LLC  \n \n1. PB Joint Ventures issues. \n \n1a. Assets, liabilities and each Member’s equity and capital accounts as of each 12/18/2019, \n12/16/2020, and 7/12/2021. No calculation of each members’ capital account was provided to \nDavis and therefore could not be verified. A series of spreadsheets prep ared by counsel to Mr. \nBourgeois showing payments to the members and Ms. Tammy Tarini are included as Exhibit 4. \nA sample of amounts in each of these spreadsheets were tested for accuracy with no exceptions \nnoted. Beyond that, there is no basis for a determination of the capital accounts due to not having \nverifiable opening account balances and payments in Exhibit 4 not being segregated between \ndistributions and reimbursed expenses.  \n \n \n9 \n \n1b. Monthly accounting for May and June of 2020 (the months when the SBA loans and Bourgeois \nfloor planning occurred. Davis’s first report includes a monthly profit and loss calculation for Pit Box \nfor 2020 which identifies May and June separately. Balance sheets for Pit Box and income statements \nfor AAG for these months are included as Exhibit 5. \n \n1c. What were the Loans from and Payments or Distributions to Pit Box Members made either directly \nto or on behalf of the LLC Members by either AAG or the Pit Box during the period from 12/18/2019 \nthrough 7/12/2021. As noted in Item 1a above, all payments to members are included in the Exhibit 4 \nspreadsheets. The members will have to determine whether any of the payments were for loans, \npayments or distributions.  \n \n1d. Are the 2019, 2020 and 2012 Pit Box Tax Returns accurate?  According to counsel for Mr. \nBourgeois, tax returns for these periods have not been prepared.  \n \n1e. Are the 2019, 2020 and 2021 Pit Box QuickBooks Reports accurate regarding the period from \n12/18/2019 through 7/12/2021? Access to QuickBooks online for Pit Box is no longer possible. The \nonly known reports are for 2020 and are included in the First report and were prepared by Ms. Tarini. \nMs. Tarini reports that she did not do any accounting for Pit Box for 2021.  \n \n1f. Does Pit Box have any bank or other financial institution account following the closing out of its \nBank of America account in January 2021? This question should be answered by Mr. Bourgeois.  \n \n2.  American Auto Group, Inc. issues  \n \n2a. Loans and Loan balances from Pit Box Members to AAG as of each 12/18/2019 and 7/12/2021. \nThere are no balance reports specific to the dates in this item. Ms. Tarini provided AAG year -end \nbalance sheets for 2020, 2021 and 2022 (See Exhibit 6). According to these balance sheets, there are \nno reported loans from Pit Box members to AAG.  \n \n2b. Payments to or (on) behalf of and distributions to Pit Box Members to AAG as of each 12/18/2019 \nand 7/12/2021. As noted in Item 1a above, all payments to members are included in the Exhibit 4 \nspreadsheets. The members will have to determine whether any of the payments were distributions.  \n \n2c. Complete deal flow including price, sales price, repairs and other expenses related to each vehicle \nthe Bourgeois either floor planned or sold as Pit Box Auto Sales through AAG. Since the members \nare in disagreement regarding the facts and circumstances regarding the cars in question, Davis \ndeclines to provide analysis or verification for this item. \n \n2d. Net profit on each vehicle sold by AAG from 12/18/2019 through 7/12/2021 (in addition to \nBourgeois/Pit Box Auto Sales vehicles in prior question). Since the members are in disagreement \nregarding the facts and circumstances regarding the cars in questio n, Davis declines to provide \nanalysis or verification for this item.  \n \n2e. Cash sales of each vehicle sold by AAG from 12/18/2019 through 7/12/2021. Since the members \nare in disagreement regarding the facts and circumstances regarding the cars in question, Davis \ndeclines to provide analysis or verification for this item. \n \n2f. External Account Transfers made by AAG from 12/18/2019 through 7/12/2021 ( in addition to \nBourgeois/Pit Box Auto Sales vehicles in prior question ).  Counsel for Mr. Bourgeois has prepared \ntwo spreadsheets of unexplained AAG checking account items included as Exhibit X. \n \n \n10 \n \n2g. Were Shane Bourgeois or Brian Perry or both paid back for the vehicles each titled to \nAAG in 2019?  Since the members are in disagreement regarding the facts and circumstances \nregarding the cars in question, David declines to provide analysis or verification of this item. \n \n2h. Was Shane Bourgeois paid back for the vehicles that he “floor planned” by financing the \nvehicles for AAG by paying off the exiting commercial floor planning by AAG in May of 2020? \nSince the members are in are in disagreement regarding the facts and circumstances regarding \nthe cars in question, David declines to provide analysis or verification of this item. \n \n2i. Of the three vehicles listed at being “Outside of 2019 Loan and outside of May 2020 Floor \nplanning” and who is owned how much on each vehicle? Since members are in disagreement \nregarding the facts and circumstances regarding the cars in question, David declines to provide \nanalysis or verification of this item.” \n \n  \nII. The Bourgeois Financial Spreadsheets \n \nClaimant Bourgeois presented  separate spreadsheet s including bank records  detailing his \npositions on the issues in controversy and from which he testified. Data  additional to that examined \nby CPA Davis or the accountant for the joint venture, Tammy Tarini, or any witness with accounting \nbackground appears in those spreadsheets. It was not tested by an accountant prior to presentation as \nto its validity or conformity to accounting standards for purposes of comparison with the reports of \nDavis and Tarini. \n \nThe parties submitted no audited financials for consideration by the undersigned. Suffice it to \nsay, the forensic accountant engaged by the parties, having reviewed what they presented to him, \nfound that the financial records were inadequate and insufficie nt to serve as a basis for rendering a \ncomprehensive professional opinion on those financials. That is the same information presented to \nthe undersigned for use in answering the questions posed by the CPA. Accordingly, what the numbers \nmeant and how they related to the issues in controversy is a matter of the interpretations and opinions \nof the parties as weighed by the undersigned. \n \nIII. The Tarini Financial Report \n \nRespondents AAG and Lapelusa  presented records of the PB joint venture made by Tammy \nTarini, who holds a BA and MBA in accounting; has been in the business thirty -five years, has \nexperience in corporate receivership accounting and court-appointed auditing work. Tarini prepared  \nthe PB documents at the direction of Lapelusa who also engaged her as the AAG accountant.  \n \nTarini documented her ongoing efforts during the period of January 2020 – December 2020 \nin working with the parties to ensure that the records met accounting documentation standards. The \nTarini financial records consist of journal entries, financial records including profit and loss \nstatements and balance sheets, monthly owner meeting repor ts, and documents concerning the \nformation and dissolution of the joint venture. Tarini also provides a  summary of the 2020 Pay \nDistribution to the Owners Bourgeois, Perry, and Lapelusa. \n \nAccountant Tarini had frequent individual contact with the joint venture owners . Tarini held \nmonthly executive meetings with them to discuss compliance and  best practices to ensure that the \n \n11 \n \njoint venture books were accurate. From the inception she was unable to get the owner Bourgeois to \nprovide the detail backup paperwork necessary to prepare reliable financials and there was a lack of \nattention to routin e banking matters . By way of an example, the failure of Bourgeois  to submit \nbanking records to her and follow accounting procedures led to the assessment of $10,189.13 in non-\nsufficient fund assessments by the bank against the joint venture in 2020. \n \nThe entirety of the  submissions by the parties constitutes the record for purposes of this \nAward. A chronology of joint venture events with activity relevant to the financial issues in \ncontroversy follows. The evidence is insufficient to permit the undersigned to definitely determine \nrevenues, expenses, and the financial condition of the parties. The undersigned can report findings \nand conclusions based upon some of the evidence provided by each party to this controversy.   \n \nJoint Venture Chronology \n \nPre-venture Party Business Models \n \nPrior to the formation of the PB – AAG joint venture ( hereafter “joint venture” or “JV” ) in \n2020, both parties were engaged in separate but related aspects of the wholesale and retail automobile \nrepair, sale and resale business.  \n \nPB was primarily engaged in the business es of (a) purchasing and selling cars in wholesale \nmarket by Shane Bourgeois and (b) repairing and reconditioning automobiles purchased from auto \nauctions or from individuals for the wholesale market or for automobile retailers in need of these \nservices by Brian Perry. PB did not operate a retail auto sales business.  \n \nPB’s finances were managed by Bourgeois using a PB account at Branch Banking & Trust ( \nhereafter “BB&T”) as well as a personal account.  Bourgeois kept his own books using QuickBooks \nand bank statements. Bourgeois also had separate BB&T accounts which he also used to move money \naround including an account for Pit Box Auto Sales, LLC.  \n \nAAG was engaged in the licensed and regulated business of retail auto sales of pre-owned \nvehicles financed using a floor plan. As part of its business model, it offered sales and post sales \nservice contracts; however, it had to hire out and pay third parties, such as PB, for repairing and \nreconditioning  the vehicles offered for sale. AAG spent approximately $20,000.00 dollars a month \nwith PB for repair and reconditioning services. AAG’s finances were managed by Lapelusa using \nan AAG account at Bank of America ( hereafter “BAC”). AAG used the services of the accountant \nTammy Wilson who would later set up and maintain the books of the joint venture.  \n \nAAG saw an opportunity to achieve efficiency and profits if the repair, reconditioning, \nwholesale and retail sales operations could be merged into a single business and it approached \nClaimants. \nFormation \n \nIn December of  2019, on behalf of AAG, Lapelusa approached Bourgeois, on behalf of PB \nto discuss a joint venture.  \n \nAt that time, both Parties had financial challenges. PB had cash flow issues from Bourgeois’s  \noperations. Lapelusa had severe financial pressures due to the embezzlement of funds from the \n \n12 \n \nbusiness by his former partner which created floor plan pressures and the need to retire other business \ndebt. AAG owed its floor plan seventy-nine thousand dollars ( $79,000.00 ) at that time. \n \nNeither side fully disclosed its business situation during the discussions of the joint venture. \n \nNotwithstanding these challenges, discussions continued and i n December of 2019 in \nfurtherance of their intentions Managing Members Bourgeois and Perry of P B signed A Resolution \nof the Member Managers of The Pit Box, LLC ( hereafter “PB Resolution” )  declaring an intention \nto enter into a Management Agreement with AAG , Inc. and to recall all membership interests and \nreissue membership interests in PB as follows: Bourgeois at 30%; Perry at 30%; LaPelusa at 30%  \nand Attorney Stevenson at 10%. It was attested to by Pelusa and Attorney Stevenson. \n \nContemporaneously, LaPelusa as President of AAG signed a Resolution of the President and \nSole Stockholder of American Automotive Group, Inc. to Enter Into a Management Agreement with \nthe Pit Box, LLC.  ( hereafter “AAG Resolution ” ). That resolution provided for the entry into a \nmanagement agreement “for purposes of combining efforts ” of AAG and PB with the same \nmembership interests as provided in the PB Resolution . It was executed by Pelusa and Attorney \nStevenson. \n \nOn or about April 18, 2020, an annual report was filed for PB identifying Bourgeois and Perry \nas “Executive Officers” and LaPelusa as “Executive Manager”. Stevenson, PLLC was listed as the \nregistered agent; however, no Management Agreement or operating agreement was ever signed by all \nof the parties. \nBusiness Operations Model \n \nThe parties agreed on the basic structure of the intended relationship between Mr. LaPelusa, \nMr. Perry, and Mr. Bourgeois. Mr. LaPelusa was to run, and remain the only shareholder of, the \nretail car sales lot (American Automotive Group); profits of AAG were to flow into a “new Pit \nBox” a joint venture whereby The Pit Box, LLC was to be owned by the three Parties.  \n \n Bourgeois and Perry agreed to merge their Pit Box entity into a new, joint venture with the \nname of Pit Box, LLC. \n \nNotwithstanding the lack of a written  operating agreement, the parties discussed a business \nplan including (a) the joint venture operational model managed by AAG, (b) capital contributions, \n(c) the accounting system to keep records of  business activity and financial transactions, and (d) a \nmonthly schedule for draws to owners. They operated under this arrangement until the end of the \nrelationship in December of 2020.  At any time, either could have ceased doing business and dissolved \nthe entity and gone their separate ways. \n \nFor the operational model, the parties agreed to call the joint venture P it Box, LLC  ( PB ).  \nUnder the terms of the arrangement, Perry would continue to operate an automotive repair and \nreconditioning business previously run by Perry and Bourgeois under the Pit Box Auto Sales, LLC \nand Pit Box, LLC  entities. Under the arrangement, the joint venture would use the Pit Box, LLC \nname, and PB would provide repair and reconditioning services for AAG at a preferential rate. This \nrate would be accounted for in its retail sales and captured as profits to be distributed to the  joint \nventure owners Bourgeois, Perry, and Lapelusa on a monthly basis if revenues were available.  The \nnew venture would also engage in the purchase of wholesale vehicles which it would floor plan via  \n \n13 \n \nAAG. PB and AAG would each deposit the proceeds from the sales of their services and automobiles \ninto a joint venture account. \nCapital Contributions \n \nThe parties discussed capital contributions for the joint venture . AAG and PB would both \ncontribute equally to start the venture. The evidence supports the following description of capital \ncontributions from those with ownership interest in the joint venture:  \n \n( i ) PB venture owner Brian Perry transferred a RAM truck  with a M SO ( Manufacturer’s \nStatement of Origin ) from the original manufacturer , which was identified as his , with a value of \n$37,500.00, into the PB venture. The truck was then assigned  to AAG as collateral for the floor plan.  \n \n( ii ) PB venture owner Shane Bourgeois made a contribution of the value  of $37,500.00 in \nthe form of two automobiles, a Lexus 460  valued at $20,000.00 and a Razor valued at $17,500.00. \nBased on this tender, AAG floor planned both vehicles. Bourgeois did not disclose that he owned \nneither automobile until later when he disclosed that the vehicles were financed.   \n \n( iii ) PB venture owner James Lapelusa initially contributed equity, business management, \nand account services, the value of which was not established,  as well as  $75,636.41 to the venture \nfrom a personal securities account. Those funds were associated with his efforts to keep AAG solvent \nfor floor plan purposes.   \n \n(iv) The Pit Box, LLC contributed tools of a value of $10,750.00 as per the Davis report. \n \n(iv) PB venture owner, Stephenson made no financial contribution but provided legal services \nto which no value was assigned such that he had no equity interest.  \n \nSummary of Capital Contributions \n \nParty  Type    Value \n   \n1. Bourgeois Two vehicles  $37,500.00 \n2. Perry One vehicle $37,500.00 \n3. The Pit Box, LLC Tools $10,750.00 \n4. Lapelusa Money  \nEquity associated with management \n( Indeterminate ) \n$75,636.41 \n         0.00  \n   \nTotal Capital Contributions   $161,386.41 \n \nAccounting System \n \nBefore and after the commencement of the PB joint venture  in January of 2020 , the parties \ndiscussed the accounting system  and operated under this arrangement: (a) an accountant ( Tammy \nTarini ) would set up and manage the books for the PB joint venture; (b) the existing repair and \nreconditioning business of PB conducted by Bourgeois and Perry would be operated under the new \nPB joint venture; (c) the work it did for outside customers as well as AAG would be included in that \nventure; (d) records of this work would be t urned over to the accountant  Tarini so that she could \n \n14 \n \nmaintain the books; (e) AAG would set up a separate Bank of America account in the name of the \njoint venture would be set up to handle the money with a USAA debit card issued to Bourgeois;  (f) \nTarini would set up a separate EIN for the PB venture and for purposes of distributions, the owners \nwere classified as independent contractors with 1099 forms; (f) AAG would loan the PB joint venture \nmoney for operating costs should there be a shortfall in is revenue; (g) Bourgeois, Perry, and Lapelusa \nwould each be paid draws of approximately $2,000.00 - $5,000.00 a month so long as there was \nrevenue.  \n \nPB was to submit its books and support details to the joint venture accountant Tarini.  \n \nThe parties agreed that PB was short of cash flow and that AAG would pay money to the \nowners to cover operations in the event PB was not generating sufficient revenue.  \n \nUnfortunately, soon after the commencement of business, the accounting system was not \nimplemented because: (a) the accounting systems of the pre-joint venture PB under the ownership \nof Bourgeois and Perry were not merged; (b) the pre-joint venture maintained a separate set of \nbooks and bank accounts with BB&T managed by Bourgeois; (c) Bourgeois set up personal \naccounts at BB&T in which proceeds were commingled; (d) Bourgeois did not provide \ndocumentation of the operational transactions or charges on the USAA debit card which permitted \nthe accountant to set up a set of books consistent with accounting standards; and (e) financial \ntransactions in the form of government loans were made by individual owners without the \nknowledge or authority of the owners of the new entity. In short, there was no complete operational \nor financial merger of PB into the joint venture. \n \nMere weeks after the formation of the joint venture the relationship of the parties began to \ndeteriorate from lack of communication and perceptions that each had failed to disclose material \ninformation before entry into the relationship. Regardless, the parties did not terminate the \nrelationship until December of 2020 with continued exchanges into 2021.  \n \nIn monthly meetings, the accountant brought these deficiencies to the attention of \nBourgeois, Lapelusa, and Perry and recommended practices which would bring the records into \nconformity so that an accurate picture of the business operations was possible. It was apparent from \na cursory examination of the information provided that PB revenues fluctuated significantly from \nthe history of the relationship and that cost of goods sold numbers did not appear consistent with \nrevenues, in some instances, exceeding the generated revenue.  \n \nThere were significant unexplained or undocumented expenses submitted by PB to the joint \nventure. The accounting deficits resulted in AAG making loans to the joint venture which might \nhave been unnecessary had understandable records been kept.  \n \nNotwithstanding repeated notice of these problems given by the accountant, no action was \ntaken by Bourgeois, Perry, Lapelusa, AAG, or the PB joint venture during its existence.  No action \nwas taken to bring the conduct of the financial operations into conformity with generally accepted \naccounting standards.  \n \nAs a result, this controversy arose and the parties involved two accountants; one jointly and \none separately, to parse the records. The inadequacies of the record keeping system were such that \nthe accountants would not render opinions and this produced the need for findings concerning the \n \n15 \n \nfinancial condition and responsibilities of the parties to this action. Record keeping failures further \nprevented the filing of timely tax returns. As a result, there are liabilities including unpaid taxes to \nthe federal government that both PB and AAG are insolvent. \n \nThe parties operated under this arrangement and made distributions from the cash flow \nthrough the stresses of the COVID pandemic until the relationship deteriorated and the joint venture \nfailed. On December 16, 2020, a majority of the owner-members, including Brian Perry, as a \nManaging Member of The Pit Box, terminated the management agreement with AAG and ceased \noperation of the joint venture. This action was taken as Bourgeois agreed to take a medical leave of \nabsence to address issues associated with personal substance abuse, depression, alteration of \ndocuments, a false theft report, theft of cash, forgery of corporate checks, and redirection of joint \nventure income to his personal accounts. \n \nNeither entity generated a profit after operational expenses and ownership distributions. The \nPB joint venture entity was dissolved by the Court and AAG is insolvent. \n \nJanuary 2020 Formation – December 2020 Termination Joint Venture Events Summary \n \nThe joint venture monthly records kept by Accountant Tarini are reliable sources of \ninformation concerning the PB activity.  \n \n Those records show the following with transfers and expenses, always exceeding deposits ( \nincome ) for the entirety of the joint venture. \n \nJanuary of 2020 \n \nIncome generated by the car repair facility was deposited into a Bourgeois BB&T account in \nthe amount of $21,412.91 with cost of goods sold representing about 30% of that figure. That \nmonthly income figure exceeded that which was paid in all of the subsequent months of the \nbusiness notwithstanding representations that PB had made as much as $417,000.00 per year. Mr. \nBourgeois paid unknown/unjustified expenses without detail in the amount of $12,178.92 and \ntransferred the total of $4,225 into other accounts controlled by him. In addition to other expenses \nbank charges of $1,306.45 were incurred due to his inattention. Since the income exceeded the \n“expenses paid” and the “transfers”, AAG loaned the joint venture $7,034.96.   \n \nAfter January of 2020, revenues from Pit Box never reached $20,000.00 per month. \n \nFebruary of 2020  \n \nIncome generated by the car repair facility was deposited into a Bourgeois BB&T account in \nthe amount for the entire month of operations of $6,680.68 with cost of goods sold representing  \nover 60% of that figure. Mr. Bourgeois paid unknown/unjustified expenses without detail in the \namount of $3,208.30. In addition to other expenses, bank charges of $972.00 to the joint venture \nwere incurred due to inattention. Since the income exceeded the “expenses paid” and the \n“transfers”, AAG loaned the joint venture $4,289.91 to cover basic operating expenses.   \n \n \n \n \n16 \n \n \nMarch of 2020  \n \nIncome generated by the car repair facility was deposited into a Bourgeois BB&T account, \nnot the joint venture account, in the amount for the entire month of operations of $7,648.02 with \ncost of goods sold representing over 104% of that figure. Mr. Bourgeois paid  unknown or \nunexplained expenses without detail in the amount of $3,208.30. Bourgeois transferred $3,450.00 to \nother personal accounts. In addition to other expenses, bank charges of $720.00 to the joint venture \nwere incurred due to inattention. Since the income exceeded the “expenses paid” and the \n“transfers”, AAG loaned the joint venture $9,763.89 to cover basic operating expenses with a loss \nof $10,072.82 for the month.  \n \nApril of 2020 \n \nIncome generated by the car repair facility was deposited into a Bourgeois personal BB&T \naccount, and not the joint venture account,  in the amount for the entire month of operations of \n$4,383.33  with cost of goods sold representing over 160% of income. Mr. Bourgeois paid  \nunknown or unjustified expenses without detail in the amount of $ 7,057.00 with a loss of \n$10,451.82 that month. In addition to other expenses, bank charges of $ 1,374.00 were incurred due \nto Bourgeois’s inattention to the business. Since the income exceeded the “expenses paid” and the \n“transfers”, AAG loaned the joint venture $10,451.82 to cover basic operating expenses. The \nowners discussed the need for Bourgeois to close his separate account to no avail.    \n \nMay of 2020 \n \nIncome generated by the car repair facility was deposited into a Bourgeois BB&T account, \nand not the joint venture account,  in the amount for the entire month of operations of $ 8,181.94   \nwith cost of goods sold representing over 130% of income. Mr. Bourgeois incurred  unknown or \nunexplained expenses without detail in the amount of $ 126,505.16 and a loss of over ten thousand \ndollars. In addition to other expenses, bank charges of $ 468.64 were incurred due to Bourgeois’s \ninattention to the business. Since the income exceeded the “expenses paid” and the “transfers”, \nAAG loaned the joint venture $10,442.73 to cover basic operating expenses. The owners discussed \nthe need for Bourgeois to close his separate account to no avail.    \n \n It was in May of 2020 that Bourgeois approached Lapelusa, the joint venture manager \nrepresenting that he had personal funds from refinancing his residence which he wished to \npersonally invest with AAG in return for interest and principal payments of the loan. Bourgeois had \ntaken out a $126,000.00 in EIDL loan and a personal loan in a total amount of $160,000.00 which \nhe wanted to use to personally floor plan vehicles and receive income. He misrepresented the SBA \nloan as a personal one.  \n \n Based on the representations, Lapelusa agreed and vehicles were identified and placed under \nthe floor plan. Subsequently the joint venture learned that the funds were not his personal funds but \nwere some combination of SBA and personal loans.  Nonetheless, the joint venture floor planned \neleven vehicles using those proceeds and made principal and interest payments to Bourgeois.  \n \n Claimant provided over $160,288.00 using an SBA and personal loans for the floor planning \nof eleven vehicles approximating that amount of a value of $159,350.00. There is no dispute that \n \n17 \n \nMr. Bourgeois received $126,000.00 from an SBA EIDL Loan designated for The Pit Box. Mr. \nBourgeois admitted that he received the loan proceeds during his testimony and in Responses to \nInterrogatories. Bank records demonstrate that SBA made two deposits into the BB&T banking \naccount for The Pit Box on May 26, 2020 in the total amount of $125,800.00 and that Bourgeois \ntransferred the total amount of $126,000 to his separate, personal BB&T business account on May \n26, 2020 in the deposit entry SBAD TREAS 310. A personal loan making up the balance of the \namount to be floor planned was in the amount of $34,288.00.  \n  \nJune 2020 \n \nIncome generated by the car repair facility was deposited into a Bourgeois BB&T account, \nand not the joint venture account. Total reported income for  the entire month of operations was \n$14,453.00  with cost of goods sold representing over 52 % of that amount. Mr. Bourgeois paid  \nunknown or unexplained expenses without detail in the amount of $ 5,691.64 with withdrawals  \ninto his personal accounts of $4,038.00. The monthly loss was $6,625.23 dollars. In addition to \nother expenses, bank charges of $ 772.25 were incurred due to Bourgeois’s inattention to the \nbusiness and Bourgeois used the USAA credit card to pay expenses. Since the income exceeded the \n“expenses paid” and the “transfers”, AAG loaned the joint venture the additional amount of \n$13,615.82 to cover basic operating expenses.  \n \nThe owners discussed the current reporting and documentation problems related to \nBourgeois’s use of the credit card and his separate control of a PB joint venture account at BB&T \nrather than using the agreed upon account at Bank of America without a resolution.    \n \nJuly 2020  \n \n Income generated by the car repair facility was deposited into a Bourgeois BB&T account, \nand not the joint venture account,  in the amount for the entire month of operations of $ 5,240.00. It \nwent into his account and from which he paid expenses  with cost of goods sold representing over \n40 % of income. Mr. Bourgeois paid  unknown or unexplained expenses without detail in the \namount of $ 5,211.15 for a monthly loss of $6,186.90 dollars. Since the income exceeded the \n“expenses paid” and the “transfers”, AAG loaned the joint venture the additional amount of \n$12,203.06 to cover basic operating expenses. The owners again discussed record keeping and the \nfinancial issues without a resolution. \n \nAugust 2020 \n \nIncome generated by the car repair facility was deposited into Bourgeois’s BB&T account, \nand not the joint venture account, for the entire month of operations totalling $ 13,374.745.00.  The \ncost of goods sold represented over 84 % of revenue. Mr. Bourgeois paid  unknown or unjustified \nexpenses without detail in the amount of $ 2, 932.65 with a loss of $10,462.33 dollars after \nexpenses. NSF bank charges exceeded $1,274.00 that month due to his inattention. Since the \nincome exceeded the “expenses paid” and the “transfers”, AAG loaned the joint venture the \nadditional amount of $12,252.05 to cover basic operating expenses. Tarini’s efforts to get back up \ndata for Bourgeois’s expenditures were unsuccessful notwithstanding the owner’s discussions \nregarding placing a person at the PB location to keep records. \n \n \n \n18 \n \nSeptember  2020 \n \nIncome generated by the car repair facility was deposited into Bourgeois’s BB&T account, \nand not the joint venture account, in the amount for the entire month of operations of $ 5,901.22. \nThat money went into his account from which he paid expenses. The cost of goods sold of \n$4,962.06 represented over 84 % of that income. Mr. Bourgeois paid  unknown or unjustified \nexpenses without detail in the amount of $ 1,717.61 and a loss of $8,786.34 dollars after expenses. \nHe made personal payments from the joint BP account including dating sites. NSF bank charges \nwere $1,274.58 that month due to his inattention. Since the income exceeded the “expenses paid” \nand the “transfers”, AAG loaned the joint venture the additional amount of $9,725.50 to cover basic \noperating expenses. Tarini’s efforts to get back up data for Bourgeois’s expenditures were \nunsuccessful notwithstanding the owner’s discussions regarding placing a person at the PB location \nto keep records. The owners failed to resolve the reporting issues between Bourgeois and the joint \nventure.  \n \nOctober 2020 \n \n Income generated by the car repair facility according to Bourgeois was deposited into his \nBB&T account, and not the joint venture account, for the entire month of operations totaled   \n $7,599.21. Those funds went into his account and out of which he paid expenses. The cost of goods \nsold of $3,540.49 represented over 46 % of that income. Mr. Bourgeois paid  unknown or \nunjustified expenses without detail totaling $ 409.44 for a loss of $2,936.34 dollars after expenses. \nNSF bank charges exceeded $1,549.00 that month due to his inattention. Since the income \nexceeded the “expenses paid” and the “transfers”, AAG loaned the joint venture the additional \namount of $3,761.46 to cover basic operating expenses. Tarini’s efforts to get back up data for \nBourgeois’s expenditures were unsuccessful notwithstanding the owner’s discussions regarding \nplacing a person at the PB location to keep records. The owners failed to resolve the reporting \nissues between Bourgeois and the joint venture \n \nNovember 2020 \n \nIncome generated by the car repair facility according to Bourgeois was deposited into his \nBB&T account, and not the joint venture account, in the amount for the entire month of operations \nof $ 12,426.47. Those funds went into his account from which he paid only a portion of the joint \nventure expenses. The cost of goods sold of $2,961.71 represented only 24 % of that income. Mr. \nBourgeois paid  unknown or unjustified expenses without detail in the amount of $ 3,950.00. NSF \nbank charges were $432.00 that month due to his inattention. AAG loaned the joint venture the \nadditional amount of $7,084.54  to cover basic operating expenses including $3,950 to pay \nBourgeois on his USAA credit card.  \n \n In November that the PB joint venture manager Pelusa learned that Bourgeois had stolen \nmoney and forged a joint venture check. Bourgeois took two thousand in cash and checks totaling \n$4,038.45. The checks were deposited into a personal BB&T account of Mr. Bourgeois. Bourgeois \nadmitted to taking the cash and forging the check and pleaded with Mr. LaPelusa not to report the \nincidents to the police. BB&T received the check and would not return it to the joint venture. \n \n \n19 \n \n The confrontation about these thefts led to an apparent threat of suicide by Mr. Bourgeois \nand an intervention with Mr. Bourgeois’s father and decision that Bourgeois, to avoid further \nproblems, would take a medical leave from the joint venture and seek medical help.  \n \nBy November of 2020 it was clear that the joint venture could not continue. \n \nDecember 2020 \n \nWhile Bourgeois took medical leave from the joint venture, he still handled the books for \nthe PB entity. Income generated by the car repair facility according to Bourgeois was deposited into \nhis BB&T account, and not the joint venture account, in the amount for the entire month of \noperations of $ 3,002.79. Those funds went into his account and out of which he paid only a portion \nof the joint venture expenses. The cost of goods sold of $1,195.02 represented approximately 40 % \nof that income. There was a loss of $933.48 for the month and AAG loaned the joint venture the \nadditional amount of $3,936.27  to cover basic operating expenses including a payment of $3,950 \non Bourgeois’s USAA credit card. As of that month PB records reflect outstanding loans due to \nAAG totaling $89,269.37.  \n \nOn December 6, 2020, a quorum of seventy-percent of the owners of the joint venture, \nconsisting of Perry, Lapelusa, and Stephenson met and terminated the management agreement with \nAAG and formally dissolved the joint venture because they realized it was no longer viable.  \n \nJoint Venture Termination \n \nDue to the failure to merge the operations and accounting systems for The Pit Box, LLC \ninto the Pit Box Joint venture and the handling of its operational and financial affairs, the business \nfailed. This was largely due to the failure of Claimant Bourgeois to help facilitate the merger \nnotwithstanding the fact that AAG was experiencing financial difficulty.  Because income was not \nbeing deposited into the bank account for the “new” Pit Box, there was not enough income to pay \nfor the expenses of the “new” Pit Box. Throughout 2020, in order to cover the expenses, AAG had \nto put additional money into The Pit Box which Ms. Tarini booked as loans.  \n \nAs established, and not disputed, AAG covered the operating losses of The Pit Box \nincluding paying various expenses (utilities, rent, office supplies, parts) for The Pit Box auto repair \nfacility operated by Bourgeois and Perry. The final Balance Sheet for The Pit Box shows a note \npayable to American Auto Group in the amount of $89,269.47.  \n \nMr. LaPelusa and Ms. Tarini testified that Mr. LaPelusa made loans to PB of  personal \nfunds in the amount of $75,636.41 as an additional capital contribution in an unsuccessful effort to \nkeep the joint venture operative.    \n \n Articles of Dissolution for The Pit Box, LLC were filed with the North Carolina Secretary \nof State on December 16, 2020. \n \nThe parties to this action and counsel met in 2021 in an effort to wind up affairs. \n \nAs a result of the termination of the relationship, the final accounting records for the joint \nventure and AAG have not been completed and IRS tax forms have not been filed. \n \n20 \n \n \nCourt-Ordered Issues \n \nI. Dissolution Issue \n \nThe Court directed that the Report and Award address the issue of dissolution in its Order of \nAugust 21, 2023.  \n \n“The Pit Box, LLC is judicially dissolved and the dissolution and winding up of \nthe Pit Box, LLC pursuant to Chapter 57D, Article 6 of the North Carolina \nGeneral Statutes is to be a subject of this arbitration with the Arbitrator having \nthose powers delegated to the Court for winding up;” \n \n The undersigned notes that the parties agree that The Pit Box is dissolved and the Court so \ndetermined subject to whatever “winding up” tasks remained to fulfill that mandate. In winding up, \nN.C.G.S. § 57D-6-07 provides that the person or persons charged with that task shall collect assets, \ndispose of property that will not be distributed in kind, discharge liabilities, and distribute the \nremaining assets. \n \n During the hearing, both parties claimed that there were no assets to pay for a receiver. No \nevidence was presented that there are assets to be marshalled by a receiver, or that there are any \nobligations to be resolved by a receiver at this time. – other than a liability to the Small \nBusiness Administration.  \n \n Both the Joint Davis  Forensic Reports and Tarini records credibly, and by the greater \nweight, conclusively establish that Pit Box entity is not a going concern and that the Court’s \ndecision is justified and supported by the Dissolution filing with the North Carolina Secretary of \nState.  \n \nAccordingly, there has been no evidence presented that any of those tasks associated with \n“winding up” are necessary for The Pit Box, other than a determination of the financial obligations \nand entitlements of the members and entities inter se as claimed by the Petitioner’s Claim and  \nRespondents’ Counterclaims.  \n \nII. Unjust Enrichment Issue. \n \nThe Court directed that the Report and Award address the issue of unjust enrichment in its \nOrder of August 21, 2023.  \n \n“4. Issues for consideration and decision by the Arbitrator are: \n \nb. Whether any of Defendants were unjustly enriched to the detriment of Plaintiff Shane \nBourgeois or the Pit Box, LLC; and,” \n \nIn the Post-hearing brief and proposed order Claimant contends that payments or \ndisbursements for AAG and The Pit Box totaled $506,851.20; that Claimant received $66,613.40; \nand that Respondent Lapelusa received $231,939.20. Since disbursements by AAG were not \nsupposed to be received by Claimant Bourgeois, just profits to be paid to the PB joint venture, the \n \n21 \n \nArbitrator cannot determine what disbursements are only attributable only to Pit Box. Claimant has \nfailed to meet its burden of proof as to that amount. \n \n Based upon the evidence considered, the undersigned concludes that Claimant was not \nunjustly enriched and is not entitled to recover from Respondents.  \n \nIII. Counterclaim Issues \n \nThe Court directed that the Report and Award address the issues raised in the counterclaim \nin its Order of August 21, 2023. \n \n“4. Issues for consideration and decision by the Arbitrator are: \n \nc. Whether Plaintiff Bourgeois or Pit Box Auto Sales, LLC is liable to Defendants, or \nany of them, under the Counterclaims made by Defendants pending in this action.” [ \nPit Box Auto Sales, LLC asserts Counterclaims for: (1) Conversion – all Defendants; \n(2) Unjust Enrichment – Perry, ; (3) Breach of Fiduciary Duty – The Pit Box, LLC; \n(4) Constructive Fraud – Perry, LaPelusa, AAG; (5) Fraud – Perry, LaPelusa, The Pit \nBox, LLC.; (6) Declaratory Judgment as to rights of the parties to the assets, liabilities, \nand business of the Pit Box – all Defendants; (7) Derivative Action – The Pit Box, \nLLC.”     \n \nRespondents dismissed the counterclaim by Perry, Lapelusa, and The Pit Box for fraud \nagainst Bourgeois for misrepresentations at the inception of dealings between the parties. \n \nDiscussion of Applicable Claims \n \n Respondents post-hearing brief and proposed order demands $ 310,666.53 dollars in \ndamages from Claimant Shane Bourgeois for conversion of funds directed to his personal use;  \nconverting funds in breach of his fiduciary duties to receive interest and principal on an SBA loan \nin the amount of $112,055.92; conversion of funds in the amount of $6,038.45; causing the joint \nventure to make loans in the amount of $89,269.47 from AAG and unjustly enriching himself in \nthat amount with a credit for $2,205.67 less in distributions and/or salary than Respondents \nLapelusa or Perry. Respondent seeks a distribution of $4,038.45 to AAG and a distribution to the Pit \nBox, LLC a total sum of $210,947.27 to be distributed with $89,269.47 going to AAG; $40,559.27 \nto Brian Perry; $40,559.27 paid to James LaPelusa and $40,559.26 to be paid to Claimant Shane \nBourgeois.   \n \nRespondents dismissed the counterclaim by Perry, Lapelusa, and The Pit Box for fraud \nagainst Bourgeois for misrepresentations at the inception of dealings between the parties. \n  \nWhile Respondents have established an entitlement to relief, based upon the evidence, the \nundersigned reaches the following conclusions concerning entitlement to damages and the amount \ndue.  \n \n1. Claimant Bourgeois converted and misapplied proceeds over the twelve-month period \nof the joint venture in the amount of $ 101,097.02 intended for the PB joint venture \nfrom his PB BB&T account to four personal accounts in derogation of his fiduciary \n \n22 \n \nduty to the enterprise  as per the Tarini records . He was unjustly enriched and the  \nabsence of these funds required the PB joint venture to borrow $  89,269.47.00 from \nAAG.  \n \n2. Claimant received $126,000.00 from a SBA EIDL designated for The Pit Box and \ndeposited in a Pit Box account. He moved these funds to a personal account and \ncombined them with some $34,288.00 in personal funds to get a floor plan in the \namount of $160,288.00 as a private investor in violation of his fiduciary duties to the \njoint venture. AAG paid him interest and principal in the amount of $112,055.92. This \nloan was rightfully the property of The Pit Box and the payments of principal and \ninterest should be returned to The Pit Box.   \n3. Claimant Bourgeois also failed to document expenses in the amount of $153,149.88 as \nper the Davis Report. Some of these expenses would have been attributable to the PB \njoint ventur e. Based upon the data provided  from all sources, that allocation is \nundeterminable. The PB joint venture accountant attempted to get the owners to compel \nbetter attention to detail from the inception of the enterprise . Despite this knowledge, \nthe owners took no action  to resolve this accounting issue and may be said to have \nratified or accepted it as a practice such that no assessment of that amount to Bourgeois \nis directed. \n \n4. Respondents demand seeking the return of  $ 8,200.00  intended for the PB joint venture \nassociated with his mishandling of the USAA credit card in derogation of his fiduciary \nduty to the enterprise as per the Davis Report . The evidence is insufficient to confirm \nthis number so that no assessment of that amount is made.  \n \n5. Claimant Bourgeois converted by forgery of a check and theft of money the sum of \n$4,038.45 from AAG to which it is entitled.  \n \nIn summary, having considered the weight and credibility of the evidence, the undersigned \nconcludes that Respondents prevail on portions of its counterclaims concerning the PB joint venture \nand Claimant Shane Bourgeois owes the joint venture entity PB the sum of $217,191.39 less setoffs \nas follows and provided herein.  \n \nAWARD AND DISTRIBUTION TO THE PARTIES \n There are inadequate resources to pay all claims. The undersigned identifies the following \nassets for distribution and makes the following distributions to wind up the matters in controversy. \nAs part of the winding up process, the undersigned considered the following categories of claims to \nbe recognized as part of a prioritization of distributions for funds received in satisfaction of this \nAward.  \n \n1.  The total Pit Box Assets for Distribution are: \nA. Pit Box is entitled to recover from Claimant Bourgeois the sum of         $217,191.39 \n \nB. Pit Box has ( in-kind ) tools worth                                                     $10,750.00 \n \n23 \n \n \nTotal assets:          $227,941.39 \n \n2. There are insufficient funds to distribute to satisfy the claims of the parties. The undersigned \nmakes the following distributions adjusting for the income and benefits the parties received \nduring the joint venture and the capital contributions. \n Total assets:                      $227,941.39 \n Less claims assessed against total assets \nA. Recognition of the Personal loan of Bourgeois loans to the Pit Box        ($34,288.00) \n( $160,288- $126,000.00) \n \nB. Recognition of the AAG loan to the Pit Box                           ($89,267.49)  \n \nTotal remaining distributable assets:                 $104,385.90 \n \nC. Capital claims \nLess distribution of in-kind tools                   ($10,750.00) \n                    Distribution to Bourgeois                                 ($5,375.00) \n                    Distribution to Perry             ($5,375.00) \n                    Less Equitable adjustment to Lapelusa            ($5,375.00) \n         \n       Total remaining distributable assets:                                                           $88,260.90  \nD. Equal distribution among owners of joint venture \n \nBourgeois     ($29,420.30) \nPerry     ($29,420.30) \nLapelusa     ($29,420.30) \n \n                     ($88,260.90) \n \nBalance                              00.00 \n \n3. There are no remaining assets available for distribution from the Pit Box account for the \nsatisfaction of other claims of any of the parties. \n \n \n \n \n \n \n24 \n \n \n4. The Pit Box is dissolved with the only remaining task being that of Respondent-distribution \nrecipients setting up an account to make distributions as provided in this order upon \nsatisfaction of the Award. \n \n5. Claimant is not entitled to unjust enrichment relief from Respondents.  \n \n6. Claimant Bourgeois was unjustly enriched in the amount of $217,191.39  which is to be \ndistributed as per the AWARD AND DISTRIBUTION schedule herein.  Net-net, after \ndistributions, Claimant Bourgeois is liable for $153,483.09. \n \n7. Distributions to the named parties , including Claimant, are to be made upon the p ayment in \nfull of all of the claims identified and recognized herein. \n \n8. Each of the parties identified and recognized for distribution purposes is entitled to a judgment \nin its favor of the amount awarded from Claimant. \n \n9. There are no remaining assets available for distribution from The Pit Box account for the \nsatisfaction of other claims.  \n \n10. All claims and/or issues raised herein and not addressed are deemed denied. \n \n11. Each party shall bear its own counsel fees and costs. \n \n12. Interest on the Award upon entry as a judgment is at the rate of 8% per annum. \n \n13. Claimants and Respondent parties are responsible for the payment of an equal share for \narbitration services associated with this case. \n14. Counsel for the parties shall transmit this Award and Report to the Offices of  Special Superior \nCourt Judge for Complex Business Cases Julianna Theall Earp. \n \n \nIT IS SO ORDERED. \n \nThis the 15th day of November, 2024. \n \nChase B. Saunders \n___________________________ \nChase B. Saunders, \nArbitrator  \n \n \n \n \n "
}