{
  "id": "3907fd61029b67b63eb2b6a208ea8758abba3523bd6334468bca2c9a8eb164f1",
  "source_file": "data/raw/ncbc/3907fd61029b67b63eb2b6a208ea8758abba3523bd6334468bca2c9a8eb164f1.pdf",
  "raw_text": "Islet Scis., Inc. v. Brighthaven Ventures, LLC, 2017 NCBC 4. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 15 CVS 16388 \n \nISLET SCIENCES, INC. ) \n  Plaintiff, )  \n   )  \n v.  ) OPINION AND ORDER ON  \n   )          GREEN AND WILKISON’S  \n   )                        MOTIONS  \nBRIGHTHAVEN VENTURES, LLC,   )     \nJAMES GREEN, WILLIAM WILKISON, )  \nOFSINK LLC, and DARREN OFSINK, ) \n  Defendants, ) \n   ) \nand   ) \n   ) \nBRIGHTHAVEN VENTURES LLC, ) \n  Third-Party Plaintiff, ) \n   ) \n v.  ) \n   ) \nJOHN F. STEEL, IV, EDWARD T.  ) \nGIBSTEIN, and COVA CAPITAL  ) \nPARTNERS, LLC,  ) \n           Third-Party Defendants. ) \n \nTHIS MATTER comes before the Court on Defendant s James Green and \nWilliam Wilkison’s Motion for Judgment on the Pleadings (“Motion for Judgment”) \npursuant to Rule 12(c) of the North Carolina Rules of Civil Procedure (“Rule(s)”) and \ntheir Motion to Dismiss First Amended Complaint (“Motion to Dismiss Amended \nComplaint”) pursuant to Rule 12(b)(6) (collectively “Motions”). \n THE COURT, having considered the Motions, the briefs in support of and in \nopposition to the Motions, the oral arguments of counsel presented at the hearing , \nand other appropriate matters of record,  concludes that the Motion for Judgment  \n \n \nshould be GRANTED, in part, and DENIED, in part, and  the Motion to Dismiss \nAmended Complaint should be GRANTED, in part, and DENIED, in part, for the \nreasons set forth below. \nMcGuireWoods LLP by Michael F. Easley, Jr, Esq., Irving M. Brenner, \nEsq., Michael L Simes, Esq.,  for Plaintiff Islet Sciences, Inc and fo r \nThird-Party Defendants John F. Steel, IV, Edward T. Gibstein, and \nCOVA Capital Partners, LLC. \n \nParry Tyndall White  by K. Allan Parry, Esq. , for Defendant s James \nGreen and William Wilkison. \n \nJerry Meek, PLLC by Gerald F. Meek, Esq. for Defen dant Brighthaven \nVentures, LLC. \n \nYoung Moore and Henderson, P.A. by Walter E. Brock, Jr., Esq. for \nDefendants Offsink LLC and Darren Offsink. \n \nMcGuire, Judge. \nFACTUAL AND PROCEDURAL BACKGROUND \n1. The Court does not make findings of fact on a motion for judgment on  \nthe pleadings;  rather, “[a]ll allegations in the nonmovant’s pleadings, except \nconclusions of law, legally impossible facts, and matters not admissible in evidence \nat trial, are deemed admitted by the movant for the purposes of the motion.” Ragsdale \nv. Kennedy, 286 N.C. 130, 137, 209 S.E.2d 494, 499 (1974).  \n2. Plaintiff Islet Sciences, Inc. (“Islet” or “Plaintiff”) is a public corporation \norganized and existing under the laws of the State of Nevada with its headquarters \nin Raleigh, North Carolina. Islet is in the business of developing and commercializing \nnew medicines and technologies to treat patients suffering from metabolic disease. \n \n \n3. Defendant Brighthaven Ventures, LLC (“BHV”) is a privately -owned \npharmaceutical research and development company headquartered in Raleigh, North \nCarolina. BHV develops pharmaceutical products to treat  obesity-related health \ncomplications. Defendants James Green (“Green”) and William Wilkison (“Wilkison”) \nown BHV.  \n4. At all times relevant to this lawsuit, BHV was developing the SGLT2 \ninhibitor remoglifozin etzbonate (“Remo”) to treat type 2 diabetes an d nonalcoholic \nsteatohepatitis. At the time the complaint was filed, Remo was in phase IIb clinical \ndevelopment. In or about 2010, BHV entered into a licensing agreement with Kissei \nPharmaceuticals (“Kissei”), the original creator and developer of Remo, for exclusive \nworldwide rights to Remo excluding the territory of Japan (“Kissei License”). The \nKissei License required B HV to pay “‘milestone’ payments based on the progress of \nRemo through the various clinical stages,” equaling approximately $67,500,000. (Am. \nCompl. ¶ 14.) \n5. On or around September 2013, Islet, through its investment banker \nCOVA Capital Partners (“COVA”) and its principal and CEO Edward Gibstein \n(“Gibstein”), approached Green and Wilkison about joining Islet’s management team \nand about Islet and BHV jointly developing Remo. On October 25, 2013, Islet’s board \nappointed Green as CE O and Wilkison as COO of Islet.  On October 30, 2013, Islet \nexecuted written Employment Agr eements with Green and Wilkison (“Employment \nAgreements”). \n \n \n6. Islet and BHV thereafter negotiated the terms of a license for Remo from \nBHV to Islet. Plaintiff alleges that “[b]ecause Green and Wilkison were both officers \nof Islet and joint owners of BHV, they were negotiating on both sides of the \ntransaction” and “commit t[ed] Islet to terms that were favorable to the defendants \nand directly against Islet’s interests.” (Id. ¶ 19.) \n7. On January 25, 2014, COVA suggested to Islet’s board of directors that \nIslet acquire BHV instead of licensing Remo from BHV. S ubsequently, the parties \ndiscussed Islet’s acquisition of BHV in exchange for an “upfront minority share grant \nplus additional milestone payments relat ed to Remo’s development” to be paid to \nGreen and Wilkison. (Id. ¶ 22.) During the same period, Green negotiated a reduction \nof the amount of the milestone payments to be made by BHV to Kissei f rom \n$67,500,000 to $25,000,000. (Id. ¶¶ 23–25.) Plaintiff alleges that the more than $40 \nmillion in payment reductions should have inured to the benefit of Islet, but Green \nand Wilkison subsequently engaged in “self-dealing” to “steal the benefit” of reduced \nmilestone payments for the benefit of Green, Wilkison, and BHV. (Id. ¶ 26.) \n8. On or about February 9, 2014, the parties agreed on the “key terms” of \na merger pursuant to which Islet was to acquire a 100% membership interest in BHV \n“in exchange for Islet issuing 30 million shares of Islet common stock to Green and \nWilkison and the potential for up to $71 million of additional purchase price \npayments based on the achievement of certain milestones.” (Id. ¶ 27.) Plaintiff alleges \nthat the decision as to whether the milestone payments would be made in cash or in \n \n \nshares of Islet stock was to be made exclusively by the Islet board of directors. (Id. ¶ \n31.) \n9. Islet was in need of capital, so on or about February 11, 2014, Green and \nWilkison, along with Gibstein, met with Richard Schoninger (“Schoninger”) to solicit \ninvestments from Schoninger and others. Schoninger agreed to invest $1 million in \nIslet in exchange for Green’s and Wilkison’s agreement to sell BHV to Islet on the \nterms described above. In exchange for his $1 million, Schoninger r eceived 4 million \ncommon shares of Islet common stock . Plaintiff alleges that “Green and Wilkison \ndiverted some or all of [Schoninger’s investment] to the benefit of [ ] BHV in violation \nof their fiduciary duties to Islet and its shareholders.” (Id. ¶ 34.) \n10. On March 7, 2014 Islet’s board was presented with a letter of intent to \nmerge with BHV that contained terms that were “materially different” from the terms \nthat Green and Wilkison had agreed to with Schoninger and COVA , and more \nfavorable to Green and Wil kison. For example, the letter of intent removed Islet’s \ndiscretion to make milestone payments to Green and Wilkison in cash and  required \nIslet to make the payments in shares of Islet stock. The letter of intent also changed \nthe method of valuing the stock to one much more favorable to Green and Wilkison.  \nPlaintiff alleges that “Green and Wilkison  . . . made the changes to the merger \nstructure in order to benefit themselves at the expense of Islet and its [ ] \nshareholders.” (Id. ¶ 37.) Plaintiff also alleges that Green and Wilkison delayed the \npublic disclosure of the new merger terms until after Schoninger and other investors \n \n \nsigned their subscription agreements and made their investments in Islet on March \n10, 2014. (Id. ¶ 44.) \n11. A year later, on March 9, 2015, Islet terminated the merger agreement \nwith BHV . Instead, Green and Wilkison “forced” Islet  to execute a licensing \nagreement with BHV for the rights to Remo that required an upfront payment of $5 \nmillion from Islet to Green and Wilkison, $112 million in additional milestone \npayments, royalties on net sales, a forced minimum capital raise of $10 million, and \nthe exclusion of the territories of Latin America and Asia . ( Id. ¶ ¶ 57–58.) \nSubsequently, some of the directors who voted in favor of terminating the merger \nagreement expressed concerns that Green and Wilkison had conflicts of interest in \nentering into the licensing agreement, and several members of the board of directors \nresigned. After th e resignations,  Green and Wilkison  entered Islet into a bridge \nfinancing transaction that increased Islet’s debt. The value of Islet’s stock dropped \nsignificantly throughout this period. \n12. Plaintiff also alleges that during their tenure as officers and directors of \nIslet, Green and Wilkison diverted Islet funds for the benefit of BHV, including \nobligating Islet to a lease it was unable  to pay, failing to pursue valuable assets for \nIslet, missing payments of licensing o bligations, and failing to maintain Islet’s \ncompliance with federal securities regulations. (Id. ¶¶ 47–51.) \n13. In June, 2015, Islet’s shareholders filed a petition in the Nevada District \nCourt for Clark County, Nevada, asking the court to compel Islet to call  a \nshareholders meeting to elect a board of directors. The Court subsequently issued an \n \n \norder granting a writ of mandamus, compelling a shareholders meeting to elect \ndirectors. (Id. ¶¶ 75–77.) The shareholders meeting was set for September 3, 2015. \n14. On July 23, 2015, Green and Wilkison resigned as officers of Islet, but \nmaintained their positions as directors.  \n15. On August 25, 2015, Islet entered into written release agreements with \nGreen and Wilkison. (Id. ¶ 87; Green and Wilkison’s Answer & Countercl., Exs. A and \nB, “Executive Release s”). In relevant part, these Executive Releases provided as \nfollows: \nIn lieu of payment of the Separation Benefits, which the \nCompany represents that it is presently unable to pay to \nExecutive, and in consideration of the release  . . . the \nCompany . . . releases, waives, and discharges Executive . \n. . from all claims, debts, liabilities, demands, obligations, \npromises, acts, agreements, costs, expenses, damages, \nactions, and causes of action, whether in law or equity, \nwhether know n or unknown, suspected or unsuspected, \narising from Executive’s employment, termination from \nemployment with Company and/or service on the \nCompany’s board of directors. . . . \n \n(Executive Releases ¶ 2.) The Executive Releases were signed for Islet by directors \nAntonio O’Ferral and James Snapper. \n16. Plaintiff alleges that Green and Wilkiso n “used their positions on the \nboard of directors to have fellow directors—all of whom knew that they were about to \nbe removed as Islet directors—expressly insulate Green and Wilkison from liability” \nby executing the Executive Releases. (Am. Compl. ¶ 87). On or about September 24, \n2015, Islet shareholders removed Green, Wilkison, Snapper, and O’Ferral as directors \nby written consent.  \n \n \n17. On December 11, 2015 , Plaintiff initiated this lawsuit by filing a \nComplaint. On December 14, 2015, this case was designated a mandatory complex \nbusiness case by Order of the Chief Justice of the North Carolina Supreme Court, \npursuant to N .C. Gen. Stat. § 7A -45.4(b) (hereinafter, references to the North \nCarolina General Statutes will be to “G.S.”), and assigned to the undersigned Special \nSuperior Court Judge for Complex Business Cases by Order of Chief Judge James L. \nGale on December 14, 2015. \n18. On February 1 9, 2016 , Green and Wilkison filed their Answer and \nCounterclaims.  As counterclaims, Green and Wilkison allege that Plaintiff breached \ntheir respective Employment Agreements by, inter alia , refusing to advance them \ntheir legal fees and costs in defending this lawsuit and other lawsuits in which they \nare involved. Green and Wilkison  also seek a declaratory judgment declaring that \nIslet is required to advance them attorneys’ fees and costs and indemnify them under \nthe Employment Agreements and Nevada law. \n19. On February 19, 2016, Green and Wilkison also filed a Motion to \nDismiss pursuant to Rule 12(b)(6), seeking dismissal of Plaintiff’s claims against \nthem. \n20. On March 31, 2016 , Plaintiff filed a motion for  leave to amend the \nComplaint. On April  19, 2016, Plaintiff filed a Consent Motion to File Amended \nComplaint, and on April 20, 2016, the Court entered an Order granting Plaintiff leave \nto file its First Amended Complaint. \n \n \n21. In the First Amended Complaint, Plaintiff makes claims against Green \nand Wilkison for breach of fiduciary duty, constructive fraud, unjust enrichment, and \nfor imposition of a constructive trust. \n22. On May 20, 2016, Green and Wilkison filed their Answer to the First \nAmended Complaint. By stipulation of the parties, Green and Wilkison’s \ncounterclaims, filed as part of their original Answer and Counterclaims, were \nincorporated by reference. \n23. On May 20, 2016, Green and Wilkison  filed the Motion for Judgment . \nGreen and Wilkison contend that Plaintiff’s claims against them in this action are \nbarred by the Executive Releases. They also seek judgment in their favor on their \ncounterclaim for declaratory judgment. The Motion for Judgment was fully briefed, \nthe Court has heard oral arguments, and it is now ripe for disposition. \n24. On May 20, 2016, Green and Wilkison also filed the Motion to Dismiss \nAmended Complaint seeking dismissal of this action on the grounds that Plaintiff has \nfailed to allege sufficient facts to establish each cause of action. The Motion to Dismiss \nAmended Complaint was fully briefed, the court has heard arguments, and it is now \nripe for disposition. \nANALYSIS \n25. “A motion for judgment on the pleadings is the proper procedure when \nall the material allegations of fact are admitted in the pleadings and only questions  \nof law remain. When the pleadings do not resolve all the factual issues, judgment on \nthe pleadings is generally inappropriate.”  Ragsdale v. Kennedy , 286 N.C. 130, 137, \n \n \n209 S.E.2d 494, 499 (1974). “A complaint is fatally deficient in substance, and subject \nto a motion by the defendant for judgment on the pleadings if it fails to state a good \ncause of action for plaintiff and against defendant[.]” Bigelow v. Town of Chapel Hill, \n227 N.C. App. 1, 3, 745 S.E.2d 316, 319 (2013) (citation omitted). The Court may only \nconsider “the pleadings and exhibits which are attached and inc orporated into the \npleadings.” Davis v. Durham Mental Health/Dev. Disabilities/Substance Abuse Area \nAuth., 165 N.C. App. 100, 104, 598 S.E.2d 237, 240 (2004). The Court must “view the \nfacts and permissible inferences in the light most favorable to the nonmoving party.” \nRagsdale, 286 N.C. at 137, 209 S.E.2d at 499. “All well pleaded factual allegations in \nthe nonmoving party’s pleadings are taken as true and all contravening assertions in \nthe movant’ s pleadings are taken as false. All allegations in the non -movant’s \npleadings, except conclusions of law, legally impossible facts, and matters not \nadmissible in evidence at the trial, are deemed admitted by the movant . . . .” Id. Thus, \na Rule 12(c) motion for judgment on the pleadings should be denied “unless it is clear \nthat plaintiff is not entitled to any relief unde r any statement of the facts.” Praxair, \nInc. v. Airgas, Inc., 1999 NCBC LEXIS 5, at *8 (N.C. Super. Ct. 1999). \n26. When ruling on a Rule 12(b)(6) motion to dismiss, the Court must \ndetermine “whether the complaint when liberally construed  states a claim . . . upon \nwhich relief can be granted on any theory.”  Benton v. W. H. Weaver Constr. Co. , 28 \nN.C. App. 91, 95, 220 S.E.2d 417, 420 (1975). Such a motion should be granted only: \n“(1) when the complaint on its face reveals that no law supports plaintiff's claim; (2) \nwhen the complaint on its face reveals the absence of fact sufficient to make a  good \n \n \nclaim; (3) when some fact disclosed in the complaint necessarily defeats plaintiff's \nclaim.” Jackson v. Bumgardner, 318 N.C. 172, 1 75, 347 S.E.2d 743, 745 (1986). The \nCourt treats the well -pleaded allegations in a complaint as true and admitted in \nanalyzing a Rule 12(b)(6) motion to dismiss. Sutton v. Duke , 277 N.C. 94, 98, 176 \nS.E.2d 161, 163 (1970).  While facts and permissible inferences set forth in the \ncomplaint are analyzed in a light most favorable to the plaintiff, un -warranted \nconclusions of law or deductions of fact will not be deemed admitted. Sutton, 277 N.C. \nat 98, 176 S.E.2d at 163; Ford v. Peaches Entm’ t Corp., 83 N.C. App. 155, 156, 349 \nS.E.2d 82, 83 (1986).  “The general standard for civil pleadings in North Carolina is \nnotice pleading. Pleadings should be construed liberally and are sufficient if they give \nnotice of the events and transactions and allow the adverse party to understand the \nnature of the claim and to prepare for trial.” Radcliffe v. Avenel Homeowners Ass’n, \n789 S.E.2d 893, 913, 2016 N.C. App. LEXIS 824, *52 (2016) (citation omitted). \n27.  “When documents are attached to and incorporated into a complaint, \nthey become part of the complaint and may be considered in connection with a Rule \n12(b)(6) motion[.]” Schlieper v. Johnson, 195 N.C. App. 257, 261, 672 S.E.2d 548, 551 \n(2009). The trial court may reject allegations in the complaint that are contradicted \nby the incorporated documents. Id. at 265, 672 S.E.2d at 553. \n28. The Court will first address Green and Wilkison’s Motion for Judgment, \nand then the Motion to Dismiss Amended Complaint. \n \n \n \n \nMotion for Judgment \nA. Issues of Fact Preclude Judgment based on Executive Releases. \n29. Green and Wilkison  contend they are entitled to judgment on the \npleadings because Plaintiff’s claims against them are barred by the Executive \nReleases.  The Amended Complaint expressly references the Executive Releases, and \nGreen and Wilkison attached copies of the agreemen ts to their Amended Answer .  \nAccordingly, the Court can consider the question on a motion under Rule 12(c). See \nReese v. Charlotte-Mecklenburg Bd. of Educ., 196 N.C. App. 539, 546, 676 S.E.2d 481, \n486 (2009) (trial court appropriately considered a document  attached to defendant’s \nanswer in ruling on defendant’s motion for judgment on the pleadings, when the \nplaintiff’s complaint made clear reference to the events memorialized in that  \ndocument). \n30. Green and Wilkison contend that the releases are “unambiguous” and \n“clearly broad enough to encompass all claims asserted by Islet against Green and \nWilkison in this action.” (Green and Wilkison Mem. Supp. Mot. Partial Judgment 5.) \nPlaintiff does not make any counter argument or contend that the releases, if \nenforceable, would not cover the claims raised in this action against Green and \nWilkison. Instead, Plaintiff contends that (1) Snapper and O’Ferral were not \ndisinterested directors under Nevada law, and (2) that there are facts in dispute as \nto whether the releases were considered by Islet’s board at a meeting that was \n“properly convened.” (Pl.’s Mem. Opp. Mot. Partial Judgment 4–6.)1 \n                                                 \n1 Both parties contend that the law of Nevada applies to the question of whether Snapper \nand O’Ferral were disinterested directors for purposes of entering into the Executive Releases \n \n \n31. Green and Wilkison argue that the Executive Releases are valid because \nthey were entered into on behalf of Islet by allegedly “disinterested” directors , \nSnapper and O’Ferral. (Green and Wilkison Mem. Supp. Mot. Partial Judgment 6–\n7.) Green and Wilkison further contend that “Nevada law is clear that a contract is \nnot void or voidable simply because it is between a corporation and one or more of its \ndirectors, even if the interested director is present when the contract is authorized, \nprovided that the fact of the director’s interest is known to the disinterested directors \nwho approve the contract in good faith,” and that Plaintiff’s allegation that Snapper \nand O’Ferral “knew that they were about to be removed as Islet directors” is not \nsufficient to invalidate the releases. (Id. at 7, citing Nev. Rev. Stat. § 78.140.) \n32. In this case, however, the pleadings establish that there is a dispute of \nfact regarding whether Snapper and O’Ferral were disinterested directors.  In the \nAmended Complaint, Plaintiff alleges that Green and Wilkison “used their positions \non the board of directors to have fellow directors” enter into the Executive Releases, \nand that the Executive Releases are “evidence of the transparent bad faith with which \n[ ] Green and Wilkison operated Islet. . . .” (Am. Compl. ¶ 87.) In their counterclaims \nGreen and Wilkison allege, and Plaintiff in its answer to the counterclaim denies, \nthat Snapper and O’Ferral were acting as “independent board members” when they \nentered into the Executive Releases with Green and Wilkison. (Green and Wilkison’s \nCountercl. ¶ 15; Pl.’s Answer to Countercl. ¶ 15.). Viewed in the light most favorable \nto Plaintiff, there exist disputes of fact and the pleadings in this action do not support \n                                                 \nwith Green and Wilkison. (Pl.’s Mem. Opp. Mot. Partial Judgment 4–6; Green and Wilkison \nMem. Supp. Mot. Partial Judgment 7.) \n \n \ndismissal of Plaintiff’s claims based upon the Executive Releases at this stage of the \nproceedings. Green and Wilkison’s motion for judgment on the pleadings seeking \ndismissal of Plaintiff’s claims should be DENIED. \nB. Declaratory Judgment. \n33. Green and Wilkison also seek judgment in their favor on their \ncounterclaim for a declaratory judgment th at “with regard to the Schoninger \nComplaint, the COVA Complaint2 and this action: (i) Green and Wilkison are entitled \nto indemnification and advancement under Nevada law; (ii) Green and Wilkison are \nentitled to indemnification and advancement under the Isl et by-laws and/or other \ncorporate organizational documents;  (iii) Green and Wilkison are entitled to \nindemnification and advancement under the Employment Agreements; and/or (iv) \nGreen and Wilkison  are entitled to indemnification and advancement under the \nTermination Agreement.” (Green and Wilkison’s Countercl. ¶ 36.) \n34. Under the Uniform Declaratory Judgment Act, G.S. §§ 1-253 through 1-\n267, a court has the power to “declare rights, status, and other legal relations, \nwhether or not further relief is or could be claimed.” G.S. § 1 -253. Section 1-254 \nexpressly provides that “[a]ny person . . . whose rights, status, or other legal relations \n                                                 \n2 In Paragraph 22 of their counterclaims, Green and Wilkison identify the lawsuits, other \nthan this action, in which they seek advancement and indemnification as “(i) a Complaint \nfiled on March 24, 2015 and styled Richard Schoninger, Jacqueline Schoninger, Scott \nSchoninger, Gerald Allen and COVA Capital  Partners, LLC v. James Green and William \nWilkison, 15 CV 2233, United States District Court for the Southern District of New York \n(the “Schoninger Complaint”); and (ii) a Complaint filed on August 28, 2015 and styled COVA \nCapital Partners, LLC v. James Green, William Wilkison, James Snapper, Antonio O’Ferral, \nLarry Hutchison, and Islet Sciences, Inc., 15 CV 06834, i n the United States District Court \nfor the Southern District of New York (the “COVA Complaint”).” \n \n \nare affected by a statute . . . may have determined any question of construction or \nvalidity arising under the . . . statute . . . and obtain a declaration of rights, status, or \nother legal relations thereunder.” The complaint must demonstrate the existence of \nan actual controversy. Wendell v. Long , 107 N.C. App. 80, 82 , 418 S.E.2d 825, 826 \n(1992). \n35. Under Nevada law,3 a corporation has discretion to  \nindemnify any person who was or is a party or is \nthreatened to be made a party to any threatened, pending \nor completed action, suit or proceeding . . . by reason of the \nfact that the person is or was a director, officer, employe e \nor agent of the corporation . . . against expenses, including \nattorneys’ fees . . . actually and reasonably incurred by the \nperson in connection with the action, suit or proceeding if \nthe person: (a) Is not liable pursuant to NRS 78.138; or (b) \nActed in good faith and in a manner in which he or she \nreasonably believed to be in or not opposed to the best \ninterests of the corporation . . . .  \n \nNev. Rev. Stat. § 78.7502(1). The corporation has the same discretion to provide \nindemnification even where, as here, the director or officer is defending an action “by \nor in the right of the corporation to procure a judgment in its favor.” Id. § 78.7502(2). \nThis indemnification is permitted by law except where the person seeking \nindemnification “has been adjudged by a court of competent jurisdiction, after \nexhaustion of all appeals therefrom, to be liable to the corporation.” Id. \n                                                 \n3 Green and Wilkison cite Nevada law in suppo rt of their claim for a declaratory judgment \nthat they are entitled to advancement and indemnification. Plaintiff makes no argument \nregarding the declaratory judgment claim. The Court concludes that an officer’s or director’s \nright to indemnification is a matter of corporate governance to which Nevada’s laws, as the \nstate of Islet’s incorporation, should apply. Bluebird Corp. v. Aubin, 188 N.C. App. 671, 680–\n81, 657 S.E.2d 55 , 62 –63 (2008) (“States normally look to the State of a business’  [sic] \nincorporation for the law that provides the relevant corporate governance general standard \nof care,” quoting Atherton v. F.D.I.C., 519 U.S. 213, 224 (1997)). \n \n \n36. The statute further provides that discretionary indemnification may be \nmade “only as authorized in the specific case upon a determination that \nindemnification of the director, officer, employee or agent is proper in the \ncircumstances,” which determination is made by the company’s stockholders, board \nof directors or independent legal counsel. Id. § 78.751(1). That threshold \ndetermination, however, is not required if indemnification is “advanced pursuant to \nsubsection 2” of the statute. That sub -section provides as follows with regard to the \ntype of advancement that is permitted under Nevada law: \nThe articles of incorporation, the bylaws or an agreement \nmade by the corporation may provide that the expenses of \nofficers and directors incurred in defending a civil or \ncriminal a ction, suit or proceeding must be paid by the \ncorporation as they are incurred and in advance of the final \ndisposition of the action, suit or proceeding, upon receipt of \nan undertaking by or on behalf of the director or officer to \nrepay the amount if it is  ultimately determined by a court \nof competent jurisdiction that the director or officer is not \nentitled to be indemnified by the corporation. \n \nId. § 78.751(2). This statute further provides that the director or officer’s right to \nadvancement as authorized by law pursuant to this section “[c]ontinues for a person \nwho has ceased to be a director, officer, employee or agent.” Id. § 78.751(3)(b). \n37. Under Nevada law, directors and officers are entitled to advancement of \ndefense costs, even in actions brought against them by or on behalf of the corporation, \nwith no precondition other than the statutory requirement that they agree to repay \nany costs if it is later established, by final adjudication, that they are not entitled to \nindemnification. See, e.g., Envirokare Tech, Inc. v. Pappas, 420 F. Supp.2d 291, 295 \n(S.D.N.Y. 2006) (granting CEO’s motion for partial summary judgment on cost of \n \n \ndefense counterclaim against Nevada corporation that sued CEO for breach of \nfiduciary duty); Orion Ethanol, Inc. v. Evans, 2009 U.S. Dist. LEXIS 65555, *8–9 (D. \nKan. 2009) (granting summary judgment and requiring advancement of defense costs \nfrom Nevada corporation and pointing out that Nevada law makes a clear distinction \nbetween indemnification and adv ancement of defense costs  and provides no \nprecondition for the latter other than execution of a signed undertaking). \n38. The Employment Agreements provide, in relevant part, as follows: \nThe Company and each of its subsidiaries shall, to the \nmaximum extent provided under applicable law, indemnify \nand hold Executive harmless from and against any \nexpenses, including reasonable attorney’s fees, judgments, \nfines, settlements and other legally permissible amounts \n(“Losses”) incurred in connection with any proceeding \narising out of, or related to, Executive’s employment by the \nCompany, other than any such Losses incurred as a result \nof Executive’s negligence or willful misconduct. The \nCompany shall, or shall cause a third party to, advance to \nExecutive any expenses, including attorney’s fees and costs \nof settlement, incurred in defending any such proceeding to \nthe maximum extent required by applicable law. \n \n(Employment Agreements ¶ 11.1.)  \n39. In its Memorandum in Opposition, Plaintiff made no argument in \nopposition to Green and Wilkison’s motion f or judgment on the pleadings regarding \nthe counterclaim for declaratory judgment, but claimed that it would request \ncoverage for Green and Wilkison from Islet’s insurance carrier. (Pl.’s Mem. Opp. Mot. \nPartial Judgment 2, n.1.) Plaintiff’s counsel reiterated this claim at the hearing, but \nadded that if coverage was declined, Plaintiff would not have sufficient ca sh to \n \n \nprovide the advancement. Green and Wilkison correctly point out that such claim ed \ninability to pay does not excuse Islet’s obligation to make the advancement.  \n40. The terms of the Employment Agreements are unambiguous and \nrequire Islet to advance Green and Wilkison their attorneys’ fees  subject to their \nproviding of an undertaking as required by statute , and subject to reimbursement \nupon a finding of negligence or willful misconduct.  Green and Wilkison’s motion for \njudgment on the pleadings seeking a declaratory judgment as requested in their \ncounterclaims should be GRANTED. \nMotion to Dismiss Amended Complaint \nC. Breach of Fiduciary Duty. \n41. Since Islet is a Nevada corporation, Nevada law applies to Plaintiff’s \nclaim for breach of fiduciary duty. Nev. Rev. Stat. § 78.015; Bluebird, 188 N.C. App. \nat 680, 657 S.E.2d at 63 . Nevada law provides that “ [d]irectors and officers shall \nexercise their powers in good faith and with a view to the interests of the corporation.” \nNev. Rev. Stat. § 78.138(1). “Pursuant to Nev. Rev. Stat. § 78.138(7), to show that a \ndirector breached his or her fiduciary duty, a shareholder m ust prove that the \ndirector’s act or failure to act constituted a breach of his or her fiduciary duties and \nthat the breach of those duties involved intentional misconduct, fraud, or  a knowing \nviolation of the law.” Kahn v. Dodds (In re AMERCO Derivative Litig.), 127 Nev. 196, \n223, 252 P.3d 681, 700 (2011); see also Morefield v. Bailey, 959 F. Supp. 2d 887, 903 \n(E.D. Va. 2013) (claim for breach of fiduciary duty against corporate officer or director \n \n \nunder Nevada law requires allegations of “intentional misconduct, fraud, or knowing \nviolation of the law.”).4 \n42. Green and Wilkison served as directors and officers of Islet at all times \nrelevant to this claim and owed a fiduciary duty to Islet and its shareholders. Nev. \nRev. Stat. § 78.138(1); In re AMERCO, 127 Nev. at 223, 252 P.3d at 700–01. \n43. Plaintiff has alleged, in some detail,  that Green and Wilkison engaged \nin self-dealing and other intentional misconduct in breach of their fiduciary duties to \nIslet including: (1) taking the benefits of the reduced milestone payments negotiated \nwith Kissei for themselves and BHV ( Am. Compl. ¶ ¶ 24–26); (2) diverting to BHV \n“some or all” of the $1 million investment raised from Schoninger (Id. ¶¶ 32–34); (3) \nunilaterally changing the terms of the Islet–BHV merger (Id. ¶¶ 36–39); (4) usurping \nother Islet corporate opportunities and diverting Islet funds to BHV  (Id. ¶¶ 45–47); \n(5) negotiating the termination of the merger “with . . . themselves” on terms highly \nunfavorable to Islet (Id. ¶¶ 55–59); and, (6) incurring $200,000 in d ebt for Islet but \ndiverting those funds to the benefit of themselves. (Id. ¶¶ 66–68.) Plaintiff also alleges \nthat “ [t]he actions taken by these Defendants were intentional, with aggravating \nfactors that entitle Islet to punitive damages, including wil lful and wanton conduct \n[and] [a]t all times, Defendants knew that their actions could irreparably damage \n[Islet] and its shareholders.” ( Id. ¶ 95.)  The Court finds that these statements are \n                                                 \n4 To the extent a plaintiff alleges fraudulent conduct in support of a claim for breach of \nfiduciary duty, such allegations must be stated “with particularity” as required by the \napplicable pleading requirements. In re AMERCO, 127 Nev. at 223, 252 P.3d at 700 (Nevada \nRule of Civil Procedure 9(b)); Morefield, 959 F. Supp. 2d at 903 (Federal Rule of Civ il \nProcedure 9(b)).  Accordingly, to the extent Plaintiff alleges that Green ’s and Wilkison’s \nconduct was fraudulent, it must plead those allegations with particularity under Rule 9(b). \n \n \nmore than conclusory in nature and are sufficiently specific  to support a claim for \nbreach of fiduciary duty . See In re AMERCO , 127 Nev. at 223, 252 P.3d at 700 \n(“[Plaintiffs’] first and second causes of action in the amended complaint contained \nallegations that [defendants] breached the fiduciary duty of loyalty b y self-dealing \nand usurping corporate opportunities[.]”). Accordingly, Green and Wilkison’s motion \nto dismiss Plaintiff’s claim for breach of fiduciary duty should be DENIED. \nD. Constructive Fraud. \n44. The parties do not expressly address the question of whether Nevada or \nNorth Carolina law applies to Plaintiff’s claim for constructive fraud. For purposes of \ndetermining the Motion to Dismiss Amended Complaint, however, the Court need not \ndecide this issue since both Nevada and North Carolina recognize such a claim  and \nboth require the existence of a confidential (fiduciary) relationship between the \nparties and breach of that relationship by the defendant. Perry v. Jordan, 900 P.2d \n335, 337, 111 Nev. 943 , 946 –47 (1995) (“Constructive fraud is characterized by a \nbreach of duty arising out of a fiduciary or confidential  relationship.”); Watts v. \nCumberland Cty. Hosp. Sys., Inc., 317 N.C. 110, 115–16, 343 S.E.2d 879, 884 (1986) \n(“Constructive fraud arises where a confidential or fiduciary relationship exists[.]”) \n45. The Court already has concluded that Green and Wilkison owed Islet a \nfiduciary duty and that Plaintiff has alleged sufficient facts to support a breach of \nfiduciary duty. In addition, Plaintiff has adequately alleged that Green and Wilkison \nsought to benefit themselves by their misconduct and caused injury to Islet. White v. \nConsol. Planning, Inc. , 166 N.C. App. 283, 2 94, 603 S.E.2d 147, 156 (2004) (“The \n \n \nprimary difference between pleading a claim for constructive fraud and one for breach \nof fiduciary duty is  the constructive fraud requirement that the defendant benefit \nhimself.”). Accordingly, Green and Wilkison’s motion to d ismiss Plaintiff’s claim for \nconstructive fraud should be DENIED. \nE. Unjust Enrichment. \n46. As a Sixth Cause of Action, Plaintiff alleges that “BHV, Green, and \nWilkison unjustly enriched themselves by negotiating agreements, purportedly on \nbehalf of Islet, that served to benefit the Defendants’ personal pecuniary interests ” \nand “resulted in substantial benefits to [ ] BHV.” (Am. Compl. ¶¶ 120–21.) The Court \nhas dismissed Plaintiff’s unjust enrichment claim against BHV in its Opinion and \nOrder on Brighthaven Ventures, LLC’s Motion to Dismiss issued contemporaneously \nwith this Opinion and Order, and for the same reasons concludes that the claim for \nunjust enrichment against Green and Wilkison should be dismissed. \n47. Accordingly, Green and Wilkison’s motion to dismiss Plaintiff’s claim for \nunjust enrichment should be GRANTED. \nF. Constructive Trust. \n48. As a Seventh Cause of Action, Plaintiff has requested that the Court \nimpose a constructive trust  “with respect to any transfer of funds, assets, benefits, \ncorporate opportunities, or property from Plaintiff, as well as any benefits received \nby Defendants in the past or on a going forward bases. . . .” (Am. Compl. ¶ 127.) \n49.   A constructive trust is an equitable remedy.  “Courts of equity will \nimpose a constructive trust to prevent the unjust enrichment of the holder of the legal \n \n \ntitle to property acquired through a breach of duty, fraud, or other circumstances \nwhich make it inequitable for him to retain it against the claim of the benefic iary of \nthe constructive trust.”  Cline v. Cline , 297 N.C. 336, 343 –44, 255 S.E.2d 399, 404 \n(1979). “[A] constructive trust ordinarily arises out of the existence of fraud, actual or \npresumptive—usually involving the violation of a confidential or fiduciary relation—\nin view of which equity transfers the beneficial title to some person other than the \nholder of the legal title.”  Leatherman v. Leatherman , 297 N.C. 618, 621 –22, 256 \nS.E.2d 793, 795–96 (1979), superseded by statute on other grounds  (quoting Bowen \nv. Darden, 241 N.C. 11, 13–14, 84 S.E.2d 289, 292 (1954)). A constructive trust “arises \npurely by construction of equity independently of any contract or of any actual or \npresumed intention of the parties to create a trust. . . .” Teachey v. Gurley, 214 N.C. \n288, 292, 199 S.E. 83, 87 (1938). \n50. The Court has denied the motions to dismiss Plaintiff’s claims for breach \nof fiduciary duty and constructive fraud, and the remedy of a constru ctive trust \nremains available to Plaintiff. Accordingly, Green and Wilkison’s motion to d ismiss \nPlaintiff’s claim for constructive trust should be DENIED. \nTHEREFORE, IT IS ORDERED that:  \n51. Green and Wilkison’s  Motion for Judgment as to Plaintiff’s claims for \nbreach of fiduciary duty, constructive fraud, unjust enrichment and constructive trust \nis DENIED. \n \n \n52. Green and Wilkison’s Motion for Judgment as to Green and Wilkison’s \ncounterclaim for declaratory judgment regarding Islet’s duty to advance defense costs \nis GRANTED. \n53. Green and Wilkison’s Motion to Dismiss Amended Complaint  as to \nPlaintiff’s claims for breach of fiduciary duty, constructiv e fraud, and constructive \ntrust are DENIED. \n54. Green and Wilkison’s Motion to Dismiss Amended Complaint  as to \nPlaintiff’s claim for unjust enrichment is GRANTED. \nThis the 12th day of January, 2017. \n \n    /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}