{
  "id": "391cdc5a0ce7177085f384eea06846d311ddabc69b576c8e8fbfba48fb8a188a",
  "source_file": "data/raw/ncbc/391cdc5a0ce7177085f384eea06846d311ddabc69b576c8e8fbfba48fb8a188a.pdf",
  "raw_text": "Tumlin v. Tuggle Duggins P.A., 2018 NCBC 49. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 9887 \nWAYNE E. TUMLIN, \n \nPlaintiff, \n \nv. \n \nTUGGLE DUGGINS P.A.,  \n \nDefendant. \n \nORDER & OPINION DENYING \nPLAINTIFF’S MOTION FOR \nDISCOVERY SANCTIONS  \n \n1. THIS MATTER is before the Court on Plaintiff’s Motion for Discovery \nSanctions (“Motion”) asserting that Defendant has violated  Rule 26(g) and Rule \n37(b)(2) of the North Carolina Rules of Civil Procedure (“Rule(s)”).  For the reasons \ndiscussed below, the Court DENIES the Motion.  \nNelson Mullins Riley & Scarborough, LLP, by G. Gray Wilson and Lorin \nJ. Lapidus, for Plaintiff.  \n \nSharpless & Stavola, P.A., by Frederick K. Sharpless, for Defendant.  \n \nGale, Chief Judge.  \nI. INTRODUCTION \n2. The central issue in the case is whether  Plaintiff Wayne E. Tumlin \n(“Plaintiff” or “Tumlin”) is entitled to add itional compensation after his resignation \nfrom Defendant Tuggle Duggins P.A. (“Defendant” or “Tuggle Duggins”) or whether \nhe forfeited such right by failing to give timely notice of his resignation.  \n3. The Motion is the culmination of disputes regarding document \nproduction that have now extended over two years, during which time the Court has \nheld numerous conferen ces and issued various orders.  In addition to monetary \n \n \nsanctions, Tumlin now asks the Court to order a forensic examination of Tuggle \nDuggins’ e-mail server, at the firm’s expense, to determine if potentially relevant e -\nmails were lost because of Tuggle Duggins’ failure to adequately preserve documents.  \nTumlin further conten ds that Tuggle Duggins’ counsel , when signing discovery \nresponses, improperly certified that reasonable efforts had been taken to assure that \nall relevant information had been produced. \n4. For the reasons discussed below, the Court concludes t hat Tuggle \nDuggins did not violate Rule 26(g) or Rule 37, Tuggle Duggins’ counsel did not make \nan improper certification, no sanctions are warranted, and the discovery in this action \nis now complete. \nI. FACTUAL BACKGROUND  \n \nA. Tumlin’s Resignation  \n \n5. Tumlin began working as a partner at Tuggle Duggins, P.A. in May \n2008.  (Compl. ¶ 4, ECF No. 1; Am. Answer ¶ 4, ECF No. 33.)   \n6. On or around May 13, 2015, Tumlin inform ed Tuggle Duggin s’ \nPresident, Ross Hamilton, that he planned to resign.  (Compl. ¶ 13; Am. Answer ¶ 13.)  \nMr. Hamilton asked Tumlin to consider working at the firm for at least one more \nyear.  (Compl. ¶ 17; Am. Answer ¶ 17.)   \n7. On May 19, 2015, Tuml in provided Mr. Hamilton with his resignation \nletter, which specified his last day as June 5, 2015.  (Compl. ¶ 18; Am. Answer ¶ 18.)  \nTuggle Duggins contends that the  Firm’s Policies Governing Attorney’ s \nCompensation upon Termination of Employment requires at least thirty days’ notice \n \n \nto receive any post -termination compensation.  (Am. Answer 10.)  Tumlin contends \nthat both he and Mr. Hamilton “mutually agreed” to his departure date, which Tuggle \nDuggins denies.  (See Compl. ¶¶ 17 –18; Am. Answer ¶¶ 17–18.)  Tumlin resigned \nfrom the firm on June 5, 2015.  (See Compl. ¶ 37.) \n8. Tuggle Duggins’ fiscal year ended August 31, 2015.  On September 19, \n2015, Tumlin e-mailed Mr. Hamilton inquiring when he would receive payment for \nthe collected fees allocated to him for the work he performed during the first ten \nmonths of the August 31, 2015 fiscal yea r.  (Compl. ¶ 31; Am. Answer ¶ 31.)  Mr. \nHamilton responded that Tuggle Duggins did not owe Tumlin any additional \ncompensation.  (Compl. ¶ 32; Am. Answer ¶ 32.)  Mr. Hamilton directed Tumlin to \naddress any further questions concerning this i ssue to Tuggle Duggins’ attorney, \nFrederick Sharpless.  (Compl. ¶ 33; Am. Answer ¶ 33.)  On September 22, 2015, Mr. \nSharpless informed Tumlin that he was not entitled to any further compensation \nbecause he did not give proper notice regarding his  departure, which is required to \nreceive post-termination compensation.  (Compl. ¶ 34; Am. Answer ¶ 34.)  On October \n9, 2015, Tumlin’s attorney contacted Mr. Sharpless.  ( See Def.’s Br. Resp. Pl.’s Mot. \nDisc. Sanctions Ex. A, ECF No. 60.1.) \n9. During this same time, Tuggle Duggins was preparing to install a new \ne-mail archiving system, and the firm’s administrator, Elizabeth Osteen, encouraged \nemployees to clean up e-mail mailboxes in preparation for the installation.  (See Def.’s \nBr. Resp. Pl.’s Mot. Disc. Sanctions Ex. E, at 1–2, ECF No. 60.5 .)  Mrs. Osteen e -\nmailed all Tuggle Duggins’ employees, on the afternoon of October 16, 2015, asking \n \n \nthem to “delete as many emails as possible, especially emails with large attachments” \nto help improve the system’s functionality.  (Def.’s Br. Resp. Pl.’s Mot. Disc. Sanctions \nEx. E, at 2 .)  On the morning of October 17, 2015, Nathan Duggins e -mailed all \nattorneys, staff, and CPAs at Tuggle Duggins and instructed them to “retain all \nemails related to Wayne Tumlin.”  (Def.’s  Br. Resp. Pl.’s Mot. Disc. Sanctions Ex. E, \nat 1.)   \n10. Tumlin initiated this action on November 30, 2015, asserting  multiple \nclaims tied to his allegation that Tuggle Duggins owes him additional compensation \nfor the fiscal year ending on August 31, 2015.  ( See Compl. ¶¶ 41 –65.)  Tumlin \ncontends that the firm’s thirty-day notice provision is unenforceable because it \nviolates public policy, that Tuggle Duggins waived the notice requirement when Mr. \nHamilton agreed to Tumlin’s last day, and that Tuggle Duggins fraudulently induced \nTumlin to leave without providing thirty days’ notice to avoid paying his end-of-fiscal-\nyear compensation.  ( See Compl. ¶¶ 37 –38, 59.)  Stated differently, Tumlin argues \nthat Tuggle Duggins’ partners undertook efforts as early as May 2 015 to cause \nTumlin to forfeit his 2015 end-of-fiscal-year compensation.  (See Compl. ¶ 59.)  \nB. Tuggle Duggins’ E-mail System  \n11. Tuggle Duggins uses Outlook as its e -mail application.  (Rains Dep. 8: \n22–23, ECF No. 56.2.)  Tuggle Duggins bought a new software, Symantec Enterprise \nVault, for archiving its e-mails in October 2015.  (Rains Dep. 8:24–9:3.)   \n12. Tuggle Duggins installed t he software on  November 30, 2015 .  (Rains \nDep. 9:8 –10.)  At installation, Tuggle Duggins archived a ll e -mails older than six \n \n \nmonths into the new software.1  (Rains Dep. 9:11–17.)  E-mails dated May 31, 2015 \nthrough November 30, 2015 were not included in the initial archive.  (See Rains Dep. \n9:11–15, 18:4–25.)  Thereafter, the system was set up to automatically archive e-mails \nin employees’ inboxes, outboxes, and deleted folders once they become six months old.  \n(See Rains Dep. 18:4–25; 30:9–13.)   \n13. Until it is archived, an e -mail is stored in the sender ’s or recipient ’s \nmailbox and the sender or recipient can delete the e -mail from his inbox or outbox, \nwhich moves that e-mail to the deleted folder.  A sender or recipient can then delete \nthe e -mail from the deleted folder, essentially double -deleting the e -mail and \nremoving it from the server.  If an e -mail is double -deleted by t he user before it is \narchived, then Tuggle Duggins cannot archive the e -mail because it has been \npermanently deleted from the server.  (Rains Dep. 10:21 –11:14.)  If more than one  \nTuggle Duggins’ employee is a sender or recipient of an e-mail, to delete all copies of \nthe e-mail each user who possessed the e-mail would have to double-delete it prior to \nits being archived.  No users have the ability to delete e-mails once they are archived.  \n(Rains Dep. 10:17–20.)   \nII. THE COURSE OF WRITTEN DISCOVERY \n  \n14. Tumlin served his initial discovery requests on January 7, 2016.  The \nCourt extended Tuggle Duggins’ time to respond to such discovery until after Tumlin \nwas deposed on May 11, 2016.  \n                                                           \n1 One employee’s e-mails were not archived at that time, but the delay in Mr. Wenig’s e-mails \nbeing archived does not appear to be relevant to this matter.  (See Rains Dep. 9:18–23.)   \n \n \n15. The Court held a case management conference on March 21, 2016, and \nentered the Case Management Order (“CMO”), which adopted the parties’ Joint Case \nManagement Plan.  (Case Management Order (“CMO”), ECF No. 16.)  The CMO \nrequires both parties to “maintain all reasonably accessible evidence related to the \nissues in this case” and to m ake a “reasonable effort to preserve or archive” e -mails \nrelated to this action.  (Joint Case Management Plan ¶ 11, ECF No. 9.)  The parties \nagreed that “once a party has made a diligent and reasonable search for electronic \nrecords and has made a diligent and reasonable effort to preserve or archive same, \nthe parties shall be under no obligation to suspend ordinary operations of their \nnetwork, replacement of media, or replacement of components or equipment.”  (Joint \nCase Management Plan ¶ 11.)   \n16. The central  document request at issue  in this Motion  seeks the \nproduction of “emails . . . in [Tuggle Duggins’] possession or control . . . regarding or \npertaining to plaintiff’s departure from the defendant and/or relating to plaintiff’s \ncompensation for any period after August 31, 2014.”  ( Pl.’s Br. Supp. Mot. Disc. \nSanctions Ex. E (“ Def.’s Resp. Pl.’s Req. Produc. Doc s.”), Req. Product. 5, ECF No. \n56.6.) \n17. In its discovery resp onse signed by counsel on June 29 , 2016, Tuggle \nDuggins objected to that request as overbroad, but stated that it would produce “all \ncommunications with plaintiff concerning his employment with defendant, his \nresignation, [and] any compensation (not) due following his departure.”  (Def.’s Resp. \nPl.’s Req. Produc. Docs ., Req. Product.  4.)  During the course of the proceedings, \n \n \nTuggle Duggins searched its e -mail server  numerous times and made multiple \nproductions as summarized below.  \n18. On July 20, 2016, Tuggle Duggins’ IT manager, Tim Rains, searched \nTuggle Duggins’ directors’, Mrs. Osteen’s, and CPA Kris Landrum’s e-mail mailboxes \nusing the search terms “Wayne” and “Tumlin” (“Search No. 1”).  (Rains Dep. 13:15–\n14:6.)  In reviewing the results of that search, Mr. Rains realized that the software \nhad not searched the subject line or body of e-mails, but only searched the “To” and \n“From” fields.  (Rains Dep. 14:7 –19.)  Mr. Rains adjusted the software search \nparameters to include the subject line and body of e -mails and then conducted a \nsecond search of the directors ’ and Mrs. Osteen’s mailboxe s using the same search \nterms (“Search No. 2”).  (Rains Dep. 14:16–15:7.)   \n19. Search No. 1 and Search No. 2 produced approximately 6,000 e -mails.  \n(Rains Dep. 16:15–19.)  Mr. Rains reviewed those 6,000 e-mails and removed e-mails \nhe determined “had no relati onship to Mr. Tumlin’s lawsuit.”  (Rains Aff. ¶ 14 , Jan. \n12, 2017.)  Mr. Rains testified that he made such a determination “by looking at the \nsender and the sent to and the subject line and . .  . see[ing] if [the e -mail] was in \nregards to any existing clie nt work that was going on with the firm.”  (Rains Dep. \n21:11–14.)  In his affidavit, Mr. Rains explained  that “the firm has a number [of] \nclients with the name ‘Wayne’” and “the search captured e -mails about unrelated \nmatters including e-mails from the ABA  and/or CLEs with speaker s with the name \n‘Wayne’ and e -mails sent or received by Wayne to firm lawyer s involving client -\nspecific matters.”  (Rains Aff. ¶ 14, Jan. 12, 2017.)   \n \n \n20. Based on his review of the e -mails, he determined that 1,500 e -mails \nwere not related to this action and provided the remaining 4,500 e -mails to Jeff \nSoutherland, a partner at Tuggle Duggins, and Mrs. Osteen.  (Rains Dep. 21:18–24.)  \nMr. Southerland then reviewed the e -mails for responsiveness, removed non -\nresponsive e-mails, and produced the responsive e-mails to Mr. Sharpless.  (See Rains \nDep. 22:14–23:17.)   \n21. On August 2, 2016, Tumlin moved to compel Tuggle Duggins to respond \nto his written discovery requests.  (See Pl.’s Mot. Compel Disc., ECF No. 20.3.)  Tuggle \nDuggins produced the responsive, non-privileged e-mails from Search No. 1 to Tumlin \non August 19, 2016.  (See Def.’s Br. Resp. Pl.’s Mot. Disc. Sanctions Ex. A, at 1.) \n22. The Court held a hearing on Plaintiff’s Motion to Compel on October 28, \n2016.  At the hearing, the Court directed Tumlin to provide a specific list of documents \nhe contended had not been produced  and directed Tuggle Duggins  to provide  \ndocuments listed on its privilege log to the Court for in camera review.  After its in \ncamera review, the Court concluded that Tuggle Duggins’ assertion of privilege was \njustified and  none of the documents withheld on the basis of privilege should be \nproduced.    \n23. On or around October 28, 2016, Mr. Rains searched Tumlin’s former \nsecretary’s, Ms. Donna Compton’s, e-mail mailboxes for the period between May 19, \n2015 through July 2016 (“Search No. 3”).  (Rains Dep. 29:1 –30:1; 34:23–25.)  Search \nNo. 3 produced approximately 798 e -mails.  (Rains Dep. 29:12 –18.)  Mr. Rains \n \n \nfollowed the same process of removing e-mails that were not related to this action and \nproviding the remaining e-mails to Mr. Southerland.  (See Rains Dep. 32:6–15.)   \n24. Tuggle Duggins produced responsive, non -privileged e -mails from \nSearch No. 2 and Search No. 3 to Tumlin on November 8, 2016.  (See Def.’s Br. Resp. \nPl.’s Mot. Disc. Sanctions Ex. A, at 2.) \n25. Mr. Rains then conducted the same search of Ms. Kathy Nichols’ , \nanother firm administrator’s, e-mails.  (Rains Dep. 29:19–22.)  Mr. Rains followed the \nsame process of removing e -mails that were not related to this action and providing \nthe remaining e -mails to Mr. S outherland.  (Rains Dep. 32:6 –15.)  Tuggle Duggins \nsupplemented its production of Search No. 3 and produced the responsive, non-\nprivileged e -mails from Ms. Nichols ’ and Ms. Landrum’s mailboxes to Tumlin on \nNovember 16, 2016.  (See Def.’s Br. Resp. Pl.’s Mot. Disc. Sanctions Ex. A, at 2.) \n26. On November 22, 2016, Plaintiff provided a list o f documents he \ncontended still needed to be produced, and Tuggle Duggins responded on December \n1, 2016.  The Court held a telephone conference on this issue on January 5, 2017.  \n27. The Court ordered that the discovery period would be held in abeyance \nuntil the issues regarding Plaintiff’s Motion to Compel were resolved.  (See Order \nRegarding Disc. Deadline s, ECF No. 45.)  After the conference, Tuggle Duggins \nprovided Tumlin with Mr. Rains’ affidavit, which  specified all the searches Tuggle \nDuggins had performed on its e-mail server as of January 12, 2017.  (See E-mail from \nGray Wilson, Plaintiff’s Counsel, to the Court and Defendant’s Counsel (Jan. 19, \n2017).)  \n \n \n28. Tumlin did not identify any additional search terms he believed should \nhave been included in the searches, but he continued to assert that the searches were \ninsufficient.  (See E-mail from G ray Wilson, Plaintiff’s Counsel, to the Court and \nDefendant’s Counsel (Jan. 19, 2017); Tumlin Aff. ¶ 2.)  Tumlin complained that Mr. \nRains’ searches did not account for the fact “that many attorneys routinely set their \nOutlook to automatically and permanently delete items that reside i n their ‘deleted’ \nfolder when Outlook is closed,” meaning such e -mails would not b e archived and \ntherefore not captured by the search.  (Tumlin Aff. ¶ 2.)   \n29. The Court then held a further telephone conference on February 1, 2017, \nand deferred ruling on Plaintiff’s Motion to Compel while th e parties attempted to \nresolve outstanding issues.  After this conference, Tuggle Duggins searched all of its \nemployees’ mailboxes, other than those previously searched, using the search terms \n“Wayne” and “Tumlin” and the same time period used in prior searches (“Search No. \n4”).  (Rains Dep. 35:11–15.)  Mr. Rains performed Search No. 4 around or after March \n22, 2017.  Mr. Rains reviewed the e -mails resulting from Search No. 4 and removed \nany e -mails he determined did not relate to this action.  (Rains Dep. 36:14 –20.)  \nTuggle Duggins provided the results from Search No. 4 to Tumlin on April 10, 2017.  \n(See Def.’s Br. Resp. Pl.’s Mot. Disc. Sanctions Ex. A, at 2.) \n30. Tumlin notified the  Court that he did not believe that Search No. 4  \nsatisfied the pending Motion to Compel and requested that the Court rule on the \nmotion.  Around this time, Tumlin, for the first time, suggested two additional search \nterms that he believed should be used.  On April 17, 2017, the Court asked Tumlin to \n \n \nprovide a proposed order specifying what discovery he believed  Tuggle Duggins still \nneeded to produce.  Tumlin provided a proposed order to the Court on June 12, 2017, \nto which Tuggle Duggins responded. \n31. The Court entered an Order on Plaintiff’s Motion to Compel Discovery \non June 27, 2017.  (See Order Pl.’s Mot. Compel Disc. , ECF No. 46.)  The order \nrequired that Tuggle Duggins search employees’ or owners’ inboxes, outboxes, sent \nitems, and deleted items that had not previously been searched  (“June 2017 Order”).  \n(Order Pl.’s Mot. Compel Disc.  ¶ 3(a).)  The time parameter was from May 19, 2015 \nthrough July 1, 2016.  (Order Pl.’s Mot. Compel Disc. ¶ 3(b).)  The search terms were \n“Wayne,” “Tumlin,” “W.T.”, and “W .E.T.”  (Order Pl.’s Mot. Compel Disc.  ¶ 3.)  The \norder specified that the search was limited to employees’ or owners’ mailboxes that \nwere not included in prior searches  and that Tuggle Duggins was not required to \nproduce e -mails “unrelated to Plaintiff’s departure or the calculation of any \ncompensation that is or may be due to him if he prevails in this action,” or “identified \nin a supplemental privilege log.”  (Order Pl.’s Mot. Compel Disc. ¶ 2(a)–(b); see Order \nPl.’s Mot. Compel Disc. ¶ 3(a).) \n32. Mr. Rains then conducted a search of all employees’ mailboxes, \nexcluding the directors, using the search terms “W.E.T.” and “W.T.” (“Search No. 5”).  \n(Rains Dep. 63:6–7; see also Rains Dep. 37:16–39:24.)  Mr. Rains followed the same \nprocess of removing e-mails that were not related to this action .  (Rains Dep. 38:12–\n16.)  Mr. Rains provided those e -mails to Mr. Southerland, who directed him to \nimmediately export the e-mails to Mr. Sharpless.  (Rains Dep. 39:1–11.) \n \n \n33. On July 11, 2017, Mr. Sharpless produced the results from Search No. 5 \nto Tumlin.   (See Def.’s Br. Resp. Pl.’s Mot. Disc. Sanctions Ex. A, at 2.) \n34. After that production was made, the Court held telephone conferences \nwith the parties to resolve remaining discovery disputes.  On September 13, 2017, the \nCourt ordered that Tuggle Duggins  conduct a search of all e -mails previously \nsearched using the searc h terms “W .E.T.” and “W .T.” (“September 2017 Order”) .  \n(Order on Disc. ¶ 1, ECF No. 52.)  Mr. Rains then conducted this search and sent the \nresults directly to Mr. Sharpless.  (See Rains Dep. 40:8–21, 41:2–12.)  Based on that \nsearch, Tuggle Duggins produced a sixth batch of e -mails to Tumlin on October 12, \n2017.  (See Def.’s Br. Resp. Pl.’s Mot. Disc. Sanctions Ex. A, at 3.) \n35. Plaintiff filed this Motion on January 5, 2018.  (ECF No. 55.)  Tuggle \nDuggins moved for summary judgment on January 25, 2018.  (ECF No. 57.)  \n36. The Court held a hearing on this Motion on February 8, 2018.  \n37. On February 12, 2018, the Court suspended Plaintiff’s summary \njudgment response deadline until further order from the Court.  ( See Order Mot. \nContinue Summ. J. Resp. Deadline, ECF No. 65.) \n38. The Motion is now ripe for disposition.  \nIII. ANALYSIS \n39. Plaintiff’s Motion asserts four separate contentions: (1) that both Tuggle \nDuggins and Mr. Sharpless violated Rule 26(g) ; (2) that Tuggle Duggins failed to \nconduct reasonable search es and effec tively manage e -discovery; (3) that Tuggle \n \n \nDuggins failed to provide Plaintiff with al l responsive e -mails; and (4) that Tuggle \nDuggins did not take reasonable steps to preserve electronic records.  \nA. Rules Governing The Scope of Discovery  \n40. Rule 26 provides that “[p]arties may obtain discovery regarding any \nmatter, not privileged, which is relevant to the subject matter involved in the pending \naction.”  N.C. Gen. Stat. § 1A -1, Rule 26(b)(1) (2015).  Information is discoverable \nregardless of i ts admissibility at trial as long as “the information sought appears \nreasonably calculated to lead to the discovery of admissible evidence.”  Id.  However, \nthe Court may limit discovery if it determines that the discovery is “unduly \nburdensome or expensive.”  Id. at Rule 26(b)(1a).  In making such an assessment, the \nCourt considers “the needs of the case, the amount in controversy, limitations on the \nparties’ resources, and the importance of the issues at stake in the litigation.”  Id.  \nAdditionally, “[d]iscovery of electronically stored information is subject to limitations \nset forth in Rule 34(b).”  Id. at Rule 26(1b).   \n41. Pursuant to Rule 34(b), “a responding party should produce requested \nelectronically stored information that is relevant, not privil eged, and reasonably \naccessible, subject to the limitations that apply to all discovery.”  Id. at Rule 34(b), \ncmt. (2011).  \n42. If a party who received electronic discovery contends that he needs to  \nhave access to the full database  or system that generated the \ninformation, the question of further production or direct access will turn \non whether the requesting party  can show that there is some specific \nreason, beyond general suspicion to doubt the information and that the \nburden of providing direct access is reasonable in light of the importance \nof the information and the circumstances of the case. \n \n \n \nId. (emphasis added).  \n \n43. “When faced with responding to a request for the production of \ndocuments, counsel are required to direct the conduct of a thorough search for \nresponsive documents with due diligence and ensure all responsive documents under \nthe ‘custody or control’ of the client, unless protected from discovery, are produced.”  \nBd. of Regents v. BASF, Corp., No. 4:04CV3356, 2007 U.S. Dist. LEXIS 82492, at *16 \n(D. Neb. Nov. 5, 2007) (quoting Fed. R. Civ. P. 34).  \nB. Neither Tuggle Duggins Nor Its Counsel Violated Rule 26(g).  \n44. Rule 26(g) requires that “ [e]very request for discovery or response or \nobjection thereto made by a party represented by an attorney shall be signed by at \nleast one attorney of record in that attorney’s name.”  N.C. Gen. Stat. 1A-1, Rule 26(g) \n(2015).  The rule provides that:  \nthe signature of the attorney or party constitutes a certification that the \nattorney or party has read the request, response, or objection and that \nto the best of the knowledge, information, and belief of that attorney or \nparty formed after a reasonable inquiry  it is: (1) consistent with \nthe rules and warranted by existing law or a good faith argument for the \nextension, modification, or reversal of existing law; (2) not interposed for \nany improper purpose, such as to harass or cause unn ecessary delay or \nneedless increase in the cost of litigation; and (3) not unreasonable or \nunduly burdensome or expensive, given the needs of the case, the \ndiscovery already had in the case, the amount in controversy, and the \nimportance of the issues at stake in the litigation. \n \nId. (emphasis added).   “Rule 26(g) is intended to impose an affirmative duty on \ncounsel to behave responsibly during discovery and to ensure that it is conducted in \na way that is consistent with the spirit and purposes of the discovery rules.”  Azalea \nGarden Bd. & Care, Inc. v. Vanhoy, No. 06 CVS 0948, 2009 NCBC LEXIS 7, at *12–\n \n \n13 (N.C. Super. Ct. Mar. 26, 2009) (quoting Mancia v. Mayflower Textile Servs. Co. , \n253 F.R.D. 354, 357–63 (D. Md. 2008)).  Rule 26(g) requires that parties and attorneys \nmake a reasonable inquiry before responding to writte n discovery.  See N.C. Gen. \nStat. § 1A-1, Rule 26(g).  “An attorney is not required to certify the truthf ulness of \nthe client’s response, but only that the attorney made a reasonable effort to ensure \nthat the client provided all responsive documents and information.”  6 James Wm. \nMoore, et. al., Moore’s Federal Practice: Civil  § 26. 152[2] (3d. e d. 2014).  The \nreasonableness of the inquiry “is determined as of the time of the signing rather than \nin hindsight.”  Id. at § 26.154[2](a).  \n45. Tumlin contends that Tuggle Duggins  and its counsel  violated Rule \n26(g) because, in Defendant’s Answers to Plaintiff’s First Set of Interrogatories, \nTuggle Duggins stated that it would provide “all non-privileged documents regarding \nplaintiff’s initial employment, or his resignation and any communications or internal \ndocument discussing his resignation or post -termination compensation,” (Pl.’s Br. \nSupp. Mot. Disc.  Sanctions, Ex. D, Interrog. 5,  ECF No. 56.5 ), and in Defendant’s \nResponses to Plaintiff’s Request for Production of Documents, it stated it would  \nproduce “all communications with plaintiff concerning his employment with \ndefendant, his resignation, [and] any compensation (not) due following his \ndeparture,” (Def.’s Resp. Pl.’s Req. Produc. Docs., Req. Produc. 4).  (See Pl.’s Br. Supp. \nMot. Disc. Sanctions 9–10.)  Tumlin argues that those responses could not have been \nmade after a reasonable inquiry because Tuggle Duggins could not certify that all \nresponsive documents would be produced when it is possible that some responsive \n \n \ndocuments were double -deleted and no longer exist.   (See Pl.’s Br. Supp. Mot. Disc. \nSanctions 10–11.)   \n46. The Court finds Tumlin’s argument unavailing.  T he North Carolina \nRules of Civil Procedure require a party to produce electronically stored information \nthat is reasonably accessible.  See N.C. Gen. Stat. § 1A -1, Rule 34(b) , cmt. (2011). \nTuggle Duggins  conducted multiple searches to locate all reasonably  accessible \ndocuments in its possession.  While there is the theoretical possibility that a Tuggle \nDuggins’ employee may have double-deleted a potentially relevant e -mail for which \nno other copy exists , the Court finds no basis to conclude that Tuggle Duggins’ \nemployees undertook efforts to delete all potentially  relevant e -mails.  Further,  \nTumlin has presented no factual basis to s uggest that Mr. Sharpless  or Tuggle \nDuggins signed the discovery responses with knowledge that a potentiall y relevant \ne-mail had been lost or that any responsive e-mails were actually deleted.    \n47. Additionally, Tumlin suggests that Mr. Sharpless improperly signed \ndiscovery responses “as to objections only.”  (Pl.’s Br. Supp. Mot. Discovery Sanctions, \nEx. D, at 12.)  The Court need not consider this argument, because if the Court were \nto find a Rule 26(g) violation, Mr. Sharpless’ caveat would not limit the Court’s \nauthority to sanction either Tuggle Duggins or Mr. Sharpless.  See Gonsalves v. City \nof New Bedford , 168 F.R.D. 102, 109 (D. Mass. Aug. 2, 1996) (holding “that an \nattorney cannot evade [the] duty [to provide all responsive information] by claiming \nto sign the objections only, or by not signing the responses at all”); United Mo. Bank, \nN.A. v. Bank of N.Y., 723 F. Supp. 408, 416 (W.D. Mo. Oct. 6, 1989) (concluding that \n \n \ncounsel’s failure to “certify defendant’s responses to plaintiff’s interrogatories as \nrequired by Rule 26(g) . . . does not prevent the Court from imposing sanctions upon \ndefendant”).  But there is no evidence suggesting that Mr. Sharpless or Tuggle \nDuggins failed to conduct a reasonable inquiry before responding to Plaintiff’s First \nSet of Interrogatories or Plaintiff’s Request for Production of Documents.  Nor is there \nany evidence that Tuggle Duggins made its responses for an improper purpose or to \ncreate unreasonable delay or expense.  See SCR-Tech LLC v. Evonik Energy Servs. \nLLC, No. 08 CVS 16632, 2014 NCBC LEXIS 72, at *22 (N.C. Super. Ct. Dec. 31, 2014) \n(“Rule 26(g) does not compel a sanction for [a failure to conduct a full and reasonable \ninquiry] unless accompanied by one of the other requisite findings: interposing the \nresponse for an improper purpose or creating unreasonable delay or expense.”).    \n48. In sum, the Court  finds no basis to conclude that  Mr. Sharpless or \nTuggle Duggins violated Rule 26(g).  \nC. Tuggle Duggins Conducted Sufficient Searches.  \n49. Tumlin contends that Tuggle Duggins carelessly managed e -discovery \nbecause it failed to give adequate instructions to Mr. Rains who performed the \nsearches and conducted the initial review of the documents.  Because of Tuggle \nDuggins’ alleged mismanagement,  Tumlin asks the Court to require a third -party \nforensic examination of Tuggle Duggins’ e-mail server.  \n50. Even though he has not challenged the adequacy of the search terms \nused, Tumlin argues that Tuggle Duggins’ searches are insufficient and responsive e-\nmails may be missing because Tuggle Duggins allowed its IT manager to cull e-mails \n \n \nfrom the initial search before submitting the search results to counsel for review , \nthereby resulting in “unsupervised relevancy determinations.”  (Pl.’s Br. Supp. Mot \nDisc. Sanctions 5.)  Mr. Rains testified that after conducting the searches he reviewed \nthe e-mails and removed e-mails he determined “had no relationship to Mr. Tumlin’s \nlawsuit.”  (Rains Aff. ¶ 14, Jan. 12, 2017.)  \n51. The Court agrees that when a party instructs a non-lawyer to review \ndocuments and  assess responsiveness, the party should provide clear, specific \ninstructions to the person on how to make such a determination.  To eliminate any \nuncertainty regarding the responsiveness of production, best practice is to have a \nwritten policy detailing the procedure followed to determine responsiveness .  \nHowever, a party’s failure to have written documentation of such an effort does not \nnecessarily support a conclusion that the search was not adequate or that sanctions \nare warranted.    \n52.  Tuggle Duggins does not have a written record of the instructions \nprovided to Mr. Rains on how to make relevancy determinations.  However, Mr. Rains \nexplained that he determined if e-mails had any relationship to this action “by looking \nat the sender and the sent to and the subject line . . . to see if it was in regards to any \nexisting client work that was going on with the firm.”  (Rains Dep. 21:11–14.)  In his \naffidavit, Mr. Rains stated that “the firm has a number [of] clients with the name \n‘Wayne’” and “the search captured e-mails about unrelated matters including e-mails \nfrom the ABA and/or CLEs with speakers with the name ‘Wayne’ and e-mails sent or \nreceived by Wayne to firm lawyers involving client-specific matters.”  (Rains Aff. ¶ 14, \n \n \nJan. 12, 2017.)  Mr. Rains’ apparent focus was on eliminating e-mails that contained \nthe name “Wayne” in reference to someone other than Tumlin or to remove Tumlin’s \ne-mails that clearly related to client -specific matters.  (See Rains Aff. ¶ 14, Jan. 12, \n2017.)  Further, Tuggle Duggins later conducted an additional search of all directors’ \nmailboxes, using the search terms “W.T.” and “W.E.T.”,  and sent the results of that \nsearch directly to Mr. Sharpless.  (See Rains Dep. 40:8–15.)   \n53. In sum, t he Court concludes that there is no basis to find that Tuggle \nDuggins’ searches were not reasonable in scope or that potentially relevant \ndocuments were removed from the search productions as a result of Mr. Rains’ culls.  \nD. Tuggle Duggins Has Not Purposely Withheld Responsive Documents.  \n54. Tumlin contends that Tuggle Duggins continued to withhold responsive \ne-mails even after the Court issued its June 2017 Order and its September 2017 \nOrder.  Tumlin’s argument is based on two specific e -mails he identified aft er \nreviewing the hundreds of e -mails Tuggle Duggins had already produced : (1) Mr. \nSoutherland’s reply to Mr. Duggins’ e -mail inquiry dated May 29, 2015, about \nwhether he should discuss Tumlin’s departure with Alan Duncan, (see Pl.’s Br. Supp. \nMot. Disc. Sanctions Ex. H, at 3 , ECF No. 56.9 ), and (2) Mr. Southerland’s May 31, \n2015 reply to Mr. Duggins’ inquiry about Mr. Southerland’s conversation with Tumlin \nconcerning a client’s files , (see Pl.’s Br. Supp. Mot. Disc.  Sanctions Ex. H, at 1; Pl.’s \nBr. Supp. Mot. Disc. Sanctions 12).  In each instance, Tuggle Duggins had already \nproduced the earlier e-mails in the chain and immediately located and provided the \nmissing e-mails to Tumlin.  \n \n \n55. After reviewing the results of Search No. 2, which are saved on a \nPersonal Storage Table (“.pst”)  file, Mr. Rains determined that the search es did not \nidentify these two e-mails.  (Rains Aff. ¶ 3, Jan. 25, 2018, ECF No. 60.7.)  It is unclear \nwhy they were not identified, but, after reviewing the e-mails, the Court concludes  \nthat they are marginally relevant, at best, and do not support a finding that the six \ndocument searches already performed were insufficient.  \n56. In sum, the Court concludes that Tuggle Duggins has produced all \nresponsive documents reasonably accessible throu gh the search software , and that, \nbased on the number of searches conducted and the documents produced compared \nto the  purported value of any further production, no additional searches are \nwarranted.   \nE. The Court, In Its D iscretion, Concludes That S anctions Are Not \nAppropriate Because There Are No Facts To Suggest That Potentially \nRelevant Information Was Lost.  \n \n57. Tumlin contends that Tuggle Duggins failed to take reasonable steps to \npreserve potentially relevant e -mails related to this action and  seeks sanctions \npursuant to Rule 37(b)(2)  in the form of attorneys’ fees and an order requiring a \nforensic examination of Tuggle Duggins’ e-mail server.  \n58. “Rule 37 gives the trial court express authority .  . . to sanction a party \nfor abuse of the discovery process,” including sanctions for violating orders pursuant \nto Rule 37(a), Rule 35, and Rule 26(f).  Cloer v. Smith, 132 N.C. App. 569, 573, 512 \nS.E.2d 779, 781 (1999); see N.C. Gen. Stat. § 1A -1, Rule 37(b)(2) (2015).  This Court \nhas held t hat it also has the power to sanction a party for violating a Rule 26(c) \n \n \nprotective order pursuant to Rule 37(b)(2)  because “the orderly and efficient \nprogression of litigation demands that the trial court be empowered to police \nviolations” of its orders d uring the course of discovery .  Out of the Box Developers, \nLLC v. LogicBit Corp., No. 10 CVS 8327, 2014 NCBC LEXIS 7, at *7 (N.C. Super. Ct. \nMar. 20, 2014).  That same reasoning applies to the discovery directives in a Case \nManagement Order.  See Baker v. Charlotte Motor Speedway, Inc., 180 N.C. App. 296, \n300–01, 636 S.E.2d 829, 832 –33 (2006) (affirming a trial court’s Rule 37(b)(2) \nsanctions for failing to comply with the court’s case management order).  \n59. But the Court should only impose sanctions when there are sound \nreasons to support such sanctions.  There must be some evidence that the party \nactually violated a discovery obligation.  See, e.g., Gillespie v. Majestic Transp., Inc., \nNo. 16 CVS 324, 2017 NCBC LEXIS 44, at *11 (N.C. Super. Ct. May 12, 2017) \n(explaining that the defendant had been given “multiple opportunities to comply with \n[the court’s] orders and produce requested discovery” but failed to do so); Out of the \nBox Developers, LLC, 2014 NCBC LEXIS 7, at *13 (explaining that the plaintiff had \nfiled exhibits and an affidavit clearly demonstrating that the defendant had made \ninternet postings that violated the protective order).   \n60. “The decision to impose sanctions under Rule 37 is within the sound \ndiscretion of the trial court.”  Gillespie, 2017 NCBC LEXIS 44, at *10 (citing Baker, \n180 N.C. App. at 299, 636 S.E.2d at 831–32).  “[T]he party seeking Rule 37 sanctions \nneed not show prejudice resulting from sanctionable conduct.”  Out of the Box \nDevelopers, LLC , 2014 N CBC LEXIS 7, at *8.  But whether the party suffered \n \n \nprejudice can “influence [the] court’s discretion in determining the appropriate \nsanction.”  Id.; see also Batlle v. Sabates, 198 N.C. App. 407, 421, 618 S.E.2d 788, 798 \n(2009) (“[T]he trial court could ha ve appropriately considered the issue of prejudice \nin making a sanctions-related decision and appears to have done so.”).   \n61. Tumlin contends that the Court should sanction Tuggle Duggins \nbecause it violated the Court’s CMO by failing to issue a timely litigation hold and \ntake additional steps necessary to reasonably preserve evidence.  But Tuggle \nDuggins’ litigation hold preceded the CMO.  Tuggle Duggins implemented its \nlitigation hold on October 17, 2015—eight days after Tumlin’s counsel contacted Mr. \nSharpless, several weeks prior to Tumlin initiating this action, and several months \nbefore the Court issued its CMO, which incorporated  the parties’ ag reement to \npreserve evidence.  Thus, Tuggle Duggins did not violate the CMO itself. \n62. While he does not make the argument expressly, Tumlin seems to also \nargue that sanctions are appropriate, even if a specific Court order was not violated, \nbecause Tuggle Duggins’ failure to sufficiently preserve evidence violates its general \ndiscovery obligations.  T he Court agrees that it can address general violations of \ndiscovery obligations because it “retains inherent authority to impose sanctions for \ndiscovery abuses beyond those enumerated in Rule 37.”  Cloer, 132 N.C. App. at 573, \n512 S.E.2d at 782; see also Orbit One Communs., Inc. v.  Numerex Corp., 271 F.R.D. \n429, 435 (S.D.N.Y. 2010) (quoting Residential Funding Corp. v. DeGeorge Fin. Corp., \n306 F.3d 99, 106–107 (2d Cir. 2002)) (“[A] court may impose discovery sanctions even \n \n \nabsent an order pursuant to ‘its inherent power to manage its own affairs.’”).  But the \nCourt finds that it should not exercise that authority based on the facts of this case.  \n63. The North Carolina case law re lated to sanctions for failure to \nsufficiently preserve electronically stored information (“ESI”) mainly addresses when \na party requests an adverse inference instruction based on spoliation.  To the extent \nsuch law does not conflict with binding North Carolina precedent, the Court finds the \nguidance provided in  the Sedona Conference Principles, Rule 37(e) of the Federal \nRules of Civil Procedure, and federal case law on this topic  persuasive to guide its \nanalysis.   \n64. When a party alleges that sanctions are appropriate because potentially \nrelevant ESI has been lost or destroyed, the Court believes that it should make the \nfollowing inquiries as directed by the Sedona Principles and followed by federal \ncourts.  First, the Court should determine whether the ESI in question should have \nbeen preserved in the anticipation or conduct of litigation; stated otherwise, was there \na loss of ESI after the duty to preserve had arisen ?  The Sedona Conference, The \nSedona Conference Principles, Third Edition: Bes t Practices, Recommendations & \nPrinciples for Addressing Electronic Document Production, 19 The Sedona Conference \nJournal, § 14 cmt.  14.b. (2018) (“Sedona Principles”); see also Arndt v. First Union \nNat’l Bank, 170 N.C. App. 518, 527–28, 613 S.E.2d 274, 281 (2005) (quoting McLain \nv. Taco Bell Corp. , 137 N.C. App. 179, 187, 527 S.E.2d 712, 718 (2000)) (explaining \nthat a plaintiff alleging spoliation must show that “the ‘spoliator was on notice of the \nclaim or potential claim at the time of the destruction’” and that pertinent or \n \n \n“potentially supportive” information existed and was destroyed).  Second, if the Court \nfinds there was a loss of ESI after the duty to preserve had arisen, it must determine \nwhether the ESI was lost because a party failed to take reasonable steps to preserve \nit.  Sedona Principles § 14, cmt. 14.b.  Third, if a party’s failure caused the loss of ESI, \nthen the Court should assess whether the ESI can be restored or replaced through \nadditional discovery.  Id. \n65. Even if the Court finds that there has been a loss of ESI that cannot be \nrecovered due to a party’s failure to take reasonable steps to preserve evidence after \nthe duty to preserve arose , that does not automatically mean that the Court should \nissue sanctions or order remedial measures.  Instead, the Court should inquire \nwhether such failure caused prejudice to the requesting party  or whether the \nopposing party intentionally destroyed pertinent evidence.  See id.  \n66. Pursuant to Rule 37(e) of the Federal Ru les of Civil Procedure, if the \ncourt finds that the loss of ESI has caused prejudice to another party, then the court \ncan order remedial measures “no greater than necessary to cure the prejudice”; \nwhereas, if the Court finds that a party “acted with the intent  to deprive another \nparty of the information ,” then it may sanction the party in accordance with Rule \n37(e)(2).  See Fed. R. Civ. P. 37(e).  \n67. The Court recognizes that, unlike federal courts, North Carolina courts \ndo not presently require the party requesting sanctions to demonstrate, as a part of \nits burden,  that it  suffered prejudice as a result of the opposing party’s discovery \nfailures or that the opposing party acted willfully.  See Henderson v. Wachovia Bank, \n \n \n145 N.C. App. 621, 629, 551 S.E.2d 464, 470 (2001) (“[T]he plain language of Rule 37 \ndoes not requ ire a showing of willfulness.”);  Out of the Box Developers, LLC , 2014 \nNCBC LEXIS 7, at *8 (“[T]he party seeking Rule 37 sanctions need not show prejudice \nresulting from the sanctionable conduct.”).  \n68. But before the Court sanctions a party for discovery abuses related to \nESI, it should consider the severity of the discovery abuse or failure and the prejudice, \nif any, suffered by the requesting party.  See Out of the Box Developers, LLC , 2014 \nNCBC LEXIS 7,  at *8 (noting that “prejudice to another party  . . . influence[s] the \ncourt’s discretion in determining the appropriate sanction”).  When making such an \nassessment, the Court should be guided by Rule 34(b), which specifically governs the \nscope of ESI disc overy, and Rule 26(1a), which addresses discovery in general and \nallows the Court to limit discovery based, in part, on  proportionality.  Additionally, \nwhile a finding of intentional misconduct is not necessary, the Court should consider \nwhether a party in tentionally acted to deprive the requesting party of potentially \nrelevant information because willfulness or bad faith “influence [the] court’s \ndiscretion in determining the appropriate sanctions.”  Id.  \n1. Tuggle Duggins may have failed to take reasonable steps to \npreserve evidence between September 19, 2015, when its duty to \npreserve arose, and October 17, 2015, when it issued its litigation \nhold. \n \n69. Tumlin asserts that Tuggle Duggins failed to take reasonable steps to \npreserve evidence related to this action because it did not implement procedures to \nprevent the double -deletion of e -mails related to this action and failed to issue a \n \n \nlitigation hold as early as  May 2015 w hen Tumlin first announced his inte ntion to \nleave the firm. \n70. The obligation to preserve evidence begins when “a party is aware of \ncircumstances that are likely to give rise to future litigation.”  McLain, 137 N.C. App. \nat 187, 527 S.E.2d at 718.  While the initiation of a lawsuit is the typical event that \nputs a party on notice of its obligation to preserve evidence, the obligation “arises \nprior to the filing of a complaint where a party is on notice that litig ation is likely to \nbe commenced.”  Id. (quoting Turner v. Hudson Transit Lines, Inc., 142 F.R.D. 68, 73 \n(S.D.N.Y. 1991)).  In McLain v. Taco Bell Corp., the North Carolina Court of Appeals \nrejected the d efendants’ contention that they were not aware of the poss ibility of \nlitigation because the parties had a meeting to discuss the alleged sexual harassment, \nwhich was the basis of the lawsuit, approximately seven months before the plaintiff \ninitiated the lawsuit.  Id. at 188, 527 S.E.2d at 718.  The Court of Appeals determined \nthat, even though litigation was not threatened at the meeting, the meeting itself was \nsufficient to put the d efendants on notice of the importance of preserving \ndocumentation potentially relevant to the action.  Id.  \n71. Tumlin contends that Tuggle Duggins should have reasonably \nanticipated litigation as early as May 2015, when he informed Tuggle Duggins of his \nintent to resign, because Tumlin believes that, at that time, the firm’s management \ncommittee instituted a scheme to defraud him of his end-of-fiscal-year compensation.  \n(See Compl. ¶ 59.)  Tumlin argues that Mr. Hamilton, on behalf of the firm, agreed to \nTumlin’s last day and therefore Tuggle Duggins  “had a duty to inform plaintiff that \n \n \nleaving on the agreed upon date” wou ld violate  the thirty -day notice provision, \nbecause “[b]y remaining silent, and through the actions of the firm during and \nfollowing termination of plaintiff’s employment, [Mr.] Hamilton and the firm \nfraudulently led plaintiff to believe that he would receive the financial documentation \nand end of fiscal year compensation owed to him without objection.”  (Compl. ¶ 59.)   \n72. Rather, based on the specific facts in this record, the Court finds that a \nduty to preserve evidence arose after May 2015  and no earlier than September 19, \n2015.  The dispute as to Tumlin’s compensation first arose on  September 19, 2015  \nwhen Tumlin inquired about his end-of-fiscal-year compensation and Mr. Hamilton \nresponded that Tuggle Duggins did not owe  Tumlin any additional compensation.  \n(See Compl. ¶¶  31–32.)  After that exchange, Mr. Hamilton instructed Tumlin to \ndirect any further inquiries regarding this issue to Tuggle Duggins ’ attorney, Mr. \nSharpless.  (Compl. ¶ 33.)  Tumlin contacted Mr. Sharpless on September 22, 2015.  \n(Compl. ¶ 34.)  After that interaction, the possibility of litigation was apparent, as all \nparties had obtained counsel by October 9, 2015.  (See Def.’s Br. Resp. Pl.’s Mot. Disc. \nSanctions Ex. A.) \n73. While it would have been prudent to issue a litigation hold at that time, \nNathan Duggins did not e-mail all employees until  October 17, 2015, at which time \nhe instructed them to retain all e-mails related to Tumlin.  (See Def.’s Br. Resp. Pl.’s \nMot. Disc. Sanctions Ex. E, at 1.)   \n74. Based on the facts of this case, t he Court does not believe that Tuggle \nDuggins needed to implement additional procedures  after Mr. Duggins e -mail to \n \n \nprevent employees from being able to double -delete e-mails.  The Court finds that a \ndirect order to employees from a law firm ’s managing partner not to delete any \ncommunications regarding Wayne Tumlin is a reasonable step, particularly \nconsidering that Tumlin is searching for e -mails from firm directors, who the Court \npresumes are familiar with discovery obligations.  (See Def.’s Br. Resp. Pl.’s Mot. Disc. \nSanctions Ex. E, at 1.)  Further, two or more partners would have h ad to double -\ndelete an e-mail for it to be lost completely. \n75. The possibility that e-mails were lost between May 2015 and September \n19, 2015 does not warrant sanctions  because there is no basis to conclude that this \nlitigation was reasonably anticipated during that period.  See McLain, 137 N.C. App. \nat 187, 527 S.E.2d at 718)  (quoting Robert L. Tucker,  The Flexible Doctrine of \nSpoliation of Evidence: Cause of Action, Defense, Evidentiary Presumption, and \nDiscovery Sanction, 27 U. Tol. L. Rev. 67, 79 (1995)) (explaining that there must be \nevidence that “the ‘spoliator was on notice of the claim or potential claim at the time \nof the destruction’”); see also Sedona Principles § 9, cmt. 9.b. (“ [A]bsent special \ncircumstances, organizations should not be required to preserve deleted ESI in \nconnection with litigation .”).  Thus, the question become s whether potentially \nrelevant evidence was lost during the four weeks after Tuggle Duggins ’ duty to \npreserve arose and before Tuggle Duggins issued a litigation hold. \n2. There is no evidence to suggest that potentially relevant e-mails \nwere actually lost.  \n \n76. Federal courts have established that t he failure to issue a timely \nlitigation hold “does not warrant sanctions if no rel evant information is lost, ” \n \n \nmeaning the party seeking sanctions must show that “ the sought -after evidence \nactually existed and was destroyed.”  Orbit One Communs. , 271 F.R.D. at 441.  \nFurther, federal courts also inquire whether the sought-after documents were likely \n“relevant,” which in the discovery context means they were “reasonably calculated to \nlead to the discovery of admissible evidence.”  See id. at 440 (quoting Fed. R. Civ. P. \n26(b)(1)); see also DiStefano v. Law Offices of Barbara H. Katsos, PC, No. CV 11-2893 \n(PKC) (AKT), 2017 U.S. Dist. LEXIS 72137, at *68 (E .D.N.Y. May 11, 2017) (“To \ndetermine whether the unpreserved emails would have been relevant to the claims \nand/or defenses raised in the ca se, the [c]ourt must look to the nature of the \nunderlying . . . claims.”); N.C. Gen. Stat. § 1A-1, Rule 26(b)(1).  \n77. The United States District Court for the Southern District of New York \nnotes the important public policy reasons for requiring  a party seeking sanctions to \ndemonstrate the loss  of potentially relevant evidence, explaining that due to the \nexpansive natur e of ESI, without such a requirement , “there is real danger that \n‘litigation [would] become a ‘gotcha’ game rather than a full an d fair opportunity to \nair the merits of a dispute.’”  Orbit One Communs., 271 F.R.D. at 441 (quoting Pension \nComm. of the Univ. of Montreal Pension Plan v. Banc of America Sec., LLC , 685 F. \nSupp. 2d 456, 468 (S.D.N.Y. 2010)). \n78. North Carolina courts have not directly addressed the issue presented \nby this case.  But North Carolina courts require a party seeking an adverse inference \ninstruction to show that pertinent or “potentially supportive” documents existed and \nwere destroyed.  See Arndt, 170 N.C. App. at 528, 613 S.E.2d at 281.  Further, the \n \n \ncomments to Rule 34(b)  explain that a party seeking access to the opposing party’s \nentire electronic database must provide a “specific reason, beyond general suspicion, \nto doubt the information and that the burden of providing direct access is reasonable \nin light of the importance of the information and the circumstances of the case.”  N.C. \nGen. Stat. § 1A-1, Rule 34(b) cmt. (2011).  Thus, the Court concludes that, depending \nupon the facts and circumstances of the case , North Carolina appellate courts , \nconsistent with federal courts, would  require a showing that potentially relevant \ninformation was lost as a result of the delayed litigation hold to justify the imposition \nof sanctions. \n79. While the  Court cannot ignore the theoretical possibility that Tuggle \nDuggins’ employees could have double-deleted responsive e-mails between September \n19, 2015 and October 17, 2015 , there is no evidence suggesting that any potentially \nrelevant e-mails were actually lost during that time.  \n80. Tumlin seeks to find e -mails between Tuggle Duggins’ management \ncommittee related to Tumlin’s compensation, resignation, and any alleged scheme to \navoid paying his end -of-fiscal-year compensation.   Tuggle Duggins’ management \ncommittee is composed of lawyers who are aware of the duty to preserve relevant \nevidence once litigation is reasonably anticipated, regardless of whether  a for mal \nlitigation hold has been implemented.  Further, Tuggle Duggins has produced e-mails \nfrom those lawyers.  There is no evidence that any other person may have had and \nthen double-deleted a relevant e-mail that would have otherwise been preserved and \nproduced.  The parties have been conducting discovery for over two years and, with \n \n \nthe exception of this issue, all discovery  has been completed.  After completing \nnumerous depositions and receiving hundreds of e -mails as a result of Tuggle \nDuggins’ six searches of its e-mail server, other than two inconsequential e-mails that \nhave now been produced, Tumlin is unable to identify  specific relevant information \nthat is missing.  See Orbit One Communs. , 271 F.R.D. at 442–43 (finding that \nsanctions were not warranted, even though plaintiffs failed to take reasonable steps \nto preserve information, because “there [was] insufficient evid ence of any loss of \ndiscovery-relevant information” and “[n]o witness identified any significant document \nthat ha[d] not been produced in discovery”).  \n81. Tumlin contends that he should not be expected to identify e-mails that \nwere actually lost until a third-party forensic examiner inspects Tuggle Duggins’ e -\nmail server .  The Court concludes that, at this stage, while he does not have to \nspecifically identify the exact documents he contends are missing, Tumlin must at \nleast provide some circumstantial ev idence to suggest that potentially relevant \ninformation is missing in order to justify the burden of a forensic examination.  See \nArndt, 170 N.C. App. at 527–28, 613 S.E.2d at 281 (explaining that a plaintiff alleging \nspoliation must, in part, show that pertinent or “potentially supportive” information \nexisted and was destroyed); see also Treppel v. Biovail Corp. , 233 F.R.D. 363, 372 \n(S.D.N.Y. 2006) (acknowledging that the plaintiff did not need “to show th at specific \ndocuments were lost” for the court to issue a preservation order, but that he needed \n“to demonstrate that certain types of relevant documents existed and that they were \n \n \nnecessarily destroyed by the operation of the autodelete function on [defendant’s] \ncomputers or by other features of its routine document retention program”). \n82. The Court does not find sufficient evidence to demonstrate that any \npotentially relevant information was lost due to Tuggle Duggins’ failure to issue a \nlitigation hold prior to October 17, 2015.  Accordingly, the Court , in its discretion, \nconcludes that sanctions are not warranted because Tuggle Duggins made good faith \nefforts to preserve evidence and there are not facts to suggest  that any potentially \nrelevant information was lost or destroyed.  \n3. Even if the Court assumes potentially relevant e-mails were lost, \nthe facts and circumstances of this case do not justify a forensic \nexamination of Tuggle Duggins’ e -mail server  or any other \nsanctions.  \n \n83. Even if the Court were to assume that responsive e -mails were lost \nduring that four-week period as a result of Tuggle Duggins’ delayed litigation hold , \nsuch assumption would not automatically warrant the sanctions Tumlin seeks.  \n84. When issuing sanctions pursuant to Rule 37(b), the Court must consider \nlesser sanctions available and determine what is appropriate based on the facts and \ncircumstances of this case.  See Ray v. Greer, 212 N.C. App. 358, 363, 713 S.E.2d 93, \n97 (2011) (“[T]he trial court may determine the appropriate sanction in its discretion,” \nbut it “must consider lesser sa nctions before imposing the most severe sanction \navailable”); see also Out of the Box Developers, LLC, 2014 NCBC LEXIS 7, at *24.  \n85. In making this inquiry, the Court  considers whether Tumlin has been \nprejudiced by the alleged loss of e-mails.  The Court must determine, in its discretion, \n“whether the lost information is both unique and important to the litigation.”  Sedona \n \n \nPrinciples § 14, c mt. 14.c.  If the Court finds that the lost  information is merely \nduplicative, then Tumlin has not been prejudiced and no remedial measures are \nappropriate.  See, e.g. , Treppel, 249 F.R.D. at 117  (finding that the burden the \nadditional discovery “would impose on the defendants . . . outweighs its likely benefit” \nbecause the requesti ng party “failed to identify any reason to believe that the \n[requested discovery ] would contain any document relevant to the litigation not \nalready recovered”).  \n86. The Court is also guided by Rule 26(b)(1a), which directs that the Court \ncan limit discovery t hat is “unduly burdensome and expensive” in light of the facts \nand circumstances of the case, and the comments to Rule 34(b), which provides that \na party seeking a forensic examination of opposing party’s database from which it has \nalready received informa tion must provide a “specific reason, bey ond general \nsuspicion, to doubt the information and that the burden of providing direct access is \nreasonable in light of the importance of the information and the circumstances of the \ncase.”  N.C. Gen. Stat. § 1A-1, Rule 34(b) cmt. (2011).  \n87. The Court concludes that Tumlin has not demonstrated a reason , \nbeyond general suspicion, to justify a forensic examination of Tuggle Duggins’ e-mail \nserver.  Tumlin is searching for e -mails between Tuggle Duggins’ directors.  For a \nrelevant e-mail to have been lost the sender and all recipients of the e -mail would \nhave had to double -delete the e -mail.  Even assuming a Tuggle Duggins’ employee \ndouble-deleted a potentially relevant e-mail, it is unlikely that all copies of the e-mail \n \n \nwere deleted, meaning any e -mail found during a forensic examination would be \ncumulative.   \n88. Without anything more than the mere speculation that both the sender \nand all recipients may have double-deleted a responsive e-mail during the four-week \nperiod when no litigation hold was formally in place, the Court finds that the burden \nof allowing Tumli n access to Tuggle Duggins’ e -mail server greatly exceeds  any \npotential benefit.   \n89. Additionally, after reviewing the record, the Court does not believe that \na forensic examination would produce additional potentially relevant information \nsufficient to justify the delay and expense such examination would cause.  Tuggle \nDuggins has represented that it does not believe double-deleted documents are \nrecoverable.  Tumlin merely speculates that such documents are recoverable; he has \nnot produced an expert affidavit supporting his contention that the documents can be \nrecovered. \n90. Finally, in light of the extensive e -discovery that has already been \nconducted, the Court concludes that Tumlin has not demonstrated that a forensic \nexamination of Tuggle Duggins’ servers “is reasonable in light of the importance of \nthe information and the circumstances of the case,” which mainly concerns the \nenforceability of Tuggle Duggins’ notice requirement against Tumlin.  Id. at Rule \n34(b) cmt.   \n91. Even though the Court is not awarding sanctions here, there are  \ncertainly lessons to be learned from this case.  This case exemplifies why all parties \n \n \nshould create a detailed ESI protocol at the outset of discovery and should strive to \nbe transparent as t o how documents will be preserved and what searches will be \nconducted.  The Court cannot condone Tuggle Duggins’ failure to issue a more timely \nlitigation hold.  B ut, based on the facts and circumstances of this case, specifically \nthe extensive searches conducted and the issues involved in this case, the Court finds \nthat the burden, time, and expense of a third -party forensic examination is not \nwarranted.   \n92. In sum, the Court finds that Tuggle Duggins did not intentionally act in \na manner to deprive Tumlin o f potentially relevant information , nor was there a \ngeneral abuse of discovery obligations sufficient to support the Court ’s imposing \nsanctions.  The Court also finds that Tuggle Duggins did not violate the June 2017 \nOrder and September 2017 Order.  Accordingly, Plaintiff’s Motion is denied.  \nF. The Court Will Not Award Attorneys’ Fees.  \n93. In its June 2017  Order, the Court granted Tumlin partial relief on his \nMotion to Compel, but did not address the issue of attorneys’ fees.  (See Order Pl.’s \nMot. Compel Disc.)  Unfortunately, the discovery disputes in this action have resulted \nin substantial fees to both parties.  The Court does not, however, assign fault for such \nexpenses solely to Tuggle Duggins.  The Court finds that Tumlin has contributed to \nthose expenses and that it would be unjust to impose fees on Tuggle Duggins as a \nresult of Tumlin’s Motion to Compel.   \n94. Rule 3 7(a)(4) provides that the Court shall require the party “whose \nconduct necessitated the motion  [to compel]  . . . to pay to the moving party the \n \n \nreasonable expenses incurred in obtaining the order, including attorneys’ fees, unless \nthe court finds that the opposition to the motion was substantially justified or that \nother circumstances make an award of expenses unjust.”  N.C. Gen. Stat. § 1A-1, Rule \n37(a)(4).   \n95. Plaintiff’s motion to compel seemed premature as he was unable to \nspecifically identify why the documents Tuggle Duggins planned to produce were \ninsufficient.  While the Court acknowledges there was a delay in Tuggle Duggins’ \ndocument production, that delay was caused, in part, by Plaintiff’s opposition to \nTuggle Duggins Notice of Deposition of Tumlin, which was served prior to Plaintiff’s \ndiscovery request.  Tuggle Duggins made its first production of e-mails on August 19, \n2016, less than three weeks after Plaintiff filed its motion to compel.  Although Tuggle \nDuggins’ first e-mail production was incomplete due to an inadvertent error with the \nsoftware, Tuggle Duggins corrected this mistake, conducted another search, and \nmade an additional production on November 8, 2016.  Additionally, despite believing \nthat it had sufficiently responded to Tumlin’s discovery requests, Tuggle Duggins \nconducted an additional search of all employees’ mailboxes that had not been \nsearched previously in an effort to satisfy Tumlin’s continued suggestion that \ndocuments were being withheld, prior to the Court compelling it to do so.  On the \nother hand, Plaintiff waited until eight months after it filed its motion to compel to \nsuggest specific search terms to be used and simply continued to proclaim that the \nsearches were not satisfactory.  On balance, the Court concludes that Tuggle Duggins \n \n \nhas been substantially justified in opposing Plaintiff’s Motion to Compel and that \nTumlin is not entitled to attorneys’ fees pursuant to Rule 37(a)(4).  \n96. Further, the Court has found that Tuggle Duggins did not violate any \nCourt orders, and therefore Tumlin is not entitled to an attorneys’ fee award.  \nGillespie, 2017 NCBC LEXIS 44, at *14 (quoting Daniels v. Montgomery Mut. Ins. \nCo., 320 N.C. 669, 674, 360 S.E.2d 772, 776 (1987)) (explaining that the court has the \n“inherent power” to order a party to pay the opposing party’s “reasonable costs \nincluding attorney’s fees for failure to comply with a court order”).   \nIV. CONCLUSION \n97.   Based on the above findings and conclusions, the Court ORDERS as \nfollows:  \na. Plaintiff’s Motion is DENIED;  \nb. Discovery in this action is closed;  \nc. Plaintiff has thirty days from the issuance of this Order to \nrespond to Defendant’s Motion for Summary Judgment;  \nd. Defendant has ten days from the filing of Plaintiff’s Response to \nfile a Reply Brief; and \ne. Any additional summary judgment motions must be filed with \nsupporting materials within thirty days of the date of this Order.   \nIT IS SO ORDERED, this the 22nd day of May, 2018. \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n "
}