{
  "id": "39b7b38b82be7f13bef9d8bbdd746f3f2649b66d7f6e658660db1276e06fc34a",
  "source_file": "data/raw/ncbc/39b7b38b82be7f13bef9d8bbdd746f3f2649b66d7f6e658660db1276e06fc34a.pdf",
  "raw_text": "BluSky Restoration Contractors, LLC v. Brown, 2024 NCBC 49. \nSTATE OF NORTH CAROLINA \nGUILFORD COUNTY \nBLUSKY RESTORATION \nCONTRACTORS, LLC, \nV. \nPlaintiff/Counterclaim \nDefendant, \nSTEVEN W. BROWN, \nDefendant/Counterclaim \nPlain tiff/Third-Party \nPlaintiff, \nand \nBLUSKY HOLDCO, LLC, \nThird-Party Defendant. \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21CVS010032-400 \nORDER AND OPINION ON CROSS­\nMOTIONS FOR SUMMARY \nJUDGMENT \n[Public)l \n1. THIS MATTER is before the Court on the 14 July 2023 filing of (1) BluSky \nRestoration Contractors, LLC's and BluSky HoldCo, LLC's Motion for Summary \nJudgment as to Steven W Brown's Counterclaims and Third-Party Complaint \n(\"BluSky's Motion\"), (ECF No. 140 [\"BluSky Mot.\"]), and (2) Steven W. Brown's \nMotion for Partial Summary Judgment (\"Brown's Motion\"; together, the \"Motions\"), \n(ECF No. 143 [\"Brown Mot.\"]). Pursuant to Rule 56 of the North Carolina Rules of \nCivil Procedure (the \"Rule(s)\"), the Motions seek partial summary judgment on \n1 Recognizing that this Order and Opinion cites to and discusses the subject matter of \ndocuments that the Court has allowed to remain under seal in this action, and out of an \nabundance of caution, the Court filed this Opinion under seal on 24 July 2024 . (See ECF \nNo . 244.) The Court thereafter permitted the parties an opportunity to propose redactions to \nthe public version of this document. On 7 August 2024, the parties' counsel notified the Court \nby email that all parties conferred and agreed to certain redactions. The parties proposed \nthe redactions contained herein, and the Court finds that those redactions are narrowly and \nappropriately tailored. Accordingly, the Court now files the redacted, public version of this \nOrder and Opinion. \nBluSky Restoration Contractors, LLC and BluSky HoldCo, LLC's claims for breach \nof contract and misappropriation of trade secrets and Defendant's counterclaims for \nunjust enrichment and violations of the North Carolina Wage and Hour Act. (See \nBluSky Mot.; Brown Mot.) \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motions. \nAkerman, LLP, by Bryan G. Scott, Adam L. Massaro, and Jasmine M. \nPitt, for Plaintiff BluSky Restoration Contractors, LLC and Third-Party \nDefendant BluSky HoldCo, LLC. \nWagner Hicks, PLLC, by Sean C. Wagner, Tyler B. Peacock, Abbey M. \nKrysak, Jonathon D. Townsend, and Meagan L . Allen for Defendant \nSteven W. Brown. 2 \nRobinson , Judge. \nI. INTRODUCTION \n3. This action arises out of Defendant Steven W. Brown's (\"Brown\") \nemployment at BluSky Restoration Contractors, LLC (\"BluSky Restoration\"). \nBluSky Restoration is a full-service restoration, renovation, environmental and \nroofing provider. It initiated this action contending that Brown left the company for \na competitor in violation of various restrictive covenants, taking with him trade secret \ninformation and subsequently soliciting BluSky Restoration's employees to join the \ncompeting company. Brown thereafter claimed that BluSky Restoration was unjustly \nenriched by its use of Brown's licenses after he left the company and that he is entitled \n2 Following the filing of Brown's Motion, Abbey M. Krysak and Tyler B. Peacock were \npermitted to withdraw as counsel of record for Steven W. Brown on 5 October 2023 and \n24 April 2024, respectively. (ECF Nos. 216, 238.) Jonathon D. Townsend appeared as counsel \nof record for Steven W. Brown on 3 April 2024. (ECF No. 235.) \nto payment of a bonus earned prior to leaving BluSky Restoration for the competing \ncompany. \n4. Following fulsome discovery, the Court must now consider the evidence of \nrecord to determine what claims, if any, should proceed to trial. \nII. FACTUAL BACKGROUND \n5. The Court does not make findings of fact when ruling on a motion for \nsummary judgment . \"[T]o provide context for its ruling, the court may state either \nthose facts that it believes are not in material dispute or those facts on which a \nmaterial dispute forecloses summary adjudication.\" Ehmann v. Medflow, Inc., 2017 \nNCBC LEXIS 88, at *6 (N.C. Super. Ct. Sept. 26, 2017); see also Hyde Ins. Agency, \nInc. v. Dixie Leasing Corp., 26 N .C . App . 138, 142 (1975) (encouraging the trial court \nto articulate a summary of the relevant evidence of record to provide context for the \nclaims and motion(s)). \nA. The Parties \n6. BluSky Restoration and Third-Party Defendant BluSky HoldCo, LLC \n(\"BluSky HoldCo\"; with BluSky Restoration, the \"BluSky Companies\") are Delaware \nlimited liability companies with their principal place of business in Colorado. (Second \nAm. Compl. ,1,1 2-3, ECF No. 66 [\"SAC\"]; Brown's Answer to SAC ,1,1 2-3, ECF No. 78 \n[\"Answer to SAC\"].) BluSky Restoration is registered to do business in this State, \n(SAC ,1 2; Answer to SAC ,1 2), and has office locations in roughly twenty-six states, \n(Aff. Drew Bisping ,1 28, ECF Nos. 197.4, 202.3 [\"Bisping Aff.\"]). \n7. Brown is a resident of Greensboro, North Carolina. (SAC ~ 4; Answer to \nSAC ,r 4.) Brown has worked in the restoration industry for roughly twenty-nine \nyears. (Aff. Brown Supp. Mot. Summ. J. ,r 3, ECF No. 145 [\"Brown MSJ Aff.\"].) \nB. Brown's Employment with BluSky Restoration \n1. Transition from Disaster One, Inc. to BluSky Restoration \n8. Brown began working for Disaster One, Inc. (\"Disaster One\") on or about \n8 August 1994. (Brown MSJ Aff. ,r 4.) Disaster One, a restoration company in \nGreensboro, North Carolina, was acquired by BluSky Restoration in October 2017. \n(Brown MSJ Aff. ,r,r 4, 7; Dep. Drew Bisping 67:22-25, ECF No. 197.11 [\"Bisping \nDep.\"]; see also SAC ,r,r 20-21; Answer to SAC ,r,r 20-21.) \n9. On or about 1 October 2017, when BluSky Restoration acquired Disaster \nOne, Brown became an employee of BluSky Restoration. (Brown MSJ Aff. ,r 7; \nBisping Dep. 69:1-8.) At the time, Brown led Disaster One's \"large loss department,\" \nand he remained in that role during the \"transitional period\" after BluSky \nRestoration acquired the company. (See Bisping Dep. 69:9-70:25.) Brown ultimately \ntransitioned into \"a national leadership role for restoration,\" where he was primarily \nresponsible for \"coordinating resources\" to ensure that BluSky Restoration had \"the \nright personnel, equipment, [and] subcontractor response to [large, complex loss] \nsituations.\"3 (Bisping Dep. 71:4-12, 74:2-22.) \n3 BluSky Restoration is in the business of providing \"general contracting and consulting \nservices in the restoration of multi-family, residential, commercial, industrial and religious \nfacilities in response to hurricanes, tornadoes, floods, ice storms, fires and water-related \nemergencies, specializing in water damage, fire damage, storm damage, smoke and odor \ndamage, certified mold remediation and contents restoration[.]\" (Confidentiality, \nNoncompetition & Nonsolicitation Agt. 1, ECF No. 66.1.) \n10. On 26 September 2017, Brown signed a two-page employment agreement \nwith BluSky Restoration, which set forth his compensation and benefits (the \n\"Employment A greement\"). (ECF No. 141.5 [\"Empl. Agt.\"].) The Employment \nAgreement provided that as National Director of Restoration, Brown's annual \ncompensation would be with an annual bonus calculated as follows: \n\"5% of profit over 5% of sales and additional 2.5% of the profit over 10% of sales for \nLLWM department.\" (Empl. Agt. 1.) Further, the Employment Agreement provided \nthat Brown \nmust be employed by BluSky on the day a bonus is paid in order to \nreceive the bonus. . . . If BluSky terminates your employment for \nreasons other than Cause (as defined in Confidentiality, Noncom petition \nand Nonsolicitation Agreement dated October 2, 2017), you will vest in \nyour bonus. If BluSky terminates your employment for reasons of \nCause, of [sic] if you elect to sever your employment with BluSky, there \nis no vesting in your bonus. \n(Empl. Agt. 1.) The Employment Agreement does not state the annual date that \nbonuses become payable. (See Empl. Agt.) \n11. The record demonstrates that part of Brown's role at BluSky Restoration \ninvolved serving as its \"qualifying agent\" in states where Brown had licenses for \ngeneral contracting, mold remediation, and asbestos abatement, which enabled \nBluSky Restoration to perform that kind of work in various states.4 (Brown MSJ \n4 In the construction and contracting business, many states require a company to associate \nwith an individual carrying an appropriate construction or contractor's license. Those \nindividuals are referred to as the company's \"qualifier\" or \"qualifying agent.\" (Brown's \nAnswer & Countercl. ,r 19, ECF No. 22 [\"Brown's Countercl.\"]; Answer Def.'s Countercl. & \nThird-Party Countercl. ,r 19, ECF No. 53 [\"HoldCo Countercl.\"].) And, because \"[a]sbestos \nwork is highly regulated[,]\" proper state licensing is required to perform asbestos remediation \nwork. (Report of Richard Driscoll 13, ECF No. 173 [\"Driscoll Rep.\"].) \nAff. 1 8.) The BluSky Companies were required to have a qualifier with an up-to­\ndate license in order to perform, for example, asbestos work in any given state. (Dep. \nSteven W. Brown 433:17-34:18, ECF Nos. 141.15, 181.1 [\"Brown Dep.\"].)5 Thus, if \nthe BluSky Companies did not have \"a qualifier with an appropriate license\" in a \nstate, then they could not lawfully perform regulated work in that state.6 (Brown \nDep. 433:24-34: 18.) \n12. The record also demonstrates that BluSky Restoration relied on Brown's \nlicenses while he was employed by it, including his asbestos supervisor licenses, mold \nremediation licenses, building contractor licenses, and general contractor qualifying \nagent licenses. (Brown Countercl. Ex. A, ECF No. 22.1; HoldCo Countercl. ,r 23 (the \n\"BluSky [Companies] admitO that BluSky Restoration sent Brown a list of his \nlicenses [it used] in late November of 2021, a copy of which is attached as Exhibit A \nto the Counterclaim and Third-Party Complaint\").) Brown held a variety of these \nlicenses in Alabama, Arkansas, Florida, Georgia, Hawaii, Iowa, Louisiana, Missouri, \nNorth Carolina, South Carolina, Tennessee, Texas, Virginia, and the District of \nColumbi a. (Brown Countercl. Ex. A, ECF No. 22.1; HoldCo Countercl. ,i 23.) \nIt is undisputed that \"Brown served as a qualifier for certain BluSky Restoration licenses.\" \n(HoldCo Countercl. ,r 22.) \n5 Brown's deposition testimony was filed by the parties in fragments and appears at ECF \nNos . 141.15, 148, 181.1, 191.1, 197.6, and 208.1. For ease of reference, the Court does not \nrestate each ECF No. where the testimony cited is located, and instead cites to this testimony \nthroughout the Opinion as: (Brown Dep. [ ]:[ ]). \n6 \"[R]egulated asbestos work\" is a phrase used throughout the record to refer to asbestos work \nthat requires a permit. (See BluSky Restoration Objs. & Resp. to ROGs and RFPs 29, ECF \nNo. 151 [\"BluSky Resp. ROGs & RFPs\"].) The same would be true ofregulated mold projects. \n(See BluSky Resp. ROGs & RFPs 29-30.) \n13. Shortly after he became an employee of BluSky Restoration, it is \nundisputed that Brown also executed the Confidentiality, Noncompetition and \nNonsolicitation Agreement (the \"2017 Agreement\"), dated 1 October 2017. (ECF \nNo. 66.1 [\"2017 Agt.\"]; see Answer to SAC ,r,r 21-23.) \n14. The 2017 Agreement, between Brown, BluSky Restoration, and BluSky \nRestoration Holdings, LLC, provides that, in exchange for compensation and \nemployment with BluSky Restoration, Brown agreed to be bound by the terms of the \n2017 Agreement. (2017 Agt. 1.) The 2017 Agreement sets forth various restrictive \ncovenants, including Nondisclosure, Non-Competition, and Non-Solicitation terms. \n(See 2017 Agt. 1-4.) The 2017 Agreement has a choice of law provision, designating \nDelaware law as applicable for determination of \"issues and questions concerning the \nconstruction, validity, enforcement and interpretation of' it. (2017 Agt. 8.) \n2. BluSky Restoration's Work in the Industry \n15. By way of background, BluSky Restoration offers services for \"both \nresidential and commercial property[,]\" performing work \"on approximately 30,000 \nprojects\" annually. (Bisping Aff. ,r,r 10-11.) Its \"customer-base\" includes commercial \nwork for multi-family, condominium and apartment communities and buildings, \nuniversities and schools, hotels, and senior living communities, among others. \n(Bisping Aff. ,r 12.) In 2021, it had roughly-national accounts, meaning customers \nwith properties or potential business in multiple states, which generated more than \nin revenue. (Bisping Aff. ,r 13.) BluSky Restoration also works for \nnational property managers and international property damage consulting firms. \n(Bisping Aff. 11 19, 23.) BluSky Restoration views its business as geographically \nunlimited, and its services are advertised nationally. (Bisping Aff. 11 25, 31.) \n16. The record demonstrates that BluSky Restoration, at any given time, \n\"typically provides services in over 40 states,\" but it historically has not performed \nwork in every single state. (Michael Renfroe 30(b)(6) Dep. 7:13-8:2, ECF No . 150 \n[\"Renfroe 30(b)(6) Dep.\"].) \n3. Brown's Access to Allegedly Confidential Information \n17. The BluSky Companies allege that, as a BluSky Restoration employee, \nBrown had access to substantial confidential, proprietary, and trade secret \ninformation, including sensitive technical data, strategic information about \ncompetitors, and other confidential business and financial information. (See \nSAC 11 56-58.) \n18. The record demonstrates that BluSky Restoration's general practice was to \nrequire employees with access to this type of information to execute confidentiality \nagreements. (Renfroe 30(b)(6) Dep. 26:3-13; see BluSky 30(b)(6) Dep. Wyatt \nCox 142:2-43:10, ECF No. 197.1 [\"Cox 30(b)(6) Dep.\"].)7 Since at least 2019, it also \nrequired all employees to sign an employee handbook acknowledgment, within the \nfirst thirty days of their employment. (Renfroe 30(b)(6) Dep. 26:14-27:18, 28:20-24.) \nThe employee handbook acknowledgment is a one-page document that requires an \n7 The deposition testimony of Wyatt Cox, which was taken pursuant to Rule 30(b)(6), was \nfiled by the parties in fragments and appears at ECF Nos. 141.16, 146, 195.3, and 197.1. For \nease of reference, the Court does not restate each ECF No. where the testimony cited is \nlocated, and instead cites to this testimony throughout the Opinion as: (Cox 30(b)(6) \nDep. []:[]). \nemployee to affirm that they received the employee handbook, which contains \n\"various company policies, procedures, and employee benefits[,]\" and that the \nemployee agrees to read the employee handbook. (See ECF Nos. 197.20-.21 \n(providing two examples of signed handbook acknowledgements from 2021).) \n19. Of particular concern to the BluSky Companies' claims regarding breach of \nconfidentiality are two documents: the National Catastrophe Vendor List (\"CAT \nVendor List\"), (ECF No. 152 [\"CAT List\"]), and the Employee Information List, (ECF \nNo. 153 [\"EE Info\"]). \n20. The CAT Vendor List is a compilation of national vendors that \"provides \ndirect contact to individuals in the companies ... that are not available publicly.\" \n(Dep. Neil Eisgruber 50:7-17, ECF No. 158 [\"Eisgruber Dep.\"].)8 The CAT Vendor \nList contains the direct contact information for individuals who provide services \nduring catastrophic events, including cell phone numbers, as well as information \nregarding each vendor's forte-i.e., providing \"porta-potties,\" portable offices, skilled \ngeneral construction labor, electricians, roofing, and more. (CAT List; see Eisgruber \nDep. 50:7-51:14; Dep. Mike Erekson 116:23-17:1, ECF No. 197 .9 [\"Erekson Dep.\"].) \nThe BluSky Companies' expert, Neil Eisgruber (\"Eisgruber\"), testified that there is \nvalue in the companies having this information in \"a single consolidated place\" and \nin \"having a direct contact instead of calling a general line.\" (Eisgruber Dep. 51:4-\n14.) \n8 The deposition testimony of Neil Eisgruber was similarly filed in fragments and appears at \nECF Nos. 158, 197.14, 202.5, 211.3, 234.2. For ease of reference, the Court does not restate \neach ECF No. where the testimony cited is located, and instead cites to this testimony \nthroughout the Opinion as: (Eisgruber Dep. [ ]:[ ]). \n21. Brown testified that he contributed to the CAT Vendor List and that he has \n\"a relationship with many of the vendors listed [therein,] having personally worked \nwith many of them throughout his career.\" (Brown MSJ Aff. ,r,r 23, 26.) \n22. The Employee Information List is a spreadsheet of BluSky Restoration \n\"project managers and the ratings for those project managers[,]\" referencing that \nemployee's job performance. (Eisgruber Dep. 119:3-10.) In relevant part, the \nspreadsheet rates project supervisors on a scale of one to ten as to their performance \non twenty specific skills, with one being the worst score and ten being the best. (See \nEE Info.) Brown participated in putting together this spreadsheet and testified that \nthe purpose of obtaining the information was to get feedback from others at BluSky \nRestoration about the restoration supervisors and project managers to \"identify \ntraining needs or learning opportunities[,]\" and to identify what teams of people \nmight work well together. (Brown Dep. 135:12-36:23.) The spreadsheet was \ndesigned to allow restoration supervisors and project managers to score each other \nthrough a confidential process. (Brown Dep. 137:19-38:15.) Brown summarized the \nresults of each employee's scores, combining everything into one spreadsheet, which \nhe shared with at least two other individuals working at BluSky Restoration. (Brown \nDep. 138:22-39:25.) The record demonstrates that the information on the Employee \nInformation List was gathered in August 2021. (See ECF No. 197.18 (email \ncommunication from Brown on 11 August 2021 requesting that the skills assessment \nbe completed by 20 August 2021).) \nC. Other Contracts at Issue: the LP Agreement and LLC Agreement \n23. It is undisputed that BluSky Management Incentive, LP (\"BMI\"), was \nformed on 26 July 2018. (HoldCo Countercl. ,r 24 (\"BluSky admits that a certificate \nof limited partnership for BluSky Management Incentive, LP was filed with the \nDelaware Secretary of State on July 26, 2018[.]\").) BMI was allegedly formed as part \nof a profit-sharing program for certain BluSky Restoration employees by which \nBrown became a limited partner of BMI. (See SAC ,r,r 36, 40, 56; Answer to \nSAC ,r,r 36, 40, 56.) \n24. The parties agree that on 14 August 2018, BluSky HoldCo, BMI, and \nvarious individuals entered into the Limited Partnership Agreement of BMI (the \"LP \nAgreement\"). (SAC ,r 34; Answer to SAC ,r 34; see LP Agreement, ECF No. 25 [\"LP \nAgt.\"].) It is also undisputed that Brown did not sign the LP Agreement. (Cox \nDep. 19:8-16.) Rather, Brown signed a Joinder to it. (Cox 30(b)(6) Dep. 20:12-20; \nsee Joinder, ECF No. 66.2 [\"Joinder\"]; LP Agt. § 2.2(b).) \n25. The Joinder, dated 14 September 2018, provides that Brown, as a new \npartner, acknowledges receipt of the BMI \"Partnership Agreement and agrees to \nbecome a party thereto and to be bound thereby. In particular and without limitation, \nthe New Partner[, i.e. Brown,] assumes all of the rights and obligations of a \nManagement Limited Partner as set forth in the Partnership Agreement.\" (Joinder 1; \nsee Cox 30(b)(6) Dep. 20:16-22.) As a result, Brown received 153.83 Class B Units in \nBMI. (Cox 30(b)(6) Dep. 57:18-21.) \n26. The LP Agreement provides, in relevant part: \nSection 12.10 Restrictive Covenants. \n(a) Confidentiality. Each of the Limited Partners (other than BluSky \nHoldCo) hereby agrees that throughout the term of this Agreement it \nshall keep (and shall cause its directors, officers, general and limited \npartners, employees, representatives and outside advisors and its \nAffiliates to keep) all non-public information, including but not limited \nto, business or trade secrets (under applicable trade secrets or other \nlaw), price lists, methods, formulas, know-how, customer and supplier \nlists, distributor lists, product costs, marketing plans, research and \ndevelopment and financial information, received by such Limited \nPartner solely by reason of such Limited Partner's status as a limited \npartner of the Partnership (including any such information received \nprior to the date hereof) confidential .... \n*** \n(b) Non-Solicitation. During the Restricted Period, no Limited Partner \n(other than BluSky HoldCo) shall directly or indirectly through another \nPerson (other than on behalf of the [sic] (other than BluSky HoldCo) and \nits Subsidiaries) (i) induce or attempt to induce any employee, officer or \nindependent contractor of BluSky Hold Co or any of its Subsidiaries ... \nto leave the employ of, or terminate its affiliation with, BluSky HoldCo \nor such Subsidiary, or in any way interfere with the relationship \nbetween BluSky Hold Co or any of its Subsidiaries and any such Person, \n(ii) hire or seek any business affiliation with any Person who was an \nemployee, officer or independent contractor of BluSky Hold Co or any of \nits Subsidiaries within one (1) year after such Person ceased to be an \nemployee, officer or independent contractor of BluSky Hold Co or any of \nits Subsidiaries ... , or (iii) induce or attempt to induce any Person who \nis ... a customer, supplier, licensee or other business relation of BluSky \nHoldCo or any of its Subsidiaries to cease doing business with BluSky \nHold Co or such Subsidiary, reduce the business that it does with BluSky \nHoldCo or such Subsidiary or in any way interfere with the relationship \nbetween any such customer, supplier, licensee or business relation and \nBluSky HoldCo or any such Subsidiaries .... \n*** \n(c) Non-Competition. During the Restricted Period, no Management \nLimited Partner shall directly or indirectly, either for such Management \nLimited Partner or for any other Person, anywhere within the \n\"Restricted Territory\" (as defined below), (i) own any interest m, \nmanage, control, or participate in, or (b) in each case in a competitive \ncapacity, consult with, render services for, serve as an agent or \nrepresentative for, finance or in any other manner engage in any \nbusiness with, any Person ... that engages in the Business in the \nRestricted Territory, or that otherwise competes with the Business in \nthe Restricted Territory For purposes of this Agreement, \"Business\" \nmeans any the business of providing project management services \nrelating to restoration, renovation, environmental, and roofing to \ncommercial and multifamily properties, as engaged in by BluSky \nHoldCo and its Subsidiaries during any time when such Management \nLimited Partner was employed by BluSky HoldCo or any of its \nSubsidiaries[.] \n(LP Agt. §§ 12.l0(a)-(c).) \n27. \"Restricted Territory,\" means the United States of America and \"any state, \nprovince or territory in any other country, in which BluSky HoldCo or any of its \nSubsidiaries engages in the Business or actively plans to engage in the Business as \nof the date of the challenged activity\" or the date of the limited partner's termination. \n(LP Agt. § 12. l0(c).) Further, \"Restricted Period\" means \"a period of time from the \ndate hereof until the date that is two (2) years after the termination of employment \n(for any reason) of such Limited Partner.\" (LP Agt. Ex. B-8 .) \n28. The LP Agreement and its terms are governed by Delaware substantive \nlaw. (LP Agt. § 12.6.) \n29. On 14 August 2018 , the same day the LP Agreement was executed, the \nAmended and Restated Limited Liability Company Agreement ofBluSky HoldCo (the \n\"LLC Agreement \") was executed. (See ECF No. 54.3 [\"LLC Agt.\"].) The LLC \nAgreement contains restrictive covenants that are substantially similar to those \nquoted from the LP Agreement , including the Confidentiality, Non-Solicitation, and \nNon-Competition covenants. (See LLC Agt. §§ 13. l 7(a)-(c).) Brown was listed as a \nMember in Exhibit A to the LLC Agreement, but not a Managing Member in \nExhibit F. (See LLC Agt. Exs. A, F.) However, Brown was a limited partner in BMI, \nas he held 153.83 Class B Units in it. (Cox 30(b)(6) Dep. 57:18-21.) \n30. The evidence demonstrates that Brown did not sign the LLC Agreement or \na joinder thereto, but it is the BluSky Companies' position that Brown was \nnevertheless bound by the restrictive covenants therein by virtue of the LP \nAgreement, contending that \"any signatory or limited partner or member of the LP \n[A]greement would be bound by the LLC [A]greement.\" (Cox 30(b)(6) Dep. 38:13-\n40:5; see LLC Agt. (evidencing that Brown did not sign).) \nD. The BMI Merger & Brown's Resignation from BluSky Restoration \n1. Brown's Offer Letter from Sasser Companies, LLC \n31. The record demonstrates that Sasser Companies, LLC d/b/a Sasser \nRestoration (\"Sasser\") is a North Carolina limited liability company engaged in \nrestoration work. (Brown Aff. Supp . TRO Ex . 1 at 2, ECF No . 95 [\"Brown TRO Aff.\"]; \nSasser 30(b)(6) Dep. of Sebastian Williams & Houston Summers 95:22, ECF \nNos . 197.15, 202.6, 234.3 [\"Sasser 30(b)(6) Dep.\"].) It is undisputed that Sasser is a \ncompetitor of BluSky Restoration. (Brown's Countercl. ,r 117 (\"It is further admitted \nthat Sasser is a direct competitor of BluSky Contractors.\"); see Sasser 30(b)(6) \nDep. 90:7-91:7; Dep. Miguel Figueroa, III 45:20-21, ECF No. 197.13 (stating that \nSasser competes with \"[a]ll the restoration companies in the nation\" for business).) \n32. On 8 July 2021, Brown received an email from Miguel A. Figueroa III \n(\"Figueroa\"), Sasser's then-COO, offering Brown employment at Sasser as its Vice \nPresident of Operations. (Ex. 24, ECF Nos. 197.24, 202.9 [\"Sasser Offer Ltr.\"].) The \noffer letter provided several terms, including that Brown's gross annual salary would \nbe , with certain equity opportunities, and that Brown would receive \nequipment, including a vehicle, vehicle insurance, a gas card, an expense card, a \ncellphone, computer, and an iPad. (See Sasser Offer Ltr.) \n33. The record demonstrates that Brown signed and returned the Sasser offer \nletter on 15 July 2021. (Brown MSJ Aff. il 15; see Sasser Offer Ltr.) \n2. The Merger and Brown's Surrender of his BMI Units \n34. On 2 September 2021, BluSky HoldCo entered into the Agreement and Plan \nof Merger (the \"Merger Agreement\") with KPSky Acquisition, Inc. (\"KPSky \nAcquisition\") and certain other parties, pursuant to which, among other things, \nKPSky Acquisition was to merge with and into BluSky HoldCo, with BluSky HoldCo \ncontinuing as the surviving entity (the \"Merger). (See Agt. & Merger 15-182, ECF \nNo. 36 [\"Merger Agt.\"].) The Merger effectuated, in relevant part, the surrender of \nall outstanding membership units in BMI. (Letter of Transmittal 1-15, ECF No. 36 \n[\"LOT\"]; Cert. Merger, ECF No. 22.7.) \n35. Following the Merger, a Certificate of Cancellation of BMI, the limited \npartnership, was filed on 19 October 2021. (ECF No. 22.8; see also Cox 30(b)(6) \nDep. 22:4-23:2.) BluSky Restoration remained a subsidiary of BluSky Hold Co. \n36. To surrender his membership units in BMI, the record demonstrates that \nBrown executed the Letter of Transmittal and returned the document to BluSky \nRestoration by email on 15 October 2021. (ECF No. 149 (email communications \nevidencing Brown's return of the transmittal document); see also Brown Dep. 336:15-\n37:17.) Brown received a payment in exchange for the surrender of his \nunits. (BluSky's Resp. Brown's First ROGs 7, ECF No. 154; Brown Dep. 76:1-3, \n149:22-24.) \n37. Following the Merger, the LLC Agreement of BluSky Hold Co was amended \nand restated, effective 20 October 2021 (the \"Amended LLC Agreement\"). (Cox \n30(b)(6) Dep. 52:1-22; see Am. Restated LLC Agt., ECF No. 79.2 [\"Am. LLC Agt.\"].) \nThe Amended LLC Agreement provides that it amends and restates the LLC \nAgreement \"in its entirety on the terms and subject to the conditions set forth \nherein[.]\" (Am. LLC Agt. 1.) The Amended LLC Agreement does not contain \nrestrictive covenants and Brown was not a signatory to it. (See Am. LLC Agt.) \n3. Brown's Resignation from BluSky Restoration \n38. On 25 October 2021, Brown submitted his resignation letter to BluSky \nRestoration. (Brown MSJ Aff. ,r,r 10, 29.) He continued to work at BluSky \nRestoration until 19 November 2021. (Brown MSJ Aff. ,i 12.) \n39. The record indicates that prior to Brown's last day but after he submitted \nhis resignation letter, Brown was negotiating post-resignation continued part-time \nemployment with BluSky Restoration. (See Cox 30(b)(6) Dep. 95:5-12; ECF \nNo. 141.10 [\"Negot'n Email\"] (draft terms for part-time employment from Wyatt Cox \nto Brown).) \n1. November 2021 Conversations with Figueroa \n40. Brown was also in conversation with Figueroa as early as 5 November 2021. \n(ECF Nos. 197.22, 202.7 [\"BluSky Ex. 22\"] (providing Brown's text messages with \nFigueroa between 5 November to 25 December 2021).) In fact, on 5 November 2021, \nthe pair communicated about Brown's first day at Sasser being 15 November 2021 \nand adding Brown as a qualifier for it. (BluSky Ex. 22 at 1-4.) \n41. On 10 November 2021, Figueroa texted Brown, \"Ps we may need Paul \nsooner than expected ... ! Do you think he could possibly do it? I can give you more \ninfo tomorrow afternoon.\" (BluSky Ex. 22 at 6 (ellipsis in original).) Brown responded \n\"Yes[.]\" (BluSky Ex. 22 at 7.) That same day, Brown texted Figueroa, stating: \"Also \nheard from Paul via Russell [Wise] that Hedrick is spreading the word that I'm \ncoming[,]\" and \"Russ and Paul are two I trust completely[.]\" (BluSky Ex. 22 at 8-10.) \nFigueroa stated, \"I will speak to both of them tomorrow.\" (BluSky Ex. 22 at 10.) \nBrown also texted Figueroa, \"Regardless word will spread quickly as soon as I'm In \nthe building .... we just need to be prepared for that[.] Let's chat tomorrow about \nanother distraction I'm planning[.]\" (BluSky Ex. 22 at 11 (ellipsis in original).) \n42. On 16 November 2021, Brown and Figueroa again communicated by text \nmessage. It appears that Brown sent Figueroa a document of some kind by email, to \nwhich Figueroa stated: \"Wow, definitely sending this to our Attorney .... If you are ok \nwith that. I think you are holding some cards!!!\" (BluSky Ex. 22 at 18-20 (ellipsis in \noriginal).) Brown stated \"Sure[,]\" and \"Can I call you later[?]\" (BluSky Ex. 22 at 20.) \nFigueroa wrote: \"Yes sir. Whatever you do don't sign the agreement. We have some \nadditional information for you that we can talk about tomorrow. The attorney said \nhe can give you some help to understand in [sic] the proper response.\" (BluSky Ex. 22 \nat 21.) \n43. The next day, the pair communicated agam, with Figueroa inquiring, \n\"[a]nything on the Employment agreement?\" (BluSky Ex. 22 at 25.) Brown \nresponded, \"Kimberly said she would send.\" (BluSky Ex. 22 at 25.) \nii. Brown's Last Day and Document Transfers \n44. Brown's last day at BluSky Restoration was 19 November 2021. (Brown \nMSJ Aff. ,i 12.) In connection with his resignation, BluSky Restoration provided \nBrown with a Separation from BluSky Letter (the \"Separation Letter\"), dated \n19 November 2021, which set forth specific steps for Brown to take or otherwise \ncomply with in concluding his employment. (ECF No. 141.9 [\"Separation Ltr.\"].) The \nSeparation Letter had an Acknowledgement of Receipt of Company Property (the \n\"Separation Acknowledgement\") attached, which required Brown to certify that he \ndid not have in his possession and had returned all company or client materials or \nproperty and any confidential information, \"documents which evidence, refer or relate \nto Confidential Information or Trade Secrets[.]\" (Separation Ltr. 1-2.) Brown signed \nthe Separation Acknowledgement the same day. (Separation Ltr. 4.) \n45. According to a forensic analysis of Brown's BluSky Restoration computer, \nBrown connected three USB mass storage devices to his computer on \n19 November 2021. (Aff. Robert B. Fried 2-3, ECF No. 197.5 [\"Fried Rep.\"].) Brown's \ninternet search history from that day demonstrates that \"Brown performed various \nInternet searches on how to back up the email client, Microsoft Outlook, or the \ncontents of the Brown BluSky Computer or Brown BluSky Phone.\" (Fried Rep. 3.) \nThe searches included: \"Total Backup of Your Entire Computer - Zinstall Fullback\"; \nand \"how to back up outlook.\" (Fried Rep. 5-6.) \n46. Between 6:39 AM and 6:57 AM on 19 November, approximately 2,593 files \nwere copied onto a USE device from the Brown BluSky Computer. (Fried Rep. 7.) \nFurther, at \"3:33 PM, approximately 1,862 files were deleted from the Brown BluSky \nComputer.\" (Fried Rep. 7.) \n111. Continued Negotiations on Part-Time Employment \n47. Brown testified that he signed a second offer letter from Sasser m \nNovember 2021, but that he considered both the July 2021 and November 2021 offer \nletters to be non-binding. (Brown MSJ Aff. ,rn 15-17; see also BluS ky Ex. 22 at 43.) \nThe second Sasser offer letter appears to temporally overlap with Brown's \nnegotiations for part-time employment with BluSky Restoration. \n48. Following Brown's last day at BluSky Restoration, the record demonstrates \nthat Brown continued to negotiate part-time employment with Wyatt Cox (\"Cox\"), the \ncompany's attorney. (Negot'n Email; ECF Nos. 141.11-.13 (providing Brown and \nCox's email communication between 20 November and 24 November 2021).) \n49. The negotiations included discussions regarding whether Brown (1) would \npermit BluSky Restoration's continued use of his various licenses while it completed \na \"licensing transition,\" and (2) would complete his work as an expert for BluSky \nRestoration in ongoing litigation. (Negot'n Email; Cox 30(b)(6) Dep. 93:17-94:14 \n(discussing why BluSky Restoration wanted Brown to stay on part-time).) In return, \nBluSky Restoration would consider Brown's \"annual bonus earned and payable[,]\" \nmeaning \"the full bonus would be paid some time in February [2022] when bonuses \nare paid company-wide.\" (Negot'n Email; see also Brown Dep. 185:8-86:3.) Brown \nwould also receive - per week in compensation for BluSky Restoration's use \nof his licenses, as well as - per hour for his expert consultation work. (Negot'n \nEmail; Brown Dep. 182:10-83:3, 184:20-85:7.) \n50. The record demonstrates that the parties never reached an agreement, \ndespite their negotiations. (Brown Dep. 182:7-9, 186:2-3; Cox 30(b)(6) Dep. 108:2-\n10 (agreeing that by 6 December 2021, BluSky Restoration informed Brown's \nattorney \"that BluSky was no longer interested in rehiring\" Brown).) Brown testified \nthat, after 19 November 2021, he did not authorize BluSky Restoration to use any of \nhis licenses or qualifier statuses, including related to mold and asbestos remediation \nprojects. (Brown MSJ Aff. ,r 14.) \nE. \n51. \nBrown's Employment at Sasser & Developments During Litigation \nBrown testified that his first day at Sasser was 6 December 2021, the same \nday that BluSky Restoration informed him that they were no longer interested in \ncontinuing negotiations for part-time employment. (Brown MSJ Aff. ,r,r 13, 18.) \n52. The forensic review of Brown's USB devices, discussed above, demonstrated \nthat on Brown's first day at Sasser he connected two USB Drives to his Sasser \ncomputer, each of which contained files copied from his BluSky Restoration computer. \n(Fried Rep. 7.) The forensic review also demonstrated that \"[t]hose files include the \nBluSky 'National Project Manager Skills,' 'National Supervisors Skills,' 'Copy of Final \n2021 Merit Increase,' 'National Revenue,' and 'CAT Vendor list 5.19.20_Update not \ncomplete' .... \" (Fried Rep. 7.) \n1. Paul Miller's Resignation from BluSky Restoration \n53. On 22 November 2021, Figueroa texted Brown, \"QQ .... Where was Paul \nwith Salary?\" (BluSky Ex. 22 at 35 (ellipsis in original).) Brown wrote back, \n\"Like ■ .... they offered him - plus bonus[.] But he stupid chance to make \n- in bonus if he stayed pm[.]\" (BluSky Ex. 22 at 35 (ellipsis in original).) On \n30 November 2021, Figueroa asked Brown, \"[w]hat's Paul [sic] current title?\" to which \nBrown responded, \"National Restoration Project Manager[.]\" (BluSky Ex. 22 at 43.) \nFigueroa asked, \"[w]hat do you think is a good title for him? Same?\" (BluSky Ex. 22 \nat 44.) Brown responded, \"Senior Project Manager[.] Hopefully we can transition \nhim to a higher role and title[.]\" (BluSky Ex. 22 at 44.) When Figueroa asked what \nthat higher title could be, Brown wrote: \"director of restoration[.]\" (BluSky Ex. 22 \nat 44-45.) \n54. The BluSky Companies allege that Brown and Figueroa's text message \nreferences to \"Paul\" are discussions to solicit Paul Miller (\"Miller\") to leave BluSky \nRestoration for Sasser. (HoldCo Countercl. ,r,r 97-99; SAC ,r,r 90-91.) The record \ndemonstrates that Miller worked as a national restoration project manager at BluSky \nRestoration. (Renfroe Dep. 67:11-16; see EE Info.) Further, Miller testified that his \nnickname is \"The General,\" and that he has had that nickname since a project at \nCamp Lejeune in 2020 or 2021. (Dep. Paul Miller 54:5-22, ECF No. 197.8 [\"Miller \nDep.\"].) \n55. Brown concedes that he and Figueroa were discussing Miller but denies \nthat the conversations \"amounted to any improper solicitation of Miller.\" (Brown's \nAnswer to HoldCo Countercl. ,r 98, ECF No. 67.) \n56. On 30 November 2021, Brown wrote to Figueroa, \"you made an offer to the \ngeneral yet[?]\" (BluSky Ex. 22 at 39.) Figueroa wrote back, \"[t]omorrow afternoon, \nwhat's up?\" and Brown responded, \"[n]othing ... just curious[.]\" (BluSky Ex. 22 at 40 \n(ellipsis in original).) It appears from Brown and Figueroa's messages that Sasser \nsent an offer letter to Miller on or about 1 December 2021, around the same time that \nBluSky Restoration was negotiating with Miller.9 (See BluSky Ex . 22 at 46-47.) \n57. Brown testified that (1) at no time prior to 25 October 2021 did he tell Miller \nthat he intended to resign from BluSky Restoration, and (2) at no time prior to \n6 December 2021 did he tell Miller that he planned to join Sasser. (Brown MSJ \nAff. ,r,r 30-31.) Brown also testified that he \"never attempted to influence Mr. Miller \nto leave his employment\" with BluSky Restoration. (Brown MSJ Aff. ,r 32.) On \n2 December 2021, Brown sent a text message to Miller stating: \"Well how was that \nother offer,\" to which Miller responded, \"[v]ery good. I start 1/3[.]\" (BluSky Ex. 23 \nat 6-7, ECF Nos. 197.23, 202.8.) \n9 The record demonstrates that Miller was negotiating with Sasser and BluSky Restoration \naround the same time but does not indicate why Miller was negotiating with BluSky \nRestoration at the time. (See Miller Dep. 127:1-22.) \n58. The record demonstrates that Miller resigned from the BluSky Companies \neffective 17 December 2021. (Aff. Kimberly Cleveland 1 18, Ex. F, ECF Nos. 197.3, \n202.2 [\"Cleveland Aff.\"].) Miller signed his Employee Acknowledgement of \nSeparation that same day. (Cleveland Aff. Ex. Fat 2; see Miller Dep. 52:7-16.) This \ndocument contained substantially similar language to that in Brown 's Separation \nLetter.1° (Compare Cleveland Aff. Ex. F, with Separation Ltr.) \n59. The evidence demonstrates that Miller now works at Sasser. (See \nEisgruber Dep. 142:18-23; Miller Dep. 127:7-22.) The record does not appear to \ncontain Miller's Sasser start date or the terms of his employment there. \n2. BluSky Restoration's use of Brown's Qualifier Status \n60. As discussed, Brown served as a qualifier for BluSky Restoration, which \nallowed BluSky Restoration to perform regulated work in various states. (See \nsupra 11 11-12.) \n61. Brown testified that in \"late-2021 and early-2022,\" he \"undertook efforts to \nnotify various state agencies of [his] separation from BluSky Contractors and request \nthat the agencies remove [his] name from any licenses or qualifier materials affiliated \n10 The record demonstrates that, like Brown, Miller had access to some of BluSky \nRestoration's confidential information. For example, Miller testified that he assisted in \ncreating the Employee Information List by preparing a ranking of supervisors, which the \nBluSky Companies contend is trade secret information. (Miller Dep. 42:24-43: 18.) \nThe BluSky Companies were unable to locate a nondisclosure agreement, employee handbook \nacknowledgment , or confidentiality agreement executed by Miller. (Renfroe 30(b)(6) \nDep. 30:23-31:10.) However, Miller testified that he did sign an employee handbook \nacknowledgment, or at least recalls likely doing so. (Miller Dep. 143: 1-9.) Miller did not \nrecall signing any kind of confidentiality agreement or nondisclosure agreement. (Miller \nDep. 143: 10-18.) \nwith BluSky Contractors.\" (Brown TRO Aff. ,r 5.) This included the \n22 December 2021 submission of a \"notarized letter to the Florida Department of \nBusiness and Professional Regulation[,]\" whereby Brown indicated that he no longer \nworked at BluSky Restoration and requested his name be removed \"from any licenses \nor qualifier materials affiliated with BluSky\" Restoration. (Brown TRO Aff. ,r 6.) \n1. Florida \n62. During the pendency of this litigation, in or around October 2022, Brown \nbecame aware that he was still listed as BluSky Restoration's \"Asbestos Financial \nOfficer\" and \"Asbestos Contractor\" in the State of Florida. (Brown TRO Aff. ,r,r 8-\n10.) Around November or December 2022, Brown discovered that BluSky Restoration \nwas performing asbestos-related work in Florida using his license numbers without \nhis consent. (Brown TRO Aff. ,r,r 20-21, 44; see also Dep. Agustin Rodriguez 105:1-\n17, ECF No. 160 [\"Rodriquez Dep.\"].) \n63. There are four asbestos-related projects where BluSky Restoration \nallegedly relied on Brown's license to self-perform regulated asbestos work in Florida: \n(1) Mirador at Woodside Apartments in Kissimmee, Florida for asbestos removal and \nrenovation from 28 October to 31 December 2022 (the \"Mirador Project\"), (ECF \nNo. 162); (2) Valencia on the Gulf in Venice, Florida for drywall ceiling removal from \n3 November to 2 December 2024 (the \"Valencia Project\"), (ECF No. 161); (3) Volusia \nFire Station 12 in Port Orange, Florida for asbestos removal and renovation from \n7 November to 10 November 2022 (the \"Volusia Project\"), (Brown TRO Aff. ,r 24, \nEx. 9; see ECF No. 167); and (4) Helios Apartments in Miami Beach, Florida for \nasbestos removal from 9 August to 18 August 2022 (the \"Helios Project\"), (ECF \nNo. 165). \n64. Brown's Florida Asbestos Contractor license number CJC1154389, and \nAsbestos Financial Officer license number FO351, (see Brown TRO Aff. ,r,r 7, 10, Ex. 3 \nat 3-4), do not appear on the Notice of Demolition or Asbestos Renovation forms that \nBluSky Restoration submitted to the State of Florida, (see ECF Nos. 161-62, 165; \nBrown TRO Aff. Ex. 9). \n65. BluSky Restoration, through its Vice President of Environmental Services \nAgustin Rodriguez (\"Rodriguez\"), admits that it \"self-performed regulated asbestos \nabatement work\" on the above-described four projects m Florida from \n19 November 2021 to 8 December 2022.11 (Deel. Agustin Rodriguez ,r,r 4-5, ECF \nNo. 102.1 [\"Rodriguez Deel.\"].) Rodriguez testified that \"any asbestos-related work \nby BluSky employees was performed in conjunction with properly credentialed, \nindependent Florida Asbestos Consultants (i.e. industrial hygienists) retained by the \nowners.\" (Rodriguez Deel. ,r 9 (italics in original).) \n66 . On 6 December 2022, BluS ky Restoration issued and implemented a stop \nwork order on all regulated asbestos work in Florida, impacting the Mirador Project \nand Valencia Project which were ongoing at the time. (Rodriguez Deel. ,r,r 6, 11-12, \nEx.A.) \n11 Rodriguez also testified that each of these projects \"was initially bid and contracted under \nBluSky 's General Contractor license, and none were originally bid or begun as asbestos­\nrelated work.\" (Rodriguez Deel. ,r 7.) Rather, \"onsite testing by third-party testing companies \n(after contracting) revealed the presence of asbestos-containing materials at the project site.\" \n(Rodriguez Deel. ,r 7.) \n67. On 3 February 2023, Brown and his counsel called an investigator at the \nFlorida Department of Business and Professional Regulation (the \"FDBPR\"), who \ninformed them that BluSky Restoration \"was licensed to perform asbestos work \nwithin Florida based on license number CJC1154389,\" and that BluSky Restoration \n\"would not have been licensed to perform asbestos work\" in the state absent Brown's \nlicense. (Aff. Steven W. Brown Opp'n BluSky Mot. ,, 2, 4, ECF No. 195.1 [\"Brown \nOpp'n Aff.\"].) \nn. Louisiana \n68. Brown also alleges that BluSky Restoration was usmg his license to \nperform asbestos work in the State of Louisiana on five asbestos-related projects: \n(1) Ridgefield Apartments in Marrero, Louisiana from 13 October 2021 to \n9 March 2022 (the \"Ridgefield Apartments Project\"), (ECF No. 168); (2) Arbor Place \nApartments in Terrytown, Louisiana from 15 November 2021 to 9 March 2022, (ECF \nNo. 169); (3) Metairie Towers in Metairie, Louisiana from 13 December 2021 to \n30 May 2022 (the \"Metairie Towers Project\"), (ECF No. 170); (4) Belmont Village \nApartments in Gretna, Louisiana from 3 November 2021 to 9 March 2022, (ECF \nNo. 171); and (5) Lapalco Apartments in Harvey, Louisiana from 29 November 2021 \nto 9 March 2022, (ECF No. 172). \n69. Brown's Louisiana Asbestos Contractor license number 224418 appears on \nthe Notification of Demolition and Renovation and Asbestos Contaminated Debris \nActivity Forms (the \"Louisiana Notice Form(s)\") for the Ridgefield Apartments \nProject and Metairie Towers Project. (ECF Nos. 168, 170.) The Louisiana Notice \nForm for the Ridgefield Apartments Project shows that work began on \n13 October 2021 with the form being submitted 8 October 2021, each of which are \ndates preceding Brown's last day. (ECF No. 168.) The Louisiana Notice Form for the \nMetairie Towers Project shows that the form was submitted on 11 November 2021, \nwhich preceded Brown's last day, but shows that work was scheduled to begin on \n13 December 2021. (ECF No. 170.) \n70. BluSky Restoration, through its Licensing Specialist Cynthia Nignan \n(\"Nignan\"), testified that Brown was the company's qualifier for mold and asbestos in \nLouisiana before he resigned. (Aff. Cynthia Nignan Supp. BluSky Mot. ,r 4, ECF \nNo. 141.14 [\"Nignan Aff.\"].) Without providing a date, Nignan states that BluSky \nRestoration notified Louisiana that Brown was no longer employed by it and that it \nwould provide replacement qualifiers. (Nignan Aff. ,r 5.) In a 25 March 2022 letter \nfrom Louisiana's State Licensing Board for Contractors, BluSky Restoration was \ninformed that it did not have a qualifier for asbestos removal and abatement, or a \nlicensed mol d remediation contractor and directed it to designate a qualifying party \nby 26 May 2022. (Nignan Aff. ,r 6; Louisiana Ltr., ECF No. 141.4 [\"La. Ltr.\"].) BluSky \nRestoration, through Nignan, affirms that it had a replacement qualifier before the \n26 May 2022 deadline. (See Nignan Aff. ,r,r 6-7.) \n3. BluSky Restoration's Bonuses for the 2021 Calendar Year \n71. Brown alleges that a bonus of $50,000.00 became due and payable from \nBluSky Restoration in February 2022, as described in the Employment Agreement. \n(Brown Countercl. ,r,r 89-91, 93-94, ECF No. 22 [\"Brown Countercl.\"]; Brown \nDep. 189:15-90:19.) Brown testified that, following his last day at BluSky \nRestoration, he believed that he was going to receive a $50,000.00 bonus. (Brown \nDep. 172:23-25.) \n72. The record demonstrates that BluSky Restoration pays certain employees \na discretionary bonus, and the Employment Agreement Brown signed states that he \n\"must be employed by BluSky on the day a bonus is paid in order to receive the \nbonus [I]f you elect to sever your employment with BluSky, there is no vesting \nin your bonus.\" (See Empl. Agt . 1.) \n73. During the negotiations for Brown 's continued part-time employment at \nBluSky Restoration, but following his resignation from the company, a draft \nagreement was circulated between Cox and Brown. (ECF Nos. 141.10-.11 (\"Bonus: \nWould agree to consider your annual bonus earned and payable. If you come on part­\ntime, the full bonus would be paid some time in February when bonuses are paid \ncompany-wide.\").) Brown testified, based on the representations during those \nnegotiations, that he believed he was entitled to the bonus described in the \nEmployment Agreement. (Brown Dep. 190:20-93:4.) Brown also testified that, while \nthe Employment Agreement describes an annual bonus calculated by a specific \nformula, his bonus was \"never\" paid based on that formula. (Brown Opp'n Aff. ,i,r 11-\n12.) Brown affirmed that BluSky Restoration paid him \"an alternative performance \nbonus each year,\" between 2018 to 2020 and that he was not aware what the \nconditions were for receiving this bonus.12 (Brown Opp'n Aff. ,r,r 13-14.) \n12 Brown testified that his bonuses ranged frorr.11111111 to --(Brown Dep. 175:3-\n10.) \n7 4. However , during negotiations with Sasser in July 2021, Brown \nacknowledged that resigning from BluSky Restoration mid-year would result in \nforfeiture of his eligibility for a year-end bonus. (ECF No. 141.6 (July 2021 emails \nbetween Brown and Figueroa, where Brown wrote \"I will be giving up 2021 annual \nbonus leaving current position with BluSky\").) Ultimately, the record demonstrates \nthat BluSky did not pay Brown a bonus for 2021. (Brown Dep. 189:15-93:4.) \nIII. PROCEDURAL BACKGROUND \n75. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motions. \n76. BluSky Restoration initiated this action on 22 December 2021 with the \nfiling of its Complaint, (ECF No. 3), and thereafter filed its Amended Complaint as of \nright on 21 January 2022, (ECF No. 8). \n77. Brown filed his Answer to the Amended Complaint on 21 February 2022. \n(See Brown Countercl.) Brown's answer included a Counterclaim and Third-Party \nComplaint (\"Brown's Counterclaims\"), alleging three claims for relief against BluSky \nRestoration and BluSky HoldCo. (See Brown Countercl.) \n78. BluSky Restoration and BluSky HoldCo jointly answered Brown's \nCounterclaims on 22 April 2022. (See HoldCo Countercl.) In the same pleading, \nBluSky HoldCo, as third-party defendant, asserted three third-party counterclaims \nagainst Brown (\"BluSky HoldCo's Counterclaims\"). (See HoldCo Countercl.) \n79. Brown answered BluSky HoldCo 's Counterclaims on 23 May 2022 . (See \nAnswer to HoldCo Countercl.) That same day, BluSky Restoration filed the Second \nAmended Complaint, after obtaining leave from the Court to do so. (See SAC; Order, \nECF No. 65 .) \n80. On 8 July 2022, Brown, through counsel, sought judgment on the pleadings \npursuant to Rule 12(c). (See ECF No. 79.) Following full briefing and a hearing on \nthat motion, the Court granted in part the motion as to BluSky Restoration's stand­\nalone claim for punitive damages and otherwise denied the motion. See BluSky \nRestoration Contrs., LLC v. Brown, 2022 NCBC LEXIS 124 (N.C. Super. Ct. Oct. 20, \n2022). \n81. The following claims remain pending in this action: \na. The BluSky Companies' claims against Brown for (1) breach of the \nLP Agreement (\"Claim One\"), (2) breach of the LLC Agreement (\"C laim \nTwo\"), and (3) injunctive relief, (see SAC ,r,r 117-42, 153-70; HoldCo \nCountercl. ,r,r 109-50); \nb. BluSky Restoration's claims against Brown for (1) breach of the 2017 \nAgreement (\"Claim Three\") and (2) misappropriation of trade secrets \n(\"Claim Four\"), (see SAC ,r,r 106-16, 143-52); and \nc. Brown's counterclaims for (1) declaratory judgment against the \nBluSky Companies, (2) unjust enrichment against BluSky Restoration \n(\"Counterclaim Two\"), and (3) violations of the North Carolina Wage and \nHour Act against the BluSky Companies (\"Counterclaim Three\"), (see \nBrown's Countercl. ,r,r 105-27). \n82. Now, the BluSky Companies seek summary judgment in their favor on \nBrown's Counterclaims Two and Three, (see B luSky Mot.), and Brown seeks summary \njudgment in his favor on Claims One, Two, Three, and Four, as well as affirmative \nsummary judgment on his Counterclaim Two, (see Brown Mot.). The Court notes that \nno party seeks summary judgment on the claims for injunctive relief or declaratory \njudgment. \n83. Following full briefing, the Court held a hearing on the Motions on 15-\n16 November 2023 (the \"Hearing\") at which all parties were present and represented \nthrough counsel. The Motions are ripe for resolution. \nIV. LEGAL STANDARD \n84. Summary judgment is appropriate \"if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law .\" N.C.G.S. § lA-1, Rule 56(c). \"A 'genuine issue' is \none that can be maintained by substantial evidence.\" Dobson v. Harris, 352 N.C. 77, \n83 (2000) (citation omitted). \" 'Substantial evidence is such relevant evidence as a \nreasonable mind might accept as adequate to support a conclusion' and means 'more \nthan a scintilla or a permissible inference.'\" Head v. Gould Killian CPA Grp., P.A., \n371 N.C. 2, 8 (2018) (quoting Ussery v. Branch Banking & Tr. Co ., 368 N .C. 325, 335 \n(2015)). \n85. The moving party bears the burden of showing that there is no genuine \nissue of material fact, and that the movant is entitled to judgment as a matter of law. \nHensley v. Nat'l Freight Transp., Inc., 193 N.C. App. 561, 563 (2008). The movant \nmay make the required showing by proving that \"an essential element of the opposing \nparty's claim does not exist, cannot be proven at trial, or would be barred by an \naffirmative defense, or by showing through discovery that the opposing party cannot \nproduce evidence to support an essential element of her claim.\" Dobson, 352 N.C. \nat 83 (citations omitted). \n86. \"Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.\" Gaunt v. Pittaway, 139 N.C. App. 778, 784-85 \n(2000) (citation omitted). The Court must view the evidence in the light most \nfavorable to the nonmovant. Dobson, 352 N.C. at 83 (citation omitted). However, the \nnonmovant(s) \nmay not rest upon the mere allegations or denials of [their] pleading, \nbut [their] response, by affidavits or as otherwise provided in this rule, \nmust set forth specific facts showing that there is a genuine issue for \ntrial. If [the nonmovant] does not so respond, summary judgment, if \nappropriate, shall be entered against [the nonmovant]. \nN .C .G.S. § lA-1, Rule 56(e). \n87. \"For affirmative summary judgment on a party's own claim, the burden is \nheightened.\" Futures Grp. v. Brosnan, 2023 NCBC LEXIS 7, at **4 (N.C. Super. Ct. \nJan. 19, 2023); see Brooks v. Mount Airy Rainbow Farms Ctr., Inc., 48 N.C. App. 726, \n728 (1980). The movant \"must show that there are no genuine issues of fact, that \nthere are no gaps in his proof, that no inferences inconsistent with his recovery arise \nfrom the evidence, and that there is no standard that must be applied to the facts by \nthe jury.\" Parks Chevrolet, Inc. v. Watkins, 7 4 N.C. App. 719, 721 (1985); accord Kidd \nv. Early, 289 N.C. 343, 370 (1976). Consequently, \"rarely is it proper to enter \nsummary judgment in favor of the party having the burden of proof.\" Blackwell v. \nMassey, 69 N.C. App. 240, 243 (1984). \nV. ANALYSIS \n88. The Court first addresses Brown's Counterclaim Two, as to which both \nMotions request summary judgment. The Court then considers the remainder of \nBrown's Motion, addressing Claims One, Two, Three, and Four, concluding with the \nremainder of BluSky's Motion, addressing Brown's Counterclaim Three against the \nBluSky Companies. \nA. \n89. \nCounterclaim Two: Unjust Enrichment \nBrown alleges that BluSky Restoration was unjustly enriched by its \n\"continued operations using Brown as their 'qualifying agent' in various states where \n[it] was actively engaged in work after the date of Brown's resignation[.]\" (Brown's \nCountercl. ~ 111.) In Brown's view, BluSky Restoration was able to continue \n(1) remediation and construction projects in states that it did not have a substitute \nqualifier, and (2) performing on contracts that required it to be appropriately licensed \nwithout breaching those contracts. (Brown's Countercl. ~ 112.) \n90. \" 'The general rule of unjust enrichment is that where services are rendered \nand expenditures made by one party to or for the benefit of another, without an \nexpress contract to pay, the law will imply a promise to pay a fair compensation \ntherefor.'\" Krawiec v. Manly, 370 N.C. 602, 615 (2018) (quoting Atlantic C. L. R. Co. \nv. State Highway Comm'n, 268 N.C. 92, 95-96 (1966) (citations omitted)). \"A claim \nfor unjust enrichment 'is neither in tort nor contract but is described as a claim in \nquasi contract or a contract implied in law .'\" Cty. of Wake PDF Elec. & Supply Co., \nLLC v. Jacobsen, 2020 NCBC LEXIS 103, at *28 (N.C. Super. Ct. Sept. 9, 2020) \n(quoting Booe v. Shadrick, 322 N.C. 567, 570 (1988)). \"The claim is not based on a \npromise but is imposed by law to prevent an unjust enrichment. If there is a contract \nbetween the parties[, then] the contract governs the claim and the law will not imply \na contract.\" Booe, 322 N.C. at 570 (citation omitted). \n91. To recover on a claim of unjust enrichment, Brown must prove that (1) he \nconferred a benefit upon BluSky Restoration; (2) the benefit was not \"conferred \nofficiously, that is it must not be conferred by an interference in the affairs of the \nother party in a manner that is not justified in the circumstances;\" (3) the benefit was \nnot gratuitous; (4) the benefit is measurable; and (5) BluSky Restoration consciously \naccepted the benefit. Foxx v. Davis, 289 N.C. App. 473, 485 (2023) (quoting JPMorgan \nChase Bank, N.A. v. Browning, 230 N.C . App. 537, 541-42 (2013) (cleaned up)). \n92. Brown argues that BluSky Restoration performed work while relying on his \nlicenses, without paying him for that use, and that affirmative summary judgment in \nhis favor as to liability is appropriate. (Am. Mem. Supp. Brown Mot. 29, ECF No. 179 \n[\"Br. Supp. Brown Mot.''].) However, BluSky Restoration argues in support of its \nmotion that Brown did not confer a measurable benefit on BluSky Restoration \nbecause Brown cannot prove \"that BluSky actually used his licenses in any of the \nstates such that it conferred a benefit on BluSky.\" (BluSky Cos .' Br. Supp. BluSky \nMot. 18-19, ECF No. 177 [\"Br. Supp. BluSky Mot.\"].) \n93. Brown contends that BluSky Restoration used his asbestos-related licenses \nin Florida and Louisiana after his resignation from BluSky Restoration, and that it \ndid so without his knowledge until December 2022. (Br. Supp. Brown Mot. 29.) This \nappears to be the benefit Brown contends was conferred. \n94. In Krawiec v. Manly, the Supreme Court of North Carolina considered \nwhether plaintiffs sufficiently stated a claim of unjust enrichment at the Rule 12(b)(6) \nstage. 370 N.C. at 604. There, plaintiffs owned a dance studio and certain defendants \nwere employed by plaintiffs as dance instructors and performers pursuant to a \nnonimmigrant work visa. Id. at 604-05. Plaintiffs contracted with those defendants, \nreferred to as the \"dancer defendants,\" whereby plaintiffs obtained work visas for the \ndancer defendants \"in exchange for each dancer's express promise to work exclusively \nfor plaintiffs as a dance instructor and performer.\" Id. at 605. The dancer defendants, \nafter obtaining their visas, began working as dance instructors for the \"Metropolitan \ndefendants,\" a different business, in violation of their employment agreement with \nplaintiffs. Id. Plaintiffs thereafter brought a claim for unjust enrichment against the \nMetropolitan defendants. Id. \n95. Our Supreme Court was asked to consider whether allegations that the \nMetropolitan defendants \"accepted the benefit of employing the dancers without \nobtaining new visas[,]\" was sufficient to allege that plaintiffs conferred a benefit upon \nthe Metropolitan defendants. Id. at 615 . The Court held that it was not. While the \nMetropolitan defendants did not pay for new work visas for the dancer defendants, \napproval of the dancer defendants' worker visas applied only to the employment \noutlined in the petition submitted by plaintiffs, and any changes in their employment \nrequired the filing of a distinct visa petition. Id. Thus, \"if the Metropolitan \ndefendants employed the dancer defendants without filing new petitions, no benefit \nwas conferred on the Metropolitan defendants by plaintiffs because their petitions \ndid not authorize the dancers' employment with the Metropolitan defendants.\" Id. \nat 616. \n96. The facts outlined in Krawiec are helpful to consider here, where the parties \nagree that a separate, affirmative act was required of Brown and BluSky Restoration \nwhen a change in qualifier status has occurred in a state. \n97. Brown testified that he \"undertook efforts to notify various state agencies \nof [his] separation from BluSky Contractors and request[ed] that the agencies remove \n[his] name from any licenses or qualifier materials affiliated with BluSky \" \nRestoration. (Brown TRO Aff. ,r 5.) Brown also testified that his efforts included \"the \nsubmission of a notarized letter to the Florida Department of Business and \nProfessional Regulation on or about December 22, 2021,\" indicating that he no longer \nworked at BluSky Restoration and requesting that the agency remove his name from \n\"any licenses or qualifier materials affiliate with BluSky\" R estoration. (Brown TRO \nAff. ,r 6, Ex. 1.) \n98. Brown's submission of notice to the Florida state agency means that Brown \ndid not authorize BluSky Restoration's use of his license on any further project post-\ndating his resignation from the company, and that he expected the State of Florida \nto disassociate him from BluSky Restoration.13 This appears to be consistent with \nRodriguez's testimony that (1) BluSky Restoration \"self-performed regulated asbestos \nabatement work\" on the four Florida projects, and (2) \"any asbestos-related work by \nBluSky employees was performed in conjunction with properly credentialed, \nindependent Florida Asbestos Consultants (i.e. industrial hygienists) retained by the \nowners.\" (Rodriguez Deel. ,r,r 5, 9.) \n99. As to Louisiana, the evidence of record demonstrates that the BluSky \nCompanies notified the state that Brown was no longer an employee of BluSky \nRestoration and that it would provide a replacement qualifier.14 (Nignan Aff. ,r 5; see \nalso La. Ltr.) The record also demonstrates that on 25 March 2022, Louisiana sent \nBluSky Restoration a letter directing it to appoint replacement mold and asbestos \n13 The parties each cite to Fla. Stat. § 469.006, which provides that, \n[i]f any qualifying agent ceases to be affiliated with such business organization, \nthe agent shall so inform the department. In addition, if such qualifying agent \nis the only licensed individual affiliated with the business organization, the \nbusiness organization shall notify the department of the termination of the \nqualifying agent and shall have 60 days from the termination of the qualifying \nagent's affiliation with the business organization in which to employ another \nqualifying agent. \nFla. Stat. § 469.006(3). \n14 The parties each cite to the Louisiana Administrative Code, which provides in relevant \npart that, \n[i]f a qualifying party for a particular trade terminates employment ... , the \nlicensee's license remains valid with the following restrictions. The licensee \nmay continue existing work or bid on new work in the licensed trade \nclassification but may not begin such work until the qualifying party is \nreplaced. \nLa. Admin. Code tit. 46:XXIX, § 109(D); see also La. R.S . § 37:2156.l(D)(l) (\"When the \nqualifying party terminates employment with the licensee, the board shall be notified in \nwriting within thirty days of the disassociation and another qualifying party shall qualify \nwithin sixty days.\"). \nqualifiers by 26 May 2022 . (Br. Supp. BluSky Mot. 5 (citing Nignan Aff. ,r 8).) BluSky \nRestoration appointed a replacement qualifier before the 26 May 2022 deadline. (See \nNignan Aff. ,r,r 6-7.) \n100. While it appears to be true that BluSky Restoration did not have an \nalternate asbestos qualifier in Florida or Louisiana after Brown left, (see Rodriguez \nDeel.; Nignan Aff.; La. Ltr.), much like the dancer defendants in Krawiec seemingly \ndid not have appropriate work visas when they went to work for the Metropolitan \ndefendants, the evidence demonstrates that Brown and BluSky Restoration each \nnotified the relevant agencies that Brown was no longer affiliated with BluSky \nRestoration. That BluSky Restoration went forward with projects in those states does \nnot mean that it was unjustly enriched through purported use of Brown's licenses. \nRather, it appears that no benefit was conferred by Brown upon BluSky Restoration, \nas the evidence demonstrates Brown's requested disassociation should have been \neffective. \n101. Brown performed no services and suffered no expenditures that benefitted \nthe BluSky Companies in this context, and as a result, his claim fails because he \nconferred no benefit on the BluSky Companies. See Am . Cirs., Inc. v. Bayatronics, \nLLC, 2023 NCBC LEXIS 165, at **39-40 (N.C. Super. Ct. Dec. 8, 2023) (deciding that \nplaintiff did not \"voluntarily confer a benefit on\" defendants). BluSky Restoration \nhas met its burden by demonstrating that an essential element of Brown's \nCounterclaim Two fails, and Brown has not come forth with evidence that would \ncreate a genuine issue of material fact on the first element of this claim. \n102. Therefore, BluSky's Motion is GRANTED in part and Brown's \nCounterclaim Two for unjust enrichment is DISMISSED. As a result, Brown's \nMotion seeking affirmative summary judgment is DENIED in part as to \nCounterclaim Two. \nB. Claims One, Two, and Three: The Breach of Contract Claims \n103. Brown requests summary judgment in his favor on all three of the BluSky \nCompanies' breach of contract claims. \n104. Each of the three agreements at issue in this case have choice of law \nprovisions stating that Delaware law applies. (See LP Agt. § 12.6; LLC Agt . § 13.7; \n2017 Agt. § ll(a).) Our Supreme Court has held that \"where parties to a contract \nhave agreed that a given jurisdiction's substantive law shall govern the \ninterpretation of the contract, such a contractual provision will be given effect.\" \nTanglewood Land Co. v. Byrd, 299 N.C. 260, 262 (1980). Therefore, for the contract \nclaims at issue here, this Court applies North Carolina law for procedural issues and \nDelaware law as to substantive issues of law. \n1. The 2017 Agreement \n105. In its Claim Three, BluSky Restoration alleges that the 2017 Agreement's \nSection 2(a) contains valid and enforceable restrictive covenants between it and \nBrown. (SAC ,r 107 .) Specifically, it alleges that the 2017 Agreement contains valid \nand enforceable Nondisclosure and Non-Solicitation provisions. (SAC ,r 109; 2017 \nAgt. §§ 2(a)-(b).) BluSky Restoration contends that Brown breached those provisions \nby (1) downloading and retaining documents after the conclusion of his employment, \nand (2) soliciting or otherwise contacting BluSky Restoration employees, including \nPaul Miller, and encouraging them to leave BluSky Restoration for Sasser. \n(SAC ,r,r 112, 114.) \n106. B row n's primary argument with respect to the 2017 Agreement is that the \nBluSky Companies do not have actual damages resulting from any alleged breach. \n(Br. Supp. Brown Mot. 1-2, 24-25 (citing LaPoint v. AmerisourceBergen Corp., 2007 \nDel. Ch. LEXIS 131 (Del. Ch. Sept. 4, 2007), aff'd, 956 A.2d 642 (Del. 2008)).) Brown \nargues that there is no evidence of \"actual damages arising from any of the restrictive \ncovenants contained in any of the Agreements at issue in this litigation.\" (Br. Supp. \nBrown Mot. 25.) \n107. \"Under North Carolina law, proof of damages is not an element of a claim \nfor breach of contract.\" Crescent Univ. City Venture, LLC v. AP Atl., Inc., 2019 NCBC \nLEXIS 46, at *127 (N.C. Super. Ct. Aug . 8, 2019) (citing Becker v. Graber Builders, \nInc., 149 N.C. App. 787, 792 (2002)). Under Delaware law, however, BluSky \nRestoration must show \"by a preponderance of the evidence\" that (1) a contract \nexisted, (2) Brown breached that contract, and (3) the breach of contract led to \ndamages suffered by it. LaPoint, 2007 Del. Ch. LEXIS 131, at *30 (citing VLIWTech., \nLLC v. Hewlett-Packard Co., 840 A.2d 606 (Del. 2003)). To satisfy the third element, \nBluSky Restoration \"must show both the existence of damages provable to a \nreasonable certainty, and that these damages flowed from [the alleged breach].\" Id. \n(citations omitted). \n108. At this juncture, the injuries cannot be \"speculative or uncertain,\" and the \nCourt should be able to \"make a reasonable estimate as to an amount of damages.\" \nId. (citation omitted). A presentation of \"credible evidence to support a claim for \ndamages\" is sufficient for the breach of contract claim to proceed to trial. Active Day \nOH, Inc. v. Wehr, 2024 Del. Super. LEXIS 479, at *13 (Del. Ch. June 27, 2024). \nSummary judgment may be denied even despite potential \"defects\" in a calculation of \ndamages so long as credible evidence is available to support a damages award. Id. \nat *16. \n109. Here, Brown contends that BluSky Restoration (1) has suffered no loss of \nwork, (2) does not contend that Brown solicited its customers, subcontractors, \nvendors, or suppliers, and (3) suffered no loss due to Brown having the CAT Vendor \nList or Employee Information List because Brown has not used or benefitted from \nthose documents. (Br. Supp. Brown Mot . 7-8, 28.) While Brown acknowledges that \nBluSky Restoration's expert, Neil Eisgruber (\"Eisgruber\"), provided a damages \nestimate for the cost to replace Miller when he left the company for Sasser, Brown \nappears to contend that the calculation is too speculative or uncertain. (Br. Supp. \nBrown Mot . 8, 25-26.) \n110. BluSky Restoration directs the Court to consider the costs it incurred to \nreplace Miller after he joined Sasser, arguing that its actual damages must at least \ninclude the cost of incurring an extra recruitment fee. (BluSky Cos.' Br. Opp'n Brown \nMot. 17, ECF No. 199 [\"Br. Opp. Brown Mot.\"].) BluSky Restoration also directs the \nCourt to consider Brown 's conduct between July 2021 through his last day at BluSky \nRestoration, contending that it incurred actual damages in the form of wages that \nwould not have been paid to Brown had BluSky Restoration known of his ongoing \nconduct. (Br. Opp. Brown Mot. 18.) Finally, BluSky Restoration notes that nominal \ndamages are permitted under Delaware law, which should allow the claim to progress \nto trial. (Br. Opp. Brown Mot. 19 (citing SinoMab Bioscience Ltd. v. Immunomedics, \nInc., 2009 Del. Ch. LEXIS 106, at *3 (Del. Ch. June 16, 2009)).) \n111. The record includes Eisgruber's testimony that BluSky Restoration \nincurred the cost of hiring a project manager after Miller resigned, which resulted in \na headhunter or recruiting fee of roughly $- to $-. (Eisgruber \nDep. 125:21-26:14; see also Br. Supp. Brown Mot. 7.) This number is derived from \nBluSky Restoration's median project manager salary of $93,137.00, multiplied by the \nfifteen to thirty percent headhunter fee typically charged for recruiting services. \n(Eisgruber Dep. 126:15-19.) Eisgruber also testified that even when BluSky \nRestoration does not use headhunter services, the average cost of recruiting a new \nemployee is$-. (Eisgruber Dep. 134:9-18.) Thus, at the very least there is \nrecord evidence that BluSky Restoration incurred some damages as a result of \nBrown's alleged solicitation of Miller because it hired a replacement for Miller either \nwith or without using a headhunter or recruiting service. \n112. As to the confidential documents at issue, Brown's expert, Richard Driscoll \n(\"Driscoll\"), filed a report in this matter where he opined that the CAT Vendor List \nand Employee Information List are \"not commercially valuable.\" (Driscoll Rep. 7, 10-\n12.) Eisgruber's testimony differed, where he opined that (1) it would have taken \nBrown between 42 to 120 hours to create the CAT Vendor List, and (2) Brown's \nmisappropriation of the document would result in \"opportunity cost\" damages, \nmeaning Brown's saved time and cost to develop or recreate this document. \n(Eisgruber Dep. 61:16-62:8, 62:20-23, 64:16-66:11.) At the time of his deposition, \nEisgruber was not aware of damages resulting from the alleged misappropriation of \nthe Employee Information List but estimated unjust enrichment damages in the \namount of $106,958.00. (Eisgruber Dep. 116:25-17:11, 121:11-23:6.) \n113. Without determining whether BluSky Restoration has proved its breach of \ncontract claim, as that issue is not before the Court at this juncture, the Court agrees \nthat BluSky Restoration may be awarded nominal damages if it ultimately proves \nthat Brown breached the 2017 Agreement. See Medlink Health Sols., LLC v. JL \nKaya, Inc., 2024 Del. Super. LEXIS 209, at *14-15 (Del. Super. Ct. Mar. 20, 2024); \nIvize of Milwaukee, LLC v. Compex Litig. Support, LLC, 2009 Del. Ch . LEXIS 55, \nat *40-41 (Del. Ch. Ct. Apr. 27, 2009) (\"Even if compensatory damages cannot be or \nhave not been demonstrated, the breach of a contractual obligation often warrants an \naward of nominal damages.\"). \n114. It appears that BluSky Restoration has provided at least a minimally \nreasonable estimate as to an amount of damages for Claim Three , and in any event \nthat it may be entitled to nominal damages. Therefore, the Court DENIES in part \nBrown's Motion as to the request for partial summary judgment on BluSky \nRestoration's Claim Three for breach of the 2017 Agreement. \n2. The LP Agreement and LLC Agreement \n115. In Claims One and Two, the BluSky Companies allege that Brown was \nbound by the LP Agreement and LLC Agreement, and that each agreement contains \na Confidentiality, Non-Competition, and Non-Solicitation provision. (SAC ,r,r 118, \n121, 131, 134; HoldCo Countercl. ,r,r 110, 112, 122, 124.) The BluSky Companies each \nallege that Brown breached those provisions by (1) soliciting or otherwise contacting \nBluSky Restoration employees, including Paul Miller, to leave BluSky Restoration \nfor Sasser, (2) becoming \"an officer and qualifier for Sasser, a direct competitor of \nBluSky Re storation, less than one month after his employment with BluSky \nRestoration concluded,\" and (3) downloading and otherwise retaining the BluSky \nCompanies' confidential or proprietary information for his and Sasser's benefit. \n(SAC ,r,r 123, 125-26, 128, 136-37, 139, 141; HoldCo Countercl. ,r,r 114, 117, 119, \n126-27, 129, 131.) \n116. Brown argues, in relevant part, that the restrictive covenants in the LP \nAgreement and LLC Agreement are overbroad and unenforceable. (Br. Supp. Brown \nMot. 15-19.) \n117. \"Delaware courts review noncompete and nonsolicit agreements subject to \nDelaware law to ensure that they are (i) reasonable in geographic scope and temporal \nduration, (ii) advance legitimate economic interests of the party seeking enforcement, \nand (iii) survive a balancing of the equities.\" Cantor Fitzgerald, L.P. v. Ainslie, 312 \nA.3d 67 4, 684 n.65 (2024) (citing FP UC Holdings, LLC v. Hamilton, 2020 Del. Ch. \nLEXIS 110, at *14 (Del. Ch. Mar. 27, 2020) (citations omitted)). Delaware courts will \nnot \"mechanically\" enforce restrictive covenants. FP UC Holdings, 2020 Del. Ch. \nLEXIS 110, at *14. \nWhen assessing 'reasonableness,' the court focuses on whether the \n[covenant] is essential for the protection of the employer's economic \ninterests. The court then balances the employer's interests against the \nemployee's interests. Ultimately, a court of equity will not enforce a \n[restrictive covenant] if, on balance, to do so would impose an unusual \nhardship on a former employee. \nFP UC Holdings, 2020 Del. Ch. LEXIS 110, at *14 (cleaned up). \"The reasonableness \nof a covenant's scope is not determined by reference to physical distances, but by \nreference to the area in which a covenantee has an interest the covenants are \ndesigned to protect.\" Kodiak Bldg. Partners, LLC v. Adams, 2022 Del. Ch. LEXIS \n288, at *21 (Del. Ch. Oct. 6, 2022) (cleaned up). However, \"[i]f the employer \noverreaches by imposing an obviously overbroad geographic restriction on its \nemployee's ability to seek employment after separation, this court will readily decline \nto enforce the restriction.\" FP UC Holdings, 2020 Del. Ch. LEXIS 110, at *15 \n(citations omitted). \n118. A consideration of various restrictions and what has been considered \nacceptable or unacceptable is informative here. In All Pro Maids, Inc. v. Layton, the \ncovenant at issue was \"limited to one year and an area defined by specific zip codes\" \nwhere the majority of the employer's clients were located. 2004 Del. Ch. LEXIS 116, \nat *17 (Del. Ch. Aug. 9, 2004), aff'd 880 A.2d 1047 (Del. 2005). There, the Chancery \nCourt wrote that \"[n]oncompete agreements covering limited areas for two or fewer \nyears generally have been held to be reasonable.\" Id. at *18 n.23 (emphasis added) \n(citations omitted). In that case, the parties conceded that the covenant was \nreasonable as to time and geographic scope. Id. at *18. \n119. In Norton v. Cameron, the covenant at issue was for a three-year term and \nbarred the former employee from working \"in any manner with any business in \ncompetition with or similar to the type of business conducted by\" the former employer \nwithin a hundred-mile radius of the company's headquarters. 1998 Del. Ch. LEXIS \n32, at *6-7 (Del. Ch . March 5, 1998). There, the Chancery Court wrote that \"[s]uch \na broad, vague and unwieldy restriction given the nature of the industry would work \nan undue hardship to Defendant[.]\" Id. at *11. At the permanent injunction stage, \nthe Court restricted the former employee to only a twenty-mile radius and prohibited \nthat person from selling the plaintiffs products to the forty-four customers at issue \nfor three years. Id. at *13-16. Thus, the Court did not enforce the covenant as \nwritten because to do so would impose unusual hardship, but instead upheld the \nthree-year time restriction by enforcing a limited geographic scope and narrowly \noutlining the prohibited conduct. \n120. With these two cases in mind , it is no surprise that in Sunder Energy, LLC \nv. Jackson, the Chancery Court determined that a two-year noncompete that covered \n\"the entire door-to-door sales industry,\" regardless of whether plaintiff sold the same \nor similar products, in at least forty-six states was overbroad and unenforceable. 305 \nA.3d 723, 755-56 (2023). There, the Court wrote that \"[a] covenant that restricts \nemployment in a similar industry for two years might be reasonable if it only applies \nw ithin a single town or county, and vice versa.\" Id. at 753. Ultimately, the restriction \nat issue was determined to be overbroad and the Court declined to enforce it because \nit was \"unreasonable on its face[.]\" Id. at 758. \n121. Here, the Non-Competition and Non-Solicitation prov1s10ns m the LP \nAgreement and LLC Agreement are unenforceable because they (1) are not \nreasonable in geographic scope and temporal duration, and (2) do not advance the \nlegitimate economic interests of the BluSky Companies. \n1. The Non-Solicitation Provisions \n122. Here, the LP Agreement and LLC Agreement's Non-Solicitation provisions \nprovide that, for two years after the conclusion of Brown's employment, he shall not: \n(1) directly or indirectly induce or attempt to induce any employee, officer, or \nindependent contractor of the BluSky Companies to leave their employment; (2) hire \nor \"seek any business affiliation\" with any employee, officer, or independent \ncontractor of the BluSky Companies within one year after that person ceases to be an \nemployee, officer, or independent contractor; and (3) induce or attempt to induce any \n\"customer, supplier, licensee or other business relation\" of the BluSky Companies to \n\"cease doing business\" with the companies or reduce the business of the companies , \n\"or in any way interfere with the relationship between any such customer, supplier, \nlicensee or business relation\" and the BluSky Companies. (LP Agt. § 12.l0(b); LLC \nAgt. § 13.17(b) (emphasis added).) \n123. The Non-Solicitation provisions prohibit this conduct within the United \nStates of America and any location where the BluSky Companies engage \"in the \nBusiness or actively plans to engage in the Business as of the date of the challenged \nactivity[.]\" (LP Agt. § 12.l0(c); LLC Agt. § 13.17(c) (emphasis added).) The \n\"Business\" means anyone providing project management services relating to \nrestoration, renovation, environmental, and roofing to commercial and multifamily \nproperties. (LP Agt. § 12.l0(c); LLC Agt. § 13.17(c).) \n124. As written, the Non-Solicitation provisions in the LP Agreement and LLC \nAgreement would prohibit Brown from contacting any \"business relation\" of the \nBluSky Companies that would reduce the business of the BluSky Companies or in \nany way \"interfere\" with their relationship. In other words, for a two-year period \nafter employment, Brown is prohibited from contacting BluSky Restoration's \nbusiness contacts that may be engaged in similar restoration services, whether \nknown to Brown or not, anywhere in the United States or any country that the \nBluSky Companies may be planning to engage in business sometime in the future. \n125. The geographic scope of the Non-Solicitation provisions are facially \nunreasonable because they arguably cover the entire globe. BluSky Restoration's \n\"business is not geographically limited[,]\" and its business and services are advertised \nnationally. (See Bisping Aff. ,r,r 19, 23, 25, 31.) Further, the Non -Solicitation \nprov1s10ns wholly fail to advance the BluSky Companies' legitimate economic \ninterests. While the BluSky Companies argue that preserving \"customer \nrelationships\" is a legitimate economic interest, (Br. Opp. Brown Mot. 13-14), the \nprovisions at issue here have gone too far. The BluSky Companies certainly have an \ninterest in protecting customer and other legitimate business relationships, but they \ndo not have an interest in protecting prospective business relationships that Brown \nhas no know ledge of. \n126. Therefore, the Non-Solicitation provision in both the LP Agreement and \nLLC Agreement is overbroad and unenforceable because the geographic scope of the \nprovisions is unreasonable, particularly in light of the two-year time restriction. \nii. The Non-Competition Provisions \n127. The Non-Competition provisions in the LP Agreement and LLC Agreement \nrestrict Brown for two-years post-employment, within the same geographic scope, and \nprohibit Brown from: (1) owning an interest in, managing, controlling, or \nparticipating in any business that engages in \"the Business,\" as defined above; and \n(2) in a competitive capacity,15 consulting, rendering services for, serving as an agent \nor representative for, or financing any business engaged in \"the Business,\" as defined. \n(LP Agt. § 12.l0(c); LLC Agt. § 13.17(c).) \n128 . As discussed, the geographic restrictions here, when coupled with the \ntemporal restrictions, are facially overbroad. The Non-Competition provisions do not \nserve to protect the legitimate locations where the BluSky Companies conduct \nbusiness. Rather, the covenants go beyond to include locations where the BluSky \nCompanies actively plan to, but do not currently, conduct business. As Delaware \ncourts do, this Court will decline to enforce such a restriction. See FP UC Holdings, \n2020 Del. Ch . LEXIS 110, at *15 n.42 (citing in part Norton, 1998 Del. Ch. LEXIS 32). \n15 The Court notes that neither the LP Agreement nor the LLC Agreement define what type \nof conduct is included in the phrase \"in a competitive capacity[,]\" and thus it is unclear to the \nCourt how broadly or narrowly to interpret that phrase. \n129. Additionally, as Brown argues, the Non-Competition provisions in the LP \nAgreement and the LLC Agreement would prohibit Brown from working anywhere \nin the restoration industry for two years after the conclusion of his employment in at \nleast the forty states where BluSky Restoration does business. If read as broadly as \nthe Non-Competition provisions could be, Brown is prohibited from providing \nfinancing for project management services relating to restoration, renovation, \nenvironmental, and roofing projects anywhere in the United States and perhaps also \nabroad. The Non-Competition provisions, therefore, could be read as prohibiting \nBrown from financing renovations on his own home, if that could be considered \nfinancing \"in a competitive capacity.\" Such a restriction does not serve a legitimate \neconomic interest here. \n130. Ultimately, as the movmg party, Brown has met his burden of \ndemonstrating that the restrictive covenants at issue here are not appropriately \ntailored to protect the BluSky Companies' legitimate interests. Rather, the \nrestrictions are overly broad and the Court \"will not enforce a covenant that is more \nrestrictive than the compan[ies'] legitimate interests justify[.]\" Sunder Energy, 305 \nA.3d at 758 (quoting Norton, 1998 Del. Ch. LEXIS 32, at *9). And, \"[w]hen a \nrestrictive covenant is overbroad, a Delaware court will resist 'blue-penciling' the \nprovision to make it reasonable.\" Id. at 753. This Court will do the same. \n131. Therefore, Brown's Motion is GRANTED in part as to Claim One and \nClaim Two for breach of the LP Agreement and LLC Agreement. As a result, those \nclaims are hereby DISMISSED. \nC. Claim Four: Misappropriation of Trade Secrets \n132. Next, Brown seeks summary judgment on BluSky Restoration's Claim Four \nfor misappropriation of trade secrets under the North Carolina Trade Secret \nProtection Act, N.C.G.S. § 66-152 et seq. (\"TSPA\"). (See Brown Mot. 2.) \n133. \"A threshold question m any action involving allegations of \nmisappropriation of trade secrets is whether the information in question constitutes \na trade secret under the [TSPA].\" Koch Measurement Devices, Inc. v. Armke, 2015 \nNCBC LEXIS 45, at *10 (N.C. Super. Ct. May 1, 2015) (citation omitted). \n134. The TSPA defines a trade secret as: \n[B] usiness or technical information, including but not limited to a \nformula, pattern, program, device, compilation of information, method, \ntechnique, or process that: \na. Derives independent actual or potential commercial value from not \nbeing generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain economic \nvalue from its disclosure or use; and \nb. Is the subject of efforts that are reasonable under the circumstances \nto maintain its secrecy. \nN.C.G.S. § 66-152(3). Here, BluSky Restoration contends that its CAT Vendor List \nand Employee Information List constitute trade secrets under North Carolina law. \n135. In response, Brown first argues that the CAT Vendor List does not derive \nany independent value from not being generally known. (Br. Supp. Brown Mot. 21-\n22.) BluSky Restoration contends that compilations of this type are entitled to \nprotection if it would encounter \"difficulty assembling public components into a secret \ncompilation.\" (Br. Opp. Brown Mot. 22 (citing SCR-Tech LLC v. Evonik Energy \nServs., LLC, 2011 NCBC LEXIS 27, at **41-42 (N.C. Super. Ct. July 22, 2011)).) \nBluSky Restoration argues that the CAT Vendor List meets this requirement. (See \nBr. Opp . Brown Mot. 23.) \n136. This Court has held that, \"compilations comprised solely of publicly \navailable information are generally not recognized as trade secrets. A compilation of \npublicly available information may, however, receive trade secret protection where \nthe claimant encountered some difficulty in assembling each of the public \ncomponents.\" Safety Test & Equip. Co. v. Am. Safety Util. Corp., 2015 NCBC LEXIS \n40, at *26 (N.C. Super. Ct. Apr. 23, 2015) (internal citations omitted). This inquiry \n\"must be as to specific facts\" which varies on a case-by-case basis. Id. at *27. \n137. Here, the CAT Vendor List is somewhat similar in form to the customer \nlists that our courts have determined may constitute a trade secret in the right \ncircumstances. See Found. Bldg. Materials, LLC v. Conking & Calabrese, Co., 2023 \nNCBC LEXIS 87, at **23-24 (N.C. Super. Ct. July 7, 2023) (collecting comparable \ncases). Rather than compiling customer information, BluSky Restoration is \ncompiling its specific vendor information. \n138. The evidence of record is that the CAT Vendor List is a collection of national \nrestoration vendors, containing the contact information for individuals in the \ncompames, including direct lines and cellphone numbers rather than a publicly \navailable general phone line. (See Eisgruber Dep. 50:7-51:14; Erekson Dep. 116:23-\n17:1.) \n139. BluSky Restoration's Chief Operations Officer, Mike Erekson (\"Erekson\"), \ntestified that the CAT Vendor List has been revised over several years and would \ntake years to recreate. (Erekson Dep. 115:2-16:4.) In BluSky Restoration's view, the \nCAT Vendor List is a compilation of \"the best vendors[.]\" (Br. Opp. Brown Mot. 23 \n(citing Erekson Dep. 115:2-20:4).) While Brown's expert, Driscoll, opined that the \nlist is not commercially valuable, this creates a factual issue for the jury at worst. \n140. The Court notes that the facts of this case are distinct from those present \nin Building Center, Inc. v. Carter Lumber, where the customer lists at issue consisted \nonly of the names, phone numbers, and email addresses of customers, which was \ninformation largely already publicly available. 2017 NCBC LEXIS 85, at *19-20 \n(N.C. Super. Ct. Sept. 21, 2017). The CAT Vendor List is not a list of all vendors \nBluSky Restoration uses, but rather appears to comprise only the cultivated and \ndependable few. The list is organized by service needed, like asbestos testing, and \nthen denotes the best contact person, phone number, email address, and what the \nvendor's specialty is. (See CAT List 1.) By way of further example, the CAT Vendor \nList has four storage container vendors listed, one of which only provides services in \nArizona, California, and Colorado, and one that also provides dumpsters, porta­\npotties, and portable offices. (CAT List 1.) This kind of collection has potential \ncommercial value from not being generally known, as BluSky Restoration has a direct \npersonal contact to, in its view, the best storage container or portable office supplier \nin the event of a disaster that requires a prompt response. \n141. Therefore, BluSky Restoration has demonstrated that the CAT Vendor List \ncontains more than just publicly available information. As a result, it has met its \nburden of demonstrating that a genuine issue of material fact remains for a jury \nregarding the CAT Vendor List's commercial value. \n142. Next, Brown contends that BluSky Restoration cannot demonstrate that its \nalleged trade secrets were subject to reasonable measures to maintain their secrecy. \n(See Br. Supp. Brown Mot. 22-24.) \n143. BluSky Restoration has provided evidence that it requires \"each employee \nto password-protect their devices, return all company devices upon departure, and \nsign a separation letter certifying they have returned all trade secrets and \nconfidential information.\" (Br. Opp. Brown Mot. 24-25 (citing in part Cleveland \nAff. 11 5-22; Erekson Dep. 46:18-47:18).) Erekson testified that the only individuals \nat BluSky Restoration who have unrestricted access to the company's SharePoint are \nthe \"CEO, CFO ... and CIO.\" (Erekson Dep. 48:9-19.) Further, the evidence \ndemonstrates that Brown and Miller each certified that they returned all trade secret \ninformation in their respective separation letters. (Cleveland Aff. Exs. E-F; see also \nMiller Dep. 52:7-16; Separation Ltr.) \n144. BluSky Restoration also has an employee handbook discussing the \nimportance of maintaining secrecy, and argues that \"its practice is to have each new \nhire review and acknowledge the handbook and existing employees do the same each \nyear.\" (Br. Opp. Brown Mot. 25 (citing Cleveland Aff. 11 8-12 (concerning the \npractice of updating the employee handbook and requiring employees to review and \nsign an acknowledgment)); see also Cleveland Aff. Ex. C (providing the BluSky \nRestoration handbooks for 2019, 2020, and 2021).) The evidence also demonstrates \nthat Brown was aware of the employee handbook, as he emailed the 2020 employee \nhandbook for dissemination, writing that \"everyone needs to sign/date and return the \nemployee handbook signature page[.]\" (ECF Nos. 197.20-.21.) Brown's counsel \nquestions this policy by noting that no handbook acknowledgement appears in the \nrecord for Brown and Miller. (Br. Supp. Brown Mot. 6; Reply Supp. Brown Mot. 14-\n15, ECF No. 212.) \n145. Finally, BluSky Restoration's practices include having higher-ranking \nemployees sign restrictive covenants and confidentiality agreements. (Br. Opp. \nBrown Mot. 26; see also Cox 30(b)(6) Dep. 142:23-43:25, 144:14-50:4; 2017 \nAgt. § 2(a)(ii) (setting out a confidentiality provision in Brown's employment \nagreement with BluSky Restoration, effective 1 October 2017).) \n146. Here, Brown has not demonstrated that BluSky Restoration's efforts to \nprotect its trade secrets were unreasonable as a matter oflaw. Rather, the measures \nare at least sufficient to create a genuine issue of material fact for a jury on this issue. \nSee, e.g., Roundpoint Mortg. Co. v. Florez, 2016 NCBC LEXIS 18, at **36-38 (N.C. \nSuper. Ct. Feb. 18, 2016) (holding confidentiality provision in handbook, password­\nprotected computer systems, and employee confidentiality agreements created issue \nof material fact as to reasonable measures even where defendants \"produced evidence \nthat could lead a jury to doubt the adequacy\" of plaintiffs policies); Encompass Servs., \nPLLC v. Maser Consulting P.A., 2021 NCBC LEXIS 59, at **32 (N.C. Super. Ct. June \n28, 2021) (determining that, while the jury could be troubled by plaintiffs failures to \n\"implement or enforce\" confidentiality policies, the claim nevertheless survived). \nBluSky Restoration's efforts may have been suboptimal, but they are adequate to \ncreate a genuine issue of fact such that a jury may determine reasonableness. See \nSiteLink Software, LLC v. Red Nova Labs, Inc., 2018 NCBC LEXIS 90, at *31 (N.C. \nSuper. Ct. Aug. 20, 2018). \n147. Therefore, the Court DENIES Brown's Motion as to BluSky Restoration's \nClaim Four for violations of the TSP A. \nD. Counterclaim Three: Violation of the North Carolina Wage and \nHour Act \n148. The BluSky Companies request summary judgment in their favor on \nBrown's Counterclaim Three for violations of the North Carolina Wage and Hour Act, \nN.C.G.S. § 95-25.1 et seq. (the \"WHA\"). (BluSky Mot. 2.) \n149. The WHA provides, in relevant part, that \n[e]mployees whose employment is discontinued for any reason shall be \npaid all wages due on or before the next regular payday either through \nthe regular pay channels or by trackable mail if requested by the \nemployee in writing. Wages based on bonuses, commissions or other \nforms of calculation shall be paid on the first regular payday after the \namount becomes calculable when a separation occurs. Such wages may \nnot be forfeited unless the employee has been notified in accordance with \n[N.C.]G.S. [§ ]95-25.13 of the employer's policy or practice which results \nin forfeiture. Employees not so notified are not subject to such loss or \nforfeiture. \nN .C .G .S. § 95-25.7. Under the WHA, \"a bonus will be subject to forfeiture only if the \nemployer 'has notified the employee of the conditions for loss or forfeiture in advance \nof the time when the pay is earned.'\" Mancinelli v. Momentum Research, Inc., 2012 \nNCBC LEXIS 4, at **22-23 (N.C. Super. Ct. Jan 12, 2012) (quoting Narron v Hardee's \nFood Sys., Inc., 75 N.C. App. 570, 583 (1985)). \"A notification that causes forfeiture \nof bonus is not sufficient if it does not specify the conditions for loss or forfeiture.\" Id. \nat **23 (cleaned up). \n150. Here, the BluSky Companies argue that Brown's purported bonus for 2021 \nwas not earned and owing because he voluntarily resigned before the day the bonus \nwas paid, an express condition of receiving a bonus as set forth in the Employment \nAgreemen t. (Br. Supp. BluSky Mot. 26-27; see Empl. Agt.) \n151. Brown argues that the Employment Agreement does not provide the basis \nfor the bonus that he contends he is entitled to. (Brown's Mem . Opp'n BluSky \nMot. 16, ECF No. 196 [\"Br. Opp. BluSky Mot.\"].) Rather, Brown argues that BluSky \nRestoration \"never paid Brown any bonus based upon th[e] formula\" set forth in the \nEmployment Agreement. (Br. Opp. BluSky Mot. 17.) Instead, Brown contends that \nthe BluSky Companies paid him an alternative bonus each year without advising him \nof the conditions for receiving or forfeiting that bonus . (Br. Opp. BluSky Mot. 17.) \n152. While Brown contends that the Employment Agreement does not provide \nthe basis for Brown's annual bonus, the Court is unable to find any evidence of \nanother agreement, be it oral or written, that supports a contention that the BluSky \nCompanies owe Brown a \"recurring annual bonus of $50,000.00\" for 2021. (Br. Opp. \nBluSky Mot. 17 .) In support of his contention, Brown cites to two pieces of evidence \nother than to the Employment Agreement. (See Br. Opp. BluSky Mot. 16-17 (citing \nBrown Opp'n Aff; Cox 30(b)(6) Dep.).) \n153. First, Brown cites his own testimony that the formula described in the \nEmployment Agreement was not how BluSky Restoration actually paid his bonus. \n(Brown Opp'n Aff. ,r,r 11-12.) Rather, he testifies that his annual bonus was \"an \nalternative performance bonus\" and that BluSky Restoration never informed him of \nthe conditions for receiving this bonus. (Brown Opp'n Aff. ,r,r 13-14.) This testimony \ndoes not negate that the Employment Agreement provides the right to Brown's \nannual bonus, particularly because Brown does not contend that he received two \nbonuses each year that arose out of different policies or practices. \n154. Second, Brown cites to Cox's deposition testimony. (See Cox 30(b)(6) Dep.) \nIn the testimony cited, Cox is discussing the Employment Agreement in relation to \nBluSky Restoration's negotiations with Brown for continued part-time employment. \nIn particular, Brown's counsel reads a portion of an email sent by Cox to Brown, \ndescribing that the bonus provided for in the Employment Agreement, which would \nbe $50,000.00 to be paid in February 2022, would be considered earned and payable \nif Brown continued to work for BluSky Restoration on a part time basis as negotiated. \n(Cox 30(b)(6) Dep. 96:3-20; see Negot'n Email.) \n155. Both pieces of evidence cited by Brown tend to support the BluSky \nCompanies' contention that the Employment Agreement provided for the annual \nbonus that Brown contends he is entitled to. \n156. The Employment Agreement clearly states that Brown \"must be employed \nby BluSky on the day a bonus is paid in order to receive the bonus.\" (Empl. Agt. 1.) \nIt also provides, \"if you elect to sever your employment with BluSky, there is no \nvesting in your bonus.\" (Empl. Agt. 1.) \n157. It is undisputed that Brown elected to sever his employment with BluSky \nRestoration on 19 November 2021. It is also undisputed that Brown was not \nemployed by BluSky Restoration in February 2022 when bonuses were paid by the \ncompany. Finally, it is undisputed that Brown did not reach an agreement with \nBluSky Restoration for continued part-time employment, as negotiations ceased on \n6 December 2021. Thus, the parties never agreed to the terms of part-time \nemployment such that the terms of the Employment Agreement would be modified \nby Cox's email to Brown on 20 November 2021. (See ECF Nos. 141.10-.11.) \n158. The BluSky Companies have successfully demonstrated that a crucial \nelement of Brown's Counterclaim Three fails because Brown was notified of the \nconditions of forfeiture of his bonus: electing to sever employment with BluSky \nRestoration because the employee must be employed by BluSky Restoration on the \nday the bonus is paid in order to receive the bonus. Brown has come forth with no \nevidence to rebut this, or to demonstrate that a genuine issue of material fact remains \nfor a jury on this issue. Therefore, the Court GRANTS in part BluSky's Motion and \nCounterclaim Three is hereby DISMISSED. \nVI. CONCLUSION \n159. THEREFORE, for the foregoing reasons, the Court hereby GRANTS in \npart and DENIES in part the Motions as follows: \na. BluSky's Motion is GRANTED in part as to Brown's Counterclaims \nTwo and Three, and those claims are DISMISSED; \nb. Brown's Motion is GRANTED in part as to the BluSky Companies' \nClaims One and Two for breach of the LP Agreement and LLC Agreement, \nand those claims are DISMIS SE D; and \nc. Except as expressly granted, the Motions are otherwise DENIED. \n160. As a result of this ruling, BluSky Restoration's Claim Three for breach of \nthe 2017 Agreement and Claim Four for misappropriation of trade secrets will \nproceed to trial. Also remaining for determination at trial are the BluSky Companies' \nclaims for injunctive relief and Brown's counterclaim for declaratory judgment. \nIT IS SO ORDERED, this the 7th day of August, 2024. \n/s/ Michael L. Robinson \nMichael L. Robinson \nSpecial Superior Court Judge \nfor Complex Business Cases "
}