{
  "id": "39f314104ebdb39f571d48d61a55ad3a1d67277055fd12979fbade4cbb658f38",
  "source_file": "data/raw/ncbc/39f314104ebdb39f571d48d61a55ad3a1d67277055fd12979fbade4cbb658f38.pdf",
  "raw_text": "Stay Alert Safety Servs. v. Pratt, 2017 NCBC 99. \n \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 4732 \n \nSTAY ALERT SAFETY SERVICES, \nINC., \n \n   Plaintiff, \n \nv. \n \nTHOMAS SCOTT PRATT; and \nROADSAFE TRAFFIC SYSTEMS, \nINC.,  \n \n   Defendants. \n \nORDER ON OPPOSITION TO \nDESIGNATION  \n \n1. THIS MATTER i s before the Court on Plaintiff’ s Opposition to \nDesignation as Mandatory Complex Business Case and Motion to  Vacate Order of \nDesignation (“Opposition”).  For the reasons stated below, t he Court concludes that \nthe Opposition is meritorious, the case should proceed on the regular docket of the \nSuperior Court of Forsyth County, and the designation and assignment order should \nbe vacated.  \nCraige Jenkins Liipfert & Walker LLP, by Ellis B. Drew, III, for Plaintiff.  \nOgletree, Deakins, Nash, Smoak & Stewart, P.C. , by Jennifer R. Cotner \nand Phillip J. Strach, for Defendants.  \n \nGale, Chief Judge.  \n \n2. Plaintiff Stay Alert Safety Services, Inc. (“Stay Alert”) initiated this \naction against its former employee Thomas Scot t Pratt (“Pratt”) and its competitor \nRoadsafe Traffic Systems, Inc. (“Roadsafe”) on July 31, 2017.  Stay Alert alleges that \n \n \nPratt breached the non-competition and non-disclosure provisions of his employment \ncontract and seeks an injunction prohibiting Prat t from continuing his employment \nwith Roadsafe.  Stay Alert further alleges that Roadsafe knew of , and tortiously \ninterfered with, Pratt’s employment agreement with Stay Alert and engaged in unfair \ncompetition by using Stay Alert’s confidential information to gain a competitive \nadvantage.  \n3. On September 1, 2017, Defendants timely filed their Answer and Notice \nof Designation, representing  that the case should be designated as a m andatory \ncomplex business case pursu ant to N.C. Gen. Stat §  7A-45.4(a)(5) on the basis that \nthe action involves material issues related to “[d]isputes involving the ownership, use, \nlicensing, lease, installation, or performance of intellectual property,” and  pursuant \nto N.C. Gen. Stat. § 7A-45.4(a)(8) on the basis that the action involves a “[d]ispute[ ]  \ninvolving trade secrets.”  N.C. Gen. Stat. § 7A-45.4(a)(5), -45.4(a)(8) (2015).  \n4. Based on Defendants’ representation, Chief Justice Mark Martin \ndesignated the case as a mandatory complex business case on September 5, 2017.  On \nSeptember 6, 2017, the undersigned assigned the case to the Honorable Michael L. \nRobinson.  \n5. Stay Alert timely filed its Opposition on September 28, 2017, contending \nthat the allegations in this action do not fall within the provisions of N.C. Gen. Stat. \n§§ 7A-45.4(a)(5) or  7A-45.4(a)(8).  Stay Alert contends, rather,  that its claims are \nfocused solely on the alleged breach of the restrictive covenants in Pratt’ s \nemployment agreement  without involving  material issues regarding either \n \n \nintellectual property or trade secrets.  Further , Stay Alert  contends that the 2014 \namendment of Section 7A -45.4 forecloses designation based on a dispute asserting \nonly a claim for common law unfair competition.  \n6. Defendants timely filed their Response to Stay Alert ’s Opposition, \ncontending that the Complaint  seeks “injunctive relief and recovery for damages \nrelating to Defendants’ alleged breach of restrictive covenan ts containing \nnon-compete and non -disclosure of [ Stay Alert’s ] alleged confidential/proprietary \ninformation and trade secrets.”  (Notice of Designation 3.)  Defendants contend that \nwhen the Court  looks beyond the specified causes of action and examines the \nunderlying factual allegations on which the action is based, it is clear that this case \nincludes a dispute involving material issues related to intellectual property and trade \nsecrets.  Defendants’ position rests on the definition of confidential information in the \nrestrictive covenants that Stay Alert is seeking to enforce.  The restrictive covenant \ndefines confidential information to include:  \ninformation disclosed to or known by [the] [e]mployee as a consequence \nof or through his employment with the Company (including information \nconceived, originated, discovered or developed by [the] [e]mployee) not \ngenerally known about the Company’s business, products, services and \noperations, including without limitation any trade secrets, know how, \ninventions, discoveries  and improvements and ideas, whether or not \npatentable.   \n \n(Compl. ¶  11.)  Defendants, t herefore, argue that “[t]he enforceability of the \nEmployment Agreement [’]s [restrictive covenants] depend[s] largely on whether \nPlaintiff has a trade secret in the confidential information of which it claims Pratt is \n \n \nin possession.”  (Defs.’ Resp. Pl.’s Opp’n to Designation Mandatory Complex Business \nCase 5.)  \n7. The Complaint uses the term “trade secrets” twice, b ut only  when \nquoting the restrictive covenants in Pra tt’s employment agreement .  (See Compl. \n¶ 11.)  The Complaint does not further allege actual misappropriation of Stay Alert’s \ntrade secrets  pursuant to the North Carolina Trade Secrets Act, N .C. Gen. Stat. \n§§ 66-152 to 157.  Stay Alert asserts only claims for breach of contract, tortious \ninterference with contract, and unfair competition.  \n8. This Court has previously explained that “[p]rior to the Business Court \nModernization Act, N.C. Gen. Stat. §  7A-45.4(a)(4) allowed designation of a complex \nbusiness case on the basis that it included a material issue related to ‘state trademark \nor unfair competition law,’” but that “[t]he Business Court Modernization Act deleted \nexpress reference to unfair competition , and designation as a mandatory complex \nbusiness case under that particular subsection is now restricted to disputes involving \ntrademark law.”  Cornerstone Health Care, P.A. v. Moore , 2015 NCBC LEXIS 65 , at \n*5 (N.C. Super. Ct. June 22, 2015).  In particular, the Court stressed that it “has not \nhistorically been assigned cases based on the assertion of more generalized \nallegations of the employer’s loss of confidential or proprietary information.”  Id. at \n*6-7.  \n9. Defendants contend that this action is analogous to Union Corrugating \nCompany v. Viechnicki, where the plaintiff asserted only a contract claim but made \nnumerous factual allegations referring to and specifying what it contended to be its \n \n \ntrade secrets.  Union Corrugating Co. v. Viechnicki, No. 14 CVS 6240, Order on Opp’n. \nDesignation of Action as Mandatory Complex Business Case, at ¶  3 (N.C. Super. Ct. \nSept. 9, 2014).  There, Judge Jolly concluded that the underlying dispute s involved \ntrade secrets and designation was proper even though no specific trade secret claim \nhad been alleged.  \n10. Unlike in Union Corrugating, the Complaint here has  no factual \nallegations to suggest that the dispute will require the Court to resolve material \nissues involving trade secret s or intel lectual property.  The Court cannot support \ndesignation based only on  Defendants contention that “[t]he nature of the \n‘confidential information’ and to the extent it can actually be protected by trade secret \nlaw is directly related to whether Plaintiff will be able to demonstrate that it has a \nlegitimate business interest in enforcing this very broad non-compete clause.”  (Defs.’ \nResp. Pl.’s Opp’n Designation as Mandatory Complex Business Case 5.)  Confidential \ninformation need not necessarily be a trade secret to be protected .  Further, Stay \nAlert has indicated no intent to claim any trade secret misappropriation.  \n11. Based on the above factors, the Court concludes that this action does not \ninclude material issues i nvolving trade secrets  or intellectual prope rty and, \naccordingly, that the case was not properly designated a mandatory complex business \ncase.  Therefore, the designation and assignment  order are vacated,  and the case \nshould proceed on the regular civil docket of the Forsyth County Superior Court.  \n \n \n \n \nIT IS SO ORDERED, this the 1st day of November, 2017.  \n \n /s/ James L. Gale  \n James L. Gale \n Chief Business Court Judge \n "
}