{
  "id": "3a108d34d7c23f66029cbf4e38024fedfd8815de77e105961836650bb7693e46",
  "source_file": "data/raw/ncbc/3a108d34d7c23f66029cbf4e38024fedfd8815de77e105961836650bb7693e46.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nPOLK COUNTY \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 108 \n \nRED FOX FUTURE, LLC and \nANDREY MEDVEDEV, \n \nPlaintiffs, \n \nv. \n \nGENE S. HOLBROOKS, HOME \nREALTY CO. & INSURANCE AGENCY, \nINC., TONY JACKSON, and RED FOX \nPROPERTIES, LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION \n \nPatla, Straus, Robinson, & Moore P.A. by Richard S. Daniels for Plaintiffs \nRed Fox Future, LLC, and Andrey Medvedev. \nTuggle Duggins P.A. by Robert C. Cone for Defendants Gene S. Holbrooks \nand Home Realty Co. & Insurance Agency, Inc. \nDavid Lloyd Law Office by David A. Lloyd for Defendants Tony Jackson and \nRed Fox Properties, LLC. \nMurphy, Judge. \n{1} THIS MATTER is before the Court on Defendants Gene S. Holbrooks \n(“Holbrooks”) and Home Realty Co. & Insurance Agency, Inc.’s (“Home Realty”) \n(collectively, “Defendants”) Motion for Summary Judgment pursuant to Rule 56 of \nthe North Carolina Rules of Civil Procedure (“Motion I”); Plaintiffs Red Fox Future, \nLLC (“Future”) and Andrey Medvedev’s (“Medvedev”) (collectively, “Plaintiffs”) \nMotion for Partial Summary Judgment pursuant to Rule 56 of the North Carolina \nRules of Civil Procedure (“Motion II”); and Defendants’ Motion to Exclude or Limit \nthe Testimony of John R. Markel, CPA (“Motion III”) in the above-captioned case.  \nHaving considered the Motions, the briefs and exhibits filed in support and \nopposition to the Motions, and the arguments of counsel made at a hearing held on \nMarch 21, 2013, the Court hereby GRANTS Motion I, GRANTS in part and \nDENIES in part Motion II, and GRANTS Motion III. \nRed Fox Future, LLC v. Holbrooks, 2014 NCBC 8.\nI.  \nPROCEDURAL HISTORY \n{2} On April 15, 2011, Plaintiffs filed their Complaint in this action bringing \nclaims against Holbrooks, Home Realty, Tony Jackson (“Jackson”), and Red Fox \nProperties, LLC (“Properties”) for fraud, unfair and deceptive trade practices, \nconversion, rescission, accounting, and recovery of assets and penalties related to a \nfailed venture to purchase a country club and golf course. \n{3} Subsequently, the case was designated a complex business case, and \nassigned to this Court on June 3, 2011. \n{4} On July 1, 2011, Defendants filed their Answer and Counterclaims \nalleging causes of action against Plaintiffs for breach of contract, \nconversion/trespass to chattels, fraud, unfair and deceptive trade practices, breach \nof fiduciary duty, constructive fraud, unjust enrichment, accounting, and specific \nperformance.  On August 29, 2011, Jackson and Properties filed their Amended \nAnswer and Counterclaims.  \n{5} Thereafter, on October 15, 2012, Defendants filed Motion I seeking \nsummary judgment on all claims asserted against them in the Complaint.  That \nsame day, Plaintiffs filed Motion II seeking partial summary judgment on all of \nDefendants’ counterclaims against Medvedev and Defendants’ counterclaims \nagainst Future for breach of fiduciary duty, constructive fraud, unfair and deceptive \ntrade practices, punitive damages, and specific performance.  Plaintiffs also \nrequested a cap on Defendants’ recovery for any award in excess of $650,000. \n{6} Simultaneously with Motion I, Defendants also filed a Motion III \nrequesting the Court exclude the testimony of Plaintiffs’ expert witness, John R. \nMarkel, CPA (“Markel”). \n{7} The parties briefed all three Motions, and the Court held a hearing on \nMarch 21, 2013. \n \n \n \nII.  \nFACTUAL BACKGROUND \n{8} On a motion for summary judgment under Rule 56 of the North Carolina \nRules of Civil Procedure, the Court does not make findings of fact to resolve an issue \nof material fact.  “[S]ummary judgment presupposes that there are no triable issues \nof material fact.”  Hyde Ins. Agency v. Dixie Leasing, 26 N.C. App. 138, 142, 215 \nS.E.2d 162, 165 (1975).  Therefore, the Court recites only those material facts that \nthe Court concludes are not disputed, and which justify entering judgment.  Id. \n{9} Holbrooks is the owner and president of Home Realty, a North Carolina \ncorporation that develops real estate.  (Holbrooks Dep. 10:9–25, Apr. 10, 2012.)  In \n1992, Home Realty purchased Red Fox Country Club (the “Club”), which Holbrooks \nmanaged until 2009.  (Holbrooks Dep. 14:23.) \n{10} In 1992, Defendants hired Jackson to work at the Club, and thereafter, \nJackson worked closely with Holbrooks.  (Holbrooks Dep. 42:20–25.) \n{11} During the summer of 2009, Jackson met Medvedev, a Russian \nbusinessman looking to settle in North Carolina.  (Medvedev Dep. 104:20–21, Apr. \n11, 2012.)  Although Medvedev had no experience with the Club, Jackson and \nMedvedev agreed to pursue negotiations with Defendants to purchase the Club.  To \ndo so, Medvedev and Jackson formed Future, a South Carolina limited liability \ncompany.  (Pls.’ Opp. Mot. I Ex. 11.) \n{12} On October 15, 2009, Jackson and Medvedev signed the Operating \nAgreement for Future.  Pursuant to Article 5 of the Operating Agreement, in \naddition to becoming the initial managers of Future, Medvedev and Jackson also \nserved as Chief Executive Officer and Chief Operating Officer, respectively.  (Pls.’ \nOpp. Mot. I Ex. 11 §§ 5.1, 5.3.)  The Operating Agreement also provided that each \nmember would make an initial capital contribution – Medvedev agreed to contribute \n$1,620,000 and Jackson agreed to contribute $650,000.  (Pls.’ Opp. Mot. I Ex. 11 Ex. \nA.)  By signing the Operating Agreement, Medvedev and Jackson also \nacknowledged that they were “capable of evaluating the merits and risks of \ninvestment in [Future] . . . [, understood] that investment in [Future] constitute[d] a \nspeculative investment . . . [, and] had opportunity to seek the advice of [their] own \nindependent legal counsel . . . .”  (Pls.’ Opp. Mot. I Ex. 11 § 3.7(e) (emphasis \nremoved).) \n{13} The parties negotiated and agreed that Future would purchase the Club \nfor $2,850,000, and that $650,000 of the purchase price would be financed by \nDefendants as a loan to Jackson.  (Compl. Ex. A § 2.)  As part of the deal, the \n$650,000 loan to Jackson would also serve as Jackson’s initial capital contribution \nto Future.  Although the loan was not secured, Jackson testified that he agreed to \nprocure a $650,000 life insurance policy on his own life, payable to Home Realty in \nthe event of his death.  (Jackson Dep. 120:17–122:16, Apr. 11, 2012; Holbrooks Dep. \n119:6–122:18.) \n{14} On August 29, 2009, to memorialize their agreement, Defendants and \nFuture entered into the Purchase Agreement (the “Agreement”).  (Compl. Ex. A.)  \nBy the terms of the Agreement, Future committed to buy the Club and all \nassociated property.  The Agreement further provided that Jackson “delivered his \nPromissory Note to [Defendants] to evidence” the loan between them, and that \n“[t]he Promissory Note . . . will be free of all claims by the Club or [Future].”  \n(Compl. Ex. A § 2.)  At closing, the $650,000 loan to Jackson would be applied to the \npurchase price and the remaining $2,200,000 of the purchase price would become \ndue.  Prior to closing, however, Future agreed to make an earnest money deposit of \n$50,000, which the Agreement stipulated would be refundable if the parties did not \nclose by October 15, 2009.  If the parties did not close by that date, the Agreement \nprovided that Future could extend the closing date until no later than December 10, \n2009, upon payment of $100,000 as an additional nonrefundable deposit and the \ninitial deposit of $50,000 would become nonrefundable.  The Agreement further \nspecified that, once Future paid the required deposit, Defendants could “do \nwhatever [they chose]” with the money.  (Compl. Ex. A § 5.)  If Future opted to \nextend the closing date under this provision, then it would also take possession of \nthe Club, receive all revenues from the Club’s operations, pay all operating \nexpenses of the Club, and pay Defendants 5% annually on the remaining purchase \nprice, less the nonrefundable deposits and the loan to Jackson.   \n{15} Medvedev argues that Jackson convinced him additional investors could be \nrecruited to contribute the remaining $580,000 needed to close on the Club which \nwould be combined with the $1,620,000 contributed by Medvedev and the $650,000 \nloan to Jackson.  However, it appears that only one other investor agreed to invest \nin the project.  And, without sufficient investors, Future failed to close on October \n15, 2009, and instead, exercised its option to extend the closing date to December \n10, 2009.\n \n{16} As contemplated in the Agreement, Future thereafter took possession of \nthe Club, began collecting its revenues, assumed the obligation to pay the operating \nexpenses, and paid an additional $100,000 deposit to Defendants.  Both the original \n$50,000 deposit and the new $100,000 deposit then became nonrefundable.  (Compl. \nEx. A § 5.) \n{17} Despite the closing extension, Future struggled to generate any new \ninvestors or financing in time to close on the Club.  As a result, Future requested an \nadditional extension.  Defendants agreed, and the parties executed the Addendum \nto the Agreement (the “Addendum”), which extended the closing date to April 1, \n2010.  (Compl. Ex. B.)  As consideration, Future paid an additional $500,000 \nnonrefundable deposit to Defendants that would be credited to the balance of the \npurchase price at closing.  Future would also continue to occupy and operate the \nClub.  (Compl. Ex. B.) \n{18} Despite this extension, Future again failed to close on April 1, 2010, but \ncontinued to occupy and run the Club.  On May 10, 2010, Defendants sent a letter to \nJackson, Future’s registered agent, notifying Future of the breach and of \nDefendants’ intention to terminate the Agreement and to retain all the \nnonrefundable deposits “as liquidated damages” (the “Termination Letter”).  \n(Compl. Ex. C.)  Defendants also allege that Future neglected to pay all the Club’s \noperating expenses while in possession.  \n \n{19} Apparently, after the deal fell apart, Defendants allowed Jackson to \ncontinue operating the Club and began negotiating a new deal with Jackson to \npurchase the Club without Plaintiffs’ involvement.  (Holbrooks Dep. 52:5–25.)  To \nfacilitate the deal, Jackson formed Properties, a new limited liability company.  \n(Jackson Dep. 90:8–25.)  However, Defendants, Jackson, and Properties never \nconsummated the new deal, and Defendants ultimately listed the Club for sale at a \nprice of $2,200,000.  (Pls.’ Supp. Mot. II Ex. N.) \n{20} Plaintiffs argue that Defendants and Jackson defrauded Medvedev into \ninvesting in the project, and defrauded Future into entering the Agreement and \nAddendum and paying the nonrefundable deposits.  Specifically, Plaintiffs allege \nthat Defendants and Jackson misrepresented that Jackson had borrowed $650,000 \nfrom Defendants to be applied to the purchase of the Club when, in fact, Defendants \nnever intended to loan Jackson the money.  Plaintiffs argue that Defendants always \nintended the purchase price to be $2,200,000, not $2,850,000, and that Defendants \nand Jackson used the phantom loan to convince Plaintiffs to make investments in \nthe project while also giving Jackson a stake in Future. \n{21} Defendants and Jackson refute these claims.  And, in response, \nDefendants allege that Plaintiffs: (i) breached the Agreement by not closing on April \n1, 2010; (ii) improperly retained proceeds from the unauthorized sale of some 60 golf \ncarts and from an insurance payout after wind damage to property at the Club; (iii) \nincurred unnecessary expenses by leasing computer software and golf carts; and (iv) \nleft certain vendors unpaid.  In his deposition, Jackson testified under oath that he \nhandled all the deposits and oversaw the sale of the golf carts.  (Jackson Dep. \n127:12–128:23, 134:25–135:2, 137:10–13.) \n{22} After Defendants took back possession of the Club, and the pleadings \nclosed in this matter, it appears that one of the buildings on the property – the \nclubhouse – burned down in a fire. \n \n \n \nIII.  \nLEGAL STANDARD \n{23} “The purpose of summary judgment is to determine whether any issues of \nmaterial fact exist, and if not, eliminate the necessity of a full trial where only \nquestions of law are involved.”  Strickland v. Lawrence, 176 N.C. App. 656, 661, 627 \nS.E.2d 301, 305 (2006) (citing Foster v. Winston-Salem Joint Venture, 303 N.C. 636, \n641–42, 281 S.E.2d 36, 40 (1981)).  Thus, the Court must grant summary judgment \n“if the pleadings, depositions, answers to interrogatories, and admissions on file, \ntogether with the affidavits, if any, show that there is no genuine issue as to any \nmaterial fact and that any party is entitled to judgment as a matter of law.”  N.C. R. \nCiv. P. 56(c).   \n{24} “The movant has the burden of establishing the absence of any triable \nissues of fact.”  Strickland, 176 N.C. App. at 661, 627 S.E.2d at 305.  This burden \ncan be met in one of two ways:  “(1) ‘by proving an essential element of the opposing \nparty’s claim does not exist, cannot be proven at trial, or would be barred by an \naffirmative defense’; or (2) ‘by showing through discovery that the opposing party \ncannot produce evidence to support an essential element of her claim.’”  Id. (quoting \nDobson v. Harris, 352 N.C. 77, 83, 530 S.E.2d 829, 835 (2000)).   \n{25} In ruling on a summary judgment motion, the court must view the \nevidence in the light most favorable to the nonmoving party.  See Wilmington Star-\nNews v. New Hanover Reg’l Med. Ctr., 125 N.C. App. 174, 178, 480 S.E.2d 53, 55 \n(1997) (citation omitted). \nIV.  \nANALYSIS \nA.  \nMOTION I \n1. \nFRAUD (FUTURE AND MEDVEDEV) \n{26} To succeed on a claim for fraud, Plaintiffs must prove the following:  \n(1) material misrepresentation of a past or existing fact; (2) the \nrepresentation must be definite and specific; (3) made with knowledge \nof its falsity or in culpable igno rance of its truth; (4) that the \nmisrepresentation was made with in tention that it should be acted \nupon; (5) that the recipient of the misrepresentation reasonably relied \nupon it and acted upon it; and (6) that there resulted in damage to the \ninjured party.   \nHudson-Cole Dev. Corp. v. Beemer, 132 N.C. App. 341, 346, 511 S.E.2d 309, 313 \n(1999) (quoting Rosenthal v. Perkins, 42 N.C. App. 449, 451–52, 257 S.E.2d 63, 65 \n(1979)). \n{27} Furthermore, if the plaintiff could have discovered the truth upon inquiry, \nthen he must show that “he was denied the opportunity to investigate or that he \ncould not have learned the true facts by exercise of reasonable diligence.”  Id. \n(citation omitted). \n{28} Here, Plaintiffs argue that Defendants misrepresented their intent to loan \nJackson $650,000 towards the purchase of the Club.  Plaintiffs’ theory is that \nDefendants and Jackson created this phantom loan to induce significant \ninvestments and deposits from Plaintiffs and provide Jackson a stake in Future, \nwhen in reality the actual purchase price for the Club was $2,200,000, not \n$2,850,000.     \n{29} The flaw in Plaintiffs’ theory is that, even if this scheme proved to be true, \nthe record reveals no injury resulting from these representations.  Plaintiffs do not \nallege or put forward evidence that Plaintiffs would have been in anyway liable for \nthe $650,000 if Defendants did not loan Jackson the money, nor do they argue that \nDefendants would not have closed on the deal if the loan fell through.  Plaintiffs \nonly contention is that the alleged misrepresentations caused them to make \nsignificant investments and deposits, which were lost when the deal did not close. \n{30} However, Plaintiffs do not dispute that they negotiated and agreed to the \n$2,850,000 purchase price and the accompanying terms in the Agreement.  Whether \nDefendants and Jackson intended the loan to be real or not is irrelevant.  Indeed, \neven if Defendants simply discounted the purchase price by $650,000 as a gift to \nJackson, the result would be the same – Plaintiffs would still get the benefit of \n$650,000 off the purchase price of the Club.  This would remain the case even if \nDefendants loaned Jackson the money, but thereafter, Jackson failed to pay the \nloan or Defendants never collected the debt.  In that scenario, Plaintiffs still get the \nbenefit of the $650,000 paid towards the purchase of the Club.  Any recourse on the \nloan would be between Defendants and Jackson, given that the parties agreed \nPlaintiffs would have no liability for the debt.  \n{31} The Court does not find anything in the record linking the representations \nregarding the loan to Jackson to Plaintiffs’ ultimate loss.  Based on the record, it \nappears that the sole cause of Plaintiffs’ loss was the lack of sufficient investors to \nclose on the deal.  Therefore, the Court concludes that no issues of material fact \nremain as to whether the alleged misrepresentations caused any injury to Plaintiffs.  \nAs such, Plaintiffs’ claim for fraud fails as a matter of law.   \n{32} Accordingly, the Court GRANTS Motion I as to Plaintiffs’ claims for fraud, \nand DISMISSES these claims with prejudice.   \n2. \nUNFAIR AND DECEPTIVE TRADE PRACTICES (FUTURE AND MEDVEDEV) \n{33} “In order to establish a prima facie claim for unfair trade practices, a \nplaintiff must show: (1) defendant committed an unfair or deceptive act or practice, \n(2) the action in question was in or affecting commerce, and (3) the act proximately \ncaused injury to the plaintiff.”  Dalton v. Camp, 353 N.C. 647, 656, 548 S.E.2d 704, \n711 (2001). \n{34} Plaintiffs based their claim for unfair and deceptive practices on the same \nfacts as their fraud claim.  Having concluded that there is no genuine issue of \nmaterial fact as to whether Defendants’ alleged acts proximately caused injury to \nPlaintiffs, the Court similarly concludes that Plaintiffs have failed to establish an \nessential element of their unfair trade practices claim.  Accordingly, the Court \nGRANTS Motion I as to Plaintiffs’ claims for unfair and deceptive trade practices, \nand DISMISSES these claims with prejudice. \n \n \n \n3. \nRESCISSION (FUTURE) \n{35} Under its claim for rescission, Future seeks to rescind the Agreement \nbased on unconscionability.  “To find unconscionability there must be an absence of \nmeaningful choice on [the] part of one of the parties together with contract terms \nwhich are unreasonably favorable to the other.”  Martin v. Sheffer, 102 N.C. App. \n802, 805, 403 S.E.2d 555, 557 (1991).  In other words, the party seeking to rescind \nan unconscionable contract must show both procedural and substantive \nunconscionability. \nProcedural unconscionability involves  ‘bargaining naughtiness’ in the \nformation of the contract, i.e., fr aud, coercion, undue influence, \nmisrepresentation, inadequate disclosure.  Substantive \nunconscionability . . . involves the harsh, oppressive, and one-sided \nterms of a contract, i.e., inequality of the bargain.  The inequality of the \nbargain, however, must be so manife st as to shock the judgment of a \nperson of common sense, and . . . the terms . . . so oppressive that no \nreasonable person would make them on the one hand, and no honest and \nfair person would accept them on the other. \nRaper v. Oliver House, LLC, 180 N.C. App. 414, 420, 637 S.E.2d 551, 555 (2006). \n{36} To support its claim of procedural unconscionability, Future appears to \nallege fraudulent inducement, drawing on the same facts underlying the claim for \nfraud.  The Court, however, dismissed Plaintiffs’ claim for fraud given the lack of \nevidence linking the alleged misrepresentation to any injury suffered by Plaintiffs.  \nFurthermore, the Court finds no other evidence in the record demonstrating that \nFuture was in some way denied a meaningful choice in executing the Agreement.  \nNonetheless, even if Future could rely on the alleged misrepresentation to support \nprocedural unconscionability, there is no evidence of a shocking inequality in the \nterms of the Agreement or the Addendum to support substantive unconscionability. \n{37} This was a bargained-for exchange with benefits and risks on both sides.  \nOnce the parties struggled to find investors, Future was free to withdraw from the \nAgreement and get the initial deposit back.  However, Future chose to proceed and \nextend the closing date, not once but twice.  And, in return, Future got possession of \nthe Club and the benefit of the revenues produced by the Club’s operation until \nDefendants ultimately terminated the deal.  Simply because the deal ended badly \nfor Future does not give the Court grounds to rescind the contract.  “People should \nbe entitled to contract on their own terms without the indulgence of paternalism by \ncourts in the alleviation of one side or another from the effects of a bad bargain.”  \nBlaylock Grading Co., LLP v. Smith, 189 N.C. App. 508, 511, 658 S.E.2d 680, 682 \n(2008).  Without any evidence to support unconscionability, the Court concludes \nthat no issues of fact remain on Future’s claim for rescission. \n{38} Accordingly, the Court GRANTS Motion I as to Future’s claim for \nrescission, and DISMISSES this claim with prejudice.   \n4.  \nRECOVERY OF PENALTY (FUTURE) \n{39} Under this claim, Future seeks to recover the nonrefundable deposits paid \nto Defendants pursuant to the Agreement and the Addendum.  Specifically, Future \nargues that the deposits constitute unenforceable penalties under a liquidated \ndamages analysis.   \nLiquidated damages are a sum which a party to a contract agrees to pay \nor a deposit which he agrees to forfei t, if he breaks some promise, and \nwhich, having been arrived at by a good-faith effort to estimate in \nadvance the actual damage which would probably ensue from the \nbreach, are legally recoverable or retainable . . . if the breach occurs.  A \npenalty is a sum which a party similarly agrees to pay or forfeit . . . but \nwhich is fixed, not as a pre-estimate of probable actual damages, but as \na punishment, the threat of which is designed to prevent the breach, or \nas security . . . to insure that the person injured shall collect his actual \ndamages.     \nKnutton v. Cofield, 273 N.C. 355, 361, 160 S.E.2d 29, 34 (1968) (quotation omitted \nand alteration original).  While a liquidated damages provision may be enforceable, \ncourts will not impose a penalty.  Id. \n{40} In this case, neither the Agreement nor the Addendum indicate that the \nnonrefundable deposits were in any way intended to be liquidated damages.  The \nAgreement provides that the deposits became nonrefundable upon Future’s exercise \nof its option to extend the closing, and that Defendants could freely do whatever \nthey chose with the money after that point, regardless of Future’s performance.  \n(Compl. Ex. A § 5.)  Furthermore, the parties agreed in the Addendum that the \n$500,000 nonrefundable deposit constituted consideration for the additional \nextension, not an estimated amount of damage that Future would forfeit if it failed \nto close.  (Compl. Ex. B.)  Nothing in the Agreement or the Addendum conditions \nDefendants’ retention of the deposits on Future’s breach nor restricts Defendants’ \nability to pursue other damages.  A thorough review of the Agreement and the \nAddendum reveals that the nonrefundable deposits “did not serve as liquidated \ndamages because it was not set out in the contract[s] as the amount agreed upon \nwhich would serve as liquidated damages.”  \nChris v. Epstein, 113 N.C. App. 751, \n757, 440 S.E.2d 581, 585 (1994).  Therefore, the Court need not engage in an \nanalysis of whether the liquidated damages are unenforceable penalties because the \ncontracts do not contain a provision for liquidated damages.1  As a result, Future’s \nclaim for recovery of penalty fails as a matter of law. \n{41} Accordingly, the Court hereby GRANTS Motion I as to Future’s claim for \nrecovery of penalty, and DISMISSES the claim with prejudice.   \nB.  \nMOTION II \n1.  \nCAP ON RECOVERY \n{42} In Motion II, Plaintiffs request summary judgment on all of Defendants’ \nclaims to the extent that Defendants seek recovery in excess of $650,000.  \nSpecifically, Plaintiffs argue that the nonrefundable deposits totaling $650,000 are \nthe maximum amount that Defendants can recover because the deposits constituted \neither liquidated damages or unenforceable penalties under the Agreement and the \nAddendum.  However, the Court has already determined that the provisions in the \nAgreement and the Addendum for nonrefundable deposits did not represent \n                                                 \n1 This remains the case despite Defendants use of the term “liquidated damages” in the Termination \nLetter.  In construing a contract, the Court looks to the four corners of the agreement to determine \nthe intent of the parties at the moment of execution.  Lane v. Scarborough, 284 N.C. 407, 409–10, \n200 S.E.2d 622, 624 (1973).  Therefore, the Court is not swayed by the language in the Termination \nLetter, which was not part of either the Agreement or the Addendum and was sent months after \nexecution. \nliquidated damages.  As such, Plaintiffs’ argument for a cap on damages fails for the \nsame reasons.   Therefore, the Court hereby DENIES Motion II as to Plaintiffs \nrequest for a cap on Defendants’ recoverable damages. \n2. \nBREACH OF FIDUCIARY DUTY AND CONSTRUCTIVE FRAUD AGAINST FUTURE \n{43} Plaintiffs argue that they are entitled to summary judgment on \nDefendants’ claims against Future for breach of fiduciary duty and constructive \nfraud because no fiduciary duty exists between Future and Defendants.  The \nexistence of a fiduciary relationship is an essential element of both a claim for \nbreach of fiduciary duty and a claim for constructive fraud.  See Dalton v. Camp, \n353 N.C. 647, 651, 548 S.E.2d 704, 707 (2001); Terry v. Terry, 302 N.C. 77, 83, 273 \nS.E.2d 674, 677 (1981).   \nSuch a relationship has been broa dly defined by [the North Carolina \nSupreme Court] as one in which ‘the re has been a special confidence \nreposed in one who in equity and good conscience is bound to act in good \nfaith and with due regard to the interests of the one reposing confidence \n. . ., [and] it extends to any possible case in which a fiduciary relationship \nexists in fact, and in which there is confidence reposed on one side, and \nresulting domination and influence on the other.’  \nDalton, 353 N.C. at 651–52, 548 S.E.2d at 707–08 (quoting Abbitt v. Gregory, 201 \nN.C. 577, 598, 160 S.E. 896, 906 (1931)) (quotation omitted and alteration original). \n{44} “Although our courts have broadly defined fiduciary relationships, no such \nrelationship arises absent the existence of dominion and control by one party over \nanother.”  Kaplan v. O.K. Techs., LLC, 196 N.C. App. 469, 474, 675 S.E.2d 133, 137 \n(2009).  Thus, special circumstances must exist such that “one party figuratively \nholds all the cards . . . .”  Id. at 475, 675 S.E.2d at 138 (quoting Broussard v. \nMeineke Discount Muffler Shops, Inc., 155 F.3d 331, 348 (4th Cir. 1998)).  However, \n“[g]enerally, the existence of such a relationship is determined by specific facts and \ncircumstances, and is thus a question of fact for the jury.”  Stamm v. Salomon, 144 \nN.C. App. 672, 680, 551 S.E.2d 152, 158 (2001). \n{45} Defendants argue that Future owed them a fiduciary duty by virtue of \nFuture’s possession of the Club.  Indeed, it appears from the record that the \nAgreement entitled Future to possession of the Club and control of its operations \nupon the exercise of Future’s option to extend the closing deadline, and that Future \nin fact operated the Club from October 2009 until May 2010.  Arguably, this put \nFuture in a position of domination and control because there was no guarantee that \nthe deal would close.  In that situation, the Club would be returned to Defendants \nin whatever condition Future left it.  Thus, Defendants argue that they were at \nFuture’s mercy after entrusting Future with the operation of the Club. \n{46} On the other hand, as Future points out, this was the deal reached \nbetween the parties, and “a fiduciary relationship will not exist between parties in \nequal bargaining positions dealing at arm’s length, even though they are mutually \ninterdependent businesses.”  Strickland v. Lawrence, 176 N.C. App. 656, 662, 627 \nS.E.2d 301, 306 (2006).  However, unlike the case in Strickland, it does not appear \nthat Defendants maintained an active role in the day-to-day management of the \nClub during Future’s time at the helm.  As such, the Court concludes that there are \nmaterial questions of fact left to be resolved regarding the existence of a fiduciary \nrelationship between Defendants and Future, and therefore, Defendants’ claims for \nbreach of fiduciary duty and constructive fraud against Future should survive at \nthis stage. \n{47} Accordingly, the Court hereby DENIES Motion II as to Defendants’ claims \nfor breach of fiduciary duty and constructive fraud against Future.  \n3. \nUNFAIR AND DECEPTIVE PRACTICES AND PUNITIVE DAMAGES AGAINST \nFUTURE \n{48} Plaintiffs’ sole basis for summary judgment on Defendants’ claims for \nunfair and deceptive practices and punitive damages against Future rests on their \ntheory that these claims should fall with the breach of fiduciary duty and \nconstructive fraud claims.   \n{49} Although Defendants partially base their unfair and deceptive practices \nand punitive damages claims on the underlying breach of fiduciary duty and \nconstructive fraud, Defendants also rely on their claims for conversion, trespass to \nchattels, and fraud.  Because Plaintiffs have not moved for summary judgment on \nthe underlying claims for conversion, trespass to chattels, and fraud against Future, \nthese claims survive and can support the claims for unfair and deceptive practices \nand punitive damages.  Bhatti v. Buckland, 328 N.C. 240, 243, 400 S.E.2d 440, 442 \n(1991) (“Proof of fraud would necessarily constitute a violation of the prohibition \nagainst unfair and deceptive acts . . . .”); N.C. GEN. STAT. § 1D-15 (2013) (“Punitive \ndamages may be awarded . . . if the claimant proves that the defendant is liable for \ncompensatory damages and that one of the following aggravating factors was \npresent . . . : (1) Fraud. (2) Malice. (3) Willful or wanton conduct.”).   \n{50} Furthermore, the Court concluded that some evidence exists to withstand \nsummary judgment on Defendants’ breach of fiduciary duty and constructive fraud \nclaims against Future.  Therefore, the Court similarly concludes that Future is not \nentitled to summary judgment on the unfair and deceptive practices and punitive \ndamages claims to the extent they are based on the underlying claims of breach of \nfiduciary duty and constructive fraud.   \n{51} Accordingly, the Court hereby DENIES Motion II as to Defendants’ claims \nagainst Future for unfair and deceptive practices and punitive damages. \n4. \nSPECIFIC PERFORMANCE AGAINST FUTURE \n{52} Regarding specific performance, the North Carolina Supreme Court has \nstated: \nThe remedy of specific performance is available to compel a party to do \nprecisely what he ought to have done without being coerced by the court.  \nThe party claiming the right to sp ecific performance must show the \nexistence of a valid contract, its te rms, and either full performance on \nhis part or that he is ready, willing and able to perform. \nMunchak Corp. v. Caldwell, 301 N.C. 689, 694, 273 S.E.2d 281, 285 (1981) (internal \nquotation and citations omitted).  Although specific performance is an extraordinary \nequitable remedy, “[w]here land is the subject matter of the parties’ agreement, the \nvendor, like the purchaser, may seek specific performance without showing the \ninadequacy of a legal remedy.”  Deans v. Layton, 89 N.C. App. 358, 371, 366 S.E.2d \n560, 568 (1988). \n{53} Future argues that Defendants cannot seek specific performance of the \nAgreement and the Addendum because Defendants are not able to fully perform.  \nSpecifically, because the clubhouse burned down in a fire, Future argues that \nDefendants cannot uphold their end of the bargain under the Agreement, and \ntherefore, Future should not be forced to perform either. \n{54} “When the vendor’s . . . estate is different from that which he agreed to \nconvey, . . . it is plain that the contract cannot be specifically performed, according \nto its exact terms, at the suit of either party.”  Sutton v. Davis, 143 N.C. 474, 480, \n55 S.E. 844, 845 (1906).  Nonetheless, a court in equity may still compel a \nconveyance, with pecuniary compensation to the purchaser for the deficiency, as \nlong as the defects do not materially change the nature of the entire agreement.  \nTaylor v. Bailey, 49 N.C. App. 216, 220, 271 S.E.2d 296, 299 (1980) (quotation and \ncitation omitted); see also Nugent v. Beckham, 37 N.C. App. 557, 561, 246 S.E.2d \n541, 545 (1978).  This doctrine may apply with equal force in cases where the defect \narises after the time of contract, such as when a fire destroys a building on the \nproperty.  See Sutton, 143 N.C. at 483–85, 55 S.E. at 846–47. \n{55} In Sutton, the North Carolina Supreme Court recited the general principle \nthat, “when property is destroyed by fire, the loss will fall on him who is the owner \nat the time.”  Id. at 483, 55 S.E. at 846.  And, where there is an absolute and \nbinding contract for the sale of real estate, the purchaser will be considered the \nequitable owner of the property.  Id.  Thus, “if the premises are consumed by fire \nsubsequently to the sale, . . . the loss will fall on the purchaser, who can neither \nmake the deterioration a ground for refusing to accept a conveyance nor rely on it as \na defense to an action brought for the purchase-money.”  Id. at 484, 55 S.E. at 847.  \nAlthough the contract in Sutton had not been completed, the court still found that \nthe circumstances warranted applying the principle to grant specific performance \nwhere the purchaser had taken possession of the property and enjoyed the benefits \nof ownership. \n{56} Here, there is no evidence indicating that Defendants are incapable of \nperforming their obligations under the Agreement and the Addendum with the \nexception of the destroyed clubhouse.  Further, Defendants concede that any \ninsurance proceeds received after the fire could be accounted for as an offset to the \npurchase price.  Even though the contract has not been completed, the particular \nfacts in this case, like in Sutton, leave the door open for the Court to grant specific \nperformance to Defendants in its discretion.  Therefore, the Court will not foreclose \nthis avenue of recovery for Defendants’ claim at this stage. \n{57} Accordingly, the Court hereby DENIES Motion II as to Defendants’ \nrequest for specific performance from Future.  \n5.  \nCLAIMS AGAINST MEDVEDEV  \n{58} Plaintiffs argue that summary judgment is appropriate on all of \nDefendants’ counterclaims against Medvedev because Medvedev did not actively \nparticipate in the alleged acts and cannot be held personally liable for Future’s \nwrongs. \n{59} As the name implies, one of the defining characteristics of a limited \nliability company is limited liability for its members from harm caused by the \ncompany.  \nSee S.C. CODE ANN. § 33-44-303 (2013).2  Thus, merely participating as a \nmember or manager of a limited liability company will not suffice to hold the \nmember personally liable for harm caused by the company.  16 Jade St., LLC v. R. \nDesign Constr. Co., LLC, 398 S.C. 338, 346, 728 S.E.2d 448, 452 (2012); see also \nSpaulding v. Honeywell Int’l, Inc., 184 N.C. App. 317, 322, 646 S.E.2d 645, 649 \n(2007).  Nonetheless, a member of a limited liability company remains individually \nliable for his or her own torts, even though committed while acting on behalf of the \ncompany.  See 16 Jade St., LLC, 398 S.C. at 349, 728 S.E.2d at 454; see also White \nv. Collins Bldg., Inc., 209 N.C. App. 48, 51, 704 S.E.2d 307, 310 (2011).  “In addition, \na member of a limited liability company, like shareholders and directors of \n                                                 \n2 Future was incorporated as a limited liability company under the laws of South Carolina.  Thus, \nthe Court will look to the Uniform Limited Liability Company Act, as enacted in South Carolina. \ncorporations, may be held individually liable for the company’s obligations through \nthe doctrine of piercing the corporate veil.”  Estate of Hurst v. Moorehead I, LLC, \n748 S.E.2d 568, 573 (2013); see also Drury Dev. Corp. v. Foundation Ins. Co., 380 \nS.C. 97, 668 S.E.2d 798 (2008). 3 4   \n{60} “It is well recognized that courts will disregard the corporate form or \n‘pierce the corporate veil,’ and extend liability for corporate obligations beyond the \nconfines of a corporation’s separate entity, whenever necessary to prevent fraud or \nto achieve equity.”  Glenn v. Wagner, 313 N.C. 450, 454, 329 S.E.2d 326, 330 (1985); \nsee also Drury Dev. Corp., 380 S.C. at 101, 668 S.E.2d at 800.  To apply this \ndoctrine, courts in both North Carolina and South Carolina require allegations and \nproof of various similar elements.  See Glenn, 313 N.C. at 454–55, 329 S.E.2d at \n330–31; Sturkie v. Sifly, 280 S.C. 453, 457–59, 313 S.E.2d 316, 318 (Ct. App. 1984).   \n{61} Courts in North Carolina employ the “instrumentality rule” to pierce the \ncorporate veil: \nThe instrumentality rule allows for the corporate form to be disregarded \nif the corporation is so operated that it is a mere instrumentality or alter \nego of the sole or dominant shareholder and a shield for his activities in \nviolation of the declared public policy or statute of the State. \nEstate of Hurst, 748 S.E.2d at 573–74 (internal quotations and alterations omitted). \n{62} To prevail under this theory, a party must allege and prove three \nelements: \n                                                 \n3 Because Defendants would have the Court pierce the veil of a South Carolina limited liability \ncompany, the Court must consider choice of law implications.  North Carolina courts have not \nresolved which state’s law applies to determine whether to pierce the veil of an out-of-state company.  \nStrategic Outsourcing, Inc. v. Stacks, 176 N.C. App. 247, 252–53, 625 S.E.2d 800, 804 (2006).  At \nleast one federal court applying North Carolina law concluded that, if faced with the issue, the North \nCarolina Supreme Court “would adopt the internal affairs doctrine and apply the law of the state of \nincorporation.”  Dassault Falcon Jet Corp. v. Oberflex, Inc., 909 F.Supp. 345, 349 (M.D.N.C. 1995).  \nHowever, the issue remains unsettled.  Because the Court would reach the same conclusion under \nthe law of either North Carolina or South Carolina, the Court need not reach a determination on the \nchoice of law issue at this stage. \n4 The Court notes that South Carolina has not expressly applied the doctrine of piercing the \ncorporate veil to limited liability companies.  Although this adoption of corporate law seems likely, \nsee 16 Jade St., LLC, 398 S.C. at 348, 728 S.E.2d at 453 (reciting the courts’ preference for applying \ncorporate law principles to limited liability companies), the resolution of this issue would not change \nthe outcome of this Motion.   \n(1) Control, not mere majority or complete stock control, but complete \ndomination, . . . so that the corporate entity as to this transaction had at \nthe time no separate mind, will or existence of its own; and \n(2) Such control must have been used by the defendant to commit fraud \nor wrong, to perpetrate the violation of a statutory or other positive legal \nduty, or a dishonest and unjust act in  contravention of plaintiff's legal \nrights; and \n(3) The aforesaid control and breach of duty must proximately cause the \ninjury or unjust loss complained of. \nGlenn, 313 N.C. at 454–55, 329 S.E.2d at 330 (quoting B-W Acceptance Corp. v. \nSpencer, 268 N.C. 1, 9, 149 S.E.2d 570, 576 (1966)). \n{63} In considering whether to pierce the corporate veil, courts have looked to \nseveral factors including inadequate capitalization, non-compliance with corporate \nformalities, complete domination and control of the corporation so that it has no \nindependent identity, and excessive fragmentation of a single enterprise into \nseparate corporations.  \nSee Glenn, 313 N.C. at 455, 329 S.E.2d at 330–31. \n{64} In South Carolina, courts use a two-pronged test to determine whether the \ncorporate entity should be disregarded.   \nThe first part of the test, an eight-factor analysis, looks to observance of \nthe corporate formalities by the do minant shareholders.  The second \npart requires that there be an el ement of injustice or fundamental \nunfairness if the acts of the corporat ion be not regarded as the acts of \nthe individuals.   \nSturkie, 280 S.C. at 457–58, 313 S.E.2d at 318. \n{65} Although Defendants appear to argue in their brief opposing Motion II \nthat the Court should pierce Future’s veil to hold Medvedev personally liable, no \nsuch theory appears anywhere in the Answer and Counterclaims.  Indeed, \nDefendants failed to bring forth any allegations related to the elements of piercing \nthe corporate veil or the factors courts consider under either state’s law.  As a \nresult, it does not appear that Medvedev had an adequate opportunity to respond to \nthese new allegations through the pleadings or discovery.  If Defendants learned \nadditional facts through discovery that supported piercing the corporate veil, they \ncould have moved to amend their pleading to add this theory of individual liability.  \nCourts liberally allow motions to amend for this very reason.  However, Defendants \nnever filed such a motion in this case.  “[P]iercing the corporate veil is a drastic \nremedy and should be invoked only in an extreme case where necessary to serve the \nends of justice.”  Best Cartage, Inc. v. Stonewall Packaging, LLC, 727 S.E.2d 291, \n300 (2012) (internal quotations and citation omitted); see also Drury Dev. Corp., 380 \nS.C. at 101, 668 S.E.2d at 800.  In light of the facts presented and the dearth of \nallegations to support piercing the corporate veil, the Court will not permit \nDefendants’ claims against Medvedev to survive under this doctrine.5 \n{66} Even though the doctrine of piercing the corporate veil may not apply, \nMedvedev could be held liable for any torts he committed personally.  See White, \n209 N.C. App. at 51–53, 704 S.E.2d at 310–11 (reciting established law that a party \nis personally liable for torts in which he actively participated even though he was \nacting on behalf of the company).  As such, each counterclaim must be addressed in \nturn. \n{67} First, as to the breach of contract and specific performance claims, it is not \nevident from the pleadings whether Defendants intended to assert these claims \nagainst Medvedev individually.  However, the parties do not dispute that Medvedev \nwas not a party to either the Agreement or the Addendum.  Thus, Medvedev cannot \nbe held individually liable for any breach thereof.6   \n{68} Defendants’ second counterclaim alleges conversion, trespass to chattels, \nfraud, and unfair and deceptive practices based on the retention of proceeds from \nthe sale of certain golf carts and the insurance payout from wind damage.  However, \nas Jackson testified in his deposition, Jackson handled the sale of the golf carts and \ndealt with all the deposits from the insurance payout.  (Jackson Dep. 127:12–\n128:23, 134:25–135:2, 137:10–13, Apr. 11, 2012.)  Indeed, Jackson testified that \n                                                 \n5 Defendants argue that Medvedev should be estopped from raising the veil of limited liability as a \ndefense to the counterclaims against him because Medvedev alleged individual claims against \nDefendants in the Complaint.  However, these claims arguably alleged individual harm to Medvedev \nrather than solely derivative harm through Future.  Although the Court dismissed Medvedev’s \nindividual claims above, the Court does not conclude that Medvedev cast down the veil of limited \nliability simply by asserting claims against Defendants for damage incurred both to Future and to \nMedvedev individually.   \n6 The Court also notes that Defendants brought a counterclaim for accounting against Future.  This \nrelief is sought solely from Future rather than Medvedev individually, and thus, is not relevant here.  \nMedvedev only “reluctantly went along with [the sale of the golf carts].”  (Jackson \nDep. 128:16.)  Nothing in the record refutes this division of responsibilities between \nJackson and Medvedev in Future’s operation, or indicates active participation by \nMedvedev in the alleged wrongdoing.   \n{69} Similarly, as to the counterclaim for unjust enrichment, Defendants \nmerely lump Medvedev in with Future as having committed the wrongful acts, but \nagain fail to argue how and to what extent Medvedev personally participated in the \nspecific acts.  Although the record arguably reveals knowledge of the alleged acts, \nMedvedev’s passive awareness of Jackson and Future’s actions hardly constitutes \nactive participation.  See Oberlin Capital, LP v. Slavin, 147 N.C. App. 52, 57, 554 \nS.E.2d 840, 845 (2001) (dismissing claims against directors where the complaint \nalleged generally that the directors were fully informed about the wrongdoing and \nparticipated in concealing it but did not allege active participation).  Additionally, \nDefendants cannot rely simply on Medvedev’s role as Future’s Chief Executive \nOfficer to support active participation.  See 16 Jade St., LLC, 398 S.C. at 345–48, \n728 S.E.2d at 452–53 (concluding that the manager of a South Carolina limited \nliability company, like an officer of a corporation, cannot be held personally liable \nsolely based on his role as a manager); see also Spaulding, 184 N.C. App. at 322, \n646 S.E.2d at 649 (stating that mere participation as a member, manager, director, \nor executive is insufficient to hold a member independently liable).  In the absence \nof any evidence demonstrating Medvedev’s active role in the allegedly tortious acts, \nthe Court concludes that no issues of material fact remain as to Medvedev’s \npersonal liability for these counterclaims.\n7 \n                                                 \n7 Regarding the unjust enrichment claim, the Court also notes that the alleged benefits were \nconferred on Future not Medvedev.  Defendants allege that Plaintiffs unjustly received the Club’s \nrevenue, the proceeds from the sale of golf carts, the proceeds from the insurance payout, and the \nbenefit of goods and services provided by vendors that went unpaid.  However, it does not appear in \nthe record that any of these benefits flowed directly to Medvedev, rather all the various proceeds and \nrevenue were deposited in Future’s accounts.  Thus, even if Medvedev had actively participated in \nthe wrongdoing, Defendants’ unjust enrichment claim would likely still fail.  See Booe v. Shadrick, \n322 N.C. 567, 570, 369 S.E.2d 554, 556 (1988) (“In order to establish a claim for unjust enrichment, a \nparty must have conferred a benefit on the other party.”) \n{70} Regarding the third counterclaim, Defendants allege breach of fiduciary \nduty, constructive fraud, and unfair and deceptive acts against both Future and \nMedvedev.  As discussed above, claims for breach of fiduciary duty and constructive \nfraud hinge on the existence of a fiduciary duty.  See Dalton v. Camp, 353 N.C. 647, \n651, 548 S.E.2d 704, 707 (2001).  Here, it appears Defendants argue that Medvedev \nowed them a fiduciary duty based on his position as a member-manager of Future \nduring the period of time that Defendants entrusted Future with the operation of \nthe Club.   \n{71} However, generally, the duties and liabilities of managers and officers “run \ndirectly to the [company] and indirectly to its shareholders; they do not run to third \nparties . . . .”  Kaplan v. O.K. Techs., LLC, 196 N.C. App. 469, 476, 675 S.E.2d 133, \n139 (2009) (quoting Oberlin Capital, LP, 147 N.C. App. at 57, 554 S.E.2d at 845).  \nFurthermore, the record fails to reveal any sort of confidence reposed personally in \nMedvedev outside of his position with Future.  Given their personal history, \nDefendants dealt mostly with Jackson over the course of their relationship with \nFuture.  And, the only evidence of Medvedev’s dominance over Defendants is his \nrole as the Chief Executive Officer of Future, which confines his duties to Future \nrather than Defendants as third parties.  Without more, the Court will not impose a \nfiduciary duty on Medvedev individually to hold him personally liable for breach of \nfiduciary duty, constructive fraud, or the related unfair and deceptive acts claim, \nand thus, these claims fail as a matter of law. \n{72} Wherefore, the Court concludes that no genuine issues of material fact \nremain as to the counterclaims brought individually against Medvedev.  \nAccordingly, the Court hereby GRANTS Motion II as to these claims, and \nDISMISSES all claims against Medvedev with prejudice.   \nC.  \nMOTION III \n{73} Pursuant to Rule 702 of the North Carolina Rules of Evidence, “a witness \nqualified as an expert . . . may testify . . . in the form of an opinion, or otherwise, if \nall of the following apply:” \n(1) The testimony is based upon sufficient facts or data. \n(2) The testimony is the product of reliable principles and methods. \n(3) The witness has applied the prin ciples and methods reliably to the \nfacts of the case. \nN.C. R. Evid. 702. \n{74} The North Carolina Supreme Court outlined “a three-step inquiry for \nevaluating the admissibility of expert testimony: (1) Is the expert’s proffered \nmethod of proof sufficiently reliable as an area for expert testimony? (2) Is the \nwitness testifying at trial qualified as an expert in that area of testimony? (3) Is the \nexpert’s testimony relevant?”  \nHowerton v. Arai Helmet, Ltd., 358 N.C. 440, 458, \n597 S.E.2d 674, 686 (2004) (citation omitted).  Therefore, under the first inquiry, the \nCourt must assess the reliability of the expert’s proffered methodology to determine \nadmissibility. \n{75} Here, however, neither Plaintiffs nor their proffered expert, Markel, put \nforward any clear methodology that Markel utilized in reaching his opinions.  \nPlaintiffs argue that, because Markel was not asked to make any definitive \ncalculations as to damages, no such methodology is required to assess the reliability \nof his testimony.  The Court disagrees.  To allow Markel to testify as an expert, the \nCourt must have some objective methodology to examine for reliability.  Otherwise, \nthe parties would be free to elicit subjective views of the case from witnesses \ncloaked as experts.   \n{76} Furthermore, as to the opinions proffered by Markel, some methodology \nappears inherent in his conclusions.  Specifically, Markel first opines that, because \nhe could not find any uncertainties, the parties could have reasonably estimated \ndamages resulting from breach at the time they entered into the contract.  However, \nMarkel never fully identifies in his opinion or in his deposition how he reached this \ndetermination.  Upon direct questioning, Markel stated that he relied on a unique, \npersonal checklist, but never offers that checklist for review or clarifies what is on \nthe list.  (Markel Dep. 51:17–53:22, Aug. 17, 2012.)   \n{77} Markel’s methodology becomes even murkier on the remaining opinions.  \nAs to those opinions, Markel asserts that the reasonable damages estimate would \nhave been much lower than $150,000, and that the deposits were clearly \ndisproportionate to that amount, suggesting they were intended as a disincentive to \nbreach or to insure that damages were covered.  However, in his deposition, Markel \nadmitted that he did not perform any calculation to reach the $150,000 amount.  \n(Markel Dep. 148:16–24, Aug. 17, 2012.)  Indeed, Markel continually stated that he \nrelied solely on his experience to reach these conclusions, and could not refer to any \nspecific methodology or practice other than background material. \n{78} Given Markel’s responses, it appears that he relied more on a subjective \nreview of the case rather than any objective methodology.  And if such an objective \nmethodology was employed, Markel failed to identify that methodology for the \nCourt and opposing counsel to review.  Without any method of proof, the Court is \nleft to speculate about Markel’s reliability as an expert witness, which this Court is \nnot inclined to do.  Therefore, the Court concludes that Markel’s expert testimony is \nnot admissible. \n{79} Accordingly, the Court hereby GRANTS Motion III. \nV.  \nCONCLUSION  \n{80} Based on the above, the Court hereby GRANTS Motion I, GRANTS in part \nand DENIES in part Motion II, and GRANTS Motion III.  Wherefore, the Court \nDISMISSES with prejudice Future’s claims against Defendants for fraud, unfair \nand deceptive practices, rescission, and recovery of penalty; Medvedev’s claims \nagainst Defendants for fraud and unfair and deceptive acts; and all of Defendants’ \ncounterclaims against Medvedev. \nSO ORDERED, this the 24th day of March, 2014. "
}