{
  "id": "3a351cae42b98ff0c0a24537b84f7077e8d94d406ca5eaa01e8e27ac1b2aec30",
  "source_file": "data/raw/ncbc/3a351cae42b98ff0c0a24537b84f7077e8d94d406ca5eaa01e8e27ac1b2aec30.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nUNION COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 1286 \n \nIn re: \n \nRADIATOR SPECIALTY \nCOMPANY, INC.; RSC HOLDINGS, \nINC.; RSC CHEMICAL \nSOLUTIONS, LLC; GUNK LLC; \nLIQUID WRENCH LLC; TITE SEAL \nLLC; RSC BRANDS, LLC; and RSC \nLICENSOR, LLC, \n \nDebtors. \n \n \n \n \n \nORDER AND OPINION ON \nRECEIVER’S MOTION TO APPROVE \nCLAIMS RESOLUTION AND \nDISTRIBUTION PROCESS \n \n \n1. At the outset of this case,  Michael L. Martinez  was appointed as Receiver \nfor Radiator Specialty Company, Inc.  and its affiliates. 1  The appointment order  \ndirected him to recommend a process for resolving claims against the receivership \nestate.  Pending is the Receiver’s motion to approve his proposed claims process, (ECF \nNo. 42), as well as one objection to that proposal by an interested nonparty, (ECF No. \n53).  For the following reasons, the Court GRANTS  the motion and OVERRULES \nthe objection.  \nGrier Wright Martinez, PA, by Anna S. Gorman, Michael L. Martinez, \nand A. Cotton Wright, for Receiver Michael L. Martinez.  \nBradley Arant Boult Cummings LLP , by Jonathan  E. Schulz, and \nFishkin Lucks LLP, by Matthew Cairone, for Interested Nonparty United \nStates Steel Corp.  \nWallace and Graham, P.A., by John Hughes and Mark Doby, and Locks \nLaw Firm, by Andrew J. Du Pont, for Interested Nonparties Certain \nPutative Plaintiffs.  \n \n1 The debtors include Radiator Specialty’s parent company and six subsidiaries.  For \nsimplicity, the Court refers to them all, together, as Radiator Specialty. \nIn re Radiator Specialty Co. et al., 2024 NCBC 29. \nNorth Carolina Department of Justice, by T. Davis Hill, III, for \nInterested Nonparty North Carolina Department of Environmental \nQuality, ex rel. Joshua H. Stein, Attorney General.  \nConrad, Judge. \nI. \nBACKGROUND \n2. Radiator Specialty opened its doors  in North Carolina in  the 1920s with a \nsingle product for radiator repair.  It flourished in the ensuing decades, adding new \nproduct lines, annexing other companies, and building a national footprint.  At its \npeak, Radiator Specialty and its affiliates had hundreds of employees and \ncoast-to-coast operations in  “the automotive aftermarket, plumbing, hardware, \nindustrial, traffic safety and appliance industries.”  (Compl. ¶¶ 8, 9, 19, ECF No. 3.)   \n3. But those days are long gone.  Radiator Specialty has succumbed to financial \ndistress brought on by  a wave of tort litigation , including  thousands of  \npersonal-injury lawsuits in which claimants alleg e that long-term exposure to \nproducts containing benzene or asbestos caused the m to develop cancer or another \nsimilarly grave disease.  Settlements and legal bills to date have topped $50 million—\na number that is sure to grow .  Unable to bear these expenses on its own , Radiator \nSpecialty sued its insurance carriers to compel them to provide coverage under more \nthan 100  product-liability policies that it had accumulated over the years .  Th at \nlitigation ended in defeat ,\n2 however, and left Radiator Specialty with virtually no \ninsurance coverage and no way to meet the projected cost of future tort cases.  Out of \n \n2 The North Carolina Supreme Court had the final word in the case.  See generally Radiator \nSpecialty Co. v. Arrowood Indem. Co., 383 N.C. 387 (2022). \noptions, it filed this action and entered receivership.  ( See Compl. ¶¶ 24, 25, 27, 31, \n32, 37, 38; R’ship Order 10, ECF No. 4.) \n4. Administering claims against the receivership estate is one of the Receiver’s \nmany duties.  As directed, he  has recommended a process for resolving known and \nunknown claims and distributing funds to holders of allowed claims.  His proposal  \ndivides claims into three groups.  (See R’ship Order 13.) \n5. The first and largest group of claims includes the tort claims that led to \nRadiator Specialty’s demise.  There are hundreds of active claims already, and there \nwill likely be hundreds more  to follow.  The Receiver proposes to resolve all of them \nthrough a liquidating trust .  A comprehensive Liquidating Trust Agreement spell s \nout the details.  The short version is this: the trust will absorb the remaining assets \nof the receivership estate, minus some cash; a claimant need submit only a simple \nform and proof of a medical diagnosis  to make out a valid claim for payment ; the \ntrustee will approve and pay claims on a rolling basis  until the trust run s dry; and \nacceptance of payment triggers  a release of all claims against the trust and \nreceivership estate.  Claimants will receive $325 for an allowed asbestos claim, $5,500 \nfor an allowed product-liability claim, and somewhere between $750 and $60,000 for \nan allowed benzene claim  depending on the  underlying diagnosis.  These amounts  \nequate to 40% of what Radiator Specialty has paid on average to settle similar claims \nin the past.   ( See generally Rev’d Proposed Liquidating Trust Agrmt.  [“Rev’d \nLiquidating Trust Agrmt.”], ECF No. 54.2.)   \n6. The second group of claims is  environmental in nature , stemming from  \nRadiator Specialty ’s ongoing  responsibility under state and federal laws  to \ninvestigate, monitor, and remediate contamination on real property that it owns or \nused to own .  Radiator Specialty established a trust in 2017 to assure the North \nCarolina Department of Environmental Quality (“the Department”) that there would \nbe enough funds to continue and complete these remediation activities if it ever went \nout of business.  This environmental trust has nearly $2 million in assets.  Given the \navailability of  those assets, t he Receiver contends, the assets of the receivership \nestate and the liquidating trust should not be expended for  continued cleanup and \nmonitoring activities. \n7. The third group of claims is a catchall  for overdue taxes, outstanding \ninvoices, unpaid insurance premiums, and other miscellaneous claims.  The Receiver \nproposes to handle these claims through the receivership, not the liquidating trust.  \nAs proposed, claimants will have sixty days to submit a claim form .  The Court will \nthen allow or disallow claims  based on the submitted materials and the Receiver’s \nrecommendation, with payment for each allowed claim capped at 40% of its value.  To \nensure that the receivership estate has enough funds to pay allowed claims, the \nReceiver will reserve $750,000 from the assets earmarked for the liquidating trust. \n8. After the Receiver tendered his proposed claims process, the Court received \nan objection from United States Steel Corporation, an interested nonparty.  United \nStates Steel  is often named as a codefendant alongside  Radiator Specialty in \nlitigation in Pennsylvania state courts involving benzene exposure.  Its worry is that \na benzene claimant who receives only 40% of the value of his or her allowed claim will \ntry to recover the shortfall from other accused tortfeasors, contrary to Pennsylvania \nlaw.  This does not mean that United States Steel opposes the liquidating trust \noutright.  Rather, what it seeks is  to change the form of the release in a way  that \nwould stop the claimant from pursuing the unpaid amount from anyone else.  A group \nof putative cla imants responded to United States Steel’s objection to state their  \nsupport for the  Receiver’s proposal and to oppose any change to the form of the \nrelease.  ( See U.S. Steel Corp.’s Opp’n, ECF No. 53; Putative Claimants’ Reply in \nSupp., ECF No. 60.) \n9. The Court also received an objection from the Department, which sought to \nensure that the assets of the preexisting environmental trust would be used only for \ntheir intended purpose—cleanup and remediation activities.  (See N.C. Dept. of Env. \nQuality’s Objection, ECF No. 51.)  The Receiver agreed to revise the Liquidating Trust \nAgreement to make this clear.  Satisfied, the Department withdrew its objection. \n10. All briefing is complete.  On 16 January 2024, the C ourt held a hearing on \nthe motion and United States Steel’s objection.  The motion is ripe for decision. \nII. \nANALYSIS \n11. In supervising a receivership, the trial c ourt must “establish the claims \nprocess to be followed in the receivership addressing whether proofs of claim must be \nsubmitted, the form of any proofs of claim, the place where the proofs of claim must \nbe filed, the deadline or deadlines for filing the proofs of claim, and other matters \nbearing on the claims process.”  N.C.G.S. §  1-507.49(b).  How to do so is a matter of \ndiscretion.  Receiverships vary in scope and purpose and often affect the interests of \nmany individuals and entities.   Balancing th ese competing interests demands a \nflexible approach, tailored to the circumstances of the receivership and its creditors.  \nSee Lambeth v. Lambeth , 249 N.C. 315, 321 (1959) (discussing equitable nature of \nreceiverships). \n12. A few points are most  salient here.  One is that Radiator Specialty is no \nlonger a going concern.  The claims process is part and parcel of a broader plan to \ndissolve the company, liquidate its assets, and distribute them to creditors. \n13. Another is that the receivership estate’s  most significant  liabilities come \nfrom tort litigation.  Dealing with the sheer volume of tort claims is a challenge.  Plus, \nthere are many unknowns.  In addition to existing claims , new claims will continue \nto arise as more individuals develop symptoms that they allege to have been caused \nby exposure to harmful chemicals in Radiator S pecialty’s products.  Projecting and \naccounting for these future claims are complex problems. \n14. A further point is that the receivership estate does not have enough funds \nto make every claimant whole—or anywhere close to it.  The weight of existing and \nimpending tort litigation is simply too great.  In this situation, w hen the value of \nallowed claims is certain to exceed the value of the estate’s assets, there is a genuine \nrisk that a poorly designed claims process might favor some claimants at the expense \nof others.  The goal is to minimize that risk and fairly distribute scarce resources in \na way that treats each claimant as equitably as possible.   \n15. The Receiver’s proposal accomplishes that goal.  His recommendation to \nresolve all tort claims through a liquidating trust is well suited to the needs of this \ncase.  The concept comes from bankruptcy law , where l iquidating trusts are \ncommonly created “as successor entities to Chapter 11 debtors” and “tasked with the \nresponsibility of liquidating and distributing the assets that remain after \nconfirmation of the plan of reorganization.”  LaSala v. Bordier et Cie, 519 F.3d 121, \n127 n.1 (3d Cir. 2008).  Creating a liquidating trust will not only facilitate the process \nof dissolving Radiator Specialty but also protect tort claimants down the road.   It is \nan efficient way to deal with the high volume of these  claims over an extended time \nhorizon, long after Radiator Specialty has been dissolved. \n16. Furthermore, the trust’s plan of distribution , as detailed in the Revised \nLiquidating Trust Agreement, is fair.  Using data from settlements of past cases, the \nReceiver has grouped anticipated tort claims into seven categories, estimated their \nvalues, and fixed the payout amounts for allowed claims at 40% of those values.  \nStarting from a historical baseline is a sensible, reasoned approach that accounts for \nthe differences among tort claims  while treating similarly situated claimants the \nsame.  And fixing the payout amount at 40% of claim value means that there won’t \nbe a n immediate run on the trust’s assets —a measure designed to ensure that  \ntomorrow’s claimants will be no worse off than today’s. \n17. Likewise, the trust’s procedural rules  are more than reasonable.  Included \nin the Receiver’s proposal is a tort claim form (attached as exhibit B to his  motion).  \nAll that a claimant needs to do to make a valid claim is to submit that form to the  \ntrustee with some basic proof.  For benzene and  asbestos claims, this would include \nan affirmation that the claimant used Radiator Specialty’s products and proof of a \nmedical diagnosis.  For product -liability claims, it would include some additional \ndetail about the product at issue and the timing of the injury.  This  means that the \ntrust will be easy to administer,  enabling the trustee to act quickly  without the \nburden of having to review voluminous submissions.  Claimants will receive money \nfaster and with less hassle, and administrative fees will not deplete the trust’s assets.  \nIndeed, no claimant has objected to the fairness of these procedures , and one group \nof putative claimants has thrown its support behind the proposed liquidating trust. \n18. The only objection to the liquidating trust comes from United States Steel , \nwhose aim is to limit its own potential liability to benzene-related tort claimants.  In \nmany cases, claimants who blame their injuries on Radiator Specialty  also blame \nothers, including United States Steel.  Traditional rules of joint and several liability \nallow a claimant injured by multiple tortfeasors to seek full and complete relief from \nany one of them.  Here, the liquidating trust guarantees each claimant 40% of an \nallowed claim —thus paying just part of Radiator Specialty’s share of the overall \nliability for the claimant’s injury.  The risk, as United States Steel sees it, is that \nclaimants may look to recover the shortfall from other joint tortfeasors.  United States \nSteel seeks amendments to the Revised Liquidating Trust Agreement  to keep that \nfrom happening.   \n19. United States Steel bases its objection partly on Pennsylvania law  because \nit often defends against benzene-related tort actions in Pennsylvania state courts.  In \nrecent years, Pennsylvania  “abolished joint and several liability in most tort cases ” \nso that each defendant is liable only for its apportioned share of the fault.   Rhoads \nIndus. v. Shoreline Found., Inc. , 2022 U.S. Dist. LEXIS 36386, at *8 (E.D. Pa. Mar. \n1, 2022).  Of note, any party (such as United States Steel) may ask the trier of fact to \nallocate part or all of the fault to a nonparty (such as Radiator Specialty) that settled \nand entered into a release with the plaintiff .  The party asking to allocate fault to a \nsettling nonparty must do so with “appropriate requests and proofs.”  42 Pa. Cons. \nStat. § 7102(a.2). \n20. According to United States Steel , the release provisions in the Revised \nLiquidating Trust Agreement risk depriving it of the “appropriate . . . proofs” needed \nto ask Pennsylvania courts to allocate fault to Radiator Specialty in benzene-related \ntort cases.  To be sure, a tort claimant must release all claims against Radiator \nSpecialty in return for payment from the liquidating trust .  But the claimant need \nnot sign a standalone release document; the release takes effect automatically upon \nnegotiation of the distribution check.  To ensure its ability to prove the release to the \nsatisfaction of Pennsylvania courts, United States Steel seeks to modify the Revised \nLiquidating Trust Agreement to require the trustee to obtain and keep a signed, \nstandalone release from each claimant. \n21. This concern is wholly speculative.   It presumes that tort claimants who \nreceive distributions from the liquidating trust will  routinely dispute that they’ve \ncashed the check  and released their claims against Radiator Specialty under the \nterms of the Revised Liquidating Trust Agreement.  That seems unlikely.  Moreover, \nthe Pennsylvania statute requires appropriate,  not unequivocal, proofs of a release.  \nUnited States Steel cites nothing—no Pennsylvania case, for example—to support its \nfear that courts might construe the statute narrowly to require a standalone release.  \nOn the other hand, requiring the trustee to collect and retain an extra document from \nhundreds of  claimants would impose considerable administrative burdens.  Those  \nburdens, and the associated cost to the trust, far outweigh any likely benefit to United \nStates Steel.  The Court therefore overrules the objection to the extent it seeks an \namendment to require a standalone release from each claimant. \n22. Of course, Pennsylvania is not the only forum for benzene-related litigation.  \nMany tort claimants sue in jurisdictions where joint and several liability remains the \nnorm.  I t is possible that a tort claimant, having  accepted a distribution from the \nliquidating trust and released his or her claims against Radiator Specialty, could go \non to  obtain a judgment against tortfeasors that are jointly liable with Radiator \nSpecialty.  In that event , the judgment  must be offset to account for the partial \nrecovery that the claimant has already received.  One option is to offset the judgment \nby the entirety of Radiator Specialty’s share of fault.  Another option is to offset the \njudgment only by the amount of the distribution from the trust.  The Receiver \nrecommends the latter approach, known as  a pro tanto release.   (See Rev’d \nLiquidating Trust Agrmt. § 6.5.) \n23. United States Steel objects to a pro tanto release because it would allow a \nclaimant to recover the shortfall from one of Radiator Specialty’s  joint tortfeasors.  \nOrdinarily, a tortfeasor that pays more than its share of the overall liability can seek \ncontribution from other jointly liable parties , but Radiator Specialty is defunct, and \nthe Revised Liquidating Trust Agreement bars contribution claims to preserve its  \nlimited assets for claimants.  The upshot, according to United States Steel, is that the \nliquidating trust unfairly shifts some  of Radiator Specialty’s liability  to other liable \ntortfeasors.  United States Steel contends that it would be more equitable for injured \nclaimants to accept a partial recovery than to require a partly liable party to pay more \nthan its culpable share of a monetary judgment. \n24. But “shifting the risk of partial recovery from the injured party to the \ntortfeasor” is a feature, not a bug,  of joint and several liability.  In re Joint E. & S. \nDist. Asbestos Litig. , 1991 U.S. Dist. LEXIS 7527, at *78 (E.D.N.Y. May 16, 1991).  \n“Compensation of persons injured by wrongdoing is one of the generally accepted aims \nof tort law.”  Haarhuis v. Cheek, 255 N.C. App. 471, 480 (2017) (citation and quotation \nmarks omitted).  Joint and several liability furthers that aim by allowing a n injured \nparty to seek complete relief from any culpable party .  See Crescent Univ. City \nVenture, LLC v. AP Atl., Inc., 2019 NCBC LEXIS 46, at *76 (N.C. Super. Ct. Aug. 8, \n2019).  The  underlying policy is “that it is better that the risk of an insolvent \nco-defendant should fall on a partially guilty defendant than on a completely innocent \nvictim.”  United States v. Cano-Flores, 796 F.3d 83, 95 (D.C. Cir. 2015). \n25. A pro tanto release is consistent with these traditional principles.  The Court \ntherefore overrules this aspect of United States Steel’s objection as well. \n26. Looking beyond the liquidating trust, the Court concludes that all other \naspects of the proposed claims process are also sound.  The Receiver ’s \nrecommendation to exclude environmental remediation and cleanup costs  makes \ngood sense.   Other responsible parties and other assets (nearly $2 million in  a \npreexisting environmental trust ) are available to  handle those costs .  Indeed, t he \nDepartment has no  objection to the Receiver’s recommendation, as stated in the \nRevised Liquidating Trust Agreement. \n27. And finally, the Receiver’s recommendation  to handle all other claims \ndirectly through the receivership estate is reasonable.  No party objects to h is \nsuggested procedures, deadlines, and claim form (attached as exhibit C to the \nmotion).  Nor does any party object to the proposal to reserve $750,000 in the estate \nand to pay 40% of each allowed claim ’s value.  The decision to reserve $750,000 is \nbased on a reasoned  assessment of anticipated claims.   Further, the 40% partial \nrecovery is equivalent to the partial recovery that the liquidating trust guarantees to \ntort claimants—thus putting all claimants on a level footing .  The Court concludes \nthat these recommendations are fair.   \n28. For all these reasons, the Court concludes that the Receiver’s proposed \nclaims process is fair and that it is in the best interest of the receivership estate, the \ncreditors, and all interested parties.    \nIII. \nCONCLUSION \n29. Accordingly, the Court, in the exercise of its discretion, ORDERS as follows: \na. The Receiver’s Motion to Approve Claims Resolution and Distribution \nProcess is GRANTED, and United States Steel Corporation’s objection \nis OVERRULED; \nb. The Court  APPROVES the terms of the Revised Liquidating Trust \nAgreement found at ECF No. 54.2.  and Tort Claim Form  attached as \nexhibit B to th e motion, and ADOPTS the Receiver’s recommended \nclaims process for resolving tort claims; \nc. Not later than 30 days after the date this Order becomes final and \nnonappealable (“Effective Date”), Michael L. Martinez—both as grantor \nand initial t rustee (“Liquidating Trustee”) —shall execute the Revised \nLiquidating Trust Agreement; \nd. Within 14 days of the Effective Date, the Receiver shall file articles of \ndissolution for Radiator Specialty  and wind  up its operations  under \nN.C.G.S. §§ 55-14-07 and 57D-6-11, including providing public notice of \nthe dissolutions.  Such notice shall disclose the existence of the \nliquidating trust as the means for resolving present and future tort \nclaims; \ne. Tort claimants must submit claims against the l iquidating trust in the \nmanner set forth in the Revised Liquidating Trust Agreement and Tort \nClaim Form.   The Liquidating Trustee shall be responsible for \nadministering the claim s process, including making distributions to \nholders of allowed claims; \nf. The Court ADOPTS  the Receiver’s recommended claims process for \nresolving environmental claims; \ng. The Court ADOPTS  the Receiver’s recommended claims proce ss for \nresolving miscellaneous claims and APPROVES  the Miscellaneous \nClaim Form attached as exhibit C to the motion; \nh. Within 14 days of the Effective Date, t he Receiver shall send  the \nMiscellaneous Claim Form, a copy of this Order, and notice of the right \nto submit a claim against the receivership estate to all known holders of \nmiscellaneous claims;  \ni. Holders of m iscellaneous claims must submit claims against the \nreceivership estate not later than 60 days after the Receiver sends notice \nof the right to submit claims (“Claims Submission Deadline”) and in the \nmanner set forth in the Miscellaneous Claim Form; \nj. Within 60 days of any Claims Submission Deadline, the Receiver shall \nfile a report recommending the allowance or disallowance in whole or in \npart of any miscellaneous claim subject to the preceding Claims \nSubmission Deadline (“Cla ims Report”).  The Court’s determination of \nany miscellaneous claim subject to the Claims Report shall govern that \nclaim’s allowance and any distribution to be made on such claim from the \nreceivership property;   \nk. Distributions of receivership property  on e ach allowed m iscellaneous \nclaim shall be  made at 40% of the allowed amount.  But if the \nreceivership estate lacks sufficient funds to cover receivership \nadministrative costs and pay all allowed claims at 40% of the allowed  \namount, then the Receiver is authorized to reduce each holder’s \ndistribution by their pro rata share of the receivership administrative \ncosts; \nl. The Court shall retain exclusive jurisdiction to determine all claims, \ncontroversies, suits, and disputes that may arise in connection with the \ninterpretation, enforcement, or consummation of the motion, these claim \nprocedures, or in connection with the obligations of the Receiver or \nLiquidating Trustee, and to enter such orders as may be necessary or \nappropriate to implement any distributions to holders of allowed claims; \nto consider any modification, remedy any defect, or reconcile any \ninconsistency in these claims procedures; and to issue any order in aid of \nexecution of these claims procedures. \n \nSO ORDERED, this the 1st day of May, 2024. \n \n \n        /s/ Adam M. Conrad                    \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n \n "
}