{
  "id": "3a8568f5bb6a0864f8cce1d70b8c88503623900f04ecf40f5b49ec3b2bb34c1b",
  "source_file": "data/raw/ncbc/3a8568f5bb6a0864f8cce1d70b8c88503623900f04ecf40f5b49ec3b2bb34c1b.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n \n19 CVS 21650 [MASTER FILE] \n    Related Cases: \nCARL E. MERRELL; LYLE RANSON; \nJEANETTE RANSON; CRAIG S. \nMILLER; WANDA EDWARDS \nMILLER; and ROBERT J. NASTASE, \n \nPlaintiffs, \n \nv. \n \nJAMES M. SMITH; JENNIFER \nSMITH; and CAROLINA BEVERAGE \nGROUP, LLC f/k/a CAROLINA BEER \n& BEVERAGE, LLC, \n \nDefendants. \n \n19 CVS 22027 \n19 CVS 23665 \n19 CVS 23856 \n \n \nORDER AND OPINION ON \nDEFENDANT CAROLINA \nBEVERAGE GROUP, LLC’S  \nMOTION TO DISMISS COMPLAINTS \nUNDER RULE 12(b)(6) OF THE \nNORTH CAROLINA RULES OF \nCIVIL PROCEDURE \n[AMENDED]\n1 \n \n \n1. THIS MATTER is before the Court on  the Motion to Dismiss Complaints \nUnder Rule 12(b)(6) of the North Carolina Rules of Civil Procedure (the “Motion to \nDismiss” or the “Motion” ) filed by Defendant Carolina  Beverage Group, LLC , f/k/a \nCarolina Beer & Beverage, LLC  (“CBB”), in three pending Mecklen burg County \nactions the Court refers to collectively as the “CBB Cases”: (1) Merrell, et al. v. Smith, \net al. , (19 CVS 21650);  (2) Strack, et al. v. Smith, et al. , (19 CVS 22027); and  (3) \nCochrane, et al. v. Smith, et al., (19 CVS 23665).2 \n2. Although the Court has not determined whether the CBB Cases shall be \nconsolidated for trial, the Court and the parties previously agreed on a coordinated \napproach to discovery and motions practice.   (See ECF Nos. 25 [19 CVS 21650]; 34 \n \n1  This Amended Order and Opinion is being issued to correct the case caption. \n \n2  A fourth case involving similar allegations, Short v. Smith, et al., was voluntarily dismissed \non September 28, 2020.  (ECF No. 86 [19 CVS 23856].) \nMerrell v. Smith, 2020 NCBC 93. \n[19 CVS 22027]; 18 [19 CVS 23665]  [“Case Mgmt . Plan”].)  Consistent with that  \nagreement, CBB filed the Motion to Dismiss as one coordinated motion, along with a \nMemorandum in Support of the Motion , requesting dismissal of all claims that the \nplaintiffs in the CBB Cases (together, “Plaintiffs”) have asserted against CBB.  (ECF \nNos. 45–46 [19 CVS 21650]; 60–61 [19 CVS 22027]; 46 –47 [19 CVS 23665] [“Mot. to \nDismiss” and “Mem. in Supp.”].)  The three operative complaints subject to the Motion \nto Dismiss are (1) the Second Amended Complaint filed in Merrell  (the “Merrell \nComplaint”); (2) the Second Amended Complaint filed in Strack (the “Strack \nComplaint”); and (3) the Amended Complaint filed in Cochrane (the “Cochrane \nComplaint”) (together, “Plaintiffs’ Complaints”) .  (ECF Nos. 24  [19 CVS 21650]  \n[“Merrell Compl.”] ; 33 [19 CVS 22027]  [“Strack Compl.”] ; 7 [19 CVS 23665]  \n[“Cochrane Compl.”].)   \n3. For the reasons set forth in this Order and Opinion, the Court GRANTS in \npart and DENIES in part the Motion to Dismiss. \nHemmings & Stevens, by Aaron C. Hemmings, for Plaintiffs. \n \nWinston & Strawn, LLP, by Amanda L. Groves, Kevin Y. Zhao , and \nTimothy G. Hughes , for Defendant  Carolina Beverage Group, LLC, \nf/k/a Carolina Beer & Beverage, LLC. \n \nRobinson, Judge. \n \n \nI. FACTUAL BACKGROUND3 \n4. The Court does not make findings of fact on a  Rule 12(b)(6)  motion to \ndismiss.  Instead, the Court only recites the factual allegations, taken from Plaintiffs’ \nComplaints and their attachments, that are relevant to the Court’s determination of \nthe Motion to Dismiss. \nA. Introduction \n5. The parties vary across the CBB Cases, but each action involves the same \ncore allegations.   (See generally  Merrell Compl.; Strack Compl.; Cochrane Compl.)  \nPlaintiffs are former members of CBB, a North Carolina limited liability company  \n(“LLC”), and allege that Defendant James Michael Smith (“Michael”), a CBB officer \npossessing inside information, selectively notified the late Richard C. Siskey \n(“Siskey”) in 2006 that a private equity firm had expressed interest in purchasing \nCBB and that CBB was also  close to finalizing a lucrative bottling franchise \ndeal.  (Merrell Compl. ¶¶ 1, 4, 12, 14, 34.)   \n6. After learning this inside information, Siskey allegedly devised a \nfraudulent scheme to purchase Plaintiffs’ respective ownership interests in CBB, at \nless than the true value of the interests, prior to CBB’s sale.   (Merrell Compl. ¶¶ 35, \n49.)  Plaintiffs claim that Michael and his wife Defendant Jennifer Smith (“Jennifer”), \nan employee of CBB  (together, the “Smiths”) , helped Siskey defraud Plaintiffs by \n \n3  Plaintiffs’ Complaints each contain nearly verbatim factual allegations about the alleged \nfraudulent scheme underpinning the CBB Cases.  Therefore, the Court deems it appropriate, \nfor purposes of enhancing readability and avoiding unnecessarily large cit ations, to cite to \nthe numbered allegations in one complaint only, the Merrell Complaint, for much of this \nsection.  The Court notes where there are specific allegations that vary within or across each \nof Plaintiffs’ Complaints.  \nconcealing the inside information about CBB from Plaintiffs, and in return for their \nhelp, Siskey gave the Smiths many lavish gifts.  (Merrell Compl. ¶¶ 13, 39, 44, 67.)   \n7. According to Plaintiffs, the scheme perpetrated by Siskey and the Smit hs \nresulted in Siskey unfairly reaping millions of dollars following the sale of CBB while \nPlaintiffs received nothing when CBB was sold.  (Merrell Compl. ¶¶ 1, 4–5, 82.)   \nB. The Parties4 \n8. Although the parties differ across the three CBB Cases, the plaintiffs in \neach case assert identical claims against CBB and the Smiths. \n9. The Merrell case involves claims by Carl E. Merrell, Lyle Ranson, Jeanette \nRanson, Craig S. Miller, Wanda Edwards Miller, and Robert J. Nastase against CBB \nand the Smiths.  (Merrell Compl. ¶¶ 6–14.) \n10. In the Strack action, Jeffrey A. Strack, Penny N. Strack, James C. Wilson, \nRoy Lynam, Pamela Boileau, Dallas Pendry, Jr., Mallory Johnson, Rita Dilling, \nCarolyn Crozier, Thomas J. Crozier, Jr.,  and Kent Kalina have brought claims \nagainst CBB;  the Smiths ; Metropolitan Life Insurance Company  (“MetLife \nInsurance”); MSI Financial Services, Inc., f/k/a MetLife Securities, Inc.  (“MSI”) \n(MetLife Insurance and MSI together, the “MetLife Defendants”) ; and the estate of \nSiskey, as administered by F. Lane Williamson  (“Siskey’s Estate”).5  (Strack Compl. \n¶¶ 8–20, 23–25.) \n \n4  On May 28, 2020, Plaintiffs in all three CBB Cases voluntarily dismissed  all their claims \nagainst Home Run Holdings, LLC.  (ECF Nos. 41 [19 CVS 21650]; 56 [19 CVS 22027]; 40 [19 \nCVS 23665].) \n \n5  Scott Keck, a former plaintiff in the Strack  case, voluntarily dismissed  all his claims \nagainst all defendants on September 28, 2020.  (ECF No. 102 [19 CVS 22027].) \n11. Finally, in the Cochrane litigation, Jeffrey Neal Cochrane and Gary Alan \nCochrane, as co-administrators of the estate of Ralph Neal Cochrane, 6 have brought \nclaims against CBB, the Smiths , the MetLife Defendants ,7 and Siskey’s \nEstate.8  (Cochrane Compl. ¶¶ 8–11, 14–16.) \nC. CBB’s Formation \n12. Michael formed CBB in 1997.  (Merrell Compl. ¶¶ 21.)  That same year, he \nand Siskey became business partners when they formed an entity called Wall Street \nInvestments, LLC, f/k/a Consolidated Investments, LLC.  (Merrell Compl. ¶¶ 20, 24.)  \nThree years later, Michael  asked Siskey to help him  raise capital to launch \nCBB.  (Merrell Compl. ¶ 26.)  At the time, Siskey worked as an insurance agent and \nsecurities broker for the MetLife Defendants.   (Merrell Compl. ¶ 22.)  Siskey agreed \nto help Michael, and they both began marketing CBB to Siskey’s existing insurance \nand investment clients, which included Plaintiffs.  (Merrell Compl. ¶¶ 27–29.)   \n13. With Siskey’s assistance, Michael was able to raise the start-up capital for \nCBB by selling ownership interests in CBB to thirty-five of Siskey’s clients, including \nPlaintiffs.  (Merrell Compl. ¶  30.)  Plaintiffs purchased their respective interests in \nCBB between 2001 and 2003.   (Merrell Compl. ¶¶ 101–02, 119–21, 139–41, 159–61; \n \n6  Ralph Neal Cochrane, now deceased, was a former member of CBB.  His sons Jeffery Neal \nCochrane and Gary Alan Cochrane were not membe rs, though they seek relief on behalf of \ntheir father’s estate.  (Cochrane Compl. ¶¶ 1, 8, 164–65, 176.)   \n \n7  The MetLife Defendants have filed a separate motion to dismiss in the Strack and Cochrane \nactions, which the Court will address in a separate order and opinion.  (ECF Nos. 62 [19 CVS \n22027]; 48 [19 CVS 23665].) \n \n8  On October 30, 2020, the Cochrane plaintiffs voluntarily dismissed the claims asserted \nagainst John D. Phillips in that case.  (ECF No. 89 [19 CVS 23665].) \nStrack Compl. ¶¶ 147–48, 165–67, 187–88, 236–37, 256–57, 279–80, 298–99, 319–21, \n340–41; Cochrane Compl. ¶¶ 164–65.)   \n14. After raising the start -up capital for CBB, and during the time period \nrelevant to Plaintiffs’ allegations, Michael was CBB’s majority interest holder and its \nChief Executive Officer (“CEO”), and Jennifer was employed by CBB as a Special \nProjects Leader.   (Merrell Compl. ¶¶  12–13, 31 .)  Siskey received a five percent  \nownership interest in CBB for his assistance , which he eventually sold  back to the \ncompany and to some of his clients between 2003 and 2005 .  (Merrell Compl. ¶¶ 27, \n31, 33.)   \nD. The Alleged Fraudulent Scheme Begins \n15. The alleged scheme at the center of  Plaintiffs’ Complaints began with an \nemail from Michael to Siskey dated December 11, 2006 , in which Michael  \ncommunicated that he had  been “approached by an investment group seeking to \npurchase [CBB]” and that  CBB was close to finalizing  a “Cap Can [franchise] \ndeal.”  (Merrell Compl. ¶ 34, Ex. 1.)  Upon receiving this “material non-public insider \ninformation,” Siskey formed a plan to “fraudul ently purchase” the ownership \ninterests of the clients he had previously advised to invest in CBB, so he could “cash \nin on the impending sale” of CBB.  (Merrell Compl. ¶ 35.) \n16. Recognizing that Michael, as CBB’s majority interest holder, would need to \napprove the transfer of any ownership interests in the company  (CBB had a right of \nfirst refusal), Siskey sought to secure Michael’s cooperation in his scheme to purchase \nhis clients’ interests.  (Merrell Compl. ¶¶ 36–37.)  Plaintiffs claim that, in early 2007, \nSiskey and the Smiths “f ormed and agreed upon a plan with  . . . Siskey to allow \n[Siskey] to fraudulently purchase shares of stock in [CBB] from his clients.”  (Merrell \nCompl. ¶ 39.)  The plan, according to Plaintiffs, involved the Smiths concealing from \nSiskey’s clients the same material inside information that Michael had selectively \ngiven to Siskey, so that Siskey could mislead his  clients when advising them to sell \ntheir interests in CBB.  (Merrell Compl. ¶¶ 47–49.)  In exchange for their assistance, \nSiskey allegedly gave the Smiths many  expensive gifts.  (Merrell Compl. ¶¶ 37 –38, \n40, 67–68.) \nE. The Smiths’ Communications with Siskey and CBB’s Members \n17. After Siskey and the Smiths developed  a plan to defraud Siskey’s clients, \nthe Smiths regularly updated Siskey on the progress of CBB’s  negotiations with (1) \nthe private equity firm seeking to purchase CBB and (2) Austria-based company Red \nBull regarding a distribution contract. (Merrell Compl. ¶¶ 41, 81.)   \n18. Plaintiffs also identify the following communications between the Smiths \nand Siskey that took place in 2007, which Plaintiffs contend were connected to  the \nplan to defraud Siskey’s clients, including Plaintiffs. \na. On February 14, 2007, Michael sent an email to Siskey, in which \nMichael stated that he had  recently reported to Plaintiffs’ Individual \nRetirement Account (“IRA”) custodian that the CBB stock that Plaintiffs \nowned was worth $150,000 per share.   (Merrell Compl. ¶ 48, Ex. \n6.)  Michael made this valuation “ for the purpose of \nmisleading . . . Plaintiffs and allowing  . . . Siskey to make \nmisrepresentations to his clients.”9  (Merrell Compl. ¶ 48.)  \nb. On February 21, 2007, Jennifer  emailed Siskey  to give him advance \nnotice of an upcoming annual business meeting for CBB’s members,  \nscheduled for March 29, 2007.  (Merrell Compl. ¶ 45, Ex. 5.)     \nc. On November 12, 2007, Sisky sent an email to Jennifer with a list of \nclients, including  some of the plain tiffs, from whom  Siskey allegedly \n“had fraudulently obtained an agreement to redeem their [CBB] \nstock.”  (Merrell Compl.  ¶ 61, Ex. 13 .)  In that email, Siskey asked \nJennifer how he should deliver to the Smiths the consent forms for those \nstock transfers.  (Merrell Compl., Ex. 13.)  Jennifer  responded that \nSiskey could either send the forms by overnight mail or he could hand \ndeliver them to the Smiths’ home.  (Merrell Compl., Ex. 14.)   \nd. In a November 13, 2007 email exchange between Siskey and Jennifer , \nSiskey referred to “Operation Zero,” which Plaintiffs contend  was the \nname Siskey and the Smiths gave to their fraudulent scheme.  (Merrell \nCompl. ¶ 64, Ex. 16.) \n19. The Smiths also communicated with CBB’s members in 2007.  On March 2, \n2007, Jennifer sent an email to CBB’s members, giving them notice of the March 29, \n2007 annual business meeting .  (Merrell Compl., Ex. 5.)  This March 2, 2007 notice \n \n9  Although Plaintiffs’ Complaints each contain the general allegation that Michael reported \nthis value to Plaintiffs’ IRA custodian, the complaints do not specifically allege that Craig S. \nMiller, Wanda Edwards Miller, Jeffrey A. Strack, Penny N. Strack, and James C. Wilson had \nan IRA account with this custodian.  (See Merrell Compl. ¶¶ 137–55); Strack Compl. ¶¶ 142–\n80.) \ndid not disclose to the members the CBB inside information that Michael had shared \nwith Siskey in December 2006.  (Merrell Compl. ¶ 45, Ex. 5.)  Nor did Michael disclose \nthis information to CBB’s members at the March 29, 2007 meeting.  (Merrell Compl. \n¶ 45.) \nF. Siskey Purchases Plaintiffs’ Ownership Interests in CBB \n20. From September 2007 through March 2008, Siskey purchased 15.25 shares \nof CBB stock from  his clients, including  Plaintiffs, for total payments  of \n$3,872,500.  (Merrell Compl. ¶¶ 53 , 57, 103–06, 122– 26, 142 –46, 162 –65, Ex. 7 ; \nStrack Compl. ¶¶ 102, 108, 149–51, 168–71, 190–93, 238–242, 260–63, 282–84, 301–\n03, 323–25, 342–45, Ex. 22; Cochrane Compl. ¶¶ 117, 125, 168–69, Ex. 24.)  According \nto Plaintiffs, t he Smiths  knew about all these tran sactions because Michael and \nJennifer together processed them, and Michael  approved them as the holder of a \nmajority interest in CBB. (Merrell Compl. ¶¶ 54–55.)   \n21. Siskey allegedly acquired Plaintiffs’ shares by employing two tactics.  One \ntactic was to advise some plaintiffs that the time was right to redeem their CBB stock \nfor a profit.  (See Merrell Compl. ¶¶ 103–06, 142–46, 162–65; Strack Compl. ¶¶ 149–\n51, 168–71, 190–93, 260–63, 282–84, 301–03, 323–25, 342–45; Cochrane Compl. ¶¶ \n168–69.)  After these plaintiffs agreed to redeem their stock, Siskey bought the stock \nfor himself.  (See, e.g., Merrell Compl. ¶ 106.)   Siskey’s other tactic was to of fer to \npurchase some plaintiffs’ CBB stock directly for a price above what they had initially \npaid for the stock.  (Merrell Compl. ¶¶ 122–26; Strack Compl. ¶¶ 238–42.)    \n22. Regardless of whether they agreed to redeem their CBB stock or sell it \ndirectly to Siskey, Plaintiffs allege that neither  Siskey nor the Smiths disclosed to \nPlaintiffs prior to the sale the same CBB inside information Michael had previously \ngiven to Siskey .  (Merrell Compl. ¶¶ 109, 129.)   Had they known about this \ninformation, Plaintiffs allege they would not have sold their stock.   (Merrell Compl. \n¶ 180.)   \n23. Plaintiffs also assert that the Smiths continued to withhold this \ninformation from them and process/approve stock transfer forms even after a law firm \nrepresenting CBB delivered a letter  dated October 3, 2007 to Siskey (with a copy to \nMichael) that stated as follows: \nDear Rick [Siskey]: \n \nWe have recently found out from Michael Smith that Carolina Beer & \nBeverage, LLC management has been looking at certain options \nregarding a sale of either a portion or all of the company’s business \nassets.  It is our understanding that you have also recent ly been made \naware of this possible sale.   Given this information and the recent \nproposed transfers of membership interests to you, we believe that we \nshould inform you of possible liabilities that may arise in this situation.  \n \nIn our opinion, the broad r each of the securities antifraud rule 10B -5 \napplies to these transactions.   Among other restrictions, rule 10B -5 \nmakes it unlawful for any person to make any untrue statement of a \nmaterial fact or to omit to  state a material fact in connection with the \npurchase or sale of any  security.  In particular, if you have knowledge \nregarding the company and its future plans, including the plans to sell \nthe company, then you must share that knowledge with the members of \nthe company whose interests you intend to buy.   This fact is very \nmaterial to the members’ decisions to sell their interests. \n \nYou should also know that the rules and regulations related to Rule 10B-\n5 imply a right to a private remedy for violation of the rules.  Thus, any \ninvestor from whom you purchase an interest that is not fully informed \nof all the information you know may have a cause of action against \nyou.  We do not know what you or the investors are aware of but given \nthe information we have recently learned from Mr. Smith, we wanted to \nmake sure we informed you of possible issues that may arise regarding \nproposed transfers once you have become aware of the sale of the \ncompany. \n \nGiven this information, we have advised Mr. Smith to withhold his \nconsent from transfers of any more interests until a ll members of the \ncompany are made aware of  management’s current plans.   We believe \nthat this action is prudent given the possible liability that may be \nincurred by many different parties if any more sales of interests occur \nwithout all parties having know ledge of all the relevant \ninformation.  We understand that Mr. Smith is  sending a notice to all \ninvestors soon. \n \nIf you have any questions or require anything further regarding these \nmatters, please contact me. \n \nSincerely,  \n \nWISHART, NORRIS, HENNINGER & PITTMAN, P.A. \n \nGary W. Smith \n \n \ncc:  Mr. Michael Smith, Carolina Beer & Beverage, LLC \n \n(Merrell Compl., Ex. 11; see also Merrell Compl. ¶¶ 56–58.) \nG. The SunTx Partners Sale and the Red Bull Deal \n24. In 2009, private equity firm SunTx  Partners purchased CBB . (Merrell \nCompl. ¶¶ 76–77.)  CBB also finalized the distribution contract with Red Bull that \nyear.  (Merrell Compl. ¶ 81.)   \n25. According to Plaintiffs, as a direct result of the SunTx Partners transaction, \nSiskey received over $20,000,000 based on his ownership of the 15.25 shares of CBB \nstock he had fraudulently purchased from  his clients, including  Plaintiffs, for \n$3,872,500.  (Merrell Compl . ¶ 80, Ex. 7 .)  Plaintiffs, on the other hand , received \nnothing from the sale of CBB .  (Merrell Compl . ¶ 82.)  Plaintiffs allege that SunTx \nPartners ultimately sold its majority interest in CBB to Byrnwood Partners in May \n2018, leading to more distributions for CBB’s members, including Siskey’s Estate, as \na result of that transaction.  (Merrell Compl. ¶ 92–93.)   \nII. PROCEDURAL BACKGROUND \n26. Plaintiffs initiated the CBB Cases in November 2019 ( Merrell and Strack) \nand December 2019 ( Cochrane).  (ECF Nos. 2 [19 CVS 21650]; 3 [19 CVS 22027]; 3 \n[19 CVS 23665].)   Each case was designated to the Business Court and assigned to \nthe undersigned.  (ECF Nos. 1 [19 CVS 21650]; 1, 2 [19 CVS 22027]; 1, 2 [19 CVS \n23665].)  The three operative complaints challenged by the Motion to Dismiss  were \nfiled on January 28, 2020  (Cochrane) and March 10, 2020 (Merrell and \nStrack).  (Merrell. Compl.; Strack Compl.; Cochrane Compl.)   \n27. On June 1, 2020, CBB timely filed the Motion to Dismiss.  (Mot. to Dismiss.)  \nThe Motion has been fully briefed.  (Mem. in Supp.; ECF Nos. 58 [19 CVS 21650]; 80 \n[19 CVS 22027]; 63 [19 CVS 23665] [“Mem. in Opp’n”]; ECF Nos. 61 [19 CVS 21650]; \n83 [19 CVS 22027]; 66 [19 CVS 23665] [“Reply Br.”].)  On October 5, 2020, the  Court \nheld a hearing by video conference on the Motion, at which all parties were \nrepresented by counsel.  The Motion is now ripe for resolution. \nIII. LEGAL STANDARD \n28. When ruling on a Rule 12(b)(6) motion  to dismiss, the Court views  the \ncomplaint’s allegations in the light most favorable to the plaintiff.  See Christenbury \nEye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5, 802 S.E.2d 888, 891 (2017).  The Court  \nanalyzes “whether, as a matter of law, the allegations of the complaint  . . . are \nsufficient to state a claim upon which relief may be granted under some legal \ntheory[.]”  Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 \n(1987).  As part of this analysis, the Court treats all well-pleaded factual allegations \nas true.  See Krawiec v. Manly, 370 N.C. 602, 606, 811 S.E.2d 542, 546 (2018).  The \nCourt, however, is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t o f Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005) (citation omitted). Additionally , the Court may consider \ndocuments attached to and incorporated into the complaint without converting the \nRule 12(b)(6) motion  to dismiss into a motion for summary judgment.   See Moch v. \nA.M. Pappas & Assocs., LLC., 251 N.C. App. 198, 206, 794 S.E.2d 898, 903 (2016). \n29. Granting a Rule 12(b)(6) motion  is proper when “(1) the complaint on its \nface reveals that no law supports the plaintiff’s claim; (2) the complaint on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the complaint \ndiscloses some fact that necessarily defeats the plaintiff’s claim. ”  Corwin v. British \nAm. Tobacco PLC , 371 N.C. 605, 615, 821 S.E.2d 729, 736−37 (2018) ( citation \nomitted).  The Supreme Court of North Carolina “routinely  uses [this] Rule 12(b)(6) \nstandard . . . in assessing the sufficiency of complaints in the context of complex \ncommercial litigation.”  Id. at 615 n.7, 821 S.E.2d at 737. \nIV. ANALYSIS \n30. CBB moves to dismiss each of the following eight claims that Plaintiffs have \nasserted against it : (1) breach of fiduciary duty, (2) fraud by omission /concealment, \n(3) fraud in the inducement, (4) state securities fraud, (5) constructive fraud, (6) civil \nconspiracy, (7) negligent misrepresentation in the alternative , and (8) vicarious \nliability/respondeat superior.  (Mot. to Dismiss; Mem. in Supp. 2, 7.)  As an artificial \nentity, CBB can only act through its agents, see Technetics Group Daytona, Inc. v. N2 \nBiomedical, LLC, 2018 NCBC LEXIS 116, at *7 (N.C. Super. Ct. Nov. 8, 2018), which \nmakes Plaintiffs’ v icarious liability/respondeat superior claim the natural starting \npoint for the Court’s analysis.10 \nA. Vicarious Liability/Respondeat Superior  \n31. Relying on the respondeat superior doctrine , Plaintiffs assert that CBB is \nvicariously liable for the claims they have lodged against the Smiths (i.e., breach of \nfiduciary duty, fraud by omission/concealment, fraud in the inducement, state \nsecurities fraud, constructive fraud, civil conspiracy, and negligent \nmisrepresentation).  (See Merrell Compl. ¶ 287; Strack Compl. ¶ 524 ; Cochrane \nCompl. ¶ 365.)   \n32. Under the respondeat superior doctrine, an employer may be  held \nvicariously liable for its employee’s misconduct in three situations : (1) when the \n \n10  Although Plaintiffs’ Complaints repeatedly allege that CBB and Michael are or acted as \n“alter egos” of each other, (see, e.g., Merrell Compl. ¶¶ 16, 179, 208, 211, 221, 278), Plaintiffs \nhave not asserted a veil piercing claim or otherwise pled the elements to support such a claim.  \nSee Gurkin v. Sofield , 2020 NCBC LEXIS 49, at *22– 24 (N.C. Super. Ct. Apr. 15, 2020) \n(explaining the doctrine of reverse veil piercing, under which an entity can be held personally \nliable for its majority owner’s actions).  \nmisconduct is expressly authorized by the employer ; (2) when the misconduct is \ncommitted within the scope of the employee’s employment and in furtherance of the \nemployer’s business; or (3) when the misconduct is ratified by the employer .   White \nv. Consol. Planning, Inc., 166 N.C. App. 283, 296, 603 S.E.2d 147, 157 (2004).   \n33. Plaintiffs appear to argue that  CBB can be held vicariously liable for the \nSmiths’ alleged misconduct on the basis of all three situations described \nabove.  (Mem. in Opp’n  4–5.)  However , Plaintiffs’ Complaints specifically assert a \nscope of employment theory, and they  do not contain factual allegations suggesting \nthat Plaintiffs are pursuing a respondeat superior claim against CBB based on the \nother two situations .  (See Merrell Compl. ¶ 286; Strack Compl. ¶ 523; Cochrane \nCompl. ¶ 364.)    Therefore, the Court will only  analyze whether Plaintiffs have \nsufficiently stated a claim for respondeat superior liability against CBB with regard \nto the scope of employment situation, not the other two situations.    \n34. The jury ordinarily decides whether an employee’s misconduct was \ncommitted within the scope of his/her employment and in furtherance of the \nemployer’s business.   See Medlin v. Bass, 327 N.C. 587, 593, 398 S.E.2d 460, 463 \n(1990).  But when the misconduct is “so clearly outside the scope of employment,” the \ntrial court may resolve a respondeat superior claim, as a matter of law, in favor of the \nemployer.  Id. at 594, 398 S.E.2d at 464.   \n35. Here, CBB contends that the Smiths’ alleged misconduct, “engaging in a \nprivate fraud scheme,” was “ clearly outside of the legitimate scope of their \nrelationship with [CBB].”   (Mem. in Supp. 12.)  CBB also argues that Plaintiffs’ \nComplaints establish that this alleged scheme only furthered the Smiths’ private \ninterests, not CBB’s business, since Plaintiffs allege that the Smiths and Siskey, not \nCBB, were the sole beneficiaries of the scheme to defraud Plaintiffs.  (Mem. in Supp. \n11–13.)      \n36. The Court is not persuaded.  To begin with, CBB does not to cite to, and the \nCourt’s research has not revealed , any controlling  law requiring a plaintiff to  \nspecifically plead that an employer benefited from its employee’s misconduct  to \nsustain a respondeat superior claim  against the employer .  Cf. Troxler v. Charter \nMandala Ctr., Inc., 89 N.C. App. 268, 271, 365 S.E.2d 665, 668 (1988) (“To be within \nthe scope of employment, an employee, at the time of the incident, must be acting in \nfurtherance of the principal’s business and for the purpose of accomplishing the \nduties of his employment. . . . If an employee departs from that purpose to accomplish \na purpose of his own, the principal is not liable.”).   Therefore, Plaintiffs’ failure to \nspecifically allege that CBB benefited from the Smiths’ conduct is not fatal to their \nvicarious liability/respondeat superior claim against CBB.\n11  In addition, by narrowly  \nfocusing on who benefited from the alleged fraud, CBB overlooks the Court of Appeals’ \n \n11  Notably, CBB attempts to distinguish Plaintiffs’ vicarious liability/respondeat superior \nclaim from the respondeat superior claim that the Court declined to dismiss in another case \ninvolving the MetLife Defendants and Siskey, Aldridge v. Metro. Life Ins. Co. , 2019 NCBC \nLEXIS 116, at *61–65 (N.C. Super. Ct. Dec. 31, 2019).   (Mem. in Supp. 13.)  However, CBB \nignores the Court’s determination in Aldridge that the MetLife Defendants’ contention—that \n“the activities conducted” by the MetLife Defendants’ employees “were private matters that \npersonally benefitted Siskey, not the MetLife Defendants” —required the Court to “go[] \nbeyond the allegations cont ained in the four corners of the Complaints and [was] therefore \nnot appropriate on the Court’s consideration of the Rule 12(b)(6) motions.”   2019 NCBC \nLEXIS 116, at *62.  Importantly, the Court did not conclude in Aldridge that a plaintiff is \nrequired to specifically plead that the employer benefited from its employee’s misconduct in \norder to maintain a respondeat superior claim.  See id. at *61–65. \ndecision in White v. Consolidated Planning, Inc., 166 N.C. App. at 283, 603 S.E.2d at \n147, which provides useful guidance concerning the scope of employment issue in the \ncontext of alleged fraudulent conduct.   \n37. There, the Court of Appeals considered whether an employee’s alleged \nintentional misconduct (misappropriating a plaintiff investor’s funds) had been \ncommitted within the scope of his employment with the defendant insurance \ncompany.  Id. at 287–91, 296, 603 S.E.2d at 152–54, 157.  In analyzing this issue, the \nCourt of Appeals explained that “the critical question [was] whether the [misconduct] \nwas committed in the course of activities that the employee was authorized to \nperform.”  Id. at 298, 603 S.E.2d at 158 (emphasis added); see also id.  at 297, 603 \nS.E.2d at 157 (“The general rule is that a principal is responsible to third parties for \nthe fraud of its agent while acting within his authority.” (quoting Thrower v. Coble \nDairy Prods. Co-operative, Inc., 249 N.C. 109, 111, 105 S.E.2d 428, 430 (1958))).  And \nsince the plaintiff had presented evidence showing that the employee had been able \nto misappropriate the funds by exploiting his assigned jobs duties, the Court of \nAppeals concluded that there was a genuine issue of material fact as to whether the \nemployee had acted within the scope of his employment with the defendant.   Id. at \n299–300, 603 S.E.2d at 159. \n38. Here, there are allegations that, if  proven true, could support a \ndetermination that the Smiths were able  to, in conjunction with Siskey,  defraud \nPlaintiffs by exploiting their assigned job duties as CEO and Special Projects Leader \nof CBB, similar to how the employee exploited his assigned job duties in White .  For \nexample, Michael’s email to Siskey stating that Michael had been approached by an \ninvestment group interested in purchasing CBB contained Michael’s CEO title. (See, \ne.g., Merrell Compl. ¶ 34, Ex. 1.)  That email is relevant to  Plaintiffs’ claims.  Also, \nwhen Jennifer emailed Siskey to give him advance notice about the March 29, 2007 \nbusiness meeting for CBB’s members, it appears that she  sent that email from her \n“carolinabeer.com” account.  (See, e.g. , Merrell Compl. ¶ 45, Ex. 5.)   This \ncommunication is relevant to Plaintiffs’ claims because Siskey apparently was not a \nmember of CBB at the time .  Lastly, when Siskey and Jennifer exchanged emails \nabout stock transfer consent forms that needed to be processed and approved by the \nSmiths in connection with the alleged plan to defraud Plaintiffs , it appears that \nJennifer again used her “carolinabeer.com” account  for these \ncommunications.  (Merrell Compl. ¶¶ 61–63, Ex. 13–15.) \n39. At this preliminary  stage, then, the Court concludes that Plaintiffs have \nsufficiently stated a respondeat superior claim against CBB based on a scope of \nemployment theory.  Thus, to the extent that Plaintiffs’ vicarious liability/respondeat \nsuperior claim against CBB is premised on this  theory, the Court denies CBB’s \nrequest to dismiss the claim.  CBB is free to revisit  this scope of employment issue \nafter discovery and on a more developed record. \nB. Breach of Fiduciary Duty and Constructive Fraud  \n40. The Court next turns to Plaintiffs’ breach of fiduciary duty and constructive \nfraud claims against CBB.  These two claims are legally distinct.  See White, 166 N.C. \nApp. at 294–95, 603 S.E.2d at 155 –56.  However, as alleged by Plaintiffs here, both \nclaims rest on the alleged existence of a fiduciary relationship.    \n41. Plaintiffs allege, and CBB denies,  that they had a fiduciary relationship \nwith CBB when the Smiths and Siskey conspired to induce Plaintiffs to sell their CBB \nstock.  (See Merrell Compl. ¶¶ 182, 250; Strack Compl. ¶¶ 362, 479; Cochrane Compl. \n¶¶ 199, 316.)  Thus, the Court must determine, as a threshold matter  and in the \nabsence of a written agreement providing otherwise, whether Plaintiffs have alleged \nsufficient factual allegations to support their  contention that CBB, under North \nCarolina law, owed a fiduciary duty to Plaintiffs as its members.  CBB contends that, \nin accordance with well -established corporate law principles, CB B did not owe such \na duty to its members.  (Mem. in Supp. 13–17.)  The Court agrees. \n42. This Court has previously ruled that a corporation does not owe a reciprocal \nfiduciary duty to its directors and officers.  See Talisman Software, Sys. & Servs. v. \nAtkins, 2015 NCBC LEXIS 108, at *12 (N.C. Super. Ct. Nov. 18, 2015) (“In North \nCarolina, while directors and officers of a corporation generally owe a fiduciary duty \nto the corporation , . . . a corporation does not owe a reciprocal fiduciary duty to its \ndirectors and officers.” (citations omitted)); Kingsdown, Inc., v. Hinshaw, 2015 NCBC \nLEXIS 30, at *27 n.9 (N.C. Super. Ct. Mar. 25, 2015) (stating that an o fficer’s \ncontention that the corporation owed her a fiduciary duty “is simply not the \nlaw”).  This same reasoning should apply here, particularly  because by default  an \nLLC’s members do not owe a fiduciary duty to the LLC in the first place.12  See Kaplan \nv. O.K. Techs., L.L.C., 196 N.C. App. 469, 473, 675 S.E.2d 133, 137 (2009). \n43. It appears that Plaintiffs contend that CBB owed them a fiduciary duty on \nthe basis of Michael ’s alleged status as CBB’s majority interest holder .  ( Mem. in \nOpp’n 2.)  This argument misses the mark.  Any fiduciary duty arising from Michael’s \nstatus as CBB’s majority interest holder is a duty he, not CBB, owed to Plaintiffs.  See \nCorwin, 371 N.C. at 616, 821 S.E.2d at 737 (noting that “the majority stockholder of \na corporation owes fiduciary duties to the minority stockholders”); Fiske v. Kieffer, \n2016 NCBC LEXIS 22, at *9 (N.C. Super. Ct. Mar. 9, 2016) (explaining that, under  \nsome circumstances, “a holder of a majority interest w ho exercises control over the \nLLC owes a fiduciary duty to minority interest members”) ; see also Bateman v. JAB \nWireless, No. 2:14-cv-147-RJS, 2015 U.S. Dist. LEXIS 88094, at *12 (D. Utah July 6, \n2015) (“The existence of a fiduciary relationship between a majority shareholder and \nminority shareholders is not a remarkable proposition.  And it is not the same thing \nas a fiduciary relationship between a corporation and its own shareholders.”).   \n44. And to the extent that Plaintiffs seek to hold CBB vicariously liable for the \nSmiths’ alleged breach of fiduciary duty and constructive fraud  by operation of  the \nrespondeat superior doctrine, this theory fares no better.  (See Merrell Compl. ¶ 287; \n \n12  The Court makes no determination as to whether CBB’s operating agreement might create \na fiduciary relationship between CBB and its members (however unlikely that may be), since \nthe Court has not been presented with the operating agreement for review and the fiduciary \nduty claimed by Plaintiffs here does not arise from any language in an operating (or other \nwritten) agreement but solely by virtue of Michael’s majority interest in CBB.  See Strategic \nMgmt. Decisions v. Sales Performance Int’l , 2017 NCBC LEXIS 69, at *10– 11 (N.C. Super. \nCt. Aug. 7, 2017) (“The rights and duties of LLC members are ordinarily govern ed by the \ncompany’s operating agreement, not by general principles of fiduciary relationships.”).  \nStrack Compl. ¶ 524; Cochrane Compl. ¶ 365.)  Indeed, permitting Plaintiffs as CBB’s \nmembers to hold the LLC vicariously liable for its agents’ alleged breach of fiduciary \nduty or constructive fraud would effectively shift the  cost of these torts from the \nagents to the members, the group harmed by these torts, given that the members own \nthe LLC.  See, e.g., Radol v. Thomas, 772 F.2d 244, 258–59 (6th Cir. 1985) (relying on \nthis reasoning in rejecting  an attempt by a corporation’s shareholders to hold the \ncorporation vicariously liable for its directors’ b reach of fiduciary duty ).  “[S]uch a \nresult would be flatly inconsistent with the rationale of vicarious liability.”  Id. at 259. \n45. In sum, having considered North Carolina’s default rules for LLCs and \nother relevant corporate law principles, the Court concludes that Plaintiffs have not \nalleged facts sufficient to establish the existence of a fiduciary relationship between \nthem and CBB.  Nor may they hold CBB vicariously liable for the Smiths’ alleged \nbreach of fiduciary duty and constructive fraud on the pleaded facts.  Consequently, \nPlaintiffs’ breach of fiduciary duty and constructive fraud claims against CBB, \nwhether asserted directly or vicariously, are dismissed. \nC. Fraud by Omission/Concealment and Fraud in the Inducement  \n46. Next, the Court considers Plaintiffs’ two common law fraud claims against \nCBB: fraud by omission/concealment and fraud in the inducement.  It is unclear from \nPlaintiffs’ Complaints how  exactly these two claims  differ.  At bottom, both claims \nare based on the same core all egations, specifically, that the S miths concealed \nmaterial information  from Plaintiffs relating to Plaintiffs’ decision to sell  their \nownership interests in CBB.  (See Merrell Compl. ¶¶ 184–201, 203–16; Strack Compl. \n¶¶ 383– 96; 409– 24; Cochrane Compl. ¶¶ 220– 33; 246 –61.)  Moreover, Plaintiffs’ \nbriefing is completely devoid of any discussion about the ir fraud in the inducement \nclaim.  (See generally Mem. in Opp’n.)  The Court thus concludes that Plaintiffs’ two \nfraud claims against CBB are identical to each other, and as a result, the Court  will \nanalyze both claims together as one fraudulent concealment claim.  \n47. The elements of fraud are a “[f]alse representation  or concealment of a \nmaterial fact, (2) reasonably calculated to deceive, (3) made with intent to deceive, (4) \nwhich does in fact deceive, (5) resulting in damage to the injured party. ”  Forbis v. \nNeal, 361 N.C. 519, 526– 27, 649 S.E.2d 382, 387 (2007)  (citation \nomitted).  Fraudulent concealment, also referred to as fraud by omission, occurs when \none party was required (i.e. had a duty) , but failed, to disclose to another  party \nmaterial information relating to a transaction between the parties.  See Harton v. \nHarton, 81 N.C. App. 295, 297, 344 S.E.2d 117, 119 (1986); Lawrence v. UMLIC-Five \nCorp., 2007 NCBC LEXIS 20, at *7–9 (N.C. Super. Ct. June 18, 2007).   Because \n“silence is fraudulent only when there is a duty to speak ,” to state a claim for fraud \nby omission, the plaintiff must allege that the defendant “had a duty to disclose \nmaterial information to [the plaintiff].” Lawrence, 2007 NCBC LEXIS 20, at *8 (citing \nGriffin v. Wheeler-Leonard & Co., 290 N.C. 185, 198, 225 S.E.2d 557, 565 (1976)).  A \nduty to disclose arises when: \n(1) there is a fiduciary relationship between the parties to the \ntransaction; (2) a party has taken affirmative steps to conceal material \nfacts from the other; or (3) one party has knowledge of a latent defect in \nthe subject matter of the negotiations about which the other party is \nboth ignorant and unable to discover through reasonable diligence. \n \nChristenbury Eye Ctr., P.A. v. Medflow, Inc. , 2015 NCBC LEXIS 64, at *14 (N.C. \nSuper. Ct. June 19, 2015) (quoting Harton, 81 N.C. App. at 298, 344 S.E.2d at 119).   \n48. Fraud by omission must be pled with particularity .  See N.C.G.S. § 1A -1, \nRule 9(b).  As this Court has observed, “fraudulent concealment or fraud by omission \nis, by its very nature, difficult to plead with particularity.”   Lawrence, 2007 NCBC \nLEXIS 20, at *9 ( quoting Breeden v. Richmond Cmty. Coll. , 171 F.R.D. 189, 195 \n(M.D.N.C. 1997)).  In Lawrence, the Court adopted the following factors to assist it in \ntesting the sufficiency of allegations supporting a fraud by omission claim under Rule \n9(b):   \n(1) the relationship [between plaintiff and defendant] giving rise to the \nduty to speak; (2) the event or events triggering the duty to speak and/or \nthe general time period over which the relationship arose and the \nfraudulent conduct occurred; (3) the general content of the information \nthat was withheld and the reason for its materiality; (4) the identity o f \nthose under a duty who failed to make such disclosures; (5) what [the \ndefendant] gained by withholding information; (6) why plaintiff's \nreliance on the omission was both reasonable and detrimental; and (7) \nthe damages proximately flowing from such reliance. \n \nId. at *9–10 (quoting Breeden, 171 F.R.D. at 195–96).  In addition, the Court has \nexplained that “[t]o show  a duty to disclose based on affirmative steps to conceal a \nmaterial fact, a plaintiff must allege the specific affirmative acts taken to conceal that \nfact.”  Vitaform, Inc. v. Aeroflow, Inc., 2020 NCBC LEXIS 132, at *31 (N.C. Super. Ct. \nNov. 4, 2020). \n49. With these principles in mind, the Court turns to CBB’s contentions.  CBB \nseeks dismissal of Plaintiffs’ fraudulent concealment claim on two grounds.  CBB first \nargues that, to the extent this claim is based on an alleged fiduciary duty owed by the \nSmiths/CBB to Plaintiffs, the claim should be dismissed.   (Mem. in Supp. 18 –19.)  \nSecond, it contends that the claim is not pled with sufficient particularity.  (Mem. in \nSupp. 19–22.)  The Court addresses each of these arguments in turn. \n50. As set forth above in section IV.B. , CBB did not owe a fiduciary duty to \nPlaintiffs, and it also cannot be held vicariously liable for the Smiths’ alleged breach \nof fiduciary duty .  Therefore, Plaintiffs’ fraud ulent concealment claim against CBB \ncannot be based on a purported fiduciary relationship with CBB.    However, having \ncarefully examined Plaintiffs’ Complaints, the Court concludes that Plaintiffs have \nmet the heightened pleading standard for a fraudulent concealment claim based on \naffirmative steps taken to conceal material facts.  \n51. First, Plaintiffs have pled the five general elements of fraud.  (See Merrell \nCompl. ¶¶ 189–99; Strack Compl. ¶¶ 388 –96, 405–06; Cochrane Compl. ¶¶ 225 –33, \n242–43.)  In addition, Plaintiffs ’ Complaints  on balance  contain sufficient factual \nallegations to put CBB on notice of the nature of Plaintiffs’ fraud claim against CBB, \nconsistent with  the Lawrence factors as well as the purpose behind  the Rule 9(b) \nparticularity requirement.  See Biopharm., Inc. v. RSM US LLP, 2018 NCBC LEXIS \n101, at *63 (N.C. Super. Ct. Sept. 28, 2018) (“The purpose of Rule 9(b) is to provide a \ndefendant with sufficient notice of the fraud alleged ‘in order to meet the charges.’”  \n(quoting Terry v. Terry, 302 N.C. 77, 85, 273 S.E.2d 674, 678 (1981))).   \n52. Indeed, Plaintiffs specifically allege that the information that Michael  \nshared with Siskey about an i nvestment group being interested in  purchasing CBB \nwas material to Plaintiffs’ decision to sell their CBB stock “because \nneither . . . Plaintiffs nor any reasonable person would have sold their shares, much \nless to  . . . Siskey,” if that information had been disclosed to them .  (E.g., Merrell \nCompl. ¶ 190.)  Plaintiffs also point to specific affirmative acts that the Smiths took \nto conceal this alle ged material information .  These acts include:  (1) Michael’s \ndecision to give Siskey  the information , but not Plaintiffs ; (2) the Smiths’ \ncommunications with CBB’s members in 2007 that omitted th is same information \n(i.e., Jennifer’s March 2, 2007 email to the members and the March 29, 2007 business \nmeeting); and (3) the Smiths’ continued concealment of the information amid their \nprocessing/approval of Plaintiffs’ stock transfer forms after CBB’s legal counsel \nnotified Siskey by letter dated October  3, 2007 (with a copy to Michael ) that not \ndisclosing to CBB’s members the information about the potential sale of the company \ncould trigger a federal securities law violation .  (See Merrell Compl. ¶ ¶ 34; 45, 56,  \nExs. 11–13; Strack Compl. ¶¶ 81, 92, 106, Exs. 26 –28; Cochrane Compl. ¶¶ 98, 111, \n123, Exs. 30–32.) \n53. All of these allegations, viewed together and in the light most favorable to \nPlaintiffs, state with sufficient particularity a fraudulent concealment claim against \nCBB based on the Smit hs’ failure to disclose to Plaintiffs the same  material \ninformation that had been provided to Siskey in connection with Plaintiffs’ decision \nto sell their CBB stock.  Thus, the  Court declines to dismiss Plaintiffs’ fraud  in the \ninducement claim and fraud by omission/concealment claim against CBB, whether \nasserted directly or vicariously.  \nD. State Securities Fraud \n54. The Court next addresses  Plaintiffs’ claim against CBB under the North \nCarolina Securities Act (the “NCSA”).    \n55. Plaintiffs allege that CBB violated sections 78A-12(a)(1) and 78A-12(a)(5) \nof the NCSA, thereby triggering liability under section 78A-56(b1) of the statute.  (See \nMerrell Compl. ¶ 221; Strack Compl. ¶ 431; Cochrane Compl. ¶ 268.)  Section 78A -\n12(a)(1) makes it unlawful to “[w]illfully quote a fictitious price with respect to a \nsecurity” while section 78A -12(a)(5) makes it unlawful to “[e]mploy any other \ndeceptive or fraudulent device, scheme, or artifice to manipulate the market in a \nsecurity, including the issuance, with the i ntent to deceive or defraud, of analyses, \nreports, or financial statements that are false or misleading in any material \nrespect.”  N.C.G.S. § 78A -12(a)(1), (5).\n13  Violating these two provisions  can lead to \nprimary liability under section  78A-56(b1).  See N.C.G.S. § 78A -56(b1); s ee also \nTillery Envtl. LLC v. A&D Holdings, Inc. , 2018 NCBC LEXIS 13, at *60 –74 (N.C. \nSuper. Ct. Feb. 9, 2018) (explaining the distinction  between primary and secondary \nliability under the NCSA).   \n56. In addition, Plaintiffs allege that CBB is liable as a “control person” under \nsection 78A-56(c)(1) of the NCSA.   (See Merrell Compl. ¶ 224; Strack Compl. ¶ 434; \nCochrane Compl. ¶ 271.)   In pertinent part, section 78A-56(c)(1) imposes secondary \nliability on “[e]very person who directly or indirectly controls a person liable under \nsubsection (a), (b), or (b1) of [section 78A-56].”  N.C.G.S § 78A-56(c)(1); see also Tillery, \n \n13  The acts proscribed by section 78A -12 are considered “manipulation of the market.”   See \nN.C.G.S. § 78A-12. \n2018 NCBC LEXIS 13, at *6 4–66 (explaining secondary liability under section 78A-\n56(c) of the NCSA).  Accordingly, to state a claim against a “control person”  under \nsection 78A -56(c)(1), the plaintiff must first state a claim against  a person liable  \nunder sections 78A-56(a), 78A-56(b), or 78A-56(b1).  See Tillery, 2018 NCBC LEXIS \n13, at *68 (“[T]o bring  a claim against a person under [section 78A -56(c)(1)], the \nclaimant must first state a claim against the primarily liable person.” ).   Plaintiffs \nhere specifically allege that CBB exercised control over Siskey in connection with the \nmisconduct that created primary liability for Siskey under sections 78A -56(b) and \n78A-56(b1), thus making CBB secondarily liable as a “control person” pursuant to \nsection 78A -56(c)(1).  (See Merrell Compl. ¶ 224; Strack Compl. ¶ 434; Cochrane \nCompl. ¶ 271.) \n57. CBB makes two arguments for dismissal.  CBB first contends that because \nPlaintiffs’ NCSA claim is “based on the same core of operative facts” as the \nSmiths’/CBB’s alleged violation of their fiduciary duties to Plaintiffs, Plaintiffs’ NCSA \nclaim fails.  (Mem. in Supp. 18 –19).  Second, CBB argues that it was not a “control \nperson” within the meaning of the NCSA as to the transfer of Plaintiffs’ CBB stock to \nSiskey because the transfers were executed by Michael in his capacity as CBB’s \nmajority interest holder, not in his capacity as an agent of CBB.  (Reply Br. 7.)  Both \narguments are misguided.   \n58. First, contrary to CBB’s assertion, Plaintiffs’ Complaints do not reflect that \ntheir NCSA claim is grounded in an alleged fiduciary duty owed to them by the \nSmiths/CBB.  As noted , Plaintiffs seek to hold CBB both primarily and secondarily  \nliable under sections 78A -56 (b1) and 78A -56(c)(1) of the NCSA , respectively, and \nliability under these provisions does not depend on the existence of a fiduciary \nrelationship.  See N.C.G.S §§ 78A-56(b1)–(c)(1).   \n59. Next, although CBB contends that it  “was not a ‘control person’ over the \nshare transfers” at issue, (Reply Br. 7) , Plaintiffs’ Complaints allege that CBB is \nsecondarily liable as a “control person” under section 78A-56(c)(1) because of Siskey’s \nalleged primary liability under sections 78A- 56(b) and 78A -56(b1).  The critical \nquestion is therefore not whether CBB controlled the share transfers, as CBB avers, \nbut whether CBB exercised control (direct or indirect)  over Siskey, see N.C.G.S. § \n78A-56(c)(1).  Yet, CBB does not move to dismiss Plaintiffs’ NCSA claim on the basis \nthat CBB lacked the requisite control  over Siskey with respect to his alleged \nmisconduct, (see generally Mot. to Dismiss), nor argue s to that effect, (see generally \nMem. in Supp.; Reply Br.).  Moreover, CBB fails to challenge its own alleged primary \nliability under sections 78A-56(b1).14   \n60. For all these reasons, the Court declines to dismiss Plaintiffs’ NCSA claim \nagainst CBB at this early stage of the litigation. \nE. Negligent Misrepresentation \n61. Plaintiffs bring a negligent misrepresentation claim against CBB  in the \nalternative to their  fraudulent co ncealment claim.  (Merrell Compl. ¶¶ 265 –84; \nStrack ¶¶ 493 –512; Cochrane Compl. ¶¶ 335 –53.)  Here again, CBB contends that \n \n14  Consistent with the Court’s determination ab ove in section IV.A. regarding Plaintiffs’ \nvicarious liability/respondeat claim, Plaintiffs may base CBB’s alleged NCSA primary \nliability on the conduct of Michael, CBB’s CEO. \nthis claim fails because it is based on the Smiths ’/CBB’s alleged violation of their \nfiduciary duties to Plaintiffs  and because the claim is not pled with sufficient \nparticularity.  (Mem. in Supp. 18–19).  The Court agrees that this claim against CBB \nis predicated on a fiduciary relationship between the Smiths/CBB and Plaintiffs and \nthus should be dismissed. \n62. “Negligent misrepresentation occurs when a party justifiably relies to his \ndetriment on information prepared without reasonable care by one who owed the \nrelying party a duty of care.”  BDM Invs. v. Lenhil, Inc., 264 N.C. App. 282, 299, 826 \nS.E.2d 746, 761 (2019)  (alterations and citation omitted).   Here, Plaintiffs’ \nComplaints all allege  that the Smiths and CBB owed a “fiduciary duty” to \nPlaintiffs.  (Merrell Compl. ¶¶ 268–69; Strack ¶¶ 496–97; Cochrane Compl. ¶¶ 337–\n38.)  Plaintiffs’ briefing also repeats that assertion.  (Mem. in Opp’n 8–9.)  And unlike \nPlaintiffs’ fraudulent concealment claim, Plaintiffs’ Complaints do not reveal another \ncognizable theory for imposing a duty on CBB  as to the negligent misrepresentation \nclaim even when read in the light most favorable to Plaintiffs. \n63. As a result, because the Court has determined that CBB did not  owe a \nfiduciary duty to Pl aintiffs and cannot be held vicariously liable for the Smiths’ \nalleged breach of fiduciary  duty, the Court dismisses Plaintiffs’ negligent \nmisrepresentation claim against CBB, whether asserted directly or vicariously.  \nF. Civil Conspiracy \n64. Plaintiffs also bring a civil conspiracy claim against CBB.  (Merrell Compl. \n¶¶ 252– 263; Strack Compl. ¶¶ 482– 492; Cochrane Compl. ¶¶ 319 –334.)  CBB \nchallenges this claim on only one ground, namely, that the claim is based on the \nSmiths’/CBB’s alleged violation of their fiduciary duties to Plaintiffs.  (Mem. in Supp. \n18–19).  Plaintiffs’ civil conspiracy claim appears to be based on the alleged \nfraudulent scheme that Siskey and the Smiths employed to allow Siskey to purchase \nPlaintiffs’ ownership interests in CBB.  Since Plaintiffs’ fraud ulent concealment  \nclaim against CBB has not been dismissed, Plaintiffs may base their civil conspiracy \nclaim against CBB on the same misconduct giving rise to the fraud claim.  See Toomer \nv. Garrett, 155 N.C. App. 462, 483, 574 S.E.2d 76, 92 (2002) (“There is no independent \ncause of action for civil conspiracy.  . . . Only where there is an underlying claim for \nunlawful conduct can a plaintiff state a claim for civil conspiracy by also alleging the \nagreement of two or more parties to carry out the conduct and injury resulting from \nthat agreement.” (citation omitted) ).  Accordingly, the Court declines to dismiss \nPlaintiffs’ civil conspiracy claim against CBB. \nV. CONCLUSION \n65. For the foregoing reasons, the Court hereby GRANTS in part and DENIES \nin part the Motion to Dismiss as follows. \na. The Court DENI ES the Motion to Dismiss as to Plaintiffs’ vicarious \nliability/respondeat superior claim against CBB as asserted within \nthe Merrell Complaint, the Strack Complaint, and the Cochrane \nComplaint. \nb. The Court GRANTS the Motion to Dismiss as to  Plaintiffs’ breach of \nfiduciary duty claim and constructive fraud claim against CBB as \nasserted within the Merrell Complaint, the Strack Complaint, and the \nCochrane Complaint, and those claims are hereby DISMISSED. \nc. The Court DENI ES the Motion to Dismiss as to Plaintiffs’ fraud by \nomission/concealment claim and fraud in the inducement claim \nagainst CBB as asserted within the Merrell Complaint, the Strack \nComplaint, and the Cochrane Complaint.   \nd. The Court DENI ES the Motion t o Dismiss as to Plaintiffs’ claim \nagainst CBB under the NCSA  as asserted within the Merrell \nComplaint, the Strack Complaint, and the Cochrane Complaint.   \ne. The Court GRANTS the Motion to Dismiss as to Plaintiffs’ negligent \nmisrepresentation claim against CBB as asserted within the Merrell \nComplaint, the Strack Compla int, and the Cochrane Complaint , and \nthat claim is hereby DISMISSED.   \nf. The Court DENI ES the Motion t o Dismiss as to Plaintiffs’ civil \nconspiracy claim against CBB as asserted within the Merrell \nComplaint, the Strack Complaint, and the Cochrane Complaint.   \n \nSO ORDERED, this the 22nd day of December, 2020. \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}