{
  "id": "3a97b14f79c13be01bfcf514d612d54a643eac598516e3885eb9609935cc1ce1",
  "source_file": "data/raw/ncbc/3a97b14f79c13be01bfcf514d612d54a643eac598516e3885eb9609935cc1ce1.pdf",
  "raw_text": "LUPTON v. BLUE CROSS AND BLUE SHIELD, 1999 NCBC 4\nSTATE OF NORTH CAROLINA\nORANGE COUNTY\nBRADSHAW B. LUPTON,\nindividually \nand on behalf of all persons\nsimilarly situated,\nPlaintiff\nv.\nBLUE CROSS AND \nBLUE SHIELD\nOF NORTH CAROLINA, a non-profit \nCorporation,\nDefendant\nand\nMICHAEL F. \nEASLEY, ATTORNEY\nGENERAL, on behalf of the rights and\ninterests of the public,\nDefendant-\nIntervenor\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nGENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\n98-CVS-633\nAMENDED ORDER \nAND OPINION\n \n{1} This matter is before the Court on defendant’s motion to dismiss for lack of subject matter jurisdiction\npursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure.[fn1] For reasons set forth below,\nit appears to the Court that the complaint fails to state a claim upon which relief can be granted, and the\ndefendant’s motion should be GRANTED.\nMarvin Schiller, \nCarol M. Schiller; Hare & Hare, by Nicholas S. Hare, for \nplaintiffs.\nMaupin Taylor \n& Ellis, P.A., by M. Keith Kapp, Laura Kay W. Berry, and \nKevin W. Benedict;\nRobinson, Bradshaw & Hinson, P.A., by \nRobin L. Hinson, A. Ward McKeithen, and Frank E.\nEmory, for \ndefendant.\nAttorney General \nMichael F. Easley, by Special Deputy Attorney General John R. \nCorne, for\ndefendant-intervenor.\nFACTS\n{2} Plaintiff Lupton filed his action on behalf of himself and all other persons who were, are, or will be\nsubscribers in an underwritten medical service plan of Defendant Blue Cross and Blue Shield of North\nCarolina (hereinafter \"Blue Cross\"), seeking a declaratory judgment, preliminary and permanent injunctive\nrelief, and monetary damages.[fn2] The essence of plaintiff’s claims is that defendant misrepresented to\nthe Commissioner of Insurance that its reserves were within statutory limits in order to secure approval of\nhigher medical insurance premium rates. (\nGiduz\n compl. paras. 39, 45-46, 49-50, 53-54, 61; \nLupton\n compl.\nparas. 39, 45-46, 49-50, 53-54, 61.) Plaintiffs’ chief allegation in this regard is that Blue Cross included\ngross receipts from its cost-plus business in its reserves calculation, which is prohibited by N.C.G.S. 58-\n65-95. Plaintiffs allege that this purported conduct by the defendant was unfair and deceptive in violation\nof North Carolina’s unfair trade practice laws. Plaintiff further alleges common law causes of action for\n(1) breach of fiduciary duty, (2) breach of contract, (3) unjust enrichment, and (4) fraud. However\nphrased, all of plaintiffs’ claims seek recovery of the same damages: a substantial refund based on the\nallegedly excessive reserves accumulated by the defendant.\nOPINION\n{3} The standard for ruling on a motion to dismiss pursuant to Rule 12(b)(6) is \"whether, as a matter of\nlaw, the allegations of the complaint, treated as true, are sufficient to state a claim upon which relief can be\ngranted under some legal theory . . . .\" \nHarris v. NCNB\n, 85 N.C. App. 669, 670, 355 S.E.2d 556, 558\n(1988). However, a motion to dismiss is properly granted where a valid legal defense stands as an\ninsurmountable bar to plaintiffs’ recovery. \nHorton v. Carolina Medicorp, Inc.\n, 344 N.C. 133, 135, 472\nS.E.2d 778, 780 (1996). The defendant asserts that the filed rate doctrine, adopted by North Carolina in\nN.C. Steel, Inc. v. National Council\n, 123 N.C. App. 163, 170, 472 S.E.2d 578, 581 (1996), \naff’d\n, 347 N.C.\n627, 496 S.E.2d 369 (1998), stands as a complete bar to the plaintiff’s recovery.\n{4} Chapter 58 of the North Carolina General Statutes is a comprehensive regulatory scheme for the\ninsurance industry. Under Chapter 58, the Insurance Commissioner has broad powers to set rates and to\naddress violations by insurers. This scheme is designed to place regulatory authority over the insurance\nbusiness with the administrative agency, which has expert knowledge in the field. The central issue\npresented by the motion to dismiss is whether the defendant’s alleged acts which provide the basis for\nplaintiff’s complaint are acts that the legislature intended to be within the regulatory power of the\nInsurance Commission. The Court concludes that the plaintiff’s claims constitute an assertion that the\nInsurance Commissioner made an error in the computation of defendant’s allowable reserves, and that this\nresulted in an error in setting the approved rate. Those claims are barred by the filed rate doctrine.\n{5} The filed rate doctrine (otherwise known as the \nKeogh\n doctrine) holds that a plaintiff may not assert a\nclaim for damages \"on the grounds that a rate approved by a regulator as reasonable was nonetheless\nexcessive or inadequate because it was the product of unlawful conduct.\" \nN.C. Steel, \n347 N.C. 627, 496\nS.E.2d 369 (1998); \nKeogh v. Chicago & N.W. Ry. Co.\n, 260 U.S. 156, 43 S.Ct. 47, 67 L.Ed 183 (1922).\nUnder the filed rate doctrine, once a rate is deemed lawful by the appropriate regulator, that rate\ndetermination cannot be challenged other than by a timely direct appeal of the regulator’s decision to\napprove the rate. \nN.C. Steel\n, 347 N.C. 627, 632, 496 S.E.2d 369, 372 (1998) (\"When the Commissioner\napproved the rates, they became the proper rates . . . . We do not believe that, with this comprehensive\nregulatory scheme, the General Assembly intended that the rate could be collaterally attacked.\"). North\nCarolina applies the filed rate doctrine to the insurance industry. \nId.\n{6} Courts that have adopted the filed rate doctrine have given many reasons for doing so, including: (1)\nthat the agency’s authority to determine the reasonableness of the rates must be preserved. (\nN.C. Steel\n, 123\nN.C. App. 163, 169-170, 472 S.E.2d 578, 584-585 (1996), quoting \nWegoland Ltd. V. NYNEX Corp.\n, 27\nF.3d 17 (2d Cir. 1994) (holding that the filed rate doctrine is necessary because:\nCongress and state \nlegislatures establish regulatory agencies in part to ensure \nthat rates\ncharged by generally . . . oligopolistic \nindustries are reasonable . . . . If courts were licensed to\nenter this process under the guise of ferreting out . . . \n[antitrust violations] in the rate-making\nprocess, they would \nunduly subvert the regulating agencies’ authority and \nthereby undermine\nthe stability of the system).\nId.\n at 168; (2) that the agency which regulates the industry involved possesses expertise with regard to that\nindustry, whereas courts do not. \nId\n;\n \nand (3)\n \nthe filed rate doctrine promotes uniformity in rate making\ndecisions. \nN.C. Steel\n, 123 N.C. App. 163.\n{7} A review of the Supreme Court’s decision in \nN.C. Steel\n demonstrates that the filed rate doctrine bars\nthe plaintiff’s claims in this action. In \nN.C. Steel\n, the plaintiffs were companies paying workers’\ncompensation insurance premiums. The plaintiffs alleged that the insurance companies withheld certain\nevidence from the Commissioner of Insurance about servicing carrier fees for residual market workers’\ncompensation insurance in order to secure approval of excessive rates. The plaintiffs had two theories\nunder which they believed they were entitled to relief. First, plaintiffs argue that since defendants had\nwrongfully obtained the excessive rate, they were entitled to a refund of the excess premiums paid. The\nCourt of Appeals held (and the Supreme Court affirmed) that because such a refund could only be\ncalculated by determining what the \"proper rate\" would have been, the filed rate doctrine barred recovery.\n{8} Plaintiffs’ second theory was based on allegations that the defendants conspired to pay excessive\nservicing carrier fees, which prevented the premiums from covering losses in the residual market. This\nresulted in a shortfall, requiring the defendants to use part of the premiums from the voluntary market to\ncover this loss. The plaintiffs alleged that the defendants’ unlawful actions forced the defendants to place\nmore marginal risks in the residual market with its higher premiums. The plaintiffs maintained that, under\nthis theory, it was not necessary to question the rates set by the Insurance Commissioner in order to prove\ntheir damages. They argued that the damage to the plaintiffs came from shifting plaintiffs to the residual\nmarket, and thus did not depend on a challenge to the rates. \nId.\n The Court of Appeals agreed, stating:\n\"[T]he filed \nrate doctrine does not act to bar any claims which involve \ndamages other than\ninflated rates.\"\n. . . .\nWe do not believe \nthat plaintiffs’ second claim for relief requires the \napproved rates to be\nrecalculated. Instead, we find that \nplaintiffs’ second claim for relief depends only on the\nnumber of employers who were forced to purchase insurance in \nthe residual market by the\nalleged illegal conduct which \nwould otherwise have been able to purchase insurance in the\nvoluntary market.\nN.C. Steel\n, 123 N.C. App. At 172, 173, 472 S.E.2d at 587-588. (1996).\nThe Supreme Court reversed, holding:\nWe believe that the \nplaintiffs cannot prove their claim without the rates set by \nthe\ncommissioner being questioned. The plaintiffs’ \ndamages must come from being shifted from\nthe voluntary \nmarket to the residual market. If the plaintiffs offer \nevidence that a certain\nnumber of policyholders who were in \nthe residual market should have been in the voluntary\nmarket, \nthe defendants could show that the influx of these \npolicyholders would have caused\nthe Commissioner to set \ndifferent rates for the two markets. This is a questioning of \nrates set\nby the Commissioner, which the filed rate doctrine \nis designed to prevent.\nN.C. Steel\n, 347 N.C. 627, 496 S.E.2d 369. Thus, the Supreme Court made clear that in any case which\ncould result in a recalculation of the insurance rates approved by the Commissioner, the filed rate doctrine\napplies.\n{9} In the instant case, Lupton argues that his claim does not implicate the filed rate doctrine because it is\nnot necessary to re-compute the insurance rate approved by the Commissioner in order to compute\nsubscribers’ damages.[fn3] Instead, plaintiff argues, it is only necessary to calculate the amount Blue\nCross’ reserves exceed their statutory limit. The method of calculation of the statutory reserves in question\nis set forth in N.C.G.S. §58-65-95 and §58-65-135. N.C.G.S. §58-65-95 provides in part as follows:\nEvery [medical \nservice corporation] . . . shall accumulate and maintain . . \n. a special\ncontingent surplus or reserve at the following \nrates annually of its gross annual collection of\nmembership \ndues, exclusive of receipts from cost plus plans, until said \nreserve shall equal\nthree times its average monthly \nexpenditures for hospital and/or dental claims and\nadministrative and selling expenses:\n(1) First \n$200,000 . . . . . . . . . . . . . . . 4%\n(2) Next \n$200,000 . . . . . . . . . . . . . . . 2%\n(3) All above \n$400,000 . . . . . . . . . . . 1%\nN.C.G.S. §58-65-95 (1991). Plaintiff argues that if the proper reserves calculation is done based on\ndefendant’s average monthly expenditures, the amount yielded can be subtracted from the reserves at\nissue, and the class members can be refunded the difference without a recalculation of rates.\n{10} This assessment of the situation is incomplete because it fails to acknowledge that the reserves\ncalculation is part of the Insurance Commissioner’s calculation of the approved rate.\nIn addition, the putative class members paid premiums to defendant at the approved rate(s). As provided,\nthe defendant accumulates reserves out of its gross collection of premiums. This is the only form of\npayment from the putative class to the defendant. Therefore, implicit in their allegation that defendant\nwrongfully acquired excessive reserves is the allegation that defendant charged excessive premiums to get\nthose reserves. Put another way, Blue Cross could show that a reduction in their reserves would have\ncaused the Commissioner to approve a different rate. This is the same analysis applied by the Supreme\nCourt to bar the plaintiff’s second cause of action in \nN.C. Steel\n. Based on the Supreme Court’s holding,\nplaintiff’s claims are barred.\n{11} Plaintiff also argues that the method of damage calculation distinguishes his case from \nN.C. Steel\n. As\nstated above, the \nN.C. Steel\n plaintiffs alleged a conspiracy by the defendant insurance companies that led\nto higher rates than would have been approved \"in a competitive residual market.\" \nN.C. Steel\n at 636. Thus,\naccording to the \nN.C. Steel\n plaintiff, the factfinder would have been required to \nderive a reasonable rate in\nthe abstract\n in order to remedy the wrong caused by the conspiracy. (Plaintiff’s Brf. p. 5.) Lupton asserts\nthat his case is distinguishable, and outside the scope of the filed rate doctrine, because the factfinder\ncould recalculate his damages \nnot in the abstract\n, but based on the statutory guidelines. While this\ndistinction may be relevant to the ease of calculating the amount of defendant’s allegedly unlawful gain, it\ndoes not change the fact that what the plaintiff proposes involves a recalculation of the approved rate.\n{12} The \nN.C.\n \nSteel\n Court did not base its decision on the difficulty of recalculating the rate, but rather on\nthe policy that it is not the province of the Court to redetermine an approved rate. The \nN.C. Steel\n decision\nmakes clear the judicial system’s deference to the Insurance Commission on all rate making matters. The\nfact that plaintiff may have an easier method of computing damages than the \nN.C.\n \nSteel\n plaintiff is\nirrelevant. Where the damages result in or require a recalculation of the approved rate, the filed rate\ndoctrine bars recovery. \nN.C. Steel\n and this case both challenge an underlying component of the\nCommissioner of Insurance’s rate determination. If there is an error in determining the underlying\ncomponent and correction of that error could result in a rate change, those claims should be pursued\nbefore the Insurance Commission.\n{13} The Commissioner of Insurance has broad powers to determine whether defendant properly\ncalculated its reserve levels and to correct the situation through restitution and/or penalties if the\nCommissioner determines that defendant did not properly calculate its reserves. Those powers provide an\nadequate administrative remedy for plaintiff’s complaint. See N.C. Gen. Stat. §§ 58-2-40, 58-2-70, and 58-\n65-95.\nCONCLUSION\n{14} The filed rate doctrine exists to prevent courts from intruding on the authority vested in\nadministrative agencies by the legislature. The North Carolina Insurance Commission has been given\nbroad authority by the state legislature to deal with all matters involving rates and rate setting. The\nallegations in plaintiff’s complaint clearly implicate the approved rates. It is impossible to conclude that\ndefendant accumulated excess reserves without questioning the Commissioner’s approval of the premium\nrates defendant was charging. The plaintiff’s proper recourse for questioning those rates is with the\nInsurance Commission.\n{15} It is therefore ORDERED that plaintiff’s complaint in both of the above captioned cases is dismissed\nfor failure to state a claim upon which relief may be granted.\n \nThis the 14th day of June, 1999.\n_________________________________\nFootnote 1\n Defendant filed various other motions to dismiss contemporaneously with this motion. Since\nthis order is dispositive of the case, the Court does not reach defendant’s other motions. The Court notes\nthat the same statutory scheme which supports application of the filed rate doctrine also provides an\nexclusive remedy which would support dismissal based upon a lack of subject matter jurisdiction pursuant\nto Rules 12(b)(1) and (h)(3).\nFootnote 2\n The cases captioned above have been consolidated pursuant to an Order of this Court. The\ncomplaints referred to herein are the \nLupton\n Complaint (which mirrors the \nGiduz\n Complaint) and the\nLupton\n Amended Complaint. Giduz is no longer a party.\nFootnote 3\n It is significant to the Court that, while plaintiff argues that a recalculation of the approved rate\nis unnecessary to compute his damages, plaintiff’s original complaint alleged that class members had been\ndamaged by having to pay excessive rates. (Lupton Compl. at paras. 39(c), 49, 50, 51, 53, 58, 60, 61.)\nPlaintiff later filed an amended complaint that removed all reference to excessive rates, possibly in\nresponse to defendant’s filed rate doctrine defense. Whatever plaintiff counsel’s reasons for amending the\ncomplaint, it appears to the Court that plaintiff’s counsel initially and quite logically viewed damages in\nterms of the excess premiums allegedly paid by subscribers as a result of defendant’s conduct, indicating\nthat a recalculation of those rates is necessary to reveal plaintiff’s damages."
}