{
  "id": "3a9eecec394577fe396b918a9fba716597eb5914f44896b486a9d21ce0c8ee98",
  "source_file": "data/raw/ncbc/3a9eecec394577fe396b918a9fba716597eb5914f44896b486a9d21ce0c8ee98.pdf",
  "raw_text": "Salon Blu, Inc. v. Salon Lofts Grp., LLC, 2018 NCBC 70. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 12778 \n \nSALON BLU, INC., \n  \nPlaintiff, \n \nv. \n \nSALON LOFTS GROUP, LLC, \n \nDefendant. \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \n \nTHIS MATTER comes before the Court on Defendant Salon Lofts Group, LLC’s \nMotion to Dismiss Plaintiff’s Amended Complaint (“Motion to Dismiss”; ECF No. 42).   \nTHE COURT, having considered the Motion  to Dismiss, the briefs filed in \nsupport of and in opposition to the Motion to Dismiss, the arguments of counsel at \nthe hearing, and other appropriat e matters of record, concludes that the Motion to \nDismiss should be GRANTED for the reasons set forth below. \nHarris, Wiltshire & Grannis LLP , by Amy E. Richardson an d Deepika \nH. Ravi (pro hac vice) for Plaintiff Salon Blu, Inc. \n \nMorningstar Law Group, by Shannon R. Joseph and Jeffrey L. Roether, \nand Porter Wright Morris & Arthur LLP, by Ryan P. Sherman (pro hac \nvice) for Defendant Salon Lofts Group, LLC. \n \nMcGuire, Judge. \nI. FACTS AND PROCEDURAL BACKGROUND \nA. Parties \n1. Plaintiff Salon Blu, Inc. (“Salon Blu”) is a corporation with its principal \nplace of business in Raleigh, North Carolina.  Salon Blu operates three hair salons in \n \n \nRaleigh and employs professional hair stylists in its salons.  (Am. Compl., ECF No. \n30, at ¶ 2.) \n2. Defendant Salon Lofts Group, LLC (“Salon Lofts”) also has its principal \nplace of business in Raleigh, North Carolina.  Salon Lofts competes with traditional \nhair salons, such as Salon Blu, by renting booths within its facilities to independent \nprofessional hair stylists.  (Id. at ¶ 16.)  In exchange for rent payments, Salon Lofts \nprovides the independent stylists with a booth within which to perform hair styling \nservices and provides the stylists assistance with “marketing, customer relations and \nclient management, scheduling, product acquisition, business development, social \nmedia training, webpage development, and continued education in hairstyling.”  (Id.)  \nSalon Blu does not allege that Salon Lofts receives any share of stylists’ revenues \nfrom hair services provided by the stylists, only the rent payment for the booth. \nB. The restrictive covenants and Salon Blu’s confidential and proprietary \ninformation \n \n3. In consideration for employment, Salon Blu requires its stylists to enter \ninto an Employment Agreement.  ( Id. at ¶¶  3, 26.)  The Employment Agreement \ncontains a restrictive covenant which provides that the stylist “ shall not engage in \nthe business of hairstyling or solicit Salon Blu customers for a period of one year after \ntermination of employment at Salon Blu, within a five -mile radius of any Salon Blu \nlocation at which the employee provided services on behalf of Salon Blu.”  (Id. at ¶ 9.) \n4. The Employment Agreement also contains a confidentiality provision \nthat requires the stylists to “treat all proprietary information belonging to Salon Blu \nas confidential,” and the stylist agrees that he or she “shall not use such information \n \n \nor divulge, disclose or communicate such information in any way”  during his or her \nemployment and for three years after terminating employment with Salon Blu.  ( Id. \nat ¶ 4.) \n5. Salon Blu alleges that, inter alia, its “client contact information ” and \n“client hair coloring formula information ” are proprietary and confidential.   (Id. at \n¶¶ 5–6.)  All customer contacts with Salon Blu are conducted through the front desk \nat the stylist’s salon location.  Stylists “are expressly forbidden from gathering client \ncontact information, including by sending or accepting friend requests from clients \non social media.”  (Id. at ¶ 5.) \n6. Salon Blu’s hair coloring formulas are unique to each customer.  (Id. at \n¶ 6.)  The hair coloring formulas are arrived at by using various hair dyes and \nconsidering the “tone, brassiness, and hair texture” of the customer’s hair.  Salon Blu \ndoes not share the hair coloring formulas with anyone outside of Salon Blu.  (Id.)  \nSalon Blu alleges that “[w] ithout Salon Blu’s guidance, training, equipment, and \nexpertise, Salon Blu stylists could not independently develop these color formulas. ”  \n(Id.) \n7. Salon Blu maintains a computer database containing its confidential \nand proprietary information, which can only be accessed with “ appropriate \ncredentials.”  ( Id. at ¶ 25.)  The database includes “ client contact informa tion, \ninformation regarding clients’ personalities and life events, clients’ hair color \nformulas, and clients’ hairstyle and purchase history.”  (Id.)  Stylists only have access \nto the information in the database regarding hair coloring formulas and “client notes.”  \n \n \n(Id.)  The Amended Complaint does not allege what information is considered part of \n“client notes ,” but at the hearing  on the Motion to Dismiss , Plaintiff’s counsel \nconceded that stylists do not have access to client contact information in the database.  \nNo Salon Blu employee is permitted to “collect” information from the database.  (Id.) \nC. Salon Lofts’ recruitment and solicitation of Salon Blu’s stylists \n8. Between April and July 2017, seven Salon Blu stylists terminated \nemployment with Salon Blu and began providing hair styling services at Salon Lofts \nlocations within five miles of the Salon Blu location at which they were employed.  \n(Id. at ¶¶ 10–11.)  Each of the seven former Salon B lu stylists had signed  an \nEmployment Agreement with Salon Blu.  (Id. at ¶ 10.) \n9. Salon Blu alle ges that Salon Lofts “engaged  . . . in aggressive \nrecruitment efforts to induce Salon Blu’s employees to terminate their employment \nwith Salon Blu” and to rent space from Salon Lofts.  ( See id. at ¶ 12.)  Salon Blu \nclaims that Salon Lofts “knew or should have known that Salon Blu’s employees had \nEmployment Agreements with Salon Blu containing restrictive covenants involving \nSalon Blu’s business practices, customers,  and confidential and proprietary \ninformation” because such agreements are “ common practice in the hairstyling \nbusiness.”  (Id. at ¶ 36.) \n10. Upon information and belief , Salon Blu alleges that Salon Lofts \nencouraged Salon Blu stylists to breach the restrictive covenants and confidentiality \nprovisions of their Employment Agreements and to misappropriate Salon Blu’s trade \nsecrets.  (Id. at ¶¶ 8, 12, 13, 30, and 31.)  Salon Lofts  encouraged Salon Blu stylists \n \n \nto record the proprietary hair coloring formulas and “other proprietary information \nabout Salon Blu customers and [to] use[] that information to solicit Salon Blu’s \ncustomers to their booths at Salon Lofts.”  (Id. at ¶ 8.)  Salon Blu does not allege that \nthe stylists disclosed Salon Blu’s confidential information to Salon Lofts. \n11. On August 29, 2017 , counsel for Salon Blu sent a letter to Salon Lofts’ \nCEO notifying Salon Lofts that “several of Salon Blu’s former employees were \nbreaching their obligations under the Restrictive Covenants. ”  ( Id. at ¶ 28.)  Salon \nBlu alleges that the August 29, 2017 letter put Salon Lofts “on notice regarding Salon \nBlu’s restrictive covenants.”  (Id. at ¶ 36.) \n12. On September 13, 2017 , Salon Blu sent a second letter to Salon Lofts \n“stating that Salon Lofts’ practice of enticing Salon Blu employees to breach their \nEmployment Agreements constituted tortuous interference with contract. ”  ( Id. at \n¶ 32.)  Despite the letters, Salon Lofts allegedly continued to induce Salon Blu stylists \nto violate their restrictive covenants.  ( Id. at ¶  33.)  The Amended Complaint, \nhowever, does not identify any specific individual stylist who left Salon Blu after July \n2017. \n13. Salon Blu  claims that it has suffered damages resulting from Salon \nLoft’s alleged conduct.  (Id. at ¶ 14.) \nD. Procedural history \n14. Salon Blu filed this action on October 20, 2017 in the Superior Court of \nWake County against Salon Lofts and four of Salon Blu’s former stylists: Meredith \nPeoples, Maureen Roberti, Amy Torres Bercian, and Ivy Hoffman (collectively, the \n \n \n“Former Stylists”).  (ECF No.  3.)  The original Complaint contained a claim against \nthe Former Stylists for breach of the Employment Agreements, claims against all of \nthe Defendants for misappropriation of trade secrets and unfair methods of \ncompetition, and a claim against Salon Lofts for tortious interference with contract.  \n(Id. at ¶¶ 46–77.) \n15. On October 25, 2017, this matter was designated to the Business Court \nby order of Chief Justice Mark Martin and assigned to the undersigned.  (ECF Nos. \n1 and 2.) \n16. Salon Blu subsequently took voluntary dismissals with prejudice of its \nclaims against each of the Former Stylists.  (ECF Nos. 10, 15, 19, and 27.) \n17. On December 28, 2017, Salon Lofts filed a motion to dismiss.  (ECF No. \n11.)  On January 12, 2018 , Salon Lofts filed its answer to the Com plaint.  (ECF No. \n26.) \n18. On January 17, 2018 , Salon Blu filed a Motion for Leave to File \nAmended Complaint (ECF No. 28), along with a proposed Amended Complaint (ECF \nNo. 30) .  Salon Lofts consented to the filing of the Amended Complaint, and on \nJanuary 19, 2 018, the Court entered an order granting Salon Blu leave to file the \nAmended Complaint and deeming the Amended Complaint filed on January 19, 2018.  \n(ECF No. 33.)  The Amended Complaint alleges claims against Salon Lofts for tortious \ninterference with contract, misappropriation of trade secrets, and unfair methods of \ncompetition under N.C. Gen. Stat. § 75-1.1 (hereinafter “G.S.”). \n \n \n19. On February 23, 2018 , Salon Lofts filed the Motion to Dismiss  along \nwith its brief in support of the Motion to Dismiss.  (ECF No. 43.)  On March 15, 2018, \nSalon Blu filed a response in opposition to the Motion to Dismiss (ECF No. 47), and \non March 28, 2018, Salon Lofts filed a reply brief (ECF No. 48). \n20. On April 12, 2018, the Court held a hearing on the Motion to Dismiss at \nwhich cou nsel presented argument .  The Motion to Dismiss is now  ripe for \ndetermination. \nII. ANALYSIS \n21. Salon Lofts  moves to dismiss Plaintiff’s claims against it under G.S. \n§ 1A-1, Rule 12(b)(6) (hereinafter “Rule(s)”) for failure to state a claim upon which \nrelief may be granted. \n22. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of  law, the allegations of the c omplaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank  of N.C., \n85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  North Carolina is a notice pleading \nstate.  See, e.g., Feltman v. City of Wilson, 238 N.C. App. 246, 251–52, 767 S.E.2d 615, \n619–20 (2014) (quoting Wake Cty. v. Hotels.com, L.P. , 235 N.C. App. 633, 646, 762 \nS.E.2d 477, 486 (2014)).  “Under notice pleading, a statement of claim is adequate if \nit gives sufficient notice of the claim asserted to enable the adverse party to answer \nand prepare for trial, to allow for the application o f the doctrine of res judicata, and \nto show the type of case brought.”  Id. \n \n \n23. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a good claim; [or] \n(3) when some fact disclosed in the complaint necessarily defeats the plaintiff’s \nclaim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985).  In deciding \na motion to dismiss, th e Court must construe the complaint liberally and accept all \nwell-pleaded allegations as true.  See Laster v. Francis, 199 N.C. App. 572, 577, 681 \nS.E.2d 858, 862 (2009).  The Court, however, is not required “to accept as true \nallegations that are merely c onclusory, unwarranted deductions of fact, or \nunreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005).  In addition, the Court \nmay consider documents that are the subject of plaintiff’s complaint and to which the \ncomplaint specifically refers.  Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60, \n554 S.E.2d 840, 847 (2001). \nA. Count I: Tortious interference with contract \n24. Salon Blu alleges that Salon Lofts intentionally interfered with Salon \nBlu’s Employment Agreements  with its former employees and that Salon Lofts \ninduced the former Salon Blu employees to breach their Employment Agreements by \ngoing to work for Salon Lofts within five miles of the Salon Blu locations where they \nworked.  (ECF No. 30, at ¶ 37.)  Salon Blu claims that Salon Lofts sought to gain an \nadvantage over Salon Blu by having Salon Blu’s former employees bring valuable \n \n \ncustomers over to Salon Lofts and by inducing the former employees to divulge Salon \nBlu’s confidential and proprietary information.  (Id.)   \n25. Salon Blu alleges that Salon Lofts “knew or should have known” that \nSalon Blu’s employees had Employment Agreements that contained restrictive \ncovenants because it is “common practice in the hairstyling business” to include such \nrestrictive covenants in employment agreements.  ( Id. at 36.)  Further, Salon Blu \nargues that Salon Lofts was “put on notice” about the restrictive covenants on August \n29, 2017, when Salon Blu’s counsel informed Salon Lofts about the former employees’ \nEmployment Agreements.  (Id.)  In response, Salon Lofts argues that Salon Blu did \nnot adequately allege in the Amended Complaint that Salon Lofts had knowledge of \nthe Employment Agreements and also argues that Salon Lofts’ actions were justified \nas legitimate business competition.  (Br. Supp. Mot. Dismiss Pl.’s Am. Compl., ECF \nNo. 43, at pp. 9–10.) \n26. A claim for tortious interference requires \n(1) a valid contract between the plaintiff and a third \nperson which confers upon the plaintiff a con tractual \nright against a third person; (2) the defendant knows of \nthe contract; (3) the defendant intentionally induces the \nthird person not to perform the contract ; (4) and in \ndoing so acts without justification ; (5) resulting in \nactual damage to plaintiff. \n \nUnited Labs., Inc. v. Kuykendall , 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988).   \nHowever, interference is justified “if it is motivated by a legitimate business purpose.”  \nEmbree Constr. Grp. , Inc.  v. Rafcor, Inc. , 330 N.C. 487, 498, 411 S.E.2d 916, 924 \n(1992).  “[C]ompetition in business constitutes justifiable interference in another’s \n \n \nbusiness relations and is not actionable so long as it is carried on in furtherance of \none’s own interests and by means that are lawful.”  Peoples Sec. Life Ins. Co. v. Hooks, \n322 N.C. 216, 221, 367 S.E.2d 647, 650 (1988).  “[T]o demonstrate the element of \nacting without justification, the action must indicate no motive for interference other \nthan malice.”  Area Landscaping, L.L.C. v. Glaxo-Wellcome, Inc., 160 N.C. App. 520, \n523, 586 S.E.2d 507, 510 (2003) (internal quotations omitted).  Legal malice involves \nactions “taken with the design of injuring one of the parties to the contract or of \ngaining some advantage at the expense of a party.”  Murphy v. McIntyre, 69 N.C. App. \n323, 328–29, 317 S.E.2d 397, 401 (1984). \n27.  The Court concludes that Plaintiff has not adequately ple aded that \nSalon Lofts had knowledge of the former employees’ Employment Agreements.   The \nNorth Carolina Supreme Court recently held that when alleging a claim for tortious \ninterference with contract, it is not enough to broadly allege that the defendants had \n“knowledge of the contracts”; rather, a complaint must contain “facts sufficient t o \nmake a good claim” that the defendants knew of the contracts at issue.  Krawiec v. \nManly, 370 N.C. 602, 606 –07, 811 S.E.2d 542, 546 –47 (2018).  Salon Blu does not \nallege any facts supporting the conclusion that Salon Lofts had knowledge of the \nEmployment Agreements; in fact, Salon Blu merely alleges that Salon Lofts “knew or \nshould have known” about the Employment Agreements, an allegation that is far too \nvague to satisfy the pleading requirements under Krawiec.  Salon Blu’s claim for \ntortious interference with contract fails on this basis alone; however, the Court will \n \n \nfurther address Salon Lofts’ argument that its actions were justified as having a \nlegitimate business purpose. \n28. Salon Lofts also argues that it is protected by the business justification \nexception because it was merely competing with Salon Blu and because there are no \nallegations that Salon Lofts was acting with malice.  (ECF No. 43, at pp. 9–11.)  Salon \nBlu counters that the business justification exception cannot apply in this case  \nbecause Salon Lofts does not compete with  Salon Blu for employee contracts , since \nSalon Lofts does not hire the beauty professionals who work in Salon Lofts’ facilities.  \n(ECF No. 47, at p. 7.) \n29. Despite Salon Blu’s argument, Salon Blu concedes in its Amende d \nComplaint that “Salon Lofts competes with traditional salons,” such as Salon Blu, \nsuggesting that Salon Blu considers Salon Lofts a competitor.  (ECF No. 30, at ¶ 16.)  \nFurthermore, as Salon Lofts argues, Salon Blu does not sufficiently allege that Salon \nLofts acted with “no motive for interference other than malice.”  Filmar Racing, Inc. \nv. Stewart, 141 N.C. App. 668, 674, 541 S.E.2 d 733, 738 (2001); see also Pinewood \nHomes, Inc. v. Harris, 184 N.C. App. 597, 605, 646 S.E.2d 826, 833 (2007) (“[G]eneral \nallegations of malice are insufficient as a matter of pleading.”).   Salon Lofts’ alleged \nactions, such as recruiting employees of Salon Blu, could have been for legitimate \nbusiness competition purposes and do not necessarily indicate a motive for \ninterference other than malice.  Accordingly, Salon Blu has failed to adequately plead \nthat Salon Lofts acted with malice. \n \n \n30. Because Salon Blu has not sufficiently pled that Salon Lofts had \nknowledge of the Employment Agreements or that Salon Lofts acted with malice,  \nSalon Blu’s claim for tortious interference fails.  Salon Lofts’ Motion to Dismiss Salon \nBlu’s claim for tortious interference with contract should be GRANTED. \nB. Count II: Misappropriation and misuse of trade secrets \n31. In its second claim, Salon Blu alleges that Salon Lofts “encouraged and \ninduced” former employees of Salon Blu to collect Salon Blu’s confidential and \nproprietary information to use while working at Salon Lofts .  (ECF No. 30, at ¶ 44.)  \nSpecifically, Salon Blu claims that the former employees violated Salon Blu’s policy \nagainst the collection of customer contact information, hair color formulas, and other \ncustomer information.  (ECF No. 30, at ¶¶  43–44.)  Salon Lofts argues that Salon \nBlu’s allegedly misappropriated  information do es not constit ute trade secret s and \nthat Salon Lofts’ mere encouragement or inducement of Salon Blu’s stylists to gather \nSalon Blu’s confidential information is not enough to sufficiently allege “acquisition, \ndisclosure, or use” by Lofts that constitutes misappropriatio n.  (ECF No. 4 3, at \npp. 13–19.) \n32. Under the NCTSPA, a “trade secret” is defined as \nbusiness or technical information, including but not limited \nto a formula, pattern, program, device, compilation of \ninformation, method, technique, or process that:  \n \na. Derives independent actual or potential commercial \nvalue from not being generally known or readily \nascertainable through independent development or reverse \nengineering by persons who can obtain economic value \nfrom its disclosure or use; and  \n \n \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \n \nG.S. § 66-152(3).  “Misappropriation” is defined as the “acquisition, disclosure, or use \nof a trade secret of another without express or implied authority or consent, unless \nsuch trade secret was arrived at by independent development, reverse engineering, \nor was obtained from another person with a right to disclose the trade secret.”  G.S. \n§ 66-152(1).  Trade secrets must be pled with sufficient particularity “so as to enable \na defendant to delineate that which he is accused of misappropriating and a court to \ndetermine whether misappropriation has or is threatened to occur.”  Analog Devices, \nInc. v. Michalski, 157 N.C. App. 462, 468, 579 S.E.2d 449, 453 (2003).   In addition, a \nplaintiff must “identify wi th sufficient specificity  . . . the acts by which the \nalleged misappropriations were accomplished,” and the allegations cannot be “broad \nand vague.”  Washburn v. Yadkin Valley Bank & Trust Co. , 190 N.C. App. 315, 327, \n660 S.E.2d 577, 586 (2008). \n33. The Court need not reach the question of whether Salon Blu’s \nconfidential information is a trade secret because Salon Blu has failed to allege  any \nacts by which Salon Lofts misappropriated Salon Blu’s confidential information.  \nFirst, Salon Blu does not plead facts that would support an allegation that Salon Lofts \nacquired, disclosed, or used Salon Blu’s confidential information.  G.S. §  66-152(1).  \nThere are no allegations that Salon Blu’s former stylists disclosed customer contact \ninformation, hair coloration formulas, or any other confidential information to Salon \nLofts.  While Salon Blu makes the conclusory allegation that Salon Lofts has “used” \nSalon Blu’s confidential information, the facts alleged do not support this claim.  \n \n \nInstead, Salon Blu has alleged that “Salon Blu’s former employees, at the direction of \nSalon Lofts, recorded the proprietary formulas and other proprietary information \nabout Salon Blu customers and used that information to solicit Salon Blu’s customers \nto their booths at Salon Lofts .”  (ECF No. 30, at ¶ 8.)  Salon Blu, however, has not \nalleged facts that would support an allegation that Salon Lofts is vicariously liable \nfor the acts of Salon Blu’s former stylists.   Salon Blu concedes that Salon Lofts does \nnot employ the former Salon Blu stylists at issue ; the former stylists  are instead \ntenants who rent space from Lofts.  (ECF No. 30, at ¶ 16); see Gordon v. Garner, 127 \nN.C. App. 649, 658, 493 S.E.2d 58, 63 (1997) ( “Under the doctrine of respondeat \nsuperior, for one defendant to be held vicariously liable for the actions of another, an \nemployer-employee relationship must exist between the two.”).  There is also no \nallegation that the former stylists were agents of Salon Lofts.  Therefore, any attempt \nby Salon Blu to attribute the conduct of its former stylists to Salon Lofts must fail.1  \n34. In addition, Salon Blu’s allegations that Salon Lofts encouraged and \ninduced Salon Blu’s stylists to collect its confidential inform ation for use after they \nleft Salon Blu is not sufficient to allege  misappropriation.  See Control Module, Inc. \nv. Data Mgmt. , Inc., 2007 U.S. Dist. LEXIS 90146, at *11 (D. Conn. Dec. 10, 2007) \n(dismissing trade secret claim because the Connecticut statute  requires actual \nacquisition, disclosure or use and plaintiff merely alleged that defendant “induced, \nencouraged, aided or abetted” the use of trade secret information by others); Cent. \n                                                 \n1 Indeed, there would not appear to be any use that Salon Lofts could make of contact \ninformation or color formulations for Salon B lu’s customers, since Salon Lofts’ “customers” \nare its tenant-stylists and not the end users of salon services. \n \n \nTrust & Inv. Co. v. Signalpoint Asset Mgmt., LLC , 422 S.W.3d 312, 32 3 n.11 (Mo. \n2014) (affirming dismissal of trade secret claim because the Missouri statute \n“expressly requires acquisition, disclosure, or use of a trade secret to show \nmisappropriation [and] [i]t contains no indication that ‘aiding and abetting’ someone \nelse’s misappropriation is enough to trigger liability”).   \n35. Salon Blu has failed to allege that Salon Lofts misappropriated Salon \nBlu’s trade secrets.  Therefore, Salon Lofts’ Motion to Dismiss Salon Blu’s claim for \nmisappropriation of trade secrets should be GRANTED. \nC. Count III: Unfair methods of competition under G.S. § 75-1.1 \n36. In its third claim, Salon Blu alleges that the misappropriation of trade \nsecrets and tortious interference are unfair trade practices under G.S. § 75-1.1.  Salon \nLofts contends that this claim must fail because Salon Blu has not adequately alleged \nthe underlying claims for misappropriation of trade secrets or tortious interference, \nand so there is no basis for Salon Blu’s claim for unfair and deceptive trade practices. \n37. A violation of unfair and deceptive trade practices under G.S. § 75 -1.1 \noccurs when “(1) defendant committed an unfair or deceptive act or practice, (2) the \naction in question was in or affecting commerce, and (3) the act proximately caused \ninjury to the plaintiff. ”  Dalton v. Camp , 353 N.C. 647, 656, 548 S.E.2d 704, 711 \n(2001).  An act is unfair when a party “engages in conduct which amounts to an \ninequitable assertion of its power or position,” and an act is unfair or deceptive if it is \n“immoral, unethical, oppres sive, unscrupulous, or substantially injurious to \n \n \ncustomers.”  S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC , 189 N.C. App. 601, \n607, 659 S.E.2d 442, 448 (2008). \n38. To survive a motion to dismiss , unfair and deceptive trade practices \nclaims must allege that the defendant committed an unfair or deceptive act or \npractice.  As discussed above, Salon Blu has not alleged any wrongful acts besides \ntortious interference  with contract  and misappropriation of trade secrets, both of \nwhich claims the Court has already determined should be dismissed.  Since Salon Blu \nhas not alleged any unfair or deceptive acts on the part of Salon Lofts , Salon Blu’s \nclaim must fail.  See Combs & Assocs. v. Kennedy, 147 N.C. App. 362, 374, 555, S.E.2d \n634, 642 (2001) (“[P]laintiff’s claim that defendants engaged in unfair and deceptive \ntrade practices rests with its claims for misappropriation of trade secrets, tortious \ninterference with contracts and civil conspiracy. Having determined that the trial \ncourt properly granted summary judgmen t on each of these claims, we likewise \nconclude that no claim for unfair and deceptive trade practices exists.”) ; Amerigas \nPropane, L.P. v. Coffey , 2015 NCBC LEXIS 98, at *40–41 (N.C. Super. Ct. Oct. 15, \n2015) (dismissing claim under UDTPA where court had already dismissed underlying \nclaims).  Accordingly, Salon Lofts’  Motion to D ismiss Salon Blu’s claim for unfair \nmethods of competition under G.S. § 75-1.1 should be GRANTED. \nTHEREFORE, IT IS ORDERED that: \n39. Defendant Salon Lofts Group, LLC’s Motion to Dismiss Plaintiff’s \nAmended Complaint is GRANTED. \n \n \n \nSO ORDERED, this the 16th day of July, 2018. \n \n \n/s/ Gregory P. McGuire      \n    Gregory P. McGuire \n    Special Superior Court Judge for \n      Complex Business Cases "
}