{
  "id": "3ac22a8a74053a4eced8f4ef1d156039564cf8979ede9cf155d4f3469836fce8",
  "source_file": "data/raw/ncbc/3ac22a8a74053a4eced8f4ef1d156039564cf8979ede9cf155d4f3469836fce8.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 2757 \nTAC INVESTMENTS, LLC, \n \n Plaintiff, \n \nv. \n \nJOHN RODGERS, \n \n Defendant, \n \nAND \n \nJOHN RODGERS and \nGOPRIME MORTGAGE, INC., \n \n Counterclaim-Plaintiffs, \n \nv. \n \nTAC INVESTMENTS, LLC and \nGREG LINDBERG, \n \n Counterclaim-Defendants. \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON MOTION \nTO DISMISS COUNTERCLAIMS \n \n1. This case concerns the ownership and control  of GoPrime Mortgage, Inc.  \n(“Prime”).  Its two shareholders —TAC Investments, LLC (“TAC”) and  John \nRodgers—wish to end their relationship but dispute how to do that and who is at fault \nfor their estrangement.  TAC began the lawsuit by asserting claims against Rodgers \nrelated to a shareholder agreement between the two.  Now, Prime and Rodgers have \nresponded with counterclaims alleging fraud against TAC and TAC’s founder, Greg \nLindberg.  Pending is a motion by TAC and Lindberg to dismiss these counterclaims.  \n(See ECF No. 43.)  For the following reasons, the Court GRANTS the motion. \nTAC Invs., LLC v. Rodgers, 2021 NCBC 55. \nAlston & Bird LLP, by Matthew P. McGuire and Kelsey L. Kingsbery , for \nCounterclaim-Plaintiffs John Rodgers and GoPrime Mortgage, Inc. \n \nFox Rothschild LLP, by Matthew N. Leerberg and Troy D. Shelton, and \nCondon Tobin Sladek Thornton PLLC, by Aaron Z. Tobin and Jared T.S. \nPace, for Counterclaim -Defendants TAC Investments, LLC and Greg \nLindberg. \n \nConrad, Judge. \n \nI.   \nBACKGROUND \n \n2. The Court does not make findings of fact on a motion to dismiss.  The \nfollowing background assumes that the allegations of the counterclaim complaint are \ntrue. \n3. Prime is a residential mortgage business.  Rodgers founded the company in \n2005 and was its only shareholder for more than a decade.  In February 2017, Rodgers \nsold half his shares to TAC (an entity formed and controlled by Lindberg) through a \nstock purchase agreement.  Rodgers and TAC have co-owned Prime ever since.  (See \nCountercl. ¶¶ 2, 11, 16, 17, 19, 49–51.)  \n4. At issue are the circumstances surrounding the stock purchase agreement.  \nAs alleged, Lindberg expressed interest in buying some or all of Prime in 2016.  (See \nCountercl. ¶  41.)  Negotiations took place both in person and via remote means \nthroughout 2016 and early 2017.  Among other things, the parties “discussed \nLindberg’s business acumen and experience” as well as the “investments and \noperations” of his investment company, Eli Global.  (Countercl. ¶  43.)  From these \ndiscussions, Rodgers believed that Lindberg had built a successful business using \n“lawful, prudent, and sound business practices.”  (Countercl. ¶ 44.) \n5. This, allegedly, was not true.  Beginning in 2014, Lindberg and Eli Global \nhad acquired a portfolio of life insurance companies  and used a substantial part of \ntheir assets to purchase other companies and personal luxuries .  ( See Countercl. \n¶¶ 23, 27, 28.)   These practices were risky  and perhaps unlawful , yet Lindberg \navoided the gaze of regulators by misrepresenting the insurance companies’ \ninvestments and developing a cozy relationship with a high-ranking public official .  \n(See Countercl. ¶¶ 29, 30.)  In Ma rch 2019, Lindberg was indicted for bribery and \nwire fraud.  The next year, he was convicted and imprisoned.  (See Countercl. ¶¶ 34, \n39.)  Among other things, the indictment alleged that Lindberg had sought to bribe a \npublic official in exchange for favorable treatment  for his insurance companies and \ntheir investment practices.  (See Countercl. ¶ 36.) \n6. Lindberg’s conviction caused turmoil for Prime , whose warehouse lenders \nwithdrew lines of credit and stopped doing business  with the company.   Before the \nparties finalized the stock purchase agreement, Lindberg had promised to serve as \nco-guarantor of these lines of credit.  (See Countercl. ¶¶ 44, 70.)  After his conviction, \nthough, Lindberg refused to continue to act as a co-guarantor, leaving Rodgers as the \nsole guarantor.  (See Countercl. ¶¶ 7, 62.) \n7. Relations between Prime’s shareholders have worsened since then.  I n \nFebruary 2020, TAC sued Rodgers to resolve a disagreement about their shareholder \nagreement.  In response, Prime and Rodgers have asserted counterclaims, including \ntwo claims that aim to rescind the stock purchase agreement  and a third for unfair \nor deceptive trade practices under N.C.G.S. § 75-1.1.  Each counterclaim rests on \nallegations of fraud ulent misrepresentations and concealment of material facts by \nLindberg leading up to the execution of the stock purchase agreement. \n8. TAC and Lindberg have moved to dismiss all claims against them und er \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure .  (See ECF Nos. 43, 44.)  \nThe motion is fully briefed, and the  Court held a hearing on 12 August 2021.  Thus, \nthe motion is now ripe for determination. \nII.  \nANALYSIS \n9. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \n[counterclaim] complaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation and \nquotation marks omitted).  The motion should be granted only when “(1)  the \ncomplaint on its face reveals that no law supports the . . . claim; (2) the complaint on \nits face reveals the absence of facts sufficient to make a good claim; or (3)  the \ncomplaint discloses some fact that necessarily defeats the . . . claim.”  Corwin v. Brit. \nAm. Tobacco PLC, 371 N.C. 605, 615 (2018) (citation and quotation marks omitted).   \n10. In deciding the motion, the Court must treat well -pleaded factual \nallegations as true and view the facts and permissible inferences “in the light most \nfavorable to the non -moving party.”  Sykes v. Health Network Sols., Inc. , 372 N.C. \n326, 332 (2019) (citation and quotation marks omitted).  Exhibits to the counterclaim \ncomplaint are deemed to be part of it and may also be considered, see Krawiec v. \nManly, 370 N.C. 602, 606 (2 018), but the Court need not accept as true any \n“conclusions of law or unwarranted deductions of fact,” Wray v. City of Greensboro , \n370 N.C. 41, 46 (2017).  \nA. Recission \n11. Prime and Rodgers  seek to rescind the stock purchase agreement  on the \ngrounds of unilateral mistake and fraudulent inducement.  Each claim for rescission \nis premised on the same allegations of fraud.  ( See Countercl. ¶¶ 69–74, 80–83.)  As \na result, both sides agree that the rescission claims may be considered together  for \npurposes of this motion .  See, e.g. , Marriott Fin. Servs., Inc. v. Capitol Funds, Inc. , \n288 N.C. 122, 136 (1975) (noting that rescission is permitted when unilateral mistake \nis accompanied by fraud). \n12. Fraud has five “essential elements”:  “(1) False representation or \nconcealment of a material fact , (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured \nparty.”  Ragsdale v. Kennedy , 286 N.C. 130, 138 (1974).   For claims of fraudulent \nconcealment or omission, the claimant must  also allege “a duty to disclose material \ninformation” because “silence is fraudulent only when there is a duty to speak.”  \nLawrence v. UMLIC-Five Corp., 2007 NCBC LEXIS 20, at *8 (N.C. Super. Ct.  June \n18, 2007) (citing Griffin v. Wheeler-Leonard & Co., 290 N.C. 185, 198 (1976)); see also \nBrewer v. Grue, 2020 NCBC LEXIS 96, at *8 (N.C. Super. Ct. Aug. 28, 2020). \n13. Allegations of fraud must “be stated with particularity.”  N.C. R. Civ. P. 9(b).  \nIn a case based on misrepresentation, this “requirement is met by alleging time, place \nand content of the fraudulent representation, identity of the person making the \nrepresentation and what was obtained as a result  of the fraudule nt acts or \nrepresentations.”  Terry v. Terry , 302 N.C. 77, 85 (1981).  In a case based on  \nconcealment, the required allegations include  \n(1) the relationship between plaintiff and defendant giving rise to the duty \nto speak; (2) the event or events triggering the duty to speak and/or the \ngeneral time period over which the relationship arose and the fraudulent \nconduct occurred; (3) the general content of the information that was \nwithheld and the reason for its materiality; (4) the identity of those un der a \nduty who failed to make such disclosures; (5) what the defendant gained by \nwithholding information; (6) why plaintiff’s reliance on the omission was \nboth reasonable and detrimental; and (7)  the damages proximately flowing \nfrom such reliance. \nLawrence, 2007 NCBC LEXIS 20, at *9 (cleaned up).   \n14. Here, Prime and Rodgers have not identified the alleged ly fraudulent \nmisrepresentations and omissions as clearly as they could have .  As best the Court \ncan tell, the rescission claims are based on three distinct acts.  According to TAC and \nLindberg, all three are not  stated with sufficient particularity  and otherwise not \nadequately alleged.  The Court agrees. \n15. Representation that Lindberg Would Act as Guarantor.  First, Prime \nand Rodgers allege that Lindberg  falsely represented “his willingness to serve as a \nco-guarantor of Prime’s warehouse lines of credit.”  (Countercl. ¶  2.)  At no point, \nhowever, do they allege the time or place that Lindberg made this false \nrepresentation.  The allegations therefore do not meet the particularity requirements \nof Rule 9(b).   See S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC , 189 N.C. App. \n601, 611 (2008) (affirming dismissal of fraud claim that did not allege time or place \nof misrepresentation); Bob Timberlake Collection, Inc. v. Edwards, 176 N.C. App. 33, \n39 (2006) (same).* \n16. Representation About Business Practices.  Next, Prime and Rodgers \nallege that “Lindberg and his representatives fraudulently and intentionally misled \nRodgers into believing that Lindberg had, at all times, operated his business portfolio \nin a prudent and lawful manner.”  (Countercl . ¶ 3.)  Again, there are  no particular \nallegations concerning when or where the misrepresentation occurred.   Each \nreference is vague: t he misrepresentation was purportedly made “at all times” and \n“on multiple occasions ” during unspecified meetings and communications.  \n(Countercl. ¶¶ 44, 69.)  This too is not sufficiently particular.  See S.N.R. Mgmt., 189 \nN.C. App. at 611; Bob Timberlake Collection, 176 N.C. App. at 39; Lunsford v. ViaOne \nServs., LLC, 2020 NCBC LEXIS 127, at *21 (N.C. Super. Ct. Oct. 28, 2020). \n17. Furthermore, i t is not at all clear what the misrepresentation is.   To be \nfraudulent, “the representation must be definite and specific.”   Hardin v. KCS Int’l, \nInc., 199 N.C. App. 687, 702 (2009) (cleaned up).   At best, the allegations state that \nLindberg “misled” Rodgers and that Rodgers erroneously “believ[ed]” certain things \nabout Lindberg’s business dealings.  (Countercl. ¶ ¶ 3, 44, 70 .)  The Court cannot \n \n* It bears noting that “a mere promissory representation will not support an action for fraud” \nunless “made with intent to deceive and with no intent to comply with the stated promise or \nrepresentation.”  Braun v. Glade Valley School, Inc. , 77 N.C. App. 83, 87 (1985).  \nNonperformance alone “ is not sufficient to establish the necessary fraudulent intent.”  \nWilliams v. Williams, 220 N.C. 806, 811 (1942).  The Court doubts whether the highly general \nallegations on this point are adequate, (see Countercl. ¶¶ 8, 74), but need not reach the issue \ngiven the failure to allege with particularity when and where the misrepresentation occurred. \ndiscern a definite and specific misrepresentation in th ese allegations.  See Charlotte \nMotor Speedway, LLC v. Cnty. of Cabarrus, 230 N.C. App. 1, 10 (2013). \n18. Concealment of Risky, Unlawful Business Practices.  Last, Prime and \nRodgers allege that Lindberg concealed that he and his companies were “engaged in \nrisky and unscrupulous investment practices .”  (Countercl. ¶  45.)  Lacking are \nparticularized allegations to show that Lindberg had a duty to disclose information \nabout his insurance businesses and their investment practices. \n19. Three circumstances give rise to a duty to disclose.  The first —a fiduciary \nrelationship—is not pertinent.  “The two remaining situations in which a duty to \ndisclose exists arise outside a fiduciary relationship, when the parties are negotiating \nat arm’s length,” as alleged here.  Harton v. Harton, 81 N.C. App. 295, 298 (1986).  In \nthat circumstance, no duty to disclose arises as a matter of course.  Rather, the duty \nexists only “when a party has taken affirmative steps to conceal material facts from \nthe other” or when “one party has knowledge of a latent defect in the subject matter \nof the negotiati ons about which the other party is both ignorant and unable to \ndiscover through reasonable diligence.”  Id. \n20. The counterclaim complaint does not allege any  specific acts taken by \nLindberg to  conceal information from Prime and Rodgers.   Lindberg purportedly \nmisrepresented his business practices  to government regulators, (see Countercl. \n¶ 30), but there is no allegation that he  did so —or did anything else —to conceal \ninformation from Rodgers.  See Harton, 81 N.C. App. at  298 (stating that a duty to \ndisclose arises when a party takes affirmative steps to conceal facts “from the other” \n(emphasis added)).  Nor is there any allegation that Rodgers knew about or reviewed \nany public regulatory filings.  See Zagaroli v. Neill , 2016 NCBC LEXIS 106, at *23 \n(N.C. Super. Ct. Dec. 29, 2016) ( dismissing fraud claim because claimant did not  \n“allege any specific affirmative acts” to conceal material facts from other party). \n21. Likewise, Prime and Rodgers have not adequately alleged a failur e to \ndisclose a latent defect.   “[W]hen a fraud claim is based upon failure to disclose a \nlatent defect, Rule 9(b) requires that the complaint allege that the plaintiff was \ndenied any opportunity to investigate, or that it could not have discovered the \nallegedly concealed facts by exercise of its own reasonable diligence.”   Oberlin Cap., \nL.P. v. Slavin, 2000 NCBC LEXIS 8, at *18 (N.C. Super. Ct. Apr. 28, 2000);  see also \nRosenthal v. Perkins, 42 N.C. App. 449, 452 (1979).  No allegations suggest that Prime \nand Rodgers were denied the  opportunity to investigate or that they could not have \ndiscovered the material facts through reasonable diligence.   Their  conclusory \nallegation that Rodgers “exercised reasonable diligence”  is insufficient.  (Countercl. \n¶ 68.) \n22. Summary.  Prime and Rodgers have not stated their allegations of fraud \nwith the required particularity.  The Court therefore grants the motion to dismiss the \nclaims for recission and, in its discretion, dismisses them without prejudice.   \nB. Section 75-1.1 \n23. The final claim is for violation of N.C.G.S. § 75-1.1.  This claim is based on \nthe same allegations of fraud as the claims for rescission.  Having concluded that the \nallegations of  fraud are inadequate , the Court further  concludes that the section \n75-1.1 claim must also be dismissed.  See, e.g., Gurkin v. Sofield, 2020 NCBC LEXIS \n49, at *41–42 (N.C. Super. Ct. Apr. 15, 2020) (dismissing section 75 -1.1 claim to the \nextent it was based on dismissed fraud claim).  The Court therefore grants the motion \nto dismiss the section 75 -1.1 claim.  As a result , the Court need not and does not \nconsider the additional arguments for dismissal asserted by TAC and Lindberg. \nIII.   \nCONCLUSION \n \n24. For all these reasons, the Court GRANTS  the motion to dismiss.   The \ncounterclaims are DISMISSED without prejudice. \n \n SO ORDERED, this the 10th day of September, 2021. \n \n      /s/ Adam M. Conrad   \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases  \n \n \n "
}