{
  "id": "3b881c501d83f1ec7b9d8d7216f565f9ca78b50e351acf4b6fcc06ab7d72aba0",
  "source_file": "data/raw/ncbc/3b881c501d83f1ec7b9d8d7216f565f9ca78b50e351acf4b6fcc06ab7d72aba0.pdf",
  "raw_text": "McCarthy v. Hampton, 2016 NCBC 4. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF VANCE 14 CVS 1173 \n \nJAMES A. MCCARTHY, SR., M.D., ) \n  Plaintiff, ) \n   ) \n v.  )  \n   ) \nJ. WELDON HAMPTON, M.D. and PREMIER ) \nWOMEN'S HEALTH PROFESSIONALS, P.A., ) \n  Defendants. ) \n____________________________________________ ) ORDER REVOKING \n   ) PRO HAC VICE ADMISSION  \n   )  \nJ. WELDON HAMPTON, M.D. and PREMIER )  \nWOMEN'S HEALTH PROFESSIONALS, P.A., ) \n  Counterclaim-Plaintiffs, ) \n   ) \n v.  ) \n   ) \nJAMES A. MCCARTHY, SR., M.D. and PWHP ) \nREALTY, LLC,  ) \n  Counterclaim-Defendants. ) \n \nTHIS MATTER comes before the Court upon its own Motion to Revoke Pro Hac Vice \nAdmission of Attorney J. Andrew McCarthy, Jr. (\"Attorney McCarthy\").  This motion arises \nfrom Attorney McCarthy's conduct in the course of his representation of Plaintiff James A. \nMcCarthy, Sr., M.D. (\"Plaintiff McCarthy\") in this action.\n1 \nTHE COURT, having considered the factual and procedural background of this matter \nand other appropriate matters of record, FINDS and CONCLUDES as follows: \nBackground Facts \n1. The factual and procedural background of this matter has been more fully \ndiscussed in other Court orders, including the July 1, 2015 Order on Motion to Enforce \n                                                 \n1 Attorney McCarthy is licensed to practice law in Florida, and was admitted pro hac vice in this action \nby Order dated December 8, 2014. \nSettlement Agreement (\"Order Enforcing Settlement\"), and the Court will limit discussion in \nthis order to those facts necessary to determination of this motion. \n2. On March 6, 2015, the parties held a mediation. At the conclusion of the \nmediation, the parties entered into a written mediated settlement agreement memorializing \nthe terms of a settlement of all claims.  Counsel, including Attorney McCarthy, signed the \nagreement.  Defendants' counsel, Steve Pete rsen (\"Petersen\") sent the Court an email \nadvising that the parties had reached a se ttlement. Attorney McCarthy was copied on \nPetersen's email but at no time did Attorney  McCarthy notify the Court that he had any \ndisagreement with Petersen's characterization that the parties had reached a settlement.  \n3. On April 2, 2015, Defendants filed a motion to enforce the mediated settlement \nagreement after Attorney McCarthy proved unc ooperative in reducing the settlement to a \nmore formal, written agreement.  On June 3, 2015, the Court held a hearing on the motion \nto enforce the mediated settlement at which Attorney McCarthy appeared on behalf of \nPlaintiff.  On July 1, 2015, the undersigned issu ed the Order Enforcing Settlement.  In that \nOrder, the Court enforced the mediated settlement agreement.  Among the terms that the \nCourt enforced was Plaintiff McCarthy's agreement to pay $155,000.00 to Defendant Premier \nWomen's Health Professionals, PA. The Court ordered that the $155,000.00 payment be made \nno later than July 22, 2015.  The Order Enforc ing Settlement also required an appraisal of \nthe real property held by PWHP Realty LLC.  At no time during the Court's consideration of \nthe motion to enforce did Attorney McCarthy raise any issue regarding Plaintiff McCarthy's \nfinancial ability to make the $155,000.00 payment or otherwise claim that Plaintiff McCarthy \nlacked the means to make the payment. \n4. Plaintiff McCarthy did not make the $155,000.00 payment on July 22, 2015. \nMore troubling, Attorney McCarthy did not provide any notice to Defendants that the \npayment would not be made, nor did Attorney McCarthy provide any explanation for failing \nto make this payment until five days  after the deadline for payment passed. 2 On July 27, \n2015, Attorney McCarthy sent an email to Petersen contending that Plaintiff McCarthy \"does \nnot have the money and cannot make the payment\" required by the Court's Order.3  \n5. Attorney McCarthy also refused to pa rticipate in the appraisal process \nrequired by the Order Enforcing Settlement. Th is dispute is more fully discussed in the \nCourt's Order on Valuation, entered on No vember 19, 2015. In sum, Attorney McCarthy \ncontended that the current lease for the real property at issue was invalid and refused to \nparticipate in an appraisal that permitted the parties' appraisers to consider the lease. \nInstead of raising the issue with the Court or working to resolve the issue between the \nparties, Attorney McCarthy simply threatened  further litigation to resolve the issue, \nresulting in an impasse that required Court intervention to resolve.4 \n6. On July 28, 2015, Defendants filed a Motion for Order to Show Cause seeking \nan order of civil contempt against Plaintiff McCarthy for his failure to make the required \nsettlement payment.  On November 16, 2015, th e Court held a hearing on the Motion for \nOrder to Show Cause at which Attorney McCarthy and Plaintiff McCarthy appeared.  At that \nhearing, Attorney McCarthy told the Court t hat Plaintiff McCarthy lacked the financial \nmeans to pay the $155,000 payment at the time he signed the mediated settlement agreement \nand at the time that Attorney McCarthy had appeared for the June 3, 2015 hearing with the \nCourt, but conceded he had not raised this i ssue with the Court or directly with Defendants \nbefore the entry of the Order Enforcing Settlement or the payment deadline. \n7. On November 19, 2015, the Court entere d its Amended Order to Show Cause \n(\"Show Cause Order\"). Plaintiff McCarthy wa s ordered to appear at the Vance County \n                                                 \n2 Petersen Aff. (July 28, 2015) ¶ 17. \n3 Mot. Appear & Show Cause, Ex. C. \n4 See generally Order on Valuation. \nCourthouse on December 2, 2015, and show cause why he should not be held in contempt for \nhis failure to make the $155,000.00 payment ordered in the Order Enforcing Settlement. The \nShow Cause Order required Plaintiff McCarthy to provide the Court with certain financial \nrecords to enable the Court to evaluate the co ntention that Plaintiff McCarthy lacked the \nability to comply with the Order Enforcing Settlement. \n8. On November 30, 2015, two days prior to the scheduled hearing, Attorney \nMcCarthy notified the Court by email that Pl aintiff McCarthy \"ha[d] filed bankruptcy.\" The \nCourt requested a filed copy of Plaintiff Mc Carthy's bankruptcy petition. In response, \nAttorney McCarthy submitted a bankruptcy petition that was signed by Plaintiff McCarthy \nbut did not bear any file-stamp or other evid ence of actual filing. Nevertheless, on the \nrepresentation that the petition had been f iled, the Court continued the December 2 show \ncause hearing.  \n9. On December 1, 2015, Petersen informed the Court that he was unable to find \nany record of a petition for bankruptcy having been filed in either the Middle or Eastern \ndistricts of North Carolina. 5 The Court then requested that  Attorney McCarthy provide a \nfiling receipt for Plaintiff Mc Carthy's bankruptcy petition and provide the case number \nassigned to Plaintiff McCarthy's bankruptcy case. No filing receipt or case number was \nprovided on December 1. On the afternoon of December 2, 2015, Attorney McCarthy sent an \nemail to the Court and Peterson claiming that Plaintiff McCarthy had filed \"a duplicate copy \nof the petition\" on December 2, 2015, and provid ed a case file number for that filing in the \nUnited States Bankruptcy Court for the Eastern District of North Carolina. \n                                                 \n5 J. Thomas Burnette (\"Burnette\"), Plaintiff McCa rthy's local counsel, similarly contacted the Court \non December 1st and noted that he could not find any record of Plaintiff's McCarthy's petition having \nactually been filed. \n10. On December 3, 2015, Attorney McCarth y provided a lengthy explanation of \nthe alleged chronology surrounding Plainti ff McCarthy's bankruptcy filing. In short, \nAttorney McCarthy claimed that Plaintiff McCa rthy mailed the petition to the Bankruptcy \nCourt on November 30, 2015, and believing that  to constitute filing, informed Attorney \nMcCarthy that the petition had been filed. Attorney McCarthy did not take any steps to \nconfirm that the petition had been filed, but proceeded to inform the Court that Plaintiff \nMcCarthy \"had filed\" the petition. Attorney McCarthy concedes that no petition was actually \nfiled on November 30 as represented, or at any time before December 2, 2015. \nAnalysis \n11. It is well established that the authority  to discipline lawyers rests within the \nCourt's inherent authority. \"This power is based upon the relationship of the attorney to the \ncourt and the authority which the court has over  its own officers to prevent them from, and \npunish them for, acts of dishonesty or impr opriety calculated to bring contempt upon the \nadministration of justice.\" In re Northwestern Bonding Co. , 16 N.C. App. 272, 275 (1972). \nWhen imposing sanctions based on the Court's inherent authority, North Carolina appellate \ncourts review the propriety of those sanctions under an abuse of discretion standard. Couch \nv. Private Diagnostic Clinic, 146 N.C. App. 658, 664 (2001).  \n12. The Court is also granted wide latitude to revoke the admission of an attorney \nadmitted on a pro hac vice basis. See N.C. Gen. Stat. § 84-4.2 (providing that pro hac vice \nadmission \"may be summarily revoked by the General Court of Justice . . . on its own motion \nand in its discretion\"). The authority provid ed by the statute governing pro hac vice \nadmission is to ensure \"a means to control out-of-state counsel and to assure compliance with \nthe duties and responsibilities of attorneys practicing in this State.\" Couch, 146 N.C. App. at \n670. The decision to revoke a pro hac admission is committed to the discretion of the trial \ncourt. Id. at 663. Notably, revocation of pro hac vice admission is not dependent on a \"change \nin circumstances, misconduct,\" or any other evidentiary showing. Smith v. Beaufort Cnty. \nHosp. Ass'n, 141 N.C. App. 203, 212 (2000).6 Based on this discretionary standard, appellate \ncourts have affirmed not only a revocation of pro hac vice admission, but a revocation coupled \nwith a prospective prohibition on practicing law within the State. See Couch, 146 N.C. App. \nat 669-71. \n13. Here, the Court concludes that Attorney McCarthy has engaged in a course of \nconduct that justifies not only revocation of his current pro hac vice admission, but also a \nfurther prohibition on his ability to practice law in this State. This conduct has needlessly \nprolonged this litigation, resulted in a substantial and unnecessary expenditure of time and \nresources by the Court and Defendants, and has interfered with this Court's administration \nof justice. \n14. Specifically, the Court concludes that Attorney McCarthy's unexplained failure \nto timely raise critical issues in this action has hindered the Court's ability to resolve this \nmatter. For example, Plaintiff McCarthy alle gedly was not able to pay the agreed upon \nsettlement payment at the time he entered in to the mediated settlement agreement and at \nthe time the Court entered the Order Enforcin g Settlement.  Attorney McCarthy did not \nnotify Peterson that his client could not pay the settlement until after he failed to make the \nCourt ordered payment. Attorney McCarthy did not inform the Court of Plaintiff McCarthy's \nalleged inability to pay the settlement until faced with the Motion for Order to Show Cause. \nWhile the Court is highly troubled that it took a motion to show cause for Attorney McCarthy \nto provide this information to the Court, it is more troubling that Attorney McCarthy allowed \nhis client to face the possibility of civil contem pt before notifying the Court about the issue. \n                                                 \n6 Additionally, the authority to revoke an attorney's pro hac vice admission is not limited to the judge \nwho initially granted admission, but can be exercised by any judge of the General Court of Justice. \nSmith, 141 N.C. App. at 208. \nThis course of conduct, for which Attorney McCarthy has provided no explanation, falls far \nbelow the standard the Court expects from the practicing bar. \n15. Even more significant are Attorney McCarthy's misrepresentations and \nobfuscations regarding the filing of the bankru ptcy petition, and that Attorney McCarthy's \nexplanation of the bankruptcy filing issue was no t provided to the Court sooner. The Court \nconcludes that the failure to confirm that th e petition had actually been filed before \ncommunicating to the Court that Plaintiff McCa rthy \"had file[d]\" the petition was at best \ngrossly negligent, and at worst a deliberate misrepresentation designed avoid the December \n2, 2015 show cause hearing. The vague and untimely explanation to the Court about when \nthe petition was actually filed only compounded the problem. In failing to make any attempt \nto verify the accuracy of his representation to  the Court, and in failing to diligently explain \nthe cause of his inaccurate representation, the Court concludes that Attorney McCarthy's \nconduct fell far below the standard expected of attorneys practicing in the State of North \nCarolina.  \n16. Ultimately, the Court concludes that Attorney McCarthy has not only engaged \nin a course of conduct that does not meet th e standard expected of attorneys practicing in \nNorth Carolina courts, but that conduct has al so delayed this action, caused unnecessary \nadditional expense, and has generally frustrate d this Court's efforts to resolve the parties' \ndispute. Accordingly, after thorough consideration of the background of this matter, Attorney \nMcCarthy's conduct, and other appropriate matters, and in the exercise of its discretion, the \nCourt concludes that Attorney McCarthy's pro hac  vice admission in this case should be \nrevoked, and that he should be prohibited from  practicing law in the courts of the State of \nNorth Carolina for a period of two years. \n \n \nTHEREFORE, IT IS ORDERED that: \n17. J. Andrew McCarthy, Jr., Esq.'s pro hac vice admission in this matter, granted \non December 8, 2014, is hereby REVOKED. \n18. J. Andrew McCarthy, Jr., Esq. shall be prohibited from practicing law in the \nState of North Carolina for a period of two (2) ye ars from the date of this Order.  The Court \nwill provide a copy of this Order to appropriate officials of the North Carolina State Bar. \nThis the 7th day of January, 2016. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}