{
  "id": "3b8f72d5af55576fa8e611b5e6dc2f30158078bf147e2089860ca8dda0af3cb9",
  "source_file": "data/raw/ncbc/3b8f72d5af55576fa8e611b5e6dc2f30158078bf147e2089860ca8dda0af3cb9.pdf",
  "raw_text": "Kornegay Family Farms, LLC v. Cross Creek Seed, Inc., 2016 NCBC 30. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF JOHNSTON \n \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1646 \nKORNEGAY FAMILY FARMS, LLC, \n \nPlaintiff, \n \nv. \n \nCROSS CREEK SEED, INC.,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n) \n \n  \nSTATE OF NORTH CAROLINA \nCOUNTY OF PERSON  \n \n15 CVS 338 \nMICHAEL CLAYTON, \n \nPlaintiff, \n \nv. \n \nCROSS CREEK SEED, INC.,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n) \n \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF FRANKLIN \n \n \n15 CVS 428 \nEDWARDS & FOSTER FARMS, \n \nPlaintiff, \n \nv. \n \nCROSS CREEK SEED, INC.,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n) \n \n \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF VANCE  \n \n15 CVS 551 \nMATTHEW W. GRISSOM and  \nT. WAYNE GRISSOM, \n \nPlaintiffs, \n \nv. \n \nCROSS CREEK SEED, INC.,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n) \n \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF FRANKLIN \n \n \n15 CVS 427 \nDAVID LEE SMITH, \n \nPlaintiff, \n \nv. \n \nCROSS CREEK SEED, INC.,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n) \n \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF SURRY \n \n \n \n15 CVS 939 \nRICKY SNOW, \n \nPlaintiff, \n \nv. \n \nCROSS CREEK SEED, INC.,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n) \n \n \n \n \n \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF HARNETT  \n \n \n15 CVS 1202 \nTRENT WILSON FARMS, LLC, \n \nPlaintiff, \n \nv. \n \nCROSS CREEK SEED, INC.,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n) \n \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF JOHNSTON \n \n \n15 CVS 2064 \nW.I. WELLONS & SONS, LLC and  \nW. BRYANT WELLONS, \n \nPlaintiffs, \n \nv. \n \nCROSS CREEK SEED, INC.,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n) \n \nORDER & OPINION \n{1} THIS MATTER is before the Court on three summary-judgment \nmotions by Defendant Cross Creek Seed, Inc. (“Cross Creek”): (1) Defendant’s \nMotion for Partial Summary Judgment Against Plaintiffs Trent Wilson Farms, \nLLC, W.I. Wellons & Sons, LLC and W. Bryant Wellons, and David Lee Smith, \n(2) Defendant’s Motion for Partial Summary Judgment Against Plaintiffs Kornegay \nFamily Farms, LLC and Edwards & Foster Farms, and (3) Defendant’s Motion for \nPartial Summary Judgment Against Plaintiffs Michael Clayton, Matthew W. \nGrissom and T. Wayne Grissom, and Ricky Snow (collectively, “Motions”).  There \n \n \nare differences among the three Motions based on the manner by which the various \nPlaintiffs purchased seed from Cross Creek, but each motion presents the common \nissue of whether Cross Creek is entitled to enforce a limitation of remedies that \nappears on the label of its seed containers and purports to limit each Plaintiffs’ \nrecovery to the purchase price of the seed.  The Court concludes that this limitation \nmust fail based on the public policy underlying the North Carolina Seed Law (“Seed \nLaw”), N.C. Gen. Stat. §§ 106-277 to -277.34 (2015), as interpreted and applied by \nthe North Carolina Supreme Court.  Thus, the Motions are DENIED. \nEllis & Parker PLLC by L. Neal Ellis, Jr. and Jolly, Williamson & Williamson \nby John P. Williamson, Jr. for Plaintiffs. \n \nPoyner Spruill LLP by Steven B. Epstein, Andrew H. Erteschik, and Caitlin \nM. Goforth for Defendant. \nGale, Chief Judge. \nI. INTRODUCTION AND SUMMARY OF RULING \n{2} The Court enters this Order & Opinion in each of the eight above-\ncaptioned cases involving claims by farmers who purchased certified tobacco seed \nfrom Cross Creek that produced abnormal tobacco crops.  The eight cases are \npending in six different counties and are consolidated for filing purposes only.  \nKornegay Family Farms, LLC v. Cross Creek Seed, Inc., No. 15 CVS 1646, is the \nmaster pleading file.     \n{3} Each container of Cross Creek’s seed bears a label with language that \npurports to limit the purchaser’s recovery to the purchase price of the seed.  Some \nPlaintiffs contend that this limitation never became part of their sales contract, for \none reason or another.  The Court need not reach those separate arguments to \nresolve the issue presented; it has assumed, for purposes of resolving the Motions, \nthat the limitation was part of each sales contract.  Therefore, the Court addresses \nthe question whether the limitation of remedies is enforceable.    \n{4} As presented, the issue is limited to factual circumstances in which the \nseed purchased by Plaintiffs was mislabeled.  Solely for purposes of the present \nMotions, Cross Creek asks the Court to accept Plaintiffs’ contention that each \n \n \ncontainer of seed sold to Plaintiffs was mislabeled, meaning that the seed in the \ncontainer was not the type of seed indicated on the label.  Cross Creek indicates \nthat it will tender judgment to each Plaintiff for the purchase price of the seed if the \nCourt holds that Cross Creek’s limitation of remedies is enforceable.  On the other \nhand, if the Court holds that the limitation is not enforceable, Cross Creek reserves \nall defenses to any claim that its seed was mislabeled, was otherwise defective, or \nwas the cause of any losses claimed by Plaintiffs. \n{5} To resolve the Motions, the Court must construe how two North \nCarolina Acts apply to the assumed facts on which the Motions are based.1  The \nUniform Commercial Code (“UCC”) embodies a public policy of allowing freedom of \ncontract in the commercial environment and clearly allows a merchant to limit \nbuyers’ remedies in appropriate circumstances.  See N.C. Gen. Stat. § 25-2-719.  \nThe North Carolina Supreme Court has interpreted a merchant’s ability to limit \nremedies under the UCC to include the ability to limit a buyer’s recovery to the \npurchase price of seed in cases where seed has not been mislabeled.  See Billings v. \nJoseph Harris Co., 290 N.C. 502, 508–09, 226 S.E.2d 321, 324–25 (1976).  On the \nother hand, the Seed Law, as interpreted by the supreme court in a decision issued \nbefore North Carolina adopted the UCC, Gore v. George J. Ball, Inc., expresses a \npublic policy that prohibits a limitation of remedies that limits a buyer’s recovery to \nthe purchase price of seed if the seed was mislabeled.  279 N.C. 192, 208, 182 S.E.2d \n389, 398 (1971) (pertaining to a sale that took place in 1965, prior to the UCC’s \neffective date of 1967).  The North Carolina Supreme Court has never squarely \nruled on whether the public policy relied upon in Gore survived the UCC’s \nenactment, although it had an opportunity to do so in Billings v. Joseph Harris Co.  \nThe supreme court has not revisited its holding in Gore in the last forty years.    \n{6} The Court is, of course, bound by precedents established by our \nsupreme court.  After reviewing Gore and subsequent decisions of the North \n                                                 \n1 The current version of the Seed Law was enacted in 1963.  See Act of June 25, 1963, ch. 1182, 1963 \nN.C. Sess. Laws 1626 (codified as amended at N.C. Gen. Stat. §§ 106-277 to -277.34).  North Carolina \nadopted the UCC in 1965, with an effective date of July 1967.  Act of May 26, 1965, ch. 700, secs. \n25A-40 to -184, 1965 N.C. Sess. Laws 768, 775–811 (codified as amended at N.C. Gen. Stat. \n§§ 25-2-101 to -725 (2015)). \n \n \nCarolina Supreme Court that have construed Gore, the Court concludes that Gore’s \ncentral holding, which is based on the public policy expressed by the Seed Law, \nsurvived North Carolina’s enactment of the UCC.  It further concludes that if \nconfronted with the exact question presented by the Motions, the supreme court \nwould hold that a limitation of remedies that limits a buyer’s recovery to the \npurchase price of the seed is unenforceable when the transaction falls within the \npurview of the Seed Law due to seed mislabeling, even if the limitation was \notherwise integrated into the sales contract between the parties.   \n{7} Thus, if Plaintiffs ultimately prove that Cross Creek’s seed was \nmislabeled, and that the mislabeled seed caused their losses, they will be entitled to \nrecover damages within the range allowed by the remedies provisions of the UCC, \nregardless of the limitation that appears on the seed labels.  The cases shall proceed \nwith this controlling principle as the law of the case. \n{8} The Court acknowledges Cross Creek’s argument that no North \nCarolina decision involving a transaction governed by the UCC has invalidated a \nlimitation of remedies in a contract between commercial merchants on grounds of \nunconscionability.  However, because the Court assumes for purposes of this Order \n& Opinion that the seed was mislabeled and concludes that the Seed Law bars it \nfrom enforcing the limitation, the Court need not separately determine whether the \nlimitation of remedies is also unenforceable under the UCC’s proscription against \nlimitations that fail of their essential purpose or are otherwise unconscionable.  See \nN.C. Gen. Stat. § 25-2-219(2), (3).  The Court leaves open this issue but notes that \nBillings strongly suggests that Plaintiffs would not prevail on an unconscionability \nor failure-of-essential-purpose argument.   \nII. STANDARD OF REVIEW \n {9} Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  “Summary judgment is \nimproper if any material fact is subject to dispute.”  Culler v. Hamlett, 148 N.C. \n \n \nApp. 389, 391, 559 S.E.2d 192, 194 (2002).  The movant bears the burden of proving \nthat there is no triable issue.  Dalton v. Camp, 353 N.C. 647, 651, 548 S.E.2d 704, \n707 (2001).  Once the movant has met that burden, the burden shifts to the \nnonmoving party to produce a forecast of evidence that demonstrates facts showing \nthat it can establish a prima facie case at trial.  Austin Maint. & Constr., Inc. v. \nCrowder Constr. Co., 224 N.C. App. 401, 407, 742 S.E.2d 535, 540 (2012).  The \nCourt must view all of the presented evidence in the light most favorable to the \nnonmoving party.  Dalton, 353 N.C. at 651, 548 S.E.2d at 707.  Here, for purposes of \nthe Motions only, the essential facts necessary to resolve the Motions are not \ncontested. \nIII. FURTHER FACTUAL BACKGROUND \n{10} The Court does not make findings of fact when it rules on a motion for \nsummary judgment, but it may summarize facts to provide context for its ruling.  \nSee, e.g., Se. Surs. Grp., Inc. v. Int’l Fid. Ins. Co., No. COA14-815, 2015 N.C. App. \nLEXIS 1036, at *2 (Dec. 15, 2015).     \n{11} Plaintiffs are commercial farmers with substantial farming operations \nthat include growing tobacco.  Each Plaintiff purchased tobacco seed that was bred, \ndeveloped, and produced by Cross Creek.  Some Plaintiffs purchased seed directly \nfrom Cross Creek, and others purchased Cross Creek’s seed from a third-party \ndistributor.   \n{12} Cross Creek has not conceded mislabeling except for purposes of these \nMotions.  Plaintiffs have made claims that the seed was mislabeled and subject to \nreview by the North Carolina Seed Board under the Seed Law.  See N.C. Gen. Stat. \n§ 106-277.30.  The Seed Board conducted extensive investigations in response to \nPlaintiffs’ complaints.  The Court has not reviewed or considered any portion of \nthose investigations, and it need not consider or address any contested issues of \ncausation to resolve the Motions.  \n{13} The label printed on each container of Cross Creek’s seed sold to \nPlaintiffs includes a section entitled “NOTICE TO BUYER – LIMITATIONS OF \nWARRANTIES AND REMEDIES.”  (Aff. Samuel Baker Ex. E.)  That notice is an \n \n \nintegrated paragraph that purports to limit a buyer’s recovery to the purchase price \nof the seed and exclude recovery for any incidental or consequential damages.  The \nparagraph reads:  \nBUYER’S EXCLUSIVE REMEDY FOR ANY CLAIM OR LOSS \nRESULTING FROM BREACH OF WARRANTY, BREACH OF \nCONTRACT, NEGLIGENCE, OR ANY OTHER LEGAL THEORY \n(INCLUDING BUT NOT LIMITED TO INCIDENTAL OR \nCONSEQUENTIAL DAMAGES), SHALL BE LIMITED TO \nREPAYMENT OF THE PURCHASE PRICE OF THE SEED WHICH \nCAUSED THE ALLEGED LOSS.   \n(Aff. Samuel Baker Ex. E.)  The notice also states the following: \nBuyer agrees that he is an experienced tobacco farmer, and as such is a \nMerchant within the meaning of the Uniform Commercial Code.  \nBuyer agrees that the above limitation of remedy is not \nunconscionable.  Buyer further agrees that if Cross Creek Seed, Inc. \nprovides a return of the purchase for the tobacco seed, this limitation \nshall not be deemed to have failed of its essential purpose.   \n(Aff. Samuel Baker Ex. E.) \n {14} Plaintiffs now seek to recover the costs and losses associated with the \ndefective tobacco plants.  Collectively, Plaintiffs seek to recover losses totaling in \nthe millions of dollars. \nIV. ANALYSIS \n{15} To resolve the Motions, the Court must construe a trilogy of cases from \nour supreme court.  Specifically, the Court must determine whether the public \npolicy of the Seed Law expressed in the first of the three supreme court cases, Gore, \nstill applies in light of the UCC’s policy of liberally allowing merchants to place \nlimitations on buyers’ remedies in the commercial sales context.  \n{16} The Court discusses each of the three opinions in chronological \nsequence. \nA. Gore v. George J. Ball, Inc. \n{17} Gore involved a 1965 sale of mislabeled tomato seed that occurred \nbefore the UCC went into effect.  279 N.C. at 197–98, 182 S.E.2d at 392.  The seed \ndid not produce defective tomatoes but yielded a type of tomato that was different \n \n \nfrom the type indicated on the seed label.  Id. at 197, 182 S.E.2d at 392.  The \nplaintiff’s complaint did not mention or ground a claim based on the Seed Law.  \nHowever, in authoring the court’s opinion, Justice Lake relied heavily on the public \npolicy evinced by the Seed Law in refusing to enforce a limitation of remedy that \nlimited the plaintiff’s recovery to the purchase price of the seed.  Id. at 199, 208, 182 \nS.E.2d at 393, 398.   \n{18} Justice Lake first addressed whether the limitation should be \nconsidered as part of the agreement between the parties.  Id. at 201–02, 182 S.E.2d \nat 394–95.  In doing so, he followed rules of contractual construction that most \nlikely have been modified by the UCC.  Id.; see N.C. Gen. Stat. § 25-2-719; Severn \nPeanut Co. v. Indus. Fumigant Co., 807 F.3d 88, 91–92 (4th Cir. 2015).  Assuming \nthat the limitation of remedies was part of the contract, Justice Lake then \naddressed whether the limitation could be enforced in a manner consistent with the \npublic policy expressed by the Seed Law.  Gore, 279 N.C. at 206, 182 S.E.2d at 397. \n{19} The court held that the public policy of the Seed Law rendered the \nlimitation of remedies unenforceable: \nHere, the statute has declared the policy of North Carolina to be one of \nprotecting the farmer from the disastrous consequences of planting \nseed of one kind, believing he is planting another.  To permit the \nsupplier of seed to escape all real responsibility for its breach of \ncontract by inserting therein a skeleton warranty, such as was here \nused, would be to leave the farmer without any substantial recourse for \nhis loss. \n \n       While there is no element of personal safety involved in the use of \nfalsely labeled seed, such as there is in the case of a defective \nautomobile, the breach of the contract of sale of seed does not, like the \nbreach of warranty of an automobile part, sometimes cause disaster.  It \nalways causes disaster.  Loss of the intended crop is inevitable.  The \nextent of the disaster is measured only by the size of the farmer’s \nplanting.  It may well, in terms of financial loss, exceed the damages \nflowing from a breach of warranty of quality of an automobile part. \n \n       We think it clear that the phrase, “to the extent of the purchase \nprice,” as used in the “Limitation of Warranty” relied upon by the \ndefendant, is contrary to the public policy of this State as declared in \nthe North Carolina Seed Law . . . and is invalid.  Such provision, \ntherefore, even if it otherwise be deemed a part of the contract of sale, \n \n \ndoes not bar the plaintiff from a recovery in this action of the full \ndamages which he would otherwise be entitled to recover for the \nbreach of the contract by the defendant.  \nId. at 208, 182 S.E.2d at 398 (citing Klein v. Asgrow Seed Co., 54 Cal. Rptr. 609, 618 \n(Dist. Ct. App. 1966)). \n {20} The supreme court’s application of the Seed Law in a private civil \naction in Gore is particularly noteworthy because the record suggests that the \nplaintiff did not mention the Seed Law in his complaint, and because Justice Lake \nrelied on statutory provisions that, on their face, apply only to actions involving \npublic enforcement, as the Seed Law does not afford a private cause of action.  See \nid. at 206, 182 S.E.2d at 397; see also, e.g., N.C. Gen. Stat. §§ 106-277.11, .34.   \n {21} The present case is distinguishable, at least by the fact that, unlike the \nsale in Gore, Plaintiffs’ purchases of Cross Creek’s seed are clearly subject to the \nUCC.  Cross Creek contends that this distinction makes Gore inapplicable and that \nthe case is instead controlled by the supreme court’s subsequent holding in Billings, \neven though Billings did not involve a sale of mislabeled seed that was subject to \nthe Seed Law.  See Billings, 290 N.C. at 507, 226 S.E.2d at 324.  Plaintiffs argue \nthat Gore prevails because section 25-2-719 of the UCC must be read in harmony \nwith the Seed Law, and where a transaction is subject to the Seed Law due to seed \nmislabeling, the public policy of the Seed Law continues to preclude the Court from \nenforcing the type of limitation on which Cross Creek relies.  While recognizing at \noral argument that, absent a finding of seed mislabeling, the limitation might be \nenforced under controlling precedent, Plaintiffs’ counsel emphasized that Gore \nmakes clear that the particular risk of mislabeling is the sole risk that must be \nborne by the seed seller and cannot, as a matter of public policy, be allocated to the \nfarmer—even by agreement—for the very reasons stated by Justice Lake in Gore.  \nSee Gore, 279 N.C. at 208, 182 S.E.2d at 398.  \nB. Gas House, Inc. v. Southern Bell Telephone & Telegraph Co. \n{22} Five years after Gore, the North Carolina Supreme Court, in an \nopinion again authored by Justice Lake, discussed Gore in a case not governed by \nthe UCC and not involving the sale of seed.  See Gas House, Inc. v. S. Bell Tel. & \n \n \nTel. Co., 289 N.C. 175, 221 S.E.2d 499 (1976), overruled in part on other grounds by \nState ex rel. Utils. Comm’n v. S. Bell Tel. & Tel. Co., 307 N.C. 541, 547, 299 S.E.2d \n763, 766–67 (1983).  In Gas House, Inc. v. Southern Bell Telephone & Telegraph \nCo., the plaintiff sued for damages from lost potential sales when the defendant \nmisclassified the plaintiff’s “Yellow Pages” listing in the phone book.  Id. at 179, 221 \nS.E.2d at 502.  The preface to the Yellow Pages included a statement that purported \nto limit the defendant’s liability for errors or omissions to the cost of the plaintiff’s \nlistings in the Yellow Pages.  Id.  Further, a separate contract between the parties \nlimited the plaintiff’s remedy to the cost of the listing in which the omission \noccurred.  Id.   \n{23} In upholding the contractual limitation on liability in Gas House, \nJustice Lake found Gore to be “easily distinguishable” because the defendant’s \nomission of the advertisement from the proper section of its phone directory left the \ncustomer exactly where it would have been if it had not advertised with the \ntelephone company.  Id. at 185, 221 S.E.2d at 505.  Justice Lake summarized the \nholding in Gore to say that “by reason of the North Carolina Seed Law, such a \nLimitation of Liability Clause in a seed contract is contrary to the public policy of \nthis State.”  Id. at 185, 221 S.E.2d at 506 (citing Gore).  The court found no \ncomparable public policy relating to the sale of advertising by a phone company, \neven though a phone company may be regulated as a public utility in connection \nwith other parts of its business.  Id. \nC. Billings v. Joseph Harris Co. \n{24} Also five years after Gore, the North Carolina Supreme Court, in a \nthird opinion authored by Justice Lake, considered a limitation of remedies in \nconnection with a sale of seeds governed by the UCC.  Billings, 290 N.C. 502, 226 \nS.E.2d 321.  The Seed Law did not apply to the transaction in Billings, because that \nseed had not been mislabeled. \n{25} In Billings, a contract for the sale of cabbage seed included a warranty \nthat the seeds would comply with the package description, an express disclaimer of \nall other express and implied warranties, and a limitation of remedies that \n \n \nrestricted a buyer’s recovery to the purchase price of the seed.  Id. at 504, 226 \nS.E.2d at 322.  The plaintiff admitted that the seed had not been mislabeled and \nthat he received the type of seed he had ordered.  Id.  Instead, he claimed that the \ncabbage was infected with a seed-borne disease that rendered the cabbage useless.  \nId. at 503, 226 S.E.2d at 321–22.   \n{26} In upholding the defendant’s limitation of remedies, Justice Lake \ndistinguished Billings from Gore on two grounds.  First, there was no evidence in \nBillings that the seed was mislabeled, so the sale did not fall within the ambit of the \nSeed Law.  Id. at 507, 226 S.E.2d at 324.  Second, the purchase in Billings occurred \nafter the UCC’s effective date and was therefore governed by the UCC.  Id. at 508, \n226 S.E.2d at 324.  Applying the UCC’s provisions regarding the permissibility of \ncontractual limitations of remedies, the supreme court upheld the defendant’s \nwarranty disclaimer and limitation of remedies.  Id. at 510, 226 S.E.2d at 325.   \n{27} There is a superficial argument that Billings stands for the proposition \nthat the enactment of the UCC in North Carolina effectively overruled Gore.  But, \nthe supreme court carefully limited its holding in a way that defeats such a \nsuperficial reading: \n       Since in the present case we do not have any breach by the seller \nof a warranty of conformity to label, i.e., the type of seed ordered was \nactually delivered, we express no opinion as to whether, where there \nhas been such a breach, a limitation of the buyer to the recovery of the \npurchase price is “reasonable in the light of the anticipated or actual \nharm caused by the breach.” \nId. at 509–10, 226 S.E.2d at 325 (quoting N.C. Gen. Stat. § 25-2-718(1)).  The court \ndid not take the opportunity to limit Gore.   \n {28} The supreme court in Billings also referred to the official comment to \nUCC section 25-2-719, which reiterates that a limitation of remedies that purports \nto modify or limit the UCC’s remedial provisions “in an unconscionable manner” is \nunenforceable.  See id. at 510, 226 S.E.2d at 325 (emphasis omitted) (quoting N.C. \nGen. Stat. § 25-2-719 cmt. 1).  The court did not address whether the concepts in the \nofficial comment could also apply to violations of public policy.  In sum, Billings left \nopen the question whether a limitation of remedies in a seed transaction that \n \n \nrestricts the buyer’s recovery to the purchase price of the seed will be enforced when \nthe sale is subject to the Seed Law because of mislabeling. \nD. The Public Policy Expressed in Gore Survived North Carolina’s Enactment of \nthe UCC. \n {29} The North Carolina Supreme Court has not revisited its holding in \nGore since its decision in Billings forty years ago.  Because the supreme court has \nnot squarely confronted whether a limitation of remedies in a mislabeled-seed case \ngoverned by the UCC is enforceable, this Court must now do so.  The Court is \ninfluenced, in part, by the supreme court’s election not to limit or overturn Gore \nwhen presented with the opportunity to do so in Billings.  Moreover, the Court has \nconsidered canons of statutory construction and finds that those canons support a \nconclusion that the expression of public policy in Gore survived North Carolina’s \nenactment of the UCC and continues to apply in mislabeled-seed cases that are \nsubject to the Seed Law.   \n{30} The North Carolina legislature has amended both the UCC and the \nSeed Law since Gore was decided, but it has not amended either section 25-2-719 of \nthe UCC or section 106-277.11 of the Seed Law.  See Polaroid Corp. v. Offerman, \n349 N.C. 290, 303, 507 S.E.2d 284, 294 (1998) (“[T]he legislature is always \npresumed to act with full knowledge of prior and existing law and . . . where it \nchooses not to amend a statutory provision that has been interpreted in a specific \nway, we may assume that it is satisfied with that interpretation.”), abrogated on \nother grounds by Lenox, Inc. v. Tolson, 353 N.C. 659, 548 S.E.2d 513 (2001); \nWilliams v. Williams, 120 N.C. App. 707, 717, 463 S.E.2d 815, 822 (1995) (“[T]he \nGeneral Assembly [is] presumed to know the content of the decisions of our \ncourts . . . .”), aff’d, 343 N.C. 299, 469 S.E.2d 553 (1996); see also N.C. Gen. Stat. \n§ 25-2-102 (“[T]his article [does not] impair or repeal any statute regulating sales to \nconsumers, farmers, or other specified classes of buyers.”).   \n{31} The Court further concludes that the public policy of the Seed Law \ndoes not necessarily conflict with the UCC’s policy of allowing contractual \nlimitations of remedies among merchants, in appropriate circumstances.  Section \n \n \n25-2-719 of the UCC and the official comment to that section make clear that there \nare instances where a limitation of remedies in a sales contract will not be enforced.  \nSee N.C. Gen. Stat. § 25-2-719 & cmt. 1.  Statutory-construction rules “dictate that \nwhen two statutes concern the same subject matter[,] they must be construed in \nharmony with one another.”  In re Belk, 107 N.C. App. 448, 454, 420 S.E.2d 682, \n686 (1992).  But, “where one statute is specific and the other is general, the specific \nprovision must be taken as intended to constitute an exception to the general \nprovision, because the legislature is not to be presumed to have intended a conflict.”  \nId.; see also 1 Lary Lawrence, Lawrence’s Anderson on the Uniform Commercial \nCode § 1-102:18 (3d ed. 2002) (“When a local non-UCC statute governs a specific \npoint, it prevails over a general provision of the UCC.”).    \n{32} In the face of the clear public policy of the Seed Law that the supreme \ncourt recognized and enforced in Gore, the Court declines to infer a legislative \nintent for the UCC to supersede the public policy of the Seed Law in cases involving \nthe sale of mislabeled seed.  If the Court must make an inference, it would infer \nthat the official comment to section 25-2-719 evidences a legislative intent for public \npolicy expressed in non-UCC statutes, in appropriate circumstances, to override \nlimitations of remedies.  That is, the Court concludes that the UCC’s general policy \nof allowing merchants to contractually allocate risks must yield to a public policy \nthat precludes risk allocation in the context of mislabeled seed, because mislabeling \nis the sole risk that necessarily causes loss to the buyer yet is in the exclusive \ncontrol of the seller.  See Gore, 279 N.C. at 208, 182 S.E.2d at 398.  As the United \nStates Court of Appeals for the Fourth Circuit recognized recently in Severn Peanut \nCo. v. Industrial Fumigant Co., a clear expression of public policy may render a \nlimitation of remedies unenforceable when the limitation would otherwise be \nallowed under the UCC.  807 F.3d at 91. \nV. IMMEDIATE APPELLATE REVIEW \n {33} The Court acknowledges that any appeal from this Order & Opinion is \ninterlocutory, because it leaves “more to be done in the trial court.”  State ex rel. \nJordan v. Oakes, __ N.C. App. __, 771 S.E.2d 832, 833 (2015).  The Court \n \n \nnonetheless believes that the particular circumstances of this matter warrant \nimmediate appellate review and, if permitted, the Court would certify the matter for \nimmediate appeal under Rule 54(b) of the North Carolina Rules of Civil Procedure \nbecause “there is no just reason for delay.”  N.C. R. Civ. P. 54(b).  Because Rule \n54(b) certification is restricted to “final judgment[s] as to one or more but fewer \nthan all of the claims or parties,” the Court is unable to certify this Order & Opinion \nunder Rule 54(b).  Id.; see also Duncan v. Duncan, 366 N.C. 544, 545, 742 S.E.2d \n799, 801 (2013) (“Certification under Rule 54(b) permits an interlocutory appeal \nfrom orders that are final as to a specific portion of the case, but which do not \ndispose of all claims as to all parties.”).   \n {34} The ultimate issue in this matter is one of public policy—an issue \nbetter defined by our appellate courts—that requires an interpretation of two \nopinions from the North Carolina Supreme Court.  The parties have jointly \nindicated their interest in and need for guidance from the supreme court on how its \nprecedents should be applied.2  The Court agrees.  Without the ability to seek \nimmediate appellate review of this Order & Opinion, the parties in each of these \neight cases must await a final answer on a significant and controlling threshold \nissue until after a final, appealable judgment, which cannot be entered until \ncomplex fact and expert discovery are completed.  That discovery is likely to be long, \nburdensome, and expensive.  Fact-based summary-judgment motions and, if \nnecessary, eight separate trials, would multiply these burdens and expenses. \n {35} The controlling issue of law in this matter will not be further defined \nthrough discovery.  Further, discovery and additional proceedings have no purpose \nfor Plaintiffs, Cross Creek, or the Court if the supreme court ultimately determines \nthat Plaintiffs’ remedies are limited to the purchase price each Plaintiff paid for \nCross Creek’s seed.  Thus, if Cross Creek seeks immediate appellate review of this \ninterlocutory Order & Opinion, the parties and the Court would substantially \nbenefit from a ruling by the supreme court on this threshold issue. \n                                                 \n2 Because all eight of these actions were designated as mandatory complex business cases after \nOctober 1, 2014, appeal lies directly to the North Carolina Supreme Court.  N.C. Gen. Stat. \n§ 7A-27(a)(2) (2015). \n \n \n {36} Moreover, the issue decided by the Court today has importance beyond \nthis case.  The question whether a limitation of remedies in a mislabeled-seed case \ngoverned by the UCC is enforceable is significant to North Carolina’s jurisprudence, \nits agricultural community, and its system of commerce generally.  \n {37} For these reasons, if Cross Creek seeks immediate appellate review of \nthis Order & Opinion, the Court—recognizing the unusual circumstances of this \nmatter—urges the supreme court to docket the appeal.  If such appeal is allowed, \nthe Court will exercise its discretion to stay all further proceedings in this matter at \nthe trial court, pending resolution of appellate proceedings.  \nVI. CONCLUSION  \n{38} After careful review, the Court concludes that the North Carolina \nSupreme Court, if directly confronted with the question presented by Cross Creek’s \nMotions, would hold that (1) the public policy of the Seed Law on which the \nsupreme court relied in Gore has not been superseded by the UCC, (2) Gore still \napplies in cases where seed has been mislabeled in violation of the Seed Law, and \n(3) Gore does not allow Cross Creek to enforce its limitation of remedies against \nPlaintiffs if the seed sold to Plaintiffs was mislabeled.       \n{39} Accordingly, Cross Creek’s Motions are DENIED.    \n \n IT IS SO ORDERED, this the 20th day of April, 2016.   \n \n \n \n        /s/ James L. Gale  \nJames L. Gale \nChief Special Superior Court Judge \n   for Complex Business Cases \n "
}