{
  "id": "3b9062f113701560f43fd50be73e7a4163ee29be2114c2f3e884dfe3c30c4334",
  "source_file": "data/raw/ncbc/3b9062f113701560f43fd50be73e7a4163ee29be2114c2f3e884dfe3c30c4334.pdf",
  "raw_text": "In re Quintiles Transnational Corp. S’holders Litig., 2003 NCBC 11\n \nSTATE \nOF NORTH CAROLINA\n \nCOUNTY \nOF DURHAM\n \nIN THE GENERAL COURT OF\nJUSTICE\nSUPERIOR COURT DIVISION\n \nConsolidated Civil Action\nNo. 02 CVS 5348\n \nIN \nRE QUINTILES TRANSNATIONAL\nCORP. SHAREHOLDERS\nLITIGATION\n \n)\n)\n)\n \n \n \n \n \n \nORDER AND OPINION\n \n{1}\n \n      \nThis matter comes before the Court on the fee application of plaintiffs’ counsel in this matter. The\nCourt has previously authorized payment of the funds. This opinion contains the reasoning behind the\nCourt’s approval of the attorney fees in this case. Together with the Court’s opinion in \nIn Re Wachovia\nShareholders Litigation, \n2003 NCBC 10 entered today, it sets a framework for the approval of fee\napplications in shareholder litigation in North Carolina. This opinion should be read in conjunction with\nthe \nWachovia \nfee opinion. The Court concluded in that case, and holds here, that fee awards may be made\nin class action shareholder litigation even though no specific or ascertainable fund is created for the benefit\nof shareholders out of which the attorney fees are paid.\nDonaldson & Black, P.A.\n  \nby Arthur J. Donaldson and John T. O’Neal\n  \nfor Plaintiff Breakwater\nPartners, L.P.\nAbrams & Abrams, P.A. by\n  \nDouglas B. Abrams and Margaret S. Abrams for Plaintiffs Joseph\nSwetye, Lois Anderson, Gamillel Shab, and William Steiner.\nMaxwell, Freeman & Bowman, P.A. by James B. Maxwell\n  \nfor Plaintiffs Mary Lewis and Gregory\nTatoian.\nJames, McElroy & Diehl, P.A\n  \nby Bruce M. Simpson for Plaintiff Charles Miller.\nBrooks, Pierce, McLendon, Humphrey & Leonard, PLLC, by Jim W. Phillips, Jr. and Jennifer K.\nVan Zant for Defendant Dennis B. Gillings and Pharma Services.\nKilpatrick Stockton LLP by Hayden J. Silver, III for Defendant Dennis B. Gillings.\nSmith Moore, LLP, by Donald Cowan, Jr., Lisa Kaminski Shortt, and Dixie T. Wells, fo Defendants\nRobert C. Bishop, Vaughn D. Bryson and Virginia V. Weldon.\nSmith, Anderson, Blount, Dorsett Mitchell & Jernigan, LLP, by Carl N. Patterson, Jr., Donald H.\nTucker, Jr., and Gerald F. Roach, for Defendants Arthur M. Pappas and Quintiles Transnational\nCorporation.\nHunton & Williams by L. Neal Ellis, Jr. for Defendants Eric J. Topol, Jim D. Kever, Chester W.\nDouglass, Pamela J. Kirby, E.G.F. Brown, and William L. Roper.\n{2}\n \n      \nOn October 13, 2002, an investor group led by Dennis Gillings made a preliminary tender offer to\nthe Board of Directors of Quintiles Transnational Corporation (“Quintiles”) to acquire all of the\noutstanding shares of the common stock of Quintiles in a cash tender offer of $11.25 per share. Within two\ndays and prior to any Board response, shareholder lawsuits were begun. From the time stamps on the\ncomplaints it appears that counsel were lined up at the office of the Clerk of Court of Durham County in a\nrace to the courthouse to see who could file first. The race was won by the Brualdi law firm, which also\nsucceeded in getting a temporary restraining order issued even though the Board of Quintiles had not had\nthe opportunity to act on the proposal. The restraining order subsequently was withdrawn, as it should\nhave been. The motion generating it was meritless. Subsequently, seven lawsuits were filed in Durham\nCounty. They were assigned to the Business Court and consolidated by court order.\n{3}\n \n      \nLess than a month later, the Quintiles Board rejected the offer and hired Morgan Stanley to\nevaluate alternatives to a sale of the company. The Board ultimately decided to pursue a sale and\nundertook steps to commence a broad based auction process. The auction process was clearly in the best\ninterest of the shareholders as the business of Quintiles was particularly difficult to value. Between\nDecember 2002 and April 2003, six different bidders participated in the auction process and conducted\nextensive due diligence and negotiations in two rounds of bidding. On April 10, 2003 Quintiles announced\nthat it had signed a merger agreement with an investor group led by Gillings. The merger agreement\nprovided for the purchase of outstanding shares of Quintiles common stock and options at $14.50 per\nshare in cash, a 28% premium over Gillings initial offer and a 75% increase over the trading price on\nOctober 13, 2002. Plaintiffs do not contend that this lawsuit was the sole or even the principal factor that\nled to the increased offer. The Court has reviewed the actions of the Board and found that the directors\nfulfilled their fiduciary duty to the shareholders in the manner in which the auction was conducted. It\nappears to the Court that the auction process resulted in the shareholders receiving the highest price\navailable on the market.\n{4}\n \n      \nThe fight for lead counsel during the course of the litigation was hotly contested. The Court\nappointed Beatie and Osborn LLP and Maxwell, Freeman & Brown P.A. lead counsel on February 13,\n2003. Those firms negotiated the settlement approved by the Court.\nI.\n{5}\n \n      \nWhen the Court is asked to approve a fee to be paid by the surviving company with no cost to the\nshareholders it is essentially being asked to insure that the settlement is not collusive between the\ncompany and class counsel and that the fee awarded is fair in light of the benefit provided by class\ncounsel. The court must exercise its discretion to see that there are proper incentives for class counsel to\nbring shareholder lawsuits and insure that the litigation agency costs of such litigation do not outweigh the\nreduction in management costs attributable to the threat of litigation.\n{6}\n \n      \nThe Court is fully aware of the pressures on both the company and class counsel to resolve\ndisputes in merger and acquisition cases. Procedures for reviewing those settlements and fee applications\nshould not make settlement impossible or more difficult. The company and class counsel have four\noptions in resolving their disagreement over fees to be awarded in connection with the settlement of\nshareholder litigation. They may agree to let the court set the fee with input from both sides. They may\nagree on a set fee which both support. They may agree that the court can set the fee with a cap or\nmaximum (or within a range), and the company agrees not to object to the fee request. They may agree\nthat the court can set the fee with a cap or maximum (or within a range), and the company retains freedom\nto assert its position with respect to the fee award and the amount. In this instance, the parties chose the\nthird option. The company agreed to a maximum fee of $450,000 and agreed not to object to the fee\nrequest. By contrast, the \nWachovia\n case, which did not involve a settlement, required the Court to set the\nfee in a hotly contested debate. There, unlike this case, defendants argued the issues of causation and value\nas well as the standard to be applied by the court.\n{7}\n \n      \nAs a general rule, the trial court should determine three things before deciding the amount of the\nfee. Where no agreement has been reached, the company is free to contest all three. First, the court looks\nto see if the action was meritorious at the time it was filed. That issue will be addressed below. Second, it\nmust determine that there was an ascertainable benefit received by the class. Third, it must determine if\nthere existed a causal connection between the action and the benefit. \nSee\n \nIn re Dunkin Donuts S’holder\nLitig., \nC.A. Nos. 10825, 10907, 1990 Del. Ch. LEXIS 197 (Del. Ch. Nov. 27, 1990); \nIn re MacMillan\n, \nInc.\nS’holder Litig., \nC.A. Nos. 9909, 9953, 1989 Del. Ch. LEXIS 154 (Del. Ch. Nov. 16, 1989);\n Chrysler Corp\n.v. Dann\n, 223 A.2d 384, 386-87 (Del. Ch. 1965).\n{8}\n \n      \nOnce there is a showing of a meritorious claim, chronologically followed by the benefit sought,\nthe burden shifts to the company to show that the lawsuit did not “in any way cause their action.” The\ncompany can show that that the benefit was attributable to other causes.\n  \nTandyscraft, Inc. v. Initio\nPartners\n, 562 A.2d 1162, 1165 (Del. 1989); \nAllied Artist Pictures Corp. v. Baron\n, 413 A.2d 876, 880\n(Del. 1980); \nLouisiana State Employee’s Retirement System v. Citrix Systems, Inc\n, C.A. 18298, 2001 Del\nCh. LEXIS 115, (Del. Ch. Sept. 17, 2001); \nGrimes v. Donald\n, 791 A.2d 818, 823-25 (Del. Ch. 2000).\n{9}\n \n      \nIn cases where the action was taken without court order, the court may still find a causal\nconnection. It is not necessary that substantive relief be obtained in the lawsuit. Boards often proceed on\ntheir own to take actions independent of the litigation process. \nSee Tandyscraft\n, 562 A.2d. at 1164 ; \nCitrix\n,\n2001 LEXIS at *17.\n  \nThis is just such a case. The Special Committee acted independently to fulfill its\nfiduciary duties, and class counsel candidly admit that they performed more of a monitoring role than any\nother function. In this matter, there is no clear monetary benefit created by the actions of class counsel,\nalthough they argue that the litigation resulted in part in a $380 million dollar increase in the offering\nprice. The increase in the offering price resulted for the most part from the auction process.\n{10}\n         \nWhere, as in the instant case, the company chooses to agree to a fee to be set by the court with a\ncap and agrees not to object to a fee request in that amount, the company has created a prima facie case\nthat the complaint was meritorious when filed and that there was an ascertainable benefit received by the\nshareholders and some causal connection between the action and the benefit was present. In this instance,\nthe company has acknowledged that the litigation was a factor in its deliberative process. \nSee\n Affidavit of\nDaniel A, Osborn, Ex. C at Recital I and Ex F. Given the prima facie case and the additional\nacknowledgement, there is no basis on this record for the Court to find differently.\n  \nHad the Board\nbelieved that a lower fee was justified, it should have put itself in a position to present that information to\nthe Court.\n{11}\n         \nNor has Quintiles provided the Court with any assistance with respect to the amount of the fee.\nThe Board is in the best position to provide information to the Court concerning the contribution or causal\nconnection between the litigation and its actions. Where it chooses not to provide that information, the\nCourt will not engage in independent discovery, but will assume that the Board considered the amount it\nagreed to pay to be reasonable.\n[i]\n Generally no other party has a vested interest in the fee request, as it is\nnot coming out of the pockets of shareholders.\n{12}\n         \nHowever, the Court must make an independent determination of the fairness of the fee. It is free to\ndecide that the fee agreed upon is unreasonable, unnecessary, or inflated. It must maintain public\nconfidence in the litigation process. \nSee\n \nCitrix\n, 2001 LEXIS at *11.\n{13}\n         \nIn the case before the Court, the fee requested falls at the outer edge of, but not beyond, the realm\nof reasonableness. For that reason and because it was unopposed, the Court elected not to reduce it. The\nfee request was certainly a small percentage (one- twelfth of one percent) of the total increase in the share\nprice. Class counsel directed the court to several Delaware cases in which much higher fees were\napproved and where Special Committees had acted on their own.\n  \nSee In re Telerate, Inc. S’holders Litig.,\n1992 WL 44907 (Del. Ch. Apr. 26, 1991)\n; Steiner v. Sithe-Energies, L.P., \n1989 WL 50290 (Del. Ch. May\n10, 1989); \nRobert M. Bass Group v. Evans\n,\n \n1989 WL 137936 (Del. Ch. Nov. 16, 1989); \nNorth Am.\nPhillips Stockholder Litig.\n, 1987 WL 28434 (Del. Ch. Dec. 16, 1987).\n  \nThe fee certainly was not in the\nrange of the fees set aside by Chancellor Chandler.\n  \nSee\n \nCitrix\n, 2001 LEXIS at *37 (reducing fee award to\n$140,000 from $2,000,000); \nIn re Dunkin Donuts\n, 1990 Del. Ch. LEXIS at *31 (reducing fee from $2.5\nmillion to $922,000).\n  \nHad it been contested and some record created that addressed the value of the\nbenefit, reduced the contribution or eliminated causation, the Court might have reached a different result.\n \nSee\n \nIn Re Wachovia Shareholders Litigation, \n2003 NCBC 10 (No. 01 CVS 4486, Mecklenburg County\nSuper. Ct)(Tennille, J.). Certainly, the fee was higher than the average fee in cases where the Delaware\ncourts have applied their quantum meruit analysis in setting fees.\n  \nSee\n \nCitrix\n, 2001 LEXIS at *35 (stating\nChancellor Chandler’s determination that the average fee in quantum meruit analysis cases to be\napproximately $273,000 over a three-year period).\n{14}\n         \nThe Court has independently looked at the fee request in light of the factors commonly examined\nin shareholder class action fee applications. \nSee\n \nWachovia, \n2003 NCBC 10 at 71-88\n.\n  \nA review of those\nfactors, including causation and contribution, did not cause the Court to reduce the requested fee although\nthere were clearly close questions involved.\n  \nThere was no advocate for a different position.\n  \nFor the\nreasons set forth above, the Court approved the fee application.\n \nII.\n{15}\n         \nThe Court takes this opportunity to address one other issue that has been mooted for the most part\nby the agreement of plaintiffs’ counsel to settle their fee dispute. It is an issue which may find more\nprevalence in the future.\n  \nThe issue of whether or not the claim was meritorious when filed was mooted by\nthe prima facie case created by the settlement structure. The Brualdi firm had filed a separate request\nasking to be awarded part of the fee agreed upon, based upon work performed by it prior to the court’s\nselection of lead counsel. That dispute would also have raised the question of whether the original and\nfirst suit filed by Breakwater Partners within two days of the announcement and the obtaining of the\ntemporary restraining order by Breakwater were meritorious.\n{16}\n         \nThe Court does not adopt a hard and fast rule that no work performed by non-lead counsel will\never be compensated. However, the Court will not compensate counsel who are not selected as lead\ncounsel just because they filed a complaint or filed motions prior to class counsel being appointed. To do\nso would unnecessarily increase the litigation transaction costs. Class counsel who routinely practice in\nthis area understand that there are some cases in which they will be appointed and some in which they will\nhave no role. If they have no agreement with their clients to be compensated for the work they do, they\nassume a risk in rushing to the courthouse. The contingent risk factor is one of the reasons they are\nawarded a premium in many cases.\n{17}\n         \nThe selection of lead counsel is seldom based upon the first to file rule. Increasingly courts are\nlooking for class representatives who have a substantial interest in the litigation and who will fulfill their\nrole as class representatives. The courts are also looking for counsel who have given some thought and\nresearch to their complaints and have not just pulled a form out of the file and rushed to the courthouse.\nThe Delaware Chancery Court has put an increasing emphasis on counsels’ use of the right to inspect the\nbooks and records of the company \nbefore\n filing suit.\n{18}\n         \nDelaware courts have “repeatedly urged derivative plaintiffs to seek books and records before\nfiling a complaint.”\n  \nIn Re The Walt Disney Company Derivative Litig.,\n CA No. 15452, 2003 Del. Ch.\nLEXIS 52 at n.5 (Del. Ch. May 28, 2003) (citing \nGuttman v. Jen-Hsun Huang,\n C.A. No. 19571-NC, 2003\nDel. Ch. LEXIS 48, at *1-2 (Del. Ch. May 5, 2003)).\n  \nDelaware’s Inspection of Books and Records statute\nstates in relevant part that “[a]ny stockholder . . . shall . . . have the right . . . to inspect for any proper\npurpose the corporation’s stock ledger, a list of its stockholders, and its other books and records, and to\nmake copies or extracts therefrom.”\n  \n8 Del. C. § 220(b).\n  \nThe statute defines a proper purpose as “a\npurpose reasonably related to such person’s interest as a stockholder.”\n  \nId.\n \n{19}\n         \nIn \nRales v. Blasband,\n 634 A.2d 927 (1993), the Delaware Supreme Court was called on to\ndetermine whether “Blasband . . . alleged facts to show that demand is excused on the board of directors\nof Danaher Corporation, a Delaware Corporation[.]”\n  \nBlasband was a shareholder in Easco Hand Tools,\nInc. (“Easco”) prior to 1990.\n  \nIn 1990, Easco became a wholly-owned subsidiary of Danaher Corporation\n(“Danaher”).\n  \nThe underlying derivative litigation was based on alleged “misuse by the Easco board of the\nproceeds of a sale of that company’s 12.87% Senior Subordinated Notes.” \nId.\n at 930.\n  \nBlasband alleged\nthat “the defendants did not invest in government and other marketable securities” as promised in the\nprospectus.\n  \nInstead, the board used the proceeds to buy “highly speculative junk bonds offered through\nDrexel Burnham Lambert Inc. . . . [and that] [t]hese junk bonds were bought by Easco . . . to help Drexel\nat a time when it was under investigation and having trouble selling such bonds.” \nId.\n at 931 (internal\nquotations omitted).\n \n{20}\n         \nAlthough Blasband complained “that the . . . boards of directors refused to comply with his\nrequest for information regarding the investments[,] [there was] no indication that Blasband availed\nhimself of 8 Del. C. § 220[.]”\n  \nId.\n at 931, n.4.\n  \nThe Court of Chancery speculated about the non-use of the\nbooks and records statute by plaintiffs in general.\n  \nThe Court of Chancery’s speculation is worth quoting at\nlength as it reflects similar thoughts held by this Court.\n \nAlthough derivative plaintiffs may believe it is difficult to meet the\nparticularization requirement of \nAronson\n because they are not entitled to discovery\nto assist their compliance with Rule 23.1, . . . they have many avenues available to\nobtain information bearing on the subject of their claims. . . . In addition, a\nstockholder who has met the procedural requirements and has shown a specific\nproper purpose may use the summary procedure embodied in 8 Del. C. § 220 to\ninvestigate the possibility of corporate wrongdoing.\n  \nSurprisingly, little use has\nbeen made of section 220 as an information-gathering tool in the derivative\ncontext.\n  \nPerhaps the problem arises in some cases out of an unseemly race to the\ncourt house, chiefly generated by the “first to file” custom seemingly permitting\nthe winner of the race to be named lead counsel.\n  \nThe result has been a plethora of\nsuperficial complaints that could not be sustained.\n  \nNothing requires the Court of\nChancery, or any other court having appropriate jurisdiction, to countenance this\nprocess by penalizing diligent counsel who has employed these methods, including\nsection 220, in a deliberate and thorough manner in preparing a complaint that\nmeets the demand excused test of \nAronson.\nId.\n at 935 n. 10 (citing \nCompaq Computer Corp. v. Horton\n, 631 A.2d 1 (Del. 1993)).\n{21}\n         \nThe Court of Chancery repeated the Delaware Supreme Court’s approval of using the books and\nrecords statute to gather sufficient facts to plead with particularity.\n  \nAsh v. McCall,\n C.A. No. 17132, 2000\nDel. Ch. LEXIS 144 n. 56 (Del. Ch. Sept. 15, 2000) (“I leave it to plaintiffs to adduce such facts through\nvarious pre-discovery fact-gathering methods they have at their disposal.”)\n  \nAs the Delaware Supreme\nCourt has repeatedly exhorted, shareholders plaintiffs should use the “tools at hand,” most prominently §\n220 books and records actions, to obtain information necessary to sue derivatively.” (internal citations\nomitted)).\n \n{22}\n         \nBy May 5, 2003, the Court of Chancery had become increasingly vocal in chiding plaintiffs for\nfailure to utilize the books and records statute.\n  \nIn dismissing a complaint for failure to make a demand\nunder Delaware’s derivative statutes, Vice Chancellor Strine stated:\n  \n“Having failed to heed the numerous\nadmonitions by our judiciary for derivative plaintiffs to obtain books and records before filing a\ncomplaint, the plaintiffs have unsurprisingly submitted an amended complaint that lacks particularized\nfacts compromising the impartiality of the NVIDIA board that would have acted on a demand.”\n  \nGuttman\nv. Jen-Hsun Huang,\n C.A. No. 19571-NC , 2003 Del. Ch. LEXIS 48, at *2\n  \n(Del. Ch. May 5, 2003).\n  \nThe\nCourt further stated:\nThese books and records could have provided the basis for the pleading of particularized\nfacts . . . Rather than pursue that option, the plaintiffs, after confronting a motion to dismiss\ntheir original complaint, were content to simply amend their complaint in reliance upon the\n(now dismissed) federal complaints . . . They have thus ignored the repeated admonitions of\nthe Delaware Supreme Court and this court for derivative plaintiffs to proceed deliberately\nand to use the books and records device to gather the materials necessary to prepare a solid\ncomplaint.\nId.\n at *34-35.\n{23}\n         \nThe Delaware cases of \nBrehm v. Eisner,\n 746 A.2d 244 (Del., 2000) and \nIn re The Walt Disney\nCompany Derivative Litigation,\n C.A. No. 15452, 2003 Del. Ch. LEXIS 52 (Del. Ch. May 28, 2003) clearly\ndemonstrate the significant value of utilizing the Delaware books and records statute.\n \n{24}\n         \nThe Court of Chancery originally held “that the stockholder derivative complaint was subject to\ndismissal for failure to set forth particularized facts creating a reasonable doubt that the director\ndefendants were disinterested and independent or that their conduct was protected by the business\njudgment rule.”\n  \nBrehm,\n 746 A.2d at 248.\n  \nThe Delaware Supreme Court remanded the case to the Court\nof Chancery “to provide plaintiffs a reasonable opportunity to file a further amended complaint consistent\nwith this opinion.”\n  \nId.\n  \nIn its opinion, the Supreme Court twice pointed out plaintiff’s failure to use the\nbooks and records statute.\n  \nFirst, in footnote 57 Chief Justice Veasey reminded plaintiffs that:\nIt is no excuse for plaintiffs to argue that they are unable to allege these particularized facts\nbecause they are cut off from access to discovery at the pre-suit demand stage of a\nderivative suit.\n  \nPlaintiffs have the opportunity to use the “tools at hand” to learn facts\nrelating to [the issues at hand] or by seeking appropriate and precisely identified corporate\nrecords in a Section 220 proceeding.\nId.\n at 262 n. 57.\n  \nFinally, the Chief Justice pointed out that a proceeding under Section 220 is a “summary\none that should be managed expeditiously.”\n  \nId.\n at 267.\n  \nHe also noted that “it is well established that\ninvestigation of mismanagement is a proper purpose for a Section 220 books and records inspection.”\n  \nId.\nat n. 75 (quoting \nSecurity First Corp. v. U.S. Die Casting & Dev. Corp., \n687 A.2d 563, 567-69 (Del.\n1997)).\n{25}\n         \nIn re The Walt Disney Company \nis the Court of Chancery’s decision on remand.\n  \nAt this point,\nplaintiffs “had used a request for books and records as authorized under 8 Del. C. § 220, to obtain\ninformation about the nature of the Disney Board’s involvement in the decision to hire and, eventually, to\nterminate Ovitz.”\n  \nIn re The Walt Disney Company,\n 2003 Del. Ch. LEXIS at *5.\n  \nThe Court noted that\n“[t]he facts, as alleged in the new complaint, portray a markedly different picture of the corporate\nprocesses . . . than that portrayed in the first amended complaint.”\n  \nId.\n at *5-6.\n  \nThe Court also pointed out\nthat “[t]his case is yet another example where a books and records request in the first instance might have\nprevented expensive and time-consuming procedural machinations that too often occur in derivative\nlitigation.”\n Id.\n at *6 n. 5 (citing \nGuttman, \n2003 Del. Ch. LEXIS 48).\n{26}\n         \nAlthough North Carolina’s records statute is more detailed than Delaware’s, it gives shareholders\nvery similar rights.\n  \nIt provides that a qualified shareholder of a corporation is entitled to inspect and copy\nany of the following corporate records:\n \n(1)\n            \nIts articles or restated articles of incorporation and all amendments to them\ncurrently in effect;\n(2)\n            \nIts bylaws or restated bylaws and all amendments to them currently in effect;\n(3)\n            \nResolutions adopted by its board of directors creating one or more classes or series\nof shares, and fixing their relative rights, preferences, and limitations, if shares issued\npursuant to those resolutions are outstanding;\n(4)\n            \nMinutes of all shareholders’ meetings, and records of all action taken by\nshareholders without a meeting, for the past three years;\n(5)\n            \nAll written communications to shareholders generally within the past three years\nand the financial statements required to be made available to the shareholders for the past\nthree years under G.S. 55-16-20;\n(6)\n            \nA list of the names and business addresses of its current directors and officers; and\n(7)\n            \nIts most recent annual report delivered as required by G.S. 55-16-22.\nN.C.G.S. § 55-16-01(e) (2002); N.C.G.S. § 55-16-02(a) (2002).\n  \nUpon following the proper procedures\noutlined in the statute, a qualified shareholder may also inspect and copy:\n(1)\n         \nRecords of any final action taken with or without meeting by the board of directors,\nor by a committee of the board of directors while acting in place of the board of directors\non behalf of the corporation, minutes of any meeting of the shareholders and records of\naction taken by the shareholders without a meeting . . . ;\n(2)\n         \nAccounting records of the corporation; and\n(3)\n         \nThe record of shareholders.\n \nN.C.G.S. § 55-16-02(b).\n  \nThe right to inspect is limited if the corporation “determines in good faith [that\nthe disclosure will] adversely affect the corporation in the conduct of its business or may constitute\nmaterial nonpublic information[.]”\n  \nId.\n  \nThe check on this limitation would be an action under this statute\nasking a court “to compel the production of corporate records for examination.”\n  \nN.C.G.S. § 55-16-02(e)\n(2).\n{27}\n         \nOur Supreme Court has indicated that a proper purpose could include “determining any possible\nmismanagement of the Company or any possible misappropriation, misapplication or improper use of any\nproperty or asset of the Company[.]”\n  \nParsons v. Jefferson-Pilot Corp.,\n 333 N.C. 420, 429, 426 S.E.2d\n685, 691 (1993) (holding that the quoted language met the particularity requirements under the\ncircumstances of the case.).\n{28}\n         \nFailure to use inspection of books and records may result in a finding that the\n  \nsuit was not\nmeritorious when filed.\n  \nThe plaintiff who waits to see what action the board takes and then files a\ncomplaint based upon actual activity rather than speculation about what the board might do may be the\nbetter selection as class representative. Certainly courts will look more closely at the quality of the\ncomplaint than the time of its filing and will look to see what investigation supports the filing of the\ncomplaint.\n \n \nIII.\n{29}\n         \nFinally, the court addresses one issue raised by an objection to the fee. The public is suspicious of\nlarge legal fees. In this case as in many others where the board has fulfilled its duties and the shareholders\nhave voted on a proposed merger, the settlement provides for the payment of legal fees and includes a\nrelease of any shareholder claims. To the public it appears that the shareholders are the only ones giving\nup anything and that the lawyers are walking away with the money. It is an understandable reaction based\nupon the language of the settlements and the notices which go out. The payment to counsel is not a quid\npro quo for the release, although it may appear so. The payment is for some service of value performed,\nand the release serves to end the litigation and insure consummation of the transaction where the court has\ndetermined that the shareholders have no further claim. Here, the auction insured that the shareholders got\nthe best possible price. The board fulfilled its fiduciary duties. The lawyers who represented the class\nperformed some services of value for which the company agreed to provide compensation, and the\nshareholders’ price was not diminished in any way. By providing fees to counsel where some service of\nvalue to the shareholders has been performed, the Court insures that there is a check on management\nwhich encourages good sound corporate governance. In order to approve the settlement, the Court had to\nbe convinced that the shareholders received both the fulfillment of the directors’ fiduciary duties and the\nbest price a free market would offer for their stock.\n  \nThe release served to conclude the litigation once and\nfor all, giving both the Company and the Court assurance that the litigation agency costs were capped.\n  \nIn\napproving the settlement, the Court is fulfilling its obligation to balance the need for incentives for\nshareholders to protect their interest with the need to keep litigation costs at a level which does not inhibit\nmerger activity. That merger activity often creates the most realizable value for shareholders.\n \nSO ORDERED this the 19th day of December 2003.\n \n \n \n \n[i]\n In \nIn Re Delhaize America, Inc. Shareholders Litigation\n, 00 CVS 13706, the Board agreed to pay class counsel monitoring the\nactions of the Special Committee a fee that was almost five times the amount paid to the members of the Special Committee who\nactually did the work resulting in the increased share price. In that case, as in this case, the company provided the Court with no\nreason to reduce or disapprove the fee."
}