{
  "id": "3ba23c835c43e60f3fdfc1677bc925729343543182331bb8cc107fbfd5f1add2",
  "source_file": "data/raw/ncbc/3ba23c835c43e60f3fdfc1677bc925729343543182331bb8cc107fbfd5f1add2.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF DARE 15 CVS 107 \n \nNC BIOREMEDIATION, LLC, ) \n  Plaintiff, ) \n   )  \n v.  )  \n   ) \nSEA WINDS, LLC; SEA WINDS 2, LLC; ) ORDER ON MOTION FOR \nSEA WINDS 3, LLC; SEA WINDS 4, LLC;  ) RULE 11 SANCTIONS \nSEA WINDS 5, LLC; SEA WINDS 6, LLC; ) \nSEA WINDS 7, LLC; SEA WINDS 8, LLC;  ) \nRANDY M. SAUNDERS; FREDERICK D. ) \nSUTER; RACHEL N. POWELL, and  ) \nMARGRET P. BLAKELY, ) \n  Defendants. ) \n  \n THIS MATTER comes before the Court on Defendants Sea Winds, LLC; Sea Winds 2, \nLLC; Sea Winds 3, LLC; Sea Winds 4, LLC; Sea Winds 5, LLC; Sea Winds 6, LLC; Sea Winds \n7, LLC; Sea Winds 8, LLC; Randy M. Saunders; Frederick D. Suter; Rachel N. Powell; and \nMargret P. Blakely's (\"Defendants\") Motion for Rule 11 Sanctions (\"Motion for Sanctions\"). \nOn August 7, 2015, the Court held a hearing on the Motion for Sanctions. \n THE COURT, having considered the Motion for Sanctions, briefs in support of and \nopposition to the Motion for Sanctions, the arguments of counsel, and other appropriate \nmatters of record, FINDS and CONCLUDES, sole ly for the purpose of deciding the Motion \nfor Sanctions, as follows. \n PROCEDURAL BACKGROUND \n1. On February 25, 2015, Plaintiff filed its Complaint in this matter on behalf of \nNC Bioremediation, LLC \"by and through its Member-Manager John A. Mauney.\"\n1 The \nComplaint asserts claims for Accounting of Profits, Civil Conspiracy, Money Owed, Breach of \nFiduciary Duty, Conversion, Constructive Fraud, and Unfair and Deceptive Trade Practices \n                                                 \n1 Compl., introductory paragraph. \nNC Bioremediation, LLC v. Sea Winds, LLC, 2015 NCBC 94.\n \n \nin violation of N.C. Gen. Stat. § 75-1.1 (herei nafter, references to the General Statutes will \nbe to \"G.S.\"). The Complaint was signed by attorneys Brice M. Bratcher (\"Bratcher\") and J. \nDenton Adams (\"Adams\"), and is verified by John A. Mauney (\"Mauney\") as \"corporate \nmanager of NC Bioremediation, LLC.\"  \n2. In the Complaint, Plaintiff alleges that it entered into a business relationship \nwith Defendants Randy M. Saunders (\"Saunders\"),  Frederick D. Suter (\"Suter\"), Rachel N. \nPowell (\"Powell\"), and Margret P. Blakely (\"Bl akely\") (collectively, \"Individual Defendants\") \nto purchase a hotel and timeshare in Dare Co unty, North Carolina. This business venture \nwas incorporated as Sea Winds, LLC (\"Sea Wind s\"), with Plaintiff, Saunders, Suter, Powell \nand Blakely each holding membership interests in the LLC. In the course of its operation, \nSea Winds acquired title to additional lots in Dare County. These lots were transferred to the \nnumbered Sea Winds entities named in this action.\n2 Plaintiff alleges that a number of these \nproperties were sold and that Sea Winds re ceived proceeds in excess of $7,000,000.00 from \nthese sales. Sea Winds has made distributions to Saunders, Suter, Powell, and Blakely, on \naccount of their membership interest in Sea Winds, but has made no distribution to Plaintiff. \nIn this action, Plaintiff seeks to recover th e distributions it contends were improperly \nwithheld by Sea Winds and additional damages arising out of the conduct of Defendants. \n3. On June 10, 2015, Defendants filed the Motion for Sanctions pursuant to Rule \n11 of the North Carolina Rules of Civil Procedure (\"Rule(s)\"). In the Motion for Sanctions, \nDefendants contend that: \nJohn A. Mauney, by representing himself to be corporate manager and a \nmember of Plaintiff NC Bio, is engaging in a fraud upon the Court, and by \nseeking monetary compensation to which he is not entitled, is the true party-\nin-interest as to this Complaint and is aware that the allegations contained \ntherein are not well grounded in fact, that claims are not warranted by law, \nand has engaged counsel to file the complaint herein for the improper purpose \n                                                 \n2 The Complaint does not allege whether each of the members of Sea Winds were also members of the \nnumbered Sea Winds entities. \n \n \nof harassing the Defendants and subjecting them to the costs of litigation in an \neffort to obtain funds to which he has no rightful claim.3 \n \nDefendants also contend that Bratcher and Ada ms \"should be sanctioned . . . for failing to \ntake the minimal steps necessary to confirm th e factual representations of John A. Mauney \nbefore signing off on the compla int after receiving actual noti ce that those representations \nwere false.\"4  Defendants seek dismissal of the la wsuit and an order requiring Mauney and \nPlaintiff's counsel, Bratcher and Adams, to pay Defendants' reasonable attorneys' fees. \nFACTS \n4. In support of and opposition to the Motion for Sanctions, the parties have \nsubmitted a number of affidavits and other evid ence. The record evidence tends to show the \nfollowing facts.\n5 \n5. Mauney alleges that in March of 2001, he and James L. Overton (\"Overton\") \n\"agreed to form NC Bioremediation.\" 6  NC Bioremediation, LLC's Articles of Incorporation \nwere filed with the North Carolina Secretary of  State (\"Secretary of State\") on March 19, \n2001, and were signed by Mauney as \"Organizer.\" 7 Several annual reports filed on behalf of \nNC Bioremediation, LLC from 2002 through 2009 list Mauney as the registered agent for the \nLLC, but list Overton as the sole member and manager. 8 None of the reports filed with the \nSecretary of State prior to early 2015 list Mauney as a member of NC Bioremediation, LLC. \n6. Mauney was a licensed North Carolina attorney at the time that NC \nBioremediation was formed. 9 Mauney claims that \"Overton was identified as the member of \n                                                 \n3 Mot. Sanctions ¶ 10. \n4 Id. ¶ 22. \n5 The Court recites these facts for purposes of this Motion for Sanctions only. \n6 Mauney Aff. ¶ 3. \n7 Mot. Sanctions Ex. 5. \n8 Id. Ex. 6. \n9 On July 15, 2013, Mauney was disbarred by the North Carolina State Bar for a number of violations \nof the Rules of Professional Conduct. In the Order of Discipline, the Disciplinary Hearing Commission \n \n \nNC Bioremediation, LLC because I was acting as  the attorney for the Sea Winds entities in \na transactional nature.\"10 Mauney apparently wished to sidestep his ethical obligations under \nthe Rules of Professional Conduct by representing the Sea Winds members while holding an \nundisclosed financial interest in NC Bioremediation. 11   Nevertheless, Mauney alleges that \nhe \"held an option to exercise [an] ow nership interest in NC Bioremediation.\" 12 Mauney \ncontends that he exercised the option to acquire an ownership interest in NC Bioremediation \n\"in writing to Mr. Overton in 2008.\" 13 Plaintiff's counsel admit that they do not have a copy \nof the alleged written exercise of this option, or any other documentary evidence stating that \nMauney in fact owns a membership interest in NC Bioremediation. On February 28, 2013, \nPlaintiff was administratively dissolved by th e Secretary of State for failing to file annual \nreports. \n7. On August 28, 2014, Bratcher sent a letter to Saunders stating that Bratcher \nhad \"been retained by NC Bioremediation\" rega rding the payments due to Plaintiff by Sea \nWinds for the sales of various properties. 14  Defendants contend that Saunders replied to \nBratcher's letter and advised him, inter alia , that it there was no proof Mauney had a \nmembership interest in NC Bioremediation, that as an alleged 50% owner Mauney would not \nhave authority to file a lawsuit on Plaintiff's be half, that Overton had stated in emails that \nMauney was not a 50% owner of NC Bioremediation, and that Mauney had acted as the \n                                                 \nfound that Mauney, on multiple occasions, \"made demonstrably false statements under oath\" at a \ndeposition. North Carolina State bar v. Mauney, 12 DHC 36 (Jul. 15, 2013). \n10 Mauney Aff. ¶ 5. \n11 Pl's Br. Opp. Mot. Sanctions 2; North Carolina Re vised Rules of Professional Conduct 1.7 and 1.8.  \nRPC 1.8(a) prohibits an attorney from entering into a business transaction with a client or acquiring \nan \"ownership, possessory, security or other pecuniary interest directly adverse to a client\" unless the \ntransaction are fair and reasonable, are fully disclo sed to the client, the client has opportunity seek \nindependent legal counsel, and the client provides informed consent.  \n12 Mauney Aff. ¶ 6. \n13 Id. \n14 Mot. Sanctions Ex. 2. \n \n \nattorney for Sea Winds. 15  Bratcher, however, denies that he received Saunders' reply, and \nalleges that it was first provided to him at a hearing held before this Court on May 7, 2015.16  \nNevertheless, Bratcher admits that he spoke with Saunders by telephone on September 9, \n2014, and that Saunders told him \"that Mr. Ov erton had stated that Mauney was not an \nowner of NC Bioremediation.\" 17 In addition, both parties have submitted emails exchanged \nbetween Mauney, Overton, and Saunders from April and May of 2011, in which Overton \nstates that Mauney never had a membership interest in NC Bioremediation. 18  In addition, \nPlaintiff has filed several financial statements allegedly prepared by Overton and delivered \nto Mauney in 2006 and 2007 that Plaintiff cl aims show Mauney shared some type of \nownership interest with Overton in Sea Winds.19 \n8. In November 2014, Mauney purported to call a meeting of the members of NC \nBioremediation.20 Notice of the meeting was sent by first class and certified mail to Overton \nat an address in North Carolina, but the certi fied notice was returned unclaimed. Overton \ndid not attend this meeting. On November 24, 2014, Mauney held the membership meeting \nand removed Overton as manager of NC Bior emediation and appointed himself manager. 21 \nOn January 30, 2015, an application for reinstat ement was filed with the North Carolina \nDepartment of the Secretary of State. This document listed Mauney as manager of NC \nBioremediation. Until January 30, 2015, no annual report or other record  on file with the \nNorth Carolina Secretary of State listed Mauney as a manager or member of Plaintiff.22 \n                                                 \n15 Id. Ex. 3. \n16 Bratcher Aff. ¶ 9. \n17 Id. ¶ 10. \n18 Pl's Br. Opp. Mot. Sanctions, Ex. I; Mot. Sanctions Ex. 4. \n19 Pl's Br. Opp. Mot. Sanctions, Exs. A and C. \n20 At this time, Bratcher was representing NC Bioremediation, LLC and facilitated the November 2014 \nmeeting. See Bratcher Aff. ¶¶ 15-17. \n21 See Br. Opp. Mot. Sanctions Ex. L.  \n22 See id. The report filed January 30, 2015, also lists Bratcher as Registered Agent of Plaintiff. \n \n \n9. On February 25, 2015, Bratcher and Ad ams filed the Complaint containing \ntheir signatures.  The Complaint was verified by Mauney. \n10. On May 7, 2015, Overton filed a swor n affidavit with the North Carolina \nSecretary of State contesting the validity of Mauney's reinstatement of NC Bioremediation.  \nIn the affidavit, Overton states that \"John A. Mauney is not a member or manager of NC \nBioremediation, LLC and was not authorized by any member or manager of NC \nBioremediation, LLC to reinstate the LLC.\"\n23 On June 3, 2015, Overton filed with the \nSecretary of State corrections to the Applicat ion for Reinstatement filed by Mauney, a new \nApplication for Reinstatement signed by Overton, and two annual reports.     \n11. On August 27, 2015, over two weeks after the hearing on the Motion for \nSanctions, Plaintiff's counsel submitted an affi davit they obtained from Overton (\"Overton \nAffidavit\").24  The Overton Affidavit contradicts Mauney's affidavit filed by Plaintiff's counsel \non June 29, 2015.  In the Overton Affidavit, Overton states that \"[a]t the time of the creation \nof NC Bioremediation, I was the sole member and manager of NC Bioremediation\" and that \n\"I remain the manager of NC Bioremediation.\" 25 In addition, Overton \"dispute[s] that Mr. \nMauney ever exercised an option or had authori ty to act on behalf of NC Bioremediation\" 26 \nand that Mauney lacked authority to hire Plai ntiff's counsel, reinstate NC Bioremediation, \nLLC, or file this lawsuit. 27 Nevertheless, Overton, as manager of Plaintiff, claims to \nretroactively ratify the actions of Mauney.28 \n                                                 \n23 Mot. Sanctions Ex. 7.  \n24 This affidavit is dated and notarized as of August 26, 2015. \n25 Overton Aff. (Aug. 26, 2015) ¶ 3. \n26 Id. ¶ 4. \n27 Id. at ¶ 5. \n28 Id. Additionally, for good measure, Overton \"unequ ivocally den[ied] any allegations that [he] \nembezzled money from Sea Winds, LLC or any defendants in this action.\" Id. at ¶ 10. As both parties \nrecognize, Overton has been accused of embe zzling approximately $500,000.00 from Sea Winds. See \nPl.'s Br. Opp. Mot. Sanctions 1-2; Defs.' Ans. (a sserting, as their first affirmative defense, an \n \n \nANALYSIS \n12. Rule 11 requires that an attorney and/o r party sign every \"pleading, motion, \nand other paper\" and that: \nThe signature of an attorney or party constitutes a certificate by him that he \nhas read the pleading, motion, or other paper; that to the best of his knowledge, \ninformation, and belief formed after reas onable inquiry it is well grounded in \nfact and is warranted by existing law or a good faith argument for the \nextension, modification, or reversal of existing law, and that it is not interposed \nfor any improper purpose, such as to harass or to cause unnecessary delay or \nneedless increase in the cost of litigation. If a pleading, motion, or other paper \nis not signed, it shall be stricken unless it is signed promptly after the omission \nis called to the attention of the pleade r or movant. If a pleading, motion, or \nother paper is signed in violation of this rule, the court, upon motion or upon \nits own initiative, shall impose upon the person who signed it, a represented \nparty, or both, an appropriate sanction, which may include an order to pay to \nthe other party or parties the amount of the reasonable expenses incurred \nbecause of the filing of the pleading, motion, or other paper, including a \nreasonable attorney's fee. \n \nG.S. § 1A-1, Rule 11. \n13. \"There are three parts to a Rule 11 anal ysis: (1) factual sufficiency, (2) legal \nsufficiency, and (3) improper purpose.\" \nPeters v. Pennington , 210 N.C. App. 1, 27 (2011) \n(internal citations omitted). Defendants contend that Plaintiff's counsel violated all three \nmandates of Rule 11.  When the factual sufficiency of a pleading or paper is challenged, \"a \ncourt must determine (1) whether the plaintiff undertook a reasonable inquiry into the facts \nand (2) whether the plaintiff, after reviewing the results of his inquiry, reasonably believed \nthat his position was well grounded in fact.\" \nId. (internal citations omitted). A two-prong \nanalysis is also used to determine whether a complaint is well-grounded in law. \"This \napproach looks first to the facial plausibility of the pleading and only then, if the pleading is \nimplausible under existing law, to the issue of 'whether to the best of the signer's knowledge, \ninformation, and belief formed after reaso nable inquiry, the complaint was warranted by \n                                                 \nentitlement to offset any potential amounts owed to Plaintiff by \"those funds embezzled from Sea \nWinds, LLC by Overton\").  \n \n \nexisting law.' \"Polygenex Int'l, Inc. v. Polyzen, Inc., 133 N.C. App. 245, 249 (1999). Finally, in \ndetermining whether a complaint was filed fo r an improper purpose, the Court employs an \nobjective standard and the movant bears the burden to prove an improper purpose. Coventry \nWoods Neighborhood Ass'n v. City of Charlotte, 213 N.C. App. 236, 241 (2011). An improper \npurpose is \"any purpose other than one to vindicate rights . . . or to put claims of right to a \nproper test.\" \nId. (internal citations omitted). The Co urt looks to the totality of the \ncircumstances to determine whether an improper purpose \"may be inferred from the alleged \noffender's objective behavior.\" Id.  \n14. As a preliminary matter, the filing of the Overton Affidavit and the purported \nratification of Mauney's actions do not preven t the Court from addressing the Motion for \nSanctions, nor do they cure any potential vi olation of Rule 11 associated with filing the \nComplaint. As North Carolina courts have long  recognized, a party cannot avoid a Rule 11 \ninquiry by dismissing the claims or pleading at issue. See, e.g., Bryson v. Sullivan, 330 N.C. \n644, 653 (1992) (recognizing that the trial court is  not deprived of jurisdiction to consider a \nmotion for sanctions by the filing of a volu ntary dismissal). Similarly, any subsequent \nattempt to save Plaintiff's Complaint, or cure deficiencies in counsel's investigation of the \nComplaint, should not deprive this Court of  the authority and responsibility to address \npotential Rule 11 violations. To hold otherwis e would remove all incentive for a litigant \"to \n'stop, think, and investigate more care fully before serving and filing papers.'\" Id. (internal \ncitations omitted). \n15. Here, Defendants do not challenge (for pu rposes of this motion) the factual \nallegations in the Complaint regarding the formation of the Sea Winds entities, the purchases \nand sales of real estate by the those entities, and the failure to distribute proceeds from the \nsales to NC Bioremediation.  Additionally, th e legal claims raised in the Complaint appear \nto at least arguably be facially plausible and wa rranted by existing law at this stage of the \n \n \nproceeding. 29 Accordingly, the Court concludes that the Complaint is legally sufficient and \ndoes not violate Rule 11 on this basis. See Polygenex Int'l, Inc., 133 N.C. App. at 239. \n16. The facts currently before the Court, however, tend to show that Mauney was \nnot a member of NC Bioremediation and was no t authorized to take action on behalf of the \nLLC.  Accordingly, the question for the Court is  what inquiry into the facts did Plaintiff's \ncounsel conduct prior to filing the Complaint and was that inquiry a reasonable one under \nthe circumstances. \n17. Prior to filing the Complaint, Plaintiff's counsel: gathered facts from Mauney; \nspoke to Mauney's former office assistant, Cr ystal Smith, who provided hearsay support for \nthe notion that Mauney had an ownership inte rest in NC Bioremediation; obtained from \nSmith a document allegedly prepared by Ov erton that implies M auney and Overton were \nboth members of NC Bioremediation; spoke with various law enforcement officials regarding \nthe investigation into Overton's alleged misappropriation of funds from NC Bioremediation, \nbut these individuals clearly had no personal  knowledge regarding Mauney's ownership in \nNC Bioremediation; reviewed \"public filings,\"  which only listed Overton as a manager or \nmember of NC Bioremediation; obtained emai l exchanges between Overton, Saunders and \nMauney in which Overton stated that Mauney was not a member of NC Bioremediation; and \nspoke to Saunders who, at least as of September, 2014, had taken the position that Mauney \nwas not a member of NC Bioremediation.  The facts establish that Plaintiff's counsel did not \nas part of their inquiry obtain any documentar y evidence from Mauney to support his claim \n                                                 \n29 Defendants also argue that the Complaint lacks a sufficient legal basis because the Individual \nDefendants, as members of Sea Winds, bear no personal liability for any potential harm caused by Sea \nWinds. Given that the Complaint alleges that some or all of the Sea Winds entities were dissolved at \nsome point, and because the principles of piercing the corporate veil have been applied in the LLC \ncontext, see Deluca v. River Bluff Holdings II, LLC, 2015 NCBC LEXIS 12, *29 (N.C. Super. Ct. Jan. \n28, 2015), the Court concludes that, as to the na ming of the Individual Defendants, Defendants' \nargument should be rejected at this stage. \n \n \nthat he held an option to become a member in NC Bioremediation or that he exercised such \nan option or contact, and they did not even attempt to contact Overton to obtain his position.  \n18. The Court is troubled by the contents of  the Overton Affidavit, particularly \ngiven the failure to contact Overton prior to filing the Complaint.  Plaintiff's counsel has now \nfiled two separate sworn affidavits that contai n contradictory factual claims.  Significantly, \nthe Overton affidavit completely undercuts the basis for Plaintiff's allegations at the time the \nComplaint was filed that Mauney was or is a member of NC Bioremediation and that Mauney \nhad authority to initiate this action. Overto n maintains that Mauney was not a member of \nNC Bioremediation at the time it was created , and that Overton \"was the sole member and \nmanager\" of the company. 30 Overton contradicts Mauney's sworn affidavit stating that \nMauney did not exercise an option to acquire ownership in, and never had authority to act \non behalf of, NC Bioremediation. 31 Overton also states that despite Mauney's actions he \n\"remain[s] the manager of NC Bioremediation.\" 32 The competing affidavits appear to create \nan irreconcilable conflict between Mauney and Ove rton regarding their respective rights in \nNC Bioremediation and in any recovery that might be obtained on behalf of Plaintiff. \n19. Additionally, the Court is troubled by Plaintiff's counsel's attempt at the \nhearing to distance themselves from Mauney, and to sidestep the Court's inquiry into issues \nconcerning Mauney's veracity. Plaintiff's counsel made statements indicating that they were \nnot themselves convinced of Mauney's credibility, including the credibility of facts contained \nin Mauney's affidavit that Plaintiff's counsel filed with this Court.  At the hearing, Plaintiff's \ncounsel contended that NC Bioremediation, and not Mauney, was their client. While it is true \nthat this action was brought in the name of NC Bioremediation, LLC, the fact remains: \n                                                 \n30 Overton Aff. ¶ 3. \n31 Id. ¶ 4. This testimony is consistent with Overton's position in other evidence in the record. See Pl.'s \nMemo. Opp. Mot. Sanctions, Ex. I. However, this position has now been taken by Overton under oath.  \n32 Id. \n \n \nMauney provided Plaintiff's counsel with th e background facts upon which they relied, \ndirected the filing of the lawsuit on behalf of NC Bioremediation, and verified the Complaint.   \n20. While the evidence establishes that Plaintiff's counsel conducted some inquiry \ninto the facts that Mauney provided regarding his membership in, and right to act on behalf \nof, NC Bioremediation prior to filing the Complaint, the numerous red flags discussed herein \nsimply required further inquiry.  Particularly striking is Plaintiff's counsel's failure to even \nattempt to contact Overton to inquire into the facts surrounding NC Bioremediation prior to \nfiling the Complaint.  Plaintiff's counsel's subm ission of the Overton Affidavit shortly after \nthe hearing suggests the apparent ease with wh ich this could have been done. Accordingly, \nthe Court can only conclude that contacting  Overton to get his position on Mauney's \ncontended ownership, or his approval for fili ng this action, could have been accomplished \nrelatively quickly and with little additional e ffort. Counsel has offered no explanation as to \nwhy the information in the Overton Affidavit could not have been discovered before the \nComplaint was filed. Accordingly, the Court concludes that, given the numerous red flags as \ndiscussed above, counsel's investigation into the factual background of the Complaint fell \nshort of Rule 11's requirement that such an inquiry be reasonable under the circumstances. \n21. Defendants also contend that Mauney and Plaintiff's counsel filed the \nComplaint for an improper purpose in violation of Rule 11. Given the facts discussed above, \nthe Court has serious concerns regarding at  least Mauney's purpose in pursuing this \nlitigation. When considered objectively, however, the Court concludes that Defendants have \nfailed to satisfy their burden of showing that Counsel filed the Complaint improper purpose. \nWhile Defendants have raised the issue of champerty in the Motion for Sanctions, they have \nnot shown how the litigation finance arrangem ent in this case constitutes champerty. \nSimilarly, Defendants have not shown, at this stage, that the Complaint was filed to harass \nMauney's former clients or for a similar improper purpose.  \n \n \n22. Nevertheless, under Rule 11, signing a pleading, motion, or other paper \ncertifies that all three elements of Rule 11(a) are satisfied, and a \"breach of the certification \nas to any one of these three prongs is a violation of the Rule.\" \nBryson, 330 N.C. at 655. \nBecause the Court has determined that Plaint iff's counsel did not undertake a reasonable \ninquiry into the facts underlying Mauney's memb ership in and authority to act on behalf of \nNC Bioremediation, the Court concludes that the Motion for Sanctions should be GRANTED. \n23. Having concluded that the Motion for Sanctions should be granted, the Court \nnow turns to the appropriate sanction to be imposed for violation of Rule 11. As North \nCarolina appellate courts have made clear, once it is determined that a paper violates Rule \n11, the specific sanction imposed for that violatio n is left to the discretion of the trial court. \nSee, e.g., Melton v. Stamm, 138 N.C. App. 314, 316 (2000).  \n24. After thoroughly considering the Motion  for Sanctions, the record evidence \nfiled by the parties, and other appropriate matte rs of record, the Court concludes, in its \ndiscretion, that dismissal of Plaintiff's action is the most appropriate sanction in this matter. \nHaving caused Defendants to litigate this matter for six months before ensuring counsel had \nauthority to represent Plaintiff, counsel have now indicated that they intend to seek leave to \namend the Complaint \"to clarify its contents.\"  The basis for Plaintiff's desired amendment \nappears to be counsel's reliance on the fact s contained in the Overton Affidavit, which \ncompletely contradict a number of allegations in the Complaint and representations of \ncounsel that Mauney is a member and manager of  Plaintiff. Such a dramatic reversal is \ntroubling, will only serve to unnecessarily prolong this litigation, and will subject Defendants \nto further expense. 33  The Court sees no possible justific ation for allowing Plaintiff to keep \n                                                 \n33 The Court notes that the Rule 11 violation at issue not only gave rise to the Motion for Sanctions, \nbut the same factual concerns – Mauney's authority to cause NC Bioremediation, LLC to initiate this \naction – underlie Defendants' Motion for Summary Judgment, currently pending before the Court.  \n \n \nDefendants engaged in this litigation while counsel continues to undertake the investigation \nthey should have made before filing the Complaint.  \n25. Defendants also have moved the Court for an order requiring Plaintiff's counsel \nand Mauney to pay their reasonable attorneys' fees incurred in pursuing this motion. Bryson, \n330 N.C. at 656 (recognizing that both couns el and a represented party are subject to \nsanctions under Rule 11).  As discussed above, Plaintiff's counsel did conduct an inquiry into \nMauney's authority, albeit one that fell short of being reasonable. In addition, it does appear \nthat NC Bioremediation may have a valid claim to some portion of the proceeds from the sale \nof the Sea Winds properties.  Finally, the facts  do not demonstrate that Plaintiff's counsel \nfiled this action for an improper purpose.  A ccordingly, for the foregoing reasons the Court \nconcludes, in its discretion, that Defendants' request for attorneys' fees should be DENIED. \nTHEREFORE, IT IS ORDERED that: \n26. Defendants' Motion for Sanctions is GRANTED. \n27. This action is DISMISSED, WITHOUT PREJUDICE. \n28. Defendants' request for attorneys' fees is DENIED. \nThis the 15th day of October, 2015. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}