{
  "id": "3ba3724a9644dfb23228a0fa4d0149c613e87bfc82c956e7549fe4e44b18cc4c",
  "source_file": "data/raw/ncbc/3ba3724a9644dfb23228a0fa4d0149c613e87bfc82c956e7549fe4e44b18cc4c.pdf",
  "raw_text": "Addison Whitney, LLC v. Cashion, 2017 NCBC 50. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 1956 \n \nADDISON WHITNEY, LLC, \n \nPlaintiff, \n \nv. \n \nBRANNON CASHION; VINCENT \nBUDD; RANDALL SCOTT; \nANDREW CUYKENDALL; AMY \nBAYNARD; and JENNIFER \nRODDEN, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION  \nON DEFENDANTS’ PARTIAL \nMOTION TO DISMISS \n \n \n1. This case arises from the mass resignation of six officers and employees of \nPlaintiff Addison Whitney, LLC .  According to Addison Whitney , Defendants \nconspired to  resign for the purpose of  starting a competing business , thereby \nbreaching their contractual and fiduciary duties to the company.   Addison Whitney \nfurther alleges that Defendants  misappropriated the company’s trade secrets  and \nwrongfully obtained other confidential information and documents.  \n2. Defendants moved to dismiss three asserted  claims pursuant to Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure .  Defendants contend that \nthey did not owe a fid uciary duty to Addison Whitney, that certain c ontractual \nobligations are unenforceable, and that they did not deprive Addison Whitney of the \nuse of electronic documents allegedly taken around the time of their resignations. \n3. Having considered the motion  to dismiss ; the briefs  supporting and  \nopposing the motion; and the parties’ arguments at the hearing on May 23, 2017, the \nCourt GRANTS in part and DENIES in part the motion to dismiss. \n \nLittler Mendelson, P.C., by  Michael Scott McDonald , Stephen D. \nDellinger, and Elise Hofer McKelvey, for Plaintiff.  \n \nVan Hoy, Reutlinger, Adams & Dunn, PLLC, by G. Bryan Adams, III, \nfor Defendants. \n \nConrad, Judge. \nI. \nBACKGROUND \n \n4. The Court does not make findings of fact on a Rule 12(b)(6) motion to \ndismiss.  The following factual summary is drawn from relevant allegations in the \namended complaint and attached exhibits.1   \n5. Addison Whitney, a North Carolina company,  “specializes in verbal \nbranding, visual branding, brand strategy, and research and analysis.”  (Am. Compl. \n¶ 14.)  The company often assists pharmaceutical companies in creating brand names \nthat the appropriate regulatory authority will approve.  (Am. Compl. ¶¶ 15–17.) \n6. Addison Whitney is a wholly owned subsidiary of inVentiv Health, Inc . \n(“inVentiv”).  (Am. Compl. ¶ 14.)  inVentiv acquired Addison Whitney’s predecessor—\nAddison Whitney, Inc.—on June 1, 2007 via an asset purchase .  (Am. Compl. ¶ 28.)  \nAt that time, inVentiv dissolved Addison Whitney, Inc. and created Addison Whitney, \nLLC as the successor.  (Am. Compl. ¶  28.)  Although primarily based in Charlotte, \n                                                           \n1 The amended complaint incorporates by reference several affidavits.  (See Am. Compl. ¶¶ 2–\n3.)  Among the federal courts of appeals, there appears to be a split regarding whether and \nwhen it is appropriate to consider affidavits as part of a complaint.  Compare Smith v. Hogan, \n794 F.3d 249, 254 (2d Cir. 2015), with N. Ind. Gun & Outdoor Shows, Inc. v. City of South \nBend, 163 F.3d 449, 453 & n.4 (7th Cir. 1998).  The Court is unaware of any North Carolina \nprecedent on point.   It is unnecessary to address this issue because Defendants have not \nobjected to consideration of the affidavits, and the affidavits are not necessary to the decision. \n \nNorth Carolina, Addison Whitney has a global footprint with small offices overseas.  \n(See Am. Compl. ¶ 4; see also Am. Compl., Stockman Aff. ¶ 5.)   \n7. Defendants Brannon Cashion, Vincent Budd, Randall Scott, Andrew \nCuykendall, Amy Baynard, and Jennifer Rodden are former  officers and employees \nof Addison Whitney , all of whom resided in the company’s Charlotte office .  (Am. \nCompl. ¶¶ 28–33, 89.)  Defendants tendered their resignation s on the morning of  \nJanuary 21, 2017 , and they are now forming a business to compete with Addison \nWhitney.  (Am. Compl. ¶¶  89–92.)  At the time of their resignations, Cashion was \nAddison Whitney’s Global President;  Budd and Scott were Senior Vice Presidents ; \nCuykendall and Baynard were Vice President s; and  Rodden was a Senior Project \nManager.  (Am. Comp. ¶¶ 28–33.) \n8. Addison Whitney alleges that Defendants began formulating their plan to \nleave the company and create a competing business as early as the summer of 2016.  \n(See Am. Compl. ¶¶ 58, 66.)  During the third and fourth quarters of 2016, Addison \nWhitney’s performance suffered, resulting in a revenue sho rtfall of several million \ndollars.  (Am. Compl. ¶  62.)  Addison Whitney attributes its poor performance to \nDefendants, accusing them of lapses in client services and purposely reducing their \nbusiness development efforts on behalf of the company.  (Am. Compl. ¶ 65.)   \n9. Addison Whitney also alleges that, i n the weeks leading up to their \nresignations, Defendants took steps to set up “an immediate pipeline” of business for \ntheir new enterprise.  (Am. Compl. ¶ 61.)  Defendants had access to trade secrets and \nother confidential information, including customer information and details on open \n \nbusiness opportunities, as part of their employment.  (See Am. Compl. ¶ 36.)  Addison \nWhitney believes Defendants accessed this information prio r to resigning without a \nbusiness reason for doing so and then retained the information with the intent to gain \na competitive advantage.  (See, e.g., Am. Compl. ¶¶ 58, 73, 80, 108–10, 127, 169–74.)   \n10. Defendants’ “departure from Addison Whitney has had a sudden and \ndramatic negative impact on Addison Whitney’s financial condition.”  ( Am. Compl., \nStockman Aff. ¶  13.)  The company’s “project -based business .  . . requires constant \nbusiness development efforts to drive a steady stream of sales.”  (Am. Comp. ¶  34.)  \nThe Charlotte office was responsible for most of the company’s revenue s, and \nDefendants represent nearly all of the company’s management as well as the bulk of \nits business development expertis e.  ( See Am. Compl. ¶  1; see also Am. Compl., 2d \nKempf Aff. ¶¶ 3, 4.)  \n11. Addison Whitney filed this action on January 30, 2017.  Its amended \ncomplaint asserts seven causes of action:  a claim for breach of fiduciary duty against \nall Defendants except Rodden ; and  claims against all Defendants for \nmisappropriation of trade secrets, unfair or deceptive trade practices, breach of \ncontract, conversion, civil conspiracy, and computer trespass .  As relevant here, the \nclaim for breach of contract concerns an Employee Confidentiality and Non-Compete \nAgreement (“Confidentiality Agreement”), which was signed by all Defendants except \nBaynard.  ( See Am. Compl. ¶  42.)  The Confidentiality Agreement contains a \nconfidentiality and non -disclosure provision as well as a provision that requires \nemployees not to “directly or indirect ly hire, solicit or encourage or induce any \n \nemployee” to leave Addison Whitney  during the period of employment and for one \nyear following termination.  (See Am. Compl. ¶¶ 42, 44 (citing Exhibits F–J attached \nto Freeman-Greene Aff.).) \n12. On February 9, 2017, Addison Whitney moved for a preliminary injunction.  \nAddison Whitney sought to enjoin Defendants from using, disclosing, or otherwise \nmisappropriating its confidential information and trade secrets; from soliciting or \nencouraging employees to leave the company; and from competing against Addison \nWhitney.  The Court granted the motion with respect to misappropriation of trade \nsecrets and confidential information but denied it in all other respects.  See generally \nAddison Whitney, LLC v. Cashion, 2017 NCBC LEXIS 23  (N.C. Super. Ct. Mar. 15, \n2017). \n13. Defendants filed their motion to dismiss on April 3, 2017; Addison Whitney \nresponded on April 21, 2017; and Defendants filed a reply on May 4, 2017.  The motion \nhas been fully briefed, and the Court held a hearing on May 23, 2017.  The motion is \nripe for determination. \nII. \nANALYSIS \n \n14. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Concrete Serv. Corp. v. Investors Grp ., Inc., 79 N.C. App. 678, 681, 340 \nS.E.2d 755, 758 (1986).  The  motion should be granted only “(1) when the complaint \non its face reveals that no law supports plaintiff’s claim; (2) when the complaint on \nits face reveals the absence of fact sufficient to make a good claim; [and] (3) when \n \nsome fact disclosed in the complaint necessarily defeats plaintiff’s claim.”  Jackson v. \nBumgardner, 318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986). \n15. In deciding a Rule 12(b)(6) motion, the Court must treat the well -pleaded \nallegations of the complaint as true and view the facts and permissible inferences “in \nthe light most favorable to” the non-moving party.  Ford v. Peaches Entm’t Corp., 83 \nN.C. App. 155, 156, 349 S.E.2d 82, 83 (1986); see also Sutton v. Duke, 277 N.C. 94, 98, \n176 S.E.2d 161, 163 (1970).  “[T]he court is not required to accept as true any \nconclusions of law or unwarranted deductions of fact.”  Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001).  In addition, the Court “may \nproperly consider documents which are the subject of a plaintiff’s complaint and to \nwhich the complaint specifically refers,” without converting a Rule 12(b)(6) motion \ninto a motion for summary judgment.  Weaver v. St. Joseph of the Pines, Inc., 187 N.C. \nApp. 198, 204, 652 S.E.2d 701, 707 (2007) (quoting Oberlin Capital, 147 N.C. App. at \n60, 554 S.E.2d at 847). \nA. Breach of Contract \n16. Cashion, Budd, Cuykendall, and Scott  move for partial dismissal of the \nclaim for breach of contract.  They assert that the Confidentiality Agreements are \nunenforceable due to a lack of consideration .  ( See Defs.’ Mem. in Supp. of Partial \nMot. to Dismiss 7 –8 [“Defs.’ Mem.”].)   Addison Whitney responds that the \nconsideration for the Confidentiality Agreements “was thes e Defendants’ new \nemployment with Addison Whitney, LLC.”  (Pl.’s Mem. in Opp. to Defs.’ Partial Mot. \nto Dismiss 15 [“Pl.’s Mem.”].) \n \n17. The Court has previously addressed this issue in the context of deciding \nAddison Whitney’s motion for preliminary injunction .  As the Court explained , “[a] \ncontract, or ‘any modification to an existing contract, must be supported by \nconsideration.’”  Addison Whitney, 2017 NCBC LEXIS 23, at *24 (quoting RoundPoint \nMortg. Co. v. Florez, 2016 NCBC LEXIS 17, at *46 (N.C. Super. Ct. Feb. 18, 2016)).  \nFor an employment agreement, such as a promise by the employee not to disclose the \nemployer’s confidential information, the  employment relationship may serve as \nconsideration when the employee  makes the promise as part of the initial \nemployment terms.  On the other hand, if the employer and employee enter into the \nagreement after the creation of the employment relationship, the promise of \ncontinued at-will employment is inadequate consideration.  See RoundPoint Mortg., \n2016 NCBC LEXIS 17, at *47–48; Better Bus. Forms & Prods. v. Craver, 2007 NCBC \nLEXIS 34, at *19 (N.C. Super. Ct. Nov. 1, 2007). \n18. Here, the amended complaint expressly alleges that Cashion, Budd, \nCuykendall, and Scott entered into the Confidentiality Agreements as “a condition of \nand in consideration for their employment with Addison Whitney, LLC.”  (Am. Compl. \n¶ 42.)  The Court must accept this allegation as true under the Rule 12(b)(6) standard, \nand ordinarily, that would end the matter at this stage. \n19. Defendants, however, contend that Addison Whitney’s timeline does not \nadd up.  Cashion, Scott, Budd, and Cuykendall began a new employment relationship \nwith Addison Whitney in June 2007, following inVentiv’s acquisition of the company’s \npredecessor through an asset purchase  (see Am Compl. ¶¶  28, 42).  See, e.g., Am. \n \nPropane, LP v. Coffey , 2014 NCBC LEXIS 4, at *10 (N.C. Super. Ct.  Feb. 11, 2014) \n(holding that an asset purchase terminates existing employment relationships) .  \nThese Defendants then signed the Confidentiality Agreement s roughly 90 days \nlater—Cashion on September 1; and Scott, Budd, and Cuykendall on September 17—\nat a time when they were already employed.  (See Am. Compl., Freeman-Greene Aff. \nExs. F–I.)  This sequence, Defendants assert, renders the Confidentiality Agreements \nunenforceable as a matter of law because they “were not signed at the inception of \nemployment.”  (Defs.’ Mem. 7–8.)   \n20. The Court disagrees.  The date the agreements were signed is relevant but, \nstanding alone, does not defeat Addison Whitney’s claim .  As courts have noted, an \nemployer and employee may agree to terms at the outset of an employment \nrelationship and later reduce those terms to writing.   In that circumstance, the \nemployment relationship may serve as consideration for the agreement  despite the \nabsence of a contemporaneous signed writing .  See Young v. Mastrom, Inc. , 99 N.C. \nApp. 120, 123, 392 S.E.2d 446, 448 (1990); see also Battleground Veterinary Hosp., \nP.C. v. McGeough, 2007 NCBC LEXIS 33, at *15 (N.C. Super. Ct. Oct. 19, 2007) (“It \nis immaterial that the written covenant is executed after the employee starts to work, \nso long as the terms incorporated therein were agreed upon at the time of \nemployment.”).   \n21. To prevail on its claim, Addison Whitney will need to demonstrate that the \nConfidentiality Agreements memorialize an agreement made at the time of the new \nemployment relationship, but it does not need to prove its case at this stage.  Nor is \n \nthe Court bound by its conclusion, in deciding the motion for preliminary injunction, \nthat Addison Whitney had not shown a likelihood of success  on the point .  For \npurposes of Rule 12(b)(6) and crediting the allegations of the amended complaint, the \nCourt concludes that Addison Whitney has alleged sufficient facts to show that the \nConfidentiality Agreements are supported by valid consideration. \n22. Finally, Defendant Rodden separately argues that a non-compete clause in \nher Confidentiality Agreement is unenforceable.  (Defs.’ Mem. 8.)  The Court does not \nneed to address this argument because Addison Whitney has represented that the \n“First Amended Complaint contains no claim against Defendant Rodden for \nbreaching her non-competition covenant.”  (Pl.’s Mem. 16.) \n23. For these reasons, the Court denies the partial motion to dismiss the claim \nfor breach of contract. \nB. Breach of Fiduciary Duty \n24. Addison Whitney asserts a claim for breach of fiduciary duty against \nCashion, Budd, Scott, Cuykendall, and Baynard .  These Defendants argue that the \ncomplaint does not sufficiently allege the existence of a fiduciary relationship and  \nmove to dismiss the claim on that ground.   \n25. “For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.”  Dalton v. Camp , 353 N.C. 647, 651, 548 S.E.2d \n704, 707 (2001).  North Carolina courts have identified t wo types of fiduciary \nrelationships.  The first type “arise[s] from ‘legal relations’”—e.g., attorney and client, \npartners, principal and agent, and similar relationships .  S.N.R. Mgmt. Corp. v. \n \nDanube Partners 141, LLC , 189 N.C. App. 601, 613, 659 S.E.2d 442, 451 (2008) \n(quoting Rhone-Poulenc Agro S.A. v. Monsanto Co., 73 F. Supp. 2d 540, 546 (M.D.N.C. \n1999)).  The second includes relationships “that exist ‘as a fact, in which there is \nconfidence reposed on one side, an d the resulting superiority and influence on the \nother.’”  Id.   \n26. The premise of Defendants’ argument is that they were merely employees \nof Addison Whitney.  (See Defs.’ Mem. 3.)  If that were true, the law would place \nDefendants on a strong footing.  Employer -employee relationships are typically not \nthe kind of legal relations that give rise to fiduciary duties.  See Dalton, 353 N.C. at \n652, 548 S.E.2d at 708 .  And the standard  for showing  a de facto  fiduciary \nrelationship—through superiority and influence by the employee over its employer—\n“is a demanding one.”  Lockerman v. S. River Elec. Membership Corp., 794 S.E.2d 346, \n352 (N.C. Ct. App. 2016); see also Broussard v. Meineke Discount Muffler Shops., Inc., \n155 F.3d 331, 348 (4th Cir. 1998) (“Only when one party figuratively holds all the \ncards – all the financial power or technical information, for example – have North \nCarolina courts found that the ‘special circumstance’ of a fiduciary relationship has \narisen.”). \n27. As Addison Whitney correctly observes, however, the amended complaint  \nalleges that these five Defendants were officers, not employees.  (See Pl.’s Mem. 1, 2, \n5–7.)  Cashion was Addison Whitney’s Global President, and he “is listed in Addison \nWhitney’s organizational records as an  officer.”  (Am. Compl. ¶  28; see also  Am. \nCompl., Moore Aff. ¶¶ 3, 7, Ex. B.)  At the time of their resignations, Budd and Scott \n \nwere Senior Vice Presidents, and Cuykendall and Baynard were V ice Presidents.  \n(Am. Compl. ¶¶ 29–32, 138–42.)   \n28. These allegations sufficient ly plead the existence of a fiduciary \nrelationship “by virtue of” each Defendant’s position at the company.  (Am. Compl. \n¶¶ 138–42.)  The North Carolina Limited Liability Company Act expressly requires \nmanagers and “company officials who are not managers” to discharge their duties \n“(i) in good faith, (ii) with the care an ordinary prudent person in a like position would \nexercise under similar circumstances, and (iii) subject to the operating agreement, in \na manner the manager [or company official] believes to be in the best interests of the \nLLC.”  N.C. Gen. Stat. §§ 57D -3-21(b), 57D-3-23.2  “Company official” is defined as \n“[a]ny person exercising any management authority over the limited liability \ncompany whether the person is a manager or referred to as a manager, director, or \nofficer or given any other title.”  N.C. Gen. Stat. § 57D-1-03(5). \n29. Defendants try to sidestep the statu te by arguing that they were only \nnominally officers—mere managers with no control over affairs of “operational \nsignificance.”  (Defs.’ Mem. 5.)  But the Court is not in a position at the pleading stage \nto evaluate whether Defendants held “only a title and not an actual office,” much less \nrender such a conclusion as a matter of law.   Morris v. Scenera Research LLC , 2012 \nNCBC LEXIS 1, at *31 (N.C. Super. Ct. Jan. 4, 2012) ; see also Computer Design & \nIntegration, LLC v. Brown, 2016 NCBC LEXIS 96, at *11–12 (N.C. Super. Ct. Dec. 6, \n2016) (denying motion to dismiss where president, as a company official, owed a \n                                                           \n2 Chapter 57D applies to Addison Whitney even though it was created in 2007.  See N.C. Gen. \nStat. § 57D-1-02(c). \n \nfiduciary duty under section 57D -3-21); Sunbelt Rentals, Inc. v. Head & Engquist \nEquip., L.L.C., 2002 NCBC LEXIS 2, at *17 (N.C. Super. Ct. July 10, 2002) (denying \nsummary judgment and noting that, “[b]y virtue of their titles alone,” the defendants \nlikely “held jobs of significant responsibility”). \n30. Taken as true, the amended complaint provides ample support for Addison \nWhitney’s view that these five Defendants “set Addison Whitney’s strategic course \nand controlled its business development.”  (Pl.’s Mem. 4.)  Cashion, for example, had \nresponsibility “for overseeing the overall operational, business development, and \nproject delivery functions of Addison Whit ney.”  (Am. Compl. ¶  28.)  The  others \nperformed lesser duties consistent with each individual’s place in the hierarchy.  (See \nAm. Compl . ¶¶  29–32.)  Collectively, these individuals comprised the entirety of \nAddison Whitney’s senior management (save one Vice President who did not resign), \nand their departures left the company in a difficult position.  (See Am Compl. ¶ 1.)   \n31. The Court is un aware of any case dismissing a breach of fiduciary duty \nclaim against individuals with similar titles and authority  at the 12(b)(6) stage .  In \nevery case cited by Defendants, the employee held a non-officer position.  See Dalton, \n353 N.C. at 652, 548 S.E.2 d at 708 (“production manager for a division of employer \nDalton’s publishing business”); Austin Maint. & Constr., Inc. v. Crowder Constr. Co., \n224 N.C. App. 401, 409, 742 S.E.2d 535, 541 (2012) (“foreman” of construction crew); \nArtistic S. Inc. v. Lund, 2015 NCBC LEXIS 113, at *5 (N.C. Super. Ct. Dec. 9, 2015) \n(“outside sales representative”); DSM Dyneema, LLC v. Thagard, 2015 NCBC LEXIS \n50, at *21 (N.C. Super. Ct. May 12, 2015) (“Application Manager – Life Protection”); \n \nAllegis Grp., Inc. v. Zachary Pipe r, LLC, 2013 NCBC LEXIS 12, at *7 (N.C. Super. \nCt. Feb. 25, 2013)  (“National Account Manager” and “Director of Strategic Sales for \nGovernment Services”). \n32. The Court has considered Defendants ’ remaining arguments and finds \nthem unpersuasive .  Defendants contend, for example,  that the Court should \ndisregard exhibits identifying Cashion as an officer and manager of the company \nbecause they are “inherently unreliable” and “fraught with mistakes.”  (Defs.’ Reply \n9.)  Having reviewed the amended complaint and incorporated materials, the Court \nconcludes that any discrepancies go to the weight and credibility of the evidence, \nwhich may not be resolved at the Rule 12 stage.   \n33. Viewing the complaint in the light most favorable to Addison Whitney  as \nthe non-moving party, the allegations suffice to state a claim for breach of fiduciary \nduty.  The Court denies the motion to dismiss the claim. \nC. Conversion  \n34. Addison Whitney asserts Defendants wrongfully copied or deleted \nnumerous electronic documents and other electronically stored information prior to \nresigning.  ( See Pl.’s Mem. 17 .)  Defendants argue that Addison Whitney “does not \nallege that any of the Defendants actually deprived Plaintiff of the use of the property \nat issue.”  (Defs.’ Mem. 10.) \n35. Conversion is a tort with deep roots in the common law.  It “is defined as \n‘an unauthorized assumption and exercise of the right of ownership over goods or \npersonal chattels belonging to another, to the alteration of their condition or the \n \nexclusion of an owner’s rights.’”  Spinks v. Taylor, 303 N.C. 256, 264–65, 278 S.E.2d \n501, 506 (1981) (quoting Peed v. Burleson, Inc., 244 N.C. 437, 439, 94 S.E.2d 351, 353 \n(1956)).  “The essence of conversion is not the acquisition of property by the \nwrongdoer, but a wrongful depriv ation of it to the owner.”  Bartlett Milling Co. v. \nWalnut Grove Auction & Realty Co., 192 N.C. App. 74, 86, 665 S.E.2d 478, 488 (2008).   \n36. These principles were not designed with the bits and bytes of the  \nInformation Age  in mind .  As another Member  of this Court noted, it is unclear \nwhether electronic documents are “goods” or “personal property” (which may be \nsubject to a conversion claim) or instead are “intangible interests such as business \nopportunities and expectancy interests” (which are not subject to a conversion claim).  \nHCW Ret. & Fin. Servs., LLC v. HCW Emp. Benefit Servs., LLC, 2015 NCBC LEXIS \n73, at *59 –60 (N.C. Super. Ct. July 14, 2015) (quoting Norman v. Nash Johnson & \nSons’ Farms, Inc. , 140 N.C. App. 390,  414, 537 S.E.2d 248 , 264  (2000) (emphasis \nomitted)).   \n37. The better view, and the weight of authority, treats electronic documents \nas personal property subject to a claim for conversion.  It would make little sense to \nforeclose recovery for the wrongful deprivation of electronic information “when taking \nthe same information printed into hard copy form would be sufficient.”  HCW, 2015 \nNCBC LEXIS 73, at *61.  This is consistent with appellate precedent permitting an \naction for conversion of “proprietary information, including customer lists, contact \nlists, records and historical data.”  Se. Shelter Corp. v. BTU, Inc., 154 N.C. App. 321, \n331, 572 S.E.2d 200, 207 (2002).  It is also co nsistent with  case law  in other \n \njurisdictions, which reveals a  growing recognition “that the tort of conversion must \nkeep pace with the contemporary realit ies of widespread computer use .”  Thyroff v. \nNationwide Mut. Ins. Co., 8 N.Y. 3d 283, 292 (N.Y. 2007) (applying New York law).   \n38. The more difficult question is what action constitutes a conversion of \ncomputerized information.  Electronic documents are easy to copy at the stroke of a \nkey or click of a button , and storage media are abundant, varied, and relatively \ninexpensive.  Businesses and individuals routinely store copies of files remotely on \nservers or in the cloud—instant redundancy that greatly minimizes the risk of losing \nvaluable information due to either misfortune or malfeasance.  In other words, a thief \nmay steal a copy, but the information itself is hard to destroy. \n39. By the same token, conversion of electronically stored information is hard \nto prove.  A growing body of case law from this Court has held that “making a copy of \nelectronically-stored information which does not deprive the plaintiff of possession or \nuse of information, does not support a claim for conversion.”  RCJJ, LLC v. RCWIL \nEnters., LLC, 2016 NCBC LEXIS 46, at *53 (N.C. Super. Ct. June 20, 2016); see also \nRoundPoint Mortg, 2016 NCBC LEXIS 17, at *55 (dismissing conversion claim where \nplaintiff did “not allege that Defendants copied and then deleted the information so \nas to deprive [plaintiff] from its continued use of the information”); Horner Int’l Co. \nv. McKoy, 2014 NCBC LEXIS 68, at *8 (N.C. Super. Ct. Dec. 18, 2014) ( dismissing \nconversion claim where plaintiff did “not allege it was deprived of the information or \nexcluded from use of the information allegedly converted by Defendant”). \n \n40. Addison Whitney does not cite or discuss these cases.  Instead, it relies on \na federal court decision for the proposition  that copying electronic documents is a \nconversion when it deprives the owner “of the sole and exclusive dominion and control \nover its trade secrets and confidential information,” even when the owner maintains \npossession of the information.  (Pl.’s Mem. 19 (citing Bridgetree, Inc. v. Red F. Mktg., \nLLC, No. 3:10 -cv-00228-FDW-DSC, 2013 U.S. Dist. LEXIS 15372, at *47–51 \n(W.D.N.C. Feb. 5, 2013) (applying North Carolina law) ).)  The court in Bridgetree \nnoted that it was “unaware of any North Carolina case that holds that taking a copy \nof an electronic file cannot constitute conversion.”  2013 U.S. Dist. LEXIS 15372, at \n*49–50. \n41. This Court adheres to the reasoning of RCJJ, Roundpoint, and Horner, all \nof which were decided after Bridgetree.  North Carolina courts have repeatedly held \nthat the essence of a conversion claim is deprivation to the owner .  E.g., Bartlett \nMilling Co., 192 N.C. App. at 86, 665 S.E.2d at 488; Lake Mary L.P. v. Johnston, 145 \nN.C. App. 525, 532, 551 S.E.2d 546, 552 (2001); Marina Food Assoc., Inc. v. Marina \nRest., Inc., 100 N.C. App. 82, 93, 394 S.E.2d 824, 831 (1990).  In the absence of further \nguidance from the North Carolina Supreme Court or Court of Appeals, the Court \ndeclines to construe the law of conversion more broadly. \n42. Moreover, although the Court has not discovered any North Carolina \nprecedent on the point, it appears that the acquisition of paper photocopies does not \nordinarily give rise to a conversion claim where the owner retained the original.  See, \ne.g., FMC Corp. v. Capital Cities/ABC, Inc. , 915 F.2d 300, 303 –04 (7th Cir. 1990) \n \n(applying California law).  The Court sees no reason that b usinesses operating in a \npaperless environment should be placed in a more favorable legal position than \nbusinesses that store documents the old fashioned way. \n43. Applying these principles to the allegations of the amended complaint, the \nCourt grants Defendants’ motion in part but denies it in certain respects.  The bulk \nof Addison Whitney’s allegations concern Defendants’ copying of electronic files —\nvarious templates and guidelines, a database allegedly subject to trade secret \nprotection, and other unspecified documents.  (See Am. Compl. ¶¶ 167–76.)  Addison \nWhitney has not alleged that Defendants deprived it of possession or access to this \ninformation.  Rather, Addison Whitney concedes that many of its allegations “relate \nto documents it still has in its posse ssion.”  (Pl.’s Mem. 17.)  Such allegations are \ninsufficient to state a claim for conversion.   \n44. On the other hand, Addison Whitney also contends that Budd and Rodden \ndeleted numerous documents from company -issued laptops and associated servers .  \n(Pl.’s Mem. 17; Am. Compl. ¶ ¶ 184(c), 184(gg).)  Although these allegations appear \noutside the section of the amended complaint stating the claim for conversion, \nDefendants have not raised any notice concerns.  The Court therefore considers the \nallegations as part of the conversion claim and concludes that deletion of documents \nmay pose a deprivation to the owner sufficient to give rise to a conversion claim.  See, \ne.g., Thyroff, 8 N.Y. 3d at 292 (“Similarly, electronic documents and records stored on \na computer can also be converted by simply pressing the delete button.”). \n \n45. Defendants assert that Addison Whitney may be able to recover the \ninformation from back -up tapes or , for at least some documents,  by examining the \ncomputer’s “recycle bin.”  (See Defs.’ Reply 11–12.)  These are reasonable questions, \nbut they should be raised in discovery or on summary judgment or both.  It is unclear \non the face of the complaint whether and to what extent Addison Whitney may restore \nits deleted data. \n46. Finally, the Court notes that  Addison Whitney also alleges that \nDefendants removed physical property on the day of their resignations.   (See Am. \nCompl. ¶  88.)  The amended complaint does not identify this property in any \nmeaningful way , and t he Court concludes that such speculative, conclusory \nallegations are insufficient to state a claim for relief.  See, e.g., Good Hope Hosp., Inc. \nv. N.C. Dep’t of Health & Human Servs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 \n(2005). \n47. Because the claims against Cashion, Scott, Cuykendall, and Baynard \ndepend exclusively on allegations of copying, the Court grants the motion to dismiss \nthe claim for conversion against them.  The Court denies the motion with respect to \nBudd and Rodden in light of the allegations that they deleted documents. \nIII. \nCONCLUSION \n \n48. For all these reasons, the Court  GRANTS in part and DENIES in part \nDefendants’ Rule 12(b)(6) motion as follows:   \na. The Court denies the motion for partial dismissal of the claim for \nbreach of contract. \n \nb. The Court denies the motion to dismiss the c laim for breach of \nfiduciary duty. \nc. The Court grants the motion to dismiss the claim for conversion as to \nCashion, Scott, Cuykendall, and Baynard.  The Court denies the motion as to \nBudd and Rodden. \nThis the 9th day of June, 2017. \n /s/ Adam M. Conrad    \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}