{
  "id": "3bbfdaf1cdfe4ae80d21393c9ec46ad5ff8a2e19dc9e12f45b8e854666776162",
  "source_file": "data/raw/ncbc/3bbfdaf1cdfe4ae80d21393c9ec46ad5ff8a2e19dc9e12f45b8e854666776162.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF ORANGE 10 CVS 1447 \n \n \nHCW RETIREMENT AND FINANCIAL ) \nSERVICES, LLC, \net al., )  \n Plaintiffs )  \n  )  \n v.  )   \n   )  \nHCW EMPLOYEE BENEFIT SERVICES,  ) \nLLC, \net al.,    ) \n Defendants )  \n  ) \nHCW EMPLOYEE BENEFITS ) \nSERVICES, LLC; and HILL, CHESSON &  ) \nWOODY, INC.,  )  \n Counterclaimants ) \n  ) \n v. ) \n  ) \nHCW RETIREMENT AND FINANCIAL ) \nSERVICES, LLC, \net al.,  ) \n Counterclaim  ) \n  Defendants ) \n \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF DURHAM 13 CVS 2777 \n \n \nWILTON R. DRAKE, III, ) \n Plaintiff )  \n  )  \n v.  )   \n   )  \nPRESCOTT OFFICE MANAGEMENT, LLC, ) \na North Carolina Limited Liability Company, ) \nTODD T. YATES and FRANK S. WOODY, III, ) \n Defendants ) \n \nOPINION AND ORDER \n THIS CAUSE, assigned to the undersigned Special Superior Court Judge for Complex \nBusiness Cases, comes before the Court on Defendant HCW Employee Benefit Services LLC \nHCW Ret. & Fin. Servs., LLC v. HCW Emp. Benefit Servs., LLC, 2015 NCBC 70. \n \n \n(“EBS”)’s Motion for Summary Judgment, Defendants Todd Yates and Frank Woody’s Motion \nfor Summary Judgment, Defendant Hill, Che sson & Woody, Inc. (“HCWI”)’s Motion for \nSummary Judgment, Defendant Prestwick Six LLC (“Prestwick”)’s Motion for Summary \nJudgment, and Plaintiffs’ 1-Counterclaim Defendants’ Motion for Summary Judgment \n(collectively, “Motions”), pursuant to Rule 56 of the North Carolina Rules of Civil Procedure \n(“Rule(s)”). On April 16, 2015, the Court held a hearing on the Motions. \n THE COURT, after considering the Motions, the briefs in opposition and support \nthereof, arguments of counsel, and the evidence  and other appropriate matters of record, \nCONCLUDES as stated herein. \nNorthen Blue, LLP by J. William Blue, Esq. for Plaintiffs/Counterclaim Defendants.  \n \nCoats & Bennett PLLC by Anthony J. Biller, Esq. and Emily M. Haas, Esq. and \nMorris, Manning & Martin, LLP by Keith D. Burns, Esq. for Defendants/Counterclaim \nPlaintiff.  \n \nMcGuire, Judge.  \nPROCEDURAL BACKGROUND \n1. On August 20, 2010, Plaintiffs initiated HCW Retirement and Financial \nServices, LLC v. HCW Employee Benefit Services, LLC  (10 CVS 1447) by filing their \nComplaint with the Orange County Clerk of Co urt. On January 26, 2011, Plaintiffs filed a \nFirst Amended Complaint (“Amended Complaint”) that added as Defendants Hill, Chesson \n& Woody, Inc., Prestwick Six, LLC, Frank S. Woody III, and Todd T. Yates.  The Amended \nComplaint alleges 17 Claims for Relief (“Claim( s)”) against the various Defendants, which \nPlaintiffs titled as follows: \na.  Violation of Partnership Obligations;  \n                                                 \n1 As will be discussed below, HCW Ret. & Fin. Svcs., LLC v. HCW Empl. Benefit Svcs., LLC and \nDrake v. Prescott have been formally consolidated as one proceeding. The only motions pending \nbefore the Court for purposes of this Order are in the HCW case. Accordingly, the term “Plaintiffs” \nrefers to the Plaintiffs in HCW. \n \n \nb.  Infringement of Trade Name; \nc. Claim for Cancellation of N.C. Trademark Registration No. T-020223; \nd. Defendant EBS Is Not the Owner of “Experience the Benefit;” \ne. Registration of “Experience the Benefit” Was Obtained Fraudulently; \nf. Claim for Cancellation of N.C. Trademark Registration No. T-020247;  \ng. Defendant EBS is Not the Owner of the Logo;  \nh. Registration of the Logo Was Obtained Fraudulently;  \ni. Claim for Cancellation of N.C. Trademark Registration No. T-020312;  \nj. Defendant EBS is Not the Owner of “Hill, Chesson & Woody;”  \nk. Registration of “Hill, Chesson & Woody” was Obtained Fraudulently;  \nl. Breach of Good Faith by Defendants Yates and Woody as LLC Members;  \nm. Breach of Fiduciary Obligation to Minority Member;  \nn. Accounting;  \no. Breach of Lease Agreement;  \np.  Conversion; and,  \nq. Interference with Contractual Relationships and Interference with Prospective \nAdvantage. \n2. On February 28, 2011, Defendants EBS and HCWI filed a joint Answer to the \nFirst Amended Complaint, stating Counterclaims on behalf of EBS against Plaintiffs for the \nfollowing: \na.  Violation of the Lanham Act – 15 U.S.C. § 1125; \nb. Violation of the N.C. Trademark Registration Act – N.C. Gen. Stat. § 80-11 & \n80-12 and N.C. Unfair and Deceptive Trade Practices Act – N.C. Gen. Stat. § \n75-1.1; \nc. Declaratory Judgment –N.C. Gen. Stat. § 1-253 & Rule 57; and, \n \n \nd. Preliminary and Permanent Injunction 15 U.S.C. § 1116; N.C. Gen. Stat. § 1-\n485 and Rule 65(a). \n3. On February 18, 2011, Defendants Yates and Woody filed a joint Answer to \nPlaintiffs’ First Amended Complaint. On Ma rch 4, 2011, Defendant Prestwick filed its \nAnswer to the First Amended Complaint. \n4. On March 23, 2011, Plaintiffs filed their Reply to the Counterclaims. Plaintiffs \nasserted several affirmative defenses, including the defense of naked licensing.2 \n5. On April 26, 2013, Plaintiff Drake filed his Complaint in Drake v. Prescott  \nOffice Management, LLC, Todd T. Yates, and Frank S. Woody  (13 CVS 2777) with the \nDurham County Clerk of Court. The Drake Complaint seeks dissolution of Defendant \nPrescott Office Management.3 On May 10, 2013, Drake was designated to the North Carolina \nBusiness Court as a mandatory complex business case by order of the Chief Justice of the \nSupreme Court of North Carolina.   \n6. On December 3, 2013, HCW Retirement and Financial Services, LLC v. HCW \nEmployee Benefit Services, LLC (10 CVS 1447) was designated an exceptional case pursuant \nto Rule 2.1 of the General Rules of Practice fo r the Superior and District Courts, by order of \nthe Chief Justice of the Supreme Court of North Carolina. \n7. Upon a joint motion of the parties, the Honorable John R. Jolly, Jr. \nconsolidated the two civil cases on April 25, 2014, finding that the cases “involve common \nquestions of law and fact, and are at similar stages procedurally” and  ordering that the \nactions be consolidated into one action for all purposes. 4 Thus, HCW and Drake have since \nbeen treated as one case. \n                                                 \n2 Reply at 5. \n3 Prescott Office Management is not a defendant in HCW. \n4 Order on Joint Mot. Consolidate. \n \n \n8. On July 25, 2014, Defendants EBS, To dd Yates, Frank Woody, HCWI, and \nPrestwick (collectively referred to as “Def endants”) filed their Motions for Summary \nJudgment. Collectively, the Motions seek summary  judgment in Defendants’ favor as to all \nclaims alleged in the Amended Complaint. Th e EBS Motion also seeks summary judgment \non EBS and HCWI’s Counterclaims, including a declaration that EBS and the individuals \nHill, Chesson and Woody own superior rights in the disputed trademarks, and on Plaintiffs’-\nCounterclaim Defendants’ affirmative defense of naked licensing. Due to ongoing discovery \ndisputes between the parties, the Court permi tted both Plaintiffs and Defendants to file \nsupplemental briefs regarding the Defendants’ Motions. Accordingly, Defendants’ Motions \nbecame ripe for consideration on March 18, 2015.   \n9. On January 30, 2015, Plaintiffs filed their Motion for Summary Judgment. The \nPlaintiffs’ Motion seeks summary judgment in their favor as to all co unterclaims alleged by \nDefendant HCWI, and EBS’ counterclaims for violation of the Lanham Act and violation of \nthe North Carolina Trademark Registration A ct. Plaintiffs’ Motion became ripe for \nconsideration on March 17, 2015. \n10. The parties have not filed motions for su mmary judgment with regard to any \nof the claims in the Drake lawsuit. \n11. The Motions have been fully briefed and argued and are ripe for determination. \nFACTUAL BACKGROUND \n12. The dispute pending before the Court st ems, in large part, from previous \nworking relationships of businesses operating under variations of the name “Hill, Chesson & \nWoody,” or “HCW.”  \n13. Dan Hill (“Hill”) and Earl Chesson (“Chesson”), both non-parties to this \nlawsuit, began working together in the earl y 1970s, providing insurance, retirement, and \n \n \ninvestment services under the name “Hill, Chesson & Associates.”5  In 1991, Hill and Chesson \nhired Frank S. Woody (“Woody”) as a full time employee.  In 2000, Hill and Chesson offered \nto add Woody’s name to the business.  The three have since operated under the “Hill, Chesson \n& Woody” banner, offering various insurance and financial planning services.\n6 \na. HCW Employee Benefits Service, LLC and HCW Retirement and Financial \nServices, LLC \n   \n14. In 2002, Woody and Defendant Todd Yates (“Yates”) formed Defendant HCW \nEmployee Benefit Services, LLC (“EBS”). EBS pr ovides services and products related to \nemployee group health plans.7 \n15. In the early 2000s, Woody began a referral relationship with Plaintiff Wilton \nDrake (“Drake”), a financial planner, advisor, and consultant involved in the sale and service \nof pension and retirement plans, executive benefits and other related services.  These services \nwere different than the insurance products and services offered by EBS, and the parties were \nable to refer clients to one another for the other’s services.8 \n16. In 2003, Woody and Yates invited Drake to enter into an office sharing \nagreement.  Drake subsequently formed Plai ntiff HCW Retirement and Financial Services, \nLLC (“RFS”) in August 2003.9 Drake selected the business name to include the HCW brand \nand parallel the name of EBS with the knowledge and consent of Yates and Woody. 10 Drake \n                                                 \n5 Chesson Dep. ¶¶13-16; Hill Dep. ¶12. \n6 Affidavit of Frank S. Woody, III (Oct. 12, 2010) (“2010 Woody Aff.”) ¶¶ 3-5, 8; Affidavit of Dan Hill \n(Sept. 24, 2010) (“2010 Hill Aff.”) ¶ 8; Deposition of Frank S. Woody 22.  \n7 2010 Woody Aff. ¶ 10; see also Reply Brief Supp. Pls.’-Countercl. Defs.’ Mot. Summ. J. Ex. 7 (federal \ntrademark application identifying EBS as a business that provides “[a]dvisory services in the field of \nemployee benefits for group healthcare and business insurance offered to employees in addition to \nstandard benefits such as medical, dental, life insurance including short term disability, long term \ndisability, cancer insurance, accidental death and dismemberment”). \n8 2010 Woody Aff. ¶¶ 15-16. \n9 Affidavit of Wilton R. Drake, III in Opposition to Defendants’ Motion for Summary Judgment \n(“Drake Aff.”) ¶ 9. In October 2004, Drake formed Plaintiff Hill, Chesson & Woody Retirement and \nFinancial Services, LLC (“HCWRFS”). Id. ¶ 13. \n10 Drake Aff. ¶ 12. \n \n \ndid not have any ownership interest in EBS, and Woody and Yates did not have any \nownership in RFS. \n17. From 2004 to 2010, EBS and RFS jointly marketed the Hill, Chesson and \nWoody and HCW brands. 11 At a jointly sponsored business luncheon in October 2004, EBS \nand RFS announced that RFS had become “a division of Hill, Chesson & Woody.”12   \n18. The parties dispute their relative rights to the name Hill, Chesson and Woody \nand the HCW acronym. EBS claims that it “licensed” the use of Hill,  \nChesson & Woody to RFS, but RFS claims that th e parties agreed that they would both use \nHill, Chesson & Woody and the acronym “HCW” to market their respective businesses.13 \n19. There was no shared ownership between EBS and RFS, and they did not share \nin one another’s revenues or profits and losses. EBS and RFS had separate bank accounts, \nfiled separate tax returns, and did not share any employees. 14  As described further below, \nEBS and RFS operated as separate businesses in shared office space from 2004 until 2010, \nand continued their referral relationship. \n20. Additionally, RFS and EBS shared a c lient database, “SalesLogix.” RFS and \nEBS each held their own licenses to the SalesL ogix software, but the software was accessed \nthrough shared servers. 15  Plaintiffs allege that at so me undisclosed point in time, EBS \nterminated their right to access the SalesLogix database.16 \n21. In 2009 and 2010, Woody and Yates began to express to Drake that they were \ndissatisfied with the relationship between EB S and RFS and wanted the businesses to part \n                                                 \n11 Drake Aff. ¶¶43-44. \n12 Drake Aff. ¶¶ 19-23.  \n13 2010 Woody Aff. ¶¶ 9, 12, 16; Drake Aff. passim.  \n14 Deposition of Wilton Drake 75. \n15 Drake Aff. ¶¶ 40-42; Woody Dep. 117-120; Drake Dep. 229-233. \n16 Drake Aff. ¶ 42. \n \n \nways.17 Drake informed Woody and Yates that he  was not interested in terminating the \nbusiness relationship.18 \nb. Prescott Office Management, LLC, Prestwick Six, LLC, and the Lease with \nRFS \n \n22. In 2003, Yates, Woody, and Drake formed Prescott Office Management, LLC \n(“POM”) for the purpose of purchasing an office condominium in wh ich EBS and RFS could \nconduct business.  Yates, Woody, and Drake each owned a one-third interest in POM.19 \n23. The POM Operating Agreement originally  provided that all three members \nwould be managers of POM, and required unani mous approval of the members for all \n“decisions and commitments regarding LLC matters.” 20 The Operating Agreement further \nallowed amendments to the Operating Agreement “made in writing and signed by Members \nholding 51% of the aggregate Company Ownership Interests.”21 \n24. In or after August 2003, POM, and non-parties Chesson Limited Partnership, \nand Hill Brothers, LLC formed Prestwick Six,  LLC (“Prestwick”).  POM owned 50% of \nPrestwick, Hill Brothers owned 37.5%, and the Chesson Limited Partnership owned 12.5%.22  \n25. In 2004, Prestwick purchased an office condominium.  EBS and RFS entered \ninto a shared office space arrangement in that  condominium, and executed separate leases \nwith Prestwick for their portions of the office space.  EBS leased 2/3 of the shared office space, \nand RFS leased the other 1/3.23  Both EBS’ and RFS’ leases provided that “[t]his Lease shall \nautomatically renew for an additional period of 3 years per renewal term, unless either party \n                                                 \n17 Id. ¶¶ 47-48; Woody Aff. ¶¶ 32-34. \n18 Drake Aff. ¶  47. \n19 See, e.g., Aff. Of Wil Drake Opp. Defs.’ Mot. Compel Arb. ¶ 5 (Feb. 24, 2011). \n20 Affidavit of Todd Yates (Jan. 20, 2011) (“2011 Yates Aff.”) Ex. A (“Operating Agreement”) §§ 5.01, \n5.02. \n21 Id.  \n22 Drake Aff. ¶ 14. \n23 Id.  \n \n \ngives written notice of the termination no late r than 60 days prior to the end of the term or \nrenewal term.”24  Three other tenants, which are not parties to this lawsuit, also leased office \nspace in the condominium (hereinafter “the non-party tenants”). 25  The tenants used common \nconference rooms, certain other common areas, and certain office equipment such as a phone \nsystem, postage meter, and copy machine.  Us age charges for the equipment were billed to \neach of the individual tenants.26 \n26. All of the tenants’ leases expired once on December 31, 2007, and were renewed \nautomatically.  The leases were set to expire again on December 31, 2010, and would again \nautomatically renew for a new three-year term, absent notice of termination from Prestwick \nor a tenant.  In 2009 and early 2010, some of the non-party tenants notified Prestwick that \nthey would not renew their leases. 27   In addition, EBS notified Prestwick that it needed \nadditional office space and wo uld not renew its lease unless it  could lease the space being \nrented to RFS and other space within the condominium.28 \n27. Faced with the prospect of losing it s largest tenants, Prestwick’s members \ndecided it would be in Prestwic k’s best interest to not renew the RFS lease and to lease the \nRFS space and other vacated space to EBS. 29  Two members of Prestwick, Chesson Group \nand Hill Brothers, were in favor of not renewing RFS’ lease.30  RFS, however, did not want to \nvacate its space. Drake intended to use his ownership share in POM and the unanimity \nrequirement in POM’s Operating Agreement to prevent POM from voting in favor of not \nrenewing the RFS lease.31 \n                                                 \n24 Declaration of Earl Chesson Ex. A (“Lease”) 1. \n25 Id. ¶ 16; Affidavit of Todd Yates (June 7, 2013) (“2013 Yates Aff.”) ¶ 6. \n26 2013 Yates Aff. ¶ 7. \n27 Id. ¶¶ 9, 22; Declaration of Earl Chesson ¶ 8. \n28 2013 Yates Aff. ¶¶10, 22; Chesson Aff. ¶9. \n29 Id. ¶¶ 11, 22; Chesson Dec. ¶¶ 9-10. \n30 Chesson Dec. ¶¶ 11-12. \n31 Drake Dep. 280-84. \n \n \n28. Accordingly, in September 2010, Yates and Woody amended the POM \nOperating Agreement. The amendments changed the unanimity requirement to allow \nPrescott to act with the approval of 66% of its members, limited POM’s managers to those \n“elected by a majority vote of the Members,” and named Yates and Woody as the managers \nof POM.\n32 Yates and Woody did not inform Drake that they were amending the Operating \nAgreement prior to the amendment. Drake d oes not dispute that Woody and Yates, who \ncollectively held a 2/3 ownership interest in  POM, had the authority under the Operating \nAgreement to amend the Agreement without his consent.33 \n29. On September 10, 2010, Prestwick exec uted a Members Resolution not to \nrenew the lease with RFS upon the completion of the current lease period on December 31, \n2010.34 Yates and Woody voted POM’s 50% interest in Prestwick in favor of not renewing \nRFS’ lease. Defendant Woody signed the Member Resolution on behalf of POM. On \nSeptember 10, 2010, Prestwick notified RF S that its lease would not be renewed. 35  RFS \nmoved out of the office condominium in mid-December, 2010.36 \n30. From January 1, 2011 through December 31, 2012, Prestwick leased 87.5% of \nthe space in the office condominium to EBS, and the other 12.5% to the remaining non-party \ntenant.37 \nc. The Trademarks  \n31. In late 2004, Woody, on behalf of EBS, decided to redesign of the logo and \ngraphics used by the businesses operating under the “Hill, Chesson & Woody” and “HCW” \n                                                 \n32 2011 Yates Aff. Ex. B (“Amendment”). \n33 Drake Aff. ¶ 16; Drake Dep. 283-84. \n34 Chesson Dec. ¶ 11; id. Ex. B. \n35 Chesson Dec. Ex. C. \n36 Drake Aff. ¶ 74. \n37 Yates Aff. ¶ 23. \n \n \nbrands.38 The redesigned marks included a Logo (a  stylized “H, C, & W” with a burgundy \nbackground) and Slogan (“Experience the Benefi t”) (the Logo, Slogan, and the term “Hill, \nChesson, and Woody” are hereinafter collectively referred to as the “Marks”).39  EBS contends \nthat it was exclusively responsible for both th e redesign and for paying for the work behind \nthe redesign.40  Drake disputes this, and contends that he was heavily involved in the creation \nof the Marks and in paying for the redesign.41 \n32. The redesign of the Marks was completed in 2005.  On August 24, 2005, Chip \nBremer (“Bremer”), an EBS empl oyee, sent an email to Drake and others that they could \nbegin using the Marks on August 25, 2005. 42 The email instructed the recipients to see \nBremer “regarding approval of logo use.”43 On August 24, 2005, the same date as Bremer’s \nemail, Plaintiffs contend that RFS and Drak e used the Logo and the Slogan on meeting \nmaterials distributed to potential clients of “RFS, EBS, and Chesson and Associates.” 44  \nWoody also was present at the meeting on behalf of EBS. 45 Plaintiffs also contend that RFS \nand Drake used the Logo in correspondence with two other clients during the month of \nAugust.46 Conversely, Plaintiffs contend that Defe ndants did not make use of the new Logo \nand Slogan until September 2005, citing to Ya tes’ and Woody’s email signatures and the \ntrademark registration applications in support. 47 It is undisputed that EBS and RFS \ncontinued to use the Marks from in or around August 2005 until in or about November 2010. \n                                                 \n38 Chesson Aff. (Sept. 24, 2010) ¶12; Drake Aff. ¶ 24. \n39 There is a dispute of fact as to whether Plaintiff Drake was involved in the design of or financing \nfor the Logo and Slogan. See, e.g., Aff. of Joel Sheer ¶ 4; Drake Aff. ¶¶ 25-32. \n40 Chesson Aff. ¶12; 2010 Woody Aff. ¶ 12. \n41 Drake Aff. ¶¶ 24, 54. \n42 Defs.’ NOF (July 25, 2014) Ex. 25.  \n43 Id. \n44 Rives Aff. ¶ 5; Drake Aff. ¶ 33. \n45 Rives Aff.; id. Ex. 3; Drake Aff. ¶ 33. \n46 Rives Aff. ¶¶ 7-8; Drake Aff. ¶ 33; id. Exs. 43-46. \n47 Drake Aff. ¶ 34. \n \n \n33. On June 22, 2010, and August 9, 2010, Woody, on behalf of EBS, filed \nApplication[s] for Registration or Renewal of  Trademark or Service Mark with the North \nCarolina Secretary of State, seeking to register the Marks. 48 Woody signed the Applications \nunder oath.  The Applications contained the following certification:  \nThe applicant is the owner of the mark, the mark is in use, and to the best \nknowledge of the person verifying th e application, no other person has \nregistered the mark in this State, or has the right to use the mark in this State \neither in the identical form thereof or in such near resemblance thereto as to \nbe likely, when applied to the goods or services of the other person, to cause \nconfusion, or to cause mistake, or to deceive.49  \n \n34. At the time that Woody signed the Applications, he knew that EBS was not the \nsole owner of the Marks, but believed himself to  be acting with the permission of Mr. Hill, \nthe individual that he believed held ownership rights in the Marks. 50  Woody also admitted \nthat at the time he certified the Applications, he knew that others, including Plaintiffs, had \na right to use the Marks, and that the information contained in the Applications is incorrect.51 \n35. On June 28, 2010, the North Carolina Secretary of State issued to EBS State \nTrademark Registration Nos. T-20223 and T-20247, the state trademark registrations for the \nLogo and Slogan. On August 11, 2010, the Secretary of State issued No. T-20312, the state \ntrademark registration for “Hill, Chesson & Woody.” \n36. On August 13, 2010, counsel for EBS wrot e a letter to Drake, asserting that \n“HCW Employee Benefits Services, LLC, Dan H ill, Earl Chesson or Skip Woody [were] the \nexclusive owners of the Marks.”  The letter st ated that Drake’s use of the Marks had been \npermissive, and demanded that he acknowle dge that use of the Marks had been by \n                                                 \n48 Drake Aff. Exs. 74-76.  \n49 Id. \n50 Woody Dep. 190-92. \n51 Id. \n \n \npermission, in exchange for which his permissive use of the Marks would extend to February \n1, 2011.52  If Drake refused to do so, he was required to cease using the Marks in seven days.53 \n37. On August 13, 2010, RFS and Drake filed a civil lawsuit in Orange County, \nNorth Carolina (No. 10 CVS 1447) alleging vari ous claims against Defendants for improper \nregistration and use of the Marks.  Defendants subsequently answered and counterclaimed, \nasserting their right to the ownership and us e of the Marks.  On November 10, 2010, the \nHonorable Shannon Joseph issued a Preliminary Injunction prohibiting Plaintiffs from using \nthe Marks. 54 In response, Plaintiffs began using a di fferent logo, consisting of the letters \n“HCW” on a blue background with white letters (hereinafter, the “Emblem”).55 \n38. On July 20, 2011, Defendant EBS, Defendant Woody, Defendant HCWI, and \nnon-parties Dan Hill, Earl Chesson, and Earl G. Chesson, Inc. entered into a Trademark \nAssignment & License Agreement (“Tradem ark Agreement”). The Trademark Agreement \nstates that it has “an effective date of September 9, 2010,” and assigns Woody, Hill, and \nChesson’s interests in the Marks to Defendant EBS. 56 The Trademark Agreement further \ngrants Hill and Chesson “royalty-free, worldwide,  exclusive license(s)” to use the Marks in \nconnection with marketing and sale of their respective products.57 \nDISCUSSION \n39. “Summary judgment is appropriate 'if th e pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that there \nis no genuine issue as to any material fact and that any party is entitled to a judgment as a \n                                                 \n52 Drake Aff. ¶ 53; id. Ex. 77; 2010 Woody Aff. ¶ 34. \n53 Id. \n54 HCW Ret. & Fin. Servs. v. HCW Empl. Benefit Servs., Orange Co. No. 10 CVS 1447 (N.C. Sup. Ct. \nfiled Nov. 10, 2010) (order granting preliminary injunction). \n55 EBS Mem. Supp. Mot. Summ. J. 5; Drake Dep. 175-77. In his deposition, Drake stated that the \nletters stand for “Honor, Commitment, and Wisdom.” Drake Dep. 176. \n56 Trademark Agreement 3-4, § 1. \n57 Id. 4, § 2. \n \n \nmatter of law.'” Variety Wholesalers, Inc. v. Salem Logistics Traffic Servs ., LLC, 365 N.C. \n520, 523 (2012) (quoting Rule 56(c)). Any inference of fact should be drawn against the \nmovant. \nForbis v. Neal, 361 N.C. 519, 523-524 (2007) (citing Caldwell v. Deese, 288 N.C. 375, \n378 (1975)). A genuine issue of material fact will require the court to preserve the issue for a \nfinder of fact. Bumpers v. Cmty. Bank of N. Va, 367 N.C. 81 (2013).  Although the court must \nview the record “in the light most favorable to  the party opposing the motion,” Rule 56(e) \nprovides that summary judgment may not be de feated by “mere allegations or denials,” but \nrather that the opposition must be supporte d by “specific facts showing that there is a \ngenuine issue for trial.”  Patterson v. Reid, 10 N.C. App. 22, 28 (1970). \n40. Further, “Rule 56 does not require that  a party move for summary judgment \nin order to be entitled to it. Thus, the trial  court can grant summary judgment against the \nmoving party.” Erthal v. May , __ N.C. App. __, 736 S.E.2d 514, 523 (N.C. Ct. App. 2012) \n(internal quotations and citations omitted). \n41. Because it is not entirely clear from the Complaint which Claims are asserted \nagainst which Defendants, and because the issues addressed in the EBS Counterclaims and \nthe affirmative defense of naked licensing are intertwined with the majority of Plaintiffs’ \nClaims, the Court will address the motions for summary judgment collectively. \nTrademark Claims \n42. Plaintiffs’ Second through Eleven th Claims for Relief, Defendants’ \nCounterclaims, and Plaintiffs’ affirmative defe nse of naked licensing all relate to the \nownership of the disputed Marks, the parties’ relative rights to those Marks, and the validity \nof the trademark registrations. The Court will therefore address these claims together.   \n43. Generally speaking, ownership rights may be acquired through common law \nor statutory registration. As will be discussed below, ownership rights in a trademark are a \nnecessary prerequisite to a claim for trademark infringement. Federal trademark rights are \n \n \ngoverned by the federal Trademark Act of 1946 (“Lanham Act”), codified at 15 U.S.C. § 1051 \net seq.  Statutory trademark rights in North Carolina arise under the North Carolina \nTrademark Registration Act (“North Carolina Act”), codified at N.C. Gen. Stat. § 80-1 et seq. \n(hereinafter, references to the General Statutes will be to “G.S.”). The Act explicitly identifies \nthe Lanham Act as “persuasive authority.” G.S. § 80-1.1.  \n \nObtaining Rights in a Trademark   \n44. Common law trademark rights are acquire d by using the mark in commerce, \nthat is, in connection with the sale of goods or services. See, e.g., Emergency One, Inc. v. Am. \nFire Eagle Engine Co. , 332 F.3d 264, 267 (4th Cir. 2003) (“At common law, trademark \nownership is acquired by actual use of the ma rk in a given market.”).  Between competing \nusers, priority of ownership in a mark is determined by the first use of the mark in a “genuine \ncommercial transaction.” Id. (quoting Allard Enters., Inc. v. Adv. Programming Res., Inc. , \n146 F.3d 350, 358 (6th Cir. 1998)). \n45. The Lanham Act provides for a federal registry of trademarks. 15 U.S.C. §§ \n1051-1072, 1091-1096. Registration of a mark on the federal registry entitles the registrant \nto a presumption of ownership.  Federal regi stration, however, in not a prerequisite to \nseeking protection for a trademark under the Lanham Act.  Any party  who “believes that he \nor she is likely to be damaged by” the use of a mark in commerce that is “likely to cause \nconfusion, or to cause mistake, or to deceive as to the affiliation, connection, or association of \nsuch person with another person, or as to the origin, sponsorship, or approval of his or her \ngoods, services, or commercial activities” may bring a claim under the federal Lanham Act. \n15 U.S.C. § 1125(a). In essence, a successful claim for violation of this provision must show \nthat the purported infringer used a word, symb ol, or combination thereof in commerce that \nis likely to cause confusion or deceive as to the origin of the goods or services, or that \nmisrepresents the nature or origin of goods or services. That individual may then be liable to \n \n \n“any person who believes that he or she is likely to be damaged by such act.” 15 U.S.C. § \n1125(a)(1). \n46. North Carolina also maintains a trademark registry as a “system of State \ntrademark registration and protection substantially consistent with the federal system of \ntrademark registration and protection.” G.S. § 80-1.1. Though registration of a mark is \nrequired to obtain relief under the North Carolina Act, \nsee G.S. § 80-11, the North Carolina \nAct explicitly provides that “nothing [in the statute] shall adversely affect the rights or the \nenforcement of rights in marks acquired in good faith at any time at common law.” G.S. § \n80-13. \n47. Under the North Carolina Act, any person  who uses a mark, or controls the \nnature and quality of the goods or services in connection with a mark, may submit an \napplication to register the mark on the North  Carolina trademark registry. The application \nmust, among other things: (1) state the date t hat the mark was first used in commerce in \nNorth Carolina by the applicant, the applicant’s business predecessor, or someone under the \napplicant’s control; and (2) state that “the applicant is the owner of the mark, that the mark \nis in use, and that to the best of the knowle dge of the person verifying the application, no \nother person . . . . has the right to use the mark  in this State either in the identical form \nthereof or in such near resemblance thereto as  to be likely, when applied to the goods or \nservices of the other person, to cause confusion, or to cause mistake, or to deceive.” G.S. § 80-\n3. The North Carolina Act thus incorporates th e common law standard of priority of use for \nestablishing ownership.  \n48. The North Carolina Act also provides for cancellation of a mark upon a finding \nby a court of competent jurisdiction that  the mark has been obtained improperly, \nfraudulently, by materially false statements, or  by one who is not the proper owner of the \nmark. G.S. § 80-8. The Act further provides that anyone who registers a mark by “knowingly \n \n \nmaking any false or fraudulent misrepresentatio n or declaration . . . . shall be liable to pay \nall damages sustained in consequence of filing or registration, to be recovered by or on behalf \nof the party injured thereby.” G.S. § 80-10.  A violation of this provision of G.S. § 80-10 is also \nan unfair or deceptive trade practice, in violation of G.S. § 75-1.1. G.S. § 80-12. \n49. Protectable rights in a trademark, including the right to use the trademark in \ncommerce and to exclude others from using that particular mark, are largely analogous to \nother types of property rights. Emergency One , 332 F.3d at 267. As with other forms of \nproperty, the rights in the trademark may be assigned to another individual or company. See, \ne.g., ICEE Distribs. v. J&J Snack Foods Corp., 325 F.3d 586, 593 (5th Cir. 2003). The owner \nmay also authorize, or license, the use of the mark by another, so long as the owner retains \nadequate control over the “nature and quality of the goods or services in connection with \nwhich the mark is used.” \nDawn Donut Co. v. Hart’s Food Stores, Inc., 267 F.2d 358, 367 (2nd \nCir. 1959) (quoting 15 U.S.C. § 1127). A failure to do so may result in “naked licensing,” \namounting to abandonment of rights in the trademark. See, e.g. , Eva’s Bridal Ltd. v. \nHalanick Enters. , 2010 U.S. Dist. LEXIS 79186, at *3-4 (N.D. Ill. 2010) (“Abandonment, \nwhether by naked licensing or otherwise, results in ‘the loss of trademark rights against the \nworld.’” (quoting TMT N. America, Inc. v. Magic Touch GmbH , 124 F.3d 876, 885 (7th Cir. \n1997))). \nPlaintiffs’ Claims \n50. Both Plaintiffs and EBS contend that they own protectable interests in the \nMarks.58 Plaintiffs also contend that the state trademark registrations issued to EBS should \nbe cancelled because the registrations were obtained based on false and materially incorrect \n                                                 \n58 The parties have not expressly sought protection of, or claimed infringement in, the acronym \n“HCW”.  Rather, the marks at issue in this case are the name “Hill, Chesson & Woody”, the Logo and \nthe Slogan. \n \n \ninformation.  Plaintiffs further contend that th ey were the first to use the Logo and Slogan \nafter they were created and, accordingly, have the priority of first use in those Marks.  \nFinally, Plaintiffs argue that they have an ownership interest in the Marks because they are \na “division” of Hill, Chesson & Woody. EBS contends that it owns the Marks because \nPlaintiffs used the Marks by virtue of a license granted by EBS that has since been revoked.59  \nEBS also asserts that its registrations of th e Marks with the North Carolina Secretary of \nState were valid, and should not be cancelled. \n51. The Court will first address the claims related to EBS’ registration of the \nMarks with the North Carolina Secretary of Stat e.  In essence, Plaintiffs’ Third through \nEleventh Claims allege that EBS obtained th e registrations for the Marks based on false \ninformation, or by fraud, and seek cancellation of EBS’ registrations. Plaintiffs’ Third, Sixth, \nand Ninth Claims ask for this Court to cancel  the registrations for the contested Marks \npursuant to G.S. § 80-8, contending that the application for registra tion incorrectly stated \nthat no other person had the right to use the Marks in North Carolina commerce. Similarly, \nPlaintiffs’ Fourth, Seventh, and Tenth Claims appear to seek cancellation of the registrations \npursuant to G.S. § 80-8 because EBS was not “the owner” of the Marks at the time that the \nregistrations were filed.  Plaintiffs’ Fifth, Eighth, and Eleventh Claims for relief allege that \nthe registrations were obtained fraudulently, and that Plaintiffs are therefore entitled to both \ncancellation and damages pursuant to G.S. § 80-12 and Chapter 75 of the North Carolina \nGeneral Statutes.   \n52. It is undisputed that Woody executed a ll three trademark applications before \nEBS owned the rights in the Marks, and th at Woody was aware that Hill, and not EBS, \nowned the Marks at the time at the time the applications were filed.\n60  Woody also admitted \n                                                 \n59 EBS Mem. Supp. Mot. Summ. J. 3, 4; Drake Dep. 178-80. \n60 Woody Dep. 187, 190-92, 193-96. \n \n \nthat Plaintiffs had a right to use the Marks at the time the applications were filed.  \nAccordingly, it is undisputed that Woody provided false information in the applications.  \n53. Furthermore, the Trademark Agreement, even if valid, does not cure the \ndeficiencies in the applications since it make s the trademark rights effective September 9, \n2010, which falls after the June and August 2010 dates on which Woody executed the \nregistration applications.  \n54. The false information provided by Woody in the applications for registrations \nviolated G.S. §80-3. The Court therefore conc ludes that EBS’ motion and Yates’ & Woody’s \nmotion for summary judgment should be GRANTED against EBS, and in favor of Plaintiffs, \nas to Plaintiffs’ Third, Fourth, Sixth, Seventh, Ninth, and Tenth Claims, to the extent that \nthose Claims seek cancellation of the Mark registrations.\n61  Accordingly, the registrations for \nthe Marks should be canceled pursuant to G.S. § 80-8(4)(b), (c), and (f).  \n55. As to Plaintiffs’ Fifth, Eight, and Eleventh Claims, there is a dispute of fact as \nto whether Woody’s submission of the applications was intended to defraud the Secretary of \nState, particularly in light of his testimony t hat he believed himself to be acting properly \nwith the permission of Mr. Hill. The Court declines to find that G.S. § 80-8(d) or G.S. § 80-10 \napplies to the registrations, and finds that su mmary judgment should be DENIED as to the \nFifth, Eighth, and Eleventh Claims for Relief.  Based upon this conclusion, Plaintiffs are also \nnot entitled to relief under G.S. § 80-12 or G.S. § 75-1.1 at this stage. \n56. As discussed supra, common law trademark rights are acquired by using the \nmark in commerce, that is, in connection with th e sale of goods or services, and priority of \nownership in a mark is determined by the firs t use of the mark in a “genuine commercial \n                                                 \n61 The Fourth, Seventh, and Tenth Claims are entitled “Defendant EBS Is Not the Owner of [Each \nRespective Mark].” To the extent that Plaintiffs seek a declaratory judgment to this effect, the Court \nfinds that summary judgment is improper. \n \n \ntransaction.”  Emergency One, 332 F.3d at 267 (citation omitted). It is undisputed that Woody \nhas used the name “Hill, Chesson & Woody” in commerce since 2000, when the individuals \nWoody, Hill, and Chesson entered into business together, and that EBS used “Hill, Chesson \n& Woody” in commerce as early as 2002, well prior to Plaintiffs’ use of that mark.\n62  \nAccordingly, the Court concludes that EBS’ and HCWI’s motions for summary judgment as \nto Plaintiffs’ Second Claim, to the extent that the Claim is based on use of the mark “Hill, \nChesson & Woody,” should be GRANTED. \n57. As to the Logo and Slogan, EBS contends it is the owner of the Marks, including \nthe Logo and Slogan, and that Drake and RFS used the Marks as licensees only.  Accordingly, \nEBS argues that Drake’s and RFS’ use of the Logo and Slogan on or after August 24, 2005, \ncould not establish the first use priority since Drake and RFS had the right to use the Marks \nonly by permission and any use they made “inures to EBS.”\n63 The parties did not have a \nwritten licensing agreement`.  Instead, EBS argues that Drake admitted he was using “Hill, \nChesson & Woody” by permission, and that EBS oversaw and approved the use of the Marks \nby Drake and RFS. 64  As discussed above, Drake contends  that he and RFS participated in \nthe development of, and helped pay for, the Logo and Slogan, and have an ownership interest \nin the Logo and Slogan. \n58. The parties dispute when and by whom the Logo and Slogan were first used in \ncommerce. An email dated August 24, 2005, from Chip Bremer, an EBS employee, to Plaintiff \nDrake and others, announced that the new lo go and website would be “launched” the on \nAugust 25, 2005.65 EBS contends that it first used the Marks on the evening of August 25, \n                                                 \n62 Woody Aff. ¶¶ 5-11; see Drake Dep. 58. \n63 EBS’ Reply Supp. Mot. Summ. J. 4-5, 6-7. \n64 Id. at 4-5 \n65 Def. July 25, 2014 Notice of Filing Ex. 25. \n \n \n2005, when it launched a redesigned website.66  Drake and RFS, however, contend that they \nused the Logo and Slogan on a meeting agenda provided to potential clients on August 24, \n2005. 67  Defendant Woody also was present at and participated in this meeting, presumably \non behalf of EBS.68  \n59. The facts regarding the ownership and first use of the Logo and Slogan are in \ndispute. Accordingly, the Court concludes that summary judgment is inappropriate as to any \nclaims arising out of the Logo and Slogan. \nEBS’ Counterclaims \n60. EBS has alleged counterclaims for infringement of the Marks, for a declaration \nthat EBS and the individuals Hill, Chesson and Woody own the Marks, and for a permanent \ninjunction enjoining Plaintiffs from using the Marks and the Emblem. \n61. EBS’ First Counterclaim is brought under the Lanham Act, 11 U.S.C. §1125 \net \nseq., for trademark infringement.  EBS alleges that “Plaintiffs’ use of the Marks and the \nEmblem is likely to cause confusion, . . . or to deceive the public as to the affiliation, \nconnection, or association of Plaintiffs with Defendants . . . .”69  The Second Counterclaim is \nfor trademark infringement under the North Ca rolina Trademark Registration Act, and for \nviolation of the North Carolina Unfair and Dece ptive Trade Practice Act, N.C.G.S. §75-1.1, \nand is based on the allegation that the Emblem is likely to cause confusion or deceive the \npublic.70 \n62. As a preliminary matter, the Court al ready has concluded that issues of \nmaterial fact exist as the ownership of, and the parties’ respective rights in, the Logo and the \n                                                 \n66 EBS’ Reply Supp. Mot. Summ. J. at 7. \n67 Drake Aff. ¶ 33; Rives Aff. ¶¶ 5-6; id. Ex. 3 (“Meeting Agenda”).  \n68 Id. \n69 Countercl. ¶18. \n70 Id. ¶ 24. \n \n \nSlogan.71  Accordingly, to the extent the cross- motions seek summary judgment regarding \nEBS’ claims that Plaintiffs have infringed on  EBS’ rights in the Logo and Slogan, those \nmotions are DENIED.  The Court’s considerat ion of EBS’ counterclaims for trademark \ninfringement is now limited to whether Plai ntiffs’ use of the Emblem infringes on EBS’ \ntrademark in “Hill, Chesson & Woody.” \n63. EBS contends that after the preliminar y injunction was entered, Plaintiffs \nbegan using the Emblem and that the Emblem is “confusingly similar to EBS’ marks and \n[was] made in a bad faith attempt to continue trading off of EBS’ name and goodwill.”72  EBS \nfurther contends that “[t]he acronym ‘HCW’ was and still is commonly used to refer to ‘Hill, \nChesson & Woody’ and EBS.”73 \n64. The Court already has concluded that EBS obtained its trademark \nregistrations from the North Carolina Secretary of State improperly by means of materially \nfalse statements. Accordingly, EBS lacks standing to pursue a claim for infringement under \nthe North Carolina Trademark Registration Act.  G.S. § 80-11 (permitting “a civil action by \nthe owner of [a] registered mark”).  Plaintiffs’ motion for summary judgment as to EBS’ claim \nfor violation of North Carolina Trademark Re gistration Act in its Second Counterclaim \nshould be GRANTED. Accordingly, the EBS mo tion as to the Second Counterclaim should \nalso be GRANTED in Plaintiffs’ favor. \n65. However, the Court reaches a different conclusion as to EBS’ claim for violation \nof the Lanham Act as to the “Hill, Chesson & Woody” mark. Trademark infringement occurs \nunder the Lanham Act when the claimant owns a valid trademark and the defending party’s \nuse of a similar mark is likely to cause confusion.  15 U.S.C. § 1125(a). To determine whether \n                                                 \n71 In addition, EBS does not allege that Plaintiffs used the Logo and Slogan after entry of the \npreliminary injunction.  \n72 EBS Mem. Supp. of Mot. Summ. J. 20. \n73 EBS Opp. Pls.’ Mot. Summ. J. 6. \n \n \nthere is a likelihood of confusion, courts consid er “(a) the strength or distinctiveness of the \nmark; (b) the similarity of the two marks; (c) the similarity of the goods/services the marks \nidentify; (d) the similarity of the facilities the two parties use in their businesses; (e) the \nsimilarity of the advertising used by the tw o parties; (f) the defendant’s intent; [and] (g) \nactual confusion.” Pizzeria Uno Corp. v. Temple, 747 F.2d 1522, 1527 (4th Cir. 1984) (citation \nomitted).  When there is no question of material fact as to likelihood of confusion, courts will \nenter summary judgment for the owner of a trademark and enjoin the other user.  Resorts of \nPinehurst, Inc. v. Pinehurst Nat’l Corp., 148 F.3d 417, 424 (4th Cir. 1998). \n66. Here, the Court is limited to the issue of whether Plaintiffs’ use of the Emblem \ninfringes on EBS’ rights in the mark “Hill, Chesson & Woody,” and must apply the above-\ncited factors to those two marks. \n67. The evidence is undisputed that “Hill, Chesson & Woody” is a strong and \ndistinctive brand in the field of insurance and in vestment services in the local area.  On the \nother hand, the Emblem is not similar to the name “Hill, Chesson & Woody”, although there \nis some association between the acronym “HCW” and “Hill, Chesson & Woody.”\n74 \n68. There is a dispute of fact regarding the similarity of the services offered by \nEBS and RFS.  EBS “conduct[s] business relate d to the delivery of employee group health \nplans, products and services.”75  Drake and RFS are involved in the “sale, service, and support \nof pension and retirement plans, executive benefits, life insurance, disability insurance, asset \nmanagement, and financial planning.”76  Nevertheless, EBS and RFS do not operate in such \ndistinct consumer marketplaces that consumer confusion is impossible.  See Pizzeria Uno \nCorp., 747 F.2d at 1535. \n                                                 \n74 This is not to say that the Emblem does not bear similarities to the Logo, but infringement of the \nLogo is not under consideration at this stage of the proceeding. \n75 2010 Woody Aff. ¶ 10; Countercl. ¶3. \n76 Drake Aff. ¶ 3. \n \n \n69. Neither party has presented any substantial evidence regarding the use of the \nEmblem in RFS’ advertising.  EBS offers only a comparison of the home pages of EBS’ and \nRFS’ respective websites, which share only a passing similarity.77 \n70. With regard to Plaintiffs’ intent in using the Emblem, Plaintiffs’ evidence \ncreates an issue of fact.  Drake has admitted the significant value of the Hill, Chesson & \nWoody brand.  He has retained the acronym “HCW” as part of the RFS name despite his \ndisassociation from Hill, Chesson & Woody.  In addition, RFS started using the Emblem only \nbecause it was enjoined from using the Mark s, and Drake admitted he would resume using \nHill, Chesson & Woody if he prevails in this lawsuit.\n78 These facts suggest Plaintiffs are \nintending to continue to derive the benefits of their prior association with Hill, Chesson & \nWoody by using the Emblem.  Drake, however, testified that he was in the process of \n“rebranding” his business to establish that “H CW” would stand for the values of “Honor, \nCommitment, and Wisdom”.\n79 As this Court is not pe rmitted to make credibility \ndeterminations in deciding a motion for summa ry judgment, this testimony creates at least \nsome issue of fact regarding Plaintiffs’ intent. \n71. Drake has admitted that there has been some actual confusion about his \ncontinued association with Hill, Chesson & W oody, albeit only among “former clients and \npeople that were aware of the association prior to that date.” 80 Lone Star Steakhouse & \nSaloon v. Alpha of Va., Inc., 43 F.3d 922, 937 (4th Cir. 1995) (Evidence of actual confusion “is \nentitled to substantial weight as it provides  the most compelling evidence of likelihood of \nconfusion.”).  Drake testified that approximately 10 former clients have inquired about his \n                                                 \n77 July 25, 2014 Notice of Filing Exs. 20 & 21. \n78 Drake Dep. 136-37, 175-77, 180-81. \n79 Id. at 136, 175-76. \n80 Id. at 201-02. \n \n \ncontinued association with Hill, Chesson & Woody. 81  EBS, however, has failed to place this \nevidence in context by providing, for example, RFS’ total number of clients and former clients.  \nSee Petro Stopping Ctrs., L. P. v. James River Petroleum , 130 F.3d 88, 95 (4th Cir. \n1997) (stating that evidence of actual confusion must be placed in context, and evidence of \nfew instances of confusion in light of large volume of business done by the plaintiff was \n“meager evidence of actual confusion” and “at best de minimis”); J. Thomas McCarthy, 4 \nMcCarthy on Trademarks and Unfair Competition  §23:14 (4th ed. 2015) (“Evidence of the \nnumber of instances of actual confusion must be placed against the background of the number \nof opportunities for confusion before one can ma ke an informed decision as to the weight to \nbe given the evidence.”).  EBS has not provided any additional evidence of actual confusion. \nAccordingly, the Court cannot give this evidence undue weight.   \n72. Generally, “[t]he likelihood of confusion is a factual issue dependent on the \ncircumstances of each case.” Resorts of Pinehurst, Inc., 148 F.3d at 422; Petro Stopping Ctrs., \nL.P., 130 F.3d at 91-92. On balance, the Court co ncludes that there are disputed material \nfacts underlying the question of whether RFS’ use of the Emblem is likely to cause confusion \namong consumers.  Accordingly, EBS’ and RF S’ motions for summary judgment regarding \nEBS’ First counterclaim for trademark infrin gement under the Lanham Act should be \nDENIED. \nNaked Licensing \n73. As an affirmative defense to EBS’ claims for violation of its rights in the \ntrademark “Hill, Chesson and Woody,” Plaintiffs have asserted that EBS granted Plaintiffs \na “naked license,” and therefore may not now bring a claim for violation of the mark. \n                                                 \n81 Id. \n \n \n74. Though a trademark owner can license use of the mark by others, “where the \nlicensor fails to exercise adequate quality control over the licensee, ‘a court may find that the \ntrademark owner has abandoned the trademark, in which case the owner would be estopped \nfrom asserting rights to the trademark.’” Barcamerica Int’l USA Trust v. Tyfield Imps., Inc., \n289 F.3d 589, 596 (9th Cir. 2002) (quoting Moore Bus. Forms, Inc. v. Ryu, 960 F.2d 486, 489 \n(5th Cir. 1992)). Because such relinquishment of rights is involuntary, “the proponent of a \nnaked license theory faces a stringent standard of proof.” \nId. (citations and quotations \nomitted). \n75. Here, the Court has concluded that EB S, along with the individuals Hill, \nChesson, and Woody, hold superior rights to the Hill, Chesson and Woody Mark over \nPlaintiffs. It is also undisputed, however, that  Plaintiffs made use of the Mark in commerce \nfor several years. To defeat Plaintiffs’ affi rmative defense, EBS must show that it has \nexercised “adequate control” over Plaintiffs. Ultimately, a licensor must demonstrate that it \nhas taken measures to ensure that the quality of the goods or services offered under the \nlicensed mark, such that consumers are not misled  as to the nature or quality of what is \noffered under the mark. Barcamerica, 289 F.3d at 596-98; FreecyclingSunnyvale v. Freecycle \nNetwork, 626 F.3d 509, 516 (9th Cir. 2010); Ray Lackey Enters. v. Vill. Inn Lakeside, Inc. , \n2015 NCBC 32 at ¶ 38 (N.C. Super. Ct. Apr. 2, 2015). \n76. The absence of a written agreement is not dispositive on the issue of naked \nlicensing. Barcamerica, 289 F.3d at 596; FreecyclingSunnyvale, 626 F.3d at 516. \nNevertheless, the licensor must still demonstrate  that it “in fact exercised sufficient control \nover its licensee,” or that it “justifiably relie d on [the licensee’s] quality control measures,” \nthough justifiable reliance is not sufficient on its own to show that a naked license has not \nbeen granted. Freecycling Sunnyvale, 626 F.3d at 517-519.  \n \n \n77. EBS argues that the amount of supervision required under this standard is \nminimal.82 EBS argues that Chip Bremer, an EBS employee, supervised use of the Marks, \nincluding “enforcing EBS’ brand standards, a pproving uses of the marks, and requiring \nrevisions of materials that did not meet the standards.” 83 In his deposition, Drake \nacknowledged that Bremer, as “marketing and communications specialist,” oversaw Hill, \nChesson & Woody’s branding, and stated that Bremer’s purpose “was to keep the brand \nconsistent.”84 \n78. The Court is skeptical that this type of oversight indicates control over the \nquality of Plaintiffs’ products. Rather, Bremer’s role seems to  indicate that he exercised \ncontrol over the use and placement of th e mark “Hill, Chesson and Woody” itself. \nFurthermore, EBS has produced voluminous, unco ntradicted evidence to indicate that EBS \nand RFS operated separately, and EBS has not a lleged that it exercised any sort of “quality \ncontrol” over RFS’ products or services. See FreecycleSunnyvale, 626 F.3d at 517 (finding a \nlimitation that a mark not be used for commercial purposes was insufficient to show adequate \nquality control). \n79. On the other hand, EBS and RFS shared office space, which would suggest that \nEBS had at least some opportunity to mo nitor RFS’ operations, however minimal. \nAdditionally, evidence submitted by EBS indicates that part of their desire to separate RFS \nfrom the Hill, Chesson and Woody brand stemmed from a decrease in the quality of the \nservices provided by RFS.\n85 \n80. In light of the “stringent standard” that a challenger to a mark must show to \nassert naked licensing, the Court finds that a question of fact, however slim, still exists as to \n                                                 \n82 EBS’ Mem. Supp. Mot. Summ. J. 24. \n83 Id. at 24-25. \n84 Drake Dep. 132-33, 146. \n85 2010 Woody Aff. ¶¶ 25-34; 2010 Hill Aff. ¶¶ 18-19; Hill Dep. 88-95; Woody Dep. 156-57, 172-73. \n \n \nthe extent of control exercised by EBS over Plaintiffs’ use of the “Hill, Chesson and Woody” \nmark. Accordingly, the Court concludes that  summary judgment is inappropriate, and \nsummary judgment is DENIED as to Plaintiffs’ affirmative defense for naked licensing. \nDeclaratory Judgment and Injunction \n81. Finally, as to EBS’ counterclaims for declaratory judgment and permanent \ninjunction, EBS’ motion is GRANTED, in part, and DENIED, in part. Insofar as EBS seeks \na declaration from this Court that EBS and the individuals Hill, Chesson and Woody are the \nowners of the name “Hill, Chesson and Woody,” the EBS motion is GRANTED. Further, \ninsofar as EBS seeks an injunction permanently  enjoining Plaintiffs from using the name \n“Hill, Chesson and Woody” in commerce, the EBS motion is GRANTED. Except as granted \nherein, EBS’ motion is DENIED. \nPartnership Claims  \nPartnership Obligations \n82. Plaintiffs’ First Claim for Relief contends that the relationship between RFS \nand EBS constituted a de facto partnership operating under the trade name of “Hill, Chesson \nand Woody” and “HCW.” Plaintiffs allege that EBS violated the partnership agreement and \nthe fiduciary obligations owed by EBS to RFS by attempting to appropriate the Marks. In \nPlaintiffs’ Fourteenth Claim for Relief, Plai ntiffs assert that they are entitled to an \n“accounting of partnership affairs” because EBS has “terminated the partnership that \nexisted.” \n83. The Court of Appeals has held: \n\"A partnership is an association of two or more persons to carry on as co-owners \na business for profit.\" N.C. Gen. Stat. § 59-36(a) (2011). A more detailed \ndescription is that it is \"a combination of two or more persons of their property, \neffects, labor, or skill in a common business or venture, under an agreement to \nshare the profits or losses in equal or specified proportions, and constituting \neach member an agent of the others in matters appertaining to the partnership \nand within the scope of its business.\" \nZickgraf Hardwood Co. v. Seay , 60 N.C. \n \n \nApp. 128, 133, 298 S.E.2d 208, 211 (1982). A de facto partnership may be found \nby examination of a parties' conduct, which shows a voluntary association of \npartners. Potter v. Homestead Preservation Assn. , 330 N.C. 569, 576, 412 \nS.E.2d 1, 5 (1992). However, \"co-ownership and sharing of any actual profits \nare indispensable requisites  for a partnership.\" Wilder v. Hobson , 101 N.C. \nApp. 199, 202, 398 S.E.2d 625, 627 (1990). \n \nBest Cartage, Inc. v. Stonewall Packaging, LLC, 219 N.C. App. 429, 437-38 (2012) (emphasis \nadded); La Familia Cosmovision, Inc. v. Inspiration Networks , 2014 NCBC 51 at ¶ 34 (N.C. \nSuper. Ct. Oct. 20, 2014).  \n84. It is undisputed that RFS and EBS had not entered into a formal partnership \nagreement.86  Nonetheless, Plaintiffs contend that the relationship between RFS and EBS \nconstituted a de facto partnership, in which a partnership “may be inferred” where the \n“circumstances demonstrate a meeting of the minds with respect to the material terms of the \npartnership agreement.” Compton v. Kirby , 157 N.C. App. 1, 11 (2003) (citations omitted).  \nThe facts, however, wholly fail to support this contention.  \n85. Most significantly, Drake admitted that  that EBS and RFS did not share in \none another’s profits or losses.87  Drake further admitted that the only revenues that RFS \nreceived from EBS were generated by client referrals, that the revenues were not shared with \nthe referring company once they were earned, and that receiving referrals was insufficient to \ncreate a partnership.88  Additionally, there is no question that all net income from RFS was \ndistributed solely to the members of RFS, wh ile all net income from EBS was distributed \nsolely to members of EBS.89  Plaintiffs argue that while EBS and RFS did not share profits, \nthey did share certain expenses related to marketing and promotions. 90  They point to no \n                                                 \n86 Pls.’ Resp. to Defs.’ First Set of Requests for Admissions ¶ 1. \n87 Drake Dep. 116-17; Woody Aff. ¶ 22. \n88 Drake Dep. 116-17 \n89 Pls.’ Resp. to Defs.’ First Set of Requests for Admissions ¶¶ 21 & 25. \n90 Pls.’ Br. Opp. EBS’ Mot. Summ. J. 7-8. \n \n \nauthority, however, that suggests that the mere sharing of certain expenses between \nbusinesses creates a partnership. \n86. The undisputed facts also establish that EBS and RFS did not combine their \nproperty and labor in a common business or venture.  EBS and RFS never shared bank \naccounts or title to any real or personal property,91 did not have any common employees92 or \nfile shared income tax returns, 93 and each had its own separate lease to the office space. 94 \nPayments for office equipment shared by RFS and EBS were paid from separate accounts. 95  \nFurther, EBS never held Drake out as a partner , never contributed capitol to Drake, and \nnever designated Drake as an agent.96   \n87. In addition, Plaintiffs admitted that RF S and EBS were each run as separate \ncompanies.97  Managers, members, and employees of RFS were solely responsible for \nmanaging and operating RFS, and the managers, members, and employees of EBS were \nsolely responsible for managing and operating EBS. 98  \n88. Based upon the foregoing, the Court concludes that the record evidence \noverwhelmingly establishes, as a matter of  law, that EBS and RFS were not in a de facto \npartnership relationship.  EBS’ Motion as to Plaintiffs’ First Claim for Relief should therefore \nbe GRANTED. \n89. Because the Court concludes that no partnership existed between RFS and \nEBS, there remains no basis for Plaintiffs’ Fou rteenth Claim for Relief. EBS’ Motion as to \nPlaintiffs’ Fourteenth Claim for Relief should therefore also be GRANTED. \n                                                 \n91 Drake Dep. 118; Woody Aff. ¶ 22. \n92 Pls.’ Resp. to Defs.’ First Set of Requests for Admissions ¶ 7. \n93 Pls.’ Resp. to Defs.’ First Set of Requests for Admissions ¶ 12. \n94 Drake Dep. 75; 2010 Woody Aff. ¶ 22. \n95 Drake Dep. 117-118. \n96 Drake Dep. 158-167, 175.  \n97 Id. at 120. \n98 Pls.’ Resp. to Defs.’ First Set of Requests for Admissions ¶¶ 23 & 29. \n \n \nBreach of Good Faith and Fiduciary Obligation \n \n90. Plaintiffs’ Twelfth and Thirteenth Claims  for Relief both rise or fall on the \nexistence of a duty owed by Yates and Woody to Drake by virtue of their relationship in POM. \nIt is undisputed that Yates and Woody were member/managers of POM during the time at \nissue. Accordingly, the Court will address both Claims together. \n91. Plaintiffs’ Twelfth Claim for Relief alleges that Yates and Woody99 breached a \nduty of good faith they owed to Drake by amending POM’s Operating Agreement to vest \ncontrol of POM in their hands, and then voting POM’s ownership share in Prestwick in favor \nof not renewing RFS’ lease for the office spac e. Similarly, Plaintiffs’ Thirteenth Claim for \nRelief contends that Yates and Woody, as “con trolling” members of POM by virtue of their \n“unilateral” amendment of the POM Operating Agreement, owed a fiduciary duty to Drake \nas the minority member. Plaintiffs argue that Drake has been damaged by the costs that he \nhas incurred in relocating his business, havin g his business disrupted, and having to pay \nhigher rent costs in a newer location. Plaintiffs also argue that Yates and Woody’s actions in \norchestrating the new lease between EBS and Pr estwick, and leasing the space to EBS for \nwhat Plaintiffs contend are less favorable terms, diminished Drake’s membership interest in \nPOM.    \n92. A fiduciary relationship exists under  North Carolina law where “there has \nbeen a special confidence reposed in one who in equity and good conscience is bound to act in \ngood faith and with due regard to the interests of the one reposing confidence . . .,[and] it \nextends to any possible case in which a fiduciary relationship exists in fact, and in which \nthere is confidence reposed on one side, and resulting domination and influence on the other.” \nDalton v. Camp, 353 N.C. 647, 651-52 (2001) (internal quotations omitted) (citing Abbitt v. \n                                                 \n99 As stated supra, POM is the Defendant in Drake v. Prescott, but is not a party to any of the claims \nat issue in this Order. \n \n \nGregory, 201 N.C. 577, 598 (1931)). “[O]nly when one party figuratively holds all the cards – \nall the financial power or technical informat ion, for example – have North Carolina courts \nfound that the special circumstance of a fiduciary relationship has arisen.” Kaplan v. \nO.K.Techs., L.L.C., 196 N.C. App. 469, 475 (2009) (citation omitted). \n93. As an initial matter, members of a limited liability company ordinarily owe no \nduty to one another under North Carolina law. BOGNC, LLC v. Cornelius NC Self-Storage, \nLLC, 2013 NCBC 26 at ¶43 (N.C. Super. Ct. May 1, 2013) (citing Kaplan v. O.K. Techs., LLC, \n196 N.C. App. 469, 472 (2009)) . In certain circumstances, howe ver, a controlling owner of a \ncompany may owe a fiduciary duty to minority owners. Id.; Island Beyond, LLC v. Prime \nCapital Grp., LLC, 2013 NCBC 51 at ¶ 36 (N.C. Super. Ct. Oct. 30, 2013) (“In some instances, \na majority member owes the minority members a fiduciary duty that prevents the use of the \nmajority vote to harm the minority.”). \n94. Drake claims that Yates and Woody, as  “controlling” members of POM, owed \nhim a fiduciary duty, and that their actions in amending the POM Operating Agreement and \nlater voting to terminate RFS’ lease breached this duty. The Court is not persuaded by this \nargument. It is undisputed that Yates, Woody, and Drake each own a one-third interest in \nPOM, meaning that there is no single contro lling owner with the authority to compel the \ncompany to act. 100 Drake voluntarily signed an Oper ating Agreement that permitted \namendment of the Agreement with 51% membership approval. Further, he admitted in an \naffidavit and again at his deposition that Yates and Woody acted within the scope permitted \nby the POM Operating Agreement.\n101 As in BOGNC, LLC, Drake “cannot claim a fiduciary \n                                                 \n100 See, e.g., Drake Aff. Opp. Mot. Compel Arb. ¶ 5. \n101 Drake Dep. 283-84; Drake Aff. ¶ 16. \n \n \nduty was owed to [him] as [a] minority member[] simply because [Yates and Woody] out voted \n[him].” 2013 NCBC 26 at ¶44.102  \n95. There is also no evidence in the record before the Court to support the existence \nof a duty owed by Yates and Woody to Plaintiffs by virtue of their managerial roles in POM.  \nYates, Woody, and Drake were all identified as member/managers in the original Prescott \nOperating Agreement. As a result of the amendment, Yates and Woody are now the sole \nmanagers of POM.  \n96. It is true that both Chapter 57C, the North Carolina LLC Act in place at the \ntime this lawsuit was initiated, and 57D, the LLC Act as amended, provide that LLC \nmanagers owe certain duties to the company and ar e to discharge their duties in good faith. \nG.S. § 57C-3-22(b); G.S. § 57D-3-21(b).  However, these duties are owed to the company, not \nto other managers or members of the LLC. \nSee, e.g., Kaplan v. O.K. Techs., L.L.C., 196 N.C. \nApp. 469, 473-74 (2009) (comparing the duties ow ed by a manager of an LLC to those owed \nby a director to a corporation).  Accordingly,  members of a LLC may not ordinarily pursue \nindividual causes of action against third parties for injuries to the company. Barger v. McCoy \nHillard & Parks, 346 N.C. 650, 658 (1997) (identifying two exceptions to the general rule that \na shareholder may not pursue an individual cause of action for harm to the company: (1) \nwhen there is a special duty between the wron gdoer and the shareholder, and (2) an injury \n                                                 \n102 The Court acknowledges that North Carolina courts have found a fiduciary duty arising from \nmajority membership in corporations when the majority ownership was split between multiple \nshareholders. \nSee, e.g., Norman v. Nash Johnson & Sons’ Farms, Inc., 140 N.C. App. 390 (2000). \nHowever, as this Court has discussed in previous opinions, a limited liability company is \nfundamentally different from a corporation in several ways, including the ability of parties to an \nLLC operating agreement to alter statutory default rules. \nSee Blythe v. Bell, 2013 NCBC 18 ¶¶ 17-\n21 (N.C. Super. Ct. Apr. 8, 2013) (declining to extend the Nash Johnson line of cases to LLCs “in no \nsmall part because of the freedom to contract granted to LLC members to obtain minority protections \nnot available to shareholders of the closely-held corporation”). It would undermine the contractual \nnature of an Operating Agreement, particularly one that, as here, allows for certain actions with \nmajority approval, if a member were able to assert the vulnerability of a minority member upon a \npermitted action by the other two equal owners of the LLC. \n \n \nto the plaintiff that is “separate and distinct” from the harm suffered by other shareholders); \nDawson v. Atlanta Design Assoc., Inc. , 144 N.C. App. 716, 719 n. 1 (2001) (applying the so-\ncalled “Barger Rule” to limited liability companies); see also Maurer v. Maurer, 2013 NCBC \n44 ¶24 (N.C. Super. Ct. Aug. 23, 2013) (stating t hat there is no “black letter rule allowing a \nminority shareholder to pursue an individual action against a controlling shareholder when \na derivative claim would be adequate to prote ct the asserted rights of both the corporation \nand the minority owner”); Blythe v. Bell , 2013 NCBC 18 ¶¶ 17-21 (N.C. Super. Ct. Apr. 8, \n2013) (noting that Norman v. Nash Johnson & Sons , 140 N.C. App. 390 (2000), allowing for \ncertain direct shareholder claims arising from inju ry to a closely held corporation, included \n“peculiar and egregious facts [that] would cham pion corporate form over injury to the \ncorporation” and ultimately “may be understood to find on their particular facts a ‘special \nduty’ . . . . thus satisfying the Barger rule”).  \n97. Plaintiffs have not named POM as a party  to this lawsuit or given any other \nindication that Drake is pursuing this laws uit derivatively on behalf of POM. Further, \nPlaintiffs’ asserted damage to POM – an alleged decrease in income resulting from the change \nin lease terms – could arguably be remedied by a derivative action. For Drake to be able to \nindividually take action against Yates and Wood y for a breach of a duty, he must therefore \nbe able to demonstrate that he meets the Barger exceptions: that Yates and Woody owed him \na special duty of good faith separate and apart from the duty that they owed as managers to \nPOM, or that Drake suffered a separate and distinct injury.  \n98. As discussed above, the Court is not persuaded that Yates and Woody owed \nDrake any special duty by virtue of their st atus as member/managers in POM. There is \nnothing in the record evidence before the Cou rt to show that Drake placed special reliance \non Yates and Woody, or that they wrongfully induced him to become a member of POM. \n \n \n99. Plaintiffs have also not presented the Court with any evidence that Drake, the \nonly Plaintiff member of POM, was personally harmed, much less in a “separate and distinct \nway,” by Yates’ and Woody’s actions. Plaintiffs allege only that Drake has been harmed by \nthe need to relocate his business and by a decrease in the value of his ownership share by \nvirtue of the change in lease terms. North Ca rolina courts have repeatedly stated that a \ndecrease in the financial value of company ownership as a result of an action taken by those \nin charge of the company does not constitute a “separate and distinct” injury. \nAllen v. Ferrera, \n141 N.C. App. 284, 290 (2000); Grasinger v. Williams , 2015 NCBC 5 ¶ 26 (N.C. Super. Ct. \nJan. 15, 2015). It is also undisputed that the Plaintiff party to the terminated lease – RFS – \nis not a member of POM. Plaintiffs have not provided any evidence to support a conclusion \nthat Yates and Woody, in their roles as member/managers of POM, owed RFS, a non-member \nof Prescott, any sort of fiduciary duty.  \n100. Based upon the foregoing analysis, the record before the Court does not \ndemonstrate any sort of duty owed by Yates and  Woody to Plaintiffs, much less a breach of \nthose duties. The Court therefore need not unde rtake further analysis as to whether Yates’ \nand Woody’s actions constituted a breach of any duty.  \n101. Accordingly, the Court concludes that Yates’ and Woody’s Motion for Summary \nJudgment should be GRANTED in favor of Yates and Woody as to Plaintiffs’ Twelfth and \nThirteenth Claim for Relief.  \nBreach of Lease Agreement \n102. In Plaintiffs’ Fifteenth Claim for Relie f, Plaintiffs contend that Prestwick \n“interfered with the peaceful use and enjoyment of the leased premises by [ ] RFS, and \nrestricted and limited [RFS’s] use of the common area, work areas, and other portions of the \ncondominium that [ ] RFS has used previously during the life of the lease as well as \n \n \ninterfering with [RFS]’ use of the furniture and equipment . . . .”103   Plaintiffs also allege that \nRFS’s tenant rights were breached when the RFS lease was not renewed at the end of 2010. \n103. “Under North Carolina law, absent a leas e provision to the contrary, a lease \ncarries an implied warranty that the tenant will have quiet and peaceable possession of the \nleased premises during the term of the lease.”  K&S Enters. v. Kennedy Office Supply Co. , \n135 N.C. App. 260, 267 (1999), aff’d per curiam, 351 N.C. 470 (2000). An action by a landlord \nor its agents that deprives the tenant of its ability to use the leased premises in the manner \ncontracted for constitutes a breach of this implied warranty. See, e.g., Marina Food Assoc., \nInc. v. Marina Restaurant, Inc. , 100 N.C. App. 82, 92 (1990); Andrews & Knowles Produce \nCo. v. Currin, 243 N.C. 131, 135-36 (1955).  If the action by the landlord or its agents renders \nthe premises untenable and thereby causes the tenant to abandon the premises, the action \namounts to constructive eviction and constitute s a breach of the implied covenant of quiet \nenjoyment as a matter of law. \nMarina Food Assoc., Inc., 100 N.C. App. at 92.  \n104. Plaintiff Drake concedes that his dispute is not really with Prestwick, but with \nWoody and Yates. 104 In essence, Plaintiffs contend that Defendants Yates and Woody \nrestricted Plaintiffs’ access to certain office space and office equipment, thereby making it \nimpossible for RFS to continue to conduct business in that space and amounting to a \nconstructive eviction. Plaintiffs argue that Ya tes and Woody, as the majority ownership in \nPOM, the 50% owner of Prestwick, were acting as agents of Prestwick in implementing these \nrestrictions.105 Plaintiffs also appear to argue that Prestwick’s failure to renew the RFS lease \nbreached their rights as tenants. In support of these assertions, Plaintiffs cite to deposition \ntestimony indicating that Yates and Wood y discussed amending the POM Operating \n                                                 \n103 Am. Compl. ¶ 93. \n104 Pls.’ Br. Opp. Prestwick Six Mot. Summ. J. 7. \n105 Pls.’ Br. Opp. Prestwick Mot. Summ. J. 2-4, 7. \n \n \nAgreement such that the POM shares in Prestw ick could be cast against renewing the RFS \nLease.106  \n105. In light of the allegations at issue, the success of Plaintiffs’ Claim against \nPrestwick hinges on (1) Yates’ and Woody’s actions being attributable to Prestwick, and (2) \nthese actions violating a duty that Prestwick owed to Plaintiffs in the landlord/tenant \nrelationship. The Court finds both the allegations and the underlying evidence insufficient \nto survive Prestwick’s Motion for Summary Judgment. \n106. As an initial matter, Plaintiffs have not presented this Court with a basis from \nwhich to conclude that Yates and Woody’s actions may be attributed to Prestwick. There is \nno evidence before the Court that Yates and W oody, or POM, are managers of Prestwick. In \nfact, it is undisputed in the record before th e Court that Earl Chesson is the manager of \nPrestwick.\n107 Plaintiffs have presented the Court with no evidence of a direct agency \nrelationship between Prestwick and Yates and Woody, only speculative conclusions based \nupon Yates’ and Woody’s membership in POM and evidence that Yates and Woody amended \nthe POM Operating Agreement to, in part, enable POM to vote in favor of Prestwick’s decision \nnot to renew RFS’ lease.  \n107. Furthermore, the record does not support Plaintiffs’ contention that Yates and \nWoody interfered with or breached a duty that Prestwick owed to RFS under the terms of the \nlease. Prestwick’s lease with RFS explicitly provided that automatic renewal would not occur \nif either party gave written notice of terminat ion at least sixty days prior to the end of the \nterm. North Carolina courts have previously made clear that a tenant does not have an \nunconditional right to expect renewal of a lease absent specific provisions to that effect. See, \ne.g., Lattimore v. Fisher’s Food Shoppe, Inc., 313 N.C. 467, 472 (1985) (finding that “clauses \n                                                 \n106 Hill Dep. at 104-05; Dep. of Carolyn S. Wagoner 96-101. \n107 Chesson Dec. ¶ 2. \n \n \nproviding for automatic renewals do not expre ss the intent of the parties so clearly and \nunequivocally as to create a right to perpetual renewals of a lease”). \n108. The record also does not support Plaintiffs’ contention that actions other than \nthe non-renewal of the lease amounted to a br each of RFS’ rights as a tenant. During his \ndeposition, Drake pointed to three main issues relating to the leased  space: (1) restricted \naccess to office equipment, such as a photocop ier; (2) changes to the procedure for reserving \nthe shared conference room; and (3) interper sonal conflict with others using the leased \nspace.108 Though Drake conceded that these conflicts were primarily between RFS and EBS, \nhe contended that Prestwick, as landlord, had the responsibility to protect Plaintiff’s \n“peaceful enjoyment of the office space.”109 \n109. These allegations and the record evidence before the Court are similar to those \nof Charlotte Eastland Mall, LLC v. Sole Survivor, Inc., 166 N.C. App. 659 (2004). In Charlotte \nEastland Mall , a retail tenant of a shopping center alleged that the covenant of quiet \nenjoyment had been breached by the landlord shopping center, because the shopping center \nfailed to provide adequate security to protec t the tenant store from the effects of known \ncriminal activity. The Court of Appeals upheld the trial court’s finding that a breach had not \noccurred, because the landlord owed no duty to protect a commercial tenant from the criminal \nacts of third parties. Similarly, here, it wa s not Prestwick’s responsibility to guarantee RFS \naccess to office equipment leased through a th ird-party vendor, or to ensure that RFS and \nEBS “played nicely” as co-tenants.  \n110. Finally, Plaintiffs’ contention that the premises became untenable as a result \nof Yates’ and Woody’s actions is severely diminished, if not defeated, by RFS’ desire to remain \nin the leased space. Our courts have previously found that a tenant’s decision to stay in leased \n                                                 \n108 Drake Dep. at 262-63. \n109 Drake Dep. at 266-67; Drake Aff. ¶ 70. \n \n \nspace, even after the conditions rendering the property “untenable” have arisen, amount to a \nconcession that a constructive eviction did not take place. See, e.g., K&S Enters. v. Kennedy \nOffice Supply Co., 135 N.C. App. 260, 266-67 (1999) (“A tenant seeking to show constructive \neviction has the burden of showing that he abandoned the premises within a reasonable time \nafter the landlord’s wrongful act”; citing McNamara v. Wilmington Mall Realty Corp. , 121 \nN.C. App. 400 (1996)). As in K&S Enterprises , Plaintiffs have failed to show that they \nabandoned the leased property as a result of Yates’ and Woody’s actions. In fact, the evidence \nbefore the Court indicates that RFS intended to renew its lease at the appropriate time. \n111. The Court therefore concludes that Prestwick’s Summary Judgment Motion \nshould be GRANTED in Prestwick’s favor as to the Fifteenth Claim for Relief. \nConversion  \n112. In the Sixteenth Claim for Relief, Plaintiffs allege that “Defendants EBS, Hill \nChesson & Woody, Inc., Yates, and Woody have attempted to convert the Marks, . . . , to their \nown use and benefit and to exclude Plaintiff RFS from any interest or benefit therein.” \nPlaintiffs also allege that “Defendant EBS disabled the access that Plaintiff RFS had to the \nSalesLogix system” and have converted to thei r own use SalesLogix licenses purchased by \nRFS.110 \n113. Under North Carolina law, conversion  is “the unauthorized assumption and \nexercise of the right of ownership over the goods or personal chattels belonging to another, to \nthe alteration of their condition or the exclusion of an owner’s rights.” White v. Consol. \nPlanning, Inc., 166 N.C. App. 283, 309 (2004). A claim for conversion applies only to goods \nand personal property, and does not extend to  real property or “intangible interests.” See, \n                                                 \n110 Am. Compl. ¶¶ 95-100. \n \n \ne.g., Norman v. Nash Johnson & Sons’ Farms, Inc., 140 N.C. App. 390, 414 (2000); Gottfried \nv. Covington, 2014 NCBC 26 ¶ 39 (N.C. Super. Ct. June 25, 2014). \n114. Trademark rights are intangible property. Black’s Law Dictionary 113 (7th Ed. \n1999). It follows that the Sixteenth Claim fails insofar as Plaintiffs seek relief for conversion \nof their interests in the Marks.111 \n115. RFS also claims that EBS converted its rights in the SalesLogix program by \ndenying it use of its licenses and access to the data in SalesLogix.  RFS and EBS each \npurchased and held their own licenses to use SalesLogix.112 RFS also paid its pro-rata portion \nof maintenance and support fees SalesLogix. 113  RFS used the SalesLogix program and \ninformation contained it the database.114  In or around June, 2010, Yates, on behalf of EBS, \nterminated RFS’ access to SalesLogix.115  Plaintiffs’ allege that “[d]espite demands by RFS, \nEBS never restored access . . . to the database.”116  EBS admitted it terminated RFS’ access \nto SalesLogix, but claims that it provided RFS its data from SalesLogix on an electronic \nspreadsheet.117  \n116. As an initial matter, both parties made  arguments regarding, and the Court \nmust determine, whether the SalesLogix license and access to the database is “tangible” \nproperty which can properly be the subject of a cause of action for conversion. EBS contends \nthat “electronic data and computer software ar e intangible property assets” and that “EBS \n                                                 \n111 The Court also notes that even if intangible property were the proper subject of a claim for \nconversion, in light of its conclusion that disputed issues of fact exist regarding ownership/first use of \nthe Logo and the Slogan, summary judgment would be inappropriate on EBS’ motion for summary \njudgment regarding those marks. \n112 Drake Aff. ¶40, Ex. 63; Woody Dep. 118; Yates Dep. 127; Colosimo Dep. 28. \n113 Drake Aff. ¶40, Exs. 64-65. \n114 Woody Dep. 117. \n115 Drake Aff. ¶49, Ex. 73; Yates Dep. 129. \n116 Drake Aff.  ¶42. \n117 Yates Dep. 125-30. \n \n \ncannot convert computer software.”118  Plaintiff argues, albeit without supporting precedent, \nthat a software license and electronic information can be the subject of a conversion claim.119 \n117.   Conversion applies only to goods and personal property, not “intangible \ninterests.” Norman v. Nash Johnson & Sons' Farms, Inc., 140 N.C. App. 390 (2000).  In Nash \nJohnson & Sons, however, the Court held that a conversion claim would not cover “intangible \ninterests such as business opportunities and expectancy interests ,” and did not consider \nwhether electronically-stored information or th e ability to access such information were the \ntype of “goods [or] personal property” that would support such a claim.  140 N.C. App. at 414 \n(emphasis added).  Although the Court of A ppeals on at least one occasion held that \n\"proprietary information\" of the type contained in the SalesLogix database may be the subject \nof a claim for conversion, that decision did not make clear whether the proprietary \ninformation at issue had been reduced to a tangible form or not. Southeastern Shelter Corp. \nv. Btu, Inc. , 154 N.C. App. 321, 331 (2002) (holding that, \"in the light most favorable to \nplaintiffs, the evidence shows defendants conv erted plaintiffs' proprietary information, \nincluding customer lists, contact lists, records and historical data\"). On the other hand, \nfederal district courts applying North Ca rolina law have divided on this question. \nCompare \nCapitol Commission, Inc.  v. Capitol Ministries , 2013 U.S. Dist. LEXIS 142542 at *12-13. \n(E.D.N.C. 2013) (holding that “[a]s a matter of law, electronic data and computer software is \nintangible property,” so the claim for conver sion of “password-protected donor lists and \nelectronic copies of defendant’s training manual” could not withstand motion for summary \njudgment);  TSC Research, LLC v. Bayer Chems. Corp., 552 F.Supp. 2d 534, 542-43 (M.D.N.C. \n2007) (stating that allegations that the defe ndant acquired the plaintiff’s \"proprietary \ntechnical and business information,\" where allegations did not expressly state whether such \n                                                 \n118 EBS’ Mem. Supp. Mot. Summ. J. 16. \n119 Pls.’ Br. Opp. EBS Mot. Summ. J. 15-16. \n \n \ninformation was in tangible or intangible form, failed to state a claim for conversion) with \nBridgetree, Inc. v. Red F. Mktg. , LLC., 2013 U.S. Dist. LEXIS 15372 at *47-51. (W.D.N.C. \n2013) (holding that “a copy of [ ] computer file s” were “tangible property albeit in electronic \nform” and that evidence that the defendants t ook the plaintiff’s “electronic copies of . . . \ndigitally-stored proprietary information and confidential documents” supported claim for \nconversion).    \n118. Ultimately, the Court does not see a basis  to conclude as a matter of law that \ndepriving Drake of the customer and sales information by cutting off his access to SalesLogix \ncould not provide a basis for a conversion clai m, when taking the same information printed \ninto hard copy form would be su fficient. As the court noted in Bridgetree, electronic storage \nof information in computer readable form “i s generally accepted as the preferred storage \nmethod for large amounts of data and proprietary information in this modern age.” 2013 U.S. \nDist. LEXIS 15372 at *49. The Court also does not believe that the fundamentally “intangible \ninterests” discussed in Nash Johnson, business opportunities and expectancy interests, are \nthe same type of property as customer inform ation, which case law demonstrates is readily \nconverted to tangible form.  \n119.   The evidence currently before the Court is that EBS terminated RFS’ right to \nuse or access the SalesLogix database.  Conver sion includes the “exercise of the right of \nownership over the goods or perso nal chattels belonging to another, to the . . . the exclusion \nof an owner’s rights.” White, 166 N.C. App. at 309; Lake Mary Ltd. Part. v. Johnston , 145 \nN.C. App. 525, 531-32 (2001) (“The essence of conversion is not the acquisition of property by \nthe wrongdoer, but the wrongful deprivation of it to the owner.” (emphasis added) (citation \nomitted)). The Court concludes that the evidence is sufficient to create a genuine issue of fact \nas to whether EBS wrongfully deprived RFS of the use of its licenses and access to SalesLogix. \n \n \n120. Accordingly, as to the Sixteenth Cl aim for Relief, the EBS and Yates and \nWoody motions for summary judgment are GRANTE D in Defendants’ favor as to Plaintiffs’ \nclaim that EBS converted the Marks, but are DE NIED as to Plaintiffs’ claim that EBS and \nYates and Woody converted RFS’ rights to access SalesLogix. \nSeventeenth Claim for Relief   \n121. Finally, Plaintiffs’ Seventeenth Claim for Relief alleges that Woody and Yates \ninterfered with Plaintiffs’ business relationships and prospective business relationships by, \ninter alia, disabling or interfering with Plaintiffs’ e-mail system and website, and providing \n“incorrect and misleading information to clients and prospective clients of Plaintiffs relating \nto the dissolution of the relationship between” RFS and EBS.120  \n122. To establish a claim for tortious interfer ence with contract, a plaintiff must \nprove: (1) that a valid contract existed between the plaintiff and a third party; (2) that the \ndefendant knew about the contract; (3) that de fendant intentionally induced the third party \nto breach the contract; (4) without justification;  and (5) resulting in injury to the plaintiff. \nB l o c h  v .  P a u l  R e v e r e  L i f e  I n s .  C o ., 143 N.C. App. 228, 239 (2001). Similarly, a claim for \ninterference with prospective economic advantage requires the plaintiff to show: (1) that the \ndefendant engaged in purposeful conduct towards a third party; (2) without justification; (3) \nthat induced the third party not to enter into a contract with a plaintiff; and (4) that a \ncontract would have been formed but for the defendant’s conduct. Daimlerchrysler Corp. v. \nKirkhart, 148 N.C. App. 572, 585 (2002); KRG New Hill Place v. Springs Investors , 2015 \nNCBC 19 ¶ 26 (N.C. Super. Ct. Feb. 27, 2015) (finding that the “inducement required to \nestablish a claim for intentional interference with prospective economic advantage requires \n                                                 \n120 Am. Compl. ¶ 101. \n \n \npurposeful conduct intended to influence a thir d party not to enter in to a contract with the \nclaimaint”).  \n123. It is undisputed in the record before  the Court that Plaintiffs have not \nidentified any specific customer or potent ial customer with whom Defendants’ actions \nallegedly interfered, much less any “purposefu l conduct” towards these unidentified third \nparties. When questioned under oath at his deposition regarding these claims, Drake \nadmitted that he could not identify any client who had ceased doing business with Plaintiffs, \nor a potential client with whom a contract had not been formed, due to Defendants’ actions.121 \nSimilarly, at the hearing on the Summary Judgm ent Motions, Plaintiffs could not identify \nany broken contracts or potential contracts. \n124. Accordingly, the Court concludes that  EBS’s motion and Yates’ & Woody’s \nmotion should be GRANTED in Defendants’ fa vor as to Plaintiffs’ Seventeenth Claim for \nRelief. \nCONCLUSION \nIn light of the foregoing, it hereby is ORDERED that: \n125. EBS’ Motion for Summary Judgment is GRANTED in part and DENIED in \npart, as follows: \na. The Motion is GRANTED as to Plainti ffs’ First and Fourteenth Claims for \nRelief.  \nb. The Motion is GRANTED, in part, as to  Plaintiffs’ Second Claim for Relief, \ninsofar as that Claim arises out of the name “Hill, Chesson and Woody.” Except \nas granted herein, the Motion is DENIED  as to Plaintiffs’ Second Claim for \nRelief. \n                                                 \n121 Drake Dep. 226-227. \n \n \nc. The Motion is GRANTED in PLAINTIFFS’ favor as to the Third, Fourth, Sixth, \nSeventh, Ninth, and Tenth Claims for Relief, to the extent that those Claims \nseek cancellation of the North Carolina trademark registrations. Registration \nNumbers T-20223, T-20247, and T-20312 should hereby be CANCELED from \nthe North Carolina Trademarks Registry, pursuant to G.S. § 80-8. \nd. The Motion is DENIED as to the Fifth, Eighth, and Eleventh Claims for Relief.  \ne. The Motion is GRANTED, in part, as to the Sixteenth Claim for Relief. The \nMotion is GRANTED to the extent that the Sixteenth Claim for Relief brings \na claim for conversion of trademarks or  trademark rights. Except as granted \nherein, the Motion is DENIED as to the Sixteenth Claim for Relief. \nf. The Motion is GRANTED as to the Seventeenth Claim for Relief.  \ng. The Motion is DENIED as to Plaintiffs’ affirmative defense of naked licensing. \nh. The Motion is GRANTED, in part, as to EBS’ Counterclaims.  \ni. The Motion is GRANTED in PLAIN TIFFS’ favor as to EBS’ Second \nClaim for Relief.  \nii. The Motion is GRANTED as to EBS’ Third and Fourth Claims for \nRelief, to the extent that those Counterclaims apply to the name “Hill, \nChesson and Woody.” The Preliminary Injunction entered by the \nHonorable Shannon Joseph on November 10, 2010, hereby is \nCONVERTED to a permanent injunction as to the name “Hill, Chesson \nand Woody.” \niii. Except as granted herein the Motion is DENIED as to the \nCounterclaims. \n126. Yates’ and Woody’s Motion for Summary Judgment is GRANTED, in part, as \nfollows: \n \n \na. The Motion is GRANTED as to the Twelfth and Thirteenth Claims for Relief. \nb. The Motion is GRANTED in PLAINTIFFS’ favor as to the Third, Sixth, and \nNinth Claims for Relief, to the extent that those Claims seek cancellation of \nthe North Carolina trademark registration s. As discussed above, registration \nNumbers T-020223, T-020247, and T-020312 should hereby be CANCELED \nfrom the North Carolina Trademarks Registry, pursuant to G.S. § 80-8. \nc. The Motion is GRANTED, in part, as to the Sixteenth Claim for Relief. The \nMotion is GRANTED to the extent that the Sixteenth Claim for Relief brings \na claim for conversion of trademarks or  trademark rights. Except as granted \nherein, the Motion is DENIED as to the Sixteenth Claim for Relief. \nd. The Motion is GRANTED as to the Seventeenth Claim for Relief.  \n127. The HCWI Motion for Summary Judgment is GRANTED, in part, as follows:  \na. The Motion is GRANTED, in part, as to  Plaintiffs’ Second Claim for Relief, \ninsofar as that Claim arises out of the name “Hill, Chesson, and Woody.” \nExcept as granted herein, the Motion is DENIED as to Plaintiffs’ Second Claim \nfor Relief. \nb. The Motion is GRANTED, in part, as to the Sixteenth Claim for Relief. The \nMotion is GRANTED to the extent that the Sixteenth Claim for Relief brings \na claim for conversion of trademarks or  trademark rights. Except as granted \nherein, the Motion is DENIED as to the Sixteenth Claim for Relief. \nc. Except as granted herein, the Motion is DENIED. \n128. The Prestwick Six Motion is GRANTED. \n129. Plaintiffs’ Motion is GRANTED, in part, as follows. \na. The Motion is GRANTED as to EBS’ Second Counterclaim.  \nb. The Motion is DENIED as to EBS’ First Counterclaim. \n \n \n130. Except as granted herein, the Motions are DENIED. \nThis the 14th day of July, 2015.  \n \n      /s/ Gregory P. McGuire   \n     Gregory P. McGuire \n     Special Superior Court Judge \n        for Complex Business Case "
}