{
  "id": "3bdad7bad78f76ff8a874d99b3a059bcf8a109957f915b18db23fc077c990710",
  "source_file": "data/raw/ncbc/3bdad7bad78f76ff8a874d99b3a059bcf8a109957f915b18db23fc077c990710.pdf",
  "raw_text": "Sykes v. Health Network Sols., Inc., 2017 NCBC 72. \nSTATE OF NORTH CAROLINA \nCOUNTY OF FORSYTH \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n13 CVS 2595 \nSUSAN SYKES d/b/a ADVANCED \nCHIROPRACTIC AND HEALTH \nCENTER; DAWN PATRICK; TROY \nLYNN; LIFEWORKS ON LAKE \nNORMAN, PLLC; BRENT BOST; and \nBOST CHIROPRACTIC CLINIC, P.A., \n \nPlaintiffs, \n \nv. \n \nHEALTH NETWORK SOLUTIONS, \nINC. f/k/a CHIROPRACTIC \nNETWORK OF THE CAROLINAS, \nINC.; MICHAEL BINDER; STEVEN \nBINDER; ROBERT STROUD, JR.; \nLARRY GROSMAN; MATTHEW \nSCHMID; RALPH RANSONE; \nJEFFREY K. BALDWIN; IRA RUBIN; \nRICHARD ARMSTRONG; BRAD \nBATCHELOR; JOHN SMITH; RICK \nJACKSON; and MARK HOOPER,  \n \nDefendants. \n \nORDER & OPINION \n \n1. THIS MATTER is before the Court on (1) Defendants’ Motion for Partial \nSummary Judgment, (2) Defendants’ Motion to Dismiss Plaintiffs’ Second Amended \nComplaint (“Motion to Dismiss”) , and (3) Plaintiffs’ Motion for Consideration of \nAdditional Authorities (collectively the “Motions”).   \nOak City Law LLP, by Robert E. Fields III and Samuel Piñero II, Craige \nJenkins Liipfert & Walker LLP, by Ellis B. Drew III and Leon E. Porter, \nand Doughton Blancato PLLC, by William A. Blancato, for Plaintiffs. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP, by Jennifer K. \nVan Zant, W. Michael Dowling, and Benjamin R. Norman, for \nDefendants. \nGale, Chief Judge. \n \nI. INTRODUCTION \n2. Four North Carolina-licensed chiropractors and their affiliated practices \nassert this putative class action against Health Network Solutions, Inc. (“HNS”) and \nits owners.  HNS manages the largest network of chiropractors in North Carolina .  \nHNS contracts with  insurance companies and third -party payors  to arrange \nchiropractic services for the insurers’ subscribers.  HNS contracts with chiropractors \nfor these services on the condition that an HNS member may be terminated from the \nnetwork if her average cost per patient exceed s a certain benchmark average.  \nChiropractors who contract with HNS are considered “in network” with the insurers \nthat contract with HNS.   \n3. Plaintiffs bring a number of claims based on their central allegation that \nthe review process that HNS uses to monitor the costs of its members’ services  \nunlawfully restricts the output of medically necessary chiropractic services and is \npremised on an improper utilization review prohibited by the North C arolina \nInsurance Code.  They claim that HNS has achieved this output restriction by \nillegally conspiring with insurers to exercise their combined market power.  In a \nseparate case pending before this Court, Plaintiffs assert related claims against the \ninsurance companies and third -party payors that contract with HNS.  See Sykes v. \nBlue Cross & Blue Shield of N.C. (Sykes II), No. 15 CVS 3136 (N.C. Super. Ct. filed \nMay 26, 2015). \n4. After denying Defendants’ initial motion to dismiss  in 2013, the Court \nallowed full discovery on the limited issue of how to define the  relevant market for \nPlaintiffs’ antitrust claims.  Defendants now seek summary judgment on Plaintiffs’ \nantitrust claims and on the other claims that derive from the antitrust claims on the \nground that Plaintiffs have failed to plead or  forecast evidence adequate to  prove a \ncognizable relevant product market in which Defendants participate .  Defendants \nfurther challenge all claims alleged in the Second Amended  Class Action Complaint \n(“Second Amended Complaint”) under Rule 12(b)(6) , and one claim under Rule \n12(b)(1).  \n5. For the reasons discussed below, Plaintiffs’ Motion for Consideration of \nAdditional Authorities is DENIED AS MOOT, Defendants’ Motion for Partial \nSummary Judgment is GRANTE D IN PART and DENIED IN PART, and \nDefendants’ Motion to Dismiss is GRANTED IN PART and DENIED IN PART.  The \nCourt requests supplemental briefing and reserves ruling on the issue whether \nPlaintiffs have adequately pleaded market power within the market that  the Court \nnow accepts.  \n \nII. PROCEDURAL HISTORY \n6. Plaintiffs initiated this action on April 30, 2013.  Defendants timely filed \na notice of designation on May 30, 2013, and the case was designated as a mandatory \ncomplex business case on May 31, 2013, and assigned to the undersigned on June 7, \n2013.   \n7. Plaintiffs filed their first amended complaint on July 28, 2013.  In its \norder denying Defendants’ motion to dismiss that complaint, the Court  expressed \nconcern about whether Plaintiffs had adequately defined the alleged relevant market \non which they seek to premise  their antitrust claims.  See Sykes v. Health Network \nSols., Inc. (Sykes I), No. 13 CVS 2595, 2013 NCBC LEXIS 52, at *3, *13 –17 (N.C. \nSuper. Ct. Dec. 5, 2013).  The Court then stayed additional proceedings pending full \ndiscovery on market definition.  Id. at *16–17.   \n8. The parties conducted fact and expert discovery on market definition  \nbetween February 2014 and August 2015 .  That discovery persuaded Plaintiffs to \npursue claims against  certain insurers and third -party payors  that contract with \nHNS, including Blue Cross and Blue Shield of North Carolina (“Blue Cross”), Cigna \nHealthcare of North Carolina, Inc. (“Cigna”), MedCost, LLC (“MedCost”), and \nHealthgram, Inc. (collectively the “Insurers”).  Plaintiffs filed their action against the \nInsurers on May 26, 2015.  The Court has deferred consideration of Plaintiffs’ request \nto consolidate the actions.   See Sykes II, No. 15 CVS 3136 (N.C. Super. Ct. July 15, \n2015), ECF No. 27; Sykes I, No. 13 CVS 2595  (N.C. Super. Ct. July 15, 2015) , ECF \nNo. 77.    \n9. Plaintiffs filed their Second Amended Complaint in this action on July \n16, 2015, alleging claims for  (1) declaratory judgment, (2) price fixing, monopsony, \nand monopoly under N .C. Gen. Stat. §§  75-1, -2, and -2.1, asserted as a single \ncombined claim (the “antitrust claims”), (3) unfair or deceptive trade practices under \nN.C. Gen. Stat. §  75-1.1, (4)  civil conspiracy, (5) br each of fiduciary duty, and \n(6) punitive damages.  The Second Amended Complaint alleges four separate product \nmarkets in support of Plaintiffs’ antitrust claims.   \n10. Following market discovery , Defendants timely filed their Motion for \nPartial Summary Judgment and Motion to Dismiss.  The Insurers separately moved \nto dismiss  the complaint in Sykes II .  The Court first heard oral argument on \nDefendants’ Motion for Partial Summary Judgment, and later held a joint hearing on \nthe motions to dismiss in both cases.  \n11. Defendants’ Motion for Partial Summary Judgment  contends that \nPlaintiffs have failed to demonstrate a relevant product market in which Defendants \nparticipate.  Defendants contend that the inquiry as to market definition necessarily \nleads to the conclusion, as a matter of law, that Defendants do not have the requisite \nmarket power in any of the four alleged markets—even if those markets are legally \ncognizable.   \n12. Defendants’ separate Motion to Dismiss  attacks the sufficiency of all \nclaims alleged in the Second Amended Complaint.  First, overlapping their summary-\njudgment argument, Defendants attack the antitrust claims under Rule 12(b)(6) on \nthe ground that Plaintiffs do not allege a relevant market in which Defendants \npossess market power .  S econd, Defendants assert a Rule 12(b)(1) subject-matter \njurisdiction challenge to Plaintiffs’ claims related to chapter 58 violations, asserting \nthat Plaintiffs lack standing to bring a private cause of action based on matters within \nthe exclusive jurisdiction of the North Carolina Insurance Commissioner .  Third, \nDefendants contend that Plaintiffs’ section 75-1.1 claim, in addition to depending on \nthe flawed antitrust claims, is barred by the learned-profession exemption.  Fourth, \nDefendants challenge any remaining claim under Rule 12(b)(6) for failure to state a \nclaim upon which relief may be granted.   \n \nIII. FACTUAL BACKGROUND \n13. The Court does not make findings of fact in ruling on the Motions, but \nsummarizes the relevant underlying facts to provide context for its ruling.  \nA. The Parties \n(1) Plaintiffs \n14. The named Plaintiffs are four licensed North Carolina chiropractors and \ntheir affiliated practices, three of which  are former members of HNS.  (Second Am. \nCompl. ¶¶ 141–44.)   \n15. Plaintiff Susan Sykes is a former HNS member who does business under \nthe name Advanced Chiropractic and Health Center.  (Second Am. Compl. ¶ 3.)  Dr. \nSykes was terminated from HNS’s network in May 2012 because her average cost per \npatient exceeded HNS’s benchmark threshold.  (Second Am. Compl. ¶ 141; Sykes Dep. \n63:21, 63:25–64:3.)      \n16. Plaintiff Dawn Patrick  resigned from HNS’s network in or around \nMarch 2012 after facing termination because of her  average per-patient treatment \ncost.  ( Second Am. Compl. ¶  142; Patrick Dep. 21:9 –13, 68:10 –11.)  Dr. Patrick \npreviously practiced chiropractic in North Carolina at Lifeworks on Lake Norman, \nPLLC (“Lifeworks”).  (Second Am. Compl. ¶ 4.)  She no longer practices chiropractic \nin North Carolina, but practices part -time at Total Health Solutions, a Sou th \nCarolina business owned by her husband, Plaintiff Jamie Troy Lynn (“Dr. Lynn”).  \n(Patrick Dep. 21:8, 15–23.) \n17. Dr. Lynn practices chiropractic in North Carolina at Lifeworks.  (Second \nAm. Compl. ¶ 5.)  Dr. Lynn was terminated from HNS’s network in 2013 because of \nhis average per-patient treatment cost.  (Second Am. Compl. ¶ 143; Lynn Dep. 59:12–\n17.)  The Court denied Dr. Lynn’s motion to enjoin his termination.  Sykes I, 2013 \nNCBC LEXIS 50, at *69 (N.C. Super. Ct. Nov. 25, 2013).  \n18. Plaintiff Brent Bost practices chiropractic in North Carolina at Bost \nChiropractic Clinic, P.A.  (Second Am. Compl. ¶ 6.)  Dr. Bost has never been an HNS \nmember but claims that he was denied entry into the network in 1998.  (Second Am. \nCompl. ¶ 144; Bost Dep. 25:12–17.) \n19.  The named Plaintiffs seek to represent a class consisting of “all licensed \nchiropractors practicing in North Carolina from 2005 to the present who provided \nservices in the North Carolina Market,” exclud ing HNS’s owners “and any \nchiropractors in their employ or practicing through a professional corporation, a \nprofessional partnership or a professional limited liability company in which any of \nthe HNS Owners are owners.”  (Second Am. Compl. ¶ 47.)  Plaintiffs allege that each \nclass member was either excluded from in -network access to the Insurers’ patients, \ncharged fees and subjected to HNS’s utilization-review process, or both.  (Second Am. \nCompl. ¶ 48.) \n \n \n(2) Defendants \n20. HNS, formerly known as Chiropractic Network of the Carolinas, Inc., is \na North Carolina corporation with its principal place of business in Cornelius, North \nCarolina.  (Second Am. Compl. ¶¶ 7, 84.)  HNS manages a network of chiropractors \nwhose members include  approximately half of the estimated 1,990 active \nchiropractors licensed in North Carolina.  (Second Am. Compl. ¶¶ 28–29; McCormick \nDep. Ex. 72 (“McCormick Report”), ¶ 32.) \n21. Defendants Michael Binder, Steven Binder, Robert Stroud, Jr., Larry \nGrosman, Matthew Schmid, Ralph Ransone, Jeffrey K. Baldwin, Ira Rubin, Richard \nArmstrong, Brad Batchelor, John Smith, Rick Jackson, and Mark Hooper (collectively \nthe “Individual Defendants”)  are chiropractors who either practice , or formerly \npracticed, chiropractic in North Carolina , and who o wn, or previously owned , an \ninterest in HNS.  (Second Am. Compl. ¶ 26.)   \nB. HNS’s Business Structure \n22. HNS is an integrated independent-practice association (“IPA”) made up \nof a network of chiropractors.  (P. Binder Aff. ¶ 3, Sept. 30, 2013; P. Binder Dep. 17:5–\n7, 12 –13; Second Am. Compl. ¶¶  57, 74 .)  Chiropractors join HNS’s network by \nentering into a Practitioner’s Participation Agreement (“PPA”).  (P . Binder Aff. ¶ 3, \nSept. 30, 2013.)   HNS markets its network of chiropractors to managed -care \ninsurance companies.  (P. Binder Dep. 17:5 –7, 13–14.)  Chiropractors who sign the \nPPA are “in -network” with the Insurers and other insurance companies and third-\nparty payors that have contracted with HNS.  \n23. HNS negotiates with the insurance companies  to establish \nreimbursement rates for its network of participating chiropractors, and network \nmembers provide chiropractic services to the insurers’ subscribers .  (P. Binder Aff. \n¶ 4, Sept. 30, 2013.)   HNS processes all reimbursement claims for its members for \nservices they provide to the insurance companies’ subscribers, and HNS retains a \npercentage of those payments.  (Second Am. Compl. ¶¶ 61, 64; P. Binder Aff. ¶ 5, \nSept. 30, 2013 .)  HNS also offers credentialing functions , including  background \nchecks, consultations with malpractice carriers, and other measures to ensure that \nits members are properly licensed and meet established criteria.  (P. Binder Aff. ¶ 6, \nSept. 30, 2013.) \n(1) HNS’s Quality Management and Improvement Plan \n24. As a condition of network membership, HNS members agree to \nparticipate in the HNS Quality Management and Improvement (“QMI”) plan, which \nHNS claims is designed to control costs and improve provider efficiency.  (P. Binder \nDep. 17:20–23; P. Binder Aff. ¶ 7, Sept. 30, 2013.)  A key component of the QMI plan \nis the Utilization Management (“UM”) program.  (P. Binder Aff. ¶ 8, Sept. 30, 2013; \nsee P. Binder Aff. Ex. A, Sept. 30, 2013 .)  Under the UM program, the average cost \nper patient and the average number of patient visits for each chiropractor in HNS’s \nnetwork are compared to a network benchmark.  (P. Binder Aff. Ex. A, at 4, Sept. 30, \n2013.)  A member whose average cost per patient is greater than 150%  of the \nnetwork’s average cost per patient faces probation or potential termination from \nHNS’s network.  (Second Am. Compl. ¶ 100; Argue Dep. 61:10–14.)   \n25. The UM program is designed to measure a  chiropractor’s average cost \nper patient without considering the medical necessity of the care provided.  (P. Binder \nAff. Ex. A, at 2, 4, 19, Sept. 30, 2013; P. Binder Aff.  ¶ 11, Sept. 30, 2013 .)  HNS \ndescribes the UM program as “a review and statistical analysis of practice patterns \nand a comparison to the collecti ve practice patterns of the entire HNS physician \nnetwork.”  (P. Binder Aff.  Ex. A, at 2, 19, Sept. 30, 2013.)   HNS’s appeals process \nallows a network chiropractor who is placed on probation and subject to termination \nto raise considerations of medical necessity, including unique needs of the \nchiropractor’s patient population that may require more expensive treatment that \naffects the member’s overall average cost of care .  (Argue Dep. 67:3 –25; McCormick \nDep. 155:20–25.)   \nC. Plaintiffs’ Challenge to HNS’s Network Structure \n26. To support their position that HNS control s chiropractic services in \nNorth Carolina, Plaintiffs emphasize that it is critical that a chiropractor have the \nability to trea t patients on an in -network basis.  They claim that, a s a result of its \ncontrol over chiropractic services , HNS is able to use the UM program  to punish \nchiropractors with a high -need patient population and “reduce the amount of \nchiropractic services in North Carolina for [HNS’s] own benefit,” (Second Am. Compl. \n¶ 122,) equating to an abuse of monopsony power—buyer-side market power —as a \nbuyer of chiropractic services, (Second Am. Compl. ¶¶ 108, 151(j), 158.)   \n27. Plaintiffs allege that HNS draw s upon the Insurers’ power to control \naccess to the insured -patient population a nd, through its managed -care contracts, \nenables “the Insurers to avoid paying for medically necessary and appropriate \nchiropractic care.”  (Second Am. Compl. ¶  37.)  Plaintiffs claim that “[t]he primary \ngoal of HNS, the Insurers and the [Individual Defendants] was, and is, to maintain \nexclusivity with the Insurers using the strategy of artificially and illegally restricting \ntotal revenue to Providers, lowering the Insurers’ costs, to preserve the Defendants’ \nability to receive payments from the Insur ers, and to charge Providers a percentage \nof their reimbursement fees including co-pays.”  (Second Am. Compl. ¶ 123.) \n28. In addition to complaining of monopolistic and monopsonistic practices, \nPlaintiffs claim that HNS’s network structure violates state insurance statutes and \nregulations controlling quality assurance and transcend s prohibitions on unfair or \ndeceptive trade practices.   \n \nIV. PLAINTIFFS’ MOTION FOR CONSIDERATION OF ADDITIONAL \nAUTHORITIES \n \n29. Plaintiffs filed their Motion for Consideration of Additional  Authorities \nafter the hearing on Defendants’ Motion for Partial Summary Judgment , and cite \ncases decided before that hearing .  Pursuant to Business Court Rule 7.4, the Court \nelects to rule on Plaintiffs’ Motion for Consideration of Additional Authorities without \na hearing.  \n30. Defendants correctly note that  former Business Court Rule 15.9  and \nRule 7.9 of the newly amended rules —which became effective after the motion was \nfiled—limit suggestions of additional authorities to those subsequently decided.  See \nN.C. Bus. Ct. R. 7.9 (2017) (“In connection with a pending motion, a party may file a \nsuggestion of subsequently decided authori ty after briefing has closed.  . . . The \nsuggestion may contain a brief explanation, not to exceed one hundred words, that \ndescribes the relevance of the authority to the pending motion.”); id. R. 15.9 (2006) \n(“[A] suggestion of subsequently decided control ling authority, without argument, \nmay be filed at any time prior to the Court’s ruling and shall contain only the citation \nto the case relied upon . . . .”).   \n31. Although Plaintiffs’ motion is procedurally improper under the Business \nCourt Rules, the Court became, or would have become, aware of the cases cited in the \nmotion through its own independent research.  The Court the refore DENIES \nPlaintiffs’ Motion for Consideration of Additional Authorities as MOOT.  \n \nV. DEFENDANTS’ MOTION FOR PARTIAL SUMMARY JUDGMENT \n32. In response to Defendants’ initial motion to dismiss, the Court allowed \ndiscovery on the issue of market definition.  Based on that discovery, Plaintiffs now \ncontend that there are four separate product markets for their antitrust claims, each \nof which is a legally cognizable relevant market.  Those markets include a broad \nmarket that consists of all chiropractic services in North Carolina and three narrow \nsubmarkets.  Defendants contend that only the broadest of the four markets is legally \ncognizable, but that claims based on that market fail because Defendants do not \nparticipate in that market as a buyer or seller of chiropractic services.    \n33. Based on the market discovery, Defendants further contend that \nsummary judgment is appropriate bec ause the uncontested record evidence \nnecessitates a conclusion that, as a matter of law,  Defendants do not have market \npower in any of the proposed  relevant markets.  If the Court rejects their position, \nDefendants, through their Motion to Dismiss , renew their argument that Plaintiffs \nhave not adequately alleged market power in the first instance.   \n34. The Court will first address the issue of market definition in the context \nof Defendants’ Motion for Partial Summary Judgment.   \nA. Legal Standard \n35. Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. Gen. Stat. §  1A-1, Rule 56(c) (2015).  “Summary \njudgment is improper if any material fact is subject to dispute.”  Culler v. Hamlett, \n148 N.C. App. 389, 391, 559 S.E.2d 192, 194 (2002).  The movant bears the burden of \nproving the l ack of a triable issue.  Dalton v. Camp , 353 N.C. 647, 651, 548 S.E.2d \n704, 707 (2001).  Once the movant has met that burden, the burden shifts to the \nnonmoving party to produce a forecast of evidence that demonstrates facts showing \nthat it can establish a  prima facie  case at trial.  Austin Maint. & Constr., Inc. v. \nCrowder Constr. Co., 224 N.C. App. 401, 407, 742 S.E.2d 535, 540 (2012).  The Court \nmust view all the presented evidence in the light most favorable to the nonmoving \nparty.  Dalton, 353 N.C. at 651, 548 S.E.2d at 707.     \n36. Although Defendants’ Motion for Partial Summary Judgment  is \ngoverned by state law, when ruling on the antitrust claims, the Court may consider \nfederal case law as persuasive authority.  See Rose v. Vulcan Materials Co., 282 N.C. \n643, 656–57, 194 S.E.2d 521, 530 –31 (1973) (consulting federal decisions to inform \nthe court ’s restraint -of-trade analysis); DiCesare v. Charlotte -Mecklenburg Hosp. \nAuth., No. 16 CVS 16404, 2017 NCBC LEXIS 33, at *44 (N.C. Super. Ct. Apr. 11, \n2017), petition for cert. filed, No. 156P17 (N.C. May 19, 2017); Window World of Baton \nRouge, LLC v. Window World, Inc., Nos. 15 CVS 1, 15 CVS 2, 2016 NCBC LEXIS 82, \nat *14–15 (N.C. Super. Ct. Oct. 25, 2016).      \nB. Plaintiffs’ Antitrust Claims and the Proposed Relevant Markets \n37. Plaintiffs’ central premise is that, to participate in the HNS network,  \nPlaintiffs and class members must agree to restrict the ir average per-patient cost of \nmedically necessary chiropractic services, which necessarily leads to a reduced output \nof those services.  They claim that HNS, for the benefit of the Insurers, has utilized \nthat benchmark threshold  to reduce the overall output of medically necessary \nchiropractic services solely on the basis of cost, and that the mere fact of HNS and \nthe Insurers’ success in achieving this output restriction implies the requisite market \npower necessary to support the antitrust claims.   \n38. Plaintiffs attack the HNS network from many avenues.  The Second \nAmended Complaint invokes several different antitrust theorie s, grouped into a \nsingle, broadly alleged cause of action labeled “Price Fixing, Monopsony, and \nMonopoly.”  (Second Am. Compl. ¶¶  153–58.)  The Court has been required to \nsegregate these various theories to resolve the summary-judgment motion. \n39. Plaintiffs assert antitrust claims under sections 75 -1, 75-2, and 75 -2.1 \nof the North Carolina General Statutes .  Those sections are analogues to sections 1 \nand 2 of the federal Sherman Act.  See 15 U.S.C. §§ 1, 2 (2012).  N.C. Gen. Stat. § 75-1 \nprohibits “[e]very contract, combination  in the form of trust  or otherwise, or \nconspiracy in restraint or trade or commerce  in the State of North Carolina .”  N.C. \nGen. Stat. §  75-1.  N.C. Gen. Stat. § 75-2 prohibits “[a]ny . . . restraint of trade or \ncommerce” that violates common-law principles.  Id. § 75-2.  N.C. Gen. Stat. § 75-2.1 \nmakes it “unlawful for any person to monopolize, attempt to monopolize, or combine \nor conspire with any other person or persons to monopolize, any part of trade or \ncommerce” in this State.   Id. § 75-2.1.  Section 75 -2.1 also extends to monopsony \nclaims.  See Buccaneer Energy (USA) Inc. v. Gunnison Energy Corp. , 846 F.3d 1297, \n1315 (10th Cir. 2017) (“The same general framework for assessing market power \napplies to monopsony and monopoly situations alike.”).   \n40. Any claim under these statutes requires a predicate  relevant market.  \nSee United States v. E.I. du Pont De Nemours & Co. , 353 U.S. 586, 593 (1957).  \n“Without a well -defined relevant market, an examination of a transaction’s \ncompetitive effects is without context or meaning.”  FTC v. Freeman Hosp., 69 F.3d \n260, 268 (8th Cir. 1995).  A relevant market has two components: a geographic market \nand a product market.  See, e.g., Spectrum Sports, Inc. v. McQuillan , 506 U.S. 447, \n459 (1993).  The plaintiff has “the burden of proof on the issue of the relevant product \nand geographic markets.”  Satellite Television & As sociated Res., Inc. v. Cont’l \nCablevision of Va., Inc., 714 F.2d 351, 355 (4th Cir. 1983). \n41. The relevant geographic market is the area where suppliers “effectively \ncompete and to which their customers could practicably turn for alternative sources \nof such products” or services.  M & M Med. Supplies & Serv., Inc. v. Pleasant Valley \nHosp., Inc., 981 F.2d 160, 170 (4th Cir. 1993).   In the case of “monopsony, or buyer -\nside market power, the relevant geographic market is the area to which sellers would \nturn to sell the relevant product [or service] if buyers attempted to exercise market \npower by lowering the price for the product [or service].”  1 John J. Miles, Health Care \n& Antitrust Law : Principles and Practice  § 2:5 (2017).  The relevant geographic \nmarket is “[d]etermined within the specific context of each case” and “must \n‘correspond to the commercial realities of the industry’ being considered and ‘be \neconomically significant.’”  FTC v. Penn State Hershey Med. Ctr. , 838 F.3d 327, 338 \n(3d Cir. 2016) (quoting Brown Shoe Co. v. United States, 370 U.S. 294, 336–37 (1962)). \n42. Here, the parties approach defining the geographic scope of the market \nthrough different logic , but they ultimately agree that the relevant geographic \nmarket is the State of North Carolina.  (See Second Am. Compl. ¶  136; McCormick \nReport ¶ 63; Argue Aff. Ex. A (“Argue Report”), at 23 n.95.)  In contrast, the parties \nstrongly disagree as to how to define the relevant product market. \n43. A relevant product market  must focus  on the range of products  or \nservices that actually compete in the disputed market, and turns on the concepts of \nreasonable interchangeability and cross-elasticity.  See, e.g., United States v. Grinnell \nCorp., 384 U.S. 563, 593  (1966).  A relevant product market must take into account \nany reasonably interchangeable substitutes for a particular product or service.  See \nUnited States v. E.I. du Pont De Nemours & Co. , 351 U.S. 377, 395 (1956) ; see also \nLittle Rock Cardiology Clinic PA v. Baptist Health, 591 F.3d 591, 596 (8th Cir. 2009) \n(“A court’s determination of the limits of a relevant product market requires inquiry \ninto the choices available to consumers.”) .  The same principles used to define a \nrelevant market for products ar e used to define a relevant market for services.  See \nPhotovest Corp. v. Fotomat Corp., 606 F.2d 704, 712 n.11 (7th Cir. 1979).  The Court \nuses the term “product market” to refer to services provided by either HNS or its \nnetwork members. \n44.  The Second Amende d Complaint alleges that HNS possesses both \nselling-side (monopoly) market power, through which it extracts  supracompetitive \nfees for its network administration, and buying -side (monopsony) market power , \nthrough which it restricts the output of medically necessary chiropractic services.   \n45. Monopsony is defined as a “ market situation in which there is a single \nbuyer or a group of buyers making joint decisions.”  United States v. Syufy Enters. , \n903 F.2d 659, 663 n.4 (9th Cir. 1990) (quoting Richard G. Lipsey et al., Economics 976 \n(7th ed. 1984)).  Often described as the “mirror image” of monopoly power, monopsony \npower is market power on the buy -side of the market .  Weyerhaeuser Co. v. Ross -\nSimmons Hardwood Lumber Co. , 549 U.S. 312, 32 1 (2007) (quoting John B. \nKirkwood, Buyer Power and Exclusionary Conduct: Should Brooke Group Set the \nStandards for Buyer -induced Price Discrimination and Predatory Bidding? , 72 \nAntitrust L.J. 625, 653 ( 2005)).  From an economic standpoint, monopoly and \nmonopsony are “symmetrical distortions of competition.”  Id. at 322 (quoting Vogel v. \nAm. Soc’y of Appraisers, 744 F.2d 598, 601 (7th Cir. 1984)).  \n \nC. The Four Relevant Product Markets Alleged in the Second Amended \nComplaint \n \n46. Plaintiffs allege that their antitrust claims can proceed based on any of \nfour relevant product markets for chiropractic services in North Carolina .  Stated \nfrom the narrowest to the broadest, they are  (1) the HNS Market, (2) the \nComprehensive Health Market, (3) the Insurance Health Market, and (4) the North \nCarolina Market.  (Second Am. Compl. ¶ 33(a)–(d).)   \n47. Plaintiffs contend that a narrow product  market limited to services \nprovided by HNS members is the proper market for analyzing the antitrust claims in \nthis action because a chiropractor’s access to in-network services is economically vital, \nand through its contracts, HNS essentially controls that access.  Defendants contend \nthat, having now been given the benefit of discovery, Plaintiffs have failed to produce \nevidence necessary to support any of their allegations. \n48. The HNS Market is defined as “the market in which in -network \nmanaged care chiropractic services (a wholesale market of purchases by aggr egated \nbuyers) are provided to the Insurers and  their North Carolina patients through \nHNS.”  (Second Am. Compl. ¶ 33(a).)  Plaintiffs assert that in this market, HNS acts \nas the single agent for the Insurers’ aggregated purchases of in-network chiropractic \nservices. \n49. The Comprehensive Health Market is defined as “the market for in -\nnetwork chiropractic services provided to individual and group comprehensive \nhealthcare insurers and their patients in North Carolina.”  (Second Am. Compl. \n¶ 33(b).)  This market i ncludes the HNS network but further includes services \nprovided by other chiropractic networks on an in-network basis. \n50. The Insurance Health Market is defined as “the market for insurance \nreimbursed chiropractic services in North Carolina.”  (Second Am. Comp l. ¶ 33(c).)  \nThis market includes all insured chiropractic services, without regard to whether the \nchiropractor is in or out of a particular insurer’s network,  but excludes alternative \npurchasers such as self -paying patients or patients covered by government-funded \ninsurance.   \n51. The North Carolina Market is defined as “the market for chiropractic \nservices provided in North Carolina.”  (Second Am. Compl. ¶  33(d).)  This market \nincludes all chiropractic services, including patients with private insurance,  self-\npaying patients, and patients covered by government programs. \n52. Plaintiffs broadly assert  that “[e]ach  of these market segments are \nmarkets in which HNS and the Insurers have market power and in which insurance \ncompanies have aggregated patient –buyers to obtain in -network managed care \nchiropractic services pursuant to which patients are incentivized to use  Providers \nwho are in-network.”  (Second Am. Compl. ¶  33.)  Specifically, Plaintiffs claim that \nHNS controls 100% of the HNS Market  and a “materially significant percentage” of \nthe Comprehensive Health Market, the Insurance Health Market, and the North \nCarolina Market.  (Second Am. Compl. ¶ 46.)   \n53. For the reasons discussed below, the Court concludes that the proper \nmarket to assess the antitrust claims in this litigation must be the North Carolina \nMarket, which includes all insured and uninsured chiropracti c services.  The Court \nwill later discuss Defendants’ contention that HNS does not participate in this \nmarket.  It requests supplemental briefing on the issue of market power as the issue \nhas been framed by this Order & Opinion.   \nD. The Parties’ Opposing Expert Reports \n \n54. Plaintiffs’ expert, Dr. Robert E. McCormick, and Defendants’ expert, Dr. \nDavid A. Argue, offer conflicting views on the proper relevant market for the antitrust \nclaims in this litigation.  Each appears well qualified to express an opinion on market \ndefinition, and the competency of neither expert has been challenged.   \n55. Dr. McCormick advocates Plaintiffs’ proposed HNS Market, which he \ndefines as “the wholesale market for N.C. licensed Chiropractic services purchased \nby HNS on behalf of [Blue  Cross] and other health insurers.”  (McCormick Report \n¶ 38; see also McCormick Dep. 133:13 –25.)  When defining the relevant product \nmarket, Dr. McCormick says that it is not appropriate to include patients that receive \nchiropractic services on an out-of-network basis, from other insurers, or on a self-pay \nor government-funded basis.  Dr. McCormick describes HNS as a “market maker” for \nthe in-network services that controls access to the dominant insurers,  (McCormick \nDep. 110:2,) with the effect that  HNS has the power to control access and  restrict \noutput by eliminating “high demanders” and “expensive patients” in the production \nof chiropractic services , (McCormick Report ¶  64.)  Dr. McCormick considered \nPlaintiffs’ broader alternative market definitions but did not offer support for those \nproposed markets.  \n56. Dr. Argue accepts Plaintiffs’ fourth and broadest proposed market, the \nNorth Carolina Market , as a cognizable market but contends that HNS does not  \nparticipate in th at market.  (Argue Report ¶  1(c)–(e).)  Dr. Argue insists that the \nrelevant market must  include “the purchase of chiropractic services in North \nCarolina by commercial health plans and self -paying patients as well as by other \npurchasers of chiropractic services like Medicare, Medicaid, wo rkers’ compensation \nprograms, auto liability, and others,” stressing evidence that chiropractors, including \nPlaintiffs, regularly provide —and sometimes prefe r—providing services on a non -\ninsured basis.  (Argue Report ¶ 1(c).)  Within the broad North Carolina Market, Dr. \nArgue refers to HNS as an “intermediary” that does not itself purchase chiropra ctic \nservices.  (Argue Report ¶ 1(d).)   \n57. Though the parties’ experts have opposing views, the definition of the \nrelevant market is essentially an issue for the Court.  For that reason, the experts’ \ndiffering opinions do not preclude summary adjudication of the product market \ndefinition. \nE. Defendants’ Challenges to the Proposed Market Definitions \n \n(1) The HNS Market \n58. The Court separately addresses Plaintiffs’ proposed markets from \nnarrowest to broadest , beginning with the HNS Market.  Defendants’ opposition to \nPlaintiffs’ three submarkets overlaps as to their  argument that any market must \ninclude the delivery of all chiropractic services, regardless of the payment method \nused to purchase those services. \n59. Defendants assert that any market defined more narrowly  than the \nNorth Carolina Market is not legally cognizable for the following reasons.  First, it is \nimproper to define a market composed of just a single purchaser.  Second, there is no \nbasis for arbitrarily restricting the market to purchases of chiropractic services at the \naggregate wholesale distribution level .  Third, there is no legitimate legal basis for \nlimiting the market to the delivery of in -network chiropractic services.  Fourth,  for \nrelated reasons,  any proper  market must include all alternative consumers of \nchiropractic services, including those who pay on a cash basis or through government-\nfunded insurance.   \n60. Defendants rely heavily on the discov ery record, which demonstrates \nthat North Carolina chiropractors, including  Plaintiffs, regularly supply services \noutside of the narrowly defined HNS Market.  \na. The single-purchaser limitation \n61. Defendants contend that under well-established antitrust principles, a \nsingle purchaser of a product or service should not be considered a relevant market.  \nSee, e.g., Jayco Sys., Inc. v. Savin Bus. Mach. Corp., 777 F.2d 306, 320 (5th Cir. 1985); \nApani Sw., Inc. v. Coca -Cola Enters., Inc., 128 F. Supp. 2d 988, 9 98–99 (N.D. Tex. \n2001).  They argue that, to the contrary, any buying-side market must account for all \nreasonably interchangeable purchasers of the product or service at issue.  (See Argue \nReport ¶ 64 (“Of course, in such a mis-defined market, HNS would account for 100% \nof the purchases, but that ‘market’ has no meaning for an antitrust analysis.”);) see \nalso Apani, 128 F. Supp. 2d at 999.  \n62. Plaintiffs counter that there is more than one purchaser in th e HNS \nMarket, and even if that were not the case , a single purchaser can  constitute a \ncognizable relevant market for antitrust purposes.  Plaintiffs contend that  the \nInsurers that contract with HNS are separate purchasers in the HNS Market, even \nthough HNS aggregates those purchase rs to manipulate the condu ct of its network \nmembers.  Accordingly, they argue that Defendants unfairly label the HNS Market \nas a single-purchaser market.  (Pls.’ Br. Opp’n to Defs.’ Mot. Partial Summ. J. 19; see \nalso McCormick Report ¶  38 (“The relevant buyer is HNS on behalf of the Blue \nCross . . . insurance networks [and the other Insurers’ networks] . . . .”).)   \n63. As to the underlying antitrust principle on which Defendants rely, \nPlaintiffs argue that there is no authority that precludes a single-purchaser relevant \nmarket in all instances as a matter of law.  They refer to the United States Supreme \nCourt’s rejection of such a bright-line rule in Eastman Kodak Co. v. Image Technical \nServices, Inc., 504 U.S. 451 (1992).  In that case, the defendant, Kodak, manufactured \nand sold photocopiers, as well as service and replacement parts for its equipment.  Id. \nat 455.  The plaintiffs were independent service organizations that repaired and \nserviced Kodak equipment at prices substantially lower than Kodak’s prices.  Id. at \n457.  Kodak implemented a policy that limited the sale of replacement parts to buyers \nof Kodak equipment who also either used Kodak service or did their own repairs.  Id. \nat 458.  This policy reduced the plaintiffs’ access to the replacement parts needed to \nservice Kodak machines.  Id.  \n64. The Supreme Court upheld the appellate court’s holding that there was \na triable issue of fact as to the availability of interchangeable substitutes for Ko dak \nreplacement parts and service in the market.  The Court noted that , “in some \ninstances[,] one brand of a product can constitute a separate market.”  Id. at 482 (first \nciting Nat’l Collegiate Athletic Ass’n v. Bd. of Regents  of the Univ. of Okla., 468 U.S. \n85, 101–02 (1984); then citing Int’l Boxing Club of N.Y., Inc. v. United States, 358 U.S. \n242, 249–52 (1959); then citing Int’l Bus. Machs. Corp. v. United States, 298 U.S. 131 \n(1936)).  The Court concluded that the “proper market definition” co uld “be \ndetermined only after a factual inquiry into the ‘commercial realities’ faced by \nconsumers.”  Id. (citing Grinnell Corp., 384 U.S. at 572).  \n65. The Court need not resolve the contested issue whether the HNS Market \nis properly defined as a single-purchaser market.  Here, discovery has demonstrated \nthe “commercial realities ” that there are interchangeable methods of delivering \nchiropractic services that make the narrow HNS Market an improper market for the \nanalysis and resolution of Plaintiffs’ antitrust claims, whether that market includes \na single purchaser or multiple purchasers.   \n66. Kodak must be read in context with its unique facts , which involved a \nderivative aftermarket in which purchasers for parts and service were “locked in” to \nKodak photocopiers or equipment.  Id. at 476; see also Window World of Baton Rouge, \n2016 NCBC LEXIS 82, at *18 –20 (discussing Kodak).  In contrast, in this case , the \nrecord establishes that  both chiropractors and patients have access to chiropractic \nservices other than through HNS-administered networks.  Moreover, HNS members \nare not required to render services only on an insured in-network basis, and they are \nfree to accept patients with other means of payment.  The record clearly reveals that \nboth Plaintiffs and HNS members have pursued access to these alternative means of \nproviding chiropractic services. \n67. The Court is also mindful that “‘[c]ourts have been extremely reluctant \nto embrace’ Kodak’s single-brand market theory, ‘much less to extend it to other types \nof goods.’”  In re ATM Fee Antitrust Litig., 768 F. Supp. 2d 984, 997 (N.D. Cal. 2009) \n(quoting Streamcast Networks, Inc. v. Skype Techs., S.A., 547 F. Supp. 2d 1086, 1094–\n95 (C.D. Cal. 2007)); see also Brokerage Concepts, Inc. v. U.S. Healthcare, Inc. , 140 \nF.3d 494, 513 (3d Cir. 1998) (rejecting as impermissibly narrow a single -brand \nmarket “consisting solely of U.S. Healthcare members with prescription drug \nbenefits”); City of N.Y. v. Versus Grp. Health Inc., No. 06 Civ. 13122 (RJS), 2010 U.S. \nDist. LEXIS 60196, at *10, *14 (S.D.N.Y. May 11, 2010) ( holding that a  proposed \nrelevant market defined as  the “low -cost municipal health benefits market” —a \nmarket limited to two health-plan providers as a result of the plaintiff’s gatekeeping \nrole in selecting health -plan providers for its benefits program —was untenable \nbecause the plaintiff “defined the relevant market solely with regard to its own \npreferences”), aff’d, 649 F.3d 151 (2d Cir. 2011); Streamcast Networks, 547 F. Supp. \n2d at 1094 ( noting that “ the few cases in which courts have acknowledged the \npossibility of limiting the relevant market to a single brand have involved markets \nfor replacement parts for specific brand s of durable goods where consumers are \n‘locked-in’ to maintaining them”). \n68. The Court concludes that the uncontroverted record evidence is ample \nto demonstrate the impropriety of limiting the relevant market to the narrow confines \nof the HNS Market , regardless of whether the HNS Market is a single -purchaser \nmarket. \nb. The wholesale limitation \n69. Defendants’ argument regarding Dr. McCormick’s  wholesale-market \nstructure recasts their arguments opposing a single -purchaser marke t and again \nstresses the commerci al realit y that chiropractors have wide access to alternative \nconsumers of chiropractic services.  (Defs.’ Br. Supp. Mot. Partial Summ. J. 14.)  Dr. \nArgue emphasizes the role of self-paying patients in the marketplace.  (Argue Report \n¶ 51 (“Self-payment by patients for chiropractic services is very substantial  . . . .”).)  \nThe Court is mindful that “[a]  relevant market definition must focus on the product \nrather than the distribution level.”  PSKS, Inc. v. Leegin Creative Leather Prods., Inc., \n615 F.3d 412, 418 (5th Cir. 2010).   \n70. Discovery in this case shows that there is a significant marketplace for \nchiropractic services  purchased through several different payment methods .  The \ndeveloped evidence includes the following testimony: \n Most of Dr. Bost’s patients are uninsured, and he provides chiropractic \nservices to other patients on an out-of-network basis.  (Bost Dep. 35:18; \n76:6–77:22.)  Only 10% of Dr. Bost’s patients are commercially insured, \nand self-paying patients account for 60% of his revenues.  (Bost  Dep. \n76:16–77:22.)   \n “[T]he chiropractic practices of Dr. John Smith, Dr. Abernathy, and Dr. \nRoccos receive an average of 62.2% of their practice revenue from cash \npayments by patients.”  (Argue Report ¶ 52.) \n Approximately 20% of Dr. Lynn’s patients pay for his services in cash , \nand he  “frequently” shifts his insured patients to maintenance care, \nwhich must be paid out of pocket by the patient because it is not typically \ncovered by insurance.  (Lynn Dep. 55:7–20.) \n “Dr. Patrick uses a lower r ate schedule for self -pay patients which \nfurther increases the incentive” for patients to not turn to insurance \nbenefits.  (Argue Report ¶ 53.)  Dr. Patrick estimates that approximately \n30% to 35% of her and Dr. Lynn’s revenues come from cash payments.  \n(Patrick Dep. 54:18–19.) \n The largest segment of Dr. Steven Binder’s patient population pays for \ntheir services in cash.  (S. Binder Dep. 52:1–5.) \n Dr. Sykes treats Blue Cross and Cigna patients on an out -of-network \nbasis and testified that 17% of her patients “had no insurance that could \nbe billed in any way, shape or form.”  (Sykes Dep. 46:25–47:2.) \n71. The Court concludes that this evidence adequately demonstrates that \nthe relevant market cannot be confined to an aggregated market limited to those \nchiropractic services that Plaintiffs’ expert says are purchased by HNS on a wholesale \nbasis. \n \nc. The “in-network” limitation \n72. Notwithstanding the record evidence summarized above, Plaintiffs urge \nthat it is proper to limit the relevant market to in-network insured services because \n“there is a significant advantage for a chiropractor to be an in -network Provider for \nan Insurer.”  (Second Am. Compl. ¶  35.)  Plaintiffs’ preferences cannot serve as a \nmeaningful limitation for a relevant market  that otherwise must account for \nreasonable alternative purchasers.  See Oksanen v. Page Mem’l Hosp., 945 F.2d 696, \n709 (4th Cir. 1991) (noting that the plaintiff’s prefer ence to practice at a particular \nhospital did “not justify excluding other hospitals and other doctors from the relevant \nmarket definition”); HPC Biologicals, Inc. v. UnitedHealthcare of La., Inc., 194 So. 3d \n784, 795 n.2 (La. Ct. App. 2016) (“[P]roduct market definition turns on the existence \nof close substitutes, not the ability to switch effortlessly to such substitutes.”).  Such \na “narrow market definition violates a fundamental tenet of antitrust law that the \nrelevant market definition must encompass t he realities of competition.”  Oksanen, \n945 F.2d at 709 (citing Grinnell Corp., 384 U.S. at 572–73).  \n73. Defendants correctly note that “the question is not whether chiropractic \npatients view Medicaid, Medicare, private insurance, and self-payment as reasonably \ninterchangeable,” but “whether those potential purchase[r]s are buyers to whom \nchiropractors can sell their services.”  (Defs.’ Br. Supp. Mot. Partial Summ. J. 20.)   \nd. The private-insurance limitation \n74. Defendants argue that the “most problematic aspect” of the narrow HNS \nMarket is that it is limited to a marketplace involving only those services purchased \nthrough private insurance benefits , even though  the evidence is clear that \nchiropractic services are regularly provided through a much wider channel .  (Defs.’ \nBr. Supp. Mot. Partial Summ. J. 17.)  In particular, Defendants urge  that such a \nnarrow market arbitrarily excludes cash purchasers and government purchasers like \nMedicaid and Medicare, which must be included in any reasonable antitrust analysis.     \n75. Defendants urge that the holding of the United States Court of Appeals \nfor the Eighth Circuit in Little Rock Cardiology Clinic PA v. Baptist Health, 591 F.3d \n591, is apposite and dispositive .  There, a group of cardiologists alleged that Blue \nCross and Blue Shield of Arkansas’s termination of network -provider agreements \nwith the plaintiffs violated the Sherman Act as an unlawful restraint of trade.  Id. at \n595.  The plaintiffs in that case argued that the product market should be limited to \npatients who use  private insurance , because private insurance and government \ninsurance were not reasonably interchangeable.  Id. at 597.  The Eighth Circuit \nrejected the plaintiffs’ proposed relevant -market definition because “the complaint \nerroneously defined the product market by how consumers pay for cardiology \nservices.”  Id. at 596.  The court explained that while, from the patient’s perspective, \nprivate insurance and government insurance might not be reasonably \ninterchangeable, the focus must be on “the option s available to shut -out \ncardiologists,” not “the options available to patients.”  Id. at 597.   \n76. The court in Little Rock concluded that, “as a matter of law, in an \nantitrust claim brought by a seller, a product market cannot be limited to a single \nmethod of payment when there are other methods of payment that are acceptable to \nthe seller.”  Id. at 598.  The court noted that a proposed “market limited by how \nconsumers pay for cardiology procedures. . . . lacks support in both logic and law.”  Id. \nat 597; see also Tri State Advanced Surgery Ct r., LLC v. Health Choice, LLC , No. \n3:14cv143-JM, 2015 U.S. Dist. LEXIS 50164, at * 15 (E.D. Ark. Apr. 16, 2015)  \n(rejecting a proposed market definition that was narrowly “limited to the market for \nsurgical services or procedures obtained by patients covered by Cigna health \ninsurance which do not require hospitalization”); id. at *16 (describing the proposed \nmarket definition in Tri State as “narrower than the product market that was found \nlacking in” Little Rock).    \n77. While Plaintiffs seek to distinguish Little Rock on its facts, their primary \nargument is that the Little Rock court wrongly “relied on logic, not facts,” and failed \nto allow “discovery into the underlying realities.”  (Pls.’ Br. Opp’n to Defs.’ Mot. \nPartial Summ. J. 16.)   The Court finds the Eighth Circuit’s analysis persuasive, \nparticularly when applied to this case, where the Court has a developed record based \non discovery.  \n78. The Court acknowledges that in cases based on different facts, courts \nhave concluded  that insured  services were not reasonably interchangeable with \nservices funded by alternative methods.  See, e.g. , In re Blue Cross Blue Shield \nAntitrust Litig., No. 2:13-CV-20000-RDP, 2017 U.S. Dist. LEXIS 99705, at * 24–25 \n(N.D. Ala. June 28, 2017) (holding that the plaintiffs’ product market, which excluded \ngovernment and private payors, was plausible because it reflect ed the reality that \n“the substitution between commercial buyers and other payors is low, as reflected in \nmeasures such as a low cross elasticity of demand”); Methodist Health Servs. Corp. v. \nOSF Healthcare Sys., No. 1:13-cv-01054-SLD-JEH, 2016 U.S. Dist. LEXIS 136478, at \n*28 (C.D. Ill. Sept. 30, 2016) (excluding government insurers from the product market \nbecause “the record suggests that the medical bills charged to commercial payers and \npublic payers are markedly different”) , aff’d, 859 F.3d 408 (7th Cir. 2017); Steward \nHealth Care Sys., LLC v. Blue Cross & Blue Shield of R.I. , 997 F. Supp. 2d 142, 1 61 \n(D.R.I. 2014) (finding that the alleged product market, which ignored the presence of \nMedicare and Medicaid, was plausible because private -insurance payors and \ngovernment payors are not interchangeable).    \n79. But the Court concludes that the particular facts demonstrated through \nfull market discovery in this case regarding the delivery of chiropractic services in \nNorth Carolina demonstrates a clear interchangea bility between insured and non -\ninsured services, and that it would thus be improper to limit the relevant product \nmarket to only insured services. \n80. In sum, based on the factors discussed above, the Court concludes, as a \nmatter of law , that the HNS Market is not a legally cognizable relevant market on \nwhich Plaintiffs can pursue their antitrust claims.      \n(2) The Comprehensive Health Market \n81. Plaintiffs’ second proposed market is the Comprehensive Health \nMarket, defined as “the market for i n-network chiropractic services provided to \nindividual and group comprehensive healthcare insurers and their patients in North \nCarolina.”  (Second Am. Compl. ¶  33(b).)  This market broadens the proposed HNS \nMarket to include insurers other than those that contract with HNS but also excludes \nservices funded through alternative payment methods such as cash or government-\nfunded programs.  \n82. For the same reasons discussed above, the Court concludes, as a matter \nof law, that the Comprehensive Health Market suffers from the same deficiencies as \nthe narrow HNS Market.  While not dispositive, the Court notes that Dr. McCormick \ndid not offer  support for this proposed market.  (See McCormick Dep. 112:7 –14; \nMcCormick Dep. Ex. 74, ¶ 31;) see also Versus Grp. Health , 2010 U.S. Dist. LEXIS \n60196, at *14 ( “A further, independent flaw with the City’s proposed market \ndefinition is that it is not supported by the City’s own expert report.”).    \n(3) The Insurance Health Market \n83. Plaintiffs’ third proposed market, the Insurance Health Market, is \ndefined as “the market for insurance reimbursed chiropractic services in North \nCarolina.”  (Second Am. Compl. ¶  33(c).)  This market is broader than the \nComprehensive Health Market only in that it includes chiropractic services paid by \ninsurance on both an in -network and out-of-network basis  and is not limited to \ninsurers that contract with HNS .  But l ike the narrow er HNS Market and \nComprehensive Health M arket, the Insurance Health Market  excludes cash and \ngovernment-funded payments.     \n84. Dr. McCormick also elected not to support this market definition .  (See \nMcCormick Dep. 122:18–123:7.)   \n85. For the same reasons discussed above, the Court concludes, as a matter \nof law, that the Insurance Health Market is not a cognizable relevant product market \nto support Plaintiffs’ antitrust claims.   \n(4) The North Carolina Market \n86. Plaintiffs define t he North Carolina Market  as “the market for \nchiropractic services provided in North Carolina.”  (Second Am. Compl. ¶  33(d).)  \nDefendants accept this market as a cognizable product market.  (Argue Report ¶ 1(c).)  \n87. The Court likewise accepts the proposed North Carolina Market as a \nproper market definition. \n88. Defendants contend that they are nevertheless entitled to summary \njudgment because they do not participate in the North Carolina Market as a buyer or \nprovider of chiropractic services ; rather, they contend that the purchasers are the  \nhealth plans that contract with HNS.  (Argue Report ¶ 57.)  Defendants contend that \nPlaintiffs concede that “the ultimate purchasers are [Blue Cross], Cigna, MedCost \nand the other insurers that have agreements with HNS and that HNS is acting as an \nagent or intermediary.”  (Pls.’ Br. Opp’n to Defs.’ Mot. Partial Summ. J. 19.)      \n89. Plaintiffs assert two primary contentions as to why HNS participates in \nthe North Carolina Market.  First, they assert that HNS acts as the Insurers’ agent.  \nThis overlaps with Plaintiffs’ antitrust conspiracy theories.  Second, Plaintiffs argue \nthat HNS ’s retaining a percentage of insurance payments made for chiropractic \nservices renders a claim of nonparticipation disingenuous.     \n90. The United States Court of Appeals for the Fourth Circuit has held that \n“[o]ne who does not compete in a product market or conspire with a competitor cannot \nbe held liable as a monopolist in that market.”  White v. Rockingham Radiologists, \nLtd., 820 F.2d 98, 104 (4th Cir. 1987).  Defendants rely on three cases that expand on \nthe Fourth Circuit’s general pronouncement : Aquatherm Industries, Inc. v. Florida \nPower & Light Co., 145 F.3d 1258 (11th Cir. 1998), Spanish Broadcasting System of \nFlorida, Inc. v. Clear Channel Communications, Inc., 376 F.3d 1065 (11th Cir. 2004), \nand Abraham & Veneklasen Joint Venture v. American Quarter Horse Ass’n, 776 F.3d \n321 (5th Cir. 2015).  Again, cases must be analyzed in light of their specific facts.   \n91. In Aquatherm, a manufacturer of  solar-powered heating systems for \nswimming pools brought antitrust claims against an electric -power company that \nprovided electricity for approximately two-thirds of the State of Florida, alleging that \nthe power company conspired with unnamed retailers of electric heat pumps to \nmonopolize the market for swimming -pool heaters by running false advertisements \npertaining to cost-efficiency of heat pumps over solar heaters.  145 F.3d at 1260.  The \ndefendant did not sell pool heaters of any kind.  \n92. The United States Court of Appeals for the Eleventh Circuit first noted \nthat the plaintiff’s claim that the defendant “entered an agreement with \nmanufacturers and sellers of electric pool heat pumps in order to increase its sales of \nelectric power” was not, without more, “evidence of an intent to monopolize,” because \n“‘increasing sales’ and ‘increasing market share’ are normal busine ss goals, not \nforbidden by [antitrust law].”  Id. at 1261 (quoting U.S. Steel Corp. v. Fortner Enters., \nInc., 429 U.S. 610, 612 n.1 (1977)).   \n93. The Eleventh Circuit affirmed the lower court’s ruling dismissing the \nplaintiff’s monopoly-leveraging claim, noting that there was “no showing [that the \ndefendant] in any way sought a competitive advantage in the pool -heater market, \nbecause [the defendant] did not compete in the pool-heater market.”  Id. at 1262.  The \ncourt also dismissed the plaintiff’s conspiracy-to-monopolize claim, noting the lack of \nevidence “of concerted action deliberately entered into with the specific intent of \nachieving a monopoly in the pool -heater market.”  Id.  The court noted in a footnote \nthat “no authority exists holding a defendant can conspire to monopolize a market in \nwhich it does not compete.”  Id. at 1262 n.4.   \n94. In Spanish Broadcasting, the owner of Spanish-language radio stations \nsued two allegedly dominant firms in the market for Spanis h-language radio \nbroadcasts, claiming that the firms unlawfully restrained trade by attempting to limit \nthe plaintiff’s ability to compete in that market.  376 F.3d at 1069.  Citing Aquatherm, \nthe Eleventh Circuit held that one of the two firms—the parent company of the other \nfirm—did not participate in the Spanish -language radio market and thus could not \nattempt to monopolize that market.  Id. at 1075.   \n95. The court  carefully noted , however, that a non -market-participant \nmight still be liable for a conspiracy-to-monopolize claim—a claim that was not raised \nby the complaint in that case.  Id.  The court further distinguished the statement in \nAquatherm that “no authority exists holding a defendant can conspire to monopolize \na market in which it does not compete,” Aquatherm, 145 F.3d at 1262 n.4, noting that \nthe plaintiffs in Aquatherm failed to name or identify the alleged co-conspirators who \nparticipated in the relevant market.  Spanish Broad. Sys., 376 F.3d at 1078 n.10.  In \ncontrast, the court explained, the plaintiff in Spanish Broadcasting alleged a \nconspiracy between “a clear market participant” and a non -market-participant, and \n“[n]othing in our case law suggests that a conspiracy must be limited solely to market \nparticipants so long as the conspiracy also involves a market participant and the non-\nparticipant has an incentive to join the conspiracy.”  Id. (citing Spectators’ Commc’n \nNetwork, Inc. v. Colonial Country Club , 253 F.3d 215, 222 (5th Cir. 2001) (“[W]e \nconclude that there can be sufficient evidence of a combination or conspiracy when \none conspirator lacks a direct interest in precluding competition, but is enticed or \ncoerced into knowingly curtailing competition by another conspirator w ho has an \nanticompetitive motive.”)).       \n96. In Abraham, a business that was formed to invest in shares of American \nQuarter Horses created through cloning sued a nonprofit organization that operated \nthe Quarter Horse breed registry, asserting that the organ ization violated antitrust \nlaw when it conspired with an outside committee to adopt a rule preventing cloned \nhorses from being registered as American Quarter Horses.  776 F.3d at 32 6.  The \nplaintiffs alleged that the conspiracy effectively excluded their horses from the \nmarket for elite Quarter Horses.  Id.       \n97. After discussing at length the question of which entities are capable of \nconspiring under the Sherman Act, the Fifth Circuit  dismissed the plaintiffs’ \nantitrust claims because nothing in the record showed that the defendant \norganization actually competed in the elite Quarter Horse Market .  Id. at 327–30, \n335.  The court rejected the plaintiffs’ argument that competition in the monopolized \nmarket is not a requirement for a monopolization claim, noting that “[t]he ability to \nextract above-market profits from raised prices, the possession of large market share, \nand the ability to exclude one’s competitors are all factors that could  only apply to a \nparty who participates in the relevant market that has been monopolized .”  Id. at \n335.     \n98. While these cases lend support to the specific argument that HNS is not \nitself a direct par ticipant in the North Carolina M arket as a buyer or seller of \nchiropractic services, the analysis of HNS’s potential antitrust liability does not end \nthere.  The cases also  demonstrate that a market participant and a non-market-\nparticipant can engage in a conspiracy that violates antitrust law.  See also Discon, \nInc. v. NYNEX Corp., 93 F.3d 1055, 1062 (2d Cir. 1996) (“[T]o be liable for conspiracy \nto monopolize, it is not necessary that the [defendants] compete directly in the \n[relevant] market . . . . A defendant may be liable for conspiracy to monopolize where \nit agrees with another firm to assist that firm in its attempt to monopolize the \nrelevant market.”), vacated on other grounds, 525 U.S. 128 (1998); TYR Sport Inc. v. \nWarnaco Swimwear Inc. , 679 F. Supp. 2d 1120 , 1130 (C.D. Cal. 2009) (citing Am. \nSoc’y of Mech. Eng’rs, Inc. v. Hydrolevel Corp. , 456 U.S. 556 (1982) ) (noting that , \n“[w]hile much of the discussion in Hydrolevel is devoted to agency and immunity \nprinciples, it is clear that the Supreme Court recognize d a species of Section 1 \nconspiracies involving an industry participant and an ostensibly neutral party”) .  \nThose cases also make clear that allegations must ultimately be support ed by \nevidence. \n99. Defendants contend that the record evidence affirmatively disproves \nany conspiracy  between HNS and the Insurers .  For example, they point to the \nIntermediary Services Agreement between Blue Cross and HNS , which  describes \nHNS as an “intermediary” that performs certain “administrative” and “network \nsupport services” and states that Blue Cross retains “financial responsibility” to its \nenrollees.  (P . Binder Aff. at HNS00004346, Aug. 28, 2015.)  HNS’s contract with \nCigna provides that HNS has “established a panel of Represented Providers by \nengaging in negotiations of  contracts with such providers.”  (P . Binder Aff. at \nHNS00004399, Aug. 28, 2015.)  MedCost’s Participating Physician Organization \nAgreement requires HNS to contract with “Participating Providers” to ensure that \nthe providers abide by the terms of MedCost’s contract when offering medical services \nto enrollees.  (P. Binder Aff. at HNS00004455, Aug. 28, 2015.)  According to Dr. Argue, \nthese “health plan agreements outline[ ] HNS’s role to form a network to be available \nfor the plans’ enrollees but not actually  to purchase the services.”  (Argue Report \n¶ 58.)   \n100. There is authority for the argument that  mere contractual privity is \ninadequate to support a  claim of antitrust  conspiracy between a participant and a \nnon-participant in a relevant market .  See, e.g., Olde Monmouth Stock Transfer Co. \nv. Depository Tr. & Clearing Corp. , 485 F. Supp. 2d 387 , 392 –93 (S.D.N.Y. 2007) \n(concluding that an SEC clearing agency ’s alleged influence over the transfer -agent \nindustry, which derived from the agency’s purported monopoly position in the closely \nrelated securities-depository industry, did not make the agency a participant in the \ntransfer-agent industry); Berlyn, Inc. v. Gazette Newspapers, Inc. , 157 F. Supp. 2d \n609, 616, 620 (D. Md. 2001) (holding that a defendant that “ facilitate[d] the sale of \nnewspaper advertising for community newspapers in exchange for a commission” did \nnot participate in the market for “weekly community newspapers” and thus could not \nbe liable for monopolization or attempted -monopolization claims but could be liable \nfor a conspiracy-to-monopolize claim).    \n101. But considering the record as a whole, and having concluded that the \nNorth Carolina Market is a cognizable product market, the Court further concludes \nthat there are disputed issues of fact as to whether Defendants participate in that \nmarket.  For example, there is a mixed question of fact and law as to whether \narranging the delivery of chiropractic services should be considered “buying” or \n“selling” those services.  Further, assuming that Defendants are not de facto buyers \nor sellers in the North Carolina Market, there is a fact question as to whether they \nare sufficiently tied to the Insurers as “participants” or co -conspirators in that \nmarket.  The materiality of these fact questions depends on whether Plaintiffs have \nadequately pleaded that HNS, the Insurers, or HNS and Insurers combined, have \nmarket power  in the North Carolina Market .  This will be the subject of further \nbriefing guided by the discussion below. \n \n \nVI. DEFENDANTS’ MOTION TO DISMISS \n102. Defendants’ Motion to Dismiss  invokes both  Rule 12(b)(1)  and Rule \n12(b)(6).  The Court first addresses whether, pursuant to Rule 12(b)(1), it has subject-\nmatter jurisdiction to consider Plaintiffs’ claims for violations of North Carolina’s \nInsurance Code, and then analyzes Defendants’ challenge to the remaining claims \nunder Rule 12(b)(6). \nA. Legal Standard \n103. On a motion to dismiss under Rule 12(b)(1), the Court “may consider and \nweigh matters outside the pleadings.”  Dep’t of Transp. v. Blue, 147 N.C. App. 596, \n603, 556 S.E.2d 609, 617 (2001).  If the Court “confines its evaluation to the \npleadings,” however, it “must accept as true the plaintiff’s allegations and construe \nthem in the light most favorable to the plaintiff.”  Id.       \n104. On a motion to dismiss under Rule 12(b)(6) of the North Carolina Rules \nof Civil Procedure, the Court considers “whether the pleadings, when taken as true, \nare legally sufficient to satisfy the elements of at least some legally cognizable claim.”  \nArroyo v. Scottie’s Prof’l Window Cleaning, Inc., 120 N.C. App. 154, 158, 461 S.E.2d \n13, 16 (1995) (quoting Harris v. NCNB Nat’l Bank of N.C., 85 N.C. App. 669, 670, 355 \nS.E.2d 838, 840 (1987)).  The Court is not required “to accept as true allegations that \nare merely conclusory, unwarranted deductions of fact, or unreasonable inferences,” \nStrickland v. Hedrick, 194 N.C. App. 1, 20, 669 S.E.2d 61, 73 (2008) (quoting Good \nHope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs., 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005)), and it may ignore the plaintiff’s legal conclusions, McCrann \nv. Pinehurst, LLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, 777 (2013).  \n105. The Court will grant a motion to dismiss under Rule 12(b)(6) when any \nof three things is true: (1) no law supports the plaintiff’s claim, (2) the complaint does \nnot plead sufficient facts to state a legally sound claim, or (3) the complaint discloses \na fact that defeats the plaintiff’s claim.  Oates v. JAG, Inc. , 314 N.C. 276, 278, 333 \nS.E.2d 222, 224 (1985).   \n106. Defendants’ Motion to Dismiss must be decided under state law, but the \nCourt may consider federal case law as persuasive authority for the antitrust claims.  \nSee Rose, 282 N.C. at 656 –57, 194 S.E.2d at 530 –31; DiCesare, 2017 NCBC LEXIS \n33, at *44 ; Window World of Baton Rouge, LLC , 2016 NCBC LEXIS 82, at *14 –15.  \nHowever, when  considering federal case law, the Court does not apply the \n“plausibility” standard used in connection with motions to dismiss under federal Rule \n12(b)(6).  See Bell Atl. Corp. v. Twombly, 550 U.S. 544, 555 (2007).    \nB. Analysis \n(1) Plaintiffs lack standing to bring claims predicated on alleged \nchapter 58 violations. \n \n107. Plaintiffs’ declaratory-judgment claim seeks ten separate declarations.  \nThree of those requests ask the Court to declare that HNS operates illegally either \nas an unlicensed medical-service corporation, defined in N.C. Gen. Stat. § 58-65-1 and \nsubject to licensure under N.C. Gen. Stat. § 58-65-50, or as an unlicensed utilization-\nreview organization , defined in  N.C. Ge n. Stat. §  58-50-61(a)(18).  (Second Am. \nCompl. ¶ 151(a)–(c).)  \n108. Defendants contend that Plaintiffs lack standing to seek these \ndeclarations because the regulation of HNS’s challenged conduct is with in the \nexclusive domain of the North Carolina Insurance Commissioner, and the provisions \nof chapter 58 on which Plaintiffs rely provide no private cause of action.  \n109. North Carolina case law “holds that a statute allows for a private cause \nof action only where the legislature has expressly provided a private caus e of action \nwithin the statute.”  Time Warner Entm’t Advance/Newhouse P’ship v. Town of \nLandis, 228 N.C. App. 510, 516, 747 S.E.2d 610, 615 (2013) (quoting Vanasek v. Duke \nPower Co., 132 N.C. App. 335, 339 n.2, 511 S.E.2d 41, 44 n.2 (1999), overruled on \nother grounds by Lovelace v. City of Shelby, 351 N.C. 458, 526 S.E.2d 652 (2000)).  A \nstatute may “enunciate an explicit or implicit intent on the part of the General \nAssembly” to afford a private cause of action.  Lea v. Grier, 156 N.C. App. 503, 509, \n577 S.E.2d 411, 416 (2003); see Williams v. Alexander Cty. Bd. of Educ., 128 N.C. App. \n599, 603, 495 S.E.2d 406, 408 (1998). \n110. Chapter 58 does not explicitly afford a private cause of action .  The \nNorth Carolina Court of Appeals has held that alleged violations of other sections of \nchapter 58 do not give rise to a private cause of action and can be remedied only by \naction of the Insurance Commissioner.  E.g., Cobb v. Pa. Life Ins. Co., 215 N.C. App. \n268, 281, 715 S.E.2d 541, 552 (2011)  (holding that th ere is no private action under \nNorth Carolina’s anti-twisting statute, N.C. Gen. Stat. §  58-3-115); Defeat the Beat, \nInc. v. Underwriters at Lloyd’s London, 194 N.C. App. 108, 117–18, 669 S.E.2d 48, 54 \n(2008) (holding that there is no private right of action under North Carolina’s surplus-\nlines statute, N.C. Gen. Stat. § 58-21-45(a)).       \n111. Two recent federal decisions reached the same conclusion.  In Kearney \nv. Blue Cross & Blue Shield of North Carolina, the plaintiff sought a declaration that \nBlue Cross violated N.C. Gen. Stat. §  58-3-225, known as North Carolina’s Prompt \nPay Act.  No. 1:16-cv-191, 2017 U.S. Dist. LEXIS 18428, at * 2–3 (M.D.N.C. Feb. 9, \n2017).  The district court dismissed the claims, holding that section 58-3-225 does not \nauthorize a private cause of action.  Id. at *1 7.  The court observed that section \n58-3-225 “specifically provides detailed enforcement procedures for the Commissioner \nof Insurance, and no such provisions for claimants,” which “strongly suggests that the \nNorth Carolina General Assembly did not intend to create a private right of action.”  \nId. at *16 (citing Transamerica Mortg. Advisors, Inc. (TAMA) v. Lewis, 444 U.S. 11, \n19 (1979) (explaining that “where a statute expressly provides a particular remedy or \nremedies,” courts must be cautious of “reading others into it”)).      \n112. In Exact Sciences Corp. v. Blue Cross & Blue Shield of North Carolina , \nthe plaintiffs sought a declaration that Blue Cross violated North Carolina’s coverage \nmandate for colorectal-cancer screening  under N.C. Gen. Stat. §  58-3-179.  No. \n1:16CV125, 2017 U.S. Dist. LEXIS 44679, at * 10–11 (M.D.N.C. Mar. 27, 2017).  The \ncourt dismissed the plaintiffs’ claim , concluding that there is no implied right of \naction under section 58-3-179.  Id. at *34.   \n113. In reaching its conclusion, the Exact Sciences court referred to section \n58-2-40(5), which provides that the Insurance Commissioner shall “[r]eport in detail \nto the Attorney General any violations of the laws relative to insurance \ncompanies . . . and may institute civil actions or criminal prosecutions  either by the \nAttorney General or another attorney whom the Attorney General may select, for any \nviolation of the provisions of Articles 1 through 64 of [chapter 58].”  N.C. Gen. Stat. \n§ 58-2-40(5); see Exact Scis. Corp. , 2017 U.S. Dist. LEXIS 44679, at * 33.  The court \nnoted that the plaintiffs’ argument that the coverage mandate creates a private right \nof action contradicts this quoted language.  Exact Scis. Corp., 2017 U.S. Dist. LEXIS \n44679, at *33.      \n114. The sections of chapter 58 that pertain to licens ure of medical -service \ncorporations and utilization-review organizations contemplate remedial action by the \nInsurance Commissioner.  For instance, s ection 58 -50-61 explicitly states that a \nviolation of that section subjects an insurer licensed or certified under chapter 58 to \naction by the Insurance Commissioner under section 58 -2-70.  N.C. Gen. Stat. \n§ 58-50-61(o).  Section 58-65-2 explicitly states that service corporations subject to \nlicensure or certification under section 58-65-1 are subject to investigation and other \naction by the Insurance Commissioner.  Id. § 58-65-2.  The Court sees no legislative \nimplication that sections 58-50-61, 58-65-1, and 58-65-50 allow for enforcement by a \nprivate party. \n115. The Court has considered but rejects Plaintiffs’ reliance on cases \ninvolving breach -of-contract claims brought by unlicensed professionals.  See, e.g., \nBryan Builders Supply v. Midyette, 274 N.C. 264, 270–71, 162 S.E.2d 507, 511 (1968) \n(applying the common-law doctrine of illegality to dismiss an unlicensed contractor’s \nbreach-of-contract claim against a homeowner); Gower v. Strout Realty, Inc., 56 N.C. \nApp. 603, 605, 289 S.E.2d 880, 882 (1982) (noting that an unlicensed real -estate \nbroker cannot enforce a contract for commission from a real-estate sale).  Those cases \ndid not seek to substitute a court’s judgment for that of a regulatory agency to which \nthe legislature has entrusted enforcement. \n116. In its November 2013 order denying Plaintiffs’ motion for preliminary \ninjunction, the Court expressed its reservation as to whether Plaintiffs have standing \nto present their chapter 58 claims.   Sykes I, 2013 NCBC LEXIS 50 , at * 23.  In its \nDecember 5, 2013 order denying Defendants’ motion to dismiss Plaintiffs’ first \namended complaint, the Court again deferred consideration of Plaintiffs’ standing to \nbring a private cause of action under  chapter 58 until after initial discovery allowed  \nfor a more developed record.  Sykes I, 2013 NCBC LEXIS 52, at *13.   \n117. The Court now holds that  Plaintiffs have no private cause of action \nunder the chapter 58 provisions on which they rely.  As a result , Plaintiffs lack \nstanding to seek the requested declarations, which essentially ask for an advisory \nopinion as to whether the Insurance Commissioner  should take action to enforce  \nHNS’s licensure as a medical -service corporation under section 58 -65-1 or a \nutilization-review organization under section 58 -50-61(a)(18).  See Danielson v. \nVeritext Corp. Servs., Inc. , No. 16 CVS 1393, 2016 NCBC LEXIS 83, at  *11 (N.C. \nSuper. Ct. Oct. 28, 2016)  (noting that the statutory rule at issue did not provide a \nprivate cause of action and declining “to render, under the guise of the Declaratory \nJudgment Act, what would in essence be an advisory opinion”) .  Accordingly, \nDefendants’ Motion to Dismiss Plaintiffs’ declaratory -judgment claim is granted to \nthe extent that the claim alleges chapter 58 violations. \n(2) Plaintiffs’ section 75 -1.1 claim is barred by the learned -\nprofession exemption. \n \n118. Plaintiffs assert a claim under N.C. Gen. Stat. §  75-1.1 based on the \nsame facts underlying their antitrust and chapter 58 claims.  (Second Am. Compl. \n¶ 162(a)–(m).)  The Court concludes that the section 75 -1.1 claim is barred by the \nlearned-profession exe mption as that exemption has been interpreted by North \nCarolina’s appellate courts.   \n119. Plaintiffs clearly and directly challenge the manner in which \nprofessional chiropractic services are rendered in North Carolina.  They are frank in \nexpressing their hope to eliminate the HNS network altogether.  Their claim presents \nthe issue whether a claim that materially and directly affects the manner and method \nof delivering services by members of a learned profession  can proceed under section \n75-1.1.  Appellate pre cedent compel s the conclusion that Plaintiffs’  section 75 -1.1 \nclaim is barred by the learned-profession exemption.   \n120. The elements of a section 75-1.1 claim are well established.  Plaintiffs \nmust prove (1) that Defendants “committed an unfair or deceptive act  or practice,” \n(2) that the unfair or deceptive act or practice was “in or affecting commerce,” and \n(3) that Defendants’ “act proximately caused injury” to Plaintiffs.  Bumpers v. Cmty. \nBank of N. Va., 367 N.C. 81, 88, 747 S.E.2d 220, 226 (2013) (quoting Dalton, 353 N.C. \nat 656, 548 S.E.2d at 711); see N.C. Gen. Stat. § 75-1.1(a).  Even where these elements \nare present, c ourts have also recognized an exemption known as the learned -\nprofession exemption based on statutory language that places “professional services \nrendered by a  member of a learned profession ” outside the scope of section 75 -1.1.  \nN.C. Gen. Stat. § 75-1.1(b).   \n121. The practice of chiropractic, like the practice of medicine , should be \nconsidered a learned profession for purposes of section 75 -1.1.  See Shelton v. Duke \nUniv. Health Sys., Inc., 179 N.C. App. 120, 126, 633 S.E.2d 113, 117 (2006). \n122. As interpreted by our appellate courts, the learned-profession exemption \nis not limited to the actual delivery of professional services but extends to decis ion-\nmaking that affects the delivery of those services.  See Noel L. Allen, North Carolina \nUnfair Business Practice § 14.03[4], at 14-8 (3d ed. 2017).  For example, in Cameron \nv. New Hanover Memorial Hospital, Inc. , the North Carolina Court of Appeals held  \nthat the learned -profession exemption barred a section 75 -1.1 claim based on the \ndenial of hospital staff privileges to a physician.  58 N.C. App. 414, 446–47, 293 S.E.2d \n901, 920 –21 (1982).  In reaching its holding, the court of appeals noted that “the \nnature of th[e] consideration of whom to grant hospital staff privileges is a necessary \nassurance of good health care” that “certainly” qualifies as the “rendering of \n‘professional services.’”  Id. at 447, 293 S.E.2d at 921.  The court also noted that the \ndefendants “were acting in large measure pursuant to an ‘important quality control \ncomponent’ in the administration of the hospital.”  Id. at 446, 293 S.E.2d at 920. \n123. In Abram v. Charter Medical Corp. of Raleigh, Inc., the court of appeals \nheld that the learned-profession exemption barred a claim against a medical-services \ncompany that attempted to block a proposed treatment facility.  100 N.C. App. 718, \n722, 398 S.E.2d 331, 334 (1991).  In that case, the owners of a chemical -dependency \ntreatment facility bro ught a section 75 -1.1 claim against a competing operator.  In \napplying the exemption, the court noted that the defendant medical company was “a \nmember of the health care community.”  Id. \n124. The court of appeals also applied the learned-profession exemption to \nbar claims in Burgess v. Busby , 142 N.C. App. 393, 407, 544 S.E.2d 4, 11 (2001).  \nThere, a physician distributed a letter to other medical professionals in his \ncommunity with the intent to discourage them from treating the plaintiffs.  Id. at \n397, 544 S.E .2d at 6.   Even though the plaintiffs’ section 75 -1.1 claim attacked the \nletter, rather than the medical treatment itself, the court of appeals held that the \nlearned-profession exemption barred the claim because the letter was “a matter \naffecting the professional services rendered by members of a learned profession.”  Id. \nat 407, 544 S.E.2d at 11–12.   \n125. Here, Plaintiffs seek to avoid the learned-profession exemption on the \nbasis that they attack HNS’ s business model rather than  the actual chiropractic \nservices provided by HNS members.  Plaintiffs further suggest  that there is  a \nnecessary inconsistency  between HNS claiming on the one hand that it does not \nparticipate in the North Carolina Market for antitrust purposes , while on the other \nhand claiming protection under the learned-profession exemption.  Plaintiffs also \nargue that applying the exemption to the facts here would lead to absurd results, \nsuch as granting immunity from section 75-1.1 claims to product and medical-device \nmanufacturers in the healthcare industry. \n126. Plaintiffs’ arguments go to o far, and if accepted, would restrict the \nlearned-profession exemption to borders much narrow er than allowed by the \nappellate cases discussed above.  The impact of Plaintiffs’ claim is to fundamentally \nchange the marketplace in which chiropractors deliver their services and the way in \nwhich insurance companies contract for the delivery of those services to their \nsubscribers.  Plaintiffs very clearly focus on the manner in which medically necessary \nchiropractic care is allowed and restricted.   \n127. In sum, Plaintiffs’ section 75-1.1 claim, for which they would otherwise \nhave standing , must be dismissed because it is  barred by the learned -profession \nexemption.   \n(3) The Court seeks supplemental briefing and defers ruling on the \nissue whether Plaintiffs have adequately pleaded market power \nin the North Carolina Market.  \n \n128. Defendants have renewed their challenge to the antitrust claims , \nincluding their claim that Plaintiffs have failed to allege that Defendants have \nmarket power in the relevant market.  The various antitrust theories that Plaintiffs \ninvoke in their single, broad antitrust claim each depend on market power.    \n129. Section 75-1 prohibits contracts, combinations, and conspiracies that \nrestrain trade or commerce, and section 75-2 prohibits restraints of trade that violate \ncommon-law principles.  N.C. Gen. Stat. §§ 75-1, -2; see DiCesare, 2017 NCBC LEXIS \n33, at *44.  Because section 75-1 is modeled after section 1 of the Sherman Act, federal \ndecisions applying the Sherman Act are instructive in analyzing section 75-1 claims.  \nSee Rose, 282 N.C. at 655, 194 S.E.2d at 530; DiCesare, 2017 NCBC LEXIS 33, at *44.  \n130. Section 75 -1 requires a  plaintiff to  allege ( 1) “the existence of an \nagreement in the form of a contract, combination, or conspiracy” that (2) “imposes an \nunreasonable restraint on trade.”  Oksanen, 945 F.2d at 702.  Courts have developed \ndifferent standards of review as to whether a contract imposes an unreasonable \nrestraint on trade, including standards referred to as (1) per se, (2) quick -look, and \n(3) rule of reason.  See, e.g., N.C. State Bd. of Dental Exam’rs v. FTC , 717 F.3d 359, \n373 (4th Cir. 2013), aff’d, 135 S. Ct. 1101 (2015).   \n131. Plaintiffs claim that they are entitled to a per se standard of review,  \nwhich would obviate the need to  separately allege and prove market power.  They \nclaim that Defendants have fixed prices and participated in the Insurers’ horizontal \nboycott of chiropractors who refuse to confine their charges to HNS’ s benchmark \nmandate.  (Second Am. Compl. ¶¶ 153–54.)   \n132. The Court earlier left open the issue whether Plaintiffs’ pleadings could \nsupport a per se violation.  Sykes I, 2013 NCBC LEXIS 52, at *3 n.1.  It now concludes \nthat Plaintiffs must prove the claims asserted in the Second Amended Complaint \nunder a rule -of-reason analysis.   The p er se standard is generally reserved for  \n“obviously anticompetitive restraints .”  Cont’l Airlines, Inc. v. United Airlines, Inc. , \n277 F.3d 499, 508 (4th Cir. 2002).   As the United States Supreme Court cautioned, \n“the category of restraints classed as group boycotts shoul d not be expanded \nindiscriminately,” FTC v. Ind. Fed’n of Dentists, 476 U.S. 447, 458 (1986), particularly \nwhere “the economic effects of the restraint are far from clear,” Oksanen, 945 F.2d at \n708; see also SiteLink Software, LLC v. Red Nova Labs, Inc. , No. 14 CVS 9922, 2016 \nNCBC LEXIS 45, at *57 (N.C. Super. Ct. June 14, 2016).     \n133. The intermediate quick-look standard generally applies to contracts \nwith clear anticompetitive effects that are  combined with  “some procompetitive \njustification.”  Cont’l Airlines, Inc., 277 F.3d at 509.  The more widely used  rule-of-\nreason standard is used to assess  “restraints whose net impact on competition is \nparticularly difficult to determine.”  Id.  This is such a case.     \n134. A restraint-of-trade claim measured under a rule -of-reason analysis \nmust satisfy a “threshold inquiry” as to whether the accused party has power in the \nrelevant market.  Murrow Furniture Galleries, Inc. v. Thomasville Furniture Indus., \nInc., 889 F.2d 524, 528 (4th Cir. 1989) (quoting Valley Liquors v. Renfield Imps., 822 \nF.2d 656, 666 (7th Cir. 1987)).   \n135. Plaintiffs’ other major antitrust theory is that Defendants have engaged \nin monopolistic or monopsonistic conduct in violation of section 75 -2.1, which is the \nstate analogue to section 2 of the Sherman Act.  While section 1 of the Sherman Act \nmay focus on concerted action, section 2 addresses the actions of single firms that \nmonopolize or attempt to monopolize, as well as conspiracies and combinations to  \nmonopolize.  See Spectrum Sports, Inc., 506 U.S. at 454; Oksanen, 945 F.2d at 710.   \n136. To prevail on a section 75 -2.1 claim, Plaintiffs must show “(1)  the \npossession of monopoly power in the relevant market and (2)  willful acquisition or \nmaintenance of that  power as distinguished from growth or development as a \nconsequence of a superior product, business acumen, or historic accident.”  Oksanen, \n945 F.2d at 710 (quoting Aspen Skiing Co. v. Aspen Highlands Skiing Corp., 472 U.S. \n585, 596 n.19 (1985)).  The sam e elements apply to a monopsonization claim.  See \nBuccaneer Energy (USA) Inc., 846 F.3d at 1315.   \n137. Plaintiffs seek to aggregate market power of the Insurers and HNS.  (See \nSecond Am. Compl . ¶¶  46, 78, 110.)  They allege that “[b]y virtue of its exclusive \nrelationships with the Insurers, particularly [Blue Cross], HNS controls 100% of the \nHNS Market and a materially significant percentage of the Comprehensive Health \nMarket, the Insurance [Health] Market and the North Carolina Market.”  (See Second \nAm. Compl. ¶  46 (emphasis added) .)  They do not further define “materially \nsignificant.”  Plaintiffs allege that the “Insurers control more than 50% of the relevant \ninsurance markets including the H NS Market, the Comprehensive Health Market \nand the Insurance [Health] Market,” (Second Am. Compl. ¶  111,) and Blue Cross \n“controls 50% or more of the relevant private health insurance market in North \nCarolina,” (Second Am. Compl. ¶  21.)  The Court struggles in its effort to assess  the \nadequacy of those pleadings to allege market power in the  broad North Carolina \nMarket. \n138. When considering the selling side of a market, m arket power is the \n“ability to raise prices above the levels that would be charged in a com petitive \nmarket,” and generally requires either direct evidence of restricted output and \nsupracompetitive prices  or indirect proof of ownership of a dominant share of the \nrelevant market and significant barriers to market entry.  R. J. Reynolds Tobacco Co. \nv. Philip Morris Inc. , 199 F. Supp. 2d 362, 381 –83 (M.D.N.C. 2002); DiCesare, 2017 \nNCBC LEXIS 33, at *48–49.  On the buying side of a market, market power is defined \nas the ability  of a single buyer of a good or service  “to lower input prices below \ncompetitive levels, which requires the ability to restrict the quantity demanded of the \ninput,” and results in higher output prices.  Roger D. Blair & Jeffrey L. Harrison, \nAntitrust Policy and Monopsony, 76 Cornell L. Rev. 297, 306 (1991).     \n139. Plaintiffs argue that they have clearly demonstrated proof of an output \nrestriction on chiropractic services and are therefore entitled to the presumption that \nthe restriction resulted from the combined market power of HNS and the Insurers, \nthereby shifting the burden to Defendants to disprove market power .  That is, \nPlaintiffs argue that the Court can and should infer market power based on Plaintiffs’ \ndirect proof of “tens of millions of dollars of medically necessary care that has not \nbeen provided because of HNS’s utilization management scheme.”  (Pls.’ Br. Opp’n to \nDefs.’ Mot. Dismiss Second Am. Compl. 13.)   \n140. In reaching their conclusion, Plaintiffs assert that t here is proof of a \ndirect tie between a decline in total insurance reimbursement for chiropractic services \nand HNS ’s enforcement of  its benchmark mandate for average per-patient costs .  \nThey stress that those restrictions  cannot be tied to medical necessit y because \ninsured chiropractic services are provided  at a constant price dictated by contracts \nbetween the Insurers and HNS .  They urge that such  reduction accordingly inures \nsolely to the benefit of the Insurers with no benefit to  either the providers or their \npatients, making obvious that the reduction could be accomplished only through the \nexercise of market power.  Plaintiffs also assert that they have clearly alleged barriers \nto market entry by alleging the mere fact that  Blue Cross and HNS have done \nbusiness together for more than sixteen years without significant challenge from any \nother intermediary.  (Pls.’ Br. Opp’n to Defs.’ Mot. Dismiss Second Am. Compl. 14.)  \n141. Defendants first attack Plaintiffs’ underlying assumptions.  They claim \nthat other reasonable inferences preclude affording Plaintiffs the presumption that \nthey seek .  For example, Defendants stress that  the Insurers’ contracts , with the \nexception of MedCost’s agreement,  contain no exclusivity provisions and in no way \nprohibit the Insurers from contracting directly with other networks of chiropractors \nor with chiropractors outside of HNS’s network, and that HNS’s PPAs allow network \nmembers to terminate their membership in the network upon ninety days’ notice for \nany reason.  ( See Defs.’ Mot. Dismiss Am. Compl. Ex s. D–G.)  They also note that \nthere are other network providers of chiropractic services. \n142. While not deciding the ultimate question of whether Plaintiffs have \nadequately pleaded market power to survive Rule 12(b)(6), the Court does not believe \nthat the pleadings  justify a presumption that Defendants have , or can be tied to,  \nmarket power in the North Carolina Market  adequate to relieve Plaintiffs of their \npleading burden.     \n143. Having now decided that the relevant mark et is the Nor th Carolina \nMarket and that Plaintiffs’ claims will be governed by the rule of reason, the Court \nconcludes that it should require supplemental briefing before it decides the issue \nwhether Plaintiffs have adequately pleaded market power in the North Carolin a \nMarket.  Because Plaintiffs approach market power in the context of joint action by \nHNS and the Insurers, the Court will seek supplemental briefing in Sykes II as well. \n(4) Claims against the Individual Defendants \n \n144. Defendants separately seek to dismiss  all claims alleged against the  \nIndividual Defendants on the ground that Plaintiffs have not demonstrated a basis \nfor piercing HNS’s corporate veil to impose personal liability.  Plaintiffs counter that \nthey have adequately allege d that the Individual Defendan ts are  either joint \ntortfeasors who knowingly and purposefully established HNS to inflict harm on \nPlaintiffs and to enrich themselves and the Insurers, or co-conspirators who actively \nparticipated in the wrongful antitrust conduct.  (Pls.’ Br. Opp’n to Defs.’ Mot. Dismiss \nSecond Am. Compl. 3–4.)  \n145. The Second Amended Complaint alleges a variety of individual acts from \nwhich individual liability arises, including establishing HNS in the first instance for \nprivate benefit, extracting personal benefit as a result, applying HNS’s UM program \nindiscriminately for their own benefit, receiving preferential treat ment from the \nInsurers, and individually participating in an illegal cart el.  (Second Am. Compl. \n¶¶ 27, 31, 115, 117, 155.)  Plaintiffs further contend that , as HNS ’s owners, the \nIndividual Defendants owed fiduciary duties to HNS members.  (Second Am. Compl. \n¶¶ 172–73.)    \n146. Defendants first contend that these allegations are too conclusory to \nsatisfy Rule 8 of the North Carolina Rules of Civil Procedure.  N.C. Gen. Stat. § 1A-1, \nRule 8(a)(1).  On this issue, t he Court concludes that the allegations are within the \nouter bounds of acceptable notice pleading.  \n147. As to Defendants’ substantive argument s, the Court is cognizant that \nspecial rules may apply to participants in physician IPAs.    \n148. Generally, the doctrine of intracorporate immunity may insulate \nindividual owners from allegations of a conspiracy based o n the acts of their \ncorporation.  See Am. Chiropractic Ass’n v. Trigon Healthcare, Inc. , 151 F. Supp. 2d \n723, 731 (W.D. Va. 2001); Selman v. Am. Sports Underwriters, Inc., 697 F. Supp. 225, \n238 (W.D. Va. 1988).  However, courts have applied different rules in the IPA context.  \nSee N. Tex. Specialty Physicians v. FTC, 528 F.3d 346, 357–58 (5th Cir. 2008) (holding \nthat IPA action result ed from concerted action among members who controlled the \nIPA); Capital Imaging Assocs. , P.C. v. Mohawk Valley Med . Assocs., Inc., 996 F.2d \n537, 544 (2d Cir. 1993) (“As members of an [IPA], the doctors are not staff physicians \nemployed by the HMO  . . . that is, they are not agents of the HMO.  Instead, these \nhealth care professionals are independent practitioners with separate economic \ninterests.”).  On the other hand, a single HMO is deemed a single entity unless a \nplaintiff can s how that the individuals in the HMO have personal interests in the \noutcome of the alleged conspiracy.  See Solla v. Aetna Health Plans of N.Y. Inc., 14 F. \nSupp. 2d 252, 257–58 (E.D.N.Y. 1998), aff’d, 182 F.3d 901 (2d Cir. 1999). \n149. The Court may later revisit the issue of individual liability through a \nmotion for summary judgment, but the Court now concludes that claims against the \nIndividual Defendants sur vive the Motion to Dismiss to the same extent that the \nclaims also survive against HNS.    \n(5) Plaintiffs fail to state a claim for breach of fiduciary duty. \n150. Plaintiffs allege that HNS and the Individual Defendants pursued a \njoint venture with Plaintiffs and the class members and, as management of the joint \nventure, owe fiduciary duties to Plaintiffs and the class m embers.  (Second Am. \nCompl. ¶¶ 171–72.)  They allege that, in addition to their unlawful acts, Defendants \nbreached their fiduciary duties by failing to negotiate with the Insurers for the benefit \nof HNS’s members  and failing to disclose their co nflicts of interest.  (Second Am. \nCompl. ¶ 173.) \n151. A claim for breach of fiduciary duty cannot exist in the absence of a \nfiduciary relationship between the parties.  Dalton, 353 N.C. at 651, 548 S.E.2d at \n707.  The Supreme Court of North Carolina has defined a fiduciary relationship as \none in which “there has been a special confidence reposed in one who in equity and \ngood conscience is bound to act in good faith and with due regard to the interests of \nthe one reposing confidence.”  Id. (quoting Abbitt v. Gregory, 201 N.C. 577, 598,  160 \nS.E. 896, 906 (1931)).  “All fiduciary relationships are characterized by ‘a heightened \nlevel of trust and the duty of the fiduciary to act in the best interests of the other \nparty.’”  CommScope Credit Union v. Butler & Burke, L LP, 369 N.C. 48, 52, 790 \nS.E.2d 657, 660 (2016) (quoting Dallaire v. Bank of Am., N.A., 367 N.C. 363, 367, 760 \nS.E.2d 263, 266 (2014)).  While “[t]he very nature of some relationships . . . gives rise \nto a fiduciary relationship as a matter of law,” the list of those relationships “is a \nlimited one,” and courts “do not add to it lightly.”  Id.      \n152. Plaintiffs seek to impose a de jure fiduciary relationship on the ground \nthat the HNS network is  a joint venture .  ( See Second Am. Compl. ¶  172 (“A s \nmanagement of the joint venture, [the Individual Defendants] and HNS owed, and \nowe, fiduciary duties to the Providers.” ).)  In their PPAs with HNS, however, \nPlaintiffs expressly agree that no joint venture exists.  (See, e.g., Defs.’ Mot. Dismiss \nAm. Compl. Ex. C , § 6.1 (“No work, act, commission, or omission of either party \npursuant to the terms and conditions of this Agreement shall make or render HNS or \nParticipant an agent, servant, or employee of, or joint venture with the other.”).)     \n153. Even if this contract li mitation were not alone adequate to defeat the \njoint-venture allegation, the Second Amended Complaint further lacks two essential \nelements of a joint venture: “(1) an agreement, express or implied, to carry out a single \nbusiness venture with joint sharing of profits, and (2) an equal right of control of the \nmeans employed to carry out the venture.”  Rifenburg Constr., Inc. v. Brier Creek \nAssocs. Ltd. P’ship , 160 N.C. App. 626, 632, 586 S.E.2d 812, 817 (2003)  (quoting \nRhoney v. Fele, 134 N.C. App. 614, 620, 518 S.E.2d 536, 541 (1999) , aff’d, 358 N.C. \n218, 593 S.E.2d 585 (2004) ).  To the contrary, Plaintiffs complain of their lack of \ncontrol and the unequal sharing of revenues or losses.  (See Second Am. Compl. \n¶¶ 130, 134, 173(m).)   \n154. In their response brief, Plaintiffs appear to shift their argument to an \nagency theory of fiduciary liability, claiming that HNS represented that it would act \nas Plaintiffs’ agent to secure the best possible deal from the Insurers.  (Pls.’ Br. Opp’n \nto Defs.’ Mot. Dismiss Second Am. Compl. 15.)  Plaintiffs point to HNS’s contracts \nwith the Insurers, which refer to HNS members as “Represented Providers.”  ( E.g., \nDefs.’ Mot. Dismiss Am.  Compl. Ex. E, § 1.14.)  Plaintiffs argue that, because HNS \nmembers are not signatories to those agreements, “HNS must have been acting as \nthe providers’ agent in negotiating and executing those agreements.”  (Pls.’ Br. Opp’n \nto Defs.’ Mot. Dismiss Second Am. Compl. 16.)   \n155. North Carolina law is clear that  “parties to a con tract do not thereby \nbecome each other[’s] fiduciaries; they generally owe no special duty to one another \nbeyond the terms of the contract.”  Branch Banking & Tr. Co. v. Thompson, 107 N.C. \nApp. 53, 61, 418 S.E.2d 694, 699 (1992).  The Court finds that there is no joint venture \nor other special relationship that arises or may be implied from HNS ’s contracts or \nthe specific facts alleged in the Second Amended Complaint to give rise to a fiduciary \nduty.  See Se. Shelter Corp. v. BTU, Inc., 154 N.C. App. 321, 329, 572 S.E.2d 200, 205 \n(2002) (“Having failed to show the elements of a joint venture, plaintiffs have \nnecessarily failed to show the existence of a fiduciary duty to support a claim for \nbreach of fiduciary duties.”) ; Synovus Bank v. Parks , No. 10 CVS 58 19, 2013 NCBC \nLEXIS 36, at *22–23 (N.C. Super. Ct. July 30, 2013).   \n156. Accordingly, Defendants’ Motion to Dismiss must be  granted as to \nPlaintiffs’ fiduciary-duty claim. \n \n \n(6) Other d erivative claims survive to the same degree as the \nantitrust claims on which they are based. \n \n157. Plaintiffs’ remaining claims are derivative of the antitrust claims.  The \nCourt concludes that the derivative claims for declaratory judgment and civil \nconspiracy should survive Rule 12(b)(6) dismissal, but only to the extent that they \nrelate to other surviving claims.  See Shope v. Boyer, 268 N.C. 401, 404–05, 150 S.E.2d \n771, 773–74 (1966) (holding that North Carolina law does not allow a freestanding \nclaim for civil conspiracy); accord NNN Durham Office Portfolio 1, LLC v. Grubb & \nEllis Co., Nos. 10 CVS 4392, 12 CVS 3945, 2016 N.C. Super. LEXIS 150, at *103 (N.C. \nSuper. Ct. Dec. 29, 2016), appeals docketed, No. 17-607 (N.C. Ct. App. June 16, 2017), \nand No. 17-756 (N.C. Ct. App. July 18, 2017), and petitions for disc. rev. filed , No. \n218P17 (N.C. July 3, 2017), and No. 263P17 (N.C. Aug. 2, 2017).   \n(7) Punitive damages \n158. A claim for punitive damages is a remedies issue.  The parties did not \nbrief the question whether antitrust violations  based on sections 75-1, 75 -2, and \n75-2.1 provide a basis for punitive damages.   \n159. Generally, federal antitrust claims do not allow for punitive damages.  \nSee, e.g., Perez v. Z Frank Oldsmobile, Inc. , 223 F.3d 617, 622 (7th Cir. 2000) (“No \ncourt believes that punitive damages may be awarded for antitrust violations . . . .”).  \nFurther, Plaintiffs would not be allowed to recover both punitive damages and treble \ndamages.  See Brown v. Presbyterian Healthc are Servs., 101 F.3d 1324, 1332 (10th \nCir. 1996) (noting that “it is clearly improper to allow a plaintiff to recover punitive \ndamages along with trebled damages on an antitrust claim”); McDonald v. Johnson \n& Johnson , 722 F.2d 1370, 1381 (8th Cir. 1983) (“ Punitive damages beyond the \nstatutory trebled damages cannot be awarded for an antitrust violation.”).  In any \nevent, this is an election-of-remedies issue that, if necessary, will be addressed at a \nlater stage in the proceedings. \n \nVII. CONCLUSION \n160. For the reasons stated in this Order & Opinion, the Court sets forth its \nruling below. \n(1) Plaintiffs’ Motion for Consideration of Additional Authorities is \nDENIED AS MOOT. \n(2) Defendants’ Motion for Partial Summary Judgment is GRANTED \nIN PART and DENIED IN PART as follows: \ni. The motion is GRANTED to the extent that Plaintiffs seek \nto present antitrust claims based on a relevant market \ndefined in the Second Amended Complaint  as the HNS \nMarket, the Insurance Health Market, or the \nComprehensive Health Market;  \nii. The mo tion is DENIED to the extent that it seeks to \ndismiss the antitrust claims based on  the North Carolina \nMarket; and \niii. Except as otherwise expressly granted, t he motion is \nDENIED. \n(3) Defendants’ Motion to Dismiss is GRANTED IN PART and \nDENIED IN PART as follows: \ni. DENIED as to claims against the Individual Defendants , \nunless otherwise granted as to all Defendants; \nii. GRANTED as to the portions of Plaintiffs’ declaratory -\njudgment claim based on chapter 58 violations , and \nDENIED as to the other portions of that claim  that derive \nfrom the antitrust claims; \niii. DENIED as to the antitrust claims on grounds other than \nthe issue of market power; \niv. GRANTED as to the claim for breach of fiduciary duty; \nv. DENIED as to the civil-conspiracy claim; and \nvi. DEFERRED as to the claim for punitive damages. \n(4) The parties shall each have thirty days from the date of this Order \n& Opinion to submit a supplemental brief regarding the adequacy \nof Plaintiffs’ market -power allegations in the North Carolina \nMarket.  They shall have twenty days to submit a response brief.  \nThe Court does not anticipate allowing reply briefs. \n \n SO ORDERED, this the 18th day of August, 2017.   \n \n          /s/ James L. Gale \nJames L. Gale \nChief Business Court Judge \n "
}