{
  "id": "3c194251568d5e323ac84012eeca968f210cddb3ff015d83077e48ed112d3966",
  "source_file": "data/raw/ncbc/3c194251568d5e323ac84012eeca968f210cddb3ff015d83077e48ed112d3966.pdf",
  "raw_text": " Bradshaw v. Maiden, 2015 NCBC 76. \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 14445 \nJAMES W. BRADSHAW, CARLA O. \nBRADSHAW, RESORT RETAIL \nASSOCIATES, INC., E.C. \nBROADFOOT, CHRISTINA DUNN \nCHANDRA, JAMES DOYLE, THOMAS \nF. EGAN, CHARLES EGGERT, MARK \nP. GARSIDE, CLARK GREEN, DR. \nJAMES J. GREEN, JR., ROBERT K. \nGRUNEWALD, RONALD HOLMES, \nDAVID LAUCK, CURT W. LEMKAU, \nJR., EVAN MIDDLETON, JOSHUA M. \nNELSON, CHRISTIAN C. NUGENT, \nPETER B. PAKRADOONI, FORD \nPERRY, MARCELLO G. PORCELLI, \nADAN RENDON, RICHARD H. \nSTEVENSON, PAUL STOKES, \nLAWRENCE J. THEIL, R. MITCHELL \nWICKHAM, WILLIAM H. \nWILLIAMSON, III, WILLIAM K. \nWRIGHT, JR., ALEX M. WOLF, \nALPINE CAPITAL III LLC, CHAFFIN \nFAMILY LIMITED PARTNERSHIP, \nand SOLARIS CAPITAL LLC, \n \nPlaintiffs, \n \nv. \n \nSTEPHEN E. MAIDEN, MAIDEN \nCAPITAL, LLC, and SS&C \nTECHNOLOGIES INC., successor by \nmerger to SS&C FUND \nADMINISTRATION SERVICES, LLC \n(a/k/a SS&C FUND SERVICES), \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT SS&C TECHNOLOGIES \nINC.’S MOTION TO DISMISS \nPLAINTIFFS’ COMPLAINT \n \n{1} THIS MATTER is before the Court upon Defendant SS&C Technologies \nInc.’s (successor by merger to SS&C Fund Administration Services, LLC (a/k/a SS&C \nFund Services)) (“SS&C”) Motion to Dismiss  Plaintiffs’ Complaint (the “Motion” or \n“Motion to Dismiss”) in the above-captioned case. \n \n \n{2} THE COURT, having considered SS&C’s Motion, briefs in support of  and \nin opposition to the Motion, and the arguments of counsel at a February 9, 2015 \nhearing in this matter, hereby GRANTS in part and DENIES in part the Motion. \nLewis & Roberts, PLLC, by Gary V. Mauney and James A. Roberts, III, for Plaintiffs \nJames W. Bradshaw, Carla O . Bradshaw, Resort Retail Associates, Inc., E.C. \nBroadfoot, Christina Dunn Chandra, James Doyle, Thomas F. Egan, Charles Eggert, \nMark P. Garside, Clark Green, Dr. James J. Green, Jr., Robert K. Grunewald, Ronald \nHolmes, David Lauck, Curt W. Lemkau, Jr., Evan Middleton, Joshua M. Nelson, \nChristian C. Nugent, Peter B. Pakradooni, Ford Perry, Marcello G. Porcelli, Adan \nRendon, Richard H. Stevenson, Paul Stokes, Lawrence J. Theil, R. Mitchell Wickham, \nWilliam H. Williamson, III, William K. Wright, Jr., Alex M. Wolf, Alpine Capital III \nLLC, Chaffin Family Limited Partnership, and Solaris Capital, LLC. \n \nAlston & Bird, LLP, by Ryan P. Ethridge, Michael A. Kaeding, and Jessica P. Corley \n(pro hac vice), for Defendant SS&C Technologies Inc. \n \nI. \nPROCEDURAL HISTORY \n{3} Plaintiffs’ claims arise out of an alleged multi –million dollar fraudulent \n“Ponzi scheme” that Defendant Stephen E. Maiden (“Maiden”) purportedly operated \nthrough a “friends and family” hedge fund managed by Defendant Maiden Capital , \nLLC (“Maiden Capital”) ( collectively, the “Maiden Defendants”).  (Am. Compl. ¶ 1.)  \nMaiden’s hedge fund was a limited partnersh ip named the Maiden Capital \nOpportunity Fund, LP (“MCOF” or the “Fund”).  (Am. Compl. ¶ 1.)  Maiden was the \nmanaging member of Maiden Capital, and Maiden Capital was the general partner \nof MCOF.  (Am. Compl. ¶ 55.)  Plaintiffs allege that “Maiden, through Maiden \nCapital, ran the business and operational activities of his hedge fund, MCOF.  Maiden \npossessed total control over the Fund.”  (Am. Compl. ¶ 54.) \n{4} SS&C functioned as the Fund’s administrator from approximately 200 7 \nuntil the Fund’s collapse in 2013.  (Am. Compl. ¶ 56.)  Plaintiffs are limited partners \nand investors in MCOF and have allegedly suffered net losses of principal from their \nindividual capital accounts in MCOF.  (Am. Compl. ¶ 3.)  Plaintiffs commenced this \naction by filing their original complaint on August 7, 2014, alleging various claims for \nrelief against Defendants Maiden, Maiden Capital, and SS&C.   \n \n \n{5} SS&C moved for designation of this action to the North Carolina Business \nCourt on September 5, 2014, and the action was thereafter designated to this Court \non September 8, 2014 and assigned to the undersigned on September 11, 2014. \n{6} On November 10, 2014, SS&C filed its Motion to Dismiss , which puts at \nissue whether Plaintiffs’ claims against SS&C – more broadly, whether investor \nclaims against a fund administrator as ple aded here – may survive dismissal under \nRules 12(b)(6), 9(b), and 9(k) of the North Carolina Rules of Civil Procedure (“Rules”).   \n{7} On November 12, 2014, the Court granted Plaintiffs’ request to amend the \nsummons and complaint for the limited purpose of correcting the name of the \nDefendant entity.  On November 25, 2014, Plaintiffs filed an amended complaint and \nsummons (“Amended Complaint”). \n{8} On December 23, 2014, Plaintiffs filed their papers in opposition to SS&C’s \nMotion to Dismiss, and a hearing on the Motion  was held on February 9, 2015, at \nwhich all parties were represented by counsel. \n{9} SS&C’s Motion to Dismiss is now ripe for resolution.1 \nII. \nBACKGROUND \n{10} The Court does not make findings of fact in ruling on motions to dismiss, \n“as such motions do ‘not present the merits, but only [determine] whether the merits \nmay be reached.’” Out of the Box Developers, LLC v. LogicBit Corp ., 2012 NCBC \nLEXIS 55 at *4 (N.C. Super. Ct. Oct. 30, 2012) (brackets in original) (quoting Concrete \nServ. Corp. v. Investors Grp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986)).  \nThe Court only recites herein the allegations set forth in Plaintiff’s Amended \nComplaint that are  relevant to the Court’s determination of the Motion.  See, e.g., \nConcrete Serv. Corp., 79 N.C. App. at 681, 340 S.E.2d at 758. \n                                                 \n1 Although SS&C’s Motion to Dismiss was filed before  the Amended Complaint, the Amended \nComplaint only corrected the name of the Defendant entity, and it appears from the parties’ filings \nthat the parties intend for SS&C’s previously -filed Motion to Dismiss to serve as a motion to dismiss \nthe Amended Complaint.  Accordingly, the Court deems SS&C’s Motion to Dismiss to apply to \nPlaintiffs’ Amended Complaint.  See Emergys Corp. v. Consert, Inc. , 2012 NCBC LEXIS 19 at *4, fn. \n4 (N.C. Super. Ct. April 5, 2012). \n \n \n{11} Plaintiffs allege that to induce them to invest in the Fund, Maiden supplied \nPlaintiffs with a Confidential Private Offering Memorandum (“Offering \nMemorandum”), along with an accompanying Limited Partnership Agreement of \nMCOF (“Partnership Agreement” ) (together with the Offering Memorandum, \n“Offering Documents”).2  (See Am. Compl. ¶¶ 12, 87.)  As the sole “managing member” \nof Maiden Capital, Maiden had “exclusive management and control” of the Fund.  \n(Offering Memorandum § 5.) \n{12} Plaintiffs allege that on May 23, 2013, they discovered Maiden’s allegedly \nfraudulent conduct that led to the collapse of MCOF when Maiden pleaded guilty to \nsecurities fraud in the United States District Court for the Western District of North \nCarolina.  (Am. Compl. ¶¶ 2, 230. )  The federal court criminal Bill of I nformation \nstates: \nIn order to induce individuals to invest and to keep their funds with \nMaiden Capital, MAIDEN made a series of false and fraudulent \nrepresentations, omitted material facts and told deceptive half –truths.  \nMAIDEN represented to victims that the fund was doin g well and \nearning money.  By at least February 2009, however, Maiden had lost a \nsubstantial amount of all investor funds in a series of failed \ninvestments[.]  \n \n(Am. Compl. ¶ 2 (quoting Bill of Information).) \n{13} Plaintiffs allege that SS&C, the Fund’s administrator at all relevant times, \nwas an “enabler” and played a “key role” in the fraudulent Ponzi scheme by, inter \nalia, reporting fictitious account values to Plaintiffs, “papering over” the Fund’s \n                                                 \n2 A June 2008 Offering Memorandum, Partnership Agreement , and October 2006 Offering \nMemorandum are attached to SS&C’s Brief in Support of its Motion to Dismiss as Exhibits 1 , 2, and \n7, respectively.  Plaintiffs also expressly reference and rely upon the Offering Memorand a in \nparagraph 87 of their Amended Complaint and rely upon the Partnership Agreement to establish their \nalleged damages (compare Partnership Agreement § 6.01 with Amended Complaint ¶ 12).  As a result, \nthe Offering Documents are properly considered by this Court in deciding SS&C’s Motion to Dismiss.  \nSee, e.g., Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001) (On motion \nunder Rule 12(b)(6), the trial court “may properly consider documents which are the s ubject of a \nplaintiff's complaint and to which the complaint specifically refers even though they are presented by \nthe defendant.”) (citation omitted). \n \n \n \naccounting infirmities, and choosing to cease documenting and verifying the Fund’s \nclaimed assets.  (Am. Compl. ¶¶ 1, 7, 9.) \n{14} SS&C’s duties as the Fund’s administrator, as evide nced by the \nAdministrative Services Agreement ( “ASA”)3 executed by SS&C and the Fund  on \nSeptember 1, 2006,4 included: \n(i) “Preparation of general ledger accounts and trial balances for the Fund \nincluding either the download of trades or recordation via journal  entry of \nportfolio information as pre-agreed.” \n(ii) “Preparation and delivery of investor capital statements [(“Capital \nStatements”)] on a quarterly basis.”5 \n(iii) “Calculation of periodic management fees, performance fees and other \nperiodic amounts payable by the F und as provided for in the Fund’s \ngoverning documents.” \n(iv) “Preparation of economic allocation for investors.” \n(v) “Calculation of net asset value [(“NAV”)] for the Fund, as well as \nperformance rates of return.” \n(vi) “Delivery of reports to the Fund on a monthly basis including NAV reports, \nperformance, trial balance and general ledger reports and reports showing \ninvestor capital.” \n(vii) “Coordination with the Fund’s auditors in connection with the Fund’s \naudit.” \n                                                 \n3 Although Plaintiffs do not attach the ASA to the Amended Complaint, the ASA may be considered \nby the Court on SS&C’s Motion to Dismiss because the ASA is “specifically referred to” in the Amended \nComplaint, (Am. Compl. ¶ 126), and attached to SS&C’s Brief  in Support of its Motion to Dismiss as \nExhibit 5.  See, e.g., Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d. 858, 862 (2009) (“documents \nattached, specifically referred to, or incorporated by reference in the complaint ” may properly be \nconsidered in Rule 12  motion to dismiss  without converting motion to summary judgment)  (citation \nomitted). \n \n4 Maiden signed the ASA as the managing member of Maiden Capital, which is the general partner of \nMCOF. \n \n5 In practice, SS&C actually sent Plaintiffs Capital S tatements on a monthly basis.  (Am. Compl. ¶ \n74.) \n \n \n(viii) “[K]eep at its premises books, records and statements as may be reasonably \nnecessary to document the transactions recorded by [SS&C] on behalf of the \nFund.”  \n(ASA pp. 1–2; Pls.’ Resp. Opp. Mot. Dismiss, Ex. 7.  See Am. Compl. ¶¶ 126–39.)  \n{15} The books and records described in the ASA were  to be  “based on the \ninformation SS&C receive[d] from the Fund or its Management ,[6] and from \ndesignated third parties which may include the Fund’s prime broker, investors, \nattorneys.”  (ASA p. 1.)  “ SS&C [was] responsible for maintaining a record of \ntransactions based on the in formation supplied.”  (ASA p. 1.)  SS&C was “not . . . \nresponsible for determining the valuation of the Fund’s investments, and [could] not \nperform any Management functions or make any Management decisions with regard \nto the operation of the Fund.”  (ASA p . 1.)   “In instances where SS&C services \ninclude[d] comparing pricing to third party electronic feeds or other sources [,] these \nservices [were] performed as a support function to Management and [did] not limit \nManagement’s responsibility for determining the valuation of the Fund’s investment \nportfolio.”  (ASA p. 2.)   \n{16} Under the ASA, Management was  solely responsible for reviewing and \napproving all reports, analyses , and books and records that resulted from SS&C ’s \nservices, evaluating and accepting responsibility for the results of SS&C’ s services, \nand accepting responsibility for valuations of the Fund’s portfolio investments.  (ASA \np. 2.) \n{17} Plaintiffs allege that Maiden conveyed false information to SS&C, which \nSS&C used to calculate and a nalyze the Fund’s performance, (see, e.g., Am. Compl. \n¶¶ 151 –60, 162 –65, 170 –71), and that Maiden’s “Ponzi” scheme could not have \ncontinued without SS&C’s active participation in the fraud as the Fund’s \nadministrator, (Am. Compl. ¶ 191), in part, because the information SS&C provided \nto Plaintiffs in the Capital Statements was the only means by which Plaintiffs could \nevaluate their investments in the Fund, (Am. Compl. ¶ 295). \n                                                 \n6  “Management,” as used in the ASA, refers to Maiden Capital, the Fund’s “General Partner as defined \nin the Limited Partnership Agreement.”  (ASA p. 1.) \n \n \n{18} According to the ASA, SS&C charged a tiered annual fee – based on a fixed \ncharge of $22,500, plus a charge based on a percentage of assets in the Fund (Assets \nUnder Management (“AUM”)): (1) 0.10% of AUM between $0 –100 million, (2) 0.08% \nof AUM between $100 –250 million, and (3) 0.06% of assets over and above $250 \nmillion.  (ASA p. 3.)  Thus, the higher the AUM, the more SS&C earned.  (See ASA p. \n3; see Am. Compl. ¶¶ 158, 277.) \n{19} Plaintiffs allege that they  relied upon the false information passed on to \nthem by SS&C to make initial and additional investments in the Fund and have been \ndamaged due to SS&C’s failure to comply with its duties under the ASA. (See, e.g., \nAm. Compl.  ¶¶ 22 –53, 145, 150, 281, 287, 297. )  As such, Plaintiffs allege claims \nagainst SS&C for gross negligence, grossly negligent misrepresentation, aiding and \nabetting constructive fraud, aiding and abetting common law fraud, breach of \nfiduciary duty, violations of N.C. Gen. Stat. § 78A –56(c)(2) ( “North Carolina \nSecurities Act” or “NCSA” ), civil conspiracy , and punitive damages.  (Am. Compl. \nCounts VI–XIII.) \nIII. \nANALYSIS \nA. Standard of Review \n{20} “The essential question on a motion under Rule 12(b)(6) ‘is whether the \ncomplaint, when liberally construed, states a claim upon which relief can be granted \non any theory.’” Oberlin Capital, L.P. , 147 N.C. App . at 56, 554 S.E.2d at 844 \n(emphasis in original)  (quoting Barnaby v. Boardman , 70 N.C. App. 299, 302, 318 \nS.E.2d 907, 909 (1984), rev’d on other grounds, 313 N.C. 565, 330 S.E.2d 600 (1985)).  \nWhen examining the allegations of the Amended Complaint, “the trial court can reject \nallegations that are contradicted by the documents attached, specifically referred to, \nor incorporated by reference in the complaint.”  Laster, 199 N.C. App. at 577, 681 \nS.E.2d. at 862 (citation omitted).   \n{21} However, “[t]he complaint must be liberally construed, and the court \nshould not dismiss the complaint unless it appears beyond a doubt that the plaintiff \ncould not prove any set of facts to support his claim which would entitle him to relief.”  \n \n \nBlock v. County of Perso n, 141 N.C. App. 273, 277 –78, 540 S.E.2d 415, 419 (2000) \n(citing Dixon v. Stuart , 85 N.C. App. 338, 340, 354 S.E.2d 757 , 758 (1987)).  Rule \n12(b)(6) dismissal is proper only “when one or more of the following three conditions \nis satisfied: (1) when the complaint on its face reveals that no law supports plaintiff’s \nclaim; (2) when the complaint reveals on its face the absence of fact sufficient to make \na good claim; (3) when some fact disclosed in the complaint necessarily defeats the \nplaintiff’s claim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985) \n(citations omitted). \nB. Gross Negligence   \n{22} “Gross negligence has been defined as ‘wanton conduct done with conscious \nor reckless disregard for the rights and safety of others.’”  Toomer v. Garrett, 155 N.C. \nApp. 462, 482, 574 S.E.2d 76, 92 (2002)  (citation omitted).  The difference between \nordinary negligence and gross negligence is substantial.  McDevitt v. Stacy, 148 N.C. \nApp. 448, 460, 559 S.E.2d 201, 211 (2002) (quotations and citation omitted).   \nAn act or conduct rises to the level of gross negligence when the act is \ndone purposely and with knowledge that such act is a breach of duty to \nothers, i.e., a conscious disregard of the [rights and] safety of others.  An \nact or conduct moves beyond the realm of negligence when the injury or \ndamage itself is intentional.   \nYancey v. Lea , 354 N.C. 48, 53, 550 S.E.2d 155, 158 (2001) (emphasis in original) \n(citing Brewer v. Harris, 279 N.C. 288, 297, 182 S.E.2d 345, 350 (1971)).   \n{23} A successful claim for g ross negligence requires proof of wanton conduct, \nand “each of the elements of negligence, including duty, causation, proximate cause, \nand damages.”  Toomer, 155 N.C. App. at 482, 574 S.E.2d at 92 (citation omitted). \n{24} Defendant argues that Plaintiffs’ claim  for gross negligence should be \ndismissed because “Plaintiffs do not and cannot adequately allege that SS&C \nmisrepresented anything or deliberately breached any duty of care it owed Plaintiffs.”  \n(Def.’s Br. Supp. Mot. Dismiss, p. 24.)     \n{25} “Actionable negl igence presupposes the existence of a legal relationship \nbetween parties by which the injured party is owed a duty by the other, and such duty \n \n \nmust be imposed by law.”  Pinnix v. Toomey, 242 N.C. 358, 362, 87 S.E.2d 893, 897 \n(1955) (citing Council v. Dickerson’s, Inc., 233 N.C. 472, 64 S.E.2d 551 (1951)).   \nThe duty may arise specifically by mandate of statute, or it may arise \ngenerally by operation of law under application of the basic rule of the \ncommon law which imposes on every person engaged in the prosecution \nof any undertaking an obligation to use due care, or to so govern his \nactions as not to endanger the person or property of others.  \nId. at 362, 87 S.E.2d at 897 –98  (citation omitted); see, e.g., Guthrie v. Conroy, 152 \nN.C. App. 15, 25, 567 S.E.2d  403, 411 (2002) (“A duty is defined as an obligation, \nrecognized by the law, requiring the person to conform to a certain standard of \nconduct, for the protection of others against unreasonable risks.” ) (citation omitted).  \n“This rule of the common law arises out of the concept that every person is under the \ngeneral duty to so act, or to use that which he controls, as not to injure another.”  \nPinnix, 242 N.C. at 362, 87 S.E.2d at 898.  “No legal duty exists unless the injury to \nthe plaintiff was foreseeable and avoidable through due care,” Stein v. Asheville City \nBd. of Educ., 360 N.C. 321, 328, 626 S.E.2d 263, 267 (2006) (citation omitted), and the \nforeseeability of the plaintiff’s inju ries “depends on the facts of the particular case,” \nId. at 328, 626 S.E.2d at 267–68 (citation omitted).  “Thus, the preliminary question \nis whether defendant owed a duty of care to plaintiff under the circumstances.”  \nDavidson v. Univ. of N.C. at Chapel Hill, 142 N.C. App. 544, 553, 543 S.E.2d 920, 926 \n(2001). \n{26} Plaintiffs allege that SS&C owed a duty to Plaintiffs arising out of SS&C’s \ncontract with the Fund.  Under North Carolina law, “[t]he duty owed by a defendant \nto a plaintiff may have sprung from a co ntractual promise” the defendant made to \nanother, Oates v. JAG, Inc., 314 N.C. 276, 279, 333 S.E.2d 222, 225 (1985) (quotations \nand citation omitted); however, such duty “must result from some actual working \nrelationship between” the plaintiff and the defe ndant, Energy Investors Fund, L.P. \nv. Metric Constructors, Inc., 351 N.C. 331, 337, 525 S.E.2d 441, 445 (2000)  (citation \nomitted).  See Oates, 314 N.C. at 279–80, 333 S.E.2d at 225 (“Whether a defendant’s \nduty to use reasonable care extends to a plaintiff not a party to the contract is \ndetermined by whether that plaintiff and defendant are in a relationship in which \n \n \nthe defendant has a duty imposed by law to avoid harm to the plaintiff.”) (quotation \nand citation omitted).   \n{27} Plaintiffs make the following allegations in their Amended Complaint in \nsupport of their claim that SS&C owed Plaintiffs a legal duty sufficient to sustain a \ngross negligence claim against SS&C here: \na. “SS&C, the Fund’s administrator, had a special and direct relationship  \nwith [P]laintiffs that gave rise to a duty of reasonable care.” (Am. Compl. \n¶ 267); \nb. SS&C, as specifically required under the ASA and as a matter of actual \npractice, “directly communicated Fund -related financial analysis” to \nPlaintiffs on a regular basis through monthly Capital Statements , \nincluding information about the Fund’s “financial status ” and the \nexistence and value of the Fund’s investments. (See Am. Compl. ¶ 268); \nc. SS&C knew that the Capital Statements it sent to Plaintiffs “would be \nrelied upon by [P]laintiffs to make investment decisions regarding the \nFund.”  (Am. Compl. ¶ 269); and  \nd. SS&C also knew that the Fund advis ed investors, including Plaintiffs, \n“during the marketing process, that SS&C was the Fund’s independent \nadministrator and accountant.”  (Am. Compl. ¶ 269).  \n{28}  Based on the facts pleaded here, the Court concludes that Plaintiffs have \nadequately alleged a working relationship giving rise to a duty of care owing from \nSS&C to Plaintiffs.   \n{29} Plaintiffs further allege that SS&C breached this duty of care by engaging \nin two different and broadly-identified types of conduct: first, that SS&C engaged in \nconduct that SS&C did not actually know – but should have known in the exercise of \nreasonable diligence – would cause injury to Plaintiffs, and second, that SS&C \nknowingly engaged in conduct that Plaintiffs allege SS&C knew was in conscious \ndisregard of the rights and safety of Plaintiffs.   \n{30} As to the first category of conduct, Plaintiffs contend that SS&C was \ngrossly negligent by “willfully turn[ing] a blind eye to numerous red flags” that should \n \n \nhave put SS&C on notice that the information SS&C received from Management f or \ndistribution to Plaintiffs was false, and that, in contrast to the representations in the \nCapital Statements that SS&C sent to Plaintiffs, the Fund was not profitable and \nstable and did not contain real and valuable investments.  (Am. Compl. ¶ 275 –76.)  \nMore specifically, Plaintiffs assert that SS&C failed to meet its duty of care in this \nregard by failing to, inter alia, perform accounting services for the Fund in accordance \nwith GAAP and other applicable accounting standards  (Am. Compl. ¶ 270) , inspect \nand document the records it received from the Fund  (Am. Compl. ¶ 274), verify and \ndocument the existence of the primary holdings in the Fund  (Am. Compl. ¶ 272) , \nverify the accuracy of the information provided by Management (Am. Compl. ¶ 273), \nand calculate net asset value (NAV) for the Capital Statements recognizing the true, \nverified value of the Fund’s assets (Am. Compl. ¶ 271). \n{31} As to the second category of conduct, Plaintiffs allege that “SS&C willfully \nmanipulated the Fund’s accounting” to sustain the appearance that the Fund was \nprofitable and stable when SS&C knew that the Fund was neither profitable nor \nstable, (Am. Compl. ¶ 277), “nevertheless issued clean partner capital reports \nregarding the Fund to investors for years, in spite of its knowledge t hat Maiden’s \nrepresentations about the Fund’s investments and finances could not possibly be \ntrue,” (Am. Compl. ¶ 278), worked with Maiden to pick “ever -higher numbers out of \nthin air” to value the Fund on “ ‘made up’” numbers, (Am. Compl. ¶¶ 184 –85), and \nworked alongside Maiden to deceive investors by preparing and sending to Plaintiffs \nCapital Statements showing that the Fund’s balance sheet items were real and \nvaluable when SS&C knew the Capital Statements reflected unverified, non-existent \ninvestments at values that SS&C knew were false, (Am. Compl. ¶¶ 151, 276–79; see \nPls.’ Resp. Opp. Mot. Dismiss, pp. 20–22).   \n{32} Applying the principles discussed above and as explained below, the Court \nconcludes that the duty of care SS&C owed to Plaintiffs under North Carolina law in \nthe circumstances of this case is largely – but not completely – constrained and \nlimited by the terms of SS&C’s contract with the Fund.  See Pinnix, 242 N.C. at 362, \n87 S.E.2d at 898 (“accompanying every contract is a common -law duty to perform \n \n \nwith ordinary care the thing agreed to be done, and . . . a negligent performance \nconstitutes a tort as well as a breach  of contract”); see also Davidson, 142 N.C. App. \nat 554–55, 543 S.E.2d at 927 (“where the alleged negligence is p remised on a \ndefendant’s failure to protect a plaintiff from a harm that the defendant did not \ndirectly create, . . . the defendant may be held liable if a special relationship existed \nbetween the parties sufficient to impose upon the defendant a duty of care.”).   \n{33} Under the ASA, SS&C did not have an obligation to verify the accuracy of \nthe documents and records provided to it by Management or serve as the Fund’s \noutside accountant or auditor .  Rather, SS&C’s responsibility for maintaining the \nFund’s record of transactions was “based on the information supplied” to it, and the \nbooks and records described in the services to be performed by SS&C were to be \n“based on the information SS&C receive[d] from the Fund or its Management, and \nfrom designated third parties which may include the Fund’s prime broker, investors, \nattorneys.”  (ASA, p. 1.)  The ASA specifically provides that “SS&C will not maintain \ncustody of any cash or securities, will not have the authority to enter into contracts \non behalf of the Fund, or  any related party, will not be responsible for determining \nthe valuation of the Fund’s investments, and will not perform any Management \nfunctions or make any Management decisions with regard to the operation of the \nFund.”  (ASA, p. 1.)  Further, each Capital Statement provided to Plaintiffs by SS&C \ncontained a Statement informing Plaintiffs that the Statements were unverified and \nunaudited.  (Def.’s Br. Supp. Mot. Dismiss, Ex. 6 (showing sample Capital Statement \nmarked “unaudited and subject to revision”  and stating that “[p]erformance results \nand capital balances are preliminary, unaudited and subject to change”).) \n{34} Based on the terms of the ASA, the Court concludes that SS&C contracted \naway any obligation to provide investment, accounting, and auditing functions for the \nFund other than as specifically provided in the ASA.  The Court thus concludes that \nany duty SS&C owed to Plaintiffs did not include a duty to inspect the records or \nverify the accuracy of the information provided by Management or to provide  \nindependent accounting services to the Fund  that were not specifically required of \nSS&C in the ASA.  As a result, because SS&C did not agree to perform these functions \n \n \nin the ASA, the Court concludes that any harm to Plaintiffs from SS& C’s failure to \nperform these functions was not reasonably foreseeable under the circumstances.  \nSee, e.g., Caldwell v. Morrison , 240 N.C. 324, 327, 82 S.E.2d 86, 89 (1954) (holding \ngas supplier had no duty to inspect gas lines and appliances in non-party customer’s \nhome “in the absence of a contract to do so”) (citation omitted) ; Fazzari v. Infinity \nPartners, LLC, ____ N.C. App. ____, ____, 762 S.E.2d 237, 241 (2014) (stating general \nproposition that “a lender is only obligated to perform those duties expressly provided \nfor in the loan agreement to which it is a party”) (quotations and citation omitted); \nLassiter v. Bank of N.C., 146 N.C. App. 264, 268, 551 S.E.2d 920, 923 (2001) (holding \ndefendant bank did not have a duty to inspect non -party’s property whe re loan \nagreement did not contain language obligating defendant bank to “make property \ninspections before making or allowing a draw” and the “plain language of the purpose \nclause demonstrate[d] the inspections were to be made, if at all, for the benefit of the \nlender”) (emphasis omitted); Hoisington v. ZT-Winston-Salem Assocs., 133 N.C. App. \n485, 489, 516 S.E.2d 176, 180 (1999) (holding defendant security company had no \nduty to protect against  tortious acts of third parties where company  contractually \nagreed to a duty to “ ‘act as a deterrent against theft, vandalism and criminal \nactivities’” by “ ‘maintaining high visibility ’”).  The Court therefore concludes that, \nwith the limited exception discussed below, SS&C did not have a duty to protect \nPlaintiffs from Maiden’s alleged misconduct beyond complying with its specific duties \nunder the ASA. \n{35}  Although the Court has found that SS&C’s duty to Plaintiffs is \nconstrained and limited by the ASA as explained above, the Court further concludes \nthat SS&C, as the Fund administrator, cannot escape a duty to refrain from \nforwarding information to investors like Plaintiffs that it knew was false or \ninaccurate.  Such conduct violates SS&C’s obligations under the law, which “imposes \non every person engaged in the prosecution of any undertaking . . . to use due care” \nand “the general duty to so act, or to use that which [you] control[], as not to injure \nanother.”  See Pinnix, 242 N.C. at 362, 87 S.E.2d at 897–98; Olympic Prods. Co., Div. \nof Cone Mills Corp. v. Roof Sys ., Inc., 88 N.C. App. 315, 323, 363 S.E.2d 367 (1988) \n \n \n(“This duty to protect third parties from harm arises under circumstances where the \nparty is in a position so that ‘anyone of ordinary sense who thinks will at once \nrecognize that if he does not use ordinary care and skill in his own conduct with \nregard to those circumstances, he will cause danger of injury to the person or property \nof the other.’”)  (citation omitted) .  Thus, the Court finds that Plaintiffs’ second \ncategory of alleged conduct – broadly stated, SS&C’s willful and knowing \ndissemination of false information in the Capital Statements it sent to Plaintiffs, \nwillful failure to use GAAP and/or other applicable accounting standards required of \nSS&C in the ASA in preparing the financial information it distributed to Plaintiffs , \nand willful manipulation of the Fund’s financial figures that it forwarded to Plaintiffs \nto further Maiden’s fraud  – sufficiently alleges a violation of the duty of care SS&C \nowes to Plaintiffs under the circumstances here.   \n{36} The Court further finds that Plaintiffs have sufficiently alleged wanton \nand willful conduct by SS&C  to survive SS&C’s Motion to Dismiss.  Specifically, \nPlaintiffs allege that SS&C knowingly provided inf ormation concerning the Fund to \nPlaintiffs and the Fund’s tax preparer that SS&C knew was false and contrary to \nthird-party feeds and other information in SS&C’s possession.   (Am. Compl. ¶ 276 –\n77.)  In particular, Plaintiffs allege that SS&C (i) acted purposely and with knowledge \nthat Plaintiffs would rely on the false financial information SS&C circulated to \nPlaintiffs; (ii) failed “to properly perform its accounting services for the Fund in \naccordance with GAAP and other applicable accounting standards,” and \nmisrepresented the results of that accounting through SS&C’s Capital Statements ; \n(iii) continued to issue Capital Statements to Plaintiffs “despite the fact it knew the \nFund’s books and records were inaccurate and were not compliant with GAAP [and] \nthat Maiden could not produce evidential matter to support purported Fund \ninvestments,” so that SS&C could continue collecting “wildly inflated fees based on \nphony AUM representations;” and (iv) purposely manipulated the Fund’s accounting \nto create a false impression to Plaintiffs that the Fund was “solvent, liquid, profitable \nand stable.”  (Am. Compl. ¶¶ 27 0, 275, 276 –79.)  As such, the Court concludes \n \n \nPlaintiffs have satisfied the requirements to plead wanton and willful conduct in \nsupport of a gross negligence claim for purposes of Rule 12(b)(6). \n{37} Based on its review of the specific allegations of the Amended Complaint, \nthe Court is also satisfied that Plaintiffs have pleaded the remaining elements of a \ngross negligence claim, including causation, proximate c ause, and damages .  (Am. \nCompl. ¶¶ 280–81.)   \n{38} Accordingly, the Court concludes that SS&C’s Motion to Dismiss Plaintiffs’ \ngross negligence claim should  be granted insofar as Plaintiffs’ claim is based on \nallegations that SS&C should have known of Maiden’s fraud through inspection and \nverification of the Fund’s books and records  and other purported “red flags,”  but \nshould be denied insofar as Plaintiffs ’ claim is based on allegations that SS&C \nknowingly and willfully disseminated false and inaccurate information to Plaintiffs, \nknowingly and willfully failed to utilize GAAP and/or other applicable accounting \nstandards required of SS&C under the ASA in preparing the financial information \nSS&C provided to Plaintiffs,  knowingly and willfully manipulated the Fund’ s \naccounting, and all other willful and knowing acts Plaintiffs plead that were in \nviolation of SS&C’s duties under the ASA and applicable law. \nC. Grossly Negligent Misrepresentation \n{39} A claim for negligent misrepresentation is best stated as follows: \nOne who in the course of his business or profession supplies information \nfor the guidance of others in their business transactions is subject to \nliability for harm caused to them by their reliance upon information if \n(a) he fails to exercise that care and competence in obtaining and \ncommunicating the information which its recipient is justified in \nexpecting, and (b) the harm is suffered (i) by the person or one of the \nclass of persons whose guidance the information was sup plied, and (ii) \nbecause of his justifiable reliance upon it in a transaction in which it \nwas intended to influence his conduct or in a transaction substantially \nidentical therewith. \nHelms v. Holland, 124 N.C. App. 629, 635, 478 S.E.2d 513, 517 (1996)  (emphasis in \noriginal); see, e.g., Simms v. Prudential Life Ins. Co. of Am., 140 N.C. App. 529, 532, \n537 S.E.2d 237, 240 (2000) (“The tort of negligent misrepresentation occurs when [(1)] \na party justifiably relies [(2)] to his detriment [(3)] on informat ion prepared without \n \n \nreasonable care [(4)] by one who owed the relying party a duty of care.”)  (citation \nomitted) (alterations in original) .  “Generally, ‘to the extent that plaintiff . . . has \nalleged a breach of that duty of due care and that the breach was a proximate cause \nof [the plaintiff’s] injury, [the plaintiff has ] stated a cause of action [for negligent \nmisrepresentation].’”  Brinkman v. Barrett Kays & Assocs., P.A., 155 N.C. App. 738, \n740, 575 S.E.2d 40, 43 (2003)  (quoting Davidson and Jones, In c. v. County of New \nHanover, 41 N.C. App. 661, 669, 255 S.E.2d 580, 585 (1979)) .  In addition,  an \naccountant’s liability for negligent misrepresentation “‘should extend not only to \nthose with whom the accountant is in privity or near privity, but also to those persons, \nor classes or persons, whom he knows and intends will rely on his opinion, or whom \nhe knows his client intends will so rely.’”  Barger v. McCoy Hillard & Parks, 346 N.C. \n650, 662, 488 S.E.2d 215, 222 (1997)  (quoting Raritan River Steel Co. v.  Cherry, \nBekaert & Holland, 322 N.C. 200, 214, 367 S.E.2d 609, 617 (1988)).  \n{40} While the North Carolina courts do not appear to have expressly \nrecognized a cause of action for grossly negligent misrepresentation, the Court is not \nprepared to dismiss the claim on these grounds at this time.  Rather, the Court will \nallow the claim to proceed at this early stage and will assume for purpose s of this \nMotion that a claim for grossly negligent misrepresentation is properly stated by \nalleging the elements of a claim for negligent misrepresentation, together with \nallegations of willful and wanton conduct, similar to the allegations necessary to \nsupport Plaintiffs’ claim for gross negligence as discussed above.  Compare Citibank \nN.A. v. City of Burlington , 2013 U.S. Dist. LEXIS 173664 at 33 –34 (D. Vt. Dec. 10, \n2013) (finding substantial difference between negligent misrepresentation and \ngrossly negligent misrepresentation claims under Vermont law); Berwind Prop. Grp. \nInc. v. Envtl. Mgmt. Grp., Inc., 2007 U.S. Dist. LEXIS 96048 at *12–13 (D. Mass. Feb. \n5, 2007) (dismissing grossly negligent misrepresentation claim under Massachusetts \nlaw where insuff icient evidence that defendant acted wantonly or willfully); Ha-Lo \nIndus. v. Credit Suisse First Boston, Corp. , 2005 U.S. Dist. LEXIS 23505 at *10 –11 \n(N.D. Ill. Oct. 12, 2005) (Under Illinois law , grossly negligent misrepresentation \nrequires proof that defendant was grossly negligent in making a representation, \n \n \nplaintiff relied on defendant’s representation, plaintiff's reliance was reasonable, and \nplaintiff was injured as a result .); and Newcum v. Lawson, 672 P.2d 1143, 1144 –45 \n(N.M. Ct. App. 1983) (punitive damage award upheld under New Mexico law where \ntrial court found defendants’ actions were intentional, willful, and wanton and \ntherefore constituted intentional, malicious, or grossly negligent misrepresentation) \nwith Johnson v. Marrs, 2004 Phila. Ct. Com. Pl. LEXIS 109 at *5–6 (Pa. Ct. Com. Pl. \nDec. 27, 2004) (“There is no cause of action in Pennsylvania for [grossly negligent \nmisrepresentation].”). \n{41} The Court has found that SS&C owed Plaintiffs a duty to refrain from \nforwarding information that it knew was false and inaccurate and that Plaintiffs have \nalleged that SS&C committed actions in breach of that duty.  Infra, ¶ 31; (Am. Compl. \n¶¶ 289, 294).  The Court has further found that Plaintiffs have sufficiently alleged \nthat SS&C’s conduct was wanton and willful , asserting that SS&C knowingly \nprovided Capital Statements to Plaintiffs that SS&C knew contained false and \ninaccurate information,  (Am. Compl.  ¶ 289), and otherwise concealed the Fund’s \nalleged fraud, (Am. Compl. ¶ 298).    \n{42} As to reliance, Plaintiffs allege at various sections of the Amended \nComplaint that they were entitled to rely on SS&C’s representations in the Capital \nStatements concerning the existence and value of the Fund’s assets, (Am. Compl. ¶¶ \n287, 297), and that they in fact relied on these misrepresentations in making \ninvestments in the Fund , (e.g., Am. Compl. ¶ 28 7).  The Court finds that Plaintiffs \nhave satisfactorily pleaded that they relied on the representations made to them by \nSS&C and that their reliance on SS&C’s representations was justifiable  in the \ncircumstances.   \n{43} Accordingly, the Court elects, in its discretion, to decline to dismiss \nPlaintiffs’ grossly negligent misrepresentation claim at this time, without prejudice \nto revisit the claim by later motion practice.  \nD. Breach of Fiduciary Duty \n{44} SS&C argues that Plaintiffs do not state a claim for breach of fiduciary \nduty because a hedge fund  administrator owes no fiduciary duty to  the Fund’s  \n \n \ninvestors where the administrator does not make any representations to the investors \nabout the accuracy of the fund’s investment and asset valuations and the \nadministrator performs only non –discretionary, administrative tasks for the Fund .  \n(Def.’s Br. Supp.  Mot. Dismiss, pp. 17–19.)  SS&C particularly stresses that any \nduties it performed for the Fund were non –discretionary, “back–office” duties, \nbounded entirely by the ASA, and that SS&C did not participate in the choice of the \nFund’s investments or assume responsibility for verifying the Fund’s assets or \nvaluations. (Def.’s Br. Supp. Mot. Dismiss, pp. 2–3, Def.’s Reply, pp. 6–13.) \n{45} In response, Plaintiff contends SS&C made representation s about the \naccuracy of the Fund’s NAV  calculations, and that under the ASA, SS&C was \nrequired to perform numerous discretionary duties as the Fund’s administrator.   \n(Pls.’s Resp. Opp. Mot. Dismiss, p. 4; Am. Compl. ¶¶ 325–28.)  Plaintiffs further allege \nthat SS&C’s monthly Capital Statements  were the only source of information \navailable to Plaintiffs about the Fund and the value of the Fund’s investments (aside \nfrom statements by Maiden), which gave SS&C a “superior position ” vis-à-vis \nPlaintiffs with respect to  “confidential information about Fund  investments.”  (Am. \nCompl. ¶ 328; Pls.’ Surreply, pp. 4–6.) \n{46} “For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.” Kaplan v. O.K. T echs., LLC, 196 N.C. App. 469, \n472, 675 S.E.2d 133, 136 (2009)  (quotations and citation omitted) .  “‘[A fiduciary ] \nrelationship exists in all cases where there has been a special confidence reposed in \none who in equity and good conscience is bound to act in good faith and with due \nregard to the interests of the one reposing confidence.’” Curl v. Key , 311 N.C. 259, \n264, 316 S.E.2d 272, 275 (1984) (quoting Link v. Link, 278 N.C. 181, 192, 179 S.E.2d \n697, 704 (1971));  see Dallaire v. Bank of Am ., N.A., 367 N.C. 363, 367, 760 S.E.2d \n263, 266 (2014).  “Fiduciary relationships are characterized by ‘confidence reposed on \none side, and resulting domination and influence on the other.’” Dallaire, 367 N.C. at \n367, 760 S.E.2d at 266 (quoting Dalton v. Camp, 353 N.C. 647, 652, 548 S.E.2d 704, \n708 (2001)).   \n \n \n{47} The Court has not been able to find any N orth Carolina cases discussing \nwhether a fund administrator owes a fiduciary duty to an investment fund’s investors \nunder North Carolina law .  However, on several occasions, federal district courts in \nNew York  have examined whether a fiduciary relationship  exists in this context  \nunder New York law.  The parties argue that these cases support their respective \npositions, and the Court finds the New York cases instructive in its consideration of \nDefendant’s Motion under North Carolina law. \n{48} Under New York law,  \n[a] fiduciary relationship arises where ‘one party’s superior position or \nsuperior access to confidential information is so great as virtually to \nrequire the other party to repose trust and confidence in the first party,’ \nand the defendant was ‘under a duty to act for or to give advice for the \nbenefit of another upon matters within the scope of the relation.’  \nAnwar v. Fairfield Greenwich, Ltd., 728 F. Supp. 2d 372, 447 (S.D.N.Y. 2010) (citing \nPension Comm. Of the Univ. of  Montreal Pension Plan v. Banc of Am. Sec. , LLC \n(“Montreal Pension I”), 446 F. Supp. 2d 163, 195–96 (S.D.N.Y. 2006)).  Applying New \nYork law, federal courts in New York have found that a fiduciary relationship may \narise between the fund’s administrator and a fund’s investors , but only  where the \nadministrator exercises discretionary responsibilities and makes specific \nrepresentations directly to the fund’s investors.  See id. at 441–42. \n{49} For example, in Montreal Pension I, a New York federal district court \napplying New York law denied the fund administrator’s motion to dismiss and found \nthat plaintiff investors had properly alleged the existence of a fiduciary duty where \nthe fund administrator agreed to “independently pric[e] the fund by reference to data \nsupplied by . . . independent pricing sources,” the fund administrator did not proffer \na “document relegating it [s role] to solely ministerial functions or establishing that \nthe [f]unds’ manager was exclusively charged with” valuing the funds’ portfolio, and \nthe investors pleaded that the fund administrator “held itself out to investors as \nhaving policies and procedures to ensure that the [f]unds’ valuations would be \naccurate and fair, and that they relied on these  representations.”  Montreal Pension \nI, 446 F. Supp. 2d at 196–97. \n \n \n{50} Similarly, in Anwar, a federal court sitting in New York denied a fund \nadministrator’s motion to dismiss and found that plaintiff investors had alleged the \nexistence of a fiduciary duty under New York law where plaintiffs asserted facts \nshowing that the fu nd administrator  marketed itself  as an “ elite professional [],” \n“possessed significant authority ove r the securities at issue,” was  “allowed to act \nindependent of the Funds,” “[was] required to take whatever action was necessary to \nprotect the [Funds’] assets,” communicated directly with plaintiff -investors before \nthey invested in the Funds “in the form of Placement Memos that featured, with \npermission from the [fund administrators], their names, duties, and NAV \ncalculations,” accepted money from plaintiff -investors, and sen t confirmations of \ninvestment.  Anwar, 728 F. Supp. 2d at 441. \n{51} In contrast, other federal courts in New York have found that a fund \nadministrator did not owe a fiduciary duty to investors under New York law when \nthe administrator did not have discretionary authority in connection with the exercise \nof its responsibilities to the investment fund.  See, e.g., Jordan (Bermuda) Inv. Co. v. \nHunter Green Invs. LLC , 2007 U.S. Dist. LEXIS 75376  at *64–65  (S.D.N.Y. 2007) \n(dismissing investors’ breach of fiduciary duty claim where fund administrator \nprovided nondiscretionary, purely ministerial services such as preparation of account \nstatements); Fraternity Fund Ltd. v. Beacon Hill Asset Mgmt. LLC, 376 F. Supp. 2d \n443, 447–48 (S.D.N.Y. 2005) (where hedge fund documents limited administrator’s \nrole to computing the NAV of the funds, administrator owed no duty to fund \nshareholders “‘to conduct an independent valuation of the securities in the Funds’ \nportfolios’”)); see also Scionti v. First Trust Corp. , 1999 U.S. Dist. LEXIS 23253 at \n*131–32 (S.D. Tex. 1999) (where defendant did not participate “ in any investment \ndecisions or discretionary matters regarding” plaintiff’s funds, and instead merely \nprovided “nondiscretionary” and “ministerial” administrative services  under the \nparties’ agreement, no fiduciary duty exists under Texas law).  \n{52} Mindful of these federal court decisions and specifically their emphasis on \nthe fund administrator ’s exercise of discretionary authority in determining the \nexistence of a fiduciary duty, the Court now turns to an examination of whether \n \n \nPlaintiffs have sufficiently alleged that they reposed the sort of confidence in SS&C, \nand that SS&C enjoyed the sort of domination and influence over Plaintiffs, that our \ncourts have found gives rise to a fiduciary duty under North Carolina law.   \n{53} Plaintiffs seek to establish a fiduciary duty here by making numerous \nconclusory allegations that a special relationship existed between SS &C and \nPlaintiffs, with SS&C’s resulting domination and influence, (see, e.g., Am. Compl. ¶¶ \n9, 86, 114, 122–25, 146–49, 152–56, 159–60, 165, 173, 178, 182, 185, 193, 199, 201 –\n08, 212–13, 216, 229, 231), and to contend variously that SS&C “had superior access \nto confidential information about Fund investments, including the existence, \npurported location, security, and value of such assets,” (Am. Compl. ¶  328), that \n“SS&C held itself out as having unique expertise to conduct the administrative, \naccounting, and financial services necessary to safeguard Fund and investor \ninterests,”  (Am. Compl. ¶ 328),  and that the Capital Statements SS&C sent to \nPlaintiffs were Plaintiffs’ “primary source of financial inf ormation about the Fund ,” \n(Am. Compl. ¶ 329).   \n{54} The Amended Complaint and the controlling documents attached to or \nreferenced therein establish, however, that: (1) the ASA was executed between the \nFund and SS&C, confirming that Plaintiffs were not in privity of contract with SS&C, \n(see ASA p. 1); (2) under the ASA, SS&C did not have any involvement in Plaintiffs’ \nor the Fund’s investment decisions, (see ASA); (3) SS&C’s only contact with Plaintiffs \nwas its transmission of Capital Statements, which disclosed  that the information in \nthe Capital Statements was “unaudited and subject to revision ,” (Def.’s Br. Supp. \nMot. Dismiss, Ex. 6); (4) neither the Capital Statements nor the Offering Documents \ncontained representations that SS&C would provide discretionary s ervices to the \nFund, including any duty to independently verify the Fund’s investments or their \nvalue, (see Def.’s Br. Supp. Mot. Dismiss, Exs. 1, 2, 6, 7) ; and (5) the ASA required \nSS&C to perform only specified non –discretionary administrative services f or the \nFund, based solely on data provided by the Fund  or its Management , and did not \nrequire SS&C to verify the existence or valuation of the Fund’s investments or to \n \n \nmaintain custody of documents to validate or authenticate the Fund’s investments, \n(ASA, pp. 1–2). \n{55} Indeed, the ASA specifically provides that “[t]he [Fund’s] books and \nrecords . . . will be based on the information SS&C receive [s] from the Fund or its \nManagement, and from designated third parties which may include the Fund’s prime \nbroker, investors, attorneys ,” (ASA p. 1), and that “SS&C will be responsible for \nmaintaining a record of transactions based on the information supplied.”  (ASA p. 1.)  \nThe ASA further provides  that “SS&C will not maintain custody of any cash or \nsecurities,” “ will not be responsible for determining the valuation of the Fund’s \ninvestments, and will not perform any Management functions or make any \nManagement decisions with regard to the operation of the Fund.”  (ASA p. 1.)  In \naddition, t he ASA describes SS&C’s duties as “record –keeping and administrative \nservices,” (ASA p. 2), and requires Management to “[p]rovide or cause to be provided, \n. . . and accept re sponsibility for, valuations of the Fund’s portfolio Investments.”  \nMoreover, the ASA required SS&C to make its calculations of the Fund’s value based \nsolely on the data provided to it by the Fund, and the Offering Documents make clear \nthat Maiden had sole  responsibility for determining the value of the Fund’s \ninvestments.  (ASA, pp. 1–2.) \n{56} In sum, as a matter of North Carolina law , the Court finds that SS&C’s \nduties were limited to those contained in the ASA, which primarily consisted of \ncompiling informati on provided by  Management and other  outside sources and \nrelaying that information on to the Fund’s investors  after performing certain \nministerial calculations based on the information supplied.  The Court thus concludes \nthat SS&C had little, if any, discre tion in performing its duties  under the ASA, cf., \ne.g., Montreal Pension I, 446 F. Supp. 2d at 196–97; Anwar, 728 F. Supp. 2d at 441–\n42, and therefore that Plaintiffs have failed to allege that Plaintiffs reposed \nconfidence in SS&C, and that SS& C had domination and influence over Plaintiffs, \nsufficient to plead the existence of a fiduciary duty under North Carolina law .  See, \ne.g., Dallaire, 367 N.C. at 367, 760 S.E.2d at 266 .  Accordingly, the Court concludes \n \n \nthat SS&C’s Motion to Dismiss Plaintiffs’ claim for breach of fiduciary duty should be \ngranted.  \nE. Aiding and Abetting Common Law Fraud \n{57} Plaintiffs contend that SS&C knew that Maiden routinely misrepresented \nto Plaintiffs “that the Fund was stable, solvent, and profitable when it was not, and \nthat the Fund had made investments that did not exist as represented.”  (Am. Compl. \n¶ 318.)  As such, Plaintiffs contend that SS&C is liable to Plaintiffs for aiding and \nabetting Maiden’s fraud.  \n{58} A decade ago, Judge Tennille of this Court observed that “[n]o North \nCarolina state court has recognized a claim for aiding and abetting fraud .”  Branch \nBanking & Trust Co. v. Lighthouse Fin. Corp. , 2005 NCBC LEXIS 4 at *22 (N.C. \nSuper. Ct. July 13, 2005) (Tennille, J.).  The same continues to be true today. \n{59} In a holding not yet adopted or rejected by our appellate courts, Judge \nTennille concluded at that time that the “North Carolina courts should not recognize \na claim for aiding and abetting fraud,” id. at *22, for the reasons set forth in his then \nrecent decision in Sompo Japan Ins., Inc. v. Deloitte & Touche,  LLP, 2005 NCBC \nLEXIS 1 at *9–10 (N.C. Super. Ct. June 10, 2005) (Tennille, J.).  \n{60} Judge Tennille persuasively reasoned in Sampo Japan, \nThis Court cannot distinguish . . .  [a] claim [for aiding and abett ing \nfraud] from a direct fraud claim.   There must be direct knowledge and \nintent to defraud. If that is required, the claims are redundant. . . .  If \nprofessionals such as accountants and lawyers could be held liable for \nfraud when their clients used their services to defraud a third party \nwithout the professionals’ intent to participate in the fraud, the costs of \nsuch services would be prohibitive t o all but the affluent. Such \nprofessionals would either have to incur the expense of investigation \ninto how their services were being used or be placed in the positi on of \ninsurers of their clients’  honesty.  Either burden would add an \nunacceptable cost to the provision of necessary and desirable services.   \nAlso, it seems illogical to impose liability for aiding and abetting fraud \nbased upon a lower level of scienter than fraud itself.  Nor would   it   be  \n \n \n \n \nconsistent with the cases in which the North Carolina courts have based \njoint liability on comparable culpability.  Without knowledge and similar \nintent, there can be no joint effort or concert in action. \n \nSompo Japan, 2005 NCBC LEXIS 1 at *9–10.   \n{61} The Court finds Judge Tennille’s reasoning compelling an d equally \napplicable to the circumstances Plaintiffs have alleged here. Accordingly, the Court \nconcludes Plaintiffs’ claim for aiding and abetting fraud should be dismissed. \nF. Aiding and Abetting Constructive Fraud \n{62}  The Court is not aware of a North Carolina case recognizing a claim for \naiding and abetting constructive fraud under North Carolina law.  Courts considering \nthe question have concluded that, if recognized, the claim is similar to a claim for \naiding and abetting a breach of fiduciary duty.  See, e.g., Phillips & Jordan v. Bostic, \n2012 NCBC LEXIS 36 at *25–26 (N.C. Super. Ct. June 1, 2012) (Murphy, J.) (a “claim \nfor aiding and abetting constructive fraud is really a claim for aiding and abetting \nbreach of fiduciary duty”) (citation omitted); In re Bostic Constr., Inc., 435 B.R. 46, 67 \n(Bankr. M.D.N.C. 2010) (“If North Carolina were to recognize a claim for  aiding and \nabetting constructive fraud, then it would likely contain some of the same elements \nas a claim for aiding and abetting breach of fiduciary duty, with the addition of a \nconfidential or fiduciary relationship of which the defendant has taken advantage to \nthe harm of the plaintiff. ”); Bondi v. Bank of Am. Corp. (In re Parmalat Sec. Litig.) , \n383 F. Supp. 2d 587, 600 (S.D.N.Y. 2005) (Applying North Carolina law, “[i]t follows \nthat the only difference relevant here between a cause of action for aiding and \nabetting constructive fraud  and one for aiding and abetting breach of fiduciary duty \nis that the former would contain the add itional requirement that the primary \nviolators . . . benefitted themselves.”). \n{63} As numerous North Carolina decisions have now recognized, however, it is \nalso unclear whether North Carolina recognizes a claim for aiding and abetting a \nbreach of fiduciary duty.  See, e.g., Veer Right Mgmt. Grp., Inc. v. Czarnowski Display \nServ., 2015 NCBC  LEXIS 13 at * 6 (N.C. Super. Ct. Feb. 4, 2015)  (“Whether North \nCarolina recognizes a claim for aiding and abetting a breach of fiduciary duty remains \n \n \nan open question.”); Battleground Veterinary Hosp., P.C. v. McGeough , 2007 NCBC \nLEXIS 33 at *17 (N.C. Super. Ct. Oct. 19, 2007) (same).   \n{64} Judge Gale recently declined to dismiss an aiding and abetting breach of \nfiduciary duty claim , in part, because of the current uncertainty regarding the \nviability of the claim under North Carolina law and, in part, because discovery on the \naiding and abetting claim substantially overlapped anticipated discovery on \nplaintiff’s civil conspiracy claim.  See Veer Right Mgmt. Grp., Inc., 2015 NCBC LEXIS \n13 at *8–9.  The Court is persuaded that the current uncertainty concerning the \nviability of a claim for aiding and abetting constructive fraud under North Carolina \nlaw and the anticipated overlapping discovery on Plaintiffs’ claims for aiding and \nabetting constructive fraud, civil conspiracy, gross negligence and grossly negligent \nmisrepresentation – all of which focus on SS&C’s alleged knowing participation in \nMaiden’s alleged fraud – are sufficiently similar to the circumstances inVeer Right to \ncompel similar treatment.  Accordingly, the Court elects, in its discretion, to decline \nto dismiss Plaintiffs ’ aiding and abetting constructive fraud claim at this time, \nwithout prejudice to revisit the claim by later motion practice.  \nG. NCSA – N.C. Gen. Stat. § 78A-56(c)(2) \n{65} Section 78A-56(c)(2) of the North Carolina Securities Act provides that \nevery employee of a person [primarily liable for securities fraud] who \nmaterially aids in the transaction giving rise to the liability and every \nother person who materially aids in the transaction giving rise to the \nliability is also liable jointly and severally with and to the same extent \nas the person if the employee or other person actually knew of the \nexistence of the facts by reason of which the liability is alleged to exist. \nN.C. Gen. Stat. § 78A-56(c)(2) (2014). \n \n{66} Judge Gale has set forth the standard for pleading a claim for secondary \nliability under the NCSA: \nTo state a cause of action for secondary liability under § 56(c)(2), in \naddition to proof of p rimary liability, a plaintiff must plead that the \ndefendant  (1)  is an employee of the seller or offeror or any other person; \n(2) materially aided in the transaction; and (3) ‘actually knew of the \nexistence of the facts by reason of which the liability is alleged to exists.’ \n \n \nNNN Durham Office Portfolio 1, LLC v. Highwoods Realty Ltd. P’ship , 2013 NCBC \nLEXIS 11 at *49 (N.C. Super. Ct. Feb. 19, 2013) (quoting N.C. Gen. Stat. § 78A-56(c) \n(2013)) (granting defendants’ motions to dismiss in part).  \n{67} Defendants argue that Plaintiffs’ secondary liability claim under the \nNCSA should be dismissed because (i) Plaintiffs’ allegations against SS&C do not rise \nto the level of “substantial assistance,” (Def.’s Br. Supp. Mot.  Dismiss, p. 26), (ii) \nSS&C did not have actual  knowledge of Maiden’s violation, (Def.’s Br. Supp. Mot.  \nDismiss, p. 28), and (iii) Plaintiffs have not alleged that SS&C had the same level of \nculpable scienter as the Maiden Defendants, (Def.’s Br. Supp. Mot. Dismiss, p. 29). \n{68} The Court finds SS&C’s conte ntions unpersuasive.  First, the Court \nconcludes that Plaintiffs have sufficiently alleged “material aid” as required under  \nthe statute.  Although the term “materially aid” has not previously been defined by \nstatute or interpreted by our appellate courts, the Court, for purposes of Rule 12(b)(6), \nwill follow Judge Gale’s reasonable approach in NNN Durham  to require that \nallegations of “material aid” identify conduct that rises to the level of having \ncontributed substantial assistance to the act or conduct l eading to primary liability \nunder the NCSA.  NNN Durham, 2013 NCBC  LEXIS 11 at *49 (“While the court \nreserves a final determination of a comprehensive definition of ‘material aid,’ for \npurposes of the present Rule 12(b)(6) motion the court will require all egations of \nconduct which rises to the level of having contributed substantial assistance  to the \nact or conduct leading to primary liability under the NCSA, and, when later assessing \nplaintiff’s proof, will apply the concept of ‘substantial assistance’ re strictively.”); see \nalso Cannon v. GunnAllen Fin., Inc. , 2007 U.S. Dist. LEXIS 59597  at *21–22 (M.D. \nTenn. Aug. 14, 2007) (comparing cases interpreting “material aid” under numerous \nstate securities laws).   \n{69} In paragraphs 337–39 of the Amended Complaint, Plaintiffs allege that \nSS&C materially aided Maiden by “re -classing Fund transactions,” “actively \nconcealing the Fund’s material accounting infirmities,” “improperly accepting and \nacting upon information and data from the Maiden [D]efendants that it knew was \nfalse,” and “by reporting income and AUM Fund results to investors that it knew was \n \n \nfalse or could not be true ,” and further that “[b]oth the Maiden [D]efendants and \nSS&C engaged in fraudulent or deceitful acts that concealed f rom investors the fact \nthat the Fund was a Ponzi scheme.”  (Am. Compl. ¶¶ 337–39.)  The Court finds that \nthese allegations are sufficient to plead “material aid” under the NCSA for purposes \nof Rule 12(b)(6).  \n{70} Second, while proving the existence and extent of Plaintiffs’ actual \nknowledge of Maiden’s violation may prove to be an obstacle for Plaintiffs during later \nproceedings, at this juncture, the Court concludes that Plaintiffs’ various allegations \nthat “SS&C actually knew of the existence of the facts by reason of which liability is \nalleged to exist against the Maiden defendants,” (e.g., Am. Compl. ¶ 337), is sufficient \nto withstand Defendants’ motion to dismiss under Rule 12(b)(6). \n{71} Last, Defendants contend that Plaintiffs have not adequately pleaded \nscienter under N.C. Gen. Stat. § 78A-56(c)(2).  This Court has previously held, in the \ncontext of considering a claim for aiding and abetting a breach of fiduciary duty, that \n“it will require proof that the ‘aiding and abetting party [] have the same level of \nculpability or scienter’ as the primary tort-feasor.”  NNN Durham, 2013 NCBC LEXIS \n11 at *48 (quoting Tong, 2012 NCBC LEXIS 16 at *26).  In addition, our courts have \nrecognized that “[l]iability based on ‘materially aiding’ arguably is comparable to tort \nliability based on ‘aiding and abetting.’”  Id. at *42.  North Carolina courts, however, \nhave not yet addressed whether the level of proof of scienter required to state a claim \nfor aiding and abetting a breach of fiduciary duty – if such a claim exists under North \nCarolina law – is the same as the level of proof of scienter required to state a claim of \nprimary liability under the NCSA.  As with Plaintiffs’ claim for aiding and abetting \nconstructive fraud, the Court elects, in its discretion, to decline to dismiss Plaintiffs’ \nsecondary liability claim on this basis at this time, without prejudice to revisit the \nclaim by later motion practice. \nH. Count XII – Civil Conspiracy \n{72} SS&C argues that Plaintiffs have failed to state a claim for civil conspiracy, \ncontending that Plaintiffs have alleged only a suspicion or conjecture of conspiratorial \nagreement between SS&C and Maiden.  See, e.g., Lenzer v. Flaherty, 106 N.C. App. \n \n \n496, 511, 418 S.E.2d 276, 285 (1992) (agreement to conspire may be implicit or explicit \nbut must raise more than a conjecture or suspicion as to the existence of the \nagreement).  SS&C further contends that Maiden admitted  to misleading SS&C in \norder to perpetuate the “Ponzi” scheme, precluding actual agreement.  (Def.’s Br. \nSupp. Mot. Dismiss, p. 30.)  In response, Plaintiff s argue that their claim for civil \nconspiracy is properly stated because, although Maiden may have contended that he \nmisled SS&C, Plaintiffs’ numerous factual allegations are at odds with that \ncontention, and Maiden’s factual claim is not determinative and does not foreclose an \nactionable claim for civil conspiracy.  (Pls. Resp. Opp. Mot. Dismiss, p. 28.) \n{73} It has long been observed that “there is not a separate civil action for civil \nconspiracy in North Carolina.” Dove v. Harvey, 168 N.C. App. 687, 690, 608 S.E.2d \n798, 800 (2005)  (citations omitted) .  “Instead, civil conspiracy is premised on the \nunderlying act.”  Piraino Bros., LLC v. Atl. Fin. Group, 211 N.C. App. 343, 350, 712 \nS.E.2d 328, 333 (2011) (quotations and citation omitted).   \n‘The elements of a civil conspiracy are: (1) an agreement between two or \nmore individuals; (2) to do an unlawful act or to do a lawful act in an \nunlawful way; (3) resulting in injury to plaintiff inflicted by one or more \nof the conspirators; and (4) pursuant to a common scheme.’  \nStrickland v. Hedrick, 194 N.C. App. 1, 19, 669 S.E.2d 61, 7 2 (2008) (citing Privette \nv. Univ. North Carolina, 96 N.C. App. 124, 139, 385 S.E.2d 185, 193 (1989)).  A civil \nconspiracy is an action “‘for damages caused by acts committed pursuant to a formed \nconspiracy, rather than by the conspiracy itself; and unless something is actually \ndone by one or more of the conspirators which results in damage, no civil action lies \nagainst anyone.’” Henderson v. LeBauer, 101 N.C. App. 255, 260, 399 S.E.2d 142, 145 \n(citation omitted). \n{74} Based on its review of the Amended Complaint, the Court concludes that \nPlaintiffs have sufficiently alleged facts supporting each of the required elements for \na claim of civil conspiracy  under North Carolina law .  In particular, Plaintiffs have \nalleged that SS&C engaged in fraudulent conduct with Maiden and have supported \nthose conclusory allegations by reference to numerous communications between \nSS&C and Maiden that, when taken in the light most favorable to Plaintiffs, permits \n \n \nan inference that SS&C and Maiden agreed to work  together to distribute false \nfinancial information to Plaintiffs in a scheme to perpetuate a fraud on the Fund’s \ninvestors.  (See, e.g., Am. Compl. ¶¶ 189, 343.)  The Court further finds that Plaintiffs’ \nallegations “allow [SS&C] to understand the nature of the claim and to prepare for \ntrial.”  See Haynie v. Cobb , 207 N.C. App. 143, 149, 698 S.E.2d 194, 198 (2010) .  \nAccordingly, the Court concludes SS& C’s Motion to Dismiss Plaintiffs’ civil \nconspiracy claim should be denied.   \nI. Punitive Damages \n{75} SS&C argues that Plaintiff s have not ple aded sufficiently particularized \nallegations of the aggravating factors of Plaintiffs’ claims that would warrant an \naward for punitive damages as required by North Carolina Rule of Civil Procedure \n9(k). \n{76} Punitive damages can be awarded where SS&C is liable for compensatory \ndamages and one of the following aggravating factors applies: (1) fraud, (2) malice, or \n(3) willful or wanton conduct.  N.C. Gen. Stat. § 1D–15 (2014).  “A demand for punitive \ndamages shall be specifically stated, except for the  amount, and the aggravating \nfactor that supports the award of punitive damages shall be averred with \nparticularity.”  N.C. Gen. Stat. § 1A-1, Rule 9(k). \n{77} As discussed above, the Court finds that Plaintiffs have sufficiently alleged \nthe fraud and willful and/or wanton conduct that support their claims for fraud, gross \nnegligence, and grossly negligent misrepresentation.  Thus, the Court concludes that \nPlaintiffs’ request for  punitive damages  should survive Defendant ’s Motion to \nDismiss at this early stage of this litigation, without prejudice to revisit the claim by \nlater motion practice. \nIV. \nCONCLUSION \n{78} In consideration of, and consistent with, the foregoing, the Court hereby (i) \nDENIES in part and GRANTS in part  SS&C’s Motion to Dismiss Plaintiffs’ claims \nfor Gross Negligence and Grossly Negligent Misrepresentation  as more specifically \nset forth in this Order and Opinion, (ii) DENIES SS&C’s Motion to Dismiss Plaintiffs’ \n \n \nclaims for Aiding and Abetting Constructive Fraud, violation of the NCSA (N.C. Gen. \nStat. § 56(c)(2)), Civil Conspiracy, and Punitive Damages, and (iii) GRANTS SS&C’s \nMotion to Dismiss and dismisses WITH PREJUDICE Plaintiffs’ claims for Breach of \nFiduciary Duty and Aiding and Abetting Common Law Fraud. \n \nSO ORDERED, this the 10th day of August, 2015. \n \n \n \n      /s/ Louis A. Bledsoe, III \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n        for Complex Business Cases \n \n "
}