{
  "id": "3c3c33b2b84fb7b9af3e315be75db908e6450062b2d963dfab7ce98d52d579d9",
  "source_file": "data/raw/ncbc/3c3c33b2b84fb7b9af3e315be75db908e6450062b2d963dfab7ce98d52d579d9.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nDARE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n25CV000104-270 \nPORT TRINITIE HOMEOWNERS \nASSOCIATION, INC., a North Carolina \nNon-Profit Corporation, and \nJENNIFER STUMP, \n \nPlaintiffs, \n \nv. \n \nPORT TRINITIE ASSOCIATION, INC., \na North Carolina Non-Profit \nCorporation, CHARLES HARRIS, \nLINDA WHITESTONE, AMELIA \nDECOURT, TIMOTHY CAMPEN, \nCHRISSIE RANKINS, NANCY \nWHITE, and DENNIS HARVEY, each \nin their individual capacity,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n \n1. THIS MATTER is before the Court on Defendants’ Motion to Dismiss \n(the Motion), (ECF No. 14).  Defendants move to dismiss Plaintiffs’ Complaint in its \nentirety pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure \n(the Rule(s)). \n2. The Court, having considered the Motion, the related briefing, and the \narguments of counsel at a hearing on the Motion, concludes for the reasons stated \nbelow that the Motion should be GRANTED in part and DENIED in part. \nSharp, Graham, Baker & Varnell, LLP, by Casey C. Varnell, for \nPlaintiffs Port Trinitie Homeowners Association, Inc., a North Carolina \nNon-Profit Corporation; and Jennifer Stump. \n \nParker Poe Adams & Bernstein LLP, by Kevin L. Chignell and Jon \nCarlton McLamb, for Defendants Port Trinitie Association, Inc., a North \nPort Trinitie Homeowners Ass’n v. Port Trinitie Ass’n, 2025 NCBC 43. \nCarolina Non -Profit Corporation; Charles Harris, Linda Whitestone, \nAmelia DeCourt, Timothy Campen, Chrissie Rankins, Nancy White, and \nDennis Harvey, each in their individual capacity. \n \nEarp, Judge. \n \nI. FACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact when ruling on a motion to \ndismiss.  It recites below the factual allegations in the Complaint that are relevant to \nthe Motion before the Court. \n4. On 2 February 1984, Trinitie Group, Inc. (Trinitie) created Port Trinitie \nCondominium as an expanda ble condominium through the recordation of a \nDeclaration of Unit Ownership (Declaration).  (Compl. ¶¶ 13−14, ECF No. 3; Pls.’ Br. \nOpp’n Defs.’ Mot. Dismiss [Pls.’ Br. Opp’n], Ex. 1 [Declaration], ECF No. 29.2.\n1)   \n5. Defendant Port Trinitie Association, Inc. (Condominium Association) is \na North Carolina nonprofit corporation that serves as the condominium owners’ \nassociation and governs the membership of Port Trinitie Condominium.  (Compl. \n¶¶ 2, 12.)  Defendants Charles Harris, Linda Whitestone, Amelia DeCourt, Timothy \nCampen, Chrissie Rankins, Nancy White, and Dennis Harvey ( Individual \n \n1 While the Declaration was not attached to the Complaint  it was specifically referenced in \nit.  A court may properly consider documents which are the subject of a plaintiff’s complaint \nand to which the complaint specifically refers when ruling on a 12(b)(6) motion.  Krawiec v. \nManly, 370 N.C. 602, 606 (2018); Extra Care, LLC v. Carolinas All. for Residential Excellence, \nLLC, 2024 NCBC LEXIS 84, at *6 (N.C. Super. Ct. June 18, 2024).  \n \nDefendants) are members of the Condominium Association ’s Board of Directors .2  \n(Compl. ¶ 10.) \n6. The Declaration that created Port Trinitie Condominium was amended \non 20 October 1984 (Amended Declaration).  (Compl. ¶ 16; Pls.’ Br. Opp’n, Ex. 2 [Am. \nDeclaration], ECF No. 29.3.)  The purpose of the Amended Declaration was “to \nfacilitate a flexible inclusion of additional phases of the proposed development” for \neither condominium or non- condominium use.  (Compl. ¶  17; Am. Declaration at \np. 637.)  Exhibit C to the Amended Declaration describes the Port Trinitie \ndevelopment (the Development Area) , including “surplus properties” (hereinafter, \nCommunity Facilities).  (Am. Declaration at p. 681.)   Community Facilities include, \nfor example, “streets, walkways, tennis courts, or other recreational facilities.”  (Am. \nDeclaration at p. 642.) \n7. The Amended Declaration provides that “[a]ny land owners within the  \n[D]evelopment [A]rea whether they are within the Port Trinitie Condominium or not, \nshall be entitled to use the [Community Facilities], including streets and walkways \nfor access to and from their property and the Atlantic Ocean and Currituck Sound \nand the beneficial use of the recreational amenities or other utility easements.”  (Am. \nDeclaration at pp. 642−43.)  Non-condominium owners “shall be subject to an \nassessment fee” by the Condominium Association for use of the Community Facilities.  \n(Am. Declaration at p. 643.) \n \n2 The Complaint alleges that the Individual Defendants are “members and/or Officers of the \nBoard of Directors of the [Condominium] Association,” but does not specify which of the \nIndividual Defendants are officers as opposed to members.  (Compl. ¶ 10.) \n8. In April 1987 , Trinitie recorded a plat with the Dare County Public \nRegistry creating a single -family subdivision (Port Trinitie Subdivision) within the \nDevelopment Area.  (Compl. ¶ 19.)  Plaintiff Port Trinitie Homeowners Association, \nInc. (Homeowners’ Association) is a North Carolina nonprofit corporation that serves \nas the homeowners’ association for  Port Trinitie Subdivision .  (Compl. ¶¶ 1, 11.)  \nPlaintiff Jen nifer Stump (Stump) is a member and serves as President of the \nHomeowners’ Association.  (Compl. ¶ 1.) \n9. On 16 April 1987, Trinitie recorded a deed that conveyed all Community \nFacilities within the Development Area to  the Condominium Association.  (Compl. \n¶ 20; Ex. A [Deed].)  As with the Amended Declaration, the Deed grants the \nCondominium Association “all rights and causes of action to enforce assessments with \nregard to the Community Facilities against all owners, condominium or otherwise, in \nthe Development Area.”  (Deed at p. 635.) \n10. As a condition of the conveyance, the homeowners of Port Trinitie \nSubdivision “were granted non-exclusive and mutual rights of use and enjoyment of \nthe Community Facilities with the owners of Port  Trinitie Condominium[.]”  (Deed , \nEx. A.)  Also as a condition of conveyance, the Deed provides that the home owners \nare entitled to rights of representation as follows: \nRepresentation.  With regard to all matters dealing with and \naffecting the assessments concerning the said Community Facilities or \nthe use or administration thereof,  [Port Trinitie] Subdivision shall be \ndeemed a  separate phase of Port Trinitie Condominium and each lot \nowner of [Port Trinitie] Subdivision shall be deemed a  member of the \nCondominium Association.  In accordance therewith, on  such matters \naffecting the administration, management, and assessments for use, \nimprovements, repairs, and replacements,  and the determination of \nrules and regulations regarding the Community Facilities, the \n[Homeowners’ Association] shall be entitled to elect and be represented \nby two of its Board members as members of the Board of Directors of the \nCondominium Association .  The Board members of the Homeowners’ \nAssociation serving on the Board of the Condominium Association  for \nthe foregoing limited purpose s shall be entitled to notices of meetings \nand rights of participation as any other Board member representing any \nphase of Port Trinitie Condominium[.] \n \n Any matter affecting the Community Facilities which requires or \nprovides for the right of a dwelling owner  of [Port Trinitie ] \nCondominium to vote shall likewise also provide for the right of each lot \nowner in [Port Trinitie] Subdivision to vote on the same basis and upon \nthe same notice.   On all such matter s, each lot in [Port Trinitie ] \nSubdivision and each dwelling unit in [Port Trinitie] Condominium shall \nbe entitled to one vote. \n \n(Deed, Ex. A.) \n \n11. On 13 March 2010, the Homeowners’ Association and the Condominium \nAssociation entered into a Memorandum of Agreement (MOA), which provides that \n“[t]he costs of operating and maintaining the [C]ommunity [F]acilities will be divided \nequally among condominiums (totaling 25) and lot owners (totaling 32) or \ncondominiums 43.86% and lot owners 56.14%.”  (Deed, Ex. B [MOA] § 3(a).)  The MOA \nfurther provides that “[t]he assessments for [C]ommunity [F]acilities will be the same \nfor each condominium and each lot.”   (MOA § 3(b).)  Additionally, “[i]t was agreed \nthat the reserves for Community Facilities should be approximately $25,000.”  (MOA \n§ 5(i).) \n12. The Deed and MOA are the “Governing Documents” for the Port Trinitie \ndevelopment.  (Compl. ¶ 28.)   \n13. Plaintiffs initiated this action by filing a Complaint on 26 February \n2025.  The Complaint purports to assert claims for: (1) breach of governing \ndocuments; (2) breach of North Carolina General Statutes (N.C.G.S. §§ 47A and 55A); \n(3) breach of fiduciary duty;  and (4) actions committed ultra vires.  The Complaint \nalso includes a request for preliminary injunction styled as a cause of action. \n14. Defendants responded by filing the Motion on 28 April 2025 requesting \nthat the Court dismiss the Complaint in its entirety .  After full briefing, the Court \nheld a hearing on the Motion on 6 August 2025, at which all parties were present and \nheard.  (Not. of Hr’g, ECF No. 33.) \n15. The Motion is now ripe for disposition. \nII. LEGAL STANDARD \n16. “A motion to dismiss under Rule 12(b)(6) ‘tests the legal sufficiency of \nthe complaint.’ ”  Design Gaps, Inc. v. Hall, 2024 NCBC LEXIS 64, at *6 (N.C. Super. \nCt. May 1, 2024) (quoting Isenhour v. Hutto, 350 N.C. 601, 604 (1999)).  Dismissal of \na claim is proper if “(1) the complaint on its face reveals that no law supports the \nplaintiff’s claim; (2) the complaint on its face reveals the absence of facts sufficient to \nmake a good claim; or (3) the complaint discloses some fact that necessarily defeats \nthe plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco PLC , 371 N.C. 605, 615 (2018).  \nOtherwise, “a complaint should not be dismissed for insufficiency unless it appears \nto a certainty that plaintiff is entitled to no relief under any state of facts which could \nbe proved in support of the claim.”  Sutton v. Duke, 277 N.C. 94, 103 (1970) (emphasis \nomitted); see Jenkins v. Wheeler, 69 N.C. App. 140, 142 (1984) ( It is error for a trial \ncourt to grant a motion to dismiss “if the complaint, liberally construed, shows no \ninsurmountable bar to recovery.”) .  The issue for the Court “is not whether [the] \nplaintiff will ultimately prevail but whether the plaintiff is entitled to offer evidence \nto support the claim.”  Brown v. Lumbermen s Mut. Cas. Co., 90 N.C. App. 464, 471 \n(1988), aff’d, 326 N.C. 387 (1990). \n17. When deciding a motion to dismiss,  the Court must treat all well -\npleaded allegations as true and view the facts and permissible inferences in the light \nmost favorable to the nonmoving party.  Sykes v. Health Network Sols., Inc., 372 N.C. \n326, 332 (2019).  Nevertheless, the Court is not required “to accept as true allegations \nthat are merely conclusory, unwarranted deductions of fact, or unreasonable \ninferences.”  Good Hope Hosp., Inc. v N.C. HHS, Div. of Facility Servs., 174 N.C. App. \n266, 274 (2005). \n18. Further, on a Rule 12(b)(6) motion, the Court’s review is limited to the \nallegations of, and documents referenced in, the C omplaint.  Additional facts \nintroduced for the first time in the briefing may not be considered.  See Jackson/Hill \nAviation, Inc. v. Town of Ocean Isle Beach , 251 N.C. App. 771, 775 (2017)  (“At the \nmotion to dismiss stage, the trial court . . . may not consider evidence outside the four \ncorners of the complaint and the attached [documents].”). \nIII. ANALYSIS \n19. Defendants request that each of Plaintiffs’ claims be dismissed for \nfailure to state a claim.  The Court addresses each claim below.  \n  \nA. Breach of Governing Documents \n20. Plaintiffs allege that Defendants have failed to adhere to the conditions \nand obligations contained in the Governing Documents.  (Compl. ¶ 30.)  Specifically, \nPlaintiffs allege that the following acts “set forth certain of the Defendants’ breaches”: \na. Exclusion of Board and Committee Members from Board and \nCommittee Meetings in which discussions and decisions concerning \nCommunity Facilities were had and made. \n \nb. Exclusion of Board and Committee Members, to include the \n[Homeowners’ Association ] Treasurer, from Board and Committee \nMeetings in which discussions and decisions concerning the budget \nand expenditures on Community Facilities were had and made. \n \nc. Failure to seek and obtain input from [Homeowners’ Association ] \nBoard Member representatives, who are tasked with gathering input \nfrom [ Homeowners’ Association ] members, concerning future \nimprovement projects pertaining to Community Facilities. \n \nd. Failure to appropriately inform members of [ Homeowners’ \nAssociation] of improvement projects related to Community \nFacilities that cost in excess of $1,000.00. \n \ne. Failure to provide [ Homeowners’ Association ] Board Member \nRepresentatives and [ Homeowners’ Association ] member s with \nfinancial records upon request as required by the [G]overning \n[D]ocuments. \n \nf. Exclusion of [Homeowners’ Association ] Board Member \nRepresentatives and [Homeowners’ Association ] members from \nattending the 2023 and 2024 annual meetings wherein discussions \nand decisions concerning Community Facilities were had and made. \n \ng. Exclusion of [Homeowners’ Association ] members from Board \nMeetings held in which votes concerning Community Facilities were \nhad and made, despite allowing [ Condominium Association ] \nMembers to attend said meeting. \n \nh. Unilateral adoption and charge of a special assessment by the \n[Condominium Association ] Board intended to account for budget \nshortfalls and the 2025 Director’s and Officer’s liability insurance \npremium without the requisite authori ty within any [G]overning \n[D]ocuments to assess the same against the [Condominium \nAssociation] and [Homeowners’ Association] owners. \n \ni. Improper allocation of expenses including, but not limited to, \nallocation of the 202 5 Director’s and Officer’s liability insurance \npremium amongst [ Condominium Association ] and [ Homeowners’ \nAssociation] members, resulting in [Homeowners’ Association ] \nmembers harboring an inequitable portion of said premium. \n \n(Compl. ¶ 31.)  Plaintiffs request that the Court “declare that the Defendants are in \nbreach of its (sic) duties and obligations set forth in [the] Governing Documents and, \nfurther, for an order requiring strict compliance with said duties and obligations.”  \nPlaintiffs further request that the Court issue an order declaring the special \nassessment invalid and for a return of the monies tendered for the assessment.  \n(Compl. ¶ 33.) \n21. Defendants respond that Plaintiffs’ claim for breach of the Governing \nDocuments is subject to dismissal because: (1) Plaintiffs do not cite specific provisions \nof the Governing Documents that were allegedly breached; (2) Plaintiffs complain of \nconduct that is not prohibited by the Deed or MOA; and (3) Plaintiffs fail to \nsufficiently allege that they have suffered or will suffer any damages as a result of  \nDefendants’ alleged breaches.  (Defs.’ Br. Supp. Mot. Dismiss [Defs.’ Br. Supp.] 9−11, \nECF No. 15.)   \n22. Defendants do not challenge the validity of either the Deed or the MOA, \nwhich set forth the contractual obligations of the parties.  See Simmons v. Waddell , \n241 N.C. App. 512 , 520 (2015)  (applying principles of contract interpretation to a \ndeed).  \n23. “The elements of a claim for breach of contract are the existence of a \nvalid contract and breach of that contract’s terms. When these elements are alleged, \n‘it is error to dismiss a breach of contract claim under Rule 12(b)(6).’ ”  Carolina Med. \nPartners, PLLC v. Shah, 2024 NCBC LEXIS 86, at *5 (N.C. Super. Ct. June 27, 2024) \n(quoting Woolard v. Davenport, 166 N.C. App. 129, 134 (2004)); Bigelow v. Sassafras \nGrove Baptist Church, 247 N.C. App. 401, 404 (2016). \n24. A c laim for breach of contract is  not subject to Rule 9’s heightened \npleading standards.  AYM Techs., LLC v. Rodgers, 2018 NCBC LEXIS 14, at *52−53 \n(N.C. Super. Ct. Feb. 9, 2018).  Rather, to state a claim, Plaintiffs must meet Rule 8’s \nliberal standard, which requires only a “ short and plain statement of the claim ” \nsufficient to put the court and parties on notice of the events giving rise to the claim.  \nN.C. R. Civ. P. 8(a)(1); see also Pyco Supply Co. v. Am. Centennial Ins. Co. , 321 N.C. \n435, 442 (1988) ( “Under the notice theory of pleading, a statement of a claim is \nadequate if it gives sufficient notice of the events or transactions which produced the \nclaim to enable the adverse party to understand its nature and basis and to file a \nresponsive pleading.”); Intersal, Inc. v. Wilson , 2023 NCBC LEXIS 29, at * 41 n. 18 \n(N.C. Super. Ct. Feb. 23, 2023) (A plaintiff “is not required to state a breach of \ncontract claim with particularity.”).   \n25. Defendants cite Howe v. Links Club Condo. Ass’n for the proposition that \npleading a claim for breach of contract requires more specificity than is evidenced in \nthe Complaint.  263 N.C. App . 130 (2018).  The Court disag rees.  In Howe , the \nplaintiffs failed to allege that the agreement at issue was a binding contract to which \nthe defendant was a party.  The Complaint in the instant case does not suffer from \nthe same shortcoming.  H ere, the Complaint  identifies the contract at issue as the \nGoverning Documents and then lists alleged breaches of that contract.  Nothing \nfurther is required at this stage of the case.  See Vanguard Pai Lung, LLC v. Moody, \n2019 NCBC LEXIS 39, at *11 (N.C. Super. Ct. June 19, 2019) (“[S]tating a claim for \nbreach of contract is a relatively low bar[.]”). \n26. Moreover, “[u]nder North Carolina law, proof of damages is not an \nelement of a claim for breach of contract .”  Crescent Univ. City Venture, LLC v. AP \nAtl., Inc. , 2019 NCBC LEXIS 46, at *127 (N.C. Super. Ct. Aug. 8, 2019) (citation \nomitted); see also Soc’y for the Hist. Pres. of the Twenty-Sixth N.C. Troops, Inc. v. City \nof Asheville, 385 N.C. 744, 751 (2024) (“Where a party alleges the existence of a valid \ncontract and that such contract has been breached, that party has alleged a legal \ninjury that gives rise to standing.”); Bryan Builders Supply v. Midyette, 274 N.C. 264, \n271 (1968) (explaining that in a contract action proof of breach alone is enough to \navoid judgment of nonsuit); Delta Envtl. Consultants, Inc. v. Wysong & Miles Co., 132 \nN.C. App. 160, 172 (1999) (“[I]n a suit for damages for breach of contract, proof of the \nbreach would entitle the plaintiff to nominal damages at least.” (quotation marks and \ncitation omitted)). \n27. Accordingly, on this basis, Defendants’ Motion is DENIED.\n3 \n \n3 The parties did not state their positions regarding each of the alleged breaches in their \nbriefing.  Consequently,  the Court does not evaluate  whether, under the Governing \nDocuments, Defendants could be liable for each of the many breaches alleged.  Rather, the \nCourt concludes only that Plaintiffs have stated a claim for breach of contract that requires \nfurther evaluation in discovery. \nB. Breach of North Carolina General Statutes \n28. Plaintiffs contend that the failings they allege constitute breaches of the \nGoverning Documents also violat ed Sections 47A-10 and 47A-20 of the North \nCarolina General Statutes, as well as the North Carolina Nonprofit Corporation Act.  \n(Compl. ¶¶ 36−37.) \n29. The North Carolina Unit Ownership Act, N.C.G.S. §§  47A-1 et seq. , \nprovides in relevant part: \nEach unit owner  shall comply strictly with the bylaws and with the \nadministrative rules and regulations adopted pursuant thereto, as \neither of the same may be lawfully amended from time to time, and with \nthe covenants, conditions and restrictions set forth in the declaration or \nin the deed to his unit.  Failure to comply with any of the same shall be \ngrounds for an action to recover sums due, for damages or injunctive \nrelief, or both, maintainable by the manager or board of directors on \nbehalf of the associ ation of unit owners or, in a proper case, by an \naggrieved unit owner. \n \nN.C.G.S. § 47A-10 (emphasis added).  Defendants argue that Plaintiffs lack standing \nto bring this claim.  (Defs.’ Br. Supp. 11−12.) \n30. The Court agrees with Defendants.  Plaintiffs may have been afforded \ncertain rights as “members” by the Governing Documents, but nowhere do they plead \nthat they are condominium unit owners with standing to pursue this claim.   “Since \nthe statute specifically designates who may sue to enforce the restrictions, it \ncontrols.”  Laurel Park Villas Homeowners Asso. v. Hodge s, 82 N.C. App. 141, 144  \n(1986).\n4 \n \n4 At oral argument, Plaintiffs’ counsel conceded the inapplicability of Section 47A-10. \n31. Plaintiffs also allege that Defendants have violated  Section 47A-20 of \nthe North Carolina Unit Ownership Act, which provides: \nThe manager or board of directors, or other form of administration \nprovided in the bylaws, as the case may be, shall keep detailed, accurate \nrecords in chronological order of the receipts and expenditures affecting \nthe common areas and facilities, specifying and identifying the \nmaintenance and repair expenses of the common areas and facilities and \nany other expense incurred .  Both said book and the vouchers \naccrediting the entries thereupon shall be available for examination by \nall the unit owners, their duly authorized agents or attorneys, at \nconvenient hours on working days that shall be set and announced for \ngeneral knowledge.  All books and records shall be kept in accordance \nwith good and accepted accounting practices and an outside audit shall \nbe made at least once a year. \n \nN.C.G.S. § 47A-20 (emphasis added). \n \n32. Plaintiffs specifically allege that Defendants violated Section 47A-20 by \n“fail[ing] to provide [Homeowners’ Association] members with financial records upon \nrequest . . . as well as failure to perform at least one (1) annual audit per year.”  \n(Compl. ¶ 37(e).)  However, t he statute, on its face , gives inspection rights only to \n“unit owners, their duly authorized agents or attorneys [.]”  As observed above, \nPlaintiffs may have been afforded certain rights as “members”  by the Governing \nDocuments, but they do not plead that they are condom inium unit owners .  \nConsequently, Plaintiffs lack standing to pursue this claim.   \n33. Lastly, Plaintiffs broadly allege that Defendants’ actions violated Article \n16 of Section 55A of the North Carolina General Statutes.  While the Complaint does \nnot specify which provisions of N.C.G.S. §  55A-16 Defendants allegedly violated, it \nappears from  the recitation of alleged breaches that  Plaintiffs contend that \nDefendants have  failed to allow them to inspect the Condominium Association’s \nfinancial records.  (Compl. ¶37(e).) \n34. Pursuant to N.C.G.S. § 55A-16-01: \n(a) A corporation shall keep as permanent records minutes of all \nmeetings of its members and board of directors, a record of all actions \ntaken by the members or directors without a meeting pursuant  to \n[N.C.]G.S. 55A-7-04, 55A-7-08, or 55A -8-21, and a record of all actions \ntaken by committees of the board of directors in place of the board of \ndirectors on behalf of the corporation. \n \n(b) A corporation shall maintain appropriate accounting records. \n \n**** \n \n(e) A corporation shall keep a copy of the following records at its \nprincipal office: \n \n(4) The minutes of all membership meetings, and records of all \nactions taken by the members without a meeting pursuant to \n[N.C.]G.S. 55A -7-04 or [N.C.]G.S. 55A -7-08, for the past three \nyears; [and] \n \n(5) All written communications to members generally within the \npast three years, and the financial statements, if any , that have \nbeen furnished or would have been required to be furnished to a \nmember upon demand under [N.C.]G.S. 55A -16-20 during the \npast three years[.] \n \nN.C.G.S. § 55A-16-01(a)−(b), (e)(4)−(5). \n \n35. N.C.G.S. 55A-16-02 then provides for inspection of records by members \nof the nonprofit corporation as follows: \n(a) A member is entitled to inspect and copy, at a reasonable time and \nlocation specified by the corporation, any of the records of the \ncorporation described in [N.C.]G.S. 55A-16-01(e) if the member gives the \ncorporation written notice of his demand at least five business days \nbefore the date on which the member wishes to inspect and copy. \n \n(b) A member is entitled to inspect and copy, at a reasonable time and \nreasonable location specified by the corporation, any of the following \nrecords of the corporation if the member meets the requirements of \nsubsection (c)5 of this section and gives the corporation written notice of \nhis demand at least five business days before the date on which the \nmember wishes to inspect and copy: \n \n(1) Excerpts from any records required to be maintained under \n[N.C.]G.S. 55A -16-01(a), to the extent not subject to inspection \nunder [N.C.]G.S. 55A-16-02(a); [and] \n \n(2) Accounting records of the corporation. \n \nN.C.G.S. § 55A-16-02(a), (b)(1)−(2) (emphasis added). \n \n36. The Deed conferred upon Plaintiffs the status of members of the \nCondominium Association “[w]ith regard to all matters dealing with and affecting the \nassessments concerning the  . . . Community Facilities or the use or administration \nthereof[.]”  Th us, Plaintiffs were contractually given the right to inspect certain \nrecords pertaining to the Community Facilities.  Still, Plaintiffs are required to \ncomply with Section 55A -16-02, and they fail to allege that they have done so.   See, \ne.g., Technik v. WinWholesale, Inc., 2012 NCBC LEXIS 5, at *21 (N.C. Super. Ct. Jan. \n13, 2012) (describing like requirements in Section 55 -16-02(c) as “conditions \nprecedent to court-ordered inspection”). \n \n5 Subsection (c) provides: \n \nA member may inspect and copy the records identified in subsection (b) of this \nsection only if: \n(1) The member’s demand is made in good faith and for a proper \npurpose; \n(2) The member describes with reasonable particularity the purpose \nand the records the member desires to inspect; and \n(3) The records are directly connected with this purpose. \n37. Accordingly, on this basis, Defendants’ Motion is GRANTED, and \nPlaintiffs’ claim for breach of North Carolina General Statute Sections 47A-10 and, \n47A-20 is DISMISSED with prejudice.   Plaintiffs’ claim for breach of North \nCarolina General Statute 55A-16 is also DISMISSED with prejudice.6 \nC. Breach of Fiduciary Duty \n38. Plaintiffs bring their claim for breach of fiduciary duty against both the \nCondominium Association and the Individual Defendants.  Among the list of alleged \nbreaches are the same allegations that Plaintiffs contend constitute breaches of the \nGoverning Documents  and the General Statutes.  In addition, they allege that \nDefendants breached their fiduciary duties by: \na. Failure to maintain appropriate reserve funds to maintain and \nimprove Community Facilities. \n \nb. Failure to review Memorandum of Agreement to ensure revisions are \nmade that are necessary to accommodate needs of the community and \naccount for inflation. \n \nc. Failure to review financial policies and procedures to ensure revisions \nare made that are necessary to accommodate needs of the community \nand account for inflation. \n \nd. Failure to adequately maintain, preserve and monitor Community \nFacilities such as beach/dune walkovers. \n \ne. Failure to adequately audit the financial status of the accounts \ndesignated for maintenance and improvement of Community Facilities. \n \n(Compl. ¶ 43.) \n \n \n6 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt[.]” First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013). \n \n39. A claim for breach of fiduciary duty has three elements: (1) existence of \na fiduciary duty; (2) breach of that duty; and (3) injury proximately resulting from \nthe breach.  See Green v. Freeman, 367 N.C. 136, 141 (2013).   \n1. Condominium Association \n40. Defendants argue that Plaintiffs’ claim for breach of fiduciary duty as to \nthe Condominium Association  is subject to dismissal because the Condominium \nAssociation does not owe a fiduciary duty to Plaintiffs.  (See Defs.’ Br. Supp. 13−16.) \n41. “[A] fiduciary relationship is generally described as arising when ‘there \nhas been a special confidence reposed in one who in equity and good conscience is \nbound to act in good faith and with due regard to the interests of the one reposing \nconfidence.’ ”  Dallaire v. Bank of Am., N.A., 367 N.C. 363, 367 (2014) (quoting Green, \n367 N.C. at 141). \n42. “North Carolina recognizes two types of fiduciary relationships: de jure, \nor those imposed by operation of law, and de facto, or those arising from the particular \nfacts and circumstances constituting and surrounding the relationship.”  Hager v. \nSmithfield E. Health Holdings, LLC, 264 N.C. App. 350, 355 (2019). \n43. The relationship between Plaintiffs and the Condominium Association \nis contractual.7  “[P]arties to a contract do not thereby become each others’ fiduciaries; \nthey generally owe no special duty to one another beyond the terms of the contract[.]”  \nBranch Banking & Tr. Co. v. Thompson, 107 N.C. App. 53, 61 (1992); Progress Point \n \n7 The Complaint does not allege any relationship, contractual or otherwise, between Ms. \nStump and the Condominium Association. \n \nOne-B Condo. Ass’n v. Progress Point One Prop. Owners Ass’n, 2015 NCBC LEXIS 22, \nat *12 (N.C. Super. Ct. Mar.  2, 2015) (“[A] contractual relationship, standing alone, \ndoes not create a fiduciary relationship.”) .  Nothing in the Governing Documents \ncreates a fiduciary duty.8 \n44. Further, the facts alleged are insufficient to create a de facto  fiduciary \nduty between the Condominium Association and Plaintiffs.  “The standard for finding \na de facto fiduciary relationship is a demanding one : ‘Only when one party \nfiguratively holds all the cards—all the financial power or technical information, for \nexample—have North Carolina courts found that the special circumstance of a \nfiduciary relationship has arisen.’ ”  Lockerman v. S. River Elec. Mbrshp. Corp., 250 \nN.C. App. 631, 636 (2016) (quoting S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC, \n189 N.C. App. 601, 613 (2008)). \n45. Plaintiffs contend that  the Condominium Association  “holds all the \ncards” because the Condominium Association  has seven representatives with the \nright to vote on matters pertaining to Community Facilities, while the Homeowners’ \nAssociation is entitled to only two voting representatives.  According to Plaintiffs, this \ndisparity necessarily means that the Condominium Association will dominate any \ndecision regarding Community Facilities.  (Pls.’ Br. Opp’n 14−15, ECF No. 29.)   \n \n8 Moreover, the fiduciary duty that typically exists does not run to the unit owners but rather \nruns to the association.  See Byrd v. Fat City Condo. Owners Ass’n , 2023 U.S. Dist. LEXIS \n208792, at *17−18 (W.D.N.C. Nov. 21, 2023) (recognizing that while officers and members of \na board owe fiduciary duties to the association and the unit owners under the North Carolina \nCondominium Act, there is nothing to suggest that the association itself owes fiduciary duties \nto the unit owners).   \n46. But Plaintiffs assume that all  seven voting members of the \nCondominium Association Board will vote as a majority bloc and that the two voting \nmembers of their Board will always be on the losing side .  There is nothing in the \nComplaint to suggest that such an a rrangement to disenfranchise Plaintiffs exists.  \nTo the contrary, as Plaintiffs allege, the Governing Documents contemplate equality \namong th e representatives who are afforded voting rights.  (Compl. ¶23.)  Absent \nsufficient allegations of dominance an d control, Plaintiffs have failed to state this \nclaim.  Cf . Vanguard Pai Lung, LLC , 2019 NCBC LEXIS 39, at *17 (“ A majority \ninterest does not necessarily equate to control.”).   \n2. Individual Defendants \n47. The Individual Defendants , some of whom are allegedly officers of the \nBoard of Directors of the Condominium Association, owe de jure fiduciary duties, not \nto Plaintiffs, but to the Condominium Association and its unit owners pursuant to the \nNorth Carolina Condominium Act, N.C.G.S. §§ 47C-1-101 et seq.  Article 3 of the Act \nprovides: \n(a) Except as provided in the declaration, the bylaws, in subsection (b) \nor in other provisions of this chapter, the executive board may act in all \ninstances on behalf of the association.  In the performance of their \nduties, the officers and members of the executive board shall be deemed \nto stand in a fiduciary relationship to the association and the unit owners \nand shall discharge their duties in good faith, and with that diligence \nand care which ordinarily prudent persons would exercise under similar \ncircumstances in like positions. \n \nN.C.G.S. § 47C-3-103 (emphasis added). \n \n48. In addition, Sections 55A-8-30(a)(1)−(3) of the North Carolina Nonprofit \nCorporation Act  requires a director to act in the best interests of the nonprofit \ncorporation, not its  members.  See N.C.G.S. §  55A-8-30(a)(1)−(3) (“A direct or shall \ndischarge his duties as a director, including his duties as a member of a committee: \n(1) In good faith; (2) With the care an ordinarily prudent person in a like position \nwould exercise under similar circumstances; and (3) In a manner the director \nreasonably believes to be in the best interests of the corporation. ”); Vill. at Motts \nLanding Homeowners’ Ass’n v. Aftew Props. , 2023 NCBC LEXIS 100, at * 8 (N.C. \nSuper. Ct. Aug. 14, 2023) (a director “ must be fair to the corporation” ); cf. Keener \nLumber Co. v. Perry , 149 N.C. App. 19, 26  (2002) (“[D]irectors of a corporation \ngenerally owe a fiduciary duty to the corporation  and . . . the action is properly \nmaintained by the corporation[.]” (emphasis omitted)). \n49. Furthermore, even if there were fiduciary duties that ran to Plaintiffs, \nadditional allegations and evidence would be necessary to overcome the hurdle \npresented by the business judgment rule.  See Winters v. First Union Corp. , 20 01 \nNCBC LEXIS 5, at *10 (N.C. Super. Ct. July 12, 2001) (“In order to survive a motion \nto dismiss, the complaint must allege, in other than conclusory terms, that the board \nwas inattentive or uninformed, acted in bad faith or that the board ’s decision was \nunreasonable.”).  \n50. Accordingly, on this basis, Defendants’ Motion is GRANTED, and \nPlaintiffs’ claim for breach of fiduciary duty is DISMISSED with prejudice. \nD. Preliminary Injunction \n51. Plaintiffs’ fourth cause of a ction is titled “Request for Preliminary \nInjunction.”  Business Court Rule 7  requires any motions, including motions for \npreliminary injunctions, to be filed as separate motions with supporting briefs .  See \nVanguard Grp., Inc. v. Snipes, 2022 NCBC LEXIS 56, at *18 (N.C. Super. Ct. June 3, \n2022). \n52. Furthermore, “[a] preliminary injunction is an ancillary remedy, not an \nindependent cause of action.”  Lendingtree, LLC v. Intercontinental Cap. Grp., Inc., \n2017 NCBC LEXIS 54, at *16 (N.C. Super. Ct. June 23, 2017) (quoting Revelle v. \nChamblee, 168 N.C. App. 227, 230 (2005) ).  Therefore, the purported cause of action \nfor a preliminary injunction fails to state a claim.  Id. \n53. Accordingly, the Court GRANTS Defendants’ Motion.  Plaintiffs’ fourth \ncause of a ction—“Request for Preliminary Injunction” —is DISMISSED without \nprejudice to Plaintiffs’ ability to pursue  a motion for preliminary injunction should \nsuch relief be warranted. \nE. Actions Committed Ultra Vires \n54. Plaintiffs allege the Individual Defendants have committed ultra vires  \nacts “through their abuse, misapplication, and violation of the provisions of the \nGoverning Documents.”  (Compl. ¶¶ 47−52.)  Defendants respond that this claim fails \nbecause the North Carolina Nonprofit Corporation Act limits Plaintiffs’ ability to seek \nthis relief.  (Defs.’ Br. Supp. 19−20.)   \n55. Defendants are correct that “[t]he North Carolina Nonprofit Corporation \nAct generally prohibits claims challenging the validity of an action taken by a \nnonprofit corporation as ultra vires, with limited exceptions.”  Cole v. Bonaparte’s \nRetreat Prop. Owners’ Ass’n, 259 N.C. App. 27, 38 (2018).  \n56.  Chapter 55A of the North Carolina Nonprofit Corporation Act provides: \n(a) Except as provided in subsection (b) of this section, the validity of \ncorporate action shall not be challenged on the ground that the \ncorporation lacks or lacked power to act. \n \n(b) A corporation’s power to act may be challenged: \n \n(1) In a proceeding by a member or a director against the \ncorporation to enjoin the act. \n \n(2) In a proceeding by the corporation, directly, derivatively, or \nthrough a receiver, trustee, or other legal representative, against \nan incumbent or former director, officer, employee, or agent of the \ncorporation; or \n \n(3) In a proceeding by the Attorney General under [N.C.]G.S. 55A-\n14-30. \n \nN.C.G.S. § 55A-3-04 (emphasis added). \n \n57. Plaintiffs’ only avenue to challenge an ultra vires act committed by a \ndirector or officer of the Condominium Association would be to contend that they are \nmembers of the Condominium Association and to bring their claim under subsection \n(b)(1) of the Nonprofit Corporation Act.  Even if they were successful in establishing \nstanding, however, neither Plaintiffs’ attempted claim nor their requested relief  is \ncontemplated by the Act .  Rather than pursuing injunctive relief against the \ncorporation to stop the alleged ultra vires acts, Plaintiffs seek “an order holding [the \nIndividual] Defendants personally liable for any damages ste mming from the \nimproper actions . . . [and] for an order forbidding [the] Individual Defendants from \nserving in any representative capacity supporting the [ Condominium] Association \nnow and in the future, and for any other appropriate relief the Court may deem just \nand proper.”  (Compl. ¶  52.)  The Court concludes that this attempted recast of \nPlaintiffs’ breach of contract claim fails.   \n58. Accordingly, Individual Defendants’ Motion to Dismiss is GRANTED, \nand this claim is DISMISSED with prejudice. \nIV. CONCLUSION \n59. WHEREFORE, the Court hereby GRANTS in part  and DENIES in \npart the Motion as follows: \na. As to Plaintiffs’ first cause of action (breach of governing documents), \nthe Motion is DENIED. \nb. As to Plaintiffs’ second cause of action (breach of North Carolina \nGeneral Statutes), the Motion is GRANTED , and the claim is \nDISMISSED with prejudice. \nc. As to Plaintiffs’ third cause of action (breach of fiduciary duty), the \nMotion is GRANTED, and the claim is DISMISSED with \nprejudice.  \nd. As to Plaintiffs’ fourth cause of action (request for preliminary \ninjunction), the Motion is GRANTED, and the claim is DISMISSED \nwithout prejudice to Plaintiffs’ abilit y to pursue a motion for \npreliminary injunction should such relief be warranted. \ne. As to Plaintiffs’ fifth cause of action (actions committed ultra vires), \nthe Motion is GRANTED , and the claim is DISMISSED with \nprejudice. \nSO ORDERED, this the 7th day of August, 2025. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}