{
  "id": "3c71c1f8e3466f9f509726bb552ff4d54ab92c36de1d4966413d79636b812c85",
  "source_file": "data/raw/ncbc/3c71c1f8e3466f9f509726bb552ff4d54ab92c36de1d4966413d79636b812c85.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 11 CVS 607 \n \n \nALVIN M. BODFORD and BRENDA S. ) \nBODFORD, ) \n Petitioners )  \n  )  \n v.  )  \n   ) \nNORTH CAROLINA DEPARTMENT ) \nOF REVENUE,  ) \n  Respondent ) \n \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 11 CVS 464 \n \n \nJASON M. BODFORD and MELISSA S. ) \nBODFORD, ) \n Petitioners )  \n  )  \n v.  )    \n   ) \nNORTH CAROLINA DEPARTMENT ) \nOF REVENUE,  ) \n  Respondent ) \n \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 11 CVS 608 \n \n \nJASON M. BODFORD, ) \n Petitioner )  \n  ) \n v.  )    \n   )   \nNORTH CAROLINA DEPARTMENT ) \nOF REVENUE,  ) \n  Respondent ) \n \n    Bodford v. N.C. Dep’t of Revenue, 2013 NCBC 20. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 11 CVS 466 \n \n \nRANDALL L. POTEAT and AMY B. POTEAT, ) \n Petitioners )  \n  ) \n v.  )    \n   )   \nNORTH CAROLINA DEPARTMENT ) \nOF REVENUE,  ) \n  Respondent ) \n \n \nOPINION AND ORDER ON PETITION \n \nFOR JUDICIAL REVIEW OF FINAL AGENCY DECISION  \nIN A CONTESTED TAX CASE  \n \n THIS MATTER comes before the court on Petition for  Judicial Review of a Final \nAgency Decision (\"Petition\") in a contested tax case arising under N.C. Gen. Stat. § \n105-241.16 (hereinafter, all references to the North Carolina General Statutes will be to \n\"G.S.\"), filed by Petitioners Alvin and Brenda Bodford, Jason and Melissa Bodford and \nRandall and Amy Poteat, pursuant to Article IV of the North Carolina Administrative \nProcedure Act (\"NCAPA\"); and  \n THE COURT, having considering the Petition, briefs  and arguments of counsel \nand other appropriate matters of record, AFFIRMS the Final Agency Decision, as \ndiscussed below. \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Howard L. Williams, \nEsq. and Benjamin R. Norman, Esq. for Petitioners. \n \nAttorney General Roy Cooper, Esq. by Assistant Attorney General Tenisha S. \nJacobs, Esq. for Respondent. \n \nJolly, Judge. \n \nI.  \n \nPROCEDURAL HISTORY  \n \n[1] Respondent North Carolina Department of Revenue  (\"Respondent\") \nissued Notices of Final Determination on October 12, 2009, disallowing Petitioners' \nclaims on their individual North Carolina income tax returns for certain tax deductions \nfor depreciation that previously was added back 1 by Epes Carriers, Inc. (\"ECI\"), or its \nwholly-owned subsidiaries, and by Epes Logistics Services, Inc. (\"ELS\").  Petitioners \nare shareholders in ECI and ELS.2   \n[2] On December 8, 2009, Petitioners timely filed a  Petition for Contested \nCase Hearing, pursuant to G.S. 105-241.15 and 150B-23(a), 3 challenging the Notices of \nFinal Determination that disallowed the deductions.4 \n[3] On February 16, 2010, the assigned Administrati ve Law Judge (\"ALJ\") \nordered the contested cases to be consolidated.5 \n[4] On June 25, 2010, Respondent filed a Motion for  Summary Judgment \n(\"Motion for Summary Judgment\").6 \n[5] On July 1, 2010, the parties jointly filed agre ed-upon factual stipulations. 7 \n[6] On July 8, 2010, the ALJ heard oral arguments f rom Respondent and \nPetitioners on the Motion for Summary Judgment. 8   \n                                                 \n1 The phrase \"added back,\" as used in this Opinion and Order, means that the taxpayer added any \ndepreciation amounts deducted on their federal tax returns back to their state tax returns in calculat ing \ntaxable state income.  The process and reasons for \"adding back\" depreciation amounts is more fully \nexplained in paragraphs 13-16.  \n2 Pet'rs Br. Supp. Pets. Judicial Review (\"Petitioners Memo\") 5.  As discussed infra , at times material, ECI \nand ELS converted from C corporation status to S corporation status.  Consequently, Petitioners contend \nthey personally are entitled to the depreciation deduction at issue.  \n3 All statutory references are to those in effect for the relevant tax years at issue in this matter, 2005-\n2007.  \n4 Petitioners Memo 5.  \n5 Id.  \n6 Id.  \n7 Id.  \n[7] On August 5, 2010, the ALJ issued a recommended  decision denying the \nMotion for Summary Judgment and concluding that the deductions claimed by \nPetitioners under G.S. 105-134.6(b)(17) were proper (\"ALJ Decision\").9 \n[8] On December 15, 2010, Respondent issued its Fin al Agency Decision \n(\"Final Agency Decision\"), which rejected the ALJ Decision and determined that \nPetitioners were not entitled to the depreciation deductions taken by Petitioners on their \nindividual North Carolina tax returns for tax years 2005, 2006 and 2007.10  \n[9] On January 12, 2011, Petitioners filed their Pe tition, seeking reversal of \nthe Final Agency Decision. \n[10] The Petition has been fully briefed and argued  and is ripe for \ndetermination. \nII. \nFACTUAL BACKGROUND  \n[11] The primary place of business for ECI and ELS is in Greensboro, North \nCarolina.  \n[12] In 2002, the federal government enacted a prov ision allowing a taxpayer \nto take a bonus deduction by accelerating depreciation on new equipment (\"Bonus \nDeduction\") purchased and placed in service by businesses in tax years 2002, 2003 \nand 2004. 11  \n[13] For tax years 2002, 2003 and 2004, ECI and ELS , as C corporations, \npurchased certain new equipment.  They accelerated the depreciation on the equipment \n                                                                                                                                                             \n8 Id.  \n9 Id.  5-6.  \n10  Pet'rs Reply Br. Supp. Pets. Judicial Review (\"Petitioner Reply Memo\") 2.  \n11  Id.  2.  \nfor federal tax purposes and used the Bonus Deduction on their federal tax returns. 12    \nBecause they were not entitled to the Bonus Deduction for state tax purposes, in \ndetermining their state taxable income, ECI and ELS added back the amount of the \nBonus Deduction to their corporate North Carolina tax returns. 13   After doing that, ECI \nand ELS were entitled to deduct the amount added back as depreciation over the next \nfive taxable years.  Both entities did so for tax years 2002, 2003 and 2004. 14   \n[14] However, before ECI and ELS could use the enti re balance of their five-\nyear, added-back depreciation deduction, they each converted from C corporations to S \ncorporations. 15   As a result, a balance of the deduction remained unused. \n[15] After ECI and ELS converted to S status, for t ax years 2005, 2006 and \n2007, Petitioners, as shareholders of ECI and ELS, claimed on their individual state tax \nreturns the balance of the add-back depreciation deduction to which ECI and ELS were \nentitled at the time each converted to C status.16   Respondent disallowed Petitioners' \nuse of the remaining balance of added-back depreciation as a deduction on their \nindividual tax returns. 17  \n[16] Petitioners have paid the contended tax, and s eek a declaration from this \ncourt that they were entitled to the balance of the unused add-back depreciation as a \ndeduction. \n                                                \n \n12  Id.  4.  \n13  Id.  \n14  Id.  \n15  Id.  2.  \n16  Specifically, Alvin M. Bodford and Brenda S. Bodford claimed the deduction in tax years 2005-2007.  \nJason M. Bodford claimed the deduction in tax years 2005-2006.  Jason M. Bodford and Melissa S. \nBodford claimed the deduction in tax year 2007.  Ra ndall L. Poteat and Amy B. Bodford claimed the \ndeduction in tax years 2005-2007.  Petitioners Memo  5 n.4.  \n17  Resp't Resp. Pet'rs Br. Supp. Pets. Judicial Review (\"Respondent Memo\") 4.  \nIII. \nSTANDARD OF REVIEW  \n[17] When a \"trial court exercises judicial review of an agency's final decision, \nit acts in the capacity of an appellate court.\"  N.C. Dep't of Env't & Natural Res. v. \nCarroll , 358 N.C. 649, 662 (2004) (citing Mann Media, Inc. v. Randolph Cnty. Planning \nBd. , 356 N.C. 1, 12 (2002)).  \"The administrative body making the initial ruling \ndetermines the weight and sufficiency of the evidence and the credibility of the \nwitnesses, draws inferences from the facts, and appraises conflicting and circumstantial \nevidence.\"  Technocom Bus. Sys. Inc. v. N.C. Dep't of Revenue , 2011 NCBC 1, ¶ 26 \n(N.C. Super. Ct. Jan. 4, 2011) (citing State ex rel. Comm'r of Ins. v. N.C. Rate Bureau , \n300 N.C. 381, 406 (1980)).  After an ALJ issues a decision, the applicable agency \nreviews the official record and makes a Final Agency Decision.  G.S. 150B-36(b). 18   \nWhen a court reviews the Final Agency Decision, the appropriate standard of review is \ndetermined by the nature of the alleged error.  Hillard v. N.C. Dep't of Correction , 173 \nN.C. App. 594, 596 (2005).  When the party \"contends legal error in the agency's \ndecision, the trial court must review de novo .\"  Id.  \n[18] As it applies to this matter, G.S. 150B-51(c) provides that \nIn reviewing a final decision in a contested case i n which an \nadministrative law judge made a decision, in accord ance with [G.S] \n150B-34(a), and the agency does not adopt the admin istrative law \njudge's decision, the court shall review the offici al record, de novo , \nand shall make findings of fact and conclusions of law.  In reviewing \nthe case, the court shall not give deference to any  prior decision \n                                                 \n18  In 2011, the General Assembly enacted Session Law 2011-398, s. 20 and 2011-398, s. 27 in 2011, \nwhich repealed G.S. 150B-36 in its entirety and ame nded G.S. 150B-51(c).  These revisions to the \nNCAPA, which are not retroactive, were effective for contested cases filed on or after January 1, 2012.  \nThis contested case, commenced on December 8, 2009, is unaffected by the revisions.  Accordingly, the \ncourt will apply the statutory language as written when this case commenced.  \nmade in the case and shall not be bound by the find ings of fact or \nthe conclusions of law contained in the agency's final decision. \n \n[19] In this case, Petitioners contend Respondent e rred in rejecting the ALJ's \nConclusions of Law Numbers 2, 3 and 4. 19  \n[20] In reviewing a decision de novo , the court \"considers the matter anew and \nfreely substitutes its own judgment for the agency's judgment.\"  Mann Media , 356 N.C. \nat 13.  Under the NCAPA, \"[t]he court shall determine whether the petitioner is entitled \nto the relief sought in the petition, based upon its review of the official record.\"  G.S. \n150B-51(c). \n[21] The court concludes that the standard of revie w in this matter is de novo . \nIV. \nDISCUSSION  \nA. \nStatutory Setting  \n[22] When calculating taxable income for a North Ca rolina taxpayer, the \nstarting point is the taxpayer's federal taxable income under the Internal Revenue Code.  \nG.S. 105-134.5(a) (\"North Carolina taxable income means the taxpayer's taxable \nincome as determined under the [Internal Revenue] Code, as adjusted [herein].\").  \nTherefore, due to this interrelationship between federal and state tax laws, any \ndeduction taken by the taxpayer when calculating federal taxable income will affect the \ntaxpayer's state taxable income, unless an adjustment is made to income at the state \n                                                 \n19  The Petition and appeal to this court is limited to Respondent's objections to these conclusions of l aw.  \nThe findings of fact contained in the Final Decision are unchallenged and are based upon the parties' \njointly filed set of Stipulations setting forth the agreed upon facts, filed on July 1, 2010.  Moreover, the \nparties have conceded that the material facts are not in dispute.  Respondent Memo 4; Petitioner Reply  \nMemo 2.  Accordingly, this court's review is limited to the conclusions of law made by Respondent.  \nlevel.  In fact, in the context of the issues raised by this case, North Carolina has elected \nto eliminate the interrelationship between federal and state tax laws so as not to allow a \ntaxpayer to take the Bonus Deduction as a one-time accelerated deduction for state tax \npurposes.  To do so, North Carolina enacted G.S. 105-134.6(c)(8) and 105-\n134.6(b)(17). 20   G.S. 105-134.6(c)(8) requires a taxpayer to add back to taxable income \nany Bonus Deduction taken for federal tax purposes.  However, G.S. 105-134.6(b)(17) \ndoes permit the taxpayer to deduct twenty percent of the amount previously added back \nunder G.S. 105-134.6(c)(8) in each year for five years.21  \n[23] The pivotal question raised here is (a) whethe r Petitioners are entitled to a \ndeduction on their state individual tax returns for previously-untaken, add-back \ndepreciation, pursuant to G.S. 105-134.6(b)(17), when (b) the added-back depreciation \namounts were added back by a C corporation that (c) subsequently converted to an S \ncorporation, of which Petitioners are shareholders, before the C corporation had taken \nall of its five-years of add-back deduction.  Given the unique set of circumstances \ninvolved, it is not surprising that this Petition presents a question of first impression for \nthis court. \n[24] Petitioners contend that the statute at issue,  G.S. 105-134.6(b)(17) is \nambiguous. 22   As such, Petitioners urge the court to interpret the statute in a manner \nallowing them to take the remaining balance of the add-back deduction on their \n                                                 \n20  The cited statutes are taken from the Individual Income Tax Act.  When the General Assembly enacted \nG.S. 105-134.6(b)(17) and G.S. 134.6(c)(8), it also enacted new tax provisions that apply to corporations, \nwhich are found in the Corporation Income Tax Act.  The corporate tax equivalents to G.S. 105-\n134.6(b)(17) and G.S. 105-134.6(c)(8) are G.S. 105-130.5(b)(21) and G.S. 105-130.5(a)(15), \nrespectively.  Because Petitioners are individuals, the court will refer to tax provisions from the Individual \nIncome Tax Act, unless otherwise inapplicable.  \n21  Effectively, by enacting G.S. 105-134.6(b)(17) and 105-134.6(c)(8), North Carolina spread out over a \nfive-year period the bonus depreciation deduction a llowed at the federal level.  The deduction set out in \nG.S. 105-134.6(b)(17) is referred to by both parties in their memoranda as the \"add-back deduction.\"  \n22  Petitioners Memo 3.  \nindividual tax returns.23   Furthermore, Petitioners contend that Respondent's \ninterpretation of the statute creates an unjust result that is unconstitutional in that it \ncreates a distinction among taxpayers that unreasonably precludes Petitioners from \nbenefitting from the deduction.24   \n[25] Respondent contends to the contrary, arguing t hat the statute is \nunambiguous and that its plain language supports disallowing the add-back deduction \nas taken by Petitioners. 25   Additionally, Respondent contends that Petitioners cannot \nmeet their burden of proving that the statutory provision in question is unconstitutional. 26  \nB. \nStatutory Construction  \n[26] This Petition involves issues of statutory int erpretation, which are \nquestions of law.  Parkdale Am., LLC v. Hinton , 200 N.C. App. 275, 278 (2009).  The \nprimary goal of statutory interpretation is to \"'ascertain the intent of the legislature and to \ncarry out such intention to the fullest extent.'\"  Id.  (quoting Brown v. Flowe , 349 N.C. \n520, 523 (1998)).  An important factor to be considered in determining legislative intent \nis the words chosen by the legislature.  Id.   The first step in interpreting such statutory \nlanguage is to ascertain whether the chosen language is clear and unambiguous, and if \nso, the court should apply the plain meaning of the words.  Id.   However, if ambiguities \nexist or the meaning of the statute is unclear, the court then must attempt to interpret \nthe statute to give effect to the legislative intent.  Union v. Branch Banking & Trust Co., \n176 N.C. App. 711, 717 (2006) (citing  Burgess v. Your House of Raleigh, Inc. , 326 N.C. \n                                                 \n23  Id.  8-10.  \n24  Id.  3.  \n25  Respondent Memo 2.  \n26  Id. 3.  \n205 (1990)).  It is presumed that the legislature intended to give undefined words within \na statute their ordinary meaning determined according to the context in which those \nwords ordinarily are used.  Parkdale , 200 N.C. App. at 278.  Nevertheless, where giving \neffect to the plain meaning of the language of a statute will lead to absurd results, or will \ncontravene the purpose of the legislature, the reason and purpose of the law shall \ncontrol.  Union , 176 N.C. App. at 717. \n[27] Furthermore, there are unique canons of statut ory construction that apply \nwhen interpreting taxation statutes.  \"Deductions . . . are in the nature of exemptions: \nthey are privileges, not rights, and are allowed as a matter of legislative grace.\"  Aronov \nv. Sec'y of Revenue , 323 N.C. 132, 140 (1988) (citing Ward v. Clayton , 5 N.C. App. 53 \n(1969)).  The court is to construe strictly any statute providing for a deduction and \nresolve ambiguities in favor of taxation.  Id .  Simply put, when interpreting a tax statute, \n\"[t]axation is the rule; exemption the exception.\"  Id.  (quoting Broadwell Realty Corp. v. \nCoble , 291 N.C. 608, 611 (1977)) (internal quotations omitted).  Here, Petitioners seek \nto avail themselves of a deduction from taxation.  In doing so, Petitioners must \novercome a statutory construction that weighs heavily in favor of taxation.  Accordingly, \nPetitioners must clearly meet all statutory requirements to take the deduction at issue \nhere, which is provided for in G.S. 105-134.6(b)(17). \nC. \nThe Statute  \n[28] In order to determine whether Petitioners meet  the statutory guidelines to \ntake the deduction at issue, the court must look to the statute and its language.  The \nstatute at issue, G.S. 105-134.6(b)(17), 27  provides that a deduction shall be taken from \ntaxable income: \nIn each of the taxpayer's first five taxable years beginning on \nor after January 1, 2005, an amount equal to twenty  percent \n(20%) of the amount added to taxable income in a pr evious \nyear as accelerated depreciation under subdivision (c)(8) of \nthis section. \n \n[29] The statutory language of G.S. 105-134.6(b)(17 ), which defines the \nparameters of the add-back depreciation deduction, is clear and unambiguous.  \nTherefore, the court will interpret the statute by applying the plain and definite meaning \nto the words chosen by the General Assembly.  Also, because the statute provides for a \ndeduction, the court is to strictly construe the statute in favor of taxation. \n[30] Following and applying the above rules of stat utory construction, it \nappears to the court that the plain language of G.S. 105-134.6(b)(17) clearly and \nunambiguously conditions a taxpayer's eligibility to use the add-back deduction upon \nthat taxpayer previously having added back accelerated depreciation to taxable income. \n[31] Strictly construed, the language of the statut e expressly requires the \ntaxpayer to have added back to taxable income previously accelerated depreciation \nunder G.S. 105-134.6(c)(8) in order to be able to deduct such amount from taxable \nincome as permitted by G.S. 105-134.6(b)(17).  Further, even for those taxpayers who \nare eligible to take the add-back deduction, the statute allows only a twenty percent \ndeduction of the total amount added back under subdivision (c)(8) for the given tax \nyear.\n28  \n                                                 \n27  The subdivisions of G.S. 105-134.6(b) set out all deductions that a taxpayer shall make in calculatin g \nNorth Carolina taxable income.  \n28  The part of G.S. 105-134.6(b)(17) limiting the deduction to twenty percent of previously added-back \naccelerated depreciation does not appear to be disp uted by the parties.  \n[32] The undisputed facts show that from 2005 throu gh 2007, Petitioners \nclaimed add-back deductions for accelerated depreciation on their North Carolina \nindividual income tax returns.29   However, Petitioners made no additions under G.S. \n105-134.6(c)(8) to their taxable income in previous years for the add-back deductions  \nclaimed. 30   The amounts representing accelerated depreciation were added back to \ntheir state returns by ECI and ELS when both entities were C corporations, but were not \nadded back by Petitioners. \n[33] Once ECI and ELS converted from C corporations  to S corporations, \nPetitioners, as shareholders of these entities, must accept the tax consequences that \nresult from the conversion. 31   One such consequence is that Petitioners cannot take a \ndeduction pursuant to G.S. 105-314.6(b)(17) on their individual state tax returns without \nhaving added back acceleration depreciation amounts to individual income under G.S. \n105-134.6(c)(8).  Any remaining add-back accelerated depreciation deduction amount \nbelonged to ECI and ELS.  The existence of such balance at the time of conversion \ndoes not entitle Petitioners to take the add-back deduction. \n                                                 \n29  Petitioners and Respondent filed Stipulations on July 1, 2010, in connection with this contested case.  \nThose stipulations clearly state that Petitioners never made additions to taxable income for accelerated \ndepreciation.  See Official R. Contested Cases 947, 949, 952-54 and 95 7-58 (setting out the stipulations). \n30  Petitioners argue that they should be able to take the deduction under the stipulated facts because t hey \nwould be able to take the deduction had the corporate entities, ECI and ELS, converted from an S \ncorporation to a C corporation.  Petitioners argue that permitting the deduction when the corporate entity \nconverts from an S corporation to a C corporation, but denying the deduction under the current set of \nfacts, leads to an unjust and absurd result.  However, Petitioners' hypothetical is not analogous and the \ncourt does not find this argument persuasive.  Under Petitioners' hypothetical situation (i.e., conversion \nfrom a S corporation to a C corporation), the taxpa yer that would have added back the accelerated \ndepreciation amounts to their tax returns pursuant to G.S. 105-134.6(c)(8) would have been the individ ual \nshareholders of the S corporation.  In that case, the individual shareholders of the former S corporation \nshould be able to take the add-back deduction.  How ever, under the actual set of facts before the court, \nPetitioners never added back any bonus depreciation to their state tax returns and are not eligible to  take \nthe deduction.  \n31  The court notes that conversion from a C corporation to an S corporation is not a tax-neutral event.  \n\"[W]hile a taxpayer is free to organize his affairs as he chooses, nevertheless, once having done so, he \nmust accept the tax consequences of his choice, whether contemplated or not . . . .\"  Comm'r v. Nat'l \nAlfalfa Dehydrating & Milling Co. , 417 U.S. 134, 149 (1974) (citing Higgins v. Smith , 308 U.S. 473, 477 \n(1940)).  \n[34] Accordingly, the court CONCLUDES that Petition ers are not entitled to \ndeduct accelerated depreciation amounts from their taxable income.  As to this issue, \nthe Final Agency Decision should be AFFIRMED. \nD. \nConstitutionality  \n[35] Petitioners contend that Respondent's interpre tation of the statute at issue \nis unconstitutional because it violates Article V, Section 2 of the North Carolina \nConstitution, requiring taxes to be imposed in a just, uniform and equitable manner.32   \nSpecifically, Petitioners argue that Respondent is discriminating against taxpayers who \nare individual shareholders of an S corporation that was a C corporation when the \naccelerated depreciation was added back to taxable income.33   Petitioners contend that \nRespondent's interpretation treats them differently from other shareholder of S \ncorporations. 34  \n[36] Respondent contends that the statute, as inter preted and applied, is \nconstitutional given that all shareholders of an S corporation that converted from a C \ncorporation are treated the same as Petitioners on this issue.35   Respondent further \ncontends that Petitioners cannot meet their burden to demonstrate that the statute is \nunconstitutional, and as such, Petitioners' argument on this point should be rejected.36  \n[37] When a party challenges a statute on constitut ional grounds, the \"statute \nmust be upheld unless its unconstitutionality clearly, positively, and unmistakably \nappears beyond a reasonable doubt . . . .\"  Guilford Cnty. Bd. of Educ. v. Guilford Cnty. \n                                                 \n32  Petitioners Memo 12.  \n33  Id.  12-13.  \n34  Id.  \n35  Id.  13-14.  \n36  Respondent Memo 12. \nBd. of Elections , 110 N.C. App. 506, 511 (1993) (citing Baker v. Martin , 330 N.C. 331, \n334 (1991)).  The party challenging the constitutionality of a statute bears the burden of \nproof and must indicate \"the particular provision of the Constitution which [the party] \nclaim[s] the act violated.\"  Id.  at 511 (citing Rice v. Rigsby , 259 N.C. 506 (1963)). The \nlaws enacted by the General Assembly are entitled to the presumption that they are \nconstitutional, and courts resolve doubt in favor of constitutionality.  Guilford Cnty. , 110 \nN.C. App.  at 511 (citing Moore v. Knightdale Bd. of Elections , 331 N.C. 1, 4 (1992)).  \nWhere a statute may have both a constitutional and unconstitutional interpretation, the \ncourts should adopt the constitutional interpretation.  Id.  \n[38] It is important to note that the General Assem bly is afforded \"wide latitude\" \nin its \"selection of subjects for taxation . . . .\"  Leonard v. Maxwell , 216 N.C. 89, 94 \n(1939).  The two principle rules the General Assembly must abide by when classifying \nsubjects for taxation are that \"the classification itself must be based upon a reasonable \ndistinction . . . [and] the tax must apply equally to all those within the class defined.\"  \nDeadwood, Inc. v. N.C. Dep't of Revenue , 356 N.C. 407, 411 (2002) (quoting Snyder v. \nMaxwell , 217 N.C. 617, 619 (1940)).  A taxation statute may still be constitutional even \nwhen different classes of taxpayers are treated differently, so long as the taxpayers \nwithin each defined class are treated equally.  Leonard , 216 N.C. at 94 (recognizing that \n\"[d]iscrimination may exist among the classes.\").   \n[39] To assess the constitutionality of G.S. 105-13 4.6(b)(17), as interpreted \nand applied by Respondent, the court must analyze the reasonableness of the \nclassifications of each class and the application of the tax within the class. \n[40] Here, Respondent has interpreted and applied G .S. 105-134.6(b)(17) \nbased upon a classification of taxpayers who added back accelerated depreciation to \ntheir taxable income in a previous year, as required by G.S. 105-134.6(c)(8).  The basis \nfor this classification is to allow the taxpayer to deduct the same amount of depreciation \nat the state level as is deducted at the federal level but spread out over a five-year \nperiod.  It is reasonable to classify taxpayers in this manner. 37   Accordingly, because the \nclassification is based on a reasonable distinction, the statute satisfies the first prong of \nthe constitutionality test. \n[41] The court also is persuaded that G.S. 105-134. 6(b)(17) is applied evenly \nand uniformly within the classification, thereby satisfying the second prong to establish \nthe statute's constitutionality.  Taxpayers who can show that they added back \naccelerated depreciation are entitled to take the deduction, whereas those taxpayers \nwho have not added back accelerated depreciation are not entitled to take the \ndeduction.  In this regard, the statute is applied evenly and uniformly.  Accordingly, \nPetitioners have failed to show that there is discrimination within the class. \n[42] Because Petitioners have not met their burden of showing that the \nclassification in this case is not based upon a reasonable distinction and that all \ntaxpayers within that classification are not treated the same, the court CONCLUDES \nthat the statute, as interpreted and applied by Respondent, is constitutional.  As to this \nissue, the Final Agency Decision of the Department of Revenue should be AFFIRMED. \n                                                 \n37  Put another way, it is not unreasonable to deny a deduction to a taxpayer if the taxpayer has not mad e \nrequired additions to taxable income, especially when the deduction is provided as a means for the \ntaxpayer to recoup the amounts added back.  \nIV. \nCONCLUSION  \n NOW THEREFORE, based upon the foregoing, it hereby  is ORDERED that the \nFinal Agency Decision of the Department of Revenue is AFFIRMED.   \n This the 10th day of April, 2013. "
}