{
  "id": "3c7424877235f8a5c3f89cefbb50956da308ebb753bff4285d4b162dcdbdac75",
  "source_file": "data/raw/ncbc/3c7424877235f8a5c3f89cefbb50956da308ebb753bff4285d4b162dcdbdac75.pdf",
  "raw_text": " \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 5801 \n \nTOTAL MERCHANT SERVICES, LLC, \n \n Plaintiff, \n \nv. \n \nTMS NC, INC. AND CHRISTOPHER \nCOLLINS, \n \n Defendants. \n  \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO DISMISS \nDEFENDANTS’ COUNTERCLAIMS \nAND DEFENDANTS’ MOTION FOR \nLEAVE TO AMEND \n \n1. THIS MATTER  is before the Court upon Plaintiff Total Merchant \nServices, LLC’s (“Plaintiff” or “TMS”) Motion to Dismiss Defendant TMS NC, Inc.’s \n(“TMS NC”) Counterclaims (the “Motion  to Dismiss”) 1 under Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure (“Rule(s)”) filed 8 April 2022 and Defendants \nTMS NC and Christopher Collins’ (“Collins”) Amended Motion for Leave to File \nAmended Counterclaims and Add Additional Parties (the “Motion to Amend”)2 under \nRule 15 filed 17 May 2022 (together, the “Motions”).    \n2. Having considered the Motion s, the related briefs, the arguments of \ncounsel at the hearing on the Motion s, and other appropriate matters of record, the \nCourt hereby GRANTS in part and DENIES in part the Motions.   \nCouncill, Gunnemann & Chally, LLC, by Joshua P. Gunnemann, and  \nEllis & Winters LLP, by Thomas H. Segars and Jeremy Falcone, for \nPlaintiff Total Merchant Services, LLC. \n \n1 (Pl.’s Mot. Dismiss Def. TMS NC’s Countercls. [hereinafter “Mot. Dismiss”], ECF No. 79.) \n \n2 (Defs.’ Am. Mot. for Leave to File Am. Countercls. and Add Additional Parties [hereinafter \n“Am. Mot. to Amend Countercls.”], ECF No. 111.) \nTotal Merch. Servs., LLC v. TMS NC, Inc., 2022 NCBC 42. \n \nHatcher Legal, PLLC, by Nichole M. Hatcher and Erik P. Lindberg, for \nDefendants TMS NC, Inc. and Christopher Collins. \nBledsoe, Chief Judge.  \nI. \nPROCEDURAL BACKGROUND \n3. TMS initiated this action in Wake County Superior Court on 28 April \n2021, asserting various claims and seeking a preliminary injunction. 3  Before the \nMotion for Preliminary Injunction was heard, Defendants removed the case to the \nUnited States District Court for the Eastern District of North Carolina, Western \nDivision, on 8 June 2021 .\n4  The case was later remanded to the Superior Court of \nNorth Carolina on 16 December 2021 upon the federal court’s conclusion that the case \nhad been improperly removed and the federal court’s resulting imposition of sanctions \nagainst Defendants.\n5   \n4. On 9 June 2021, Defendant Collins filed his Answer and Motion to \nDismiss,6 and Defendant TMS NC filed its Answer with Counterclaims and Third -\nParty Claims (separately, the “Original Answer” or the “Original Counterclaim(s)”).7 \n \n3 (See generally Compl., ECF No. 2; Mot. Prelim. Inj., ECF No. 4.) \n \n4 (Notice of Removal, ECF No. 29.) \n \n5 (Order, ECF No. 56.) \n \n6 (Def. Collins’ Orig. Answer and Mot. Dismiss, ECF No. 33.) \n \n7 (Def. TMS NC’s Answer with Countercl s. and Third -Party Claims  [hereinafter “ Orig. \nAnswer and Countercls.”], ECF No. 34.)  The answer and counterclaims paragraphs of ECF \nNo. 34 are separately numbered, s o to avoid ambiguity, the answer portion (including \nDefendants’ affirmative defenses, which are not marked by paragraph numbers) will be cited \nto as “ Orig. Answer” and the counterclaims portion will be cited to as “ Orig. Countercls.” \nAdditionally, the numbering of paragraphs in the Original Counterclaims is non-sequential, \njumping at page 19 from paragraph 43 to paragraph 21.  To avoid confusion, the Court cites \n \n5. On 8 April 2022, Plaintiff filed the  Motion to Dismiss 8 simultaneously \nwith its Answer to Counterclaims and Third-Party Claims.9 \n6. On 5 May 2022, Defendants filed a Motion for Leave to Amend \nCounterclaims and Add Additional Parties. 10  The Court summarily denied \nDefendants’ motion without prejudice because Defendants failed to comply with \nBusiness Court Rules 7.2 and 7.3 in presenting the motion.11   \n7. On 17 May 2022, Defendants filed the Motion  to Amend 12 along with \nDefendants’ proposed Amended Answer and C ounterclaims (the “Amended Answer \nand Counterclaims ,” separately, the “Amended Answer” or the “Amended \nCounterclaim(s)”).13  \n \nto both page number and paragraph  number where appropriate  (for example: “Orig. \nCountercls. at 18 ¶ 37”). \n \n8 (Mot. Dismiss.) \n  \n9 (Pl.’s Answer to Def. TMS NC, Inc.’s Answer with Countercls. and Third-Party Claims, ECF \nNo. 81.) \n \n10 (Defs.’ Mot. for Leave to Amend Countercls. and Add Additional Parties, ECF No. 97.) \n \n11 (Order Summarily Denying Without Prejudice Defs.  TMS NC, Inc.’s Mot. for Leave to \nAmend Countercls. and Add Additional Parties, ECF No. 99.) \n \n12 (Am. Mot. to Amend Countercls.)  \n13 (Defs. TMS NC and Collins’ Proposed Am. Answer with Counter cls. [ hereinafter “Am. \nAnswer and Countercls.”], ECF No. 112.2 .)  The answer and counterclaims paragraphs of \nECF No. 112.2 are separately numbered, so to avoid ambiguity, the answer portion (including \nDefendants’ affirmative defenses) will be cited to as “Am. Answer” and the counterclaims \nportion will be cited to as “Am. Countercls.”   Additionally, the numbering of paragraphs in \nthe Amended Counterclaims is non -sequential, jumping at page 20 from paragraph 43 to \nparagraph 37.  To avoid confusion, the Court cites to both page number and paragraph  \nnumber where appropriate (for example: “Am. Countercls. at 19 ¶ 37”). \n \n \n8. After full briefing, the Court held a hearing on the Motion to Dismiss \nand the Motion to Amend on 15 June 2022 (the “Hearing”), at which all parties were \nrepresented by counsel.14   \n9. The Motions are now ripe for resolution.  \nII. \nLEGAL STANDARD \n10. When a party seeks leave of court to amend a pleading, “leave shall be \nfreely given when justice so requires.”  N.C. R. Civ. P. 15(a).  “ A motion to amend is \naddressed to the sound discretion of the trial [court]” and is reviewable only for abuse \nof discretion.  House of Raeford Farms, Inc. v. Raeford, 104 N.C. App. 280, 282 (1991).  \nA motion to amend may be denied for “ (a) undue delay, (b) bad faith, (c) undue \nprejudice, (d) futility of  amendment, and (e) repeated failure to cure defects by \nprevious amendments.”  Id. at 282–83.  \n11. “The futility standard under Rule 15 is essentially the same standard \nused in reviewing a motion to dismiss under Rule 12(b)(6)[.]”  Simply the Best Movers, \nLLC v. Marrins’ Moving Sys., 2016 NCBC LEXIS 28, at *5 (N.C. Super. Ct. Apr. 6, \n2016).  When considering a motion to dismiss under Rule 12(b)(6), the Court views \nthe allegations in the pleading at issue “in the light most favorable to the non-moving \nparty[,]” Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5 (2017) (quoting \nKirby v. N.C. Dep’t of Transp., 368 N.C. 847, 852 (2016)), and “determine[s] whether \nthe allegations of the complaint, if treated as true, are sufficient to state a claim upon \n \n14 (See Scheduling Order and Notice of Hr’g and Case Mgmt. Conf., ECF No. 124.) \n \nwhich relief may be granted under some legal theory[,]” Corwin v. British Am. \nTobacco PLC, 371 N.C. 605, 615 (2018) (quoting CommScope Credit Union v. Butler \n& Burke, LLP, 369 N.C. 48, 51 (2016)). \n12. “[T]he [pleading] is to be liberally construed, and the trial court should \nnot dismiss the [pleading] unless it appears beyond doubt that [the] [pleader] could \nprove no set of facts in support of his claim which would entitle him to relief.”  State \nex rel. Cooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 444 (2008) (quoting Meyer \nv. Walls, 347 N.C. 97, 111–12 (1997) (fourth alteration in original)).  Dismissal of a \npleading under Rule 12(b)(6) is proper only: “(1) when the [pleading] on its face \nreveals that no law supports [the] claim; (2) when the [pleading] reveals on its face \nthe absence of fact sufficient to make a good claim; [or] (3) when some fact disclosed \nin the [pleading] necessarily defeats the . . . claim.”  Oates v. JAG, Inc., 314 N.C. 276, \n278 (1985). \n13. Where, as here, a motion for leave to amend a pleading is made while a \nmotion to dismiss the original pleading is pending, the Court may deny the motion to \namend on grounds of futility if the amended claims fail to state a claim under Rule \n12(b)(6) and thereafter consider the motion to dismiss the claims as originally \nasserted.  See, e.g., Walker v. Sloan, 137 N.C. App. 387, 402–03 (2000) (affirming the \ndenial of an oral motion to amend during the hearing on a motion to dismiss, in part, \nfor futility, and also affirming the dismissal, in part, of the original complaint); Beau \nRivage Homeowners Ass’n v. Billy Earl, L.L.C., 163 N.C. App. 325, 328 (2004) \n \n(affirming trial court’s decision to deny motion to amend and grant motion to dismiss \noriginal complaint). \nIII. \nANALYSIS \n14. Defendants seek leave to file an Amended Answer and Counterclaims \nthat would: \n(i) omit six Original Counterclaims—Civil Conspiracy (Count III), \nAccounting (Count V), Negligent Interference with Prospective \nEconomic Advantage (Count X), Intentional Interference with \nContractual Relations (Count XI), RICO (Count XII), and RICO (Count \nXII [sic]) (the “Omitted Counterclaims”);15  \n(ii) add three affirmative defenses —Unclean Hands (Ninth Affirmative \nDefense), Indemnification (Tenth Affirmative Defense), and Substantial \nPerformance (Eleventh Affirmative Defense) —as well as  new factual \nallegations in  support of certain existing affirmative defenses and \namended prior admissions (together, the “New Affirmative Defenses”);16 \n(iii) recast North American Bancard Holdings, LLC and North American \nBancard, LLC (the “NAB Defendants”) 17—who had been named as \n \n15 (Compare Orig. Countercls. at 19–20 ¶¶ 21–28, at 21–22 ¶¶ 34–40, and ¶¶ 54–94 with Am. \nCountercls.) \n16 (Compare Orig. Answer ¶¶ 15, 34, and at 8–10 (listing two admissions and eight affirmative \ndefenses) with Am. Answer ¶¶ 15, 34, and 64–82 (modifying the two admissions and listing \neleven affirmative defenses).) \n \n17 In their Amended Counterclaims, Defendants state : “For the sake of simplicity, all \nPlaintiffs/Counter-Defendants shall be referred to collectively hereafter as ‘Counter -\n \nthird-party defendants pursuant to Rule 14 in the Original \nCounterclaims—as counterclaim defendants pursuant to Rule 13 on all \nof Defendants’ remaining counterclaims against Plaintiff;18 and  \n(iv) reassert five Original C ounterclaims—Breach o f Contract (Count I), \nBreach of the Covenant of Good Faith and Fair Dealing (Count II), \nUnjust Enrichment (Count III), Unfair and Deceptive Trade Practices \n(Count IV), and Declaratory Judgment (Count V) but supported by new \nand additional allegations (the “Reasserted Counterclaim(s)”).19  \n15. The Court will address each of these categories of proposed amendments \nin turn.  \n \nDefendants” or NAB/TMS.”  (Am. Countercls. ¶ 7.)  Defendants’ allegations thereafter treat \nNorth American Bancard, LLC, which Defendants define as “NAB,” and TMS as one and the \nsame, and Defendants use the terms “NAB” and “TMS” interchangeably.   \n \n18 (Compare Orig. Countercls. ¶¶ 1–2 with Am. Countercls. ¶¶ 1–2.)  Defendants also sought \nto recast three individual defendants who had been named in the Original Counterclaims as \nthird-party defendants pursuant to Rule 14 —Marc Gardner (“Gardner”), David Greenberg \n(“Greenberg”), and Kirk Haggerty  (“Haggerty”) (together, the “Individual Counterclaim \nDefendants”)—as counterclaim def endants pursuant to Rule 13 in the Amended \nCounterclaims.  (Compare Orig. Countercls. ¶¶  3–5 with Am. Countercls. ¶¶  3–5.)  \nDefendants initially asserted amended counterclaims against the  Individual Counterclaim \nDefendants, the NAB Defendants, and Plaintiff for Fraud/Intentional Misrepresentation \n(Count VI), Negligent Misrepresentation (Count VII), and Constructive Fraud (Count VIII).  \n(See Am. Answer and Countercls.)  At the Hearing, however, Defendants’ counsel withdrew \nDefendants’ Motion to Amend to the extent it sought to recast the Individual Counterclaim \nDefendants as counterclaim defendants and to the extent it sought to assert these three \namended counterclaims.  The Court therefore denies the Motion to Amend to this extent. \n19 (Compare Orig. Countercls. at 16–19 ¶¶ 23–43, at 20–21 ¶¶ 29–33, and at 22–23 ¶¶ 41–53 \nwith Am. Countercls. at 18–20 ¶¶ 23–43, and at 20–23 ¶¶ 37–61.) \n \n \nA. The Omitted Counterclaims \n16. Defendants’ Amended Answer and Counterclaims  effectively dismisses \nthe Omitted Counterclaims, so Plaintiff, predictably, does not object to this aspect of \nthe Motion to Amend.  Accordingly, the Court grants the Motion  to Amend to this \nextent and hereby orders that Defendants may file an Amended Answer and \nCounterclaims that does not include the Omitted Counterclaims  and is otherwise \nsubstantially in the form attached to Defendants’ brief in support of its Motion to \nAmend at ECF No. 112.2, as modified by the Court’s rulings in this Order and \nOpinion.   \nB. The New Affirmative Defenses \n17. Plaintiff objects to the New Affirmative Defenses on procedural grounds, \ncorrectly noting that Defendants seek leave to amend their Original C ounterclaims \nbut fail to highlight to the Court in their briefing that they also seek to add new \naffirmative defenses and additional supporting allegations in their Amended \nAnswer.20  Plaintiff also contends that Defendants have unduly delayed this action \nby waiting over a year to assert the New Affirmative Defenses, requiring that this \naspect of Defendants’ Motion to Amend be denied.21   \n18. While the Court is troubled by Defendants’ lack of candor in its briefing, \nthe Court nonetheless concludes that Plaintiff has not been unfairly prejudiced by \n \n20 (Pl.’s Resp. Opp’n to Defs.’ Am. Mot. for Leave to File Am. Countercls. and Add Additional \nParties (ECF No. 111)  2, 18–19 [hereinafter “Pl.’s Resp. Mot. Am. Countercls.”], ECF No. \n140.) \n21 (Pl.’s Resp. Mot. Am. Countercls. 18–19.) \n \n \nDefendants’ briefing on the Motion to Amend , that Defendants’ delay in seeking to \nassert its New Affirmative Defenses is not undue in the se circumstances, and that \njustice otherwise is served by permitting Defendants to assert the New Affirmative \nDefenses in this action.  The Court therefore grants the Motion to Amend with respect \nto the New Affirmative Defenses  and hereby orders that Defendants may file an \nAmended Answer and Counterclaims that includes the New Affirmative Defenses  \nand is otherwise substantially in the form attached to Defendants’ brief in support of \nits Motion to Amend at ECF No. 112.2, as modified by the Court’s rulings in this \nOrder and Opinion. \nC. Recasting the NAB Defendants as Counterclaim Defendants \n19. Plaintiff objects to Defendants’ recasting the NAB Defendants as \ncounterclaim defendants on both procedural and substantive grounds.  First, Plaintiff \ncontends that Defendants have failed to plead facts showing that this Court may \nexercise personal jurisdiction over t he NAB Defendants.22  Second, Plaintiff argues \nthat Defendants’ Amended Counterclaims against the NAB D efendants are fatally \ndeficient in numerous respects, mandating their dismissal, and thus rendering futile \nDefendants’ Motion to Amend to add the NAB Defendants as parties to this action.23   \n20. The Court need only address Plaintiff’s first contention.  For a court to \nexercise personal jurisdiction over a non-resident defendant, “there must exist certain \nminimum contacts between the non-resident defendant and the forum such that the \n \n22 (Pl.’s Resp. Mot. Am. Countercls. 7–11.) \n23 (Pl.’s Resp. Mot. Am. Countercls. 11–20.) \n \nmaintenance of the suit does not offend traditional notions of fair play and substantial \njustice.”  Tom Togs, Inc., v. Ben Elias Indus. Corp., 318 N.C. 361, 365 (1986) (cleaned \nup).  Th e minimum contacts test requires “some act by which the defendant \npurposefully avail[ed] himself of the privilege of conducting activities within the \nforum state, thus invoking the benefits and protections of its laws[.]”  Id. \n21. Under North Carolina law, where, as here, a party challenging personal \njurisdiction “makes a motion to dismiss without submitting any opposing evidence, \nthen the allegations of the [opposing party’s pleading] must disclose jurisdiction \nalthough the particulars of jurisdiction need not be alleged.”  Howe v. Links Club \nCondo. Ass’n, 263 N.C. App. 130, 138 (2018) (cleaned up).  In that circumstance, “[t]he \ntrial judge must decide whether the [pleading] contains allegations that, if taken as \ntrue, set forth a sufficient basis for the court’s exercise of personal jurisdiction.”  Id . \n(quoting Parker v. Town of Erwin, 243 N.C. App. 84, 96 (2015)). \n22. Defendants fail to satisfy this minimal pleading burden here.  The only \njurisdictional allegations Defendants make conc erning either NAB Defendant are  \nthat each is a Michigan limited liability company with its principal place of business \nin Michigan and that the Court has “both personal jurisdiction over the parties and \nsubject matter jurisdiction over this matter.”\n24  Defendants do not allege that either \nNAB Defendant engaged in any conduct in or directed to North Carolina at any time, \nentered into any contract that was to be performed in North Carolina, or took any \n \n24 (Am. Countercls. ¶¶ 1–2, 9.) \n \n \naction that could be seen as purposely availing itself of the privilege of conducting \nbusiness in North Carolina.  Although Defendants allege that the NAB Defendants \nacted “through” or “on behalf of” TMS and that “ NAB” took specific actions vis-à-vis \nDefendants in its own right, Defendants do not allege where any such alleged action \noccurred, and, in particular, whether any of the NAB Defendants ’ conduct occurred \nin or was directed to North Carolina. 25  As a result, the Court concludes that \nDefendants have failed to plead sufficient facts in the A mended Counterclaims to \nshow that this Court has personal jurisdiction over either NAB Defendant.   \n23. Accordingly, the Court denies Defendants’ Motion  to Amend  to the \nextent Defendants seek leave to assert counterclaims against the N AB Defendants \nbecause Defendants’ proposed amendment is futile  for lack of personal jurisdiction .  \nThe Court’s decision, however, is without prejudice to Defendants’ right to seek leave \nto amend to add either NAB Defendant as a counterclaim defendant should  \nDefendants identify and plead facts sufficient to establish personal jurisdiction over \neither NAB Defendant in this forum .26  The Court’s ruling is also without prejudice \nto Plaintiff’s right to oppose any such motion for leave to amend on any ground, \nincluding lack of personal jurisdiction and futility. \n \n25 (See, e.g., Am. Countercls. ¶ 12.) \n \n26 Defendants are reminded, however, that in order to seek leave to assert any counterclaims \nagainst the N AB Defendants, Defendants must satisfy their duty under Rule 11  to certify \nthat “to the best of [the signing person’s] knowledge, information, and belief formed after \nreasonable inquiry [the motion or other paper] is well grounded in fact and is warranted by \nexisting law or a good faith argument for the extension, modification, or reversal of existing \nlaw, and that it is not interposed for any improper purpose, such as to harass or to cause \nunnecessary delay or needless increase in the cost of litigation.”   \n \n \n24. In addition, in light of the Court’s ruling, and because the Original \nCounterclaims against the NAB Defendants 27 contain the same fatal jurisdictional \ndeficiencies as the Amended Counterclaims, the Court grants Defendants’ Motion to \nDismiss Defendant’s Original Counterclaims against the NAB Defendants, and those \ncounterclaims are dismissed without prejudice.   \n25. These same jurisdictional deficiencies likewise doom Defendants’ \nOriginal Counterclaims against the Individual Counterclaim  Defendants.28  Indeed, \nDefendants allege in their Original Counterclaims only that each Individual \nCounterclaim Defendant is a resident of Michigan. 29  Defendants do not allege that \nany of the Individual Counterclaim Defendants engaged in any conduct in or directed \nto North Carolina at any time, entered into any contract that was to be performed in \nNorth Carolina, or took any action that could be seen as purposely availing himself \nof the privilege of conducting business in North Carolina.  In fact, other than to aver \ntheir residence, Defendants do not mention Gardener and Greenberg anywhere in the \n \n27 Although Defendants t itle their claims against the NAB and Individual Counterclaim \nDefendants as “third -party claims” in their Original Counterclaims, (Orig. C ountercls. \n¶¶ 11–30), Defendants do not allege that either set of “third -party” Defendants are liable to \nDefendants “for all or part of [Plaintiff’s] claim[s] against” Defendants as required for third-\nparty practice under Rule 14.   N.C. R. Civ. P. 14(a).   To the contrary, Defendants allege \nindependent causes of action against these Defendants, which, if brought in this action, must \nbe brought as counterclaims under Rule 13.  The Court therefore treats Defendants’ “third-\nparty” claims against the NAB and I ndividual Counterclaim Defendants as set forth in the \nOriginal Counterclaims as counterclaims subject to Plaintiff's Motion to Dismiss. \n  \n28 It is unclear whether Defendants’ counsel intended to withdraw Defendants’ Original \nCounterclaims against the Indivi dual Counterclaim Defendants when he  declared at the \nHearing that Defendants were withdrawing the Amended Counterclaims against these \nindividual Defendants.  As a result, the Court addresses the Original Counterclaims against \nthese Defendants out of an abundance of caution.  \n \n29 (Orig. Countercls. ¶¶ 3–6.)   \n \nOriginal Counterclaims and mention Hagg erty only in reference to a meeting he \nattended in Scottsdale, Arizona.30  In short, Defendants have failed to plead sufficient \nfacts in the Original Counterclaims to show that this Court has personal jurisdiction \nover any of the Individual Counterclaim Defendants.  The Court therefore grants \nDefendants’ Motion to Dismi ss Defendant’s Original Counterclaims against the \nIndividual Counterclaim Defendants, and those counterclaims are dismissed without \nprejudice. \nD. The Reasserted Counterclaims  \n26. Plaintiff moves to dismiss under Rule 12(b)(6) Defendants ’ Reasserted \nCounterclaims as pleaded in the Original Counterclaims and contends that \nDefendants’ Motion to Amend to allege the Reasserted Counterclaims in their \namended form should be denied as futile because Defendants’ proposed amendments \nhave not cured the fatal deficiencies Plaintiff previously identified in those claims. 31  \nThe Court addresses the parties’ argument s concerning each of the Reasserted \nCounterclaims in turn. \n1. Breach of Contract and Breach of the Covenant of Good Faith and Fair \nDealing \n \n27. To plead a claim for breach of contract, a party must allege the “(1) \nexistence of a valid contract and (2) breach of the terms of that contract.”  Poor v. Hill, \n138 N.C. App. 19, 26 (2000).  As a result, “stating a claim for breach of contract is a \n \n30 (Orig. Countercls. ¶ 14).  \n  \n31 (Pl.’s Resp. Mot. Am. Countercls. 12–18.) \n \nrelatively low bar.”  Vanguard Pai Lung, LLC v. Moody, 2019 NCBC LEXIS 39, at \n*11 (N.C. Super. Ct. June 19, 2019). \n28. Here, Plaintiff identifies certain pleading infirmities that it contends \nrender the Reasserted Counterclaim for breach of contract fatally deficient: first, that \nDefendants allege only a  breach of a 22 January 1998 agreement between TMS NC \nand “NAB’s predecessor,” not TMS,32 and second, assuming that Defendants intended \nto claim breach of the 2008 Sales Representation Agreement between TMS and TMS \nNC (the “2008 Agreement”) that is at the heart of the parties’ dispute, Defendants \nallege that Plaintiff breached provisions of that agreement that do not impose \naffirmative duties on Plaintiff .33  As such, Plaintiff argues that the Reasserted \nCounterclaim is subject to dismissal and thus leave to amend should be denied as \nfutile.34 \n29.  The Court disagrees.  Although Defendants’ Reasserted Counterclaim \nfor breach of contract is far from a model of clarity, the Court concludes that, viewed \nin the light most favorable to Defendants, the Reasserted Counterclaim is sufficiently \nstated to put Plaintiff on notice that Defendants allege that Plaintiff breached the \n2008 Agreement and, further, that Plaintiff’s alleged breach of that Agreement is not \nconfined to paragraphs 5(c)(i) and 5(d) thereunder.   \n \n32 (Am. Countercls. ¶ 23.) \n \n33 (Am. Countercls. at 19 ¶ 37.) \n \n34 (Pl.’s Resp. Mot. Am. Countercls. 13–18.) \n \n30. In particular, while Defendants specifically reference the agreement \nTMS NC and “NAB’s predecessor” entered into on 22 January 1998 and do not \nidentify the 2008 Agreement by its title , Defendants allege that there was a NAB \n“takeover” of TMS; 35 that the a lleged 22 January 1998 agreement “was amended \nmany times ;”36 that the parties agreed to an October 2018 amendment variously \ndescribed as the “October 2018 Amendment,” 37 the “October 2018 Exclusivity \nAddendum,”38 and the “October 2018 Addendum ;”39 and that Plaintiff violated \nsubsections 5(c)(1) and 5(d) of the “A greement,”40 subsections which appear in the \n2008 Agreement and directly concern Defendants’ pleaded subject matter.  The Court \nconcludes that these allegations sufficiently identify the 2008 Ag reement as the \nagreement on which Defendants base their Reasserted Counter claim for breach of \ncontract. \n31. In addition, paragraphs 21 and 22 of the Amended Counterclaims \nspecifically allege that “ NAB” breached what the Court has concluded is the 2008 \nAgreement “by failing to provide proper payment [thereunder] to TMSNC” and \nsuffered damages as a result.  Plaintiff’s payment obligation under the 2008 \n \n35 (Am. Countercls. ¶ 13.) \n \n36 (Am. Countercls. ¶ 23.) \n \n37 (Am. Countercls. ¶¶ 13, 21.) \n \n38 (Am. Countercls. ¶ 12.) \n \n39 (Am. Countercls. ¶ 19.) \n \n40 (Am. Countercls. ¶ 29, at 19 ¶ 37.) \n \nAgreement, however, is contained in subsection 3 and Exhibit A of the 2008 \nAgreement, not in subsections 5(c)(1) or 5(d), thereby indicating that Defendants’ \nReasserted Counterclaim for breach is not limited to the two subsections identified \nin paragraphs 2 9 and 37 of the  Amended Counterclaims.41  See, e.g. , Greene v. Tr. \nServs. of Carolina, LLC, 244 N.C. App. 583, 590 (2016) (“When a party files a motion \nto dismiss pursuant to  Rule 12(b)(6), the question for the court is whether the \nallegations of the complaint, treated as true, are sufficient to state a claim upon which \nrelief may be granted under some legal t heory, whether properly labeled  or not.”  \n(quoting Horne v. Cumberland Cnty. Hosp. Sys., Inc., 228 N.C. App. 142, 144 (2013))).  \n32. The Court therefore grants this aspect of Defendants’ Motion to Amend \nand hereby grants Defendants leave to assert their proposed Reasserted \nCounterclaim against Plaintiff for breach of contract  substantially in the form \nattached to Defendants’ brief in support of its Motion to Amend at ECF No. 112.2, as \nmodified by the Court’s rulings in this Order and Opini on.  In addition,  because \n“[t]here is implied in every contract a covenant by each party not to do anything which \nwill deprive the other parties thereto of the benefits of the contract,” Arnesen v. Rivers \nEdge Golf Club & Plantation, Inc., 368 N.C. 440, 451 (2015) ( emphasis omitted) \n(quoting Bicycle Transit Auth. v. Bell, 314 N.C. 219, 228 (1985)), the Court also hereby \ngrants Defendants leave to assert their proposed Reasserted Counterclaim against \nPlaintiff for breach of the covenant of good faith and fair dealing , likewise \nsubstantially in the form attached to Defendants’ brief in support of its Motion to \n \n41 (See Compl. Ex. A at ¶ 3, Ex. A.) \n \nAmend at ECF No. 112.2, as modified by the Court’s rulings in this Order and \nOpinion.   \n33. In light of the Court’s rulings, Plaintiff’s Motion to Dismiss Defendants’ \nOriginal Counterclaims for breach of contract and for breach of the covenant of good \nfaith and fair dealing is hereby denied as moot.   See, e.g. , Coastal Chem. Corp. v. \nGuardian Indus., Inc., 63 N.C. App. 176, 178 (1983) (noting defendant’s m otion to \ndismiss plaintiff's original complaint presented a “moot question” when trial court \ngranted plaintiff’s motion to amend). \n2. Unjust Enrichment \n \n34. Defendants seek leave to reassert a counterclaim against Plaintiff for \nunjust enrichment, presumably as an alternative to their breach of contract claim.  \nBut as Plaintiff points out, here both Plaintiff, in its Complaint,42 and Defendants, in \ntheir Answer43 and again in their Original Counterclaims44 and even in the u njust \nenrichment count of their Amended Counterclaims,45 allege the existence of the 2008 \nAgreement that Plaintiff and Defendants each contend was breached.  North Carolina \nlaw has long recognized that where, as here, “there is a contract between the parties, \nthe contract governs the claim, and the law will not imply a contract.”  SciGrip,  Inc. \nv. Osae, 373 N.C. 409, 432 (2020) (cleaned up); see also Miriam Equities, LLC v. LB-\n \n42 (Compl. ¶¶ 13–24.) \n \n43 (Orig. Answer ¶¶ 13–24.) \n \n44 (Orig. Countercls. ¶¶ 12–37.) \n \n45 (Am. Countercls. at 21 ¶ 42.) \n \nUBS 2007-C2 Millstream Road, LLC, 2020 NCBC LEXIS 2 at *5–6 (N.C. Super. Ct. \nJan. 9, 2020) (to similar effect). \n35. Accordingly, given that the parties do not dispute the existence of the \n2008 Agreement and both Plaintiff and Defendants assert claims based on its alleged \nbreach, the Court hereby denies Defendants’ Motion to Amend to assert their \nReasserted Counterclaim against Plaintiff for unjust enrichment as futile and grants \nPlaintiff’s Motion to D ismiss that counter claim as originally asserted , and th e \nOriginal Counterclaim against Plaintiff for unjust enrichment is hereby dismissed \nwith prejudice. \n3. Unfair and Deceptive Trade Practices \n \n36. Plaintiff contends that Defendants should not be permitted to reassert \ntheir Original C ounterclaim against Plaintiff under N.C.G.S. § 75 -1.1 because \nDefendants have failed to allege an unfair or deceptive act or practice. 46  The Court \nagrees. \n37. This Court has previously noted that “[i]t is well recognized that actions \nfor unfair or deceptive trade practices are distinct from breach of contract and that a \nparty’s breach of contract, even if intentional, is not sufficiently unfair or deceptive \nto sustain an action under Chapter 75.”  Forest2Market, Inc. v. Arcogent, Inc., 2016 \nNCBC LEXIS 3, at *14 (N.C. Super. Ct. Jan. 5, 2016) (cleaned up).  Where an unfair \nor deceptive act or practice is based on breach of contract, “ [a] party must therefore \nshow ‘substantial aggravating circumstances’ accompanying the breach of contract to \n \n46 (Pl.’s Resp. Mot. Am. Countercls. 12–13.) \n \nsustain its Chapter 75 claim.”  Id. (citation omitted); see, e.g., Tillery Envtl. LLC v. \nA&D Holdings, Inc., 2017 NCBC LEXIS 68, at *9 (N.C. Super. Ct. Aug. 4, 2017) \n(“North Carolina case law is clear that a willful or intentional breach of contract is \nnot on its own sufficiently unfair or deceptive to support a section 75-1.1 claim.”). \n38. Here, Defendants’ Chapter 75 counterclaim, both as originally asserted \nand in its amended form, centers exclusively on Plaintiff’s repeated, intentional \nbreach of its obligations under the 2008 Agreement , as amended in October 2018. 47  \nAnd although our Supreme Court has recognized that “unfairness or deception either \nin the formation of the contract or in the circumstances of its breach may establish \nthe existence of substantial aggravating circumstances sufficient to support an unfair \nand deceptive trade practices claim,” SciGrip,  Inc., 373 N.C. at 426 (cleaned up), no \nsuch allegations have been made here.   \n39. Viewing Defendants’ allegations in the light most favorable to \nDefendants, the Court concludes that Defendants have , at most, pleaded a  knowing \nand intentional breach of contract.  Our courts have made clear that s uch is not \nenough to plead substantial aggravating circumstances sufficient to sustain a claim \nunder section 75 -1.1 based on breach of contract .  Id. at 427 ( noting that “an \nintentional breach of contract, standing alone, simply does not suffice to support the \nassertion of an unfair and deceptive trade practices claim”); see, e.g. , Martin \nCommuns., LLC v. Flowers, 2021 NCBC LEXIS 30, at *18–19 (N.C. Super. Ct. Mar. \n \n47 (See Am. Countercls. ¶¶ 48 –51 (charging Portfolio Merchants and TMS NC under the \nAgreement for failure to return equipment that had actually been returned), 52 (assessing \nfees and penalties allegedly permitted under the Agreement), and 53 (failure to provide \nreliable and workable equipment to merchants as required under the Agreement).) \n \n31, 2021) (dismissing UDTPA claim based on breach of contract, breach of the \ncovenant of good faith and fair dealing, and unjust enrichment for failure to plead \nsubstantial aggravating circumstances). \n40. Accordingly, the Court hereby denies Defendants ’ Motion for leave to \nassert their Reasserted Counterclaim against Plaintiff under Chapter 75 and grants \nPlaintiff’s Motion to Dismiss Defendants’ Original Counterclaim under Chapter 75, \nand that Original Counterclaim is hereby dismissed with prejudice. \n4. Declaratory Judgment \n \n41. Plaintiff also challenges Defendants’ Original and Amended \nCounterclaim for declaratory judgment, contending that “[b]ecause the counterclaims \nin this case are all improperly plead [sic], TMS NC is not entitled to declaratory relief \nas to any of them[.]”48   \n42. Defendants’ Reasserted Counterclaim for declaratory judgment \nrequests a declaration that the 2008 Agreement, as amended b y the October 2018 \nAmendment/Exclusivity Addendum, be declared “void ab initio .”49  Because, as \nexplained above, the Court will grant  Defendants leave to assert Defendants’ \nReasserted Counterclaims against Plaintiff for breach of contract and breach of the \ncovenant of good faith and fair dealing, the Court likewise grants Defendants’ Motion \nto Amend to hereby grant Defendants leave to assert their Reasserted Counterclaim \nfor declaratory judgment substantially in the form attached to Defendants’ brief in \n \n48 (Mem. Supp. Pl.’s Mot. Dismiss Def. TMS NC’s Countercls. 20, ECF No. 80.) \n \n49 (Am. Countercls. ¶ 60.) \n \nsupport of its Motion to Amend at ECF No. 112.2, as modified by the Court’s rulings \nin this Order and Opinion.  In light of the Court’s ruling, Plaintiff’s Motion to Dismiss \nDefendants’ Original C ounterclaim for declaratory judgment is hereby denied as \nmoot. \nIV. \nCONCLUSION \n43. WHEREFORE, for the foregoing reasons  and, as to the Motion to \nAmend, in the exercise of the Court’s discretion, the Court hereby orders as follows: \na. Defendants’ Motion for Leave to Amend is GRANTED in part and \nDENIED in part as set forth above such that Defendants shall be \ngranted leave to file an Amended Answer and Counterclaims, \nsubstantially in the form attached to Defendants’ brief in support of it s \nMotion to Amend at ECF No. 112.2, that: \ni. Includes the New Affirmative Defenses and the Reasserted  \nCounterclaims against Plaintiff for breach of contract, breach of \nthe covenant of good faith and fair dealing, and declaratory \njudgment; and \nii. Excludes the Omitted Counterclaims, the Amended \nCounterclaims against the NAB Defendants  and the Individual \nCounterclaim Defendants, and the Reasserted Counterclaims for \nunjust enrichment and for violation of N.C.G.S. § 75-1.1. \n \nb. Plaintiff’s Motion to Dismiss is GRA NTED in part as set forth above \nand Defendants’ Original Counterclaims against the NAB Defendants \nand the Individual Counterclaim Defendants are hereby dismissed \nwithout prejudice and Defendants’ Original Counterclaims against \nPlaintiff for unjust enrichme nt and violation of N.C.G.S. § 75 -1.1 are \nhereby dismissed with prejudice. \nc. Plaintiff’s Motion to Dismiss Defendants’ Original Counterclaims \nagainst Plaintiff for breach of contract, breach of the covenant of good \nfaith and fair dealing, and declaratory judgment is DENIED as moot as \nset forth above. \nSO ORDERED, this 29th day of July 2022. \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n      Chief Business Court Judge "
}