{
  "id": "3c7ab0c0ce20061a204ef0da7912bdd3d47ddb60040330262db8d0fcb3e52db2",
  "source_file": "data/raw/ncbc/3c7ab0c0ce20061a204ef0da7912bdd3d47ddb60040330262db8d0fcb3e52db2.pdf",
  "raw_text": "Crescent Foods, Inc. v. Evason Pharmacies, Inc., 2016 NCBC 73. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAYNE 15 CVS 1852 \n \nCRESCENT FOODS, INC., ) \n  Plaintiff, ) \n   )  OPINION AND ORDER ON  \n   )  DEFENDANT’S MOTION TO \n v.  )  DISMISS  \n   ) \n   )  \nEVASON PHARMACIES, INC., )  \n   Defendant.                     )       \n \nTHIS CAUSE, designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, references to the North C arolina General Statutes will be to \n“G.S.”), and assigned to the undersigned Special Superior Court Judge for Complex \nBusiness Cases, comes before the Court upon Defendant Evason Pharmacies, Inc. ’s \nMotion to Dismiss  (“Defendant’s Motion to Dismiss”) pursuant to Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure (“Rule(s)”).  \n THE COURT, having considered Defendant’s Motion to Dismiss, the briefs in \nsupport of and in opposition to Defendant’s Motion to Dismiss, the arguments of \ncounsel, and other appropriate matters of record,  concludes that the Defendant’s \nMotion to Dismiss should be GRANTED, in part, and DENIED, in part, for the \nreasons set forth below. \nEverett, Womble & Lawrence, LLP by Ronald T. Lawrence, II , Esq.,  for \nPlaintiff. \n \nThe Law Office of John T. Benjamin, Jr., P.A. by John T. Benjamin, Jr. , Esq. \nand Paula M. Shearon, Esq., for Defendant. \n \n \n \nMcGuire, Judge. \nFACTUAL AND PROCEDURAL BACKGROUND \n1. Plaintiff Crescent Foods, Inc. (“Plaintiff”) is a North Carolina \ncorporation that owns and operates Piggly Wiggly grocery stores, including stores in \nMount Ol ive and Faison, North Carolina. (Compl. ¶¶ 1,  3.) Defendant Evason \nPharmacies, Inc. (“Defendant”) is also  a North Carolina corporation, and is in the \nbusiness of operating and managing phar macies. On October 1, 2001, Plaintiff  and \nDefendant entered into a Management Agreement  (“Management Agreement” or \n“Agreement”), pursuant to which Defendant would manage Plaintiff’s pharmacies in \nthe Faison and  Mount Olive store s. (Id. ¶ 4, Ex. A.) The Man agement Agreement \nexpired by its own terms on April 30, 2013, and was not renewed. (Id. ¶ 4.) \n2. The parties’ respective rights and duties were outlined in the \nManagement Agreement. The Agreement provided that Defendant’s duties included \n“managing the  [pharmacies], including supervision of all employees of the Store \nproviding services thereto” and the “ordering of all the prescription drugs and health \nand beauty care products for the [pharmacies].” (Management Agreement ¶ 3.) Under \nthe Agreement, Plaintiff was required to prov ide to Defendant “at no charge,”  inter \nalia, the following:  “the facilities and fixtures . . . necessary to operate the \n[pharmacies]”; “computer software required for pharmacy operations”;  and, \n“computer equipment, printer[s], copier[s], and facsimile machine[s] .” (Id. ¶ 4). The \nManagement Agreement also provided that Plaintiff “shall employ or engage the \npharmacists and other staff . . . necessary to operate the [pharmacies]” and that “[a]ny \n \n \nsuch employees shall be considered employees of the [Plaintiff] and shall participate \nin all employee benefits offered by the [Plaintiff] to its employees.” (Id.) \n3. The Management Agreement provided the following regarding \nDefendant’s compensation for its services: \nCompensation: As compensation for [Defendant’s] services \nhereunder, [Defendant] shall be entitled to fifty percent \n(50%) of the Gross Profit (as defined hereinbelow) from the \n[pharmacies’] prescription sales calculated on a quarterly \nbasis.  For purposes of this Agreement, Gross Profit s hall \nbe calculated using the cash basis method of accounting \nand shall mean total gross [ ] prescription sales less the \nfollowing expenses: cost of goods sold, supplies, sales taxes, \nand salaries, compensation (including employer \ncontributions for employme nt taxes) and employee fringe \nbenefits (such as [Plaintiff’s] insurance plan and \nretirement plan) payable to any pharmacists and other \nemployees required to operate the [pharmacies]. \n \n(Id. ¶ 5.) \n4. Finally, the Management Agreement provided that Defendant’s  \n“relation to the [Plaintiff] . . . shall during the period or periods of its engagement and \nservice hereunder be that of an independent contractor.” (Id. ¶ 14.) \n5. Defendant was a member of, and owned stock in, North Carolina Mutual \nDrug Company (“Mutual Drug” ) (Id. ¶ 10.) As a stockholder, Defendant was able to \nbuy the prescription medications for the pharmacies from Mutual Drug at a \npreferred, or discounted, price.  The Management Agreement specifically provided \nthat Plaintiff agreed “to stock the [pharmacies ’] prescription inventory and health \nand beauty care products through [Defendant ’s] membership in  [Mutual Drug ].” \n \n \n(Management Agreement, pmbl.) Plaintiff alleges that the reason for doing so was to \ntake advantage of the competitive pricing offered by Mutual Drug. (Compl. ¶ 11.) \n6. Mutual Drug provided quarterly and annual “rebates” to its \nstockholders based on the prescription drugs purchased by the stockholder.  (Id. ¶¶ \n12–13.) Plaintiff alleges that the amount paid to a stockholder was calculated based \non the amount of prescription drugs ordered, not on the amount of stock owned in the \ncompany, and were not “dividends” paid by Mutual Drug . (Id.) Plaintiff also alleges \nthat the rebates paid to Defendant by Mutual Drug were for  prescription drugs \nDefendant purchased for Plaintiff’s pharmacies  and “should not have been kept by \nDefendant but should have been deposited into the accounts of the stores and \naccounted for in the calculation of th e gross profit of each store.” (Id. ¶ 12 .) The \nrebates were a “dollar -for-dollar reduction of the ‘cost of goods sold,’” and Plaintiff \nclaims that it had a right under the Management Agreement to a 50% share of the  \nrebates. (Id. ¶¶ 11, 16.) \n7. Plaintiff further alleges that despite the provision of t he Management \nAgreement stating that Defendant was an independent contractor of Plaintiff, the \nrelationship created by the Agreement functioned like a partnership and created a \nfiduciary relationship between the parties. ( Id. ¶¶ 14 –17.) Plaintiff claims that \nDefendant had a fiduciary duty to share the rebates with Plaintiff or should have \naccounted for the rebates in calculating the Gross Profit. (Id.)   \n8. Plaintiff did not know  that Defendant was receiving the rebates from \nMutual Drug during the 12 years that the parties operated under the Management \n \n \nAgreement. (Id. ¶ 14.) Defendant did not inform Plaintiff about the rebates, or include \nthe rebates in the calculation of Gross Profits.  (Id.) Plaintiff only learned about the \nrebates after the expiration of the Management Agreement, when Plaintiff purchased \nstock in Mutual Drug  and started receiving the annual rebates from Mutual Drug.  \n(Id.) \n9. On October 27, 2015, Plaintiff filed this lawsuit in the Superior Court of \nWayne County. The Complaint does not separately set out causes of action in \nseparate counts, but appears to assert the following claims: breach of contract (Id. ¶ \n18); breach of fiduciary duty (Id. ¶ 19); fraud and constructive fraud (Id. ¶ 21); and \nunfair and deceptive trade practices (Id. ¶ 33.) \n10. On November 25, 2015, Defendant filed a Notice of Designation to the \nNorth Carolina Business Court. On December 2, 2015, the Chief Justice of the North \nCarolina Supreme Court,  issued an Order, pursuant to G.S. § 7A-45.4(b), designating \nthis case as a mandatory complex business case, and the case was assigned to the \nundersigned. \n11. On January 15, 2016, Defendant filed Defendant’s Motion to Dismiss in \nwhich it contends that the Complaint should be dismissed in its entirety pursuant to \nRule 12(b)(6). The Court held a hearing on Defendant’s Motion to Dismiss and it is \nnow ripe for determination. \nDISCUSSION \n12. Defendant moves to dismiss Plaintiff’s claim under Rule 12(b)(6). In \ndeciding a Rule 12(b)(6) motion to dismiss for failure to state a claim, the Court must \n \n \ndetermine “whether, as a matter of law, the allegations of the complaint  . . . are \nsufficient to state a claim upon which relief may be granted under some legal theory \nwhether properly labeled or not.” Harris v. NCNB Nat'l Bank, 85 N.C. App. 669, 670, \n355 S.E.2d 838, 840 (1987). In making this determination, the Court must take all \nwell-pleaded allegations of the complaint as true. Sutton v. Duke , 277 N.C. 94, 98, \n176 S.E.2d 161, 163 (1970). Nonetheless, the Court is not required “to accept as true \nallegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.” Strickland v. Hedrick, 194 N.C. App. 1, 20, 669 S.E.2d 61, \n73 (2008).  A complaint can be dismissed under Rule 12(b)(6) if: (a) the complaint on \nits face reveals that no law supports plaintiff's claim; (b) the complaint reveals on its \nface the absence of fact sufficient to make a good claim; or ( c) some fact disclosed in \nthe complaint neces sarily defeats the plaintiff 's claim. Mileski v. McConville , 199 \nN.C. App. 267, 269, 681 S.E.2d 515, 517 (2009) ( citing Oates v. Jag, Inc. , 314 N.C. \n276, 278, 333 S.E.2d 222, 224 (1985)). \na. Claim One — Breach of Contract. \n13. As its first claim, Plaintiff alleges that Defendant breached the \nManagement Agreement by failing to share the rebates Defendant received and \nfailing to account for the  rebates in determining Gross Profit.  Defendant contends \nthe breach of contract claim fails because the Management Agreement does not give \nPlaintiff a right to a share in the payments Defendant received from  Mutual Drug. \nIn addition, Defendant argues that the breach of contract claim is barred by the three \nyear statute of limitations applicable to contract claims. See G.S. § 1 -52(1).  \n \n \n“The statute of limitations may provide the basis for dismissal on a motion pursuant \nto . . . Rule 12(b)(6) if the face of the complaint establishes that [a] plaintiff's claim is \nbarred.” Liptrap v. City of High Point, 128 N.C. App. 353, 355, 496 S.E.2d 817, 818 \n(1998). \n14. To state a claim for breach of contract, a plaintiff must allege the “(1) \nexistence of a valid contract and (2) breach of the terms of that contract.” See Poor v. \nHill, 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000). Defendant does not contend \nthat the Management Agreement was not a contract. Instead, Defendant argues that \nthe Management Agreement does not expressly require that the “dividends”1 received \nby Defendant from Mutual Drug were to be included in the calculation of gross profits, \nand, accordingly, Defendant’s failure to account for the payments was not a breach of \nthe Agreement.  (Def.’s Br. Supp. Mot. Dismiss 17–18.) Plaintiff contends that Mutual \nDrug’s payments to Defendant were rebates on the prescription drugs purchased by \nDefendant for Plaintiff’s pharmac ies, and must be accounted for in calculating  the \n“costs of goods sold” as that term is used in the Agreement. ( Pl.’s Br. Opp. Mot. \nDismiss 18.) \n15. The Management Agreement is a contract, and its meaning must be \ndetermined from within its four corners. Ussery v. Branch Banking & Trust Co., 368 \nN.C. 325, 336, 777 S.E.2d 272, 279 (2015); Lynn v. Lynn, 202 N.C. App. 423, 431, 689 \nS.E.2d 198, 205 (2010). When a contract is clear and unambiguous, “construction of \n                                                 \n1 The parties dispute whether the payments by Mutual Drug to Defendant were dividends or \nrebates. (Def.’s Br. Supp. Mot. Dismiss 2 –3; Compl. ¶ 13.) For purposes of this motion, the  \nCourt must accept as true Plaintiff’s allegations that the payments were rebates, and not \ndividends. \n \n \nthe agreement is a matter of law for the court . . . and the court cannot look beyond \nthe terms of the contract to determine the intentions of the parties.” Lynn, 202 N.C. \nApp. at 432, 689 S.E.2d a t 205 . The question of whether contractual language is \nambiguous is a question for the court to determine. Id. “A contract that is plain and \nunambiguous on its face will be interpreted by the court as a matter of law. When an \nagreement is ambiguous and the  intention of the parties is unclear, however, \ninterpretation of the contract is for the jury.” Commscope Credit Union v. Butler & \nBurke, LLP, 237 N.C. App. 101, 111, 764 S.E.2d 642, 651 (2014) , rev’d, in part, on \nother grounds, 2016 N.C. LEXIS 812 (2016). “An ambiguity exists in a contract when \neither the meaning of words or the effect of provisions is uncertain or capable of \nseveral reasonable interpretations.”  Variety Wholesalers, Inc. v. Salem Logistics \nTraffic Servs., LLC, 365 N.C. 520, 525, 723 S.E.2d 744, 748 (2012).  \n16. The Management Agreement does not provide for how the “costs of goods \nsold” shall be determined. Even if the term has a generally accepted meaning that \nmakes it unambiguous, however, the parties dispute the nature of the payment s by \nMutual Drug to Defendant. A “rebate” determined as a percentage of the dollar \namount of prescription drugs purchased might need to be accounted for in calculating \nthe costs of goods sold, but a dividend paid to the purchaser based on stock ownership \nmight not. In other words, t he resolution of that dispute may very well determine \nwhether such payment would, or would not, be included in the “cost of goods sold.” \nTaking Plaintiff’s allegation that the payments to Defendant were rebates as true, \nthe Court concludes that the Management Agreement is at least susceptible of an \n \n \ninterpretation that would require accounting for rebates in calculating cost of goods \nsold, and that Plaintiff's breach of contract claim cannot be dismissed based on \ninterpretation of the Management Agreement at this stage of the proceedings.  \n17. Defendant also contends that the breach of contract claim is barred by \nthe three-year statute of limitations in G.S. § 1-52(1). Plaintiff alleges that Defendant \nbegan to receive the rebates “immed iately upon entering the [M]anagement \n[A]greement” but did not disclose the rebates or account for them in determining \nGross Profits. (Compl. ¶ 14.) Accordingly, Defendant contends that the first \naccounting, and first alleged breach of the Management Agree ment, would have \noccurred “in or about January, 2002 .” ( Def.’s Br. Supp. Mot.  Dismiss 9.)  Since \nPlaintiff did not file the Complaint until October 27, 2015, its claim for breach of \ncontract is outside the statute of limitations.  ( Id. at 9–10.)  In its brief, Plaintiff \nargues that the continuing wrong doctrine applies to the breach of contract claim.  \nPlaintiff contends that since the Management Agreement did not expire until April, \n2013, and Plaintiff filed this action within three years of that expiration, it should be \npermitted to reach back and recover for all breaches from October 2001 forward. (Pl.’s \nBr. Opp. Mot. Dismiss 7–9.) \n18. As a preliminary matter, the Court must determine the appropriate \nstatute of limitations applicable to P laintiff’s cl aim for breach of contract . At the \nhearing on the Motion to Dismiss, Plaintiff’s counsel for the first time argued that the \nManagement Agreement was executed by the parties  under seal. The statute of \nlimitations for instruments executed under seal is ten  (10) years from the date of \n \n \nbreach. G.S. § 1 -47(2). The Management Agreement was signed on behalf of \nDefendant by, apparently, a corporate official. 2 To the immediate left of the \nDefendant’s signature are the typed words “Corporate Seal.” The words “Corporate \nSeal” are contained wit hin what appears to be a hand -drawn circle, and the words \n“Evason Pharmacies, Inc.” are written inside of the circle. Below the words “Corporate \nSeal,” and within the circle, is the word “Attest:,” and next to that the name “Belinda \nEnglish” is handwritten on the document. The Management Agreement contains no \nother reference to the document being executed under seal. \n19. “The seal of a corporation is not in itself conclusive of an intent to make \na specialty [sealed instrument]” and, “the determination of whether an instrument is \na sealed instrument, commonly referred to as a specialty, is a question for the court.” \nSquare D Co. v. C. J. Kern Contractors, Inc. , 314 N.C. 423 , 426, 334 S.E.2d 63, 65, \n(1985). “[T]he question to be ans wered in order to determine whether the corporate \nseal transforms the party's contract into a specialty is whether the body of the \ncontract contains any language that indicates that the parties intended that the \ninstrument be a specialty or whether extrinsic evidence would demonstrate such an \nintention. Id. at 428, 334 S.E.2d at 66 (emphasis added). Here, although the body of \nthe Management Agreement does not contain language showing that the parties \nintended it to be a sealed instrument, Plaintiff might be  able to show such inte nt \nthrough extrinsic evidence. Plaintiff’s allegations, including the signature page of the \n                                                 \n2 The signature page of the Management Agreement states that it is being executed by the \nparties’ “respective corporate officers.”  The signature of Defendant’s representative is \nillegible and the Complaint does not identify Defendant’s signatory. \n \n \nManagement Agreement, have raised a sufficient question as to whether the parties \nintended to execute the Agreement under seal to make it inappropriate for the Court \nto conclude, at this stage of the proceedings, that the breach of contract claim is \nsubject to the three year statute of limitations.3  Accordingly, the Court will apply the \nten-year limitation s period in G.S. § 1-47(2) in deciding  Defendant’s Motion to \nDismiss.  \n20. The statute of limitations for a breach of contract does not begin to run \nuntil the alleged breach occurs and the cause of action accrues. Silver v. N.C. Bd. of \nTransp., 47 N.C. App. 261, 266, 267 S.E.2d 49, 53 –54 (1980); Liptrap, 128 N.C. App. \nat 355, 496 S.E.2d at 819  (noting that the statute of limitations for a breach of \ncontract claim “begins to run on  the date the promise is broken ”). “The general rule \nmay be different for contracts which envision a continuum of payments or obligations \n. . . . There, each failure to pay is considered a separate breach and a new limitations \nperiod may commence each time a payment is not made.”  GR&S Atl. Beach, LLC v. \nHull, 2012 NCBC LEXIS 54 , at *27 (N.C. Super. Ct. 2012); Martin v. Ray Lackey \nEnters., Inc., 100 N.C. App. 349, 357, 396 S.E.2d 327 , 332 (1990) (noting that where \na contract imposes on a party an obligation to make peri odic payments in \ninstallments “the statute of limitations runs against each installment independently \nas it becomes due”); U.S. Leasing Corp. v. Everett, Creech, Hancock & Herzig, 88 N.C. \n                                                 \n3 The only published North Carolina appellate decisions the Court was able to locate in which \nthe Court determined whether an instrument was intended to b e a sealed instrument as a \nmatter of law were decided on motions for summary judgment where the parties had an \nopportunity to present extrinsic evidence.  See generally Square D Co., 314 N.C. 423, 334 \nS.E.2d 63; Dunes S. Homeowners Ass'n v. First Flight Builders, 341 N.C. 125, 459 S.E.2d 477 \n(1995); Blue Cross and Blue Shield v. Odell Assocs., 61 N.C. App. 350, 301 S.E.2d 459 (1983). \n \n \nApp. 418, 426, 363 S.E.2d 665, 669 (1988) (same). “This principle has been applied to \nannual tax obligations arising out of a contract, lease payments, a computer system \nservice contract, and i mproper overcharges for workers’ compensation \ninsurance.” Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 2015 NCBC LEXIS 64 , at \n*9 (N.C. Super. Ct. 2015) ; see also Jacobs v. Cent. Transp. , Inc., 891 F.  Supp. 1120 \n(E.D.N.C. 1995) (finding that periodic deductions from employee’s pay by employer \nfor workers’ compensation insurance each constituted a separate breach which \nstarted new limitations period ); Broadnax v. Associated Cab & Transp., Inc. , 2016 \nNCBC LEXIS 29, at *17–19 (N.C. S uper. Ct. 2016)  (finding that  deductions from \ncompensation payments for various business related fees  started new limitations \nperiods). \n21. The alleged breaches of the Managem ent Agreement in this case fall  \nunder the accrual rule applicable to installment-type contracts. The Agreement called \nfor a quarterly accounting of Gross Profits.  The accountings would have occurred \neach quarter from early 2002 through the expiration of the Management Agreement \nin 2013. Each quarter that Defendant did not account for the rebates, it breached its \nobligations under the Management Agreement and a new cause of action for breach \nof contract accrued.  Accordingly, Plaintiff’s claim for breaches of the Management \nAgreement occurring on or after October 27, 2005, are timely raised .4  Defendant’s \n                                                 \n4 Application of the continuing wrong doctrine leads to the same result. The doctrine applies \nwhere a claim is based on “the result of ‘continual unlawful acts,’ each of which restarts the \nrunning of the statute of limitations.  . . .” Williams v. Blue Cross Blue Shield of N .C., 357 \nN.C. 170, 179, 581 S.E.2d 415, 423 (2003)  (emphasis added); Marzec v. Nye, 203 N.C. App. \n88, 95, 690 S.E.2d 537, 542 (2010) (holding that the plaintiff could pursue breach of fiduciary \nduty claim based on controlling shareholder ’s refusal to pay the plaintiff’s monthly salary  \n \n \nMotion to Dismiss as to claims for breach of contract occurring on or after October 27, \n2005 should be DENIED, but with regard to claim s arising before October 27, 200 5, \nshould be GRANTED. \nb. Claims Two and Four — Breach of Fiduciary Duty and Constructive Fraud. \n22. Plaintiff alleges that the Management Agreement made Defendant \n“essentially a ‘partner’ with Plaintiff in the businesses of the pharmacies,” and “that \nPlaintiff trusted and relied upon Defendant in the management of the pharmacies. ” \n(Compl. ¶¶ 15, 17.) Plaintiff claims that “Defendant breached its fiduciary duty owed \nto Plaintiff” and committed constructive fraud by not sharing and accounting for the \nrebates from Mutual Drug.  ( Id. ¶¶ 19, 21.)  Defendant contends that Plaintiff has \nalleged nothing more than a contractual relationship between the parties that \nexpressly defined Defendant as an independent contractor, and not as a partner.  \n(Def.’s Br. Supp. Mot. Dismiss 11–13.) \n23. Although partners in a general partnership owe one another fiduciary \nduties, Plaintiff has not adequately alleged the existence of a partnership with \nDefendant. I ndeed, Plaintiff ’s own allegations contradict such a conclusion.  The \nNorth Carolina Uniform Partnership Act, codified at Chapter 59 of our General \nStatutes, provides the basis for the “legal concept” of partnership. To that end, the \nAct defines a partnership as “an association of two or more persons to carry on as co-\nowners of a business for profit.” G.S. § 59-36(1). Our Supreme Court has elaborated: \n                                                 \n“during the three years prec eding the filing of this action ”). The continuing wrong doctrine \ndoes not permit a party to pursue claims based on wrongs completed and accruing outside of \nthe limitations period. \n \n \nTo make a partnership, two or more persons should \ncombine their property, effects, labor, or skill in a common \nbusiness or venture, and under an agreement to share the \nprofits and losses in equal or specified proportions, and \nconstituting each member an agent of the others in matters \nappertaining to the partnership and within the scope of its \nbusiness. \n \nJohnson v. Gill, 235 N.C. 40, 44–45, 68 S.E.2d 788, 793 (1952). \n24. Since a written or express partnership agreement is not required, and \nnone is alleged here, a “de facto partnership may be found by examination of a [ sic] \nparties’ conduct, which shows a voluntary association of partners. ” Best Cartage, \nInc. v. Stonewall Packaging, LLC , 219 N.C. App. 429, 438, 727 S.E.2d 291, 299 \n(2012). Put another way, a partnership “may be inferred” where the “circumstances \ndemonstrate a meeting of the minds with respect to the material terms of the \npartnership agreement.” Compton v. Kirby, 157 N.C. App. 1, 11, 577 S.E.2d 905, 912 \n(2003). In this case, the Management Agreement it self expressly states that \nDefendant was an independent contractor. (Management  Agreement ¶  14.) This \nstrongly weighs against any contention that the parties had a “meeting of the minds” \nas to the formation of a partnership. \n25. Under North Carolina law, there are also two “indispensable” \nrequirements that must be met for a legal partnership to exist. Best Cartage, 219 \nN.C. App. at 438, 727 S.E.2d at 299 (quoting  Wilder v. Hobson, 101 N.C. App. 199, \n202, 398 S.E.2d 625, 627 (1990)). The first requirement is the “sharing of any actual \nprofits.” Id. The second requirement is  co-ownership of the business. Id. The \nManagement Agreement provided that the parties would share the Gross Profits \n \n \nfrom the sale of prescription drugs by the pha rmacies, but only as a means of \ncompensating Defendant for its services under the agreement. North Carolina courts \nhave re cognized that where the parties’  agreement to share profits was clearly \nintended to compensate one party, no partnership exists. See Am. Tr. Co. v. Life Ins. \nCo., 173 N.C. 558, 562, 92 S.E. 706, 708 (1917) (holding that “there is no partnership \nif sharing in the profits is a mere means of ascertaining and determining the \ncompensation for the services rendered”). The Management Agreement makes clear \nthat the sharing of profits was intended only as a means of compensating Defendant \nfor its services. The sharing of profits does not support the existence of a partnership \nunder these circumstances. \n26. Plaintiff also has not alleged Defendant and Plaintiff were co-owners of \nany business. To the contrary, under the Management Agreement , Plaintiff owned \nbut provided for Defendant’s use of all  the facilities, fixtures, equipment, and \ninventory necessary for the pharmacies.  Defendant provided the management \nservices to  operate the pharmacies. Plaintiff and Defendant did not share in the \noverall profits from all sales by the pharmacies, but only in the profits generated from \nprescription drug sales. Plaintiff has failed to alleg e the existence of a partnership \nsuch that Defendant would owe Plaintiff a fiduciary duty. \n27. Finally, to the extent Plaintiff contends that, even absent a partnership \nbetween the parties, Defendant  owed Plaintiff a fiduciary duty, such contention is  \nwithout merit. North Carolina law recognizes a fiduciary relationship  under the \nfollowing circumstances: \n \n \n[T]here has been a special confidence reposed in one who in \nequity and good conscience is bound to act in good faith and \nwith due regard to the intere sts of th e one reposing \nconfidence . . . [and] it extends to any possible case in which \na fiduciary relationship exists in fact, and in which there is \nconfidence reposed on one side, and resulting dominat ion \nand influence on the other. \n  \nDalton v. Camp , 35 3 N.C. 647, 651 –52, 548 S.E.2d 704 , 707 –08 (2001) (internal \nquotations omitted) (citing  Abbitt v. Gregory , 201 N.C. 577, 598, 160 S.E. 896 , 906 \n(1931)). “[O]nly when one party figuratively holds  all the cards —all the financial \npower or technical information, for example—have North Carolina courts found that \nthe special circumstance of  a fid uciary relationship has arisen.”  Kaplan v. O.K.  \nTechs., L.L.C., 196 N.C. App. 469, 475, 675 S.E.2d 133, 138 (2009); HCW Ret. & Fin. \nServs., LLC v. HCW Emp . Benefit Servs. , LLC, 2015 NCBC LEXIS 73 , at *45–46 \n(N.C. Super. Ct. 2015). \n28. Plaintiff has not alleged any facts to show that su ch a relationship \nexisted here. At bottom, Plaintiff alleges that it contracted with Defendant for \nDefendant to operate part of Plaintiff's grocery business, and that Defendant did not \nabide by the parties’ agreement. The allegations suggest that Plaintiff’s relationship \nwith Defendant was not that of contracting parties with relatively equal bargaining \npower. The allegations do not establish a relationship in which Defendant dominated \nPlaintiff or “held all the cards.” In the absence of any such facts, Plaintiff's allegations \nthat it trusted Defendant to honor the terms of the agreement do no t transform its \n \n \nrelationship into a fiduciary one. Defendant’s Motion to Dismiss Plaintiff’s claims for \nbreach of fiduciary duty and constructive fraud5 should be GRANTED. \nc. Claim Three — Fraud. \n29. Plaintiff also alleges that Defendant’s failure to disclose the rebates and \nto account for the rebates in calculating the Gross Profits constituted fraud.  (Compl. \n¶¶ 21–23.) More particularly, Plaintiff alleges that Defendant, “falsely and \nfraudulently . . . fail[ed] to report the [rebates] to Plaintiff and represented to Plaintiff \nthat the revenues and expenses as reported by Defendant truly and accurately \nreflected the actual revenues and expenses of the pharmacies for purposes of \ncalculating the gross p rofits of the pharmacies.” ( Id. ¶ 21.) In order to state a claim \nfor fraud, “the complaint must allege with particularity: (1) that defendant made a \nfalse representation or concealment of a material fact; (2) that the representation or \nconcealment was reas onably calculated to deceive; (3) that defendant intended to \ndeceive; (4) that plaintiff was deceived; and (5) that plaintiff suffered damage \nresulting from defendant 's misrepresentation or concealment. ” Claggett v. Wake \nForest Univ., 126 N.C. App. 602, 610, 486 S.E.2d 443, 447 (1997). “A claim for fraud \nmay be based on an affirmative misrepresentation of a material fact, or a failure to \ndisclose a material fact relating to a transaction which the parties had a duty to \ndisclose.” Hardin v. KCS Int'l, Inc. , 199 N.C. App. 687, 696, 682 S.E.2d 726, 733 \n(2009). \n                                                 \n5 See White v. Consol. Planning, Inc. , 166 N.C. App. 283, 294, 603 S.E.2d 147, 156 (2004) \n(noting that a relationship of trust and confidence, or a fiduciary relationship, is an essential \nelement of a claim for constructive fraud). \n \n \n30. Plaintiff’s fraud claim is based on precisely the same conduct underlying \nits claim for breach of contract:  Defendants failure to disclose and account for the \nrebates in calculating the quarterly Gross Profit under the Management Agreement. \nNorth Carolina courts, however, generally hold that the economic loss rule prevents \na party from pursuing a tort claim grounded in a breach of contract: \n[A] tort action does not lie against a party to a contract who \nsimply fails to properly perform the terms of the contract, \neven if that failure to properly perform was due to the \nnegligent or intentional conduct of that party, when the \ninjury resulting from the breach is damage to  the subject \nmatter of the contract. \n \nSpillman v. Am. Homes of Mocksville, Inc. , 108 N.C. App. 63, 65, 422 S.E.2d 740, \n741–42 (1992).  See also  Strum v. Exxon Co., USA , 15 F.3d 327, 330 (4th Cir. \n1994) (applying North Carolina law and reasoning that “ [p]arties contract partly to \nminimize their future risks. Importing tort law principles of punishment into contract \nundermines their ability to do so.”). “Flowing from this rule, in order to maintain tort \nclaims for conduct also alleged to be a breach of contract, a plaintiff must identify a \nduty ow ed by the defendant ‘separate and distinct from any duty owed under a \ncontract.’” Forest2Market, Inc. v. Arcogent, Inc. , 2016 NCBC L EXIS 3, at *8 (N.C. \nSuper. Ct. 2016) . “The economic loss rule, therefore, will bar [ ] tort claims if the \nallegedly offending conduct is also a breach of the parties’ contract and Plaintiff fails \nto identify a duty separate and distinct from [the defendant’s] contractual \nobligations.” Id. \n \n \n \n \n31. In Forest2Market, Inc., the plaintiff contracted with the defendant to \ndesign and implem ent a software platform for the plaintiff’s business.  Id. at *2 –3. \nThe plaintiff subsequently became dissatisfied with the defendant’s work on the \nplatform and brought suit against the defendant for breach of contract, fraud , and \nother torts alleging that defendant knowingly overbilled the plaintiff for work on the \nproject and concealed the overbilling. Id. at *6.  The Court applied the economic loss \nrule and dismissed the plaintiff’s tort claims, including the claim for fraud. Id. at *12. \nThe Court rejected the plaintiff’s argument that the defendant “owed a duty not to \nprovide deceptive or misleading information that is separate and distinct from any \ncontractual duties owed.” Id. at *11. Instead, the Court  held that  “[b]ecause [the \nplaintiff] alleges that the parties were performing under the contract when  the \npurportedly tortious conduct occurred, the Court conclude s that [the defendant] did \nnot owe [the plaintiff] a separate and distinct duty not to provide deceptive and \nmisleading information in these circumstances.” Id. at *11–12.  Rather, the fraud and \nother tort claims raised by the plaintiff “attempt to manufacture a tort dispute out of \nwhat is, at bottom, a simple breach of contract claim,” and “[s]uch attempts are \ninconsistent both with North Carolina law and sound commercial practice.” Id. at *12 \n(citation omitted). \n32. Plaintiff fails to allege that Defendant owed Plaintiff a duty to disclose \nthe rebates outside of Defendant’s contractual obligations under the Management \nAgreement, and makes no argument in its brief that Defendant had such a duty. (Pl.’s \n \n \nBr. Opp. Mot. Dismiss 16 –17.) Accordingly, Plaintiff’s claim for fraud should be \ndismissed. \n33. Defendant also argues that the claim for fraud must be dismissed \nbecause Plaintiff has not alleged with sufficient particularity the facts underlying the \nclaim. (Def.’s Br. Supp. Mot. Dismiss 13–17.) Plaintiff bears the burden of satisfying \na heightened pleading standard under Rule 9(b). “A complaint charging fraud must \nallege [the] elements with particularity.” Hunter v. Spaulding, 97 N.C. App. 372, 377–\n78, 388 S.E.2d 630, 634 (1990).  This standard is “met by alleging time, place and \ncontent of the fraudulent representation, identity of the person making the \nrepresentation and what was obtai ned as a result of the fraudulent act or \nrepresentations.” Harrold v. Dowd , 149 N.C. App. 777, 782, 561 S.E.2d 914, 918 \n(2002). \n34. The Court concludes that Plaintiff has failed to allege its claim for fraud \nwith sufficient particularity. The Complaint does not allege the identity of any \nspecific person who made misrepresentations or omissions, does not provide either \nspecific or even approximate dates and times of, or the places at which, such \nmisrepresentations were made. Plaintiff undoubtedly knows the identities of specific \nindividuals it communicated with at Defendant’s business. It also must have been \npresented with the quarterly and other accountings prepared regarding the \npharmacies’ prescription drug sales, and should have been able to provide specifi c \ndates on which those accountings were received and where such information was \nprovided or conveyed to Plaintiff. The Complaint contains none of this specific \n \n \ninformation, but instead makes only conclusory allegations that Defendant failed to \ndisclose and account for rebates over the course of approximately 12 years. Hardin v. \nYork Mem'l Park, 221 N.C. App. 317, 329, 730 S.E.2d 768, 778 (2012) (“A trial court \nproperly dismisses a claim for failure to plead fraud with particularity ‘where there \nare no facts  whatsoever setting forth the time, place, or specific individuals who \npurportedly made the misrepresentations.”) (quoting Bob Timberlake Collection, Inc. \nv. Edwards , 176 N.C. App. 33, 39, 626 S.E.2d 315, 321 (2006)); accord Birtha v. \nStonemor, N.C., LLC, 220 N.C. App. 286, 297, 727 S.E.2d 1, 10 (2012); S.N.R. Mgmt. \nCorp. v. Danube Partners , 141, LLC, 189 N.C. App. 601, 610, 659 S.E.2d 442, 449  \n(2008). \n35. For the foregoing reasons, Defendant’s Motion to D ismiss Plaintiff’s \nclaim for fraud should be GRANTED.6 \nd. Claim Five — Unfair and Deceptive Trade Practices. \n36. In Plaintiff's final claim, it alleges that the actions which form the basis \nfor its other claims also constitut e a violation of North Carolina’ s Unfair and \nDeceptive Trade Practices Act (“UDTPA”), G.S. § 75-1.1. To state a claim for violation \nof the UDTPA, a plaintiff must allege that: “(1) the defendant committed an unfair or \ndeceptive act or practice, (2) the action in question was in or affecting commerce, and \n(3) the act proximately caused injury to  the plaintiff.” Capital Res., LLC v. Chelda, \nInc., 223 N.C. App. 227, 239 , 735 S.E.2d 203, 212 (2012). “ A practice is unfair when \nit offends established public policy as well as when the practice is immoral, unethical, \n                                                 \n6 Because the Court concludes that Plaintiff failed to state a fraud claim, it needs not address \nDefendant's statute of limitations argument regarding the fraud claim. \n \n \noppressive, unscrupulous, or substa ntially injurious to consumers.”  Huff v. Autos \nUnlimited, 124 N.C. App. 410, 413, 477 S.E.2d 86, 88 (1996). “A practice is deceptive \nif it has the capacity or tendency to deceive; proof of actual deception is not required.” \nId. Whether a trade practice is unfair or deceptive depends upon the facts of each case \nand their impact on the parties. Marshall v. Miller , 302 N.C. 539, 5 48, 276 S.E.2d \n397, 403 (1981). \n37. Plaintiff's UDTPA claim, both as pleaded in the Complaint and argued \nin its response to the Motion to Dismiss, is premised entirely on the conduct that also \ngives rise to its other claims.  (See Compl. ¶ 33; Pl.’ s Br. Opp. Mot. Dismiss 15 \n(describing the conduct giving rise to Plaintiff’s UDTPA claim as the same “conduct \nwhich constitutes a breach of fiduciary duty and constructive fraud”).) The Court has \ndismissed Plaintiff’s claims for breach of fiduciary duty and fraud . To the extent \nPlaintiff's claim for violation of the UDTPA is predicated on these claims, it too should \nbe dismissed. This leaves o nly the allegations of breach of contract to support the \nUDTPA claim. \n38. It has long been recognized that a breach of contract, even if intentional, \n“is not sufficiently unfair or decep tive to sustain an action under”  the UDTPA. \nEastover Ridge, LLC v. Metric Constructors, Inc., 139 N.C. App. 360, 367 –68, 533 \nS.E.2d 827, 832–33 (2000) (citing Branch Banking and Tr. Co. v. Thompson, 107 N.C. \nApp. 53, 62, 418 S.E.2d 694, 700 (1992)). “It is ‘unlikely that an independent tort could \narise in the course of contractual performance, since those sorts of claims are most \nappropriately addressed by asking simply whether a party adequately fulfilled its \n \n \ncontractual obligations.’” Id. at 368, 533 S.E.2d at 833 (citation omitted). Instead, “[t]o \nbecome an  unfair trade practice, the breach of contract must be ‘ characterized by \nsome type of egregious or aggravating circumstan ce.’” Akzo Nobel Coatings, Inc. v. \nRogers, 2011 NCBC LEXIS 42, at *61 (N.C. Super. Ct. 2011) (quoting Norman Owen \nTrucking, Inc. v. Morkoski, 131 N.C. App. 168, 177, 506 S.E.2d 267, 273 (1998)).  \n39. To the extent Plaintiff asserts that the underlying breach of the \nManagement Agreement also constitutes a violation of the UDTPA, the Court \nconcludes that Plaintiff has failed to allege aggravating factors accompanying the \nbreach that would support a claim of unfair and deceptive trade practices . Rather, \nPlaintiff merely alleges that Defendant failed to perform its obligations under the \nagreement by not sharing with Plaintiff the rebates it receiv ed from Mutual Drug \nand, ultimately , by not properly calculating the Gross Profit generated by the \nprescription drug sales. Plaintiffs have not alleged any circumstance that would give \nrise to a claim under the UDTPA. Forest2Market, Inc., 2016 NCBC LEXIS 3, at *19 \n(allegations that the defendant knowingly overbilled the plaintiff and concealed the \noverbilling are not “aggravating circumstances” s ufficient to create UDTPA claim ).  \nThe Court concludes that Defendant’s Motion to Dismiss Plaintiff’s claim for violation \nof the UDTPA should be GRANTED. \nTHEREFORE, IT IS ORDERED that: \n Defendant's Motion to Dismiss is GRANTED, in part, and DENIED in part as \nfollows. \n \n \n40. Defendant’s Motion to Dismiss Plaintiff’s claims for breach of contract \narising on or after October 27, 2005 is DENIED, but Defendant’s Motion to Dismiss \nPlaintiff’s claims for breach of contract arising before October 27, 2005, is GRANTED. \n41. Defendant’s Motion to Dismiss Plaintiff’s claims for breach of fiduciary \nduty, constructive fraud, fraud, and violation of the UDTPA is GRANTED. \n42. Except as expressly granted above, Defendant's Motion to Dismiss is \nDENIED. \nThis the 5th day of October, 2016. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n \n "
}