{
  "id": "3c8c5f23fc3ac2a9492c93365df6a5efd28c491ba3e088a43a05889fab5ffc20",
  "source_file": "data/raw/ncbc/3c8c5f23fc3ac2a9492c93365df6a5efd28c491ba3e088a43a05889fab5ffc20.pdf",
  "raw_text": "Curvature, Inc. v. Cantel Comput. Servs. Ltd., 2019 NCBC 47. \n \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 3095 \n \nCURVATURE, INC., \n \nPlaintiff, \n \nv. \n \nCANTEL COMPUTER SERVICES \nLTD., \n \nDefendant. \n \n \n \n \nORDER AND OPINION  \nON DEFENDANT’S MOTION TO \nDISMISS AND ALTERNATIVE \nMOTION TO STAY \n \n1. This is Curvature, Inc. ’s second attempt to assert claims against Cantel \nComputer Services Ltd.  (“Cantel”) for allegedly  stealing its employees , customers, \nand trade secrets .  Believing itself bound by a written arbitration agreement, \nCurvature first initiated an arbitration proceeding in early 2018.  That proceeding \nwas closed without a resolution on the merits after Cantel successfully objected to the \narbitrator’s authority to decide certain threshold questions .  Turned away  by the \narbitrator, Curvature filed this action to seek judicial resolution of its claims. \n2. Cantel now contends that this Court, too, is the wrong forum  for resolving \nthe parties’ dispute s.  Cantel, an English company,  argues that th e Court lacks \npersonal jurisdiction over it and seeks to dismiss the complaint on that basis.  (ECF \nNo. 4.)  In the alternative, it seeks to stay all proceedings under N.C.G.S. §  1-75.12 \non forum non conveniens grounds.  (ECF No. 18.) \n3. For the following reasons, t he Court GRANTS the motion to dismiss  and \nDENIES the alternative motion to stay as moot. \nMoore & Van Allen PLLC, by Benjamin P. Fryer, Emily C. Pera, and D. \nJared Nobles, Jr., for Plaintiff Curvature, Inc. \n \n \n \nCarruthers & Roth, P.A. , by Brandon Kenneth Jones and Michael J. \nAllen, for Defendant Cantel Computer Services Ltd. \n \nConrad, Judge.  \nI. \nDISCUSSION \n4. When, as here,  the parties submit dueling affidavits  on the subject  of \npersonal jurisdiction, the Court may decide the issue based on the affidavits.  See, \ne.g., Capitala Grp., LLC v. Columbus Advisory Grp. LTD, 2018 NCBC LEXIS 183, at \n*3 (N.C. Super. Ct. Dec. 3, 2018) ; see also N.C. R. Civ. P. 43(e) .  The Court “must \ndetermine the weight and sufficiency of the evidence presented in the affidavits much \nas a juror.”  Banc of Am. Sec. LLC v. Evergreen Int’l Aviation, Inc., 169 N.C. App. 690, \n694, 611 S.E.2d 179, 183 (2005) (citation, alteration, and quotation marks omitt ed); \naccord Embark, LLC v. 1105 Media, Inc., 231 N.C. App. 538, 542, 753 S.E.2d 166, 170 \n(2014).  “[T]he plaintiff bears the burden of proving, by a preponderance of the \nevidence, grounds for exercising personal jurisdiction over a defendant.”  Bauer v. \nDouglas Aquatics, Inc., 207 N.C. App. 65, 68, 698 S.E.2d 757, 761 (2010). \n5. The Court held a hearing on July 17, 2019, at which both parties were \nrepresented by counsel.  Having considered all relevant matters, the Court finds the \nfollowing facts by a preponderance of the evidence. \nA. Findings of Fact \n6. Curvature provides information technology services  in the United States \nand abroad.  (Aff. of Patrick Barry ¶ 3, ECF No. 24 [“Barry Aff.”].)  A global business \noften demands a global presence , and so Curvature  has a number of wholly owned \n \n \nsubsidiaries outside the United States in addition to keeping its headquarters in \nCharlotte, North Carolina .  (See Barry Aff. ¶¶ 3, 4.)  Curvature also engages local \nsubcontractors in foreign countries to provide added customer support.  ( See Barry \nAff. ¶ 4.) \n7. The parties dispute whether  Cantel, a technology company based solely in \nEngland, agreed to serve as one of Curvature’s subcontractors.  (See, e.g., Barry Aff. \n¶ 6; Aff. of Richard Sharpe ¶¶ 2, 3, 27, 34, ECF No. 15 [“Sharpe Aff.”].)  It is clear that \nno contractual relationship existed between Curvature and Cantel before September \n2017.  Up to that point, Cantel had done some work for a company that would become \nknown as Curvature Services (UK) Limited, one of Curva ture’s wholly owned \nsubsidiaries.  (See Sharpe Aff. ¶ 23; Barry Aff. ¶  12.)  All of that work took place in \nthe United Kingdom, and the relevant contracts were between Cantel and the \nsubsidiary, not Cantel and  Curvature.  (See Sharpe Aff. ¶ 23.)  Then, in September \n2017, Curvature provided a Master Services Agreement, which purported to create a \ndirect contractual relationship between  Curvature and Cantel.   (See Sharpe Aff. \n¶ 27.)  Cantel signed that agreement, later attempted to withdraw its assent , and \nnow challenges the agreement’s validity.  (See Sharpe Aff. ¶¶ 58, 59, 63.)   \n8. Whether valid or not, the Master Services Agreement was not negotiated in \nNorth Carolina.  In fact, there were no negotiations at all.  Richard Sharpe, one of \nCantel’s directors, signed the Master Services Agreement on its behalf.  ( See Sharpe \nAff. ¶  28.)  Sharpe’s unrebutted testimony is that he received a n unsolicited  and \nunexpected e-mail from a Dutch representative of Curvature, requesting that he sign \n \n \nand return the  agreement and a few other forms .  ( See Sharpe Aff. ¶  26, Ex. A .)  \nSharpe went along with the request, signed  the agreement without reading most of \nit, and then e-mailed it back to the same Dutch employee just a few hours later.  (See \nSharpe Aff. ¶  28.)  That brief exchange  between individuals in England and the \nNetherlands did not involve anyone based in North Carolina.  (See Sharpe Aff. ¶ 26.) \n9. Nor did the Master Services Agreement contemplate that Cantel would \nperform any services in North Carolina.  Whether Cantel performed any services at \nall under the agreement is disputed.  (See Sharpe Aff. ¶¶ 43–47, Ex. D; see also Barry \nAff. ¶ 13.)  The Court need not decide that question because any services Cantel did \nperform occurred  entirely within the United Kingdom  (and, thus, outside North \nCarolina).  (See Sharpe Aff. ¶¶ 43, 44.)  Based on this unrebutted evidence, the Court \nfinds that no services were intended to be performed or actually performed in North \nCarolina. \n10. Though the Ma ster Services Agreement was neither negotiated in nor \nperformed in North Carolina, it does include  two relevant references to the State.  \nThe first is a choice-of-law provision stating that the agreement shall be governed by \nNorth Carolina law.  ( See Barry Aff. Attachment 1 § 17, ECF No. 2 4.1.)1  The other \nprovision is an arbitration clause stating, in relevant part, that \nany dispute between the parties arising under this Agreement, \nexcluding any claim related to Curvature’s collection of fees and charges \npayable under this Agreement, shall be submitted exclusively to binding \narbitration in accordance with the rules of the American Arbitration \n                                                 \n1 The parties dispute the legitimacy of the signatures on this copy of the Master Services \nAgreement.  The Court makes no finding on that issue and cites this version solely for ease \nof reference to relevant terms. \n \n \nAssociation.  The venue of such arbitration shall be in Charlotte, North \nCarolina. \n(Barry Aff. Attachment 1 § 17.)  \n11. In April 2018, Curvature invoked the arbitration clause and filed a demand \nwith the American Arbitration Association.  (See Sharpe Aff. Ex. M.)  It alleged that \nCantel had breached the Master Services Agreement by, among other things, hiring \naway three employees  of Curvature’s UK -based subsidiary  and us ing Curvature’s \nconfidential and trade-secret information to compete against it.  (See Sharpe Aff. Ex. \nM.)  Cantel opposed the arbitration and persuaded the arbitrator to cl ose the \nproceeding without rendering a decision on the merits.  (See Sharpe Aff. ¶ 64, Ex. N.) \nB. Conclusions of Law \n12. “Personal jurisdiction refers to the Court’s ability to assert judicial power \nover the parties and bind them by its adjudication.”  In re A.B.D., 173 N.C. App. 77, \n83, 617 S.E.2d 707, 711 ( 2005) (citation and quotation marks omitted).   The Court \nusually asks, first, whether any statute grants jurisdiction over the defendant and, \nsecond, whether exercising jurisdiction would comport with principles of due process.  \nIn most cases, this two-step inquiry boils down to  one: whether the defendant has \n“certain minimum contacts” with North Carolina “such that the maintenance of the \nsuit does not offend traditional notions of fair play and substantial justice.”  Int’l Shoe \nCo. v. Washington, 326 U.S. 310, 316 (1945) (citation and quotation marks omitted). \n13. Here, Curvature contends that  Cantel consented to jurisdiction in North \nCarolina, thus obviating the usual minimum -contacts analysis.  (See Opp’n to Mot. \nDismiss 9–10, ECF No. 22 [“Opp’n”] .)  Curvature relies on the Master Services \n \n \nAgreement’s requirements that disputes arising under the agreement be arbitrated \nin North Carolina and governed by North Carolina law.  (See Barry Aff. Attachment \n1 § 17.)  By agreeing to these terms, Curvature contends, Cantel consented to a North \nCarolina forum and waived its jurisdictional objections.  ( See Opp’n 9–10.)  Cantel, \non the other hand,  argues that the Master Services Agreement is not enforceable, \nthus negating any contractual consent.  (See Br. in Supp. of Mot. Dismiss 8, ECF No. \n13 [“Br. in Supp.”] .)  It further  argues that an agreement  to arbitrate in North \nCarolina does not amount to consent to personal jurisdiction in the courts of this \nState.  (See Br. in Supp. 12–16.)   \n14. The Court need not  and does not  decide whether the Master Services \nAgreement is enforceable.2  Even if it is, Cantel is correct that any consent to arbitrate \ndisputes arising under that agreement in North Carolina is not also consent to \nadjudicate those disputes in the State’s courts. \n15. It is certainly true that “parties to a contract may agree in advance to submit \nto the jurisdiction of a given court.”  Ins. Corp. of Ir., Ltd. v. Compagnie des Bauxites \nde Guinee , 456 U.S. 694, 704 (1982) (quoting National Equip. Rental, Ltd. v. \nSzukhent, 375 U.S. 311, 316 (1964)).  When they do , there is no need  to consider \nseparately whether a defendant also has minimum contacts with the forum State .  \nSee, e.g., Retail Inv’rs, Inc. v. Henzlik Inv. Co. , 113 N.C. App. 549, 552, 439 S.E.2d \n                                                 \n2 Each party has objected to the other’s affidavit testimony as to the events surrounding the \nexecution of the Master Services Agreement and Cantel’s alleged breaches of the agreement.  \n(See Opp’n 1 n.1; Def.’s Mot. Strike Aff. Test. , ECF No. 29 .)  The disputed evidence has no \nbearing on the Court’s decision.  Thus, the Court denies and overrules the objections as moot. \n \n \n196, 198 (1994).  Absent fraud or similar unfairness, a contractual consent-to-suit \nprovision satisfies the requirements of due process.  See id. \n16. Some courts also treat a party’s agreement to arbitrate in a particular forum \nas implied consent to personal jurisdiction as to matters ancillary to arbitration, such \nas enforcement of the arbitration agreement or confirmation of an arbitral award.  \nSee, e.g., Doctor’s Assocs., Inc. v. Stuart, 85 F.3d 975, 979 (2d Cir. 1996).  The reason \nis simple: “if the court in the selected forum did not have personal jurisdiction to \ncompel arbitration, the agreement to arbitrate would be effectively unenforceable  \n. . . .”  St. Paul Fire & Marine Ins. Co. v. Courtney Enters., Inc., 270 F.3d 621, 624 (8th \nCir. 2001).  That outcome would be contrary to the intent of the pa rties in agreeing \nto arbitrate and to the strong policy in favor of arbitration. \n17. This rule does not apply here.  Curvature is not seeking to enforce the \narbitration clause in the Master Services Agreement.  Rather, it asks this Court to \nadjudicate the parties’ disputes in the first instance.  Yet Curvature has not cited any \ncase holding that a defendant’s agreement to arbitrate certain claims in a foru m \nrepresents consent to have those claims adjudicated by the forum’s courts. \n18. Indeed, the only case from North Carolina on this subject holds otherwise.  \nSee Taurus Textiles, Inc. v. John M. Fulmer  Co., 91 N.C. App. 553, 558, 372 S.E.2d \n735, 738 (1988).  There, the  Court of Appeals held that the defendant had not \nexpressly submitted to personal jurisdiction by agreeing to arbitrate contractual \nclaims in North Carolina.  At most, the arbitration clause subjected defendant to \npersonal jurisdiction “for the p urpose of arbitration” but did not also “provide a \n \n \nsufficient basis for asserting personal jurisdiction over defendant since plaintiff filed \nsuit rather than pursuing arbitration.”  Id. \n19. This is consistent with the overwhelming weight of authority in other \njurisdictions.3  As the federal Court of Appeals for the Fifth Circuit recently \nexplained, by agreeing to arbitrate in a given forum, a party does not also “consent to \nthe personal jurisdiction of [the forum’s] courts to adjudicate [the] claims in the firs t \ninstance.”  Int’l Energy Ventures Mgmt., L.L.C. v. United Energy Grp., Ltd., 818 F.3d \n193, 212 (5th Cir. 2016); accord Halliburton Energy Servs., Inc. v. Ironshore Specialty \nIns. Co., 921 F.3d 522, 541 (5th Cir. 2019) .  At most, the “courts of the agreed -upon \nstate may exercise personal jurisdiction over the parties for the limited purpose of \ncompelling arbitration.”  Int’l Energy Ventures Mgmt., 818 F.3d at 212  (citation and \nquotation marks omitted).  \n                                                 \n3 See, e.g., APL Co. Pte, Ltd. v. Intergro, Inc. , 2014 U.S. Dist. LEXIS 133172, at *7 –8 (N.D. \nCal. Sept. 22, 2014) (“District courts and other circuits have consistently held that such an \nagreement constitutes only consent to personal jurisdiction if it is in the limited context of \nenforcing an arbitration agreement or award.”); Krones, Inc. v. Bomatic, Inc., 2014 U.S. Dist. \nLEXIS 122111, at *15 (E.D. Wis. Aug. 29, 2014) (discussing “federal court decisions which \nfound that a clause establishing the forum for arbitration does not alone confer personal \njurisdiction”); Foster v. Device Partners Int’l, LLC, 2012 U.S. Dist. LEXIS 175560, at *12 (N.D. \nCal. Nov. 21, 2012) ( “However, by and large, these courts have not demonstrated a \nwillingness to find that agreements to arbitrate give rise to personal jurisdiction for purposes \nnot directly related to the agreement to arbitrate.”); Mariac Shipping Co. v. Meta Corp., N.V., \n2006 U.S. Dist. LEXIS 1184, at *8 –9 (S.D.N.Y. Jan. 12,  2006) (“While an agreement to \narbitrate in a given venue at least arguably constitutes a consent to personal jurisdiction in \nthat venue for the purpose of enforcing the agreement to arbitrate, this consent goes no \nfarther than proceedings relating to enforcement of the arbitration agreement.” (citation and \nquotation marks omitted)); United F in. Mortg. Corp. v. Bayshores Funding Corp. , 245 F. \nSupp. 2d 884, 892 (N.D. Ill. 2002) (“The Plaintiff does not cite to any case where a court held \nthat the defendant had consented to jurisdiction to litigate in a particular forum based solely \non the parties’ agreement to arbitrate in that forum.”); Kahn Lucas Lancaster, Inc. v. Lark \nInt’l, 956 F. Supp. 1131, 1139 (S.D.N.Y. 1997) (“The rationale of this rule, however, means \nthat this Court has jurisdiction over Lark only in support of arbitration.”) ; see also Guam \nIndus. Servs., Inc. v. Dresser-Rand Co., 514 S.W.3d 828, 834–35 (Tex. Ct. App. 2017). \n \n \n20. Curvature calls this  “a technicality.”  ( Opp’n 10.)  It isn’t.  The essence of \ncontract law, including the law governing arbitration agreements, is that parties are \nbound only to the extent of their mutual assent.  Contracting parties are free to draft \nagreements as they see fit.  That includes the right t o include or to omit clauses \nselecting a forum for litigation  or consenting to suit there.  The omission of these \nterms strongly suggests an intentional decision to reserve consent —all the more so \nwhen silence as to litigation is paired  with the express designation of a venue for \narbitration.  In addition, it bears repeating that “restrictions on personal jurisdiction \n‘are more than a guarantee of immunity from inconvenient or distant litigation.  They \nare a consequence of territorial limitations on the pow er of the respective States.’”  \nBristol-Myers Squibb Co. v. Superior Court , 137 S. Ct. 1773,  1780 (2017) (quoting \nHanson v. Denckla , 357 U.S. 235, 251 (1958)) .  This Court perceives no  legitimate \nlocal interest in reaching out to exercise authority over a foreign party—particularly \none from a foreign country —based on contractual consent when the consent is not  \nexpress and when it is unnecessary to imply consent to effectuate or preserve the \nparties’ bargain. \n21. Curvature also argues that this case is different because it tried arbitration \nbefore litigation.  In support, it  cites cases holding that a party may not oppose \narbitration or otherwise forfeit a right to arbitration and then, when sued, demand \nthat the court send the dispute back to arbitration .  See Sink v. Aden Enters ., 352 \nF.3d 1197, 1200 (9th Cir. 2003); Garcia v. Mason Contract Prods., LLC , 2010 U.S. \nDist. LEXIS 92869, at *7 (S.D. Fla. Aug. 18, 2010); Stanley v. A Better Way Wholesome \n \n \nAutos, Inc., 2018 U.S. Dist. LEXIS 137645, at *18–19 (D. Conn. Aug. 15, 2018).  These \ncases are inapposite.  Cantel has not argued that the asserted claims should be sent \nback to arbitration.  Its view is that the claims are neither arbitrable nor subject to \nthe jurisdiction of this Court.  These positions are not i nconsistent, and Cantel’s \nopposition to arbitration does not work a waiver of its opposition to personal \njurisdiction. \n22. In the absence of Cantel’s consent to suit, there is no other basis to exercise \njurisdiction over it.  As a backstop, Curvature argues that jurisdiction is appropriate \nunder the usual two -step inquiry, but all of its arguments are grounded in Cantel’s \nalleged consent.  (See Opp’n 19–22.)  The only statutory authority that Curvatu re \npoints to is section 1G-4, which states that a party to a business contract “consents to \nthe personal jurisdiction of the courts of this State”  if the contract includes , among \nother things, a “provision where the parties agree to litigate a dispute arising from \nthe business contract in the courts of this State.”  N.C.G.S. §§ 1G-4(a), (b).  The \nMaster Services Agreement includes an agreement to arbitrate disputes in North \nCarolina, not an agreement to litigate in the courts of this State.  Section 1G-4 does \nnot apply. \n23. Nor has Curvature shown that the exercise of jurisdiction would comport \nwith due process in the absence of Cantel’s consent.  A choice-of-law clause, without \nother meaningful contacts between defendant and forum, is not enough .  See, e.g., \nCorbin Russwin, Inc. v. Alexander’s Hardware, Inc. , 147 N.C. App. 722, 728, 556 \nS.E.2d 592, 597 (2001).   And Curvature has not identified any such meaningful \n \n \ncontacts between Cantel and this State.  The record is clear: Cantel is based solely in \nEngland and  performs services only in the United Kingdo m; the Master Services \nAgreement was not negotiated in North Carolina  or with anyone located there; and \nthe agreement does not contemplate that Cantel would perform any services in North \nCarolina.  The Court concludes that Cantel lacks sufficient minimum contacts with \nthis State to permit the exercise of personal jurisdiction over it.   \nII. \nCONCLUSION \n24. For these reasons, the Court GRANTS Cantel’s motion to dismiss for lack \nof personal jurisdiction.  The Court DENIES Cantel’s alternative motion to stay \npursuant to N.C.G.S.  § 1-75.12(a) and its ancillary motion to strike affidavit \ntestimony as moot. \n \n \nSO ORDERED, this the 13th day of August, 2019.  \n \n \n \n \n       /s/ Adam M. Conrad                          \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n \n "
}