{
  "id": "3cc0bd43c154ef6846212b09ef82bb420dbfacf6eff044cf44c3f7d53ce3b8ed",
  "source_file": "data/raw/ncbc/3cc0bd43c154ef6846212b09ef82bb420dbfacf6eff044cf44c3f7d53ce3b8ed.pdf",
  "raw_text": "Deyton v. Estate of Waters, 2011 NCBC 34. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF NEW HANOVER \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n \n \n10 CVS 2582 \nROBERT G. DEYTON, JR., M.D., and \nYVONNE S. DEYTON, \n \nPlaintiffs, \n)\n)\n)\n)\n )\nv. )\n )\nESTATE OF KENNETH C. WATERS, \nJR., Jerry A. Mannen, Jr., Public \nAdministrator, and MULTI-\nFINANCIAL SECURITIES \nCORPORATION, individually and as \nsuccessor-in-interest to IFG Network \nSecurities, Inc., \n)\n)\n)\n)\n)\n)\n)\n )\nDefendants, )\n )\nv. )\n )\nRICK E. GRAVES, JR., Trustee, )\n )\nAdditional Defendant  )\non Crossclaim. )\n )\n  \nORDER \n {1} THIS MATTER is before the Court on  Kara Waters’ (“Movant”) Motion to \nIntervene for the Limited Purpose of Seeking Modification of Subpoena (“Motion to \nIntervene”) regarding a subpoena duces tecum issued on August 23, 2010 (“Bank \nSubpoena”) by Multi-Financial Securities Corporation (“MFSC”) to non-party East \nCarolina Bank (“ECB”), as well as MFSC’s Motion to Compel Production by the \nEast Carolina Bank and Request for Expedited Procedure (“Motion to Compel \nECB”).  By agreement, the matters were brought in a consolidated matter pursuant \nto Rule 15 of this Court dealing with discovery matters.  Both motions depend of \nwhether Movant has standing to object to the Bank Subpoena, whether or not she \nbecomes a party to the action.  Movant has also filed a Written Objection to \nSubpoena Pursuant to Rule 45(c)(3) (“Objection”) in regard to a similar subpoena \nissued to her on the same date (“Waters Subpoena”).  The Court determines that \nbecause Movant lacks standing to challenge a subpoena issued to a third party, her \nMotion to Intervene for that purpose is DENIED and MFSC’s Motion to Compel \nwith regard to the Bank Subpoena is GRANTED.   However, the Court sustains \nMovant’s objection to the Waters Subpoena at this time, subject to the subpoena \npotentially being reissued following ECB’s production pursuant to the Bank \nSubpoena, at which time the parties may further address the potential relevance of \nadditional documents sought by the Waters Subpoena.   \n \nWard and Smith, P.A., by Jenna Fruechtenicht Butler for non-party Kara D. \nWaters. \n \nWilliams Mullen, by Daniel Lee Brawley and Edward James Coyne III for \nDefendant Multi-Financial Securities Corporation.   \n \nGale, Judge. \n \nI. FACTUAL AND PROCEDURAL HISTORY \n \n{2} The Court understands the following facts are undisputed, and the Court \nrecites only those facts necessary to resolve the pending motions.   \n {3}  Plaintiffs, Robert G. Deyton and Yvonne S. Deyton, are citizens and \nresidents of Pitt County, North Carolina, who were clients of Kenneth C. Waters, \nJr. (“Ken Waters”), IFG Network Securities, Inc. (“IFG”), and/or IFG’s successor in \ninterest, MFSC until the death of Ken Waters on July 17, 2009.  (Compl. ¶¶ 1, 7, 20, \n21.)   \n {4} Defendant Estate of Kenneth C. Waters, Jr. (“Estate”) was properly \nopened in New Hanover County on or about July 29, 2009.  (Compl. ¶ 3.)   \n {5} Defendant MFSC is a Colorado corporation doing business in North \nCarolina.  (Compl. ¶ 4.) \n{6}  Non-party Kara D. Waters (“Movant”) is the widow of Ken Waters, and \ndaughter of the Plaintiffs.  None of the pleadings contain any allegation of \nwrongdoing on her part.  (Compl. ¶¶ 16, 17.)   \n{7} Plaintiffs allege, inter alia, that they were the victims of fraud perpetrated \nover the course of several years by Ken Waters.  (Compl. ¶ 24.)   \n {8} Plaintiffs filed their Verified Complaint on June 1, 2010 in New Hanover \nCounty Superior Court, naming as defendants not only the Estate, but also MFSC, \nindividually and as successor-in-interest to IFG.   \n{9} Plaintiffs’ action was designated a mandatory complex business case \npursuant to N.C. Gen. Stat. § 7A-45.4(b) on July 2, 2010 by order of the Chief \nJustice of the Supreme Court of North Carolina.  The case was then assigned to this \nCourt.  \n {10} Defendant MFSC denies liability and has asserted crossclaims against \nthe Estate for contribution and indemnification, and further claims that Ken \nWaters fraudulently transferred assets that, if recaptured, would be available to \nsatisfy a judgment.  \n{11} On August 23, 2010, counsel for MFSC issued the Waters Subpoena, \nwhich is a subpoena duces tecum to Movant requesting production of a variety of \nMovant’s financial records.  (Mot. to Compel Produc. by Kara Deyton Waters and \nRequest for Expedited Procedure Ex. A.) \n{12} On September 1, 2010, Movant filed her Objection, attacking the Waters \nSubpoena as “unreasonable, oppressive, and subject[ing] [Movant] to undue burden \nand expense.”  (Objection ¶ 1.) \n {13} On August 23, 2010, MFSC i ssued the Bank Subpoena, a subpoena duces \ntecum to ECB, seeking records of accounts maintained by Ken Waters, as well as \nMovant and her children.  (Mot. to Compel ECB Ex. A.)   \n{14} Among the records requested in the Bank Subpoena are those \nevidencing: \n(1) All checking, savings, money market and other accounts in the \nname or for the benefit of Kara D. Waters including but not limited to \naccount number [redacted].   \n(2) All checking, savings, money market and other accounts in the \nname or for the benefit of Kara D. Waters, Custodian FBO Anneliese \nWaters.   \n(3) All checking, savings, money market and other accounts in the \nname or for the benefit of Kara D. Waters, Custodian FBO Cameron \nWaters.   \n(4) All checking, savings, money market and other accounts in the \nname or for the benefit of Anneliese Waters.   \n(5) All checking, savings, money market and other accounts in the \nname or for the benefit of Cameron S. Waters.1   \n(6) All checking, savings, money market and other accounts for which \nKenneth C. Waters, Jr. and/or Kara D. Waters had and/or exercised \nsignatory authority.  (Mot. to Compel ECB Ex. A.)   \n{15} On September 2, 2010, counsel for Movant wrote ECB and advised it not \nto produce the documents described above.  (Mot. to Compel ECB ¶ 18.)  \n{16} Following receipt of a copy of this letter from Movant’s counsel, MFSC \ncontacted ECB and agreed to extend the time to produce the documents \nencompassed by the Bank Subpoena while counsel for MFSC and Movant attempted \nto resolve the issues raised in Movant’s Objection.  (Mot. to Compel ECB ¶ 28.)   \n{17} ECB did not formally object to the Bank Subpoena.   \n{18} On May 11, 2011, Movant filed her Motion to Intervene.   \n {19} In her Motion to Intervene, Mova nt claims that the Bank Subpoena — at \nleast insofar as it requests her bank records dated after her husband’s death — is \n“unreasonable, oppressive, overreaching, and procedurally defective in that it \nrequests personal banking documents of [Movant] that have no relevance and no \nconnection to the claims and crossclaims in this matter.”  (Mot. to Intervene ¶ 15.)    \n                                                 \n1 Anneliese and Cameron Waters are Movant’s children. \n {20} In response, on July 13, 2011,  MFSC filed a Motion to Compel \nProduction by the East Carolina Bank and Request for Expedited Procedure on July \n13, 2011.  Movant timely responded. \n {21}  At the conclusion of a teleph one hearing on July 21, 2011, the Court \nallowed Movant and MFSC to submit supplemental briefs on the issue of whether \nMovant has standing to challenge the Bank Subpoena.   \n {22} The Parties agreed to utilize the discovery motion provided by Business \nCourt Rule 15.12.  (Mot. to Compel ECB ¶ 32.)   \n{23} The issue has been fully briefed, and the Court heard oral arguments on \nSeptember 16, 2011. The matter is now ripe for disposition.   \n \nII. ANALYSIS \n \n {24} Movant seeks to intervene in this  suit for the sole purpose of modifying \nthe Bank Subpoena.  However, even if the Court were to allow Movant to intervene \nas a party for this limited purpose, the question remains whether Movant has \nstanding to object to a subpoena issued to a third party.   \n {25} The North Carolina Rules of Civil Procedure provide that “ a person \ncommanded to appear at a deposition or to produce and permit the inspection and \ncopying of records may . . . serve upon the party or the attorney designated in the \nsubpoena written objection to the subpoena, setting forth the specific grounds for \nthe objection.”  N.C. R. Civ. P. 45(c)(3). \n {26} In addition, the Rules state that “[ a] person commanded to appear at a \ntrial, hearing, deposition, or to produce and permit the inspection and copying of \nrecords, books, papers, documents, or other tangible things . . . may file a motion to \nquash or modify the subpoena.”  N.C. R. Civ. P. 45(c)(5). \n {27} Movant clearly has standing to object to the Waters Subpoena, and has \nin fact filed a written objection pursuant to Rule 45(c)(3) in regard to that subpoena.   \n{28} The Bank Subpoena, however, does not command Movant to appear at a \ntrial, hearing, or deposition; nor does it require her to produce any records.  The \nBank Subpoena commands ECB to produce and permit inspection and copying of its \nown internal records.   \n{29} As a general proposition, parties to a lawsuit typically lack standing to \nchallenge a subpoena issued to a third party.  Jarrell v. Charlotte-Mecklenburg \nHospital Authority, __ N.C. App. __, 698 S.E.2d 190, 194 (2010).  “The exception to \nthis general rule can arise in the context of a subpoena duces tecum if a party has \nprivilege over information requested[.]”  Id. (emphasis in original); see also Chazin \nv. Lieberman, 129 F.R.D. 97 (S.D.N.Y. 1990) (acknowledging the existence of a \nsimilar exception in federal proceedings).  \n {30} Movant contends that she has st anding to challenge the Bank Subpoena \n“because her personal privacy interests are at stake.” (Kara Waters’ Br. on Issue of \nStanding to Challenge Third-Party Subpoenas (“Waters Standing Br.”) 4.)  In \nessence, Movant asserts her bank records are privileged, and as a result she \npossesses standing to challenge the Bank Subpoena.   Significantly, there is a \ndifference between documents being privileged and their being kept confidential.  In \nthis case, the Parties have agreed to a protective order which affords Movant the \nright to designate documents confidential and restrict their usage, whether or not \nMovant is a party to the action. \n{31} In support of her contention, Movant first directs the Court’s attention to \nthe Federal Right to Financial Privacy Act of 1978 (“Federal Privacy Act”).  See Pub \nL. No. 95-630; 92 Stat. 3697 (1978).  Movant argues the intent of that legislation \n“was to give individuals the standing to complain of improper release of information \nabout them in records maintained by financial institutions.”  (Waters Standing Br. \n6.)    \n{32} However, as Movant acknowledges in her brief, the Federal Privacy Act \nwas passed largely in response to the Supreme Court’s decision in U.S. v. Miller, \n425 U.S. 435 (1976), which held that bank customers do not have a reasonable \nexpectation of privacy in their bank records sufficient to warrant protection under \nthe 4th Amendment of the United States Constitution.   \n{33} Accordingly, the Federal Privacy Act operates to limit the circumstances \nunder which the federal government may obtain financial records of bank \ncustomers.  Specifically, the Act prohibits the disclosure of customer information by \nbanks to government authorities except in five enumerated situations. See 12 \nU.S.C. § 3402 (listing those exceptions).   \n{34} Thus, it has been said that the passage of the Federal Privacy Act \noverruled Miller, at least in part.  See Keybank N.A. v. Perkins Rowe Associates, \nLLC, 2010 WL 4696637, at *2 n.6 (M.D. La. Nov. 12, 2010) (“Miller was abrogated \nin part in 1978 by the Right to Financial Privacy Act . . . which limits a government \nauthority’s ability to acquire personal financial information from banks and similar \nfinancial institutions”).   \n {35} However, “[t]he Act did not prov ide similar limitations and protections \nwhen records are sought in the context of a civil action.”  Id.; See also Clayton \nBrokerage Co. v. Clement, 87 F.R.D. 569, 571 (D. Md. 1980) (“Miller was a criminal \ncase and the Financial Privacy Act was a legislative . . . effort to establish \nnonconstitutional protection against possible abuses [in the criminal investigative \nprocess].  The Act created standing for the customer of a financial institution to \ncontest Government access to financial records.  Nothing in the Act, however, \nshields the records of a bank customer’s transactions from discovery in a civil suit.”) \n(internal quotations and citations omitted) (brackets in original).  \n {36} MFSC is not a government agency , nor is this suit a criminal matter.  \nTherefore, the Federal Privacy Act does not in and of itself confer upon Movant any  \nprivilege in her bank records sufficient to challenge the Bank Subpoena.2\n{37} Movant next invokes the North Carolina Financial Privacy Act \n(“NCFPA”), N.C. Gen. Stat. §§ 53B-1, et seq, as supporting her position that bank \n                                                 \n2 As Judge Dever noted in his opinion in United States v. Gordon, 247 F.R.D. 509, 510 (E.D.N.C. \n2007), “[a] small number of courts have held that a party’s claimed privilege with respect to his or \nher bank account records is sufficient to confer standing for purposes of challenging a subpoena.”  \nHowever, the Court notes that this, and all of the federal cases discussed in Movant’s brief, are \npotentially instructive as to the mechanics of federal civil procedure — not the North Carolina Rules \nof Civil Procedure which govern this case.  \nrecords are “privileged” in the sense that they endow a party not subject to a \nsubpoena standing to object.    \n{38} Similar to the Federal Privacy Act, the NCFPA prohibits the disclosure \nof financial records to government authorities absent certain enumerated \nexceptions. See N.C. Gen. Stat. § 53B-4.   \n{39} The North Carolina Court of Appeals has expressly rejected the notion \nthat the NCFPA applies in the civil context.  See Velez v. Dick Keffer Pontiac GMC \nTruck, Inc., 144 N.C. App. 589, 593 (2001) (refusing to apply the NCFPA to civil \nactions, noting that doing so “would severely limit the application of available \ndiscovery methods”).   \n{40} Movant’s brief is a thorough presentation and includes cogent policy \narguments; however, Movant is unable to provide the Court with any North \nCarolina authority suggesting that the NCFPA, or any other statute, establishes in \nbank records the sort of a privilege contemplated by the exception discussed in \nJarrell.  Rather, Movant argues the relevancy requirements of N.C. Rule 26 are \nundercut by the inability of individuals to challenge third-party subpoenas as overly \nbroad or being misused to seek irrelevant information.  Movant insists that \nextending “[s]tanding in this instance is imperative to maintain[ing] the integrity of \nthe legal system” and “furthers the policy behind the Rules of Civil Procedure.” \n(Waters Standing Br. 15.)3  Movant also stresses the NCFPA’s proclamation that \n“[i]t is the policy of this State that financial records should be treated as \nconfidential.”  N.C. Gen. Stat. § 53B-3. \n{41} The Court recognizes that maintaining the confidentiality of bank \nrecords is an important public policy consideration.  However, endowing individuals \nblanket standing to challenge any subpoena which may encompass their bank \nrecords would have far-reaching and possibly undesirable consequences.  Perhaps \n                                                 \n3 The Court notes that ECB could have — perhaps at the behest of Movant — formally objected to \nthe Bank Subpoena pursuant to Rule 45(c)(3), at which point the Court might be required to deal \nwith these issues of breadth and relevancy, just as ultimately the Court may have to deal with those \nissues in regard to the Waters Subpoena.  But the immediate question is whether the Court should \nallow a stranger to the subpoena to raise these issues.  Granting such standing also has long-range \npolicy implications and potential impact on judicial efficiencies. \nmost evident, the designation of bank records as “privileged” would likely impose a \nhost of burdensome duties on financial institutions seeking to comply with \notherwise valid subpoenas, as would require line drawing as to how far the privilege \nmay extend to persons or entities whose business or affairs are touched upon by the \nsubpoenaed bank records.   \n{42} The Court is not persuaded that the NCFPA’s language declaring that \n“[i]t is the policy of this State that financial records should be treated as \nconfidential” necessarily means parties may claim privilege in their bank records \nsufficient to endow those parties with standing to challenge third party subpoenas.    \n{43} Further, the Court notes that the expression of public policy is more \ngenerally a matter for the legislature.  Had the Legislature intended for litigants to \nhave broad standing to challenge subpoenas issued to third parties, they could have \nmanifested that intent in the plain text of the Rules of Civil Procedure, just it could \nhave expressly granted standing with regard to bank records in the NCFPA. \n{44} In sum, Movant reasons that “a party issuing a subpoena should not be \nallowed to flout [the relevancy requirements of N.C.R. Civ. P. 26] merely because \nthe person whose interests are at stake is not the party from whom the information \nhas been requested.”  (Waters Standing Br. 4.)   \n{45} However, nothing in the North Carolina Rules of Civil Procedure, the \nFederal Privacy Act, or the North Carolina Financial Privacy Act expressly grants a \nprivilege in bank records sufficient for a third-party to invoke the exception \ndiscussed in Jarrell.  The burden that would be imposed in administering or \ninterpreting an implied privilege in such records raises countervailing policy \nconcerns.  In light of existing precedent, any such major change in law is the \nbusiness of the Legislature, not this Court. \n \n \n \n \n \nIII. CONCLUSIONS OF LAW \n \n{46} Based on the foregoing, the Court concludes: \n1. ECB was the sole entity which ma y object to the relevancy of the \nBank Subpoena, but did not object;  \n2. Movant lacks standing to challenge the Bank Subpoena; \n3. Movant does possess standing to challenge the relevancy of the \nWaters Subpoena and need not be a party to do so; \n4. The Court determines that any ultimate ruling on Movant’s \nObjection to the Waters Subpoena is more prudently left until \nafter the parties have had an opportunity to examine the \ndocuments encompassed by the Bank Subpoena, at which point \nthe Court will be better positioned to assess the merits of that \nObjection; \n5. Accordingly, Movant need not comply with the Waters Subpoena \nuntil further order; and \n6. ECB should comply with the Bank Subpoena. \n \nIT IS THEREFORE ORDERED that Movant’s Motion to Intervene for the \nLimited Purpose of Seeking Modification of the Bank Subpoena is DENIED, and \nMFSC’s Motion to Compel Production by ECB is GRANTED.  The Waters Subpoena \nshall be held in abeyance, without prejudice, pending production of the documents \nencompassed by the Bank Subpoena and further proceedings. \n \nThis, the 23rd day of September, 2011. \n \n        \n "
}