{
  "id": "3ce00dd280ee0b3c8a8d6d897411a5afd7246f87bfdec47a689c436307b4c980",
  "source_file": "data/raw/ncbc/3ce00dd280ee0b3c8a8d6d897411a5afd7246f87bfdec47a689c436307b4c980.pdf",
  "raw_text": "Talisman Software, Sys. & Servs., Inc. v. Atkins, 2016 NCBC 1. \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF DURHAM 14 CVS 5834 \n \nTALISMAN SOFTWARE, SYSTEMS &  ) \nSERVICES, INC., ) \n Plaintiff,  )  \n  ) OPINION AND ORDER  \n v.  )  \n   )    \nCHARLES ATKINS,  )  \n  Defendant. ) \n \nTHIS CAUSE was designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to “G.S.”), and \nassigned to the undersigned Special Superior Court Judge for Complex Business Cases. \nTHIS MATTER comes before the Court upon  Defendant Charles Atkins’ (Pro Se) \nMotion to Dismiss Plaintiff’s Complaint (“Moti on to Dismiss”).  Defendant’s Motion to \nDismiss cites as grounds for the motion Rules 12(b)(1), 12(b)(2),\n1 12(b)(3), and 12(h)(3)) of the \nNorth Carolina Rules of Civil Procedure (“Rule(s)”).  On July 20, 2015, the Court held a \nhearing on the Motion to Dismiss. \n THE COURT, having reviewed the Motion to Dismiss, the briefs in support of and in \nopposition to the Motion to Dismiss, the arguments of counsel at the hearing, and other \nappropriate matters of record, CONCLUDES as follows. \n \nRobinson Bradshaw & Hinson, P.A., by Adam K. Doerr, Esq. and Stephen M. Cox, \nEsq., for Plaintiff. \n \nCharles A. Atkins, appearing pro se. \n                                                 \n1 Despite referencing 12(b)(2), Atkins makes no argument regarding lack of personal jurisdiction. \nAtkins admits in his Answer that he is a resident and citizen of North Carolina.1  \n \n \nMcGuire, Judge. \nFACTUAL AND PROCEDURAL BACKROUND \nAmong other things, the Complaint alleges that: \n1. Plaintiff Talisman Software, Systems & Services, Inc. (“Talisman Software” or \nPlaintiff) is a Delaware corporation authori zed to conduct business in North Carolina. \nTalisman Software provides services related to environmental risk management.  Robert \nGray (“Gray”) and Adam Kant or (“Kantor”) are the Directors of Talisman Software, and \nduring all times relevant to this lawsuit were the only members of its Board of Directors. \n2. On June 9, 2010, Talisman Software en tered into an Employment Agreement \n(“Employment Agreement”) with Defendant C harles Atkins (“Atkins” or Defendant). The \nEmployment Agreement was entered into in En gland.  Talisman Software hired Atkins as \nits President and Chief Executive Officer at an annual salary of $250,000.  Section 16.5 of \nthe Employment Agreement states: “This Agreement is governed by and shall be construed \nin accordance with English law and the parti es irrevocably submit to the exclusive \njurisdiction of the English courts.” \n3. In or around spring 2011, without the knowledge of Talisman Software’s Board \nof Directors, Atkins restructured his salary so that $50,000 was paid to Atkins as wages, and \nthe remaining $200,000 was paid as a “consulting fee” to a company that Atkins controlled, \nFinancial Engineering and Risk Management (“FERM”).  Atkins had employment taxes only \nfrom the $50,000 being paid to him as wages, but not from the $200,000 paid to FERM.  \nAtkins restructured his salary in this manner to avoid paying in excess of $2 million that he \nowed to the United States Internal Revenue Service (“IRS”).  \n4. In September 2011, Plaintiff received a Notice of Levy from the IRS requiring \nTalisman Software to turn over any “wages and  salary” paid to Atki ns.  Atkins directed \n \n \nTalisman Software to apply the IRS levy only to the $50,000 paid to him as wages, but not to \nthe remaining $200,000 paid to FERM. \n5. In November 2013, the Talisman Software Board of Directors determined that \nthe compensation structure that Atkins had established was improper, and directed him to \ncease paying the consulting fee to FERM.  Atkins did not follow this directive, and continued \nto make monthly payments to FERM in Januar y and February 2014.  Upon learning that \nAtkins had continued to make the improp er payments, the Board directed Talisman \nSoftware’s bank to freeze the Talisman So ftware bank account (“Talisman Software \nAccount”).  \n6. On or about February 24, 2014, Atkins caused the Talisman Software Account \nto transfer $250,016 to FERM in five separate transactions. 2  These payments were in \naddition to the wages and consulting fee being paid to Atkins and FERM. \n7. On February 26, 2014, Atkins brought suit in Durham County Superior Court \n(14-CVS-2136) against Talisman Software’s directors, Gray and Kantor (“First Suit”).  Atkins \npurported to file the First Su it both individually and derivatively on behalf of Talisman \nSoftware. On February 26, 2014, the Honorable Howard E. Manning issued temporary \nrestraining order prohibiting Gray and Kantor from (i) interfering with Atkins’ authority as \nTalisman Software’s President and CEO, (ii) transferring Talisman Software assets, and (iii) \ninterfering with Atkins’ access to Talisman Software’s bank accounts. \n8. On February 28, 2014, at the request of Gray and Kantor, the First Suit was \ndesignated to the North Carolina Business Court by Order of the Chief Justice of the North \nCarolina Supreme Court, and was assigned to the Honorable John R. Jolly, Jr.  Following a \nseries of hearings before and orders issued by Judge Jolly, the Court and the parties believed \n                                                 \n2 Although the Complaint does not so allege, the Court presumes the transfers took place prior to the \nTalisman Account being frozen. \n \n \nthe dispute between the parties had been resolved by (a) Atkins return of $175,000 of \nTalisman Software funds to Talisman Software , and (b) Atkins agreement to resign as \nPresident and CEO of Talisman Software.  Talis man Software’s Board of Directors believed \nthat they had accounted for all missing funds and consented to removing a freeze that had \nbeen applied to several accounts controlled by Atkins. \n9. On March 6, 2014, Judge Jolly dismissed all claims that Atkins had \npurportedly brought on behalf of Talisman Soft ware.  On March 21, 2014, Atkins dismissed \nall remaining claims in the lawsuit. On March 28, 2014, Atkins resigned as an employee of \nTalisman Software. \n10. After the claims in the First Suit had been dismissed, Gray and Kantor \ndiscovered that Atkins had not returned all of the funds that he transferred from Talisman \nSoftware’s accounts.  Talisman Software alleges that Atkins has not returned and currently \nowes $75,000 to Talisman Software. \n11. On December 16, 2014, Plaintiff Ta lisman Software filed its Verified \nComplaint against Atkins (Durham County No. 14 CVS 5834) (“Second Suit”). The Verified \nComplaint alleges claims against Atkins for Breach of Fiduciary Duty, Conversion, Breach of \nContract, Constructive Trust, and Fraudulent Mi srepresentation.  The claims arise from \nallegations regarding Atkins actions during his tenure as President and CEO of Talisman \nSoftware and his failure to return all of Talisman Software’s funds \n12. On February 16, 2015, Atkins filed his Verified Defenses, Answer and \nCounterclaims (“Answer”).  Atkins did not expressly raise improper venue as a separately \ntitled affirmative defense.  In response to  the allegations in paragraph number 3 of the \nVerified Complaint, however, Atkins pleaded as follows: \nFor the reasons listed herein, Defendant denies that jurisdiction and venue are \nproper. Talisman is a wholly owned subsidiary of Talisman Environmental. \nTalisman is effectively a North Carolina shell company that is owned and 100% \n \n \ncontrolled by a shell Bermuda company (Talisman Environmental). There are \nno employees of either Talisman Environmental or Talisman, and all parties \nproviding services to these entities  do so as independent contractors. \nAccordingly, unless this Court determines  or Plaintiffs agree that this Court \nhas proper jurisdiction over Talisman, Talisman Environmental, their officers, \ndirectors, and shareholders, Defendant denies that venue and jurisdiction are \nproper.3 \n \n13. On May 11, 2015, Atkins filed his Motion to Dismiss.  Atkins contends that \nPlaintiff’s claims should be dismissed because this Court lacks jurisdiction since the parties \nare bound by the Talisman Environmental Services 4 Limited Shareholders’ Agreement (the \n“Shareholders’ Agreement”)5 to arbitrate under the Rules of the London Court of \nInternational Arbitration.  Alternatively, Atkins contends that Talisman Software agreed to \nthe jurisdiction of the English courts as the exclusive forum for resolving any disputes arising \nfrom the Employment Agreement, and that Ta lisman Software’s claims in this Court must \nbe dismissed.6 \n14. At the Court’s request, in December 2015 the parties filed supplemental briefs \naddressing only the issue of the enforceability of the forum selection clause in the \nEmployment Agreement. \n15. Atkins’ Motion to Dismiss has been fully  briefed and argued and is ripe for \ndetermination. \nANALYSIS \n                                                 \n3 Atkins’ Ver. Defenses, Answer and Countercl., Fifth Defense, ¶ 3. \n4 Talisman Environmental Services LTD (“TES”) owns 100% of Talisman Software.  Order and \nOpinion (11/18/15) at ¶ 7. \n5 Atkins has not moved to compel arbitration or to stay this action pending arbitration of Talisman \nSoftware’s claims.  Rather, he contends that this Court lacks jurisdiction over those claims. \n6 Both the Shareholder and Employment Agreements contain choice of law provisions stating that \nthe agreements shall be “construed in accordance with English law.”  Neither party, however, has \nargued that English law should be applied to the question of whether the arbitration or forum \nselection agreements should be enforced, nor provided the Court with guidance on the English law \nregarding these issues.  Both parties have relied exclusively on North Carolina law and the law of \nother United States jurisdictions in making their arguments.  Accordingly, the Court will apply \nNorth Carolina in deciding the Motion to Dismiss.  \n \n \n16. Atkins’ primary argument in support of his Motion to Dismiss is that “[t]he \nDefendant and the Plaintiff have both agreed in writing that with regard to venue and \njurisdiction, any and all disputes are to be governed by English law, subject to the jurisdiction \nof the UK courts and should be submitted to UK arbitration.” 7  The Court will first address \nAtkins’ contention that this Court lacks subject matter jurisdiction over Talisman Software’s \nclaims against him because it is bound by an arbitration agreement. \nArbitration Provision   \n17. Atkins moves to dismiss the Verified Complaint under Rule 12(b)(1) on the \ngrounds that Plaintiff is contractually required to arbitrate its claims. \nA motion under Rule 12(b)(1) may be us ed to attack two different types of \ndefects. The first is the pleader’s failure  t o c omp ly  w it h R ule 8(a)( 1), w hic h \nmeans that the allegations in the complaint are insufficient to show that the \ncourt has jurisdiction over the subject matter of the case. The other defect that \nmay be challenged under Rule 12(b)(1) is the court’s actual lack of jurisdiction \nover the subject matter, a defect that ma y exist despite the formal sufficiency \nof the allegations in the complaint. \n \nHarper v. City of Asheville , 160 N.C. App. 209, 215 (2003) (citations, internal quotation \nmarks, and ellipses omitted).  “Subject matter jurisdiction enables a court to hear a case and \nis a prerequisite for a court to exercise judicial authority over a case and controversy.” Front \nSt. Constr., LLC v. Colonial Bank, N.A. , 2012 NCBC 25, 32 (N.C. Super. Ct. 2012) (citing \nHarris v. Pembaur, 84 N.C. App. 666, 667 (1987)). “Whenever it appears by suggestion of the \nparties or otherwise that the court lacks jurisd iction of the subject matter, the court shall \ndismiss the action.” Rule 12(h)(3). \n18. Atkins contends that any dispute between the parties must be arbitrated in \nLondon, England, under the arbitration clauses in the Shareholders’ Agreement.  The \nShareholders’ Agreement expressly provides that the agreement was entered into “by and \n                                                 \n7 Def.’s Br. Supp. Mot. Dismiss,  p. 2. \n \n \nbetween” seven specific parties.  Charles Atkins was one of the parties identified as entering \ninto the Shareholders’ Agreement, but Talisman Software was not.  In addition, Atkins was \na signatory of the Shareholders’ Agreement, but Talisman Software was not.  The \nShareholders’ Agreement provides: \n[A]ny dispute arising out of or in connection with this Agreement . . .  shall be \nfinally resolved by arbitration under the Rules of the London Court of \nInternational Arbitration (“LCIA”) in e ffect on the date of removal. . . . The \nplace of arbitration shall be London, England.8   \n \nAtkins claims that the Employment Agreemen t was part and parcel of the Shareholders’ \nAgreement and, accordingly, claims arising under the Employment Agreement are also \nsubject to arbitration. 9 The Shareholders’ Agreement, however, does not contain any \nreference to the Employment Agreement or to Atkins’ employment as the President and CEO \nof Talisman Software.  \n19. Talisman Software contends that Atkins’ Motion to Dismiss should be denied \nbecause its claims against Atkins in this laws uit do not involve TES or the Shareholders’ \nAgreement.10  Instead, Talisman Software’s claims arise from its “dispute with Atkins about \nthe nature and structure of his compensation and Atkins’ wrongful transfer and retention of \nTalisman Software’s funds.”11  Accordingly, the arbitration clause in the Shareholders’ \nAgreement does not apply to Talisman Software’s claims in this action. \n20. Despite the fact that Atkins has labeled his motion as one to dismiss, he has \nalleged the existence of an arbitration agreem ent, and therefore the Court must treat his \nmotion as an application to stay litigation and  compel arbitration pursuant to G.S. 1-569.7.  \nNovacare Orthotics and Prosthetics E. Inc. v. Speelman, 137 N.C. App. 471, 478-79 (2000). \n                                                 \n8 Ex D. to Ex 2 to Atkins’ Ver. Defenses, Answer and Countercl. (emphasis added). \n9 Def.’s Br. Supp.Mot. Dismiss,  p. 3. \n10 Pl.’s Br. Opp. Mot. Dismiss, pp. 2-3. \n11 Id. at p. 3. \n \n \n21. “In considering a motion to compel arbitration, the trial court must determine \n(1) whether the parties have a valid agreement to arbitrate, and (2) whether the subject of \nthe dispute is covered by the arbitration agreement.”  Bass v. Pinnacle Custom Homes, Inc., \n163 N.C. App. 171, 175 (2004); Ellen v. A.C. Schultes of Md., Inc. , 172 N.C. App. 317, 320 \n(2005) (“The trial court must determine whethe r the specific dispute is covered by the \n‘substantive scope of the agreement[,] and whether the parties  had a valid agreement to \narbitrate[.]”) (internal quotations and citation omitted). \n22. As a preliminary matter, the Court no tes that Talisman Software was not a \nparty to, nor signatory of, the Shareholders’ Agreement.  Nevertheless, North Carolina courts \nhave recognized that: \nThe obligation and entitlement to arbitrate ‘does not attach only to one who \nhas personally signed the written arbitration provision.’ Rather, ‘well-\nestablished common law principles dictate that in an appropriate case a \nnonsignatory can enforce, or be bound by, an arbitration provision within a \ncontract executed by other parties. \n \nEllen, 172 N.C. App. at 322 (citation omitted).  For example: \nWhen allegations against a parent comp any and its subsidiary are based on \nthe same facts and are inherently inseparable, a court may refer claims against \nthe parent to arbitration even though the parent is not formally a party to the \narbitration agreement . . . the same result has been reached under a theory of \nequitable estoppel.   \nInternational Paper Co. v. Schwabedissen Maschinen & Anlagen GMBH , 206 F.3d 411, 417 \n(4th Cir. 2000) (internal quotation and citations omitted); Speedway Motorsports Int’l, Ltd. \nv. Bronwen Energy Trading, Ltd. , 2009 NCBC LEXIS 17, **14-15 (N.C. Super. Ct. 2009) \n(holding that a nonsignatory to a contract ma y invoke an arbitration provision where there \nis a close relationship between the entities involved and where the claims against the \nnonsignatory are intertwined with the underlying contract obligations). \n23. In the instant case, the arbitration clause contained in the Shareholders’ \nAgreement cannot be interpreted as binding on Talisman Software as the subsidiary of TES.  \n \n \nTalisman Software was not a party to the Shareholders’ Agreement.  Talisman Software has \nnot made any claims against TES in this action , let alone ones intertwined with or founded \nupon the obligations contained in the Shareholders’ Agreement.  Nor do Talisman Software’s \nclaims against Atkins arise from any obligations  placed upon Atkins by the Shareholders’ \nAgreement.  Accordingly, the Court conclude s that Talisman Software and Atkins did not \nhave an agreement to arbitrate.  For the same reasons, the subject of the disputes giving rise \nto Talisman Software’s claims against Atkins in this case are not covered by the arbitration \nclause in the Shareholders’ Agreement.  Accord ingly, Atkins has failed to establish that \nTalisman Software should be bound by, or that  Talisman Software’s claims are covered by, \nthe arbitration clause in the Shareholders’ Agreement.  Atkins’ Motion to Dismiss Plaintiff’s \nclaims for lack of subject matter jurisdiction based on the arbitration agreement, and his \nmotion to compel arbitration and stay the proceedings in this Court, should be DENIED. \nForum Selection \n24. Atkins next argues that Talisman So ftware’s claims should be dismissed \nbecause the forum-selection clause in the Employment Agreement provides that the \nagreement is subject to the exclusive jurisdiction of the English courts and venue is improper \nin this Court.12   \n25. The general rule is that contractual mandatory forum-selection agreements \nare enforced in North Carolina. Lendingtree v. Anderson, 228 N.C. App. 403, 408 (2013);  \nMark Group Int’l, Inc. v. Still , 151 N.C. App. 565, 568, (2002); Internet E., Inc. v. Duro \n                                                 \n12 Atkins also has taken the seemingly contradictory position that the Employment Agreement \nexpired in August, 2010 and that “there was no contract between the [Atkins] and [Talisman \nSoftware]” in responding to Plaintiff’s claim for breach of contract and in support of his own \ncounterclaim for unjust enrichment. Answer ¶ 83; Def.’s Br. Supp. of Mot. Dismiss pp. 13-14.  This \nCourt has previously determined that Atkins own allegations establish that he continued to serve as \nTalisman Software’s President and CEO under an implied contract encompassing the same terms as \nthe Employment Agreement until March, 2010.  Opinion and Order (11/18/15) ¶¶ 33-34. \n \n \nCommc’n, Inc., 146 N.C. App. 401, 403 (2001).  “[M]andatory forum selection clauses \nrecognized by our appellate courts have contained words such as ‘exclusive’ or ‘sole’ or ‘only’ \nwhich indicate that the contracting parties intended to make jurisdiction exclusive.”  Printing \nServs. of Greensboro, Inc. v. Am. Capital Group, Inc., 180 N.C. App. 70, 74 (2006).  Here, the \nforum selection clause in the Employment Agreement provides that “the parties irrevocably \nsubmit to the exclusive jurisdiction  of the English courts.” (Emphasis added).  The Court \ntherefore concludes that the forum selection clause is unambiguous and mandatory.  Once it \nis established that a forum selection claus e is mandatory, a party “seeking to avoid \nenforcement of a forum selection clause carries  a heavy burden and must demonstrate that \nthe clause was the product of fraud or unequal bargaining power or that enforcement of the \nclause would be unfair or unreasonable.”  Perkins v. CCH Computax, Inc., 333 N.C. 140, 146 \n(N.C. 1992).  Talisman Software does not conten d that it was fraudulently induced to enter \ninto the forum selection agreement nor that Atkins secured the agreement due to his greater \nbargaining power.   Instead, Talisman Software argues that the forum selection provision \ndoes not bar it from bringing suit in this Court because Atkins waived his improper-venue \ndefense (a) by filing the First Suit in this Court in February 2014, and (b) by failing to \nadequately raise it in his Answer.  In addition, Talisman Software argues that enforcing the \nforum selection clause would be unfair and unreasonable under the circumstances of this \ncase. \n26. Talisman Software first argues that At kins waived his right to enforce the \nforum selection clause in the Employment Agreem ent by bringing the First Lawsuit in this \nsame court in February 2014.  \nSee id.  (A party “can impliedly waive [enforcement of a forum \nselection clause] through their ‘actions or conduct.”).  Atkins filed the First Lawsuit, however, \nagainst Gray and Kantor.  Although and Gr ay and Kantor were Talisman Software’s \ndirectors, they were not parties or signatories to the Employment Agreement, and they were \n \n \nnot bound by its forum selection clause.  In addition, the claims raised by Atkins in the First \nLawsuit involved primarily corporate gover nance issues, including alleged breaches of \nfiduciary duty owed by Gray and Kantor to Talisman Software, and not claims arising from \nthe Employment Agreement.  Although the First Suit ultimately resulted in the spotlight \nbeing shown on Atkins’ actions as President and CEO of Talisman Software, the Court cannot \nconclude that Atkins’ filing of the First Lawsuit constituted a waiver of his right to enforce \nthe forum selection clause in the Employment Agreement. \n27.   Talisman Software also argues that Atkins waived his improper venue \ndefense under the forum selection clause by “ins ufficiently raising it in his Answer,” in \naccordance with Rule 12(b)(3).\n13   T a l i s m a n  S o f t w a r e  p o i n t s  out that Atkins’ objection to \nvenue appears to be based solely on his alle gation that Talisman Software is a “shell \ncompany” and that jurisdiction and venue were  improper unless its directors and parent \ncompany were also brought before the Court.14  The Answer did not expressly raise the forum \nselection clause as the basis for the allegation of improper ve nue and, accordingly, did not \nunambiguously preserve the objection.15 \n28. Rules 12(b)(3) and 12(h), read in conj unction, require that a party raise an \nobjection of improper venue in either its answer or in a pre-answer motion pursuant to Rule \n12, whichever the party files first.  Lendingtree, 228 N.C. App. at 409; Miller v. Miller , 38 \nN.C. App. 95, 97 (1978); (Rule 12(b)(3) “requires that the motion be made at or before the \ntime of filing of an answer.”).  “[P]arti es must unambiguously raise and press venue \nobjections” and “[t]he failure to raise the obje ction properly is a waiver of the defense.” \n                                                 \n13 Pl.’s Br. on Forum Selection Clause pp. 6-9. \n14 Id. \n15 Id. \n \n \nLendingtree, 228 N.C. App. at 409 (citation omitted).  In addition, a venue objection must be \nmade “with specificity.”).  Id. \n29. Atkins’ Answer, while not a model of clarity, raises an objection to venue, but \nit did not expressly raise the forum selecti on clause as the basis of the objection.  \nNevertheless, “[e]ven if defendants properly raise a venue objection, they can impliedly waive \nthe defense through their ‘actions or conduct.’”  Id. (citing Simms v. Mason’s Stores, Inc., 285 \nN.C. 145, 154 (1974)).  Factors indicating waiver  include: (i) failure to unambiguously raise \nand pursue a venue objection; (ii) participation in litigation; and (iii) unnecessary delay.  Id.  \nThese factors are chiefly concerned with ensuri ng that a defendant does not unnecessarily \ndelay in pressing a venue objection.  Simms, 285 N.C. at 155 (“If the court considers a \ndefendant’s conduct sufficiently dilatory or inconsistent with the later assertion of [improper \nvenue] such conduct will be declared a waiver.”)   \n30. Applying these factors here, the Court cannot conclude that Atkins waived his \nobjection to venue in this Court.  While Atki ns’ objection to venue in the Answer was not \nspecific and unambiguous, he did not unnecessarily  delay in bringing the specific nature of \nhis objection to Plaintiff’s or the Court’s attention.  On April 8, 2015, less than two months \nafter filing his Answer, Atkins objected to venue  in this Court based on the forum selection \nclause in the Case Management Re port filed jointly with Plaintiff. 16  A month later, Atkins \nexpressly argued the issue in his motion to  dismiss and supporting memorandum.  With \nregard to the second factor, Talisman Software does not contend, and there is no evidence, \nthat Atkins has participated in this litigation in any manner that would constitute a waiver \n                                                 \n16 Case Mgt. Report (4/8/15), ¶ m (“Defendant’s position is that Plaintiff’s complaint should be \ndismissed for several reasons one of which is that subject matter jurisdiction and venue are not \nproper. … the Talisman Employment Agreement and all of the corporate documents of Talisman and \nthe Talisman Group of companies require that all disputes between and among those entities and \nthe parties to those agreements, …, are governed by English law and subject to the jurisdiction of the \nEnglish courts or to arbitration in London.”). \n \n \nof venue defense.  The Court concludes that Atkins did not waive his venue objection through \nunnecessary delay. \n31.   Finally, Talisman Software argues that  even if Atkins has not waived his \nright to enforce the forum selection clause in the Employment Agreement, permitting him to \nenforce it under the circumstances of this case would be “unfair and unreasonable.”  In part, \nTalisman Software maintains that Atkins “flouted this Court’s order [in the First Suit] by \nfailing to return over $75,000 in company funds to Talisman” and it would be unfair to permit \nhim to enforce the forum selection clause “in a case stemming directly from these actions.”\n17  \nThe Court agrees that it would be unfair and unreasonable to require Talisman Software to \npursue its claims arising from Atkins’ alleged failure to return all funds to Talisman Software \nfollowing the resolution and dismissal of the Fi rst Suit.  Atkins chose to pursue a lawsuit \nagainst Talisman Software’s directors in Durham County Superior Court.  That lawsuit was \ndesignated to this Court, and after multiple hearings, all claims were dismissed based on the \nunderstanding that Atkins had accounted for and returned all of Talisman Software’s funds. \nIt would be unfair and unreasonable to require Talisman Software to bring suit in England \nto attempt to recoup the remaining funds.  Such  claims in no sense arise from or under the \nEmployment Agreement, and Talisman Software should not be bound by the forum selection \nclause with regard to these claims.  Hickox v. R&G Group Int’l, Inc., 161 N.C.App. 510, 512-\n14 (2003) (Contractual forum selection clause di d not apply to claims between the parties \nthat were not expressly covered by the clause) .  The Court concludes that Plaintiff’s claims \nfor conversion (Count II) and for negligent mi srepresentation (Count V) arise from Atkins’ \nconduct during and following the First Suit, and are not subject to the forum selection clause \n                                                 \n17 Pl.’s Br. on Forum Selection Clause p. 10. \n \n \nin the Employment Agreement.  Atkins’ Motion to Dismiss Counts II and V should be \nDENIED. \n32. The Court further concludes that Talism an Software’s claims for breach of \nfiduciary duty (Count I), breach of contract (Count III), and constructive trust (Count IV) can \nfairly be characterized as arising from or  under the Employment Agreement, and are \nencompassed within the forum selection clause.  The claim for breach of contract alleges that \nAtkins breached the Employment Agreement itself.  The Employment Agreement places \nnumerous duties and obligations on Atkins that  are implicated by the conduct alleged by \nTalisman Software in this action.  Talisman Software alleges that Atkins breached fiduciary \nduties he owed to Talisman Software “by virtue of his positions as President and CEO.”  The \nimposition of the constructive trust requested in Count IV is dependent on the claim for \nbreach of fiduciary duty.  Accordingly, Atkins’ Motion to Dismiss Counts I, III and IV should \nbe GRANTED and those claims should be dismissed WITHOUT PREJUDICE. \nNOW THEREFORE, based upon the foregoing, it hereby is ORDERED that: \n33. Atkins’ Motion to Dismiss Plaintiff’ s claim for lack of subject matter \njurisdiction based on the arbitration agreement is DENIED. \n34. Atkins’ motion to compel arbitration and stay the proceedings in this Court is \nDENIED. \n35. Atkins’ Motion to Dismiss Counts II and V of the Verified Complaint are \nDENIED. \n36. Atkins’ Motion to Dismiss Counts I, III and IV of the Verified Complaint are \nGRANTED, and Counts I, III and IV are dismissed WITHOUT PREJUDICE. \n \n \n \n \n \nThis the 4th day of January, 2016. \n \n \n    /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases  \n "
}