{
  "id": "3d21ad60bc32828244dd1c806d88b8202c623c2615e0474efe3ef229d2757771",
  "source_file": "data/raw/ncbc/3d21ad60bc32828244dd1c806d88b8202c623c2615e0474efe3ef229d2757771.pdf",
  "raw_text": "SUNBELT RENTALS, INC. v. HEAD & ENGQUIST EQUIPMENT, L.L.C., 2003 NCBC 6 (7/31/03)\n \nNORTH CAROLINA\n                                     \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\nMECKLENBURG COUNTY\n                                     \n  \n00-CVS-10358\n \n \nSUNBELT \nRENTALS, INC., a North Carolina\ncorporation,\n \n                                    \nPlaintiff,\n \n            \nv.\n \nHEAD \n& ENGQUIST EQUIPMENT, L.L.C.,\nd/b/a HI-LIFT, ROBERT HEPLER,\nDOUGLAS \nKLINE, MICHAEL QUINN,\nGREGG L. CHRISTENSEN, PATRICK C.\nMULDOON, MICHELE U. \nDOUGHERTY\nand BRIAN W. PEARSALL,\n \n                                    \nDefendants.\n \n \nORDER AND OPINION ON MOTION FOR ATTORNEYS’ FEES\n{1}\n             \nThis matter is before the Court on Plaintiff’s Motion for Attorneys’ Fees pursuant to N.C.G.S. §\n75-16.1 and N.C.G.S. § 66-154. For the reasons set forth below, the Court awards plaintiff attorneys’\nfees and expenses of\n  \n$1,200,000.\nParker, Poe, Adams & Bernstein, L.L.P., by William L. Rikard, Jr. and Eric D. Welsh, for plaintiff.\nHelms Mulliss & Wicker, P.L.L.C., by Irving M. Brenner and Paul M. Navarro, for defendants.\n \nI.\n{2}\n             \nIn its prior order dated May 2, 2003, the Court found that defendants had violated both North\nCarolina’s Unfair and Deceptive Trade Practices Act (“U.D.T.P.A.”) and its Trade Secrets Protection\nAct. (“T.S.P.A.”).\n  \nSee\n \nSunbelt Rentals, Inc. v. Head & Engquist Equipment, L.L.C\n., 2003 NCBC 4\n(Mecklenburg\n  \nMay 2, 2003)(Tennille, J.). Both statutes provide for the award of attorney fees and\nexpenses in the discretion of the Court.\n  \nPlaintiff has asked the Court for an award of $1,752,135.90.\n{3}\n             \nDefendants ask the Court to deny the request in its entirety. Defendants assert that plaintiff cannot\nshow an unwarranted refusal to settle as required by the U.D.T.P.A. They also argue that because part\nof the conduct the Court found to be wrongful occurred outside the state of North Carolina, this state\nmay not award attorney fees under that statute for their out of state conduct.\n  \nIt is also argued that the\nfee request is excessive and unreasonable under the circumstances.\n{4}\n             \nThe Court incorporates herein the findings of fact and conclusions of law contained in the order of\nMay 2, 2003. Those findings included determinations that defendants had misappropriated plaintiff’s\ntrade secrets and that their conduct in surreptitiously orchestrating the mass departure of key\nemployees violated the U.D.T.P.A.\n  \nThe Court found then, and for purposes of this motion finds again,\nthat the defendants’ conduct was willful.\n{5}\n             \nCases of this nature typically involve claims which overlap. Certain of the activities in this case\nsupported findings of violations of both statutes, and some of the activities supported violations of the\nU.D.T.P.A. only. The claims for interference with prospective customer relations involved facts which\nalso related to the unfair trade practice claims. The discovery and trial of the action did not permit easy\ncompartmentalization of the claims. Plaintiff did not prevail on all claims against all defendants, but it\ndid prevail on the key claims giving rise to its right to seek attorney fees.\n{6}\n             \nIn exercising its discretion to award attorney fees in this case, the Court has considered the nature\nof the defendants’ actions, the damage caused by those actions, the benefit received by the defendants\nfrom such actions and the fact that from discovery through trial defendants were not forthcoming with\nrespect to the extent of the actions they had taken to compete with plaintiff. The Court has also\nconsidered the circumstances giving rise to the departure of Mr. Hepler and Mr. Klein from BPS, and\nthe experience and knowledge they and other employees possessed and could rightfully use to compete\nin the aerial work platform rental business.\n \nII.\n \n{7}\n             \nThe Court next turns to the findings required to support the amount of any award of attorney fees.\nThe Court notes at the outset that it was assigned this case close to its inception and thus has detailed\nknowledge of most of the proceedings, from discovery through trial.\n{8}\n             \nThe Court must consider and make findings with respect to (1) time and labor spent by the\nattorneys on the case, (2) complexity of the issues, (3) the length and complexity of the trial, (4) the\nlevel of experience and ability of each attorney, (5) the skill required,\n  \n(6) the hourly rates of the\nattorneys, (7) comparable rates for similar work and (8) customary fees for similar work.\n  \nSee\n, e.g.,\nBarker Indus., Inc. v. Gould\n, 146 N.C. App. 561, 567, 553 S.E.2d 227, 231 (2001) (“In order for the\nappellate court to determine if the statutory award of attorneys’ fees is reasonable, the record must\ncontain findings of fact as to the time and labor expended, the skill required, the customary fee for like\nwork, and the experience or ability of the attorney.”); \nVazquez v. Allstate Insurance Co.\n, 137 N.C.\nApp. at 747, 529 S.E.2d at 483 (2000)\n(upholding award of attorneys fees by trial court as reasonable\nwhere the court considered the attorneys’ experience, the attorneys’ positions within their firms, and\ncomparable hourly rates for attorneys in the Charlotte area);\n Barbee v. Atlantic Marine Sales &\nService, Inc.\n, 113 N.C. App. 80, 86-87, 437 S.E.2d 682, 686 (1993) (“Appropriate findings [regarding\nreasonableness] include findings regarding the time and labor expended, the skill required to perform\nthe services rendered, the customary fee for like work, and the experience and ability of the\nattorney…. They [the affidavits] reveal the time spent by the attorneys and their support staffs, the\ncomplexity of the trial, the customary hourly fee for each of the attorneys, and the level of experience\nof each of the attorneys.”).\n \n           \nIn determining the amount of the fee award, the Court has reviewed\nthe affidavits of Mr. Rikard, Mr. McKeithan and Mr. Brenner filed in connection with this motion, as\nwell as the time records submitted by plaintiff’s counsel.\n{9}\n             \nThis was a complex case which involved complicated fact and legal issues. It was fiercely\ncontested, and defendants were represented by experienced counsel. Plaintiff bore the burden of proof\non several difficult issues. The trade secret and unfair trade practice claims were difficult to prove and\nestablish as a matter of law.\n  \nThis was not an average case susceptible to quick or easy proof. It\nrequired skillful advocacy by experienced counsel. The case has lasted over three years, involved\nvoluminous document production (too much, in the Court’s view); numerous depositions, both in and\nout of state (too many in the Court’s view); expert testimony from both sides (some unnecessary, in the\nCourt’s view); extensive motion practice (too much, in the Court’s view); and a lengthy bench trial.\n \nDefendants sought summary judgment on all the issues. The case took ten days to try without a jury\nand the parties presented extensive testimony by deposition transcript (some of it unnecessary, in the\nCourt’s view) which required attention from both counsel and the Court. Both sides presented\nextensive post-trial proposed findings and conclusions. Thus, the amount of time and effort required to\nprosecute this action was understandably extensive.\n{10}\n         \nAs has become a familiar pattern in litigation today, the discovery in this action was excessive and\nsome of it unnecessary. That factor entered into the Court’s exercise of its discretion. The Court also\nconsidered the fact that plaintiff did not prevail on all its claims against all the defendants. Some of the\ntime and expense expended on experts also contributed to the reduction of the fee from the amount\nrequested. While the Court has considered the fact that defendants’ counsel expended fewer hours, that\nfactor was not significant in the Court’s exercise of its discretion. Plaintiff bore the burden of proof on\nmost issues, and it is understandable that more effort was required of plaintiff’s counsel than counsel\nfor the defendants. Plaintiff was required to respond to extensive motions for summary judgment and\nfile motions to compel to obtain some of the discovery sought.\n  \nThis was a case that was less\nexpensive to defend than to prosecute.\n{11}\n         \nThe Court has considered the skill required to try this case and the skill demonstrated by plaintiff’s\ncounsel and finds both to be significant. Defendants were represented by skilled and competent\ncounsel who contested the claims vigorously and well on their behalf. The case required a high level of\nskill to prepare and try and plaintiff’s counsel demonstrated the necessary skill to prevail. This case\nalso required experienced counsel. The Court has reviewed the level of experience of plaintiff’s\ncounsel and finds\n  \nthe blend of experience\n  \nused by counsel to be appropriate for this type of case.\nExperienced lawyers were used where necessary and less experienced lawyers and paralegals were\nused at their appropriate skill level. Plaintiff’s counsel were experienced and able and utilized that\nexperience and ability appropriately in this case.\n{12}\n         \nThe Court finds that the hourly rates charged are within the range of fees charged by similarly\nsituated and experienced counsel in North Carolina for this type of case. The Court has relied upon the\naffidavits submitted as well as its own experience in similar types of cases in the Business Court.\nSpecifically, the Court finds the fee ranges set forth below and detailed in Mr. McKeithen’s affidavit\nto be within the range of usual and customary fees in the Charlotte, North Carolina area for the levels\nof experience of counsel involved.\n           \nAttorney/Paralegal:\nHourly Rate\n:\n2000\nHourly Rate:\n2001\nHourly Rate:\n2002\nWilliam L. \nRikard, Jr.\n$275.00\n$275.00\n$300.00\nEric D. Welsh\n$195.00\n \n$210.00\n$220.00\nDeborah L. Edney\n$140.00\n$150.00\n$165.00\nEdward B. Davis\n$130.00\n$135.00\n$145.00\nHeather N. \nOakley\n \n$115.00\n$125.00\nKristi F. \nKessler\n$130.00\n$135.00\n$155.00\nK. Carter Cook\n$145.00\n$145.00\n$150.00\nMelanie B. Dubis\n$155.00\n$165.00\n$175.00\nConnie Hunt\n$95.00\n$95.00\n$105.00\nGeanne Best\n-\n-\n$75.00\nLisa King\n$90.00\n$90.00\n$90.00\n \n{13}\n         \nFinally, the Court notes that the submission of the time records in the form selected by plaintiff’s\ncounsel is not the ideal format and is one that might create problems for fee applications in other\nsituations. Counsel elected to submit the time in quarterly summaries, without providing detailed time\nrecords for each attorney. While summaries may be useful in some situations, detailed time records are\nalways more illuminating to the Court.\n  \nSince the Court has made other reductions in the requested fee\nin its discretion and the Court is familiar with the effort that went into the case throughout, the form of\nsubmission has not prevented the Court from reaching a decision on this motion. The submissions were\nadequate for this case under these circumstances but would probably not be sufficient in other cases.\nSince the Court was familiar with the full range of activities in this case, it was able to make an\nadequate assessment of the reasonableness, efficiency and economy of counsels’ work. More detailed\ntime records would be preferable, if not required, in other cases and circumstances. In this case, the\nCourt does not believe that the submission of more detailed records would change the result.\n  \nThe\nCourt finds that the hours detailed in plaintiff’s counsel’s affidavits were devoted to this case and has\nexercised its discretion in awarding fees for those hours of work.\n \nIII.\n{14}\n         \nN.C.G.S. § 75-16.1 permits an award of reasonable attorney fees to a prevailing plaintiff if “[t]he\nparty charged with the violation has willfully engaged in the act or practice, and there was an\nunwarranted refusal by such party to fully resolve the matter which constitutes the basis of the suit.”\n{15}\n         \nThe Court has already found that the defendants consciously and willfully engaged in the acts\nwhich constituted the basis of the claim. It now turns to defendants’ argument that was no\nunwarranted\n refusal to \nfully\n resolve the matter. The case law provides little guidance in interpreting\nthe language of the statute. In interpreting the statute, the court should give the words used their\nnormal and customary meaning.\n{16}\n         \nWhile the parties and their counsel tilt with each other with respect to the context and timing of\nsettlement negotiations, two undisputed factors control the Court’s determination. First, no offer was\never made by defendants which would have fully resolved the case. No offer was made providing for\nany monetary compensation for the damage done—certainly no offer which approached the amount of\ndamages awarded by the Court, even absent treble damages. Nor can defendants argue that they never\nreceived an offer to settle in the range of the verdict. Plaintiff made an offer to settle which turned out\nto be virtually the same amount as the verdict entered after trial. Hence, defendants cannot argue their\nfailure to reach agreement was warranted. They had an offer to settle that would have fully resolved\nthe matter based upon the ultimate verdict. The statute speaks not in terms of negotiation in good faith,\nbut full resolution.\n{17}\n         \nSecond, to this day defendants have not acknowledged the extent and true nature of their actions.\nThey have stonewalled and denied committing the acts which the Court found to have occurred. It is\ndifficult to find that defendants, having hidden and denied their actions, made a good faith effort to\nfully resolve the matter. When combined with their demand to be compensated for their attorney fees,\ntheir actions can be characterized as general intractability. Defendants took a business risk with their\nactions, made no attempt to eliminate that risk by realistic settlement and should not be surprised that\nthey are required to pay attorney fees now that they have lost the case.\n{18}\n         \nDefendants’ argument that they would have ceased their actions if only plaintiff had sued earlier to\nstop them is unavailing. They have yet to acknowledge committing those acts. They reaped substantial\nbenefit from them. To argue now that they would have stopped if plaintiff had sued earlier has a\nhollow ring and provides no defense under the statute. There is no basis in this record to conclude that\ndefendants were ever prepared to or did offer a monetary settlement commensurate with plaintiff’s\ndamages. See, \nUnited Laboratories v. Kuydendall\n, 102 N.C. App. 484, 494, 403 S.E.2d 104, 111\n(1991) and \nLapierre v. Samco\n, 103 N.C. App. 551, 561-62, 406 S.E.2D 646, 651 (1991). That\ndifference in settlement effort differentiates this case from \nLlera v. Security Credit Systems Inc\n. ,93\nF.Supp.2d 674 (E.D.N.C. 2000) relied upon by defendants.\n{19}\n         \nThe Court has previously noted that the defendants’ actions were carefully timed to take\nadvantage of the period prior to the closing of the BPS/Sunbelt transaction. Every effort was made to\nhit the key branches in the H&E business plan before Sunbelt officially took over and while BPS was\nnot in a good position to file suit claiming that it was being injured because it was trying to sell the\nbusinesses. The haste to get the Charlotte branch open before Sunbelt took over is an excellent\nexample of defendants’ efforts. Defendants’ claim that they offered to enter into an agreement about\nhiring after the suit was filed is unpersuasive. By that time, the mission to get the key branches in the\nbusiness plan had been accomplished and the damage done. Repentance without recompense will not\nprevent application of the attorney fee provisions of the statute.\n{20}\n         \nPlaintiff is also entitled to recover attorney fees under TSPA. While the unfair trade practice\nclaims were somewhat broader than the trade secret claims, much of the evidence to support both was\nthe same. Plaintiff has established a right to attorney fees for the TSPA violations since the Court has\nfound the misappropriation to be willful. Recovery of attorney fees under TSPA is not conditioned\nupon a court finding of unwarranted refusal to fully resolve the claims. The Court’s fee award\nencompasses both, but a separate award would be justifiable under TSPA even if an award were not\ngranted under the U.D.T.P.A.\nIV.\n{21}\n         \nFinally, the Court addresses the argument raised by defendants that application of the attorneys’\nfees provision of § 75-16.1 to conduct outside of North Carolina violates due process and is beyond the\nproper scope of the statute.\n \nA.\n{22}\n         \nThe Court can discern no difference between the application of the attorney fee provision of the\nU.D.T.P.A. and application of the other provisions of the act (treble damages for example) to out of\nstate conduct. Indeed, defendants’ argument does not differentiate the attorney fee provisions or single\nthem out for any special treatment. Defendants raise for the first time in this case a constitutional\nargument that North Carolina’s U.D.T.P.A. cannot validly reach the out of state conduct of defendants.\nIf it cannot reach those actions for purposes of attorney fees, surely it could not reach them to create\nliability in the first instance. Defendants seek to raise this defense, which they have affirmatively\neschewed in the past, post trial. Throughout all the pretrial proceedings in this case, including\nsummary judgment motions and motions in limine, defendants never raised any question concerning\nthe applicability of North Carolina’s U.D.T.P.A. to their out of state conduct. Those concerns were not\nraised during trial or in post trial submissions of proposed conclusions of law. Yet, they now argue\nthat the entire act does not apply. Defendants’ Memorandum in Opposition to Plaintiff’s Motion for\nAttorneys’ Fees, p. 7.\n  \nTo the contrary, they have consistently argued that North Carolina law did\napply to their out of state conduct and that they had no liability under North Carolina law. Having\nerred (at least thus far) in that last conclusion, they now ask the Court to find application of that same\nlaw to be unconstitutional. The Court finds and concludes that the defendants waived the defense that\nthe application of the U.D.T.P.A. to their out of state conduct in this case is unconstitutional by their\nfailure to timely present the defense.\n \nB.\n \n{23}\n         \nEven if the defense had been timely raised, it was not a valid defense. A brief review of some of\nthe pertinent facts is helpful here. Plaintiff is a North Carolina corporation which has operations here.\nDefendant Hi-Lift has operations in North Carolina as well. Defendant Pearsall is a citizen and\nresident of North Carolina and works in North Carolina for Hi-Lift. His actions were all taken in North\nCarolina within the course and scope of his employment with Hi-Lift. The actions of the defendants\nwhich the Court has found to violate both the U.D.T.P.A. and TSPA were taken as part of a plan to\ncompete with and obtain the business of a North Carolina corporation headquartered and doing\nbusiness here. The defendants’ actions, both in state and out of state, impacted that business here.\nFurther, from the outset, a part of the defendants’ plan involved activities directed at plaintiff’s\nemployees and customers at its Charlotte branch and was intended to benefit Defendant Hi-Lift’s\noperations in Charlotte. Hi-Lift agents and employees traveled to North Carolina and took action here\nin connection with their plan. The activities which took place in North Carolina were not isolated\nactivities but part of an overall scheme which was to be executed within a specific time frame. Nor did\nthe branches of either Sunbelt or Hi-Lift operate totally independently. One factor which drove\nprofitability in the work platform business was the ability to move equipment between branches to\nmaximize utilization. Defendant Quinn was a specialist at moving equipment between branches.\nFurther, there were benefits derived from volume purchasing of equipment across branches.\nDefendants’ North Carolina activities were clearly connected to its similar activities in other states.\nDefendants’ contacts with North Carolina were not “incidental” contacts; rather, they were intentional,\nsystematic, substantial, continuous and part of a company-wide plan. The injury inflicted on a North\nCarolina business by both in-state and out-of-state conduct was not negligible. It was direct and\nsubstantial.\n \n{24}\n         \nThese facts clearly and plainly distinguish this case from \nThe ‘In’ Porters, S.A. v. Hanes\nPrintables, Inc., \n663 F. Supp. 494\n \n(M.D.N.C. 1987) relied upon by defendants. The \nHanes \ncase\ninvolved a suit based upon North Carolina’s unfair trade practice statute by a French company whose\ndistributorship business was situated in France. The breach of contract at issue involved distribution of\ngoods in France. The plaintiff had no operations in North Carolina or the United States. The sole\nconnection with North Carolina was the fact that the defendant parent company, Sarah Lee, had\noperations in North Carolina. Judge Gordon phrased the issue before him this way: “In deciding\ndefendants’ motion to dismiss, the court must determine whether section 75-1.1 is available to a\nforeign plaintiff suing a resident defendant over alleged foreign injuries having a negligible effect, if\nany, on North Carolina trade or commerce.”\n  \nHe held that: “Application of the Act in case having only\nan incidental local effect not only would be contrary to the Fourth Circuit’s interpretation of the Act,\nbut also would render the Act constitutionally suspect.” Finding that claimed injuries had no\nsubstantial North Carolina effects, the claims were dismissed as not being within the contemplated\nreach of § 75-1.1. Judge Gordon also noted that the North Carolina Act was patterned after federal\nantitrust laws and that he had found that the federal antitrust laws did not reach the conduct in question.\nThe ‘In’ Porters, S.A. v. Hanes Printables, Inc., \n663 F. Supp. 494\n \n(M.D.N.C.) at 503.\n{25}\n         \nThis case is clearly within the reach of § 75-1.1, and the effects on a North Carolina company\nfrom both in-state and out-of-state acts are substantial. The implications of restricting recovery under\nthe U.D.T.P.A. to in-state acts in this instance are unappealing from the standpoint of judicial\neconomics. Defendants engaged in one course of conduct and had a business plan which impacted\nplaintiff’s business in a number of states. To require plaintiff to file suit on the same conduct in seven\nstates is neither economical or efficient use of judicial resources. Res judicata issues would abound, as\nwould the possibility of inconsistent verdicts. Of all the states in which defendants’ activities took\nplace, North Carolina is the most logical jurisdiction to resolve the parties’ disputes.\n{26}\n         \nIt is clear from the federal court opinions that the application of North Carolina’s U.D.T.P.A. is\nreviewed on a case by case basis to determine if, under the circumstances of a particular matter, the\nburden on interstate commerce is excessive in relation to North Carolina’s local interests. Based upon\nits findings in the order of May 2, 2003 and the specific findings set forth above, this Court has\nconcluded that applying the Act to defendants’ out-of-state conduct does not constitute an excessive\nburden on interstate commerce given the substantial interest of North Carolina in protecting its\ndomestic companies from theft of their trade secrets and unfair competition, particularly where\nsubstantial acts were committed in this state and defendant is doing business here. \nSee Itco Corp. v.\nMichelin Tire Corp., Commercial Div.,\n 722 F.2d\n  \n42 (4\nth\n Cir. 1983).\n \nConclusion\n{27}\n         \nPlaintiff suffered an injury in North Carolina as a result of defendants’ unfair competition which\nhad a substantial effect on its domestic operations. At the time of the injury Defendant Hi-Lift was\ndoing business in North Carolina, and its actions here were part of a coordinated business plan which\ninvolved activity in other states as well as North Carolina. The burden on interstate commerce arising\nfrom the application of North Carolina’s U.D.T.P.A. and its attorney fee provisions under the\ncircumstances of this case is not excessive in relation to the interests of the state. In any event,\ndefendants waived any such defense by failing to raise it until the post- trial motion for attorney fees.\n{28}\n         \nThe Court, in its discretion, finds an award of $1,200,000 for fees and expense to be fair and\nreasonable under the circumstances. The award is based upon the time expended by counsel, their skill\nand experience, the complexity and difficulty of both the factual and legal issues in the case and the\nresults obtained. Defendants willfully engaged in the acts giving rise to liability under the statute, and\nthere was an unwarranted refusal to fully resolve the matter.\n{29}\n         \nCounsel for plaintiff shall submit within ten days a proposed Judgment in accordance with this\norder and the Court’s order of May 2, 2003.\n \n            \nSO ORDERED, this the 31st day of July 2003.\n           \n \n           "
}