{
  "id": "3d267ff45a3465c95f8841854a8e47a8dc2778772c32c89f01647b284ada1339",
  "source_file": "data/raw/ncbc/3d267ff45a3465c95f8841854a8e47a8dc2778772c32c89f01647b284ada1339.pdf",
  "raw_text": "Plasman v. Decca Furniture (USA), Inc., 2015 NCBC 97. \n \nSTATE OF NORTH CAROLINA \n \nCATAWBA COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 2832 \n \nCHRISTIAN G. PLASMAN, in his \nindividual capacity and derivatively for \nthe benefit of, on behalf of and right of \nnominal party BOLIER & COMPANY, \nLLC, \n \n                                Plaintiff, \n \nv. \n \nDECCA FURNITURE (USA), INC., \nDECCA CONTRACT FURNITURE, \nLLC, RICHARD HERBST, WAI THENG \nTIN, TSANG C. HUNG, DECCA \nFURNITURE, LTD., DECCA \nHOSPITALITY FURNISHINGS, LLC, \nDONGGUAN DECCA FURNITURE CO. \nLTD., DARREN HUDGINS, DECCA \nHOME, LLC, and ELAN BY DECCA, \nLLC, \n \n                                Defendants, \n \nand BOLIER & COMPANY, LLC, \n \n                  Nominal Defendant, \n \nv. \n \nCHRISTIAN J. PLASMAN a/k/a \nBARRETT PLASMAN, \n \n             Third-Party Defendant. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION  \nON THE PLASMANS’  \nMOTION TO CLARIFY \nAUGUST 25, 2015 ORDER \n \n \n{1} THIS MATTER  is before the Court upon Plaintiff Christian G. Plasman \nand Third-Party Defendant Christian J. Plasman a/k/a Barrett Plasman’s \n(collectively, the “Plasmans”) Motion to  Clarify Order Dated August 25, 2015 and \nfor Judicial Settlement for the Record on Appeal (“Motion” or “Motion to Clarify”) in \nthe above-captioned matter.  The Motion was filed on September 21, 2015.  The \nCourt held a hearing on the Motion on Oc tober 16, 2015, at which all parties were \nrepresented by counsel.  For the reasons discussed below, the Motion is DENIED.   \n \n \nLaw Offices of Matthew K. Rogers, PLLC, by Matthew K. Rogers for Plaintiff \nChristian G. Plasman and Third-Party De fendant Christian J. Plasman a/k/a \nBarrett Plasman. \n \nMcGuireWoods LLP by Robert A. Mu ckenfuss, Elizabeth Zwickert \nTimmermans, Andrew D. Atkins, and Jodie H. Lawson, for Defendants Decca \nFurniture (USA), Inc., Decca Contract Furniture, LLC, Richard Herbst, Wai \nTheng Tin, Tsang C. Hung, Decca Furniture, Ltd., Decca Hospitality \nFurnishings, LLC, Dongguan Decca Fu rniture Co. Ltd., Darren Hudgins, \nDecca Home, LLC, Elan by Decca, LLC, and Nominal Defendant Bolier & \nCompany, LLC. \n \nBledsoe, Judge. \nI. \nBACKGROUND \n{2} The factual and procedural background of this case is lengthy, and the \nrelevant background details are recited in Bolier & Co., LLC v. Decca Furniture \n(USA), Inc. , 2015 NCBC LEXIS 55 (N.C. Super. Ct. May 26, 2015) (the “May 26 \nOrder”) and in Plasman v. Decca Furniture (USA), Inc., 2015 NCBC LEXIS 90 (N.C. \nSuper. Ct. Oct. 2, 2015) (the “Amended Order”) (amending Plasman v. Decca \nFurniture (USA), Inc. , 2015 NCBC LEXIS 86 (N.C. Super. Ct. Aug. 25, 2015) (the \n“August 25 Order”) to correct a citation error).  The Court, therefore, elects to recite \nonly those facts and procedural history that are necessary to resolve the issues \nraised in the Motion to Clarify.   \n{3} The Court resolved seven pending motions in the May 26 Order.  Of \nparticular relevance here, the Court spec ifically denied in the May 26 Order the \nPlasmans’ motion to amend (“Motion to Amend”) a February 27, 2013 preliminary \ninjunction order (the “P.I. Order”) entered in the United States District Court for \nthe Western District of North Carolina (the “Federal Court”) while this case was \npending in the Federal Court.1  The Plasmans filed a Notice of Appeal of the May 26 \nOrder on June 25, 2015.   \n                                                 \n1 As explained in more detail in the May 26 Order, this case was originally filed in October 2012 and \nremoved to the Federal Court in December 2012.  After dismissing a federal copyright infringement \nclaim, the Federal Court declined to exercise supplemental jurisdiction over the remaining state law \nclaims and remanded the case to this Court in September 2014 for all further proceedings.  \n \n \n{4} On August 25, 2015, this Court entere d the August 25 Order, whereby the \nCourt concluded that N.C. Gen. Stat. § 1-294 did not operate to stay the case and \nordered that the action would proceed in this Court during the pendency of the \nPlasmans’ appeal.  The Court entered the Amended Order on October 2, 2015 to \ncorrect a technical citation error in th e August 25 Order.  Except as otherwise \nnoted, hereafter the “August 25 Order” sh all mean both the August 25 Order and \nthe Amended Order.   \n{5} On September 21, 2015, the Plasmans filed the present Motion “pursuant \nto Rules 59 and 60 of the North Carolina Ru les of Civil Procedure and Rule 11(c) of \nthe North Carolina Rules of Appellate Proc edure.”  (Pl.’s Mot. Clarify 1.)  The \nMotion and its supporting brief are jumbled in  their requests for relief.  Based upon \nthe papers and the arguments of counsel, the Court concludes that the Motion \nseeks:  (i) reconsideration of the August 25 Order under N.C. R. Civ. P. 59 and/or 60 \nin light of the Plasmans’ charge that the Court failed to consider or appreciate their \nSupplemental Motion for Preliminary Injunction Conditions and Plaintiff Safeguard \nConditions (“Supplemental Motion”) filed March 13, 2013 in the Federal Court, (ii) \nreconsideration of the August 25 Order under N.C. R. Civ. P. 59 and/or 60 in light of \nthe Plasmans’ charge that the Court erred in its “substantial rights” analysis, and \n(iii) judicial settlement of the Record on A ppeal pursuant to Rule 11(c) of the North \nCarolina Rules of Appellate Procedure.   \nII. \nANALYSIS \n{6} The Plasmans seek relief under Rule s 59 and/or 60 of the North Carolina \nRules of Civil Procedure.  N.C. Gen. Stat . § 7A-45.3 requires the Court to issue a \nwritten opinion in connection with all orders granting or denying relief under Rules \n59 and 60. \nA. N.C. R. Civ. P. 59 and 60 \n{7} First, the Court concludes that the Plasmans have not sought appropriate \nrelief under Rule 60.  “Rule 60(b) of the North Carolina Rules of Civil Procedure . . . \nhas no application to interlocutory judgments, orders, or proceedings of the trial \n \n \ncourt.  It only applies, by its express terms, to final judgments.”  Sink v. Easter, 288 \nN.C. 183, 196, 217 S.E.2d 532, 540 (1975) (emph asis in original).  The August 25 \nOrder holding that this action would continue during the pendency of the appeal is \nnot a final judgment because it did not dispose of the case.  See Pentecostal Pilgrims \n& Strangers Corp. v. Connor , 202 N.C. App. 128, 132, 688 S.E.2d 81, 83–84 (2010) \n(quoting Veazey v. Durham, 231 N.C. 357, 361, 57 S.E.2d  377, 381 (1950)) (“A final \njudgment is one which disposes of the cause as to all the parties, leaving nothing to \nbe judicially determined between them in a trial court.”).     \n{8} Next, a party may move to alter or amend a judgment under Rule 59 \nwithin 10 days after the entry of judgment.  N.C. R. Civ. P. 59(e).  The Plasmans \nfiled their Motion to Clarify on September  21, 2015, 27 days after the entry of the \nCourt’s August 25 Order.  At the hearing, counsel for the Plasmans contended for \nthe first time that the admittedly late filing could be salvaged under Rule 59 \nbecause the filing of the Court’s Amende d Order on October 2, 2015 created a new \nfiling period.  Assuming without deciding that the Amended Order renewed the 10-\nday period under Rule 59(e), and notwiths tanding the fact that the Plasmans did \nnot refile the Motion in the 10-day period following the filing of the Amended Order, \nthe Court will treat the Motion as a timely prayer for relief under Rule 59.  \n{9} The Court has other concerns about whether the Plasmans have made a \nvalid request under Rule 59.\n2  However, in light of th e Court’s resolution of the \nrequested relief, the Court assumes, withou t deciding, that the Motion is sufficient \nunder Rule 59.  “The determination of whether to grant or deny a motion pursuant \nto either Rule 59(a) or Rule 59(e) is addressed to the sound discretion of the trial \n                                                 \n2 For example, “a Rule 59(e) motion for relief from a judgment must be based on one of the grounds \nlisted in Rule 59(a).”  Ice v. Ice , 136 N.C. App. 787, 789–90, 525 S.E.2d 843, 845 (2000).  The \nPlasmans, however, fail to identify under which grounds they contend they are entitled to relief.  \nAdditionally, while Fed. R. Civ. P. 59 applies only to final judgments, see supra ¶ 18, this state’s \ncourts have not definitively restricted North Carolina’s Rule 59 in a similar manner.  See, e.g., Perry \nv. Baxley Dev., Inc. , 188 N.C. App. 158, 161–62, 655 S.E.2d 460 , 463 (2008) (holding that the trial \ncourt erred in denying a Rule 59(e) motion to amend an interlocutory injunction order).  See also \nRutherford Plantation, LLC v. Challenge Golf Group of the Carolinas, LLC , 225 N.C. App. 79, 80, \n737 S.E.2d 409, 411, (2013) (holding that the trial court erred in denying a Rule 59(e) motion to \namend an interlocutory partial summary judgment order), aff’d by an equally divided court, 367 N.C. \n197, 753 S.E.2d 152 (2014).   \n \n \ncourt.”  Young v. Lica , 156 N.C. App. 301, 304, 576 S. E.2d 421, 423 (2003) (citing \nHamlin v. Austin, 49 N.C. App. 196, 197, 270 S.E.2d 558, 558 (1980)).   \n{10}  “[A] motion made pursuant to N.C. Gen. Stat. § 1A-1, Rule 59, ‘cannot be \nused as a means to reargue matters already argued or to put forward arguments \nwhich were not made but could have been made.’”  \nBatlle v. Sabates, 198 N.C. App. \n407, 414, 681 S.E.2d 788,  794 (2009) (quoting Smith v. Johnson, 125 N.C. App. 603, \n606, 481 S.E.2d 415, 417 (1997)). \nB. The “Supplemental Motion” in the Federal Court \n{11} The Plasmans’ Motion challenges this Court’s August 25 Order, arguing \nthat the Court should not have considered the timeliness of any Federal Court \nappeal and, in doing so, failed to consider the Supplemental Motion filed in the \nFederal Court.  Specifically, the Motion suggests that a more in-depth consideration \nof the Supplemental Motion would have caused the Court to conclude that, because \nthe Plasmans’ right to appeal the P.I. Order never ripened or expired, the Plasmans’ \nsubstantial rights were impacted by the Court’s denial of the Motion to Amend. \n{12} The Court concludes that the Plasmans’ Motion is without merit.  As an \ninitial matter, it appears that the Plas mans misunderstand the relevance of the \nCourt’s conclusions concerning the timelin ess of any Federal Court appeal in the \nAugust 25 Order.  The Court concluded in the August 25 Order that the Plasmans’ \nappeal of the Court’s May 26 Order deny ing the Plasmans’ Motion to Amend the \nP.I. Order did not stay the action in this Court.  \nPlasman, 2015 NCBC LEXIS 90, at \n*13–14.  In reaching this conclusion, the Court determined that the May 26 Order \ndid not adversely impact the Plasmans’ substantial rights and that the appeal of the \nMay 26 Order was an untimely attempt to appeal the P.I. Order.  \nId.   \n{13} Although the Plasmans argue that the Court erred in considering the \nPlasmans’ failure to appeal in Federal Co urt in the August 25 Order, (Pl.’s Mem. \nSupp. Mot. Clarify 2–3), their Motion to Amend predominately contended that the \nFederal Court improperly entered the P.I. Order and, in its particulars, sought \ndissolution of the P.I. Order as improviden tly granted.  The Court concluded that to \nthe extent the Motion to Amend was a colla teral attack on the two-year old P.I. \n \n \nOrder, that request was untimely because any challenge to the issuance of the \nFederal Court’s P.I. Order should have been  made by appeal to the United States \nCourt of Appeals for the Fourth Circuit, which the Plasmans acknowledge they did \nnot seek.  See Plasman, 2015 NCBC LEXIS 90, at *6.   \n{14} Because the Court concluded that the Plasmans had missed their \nopportunity to challenge the entry of the P.I. Order in Federal Court, the Court \nfurther concluded that the denial of the Motion to Amend the P.I. Order left in place \nthe status quo after entry of the P.I. Or der and thus did not affect the Plasmans’ \nsubstantial rights.  \nSee id. at *13–14 (“Plaintiffs’ Appeal of the May 26 Order \nreflects a belated attempt to appeal the P.I. Order . . . [and] to the extent Plaintiffs’ \nrights have been affected under these circumstances, that impact was caused by the \nP.I. Order in 2013 rather than this Cour t’s May 26 Order.”).  This determination \ninformed the Court’s conclusion that a stay of the action pending appeal under N.C. \nGen. Stat. § 1-294 was not appropriate in these circumstances.   \n{15} The Plasmans next contend that the Court incorrectly determined that \nthey failed to assert a timely appeal in Fe deral Court, arguing for the first time in \ntheir Motion to Clarify that the Supplemental Motion constituted a “Tolling Motion” \nthat tolled their time to appeal the P.I. Or der.  (Pl.’s Mem. Supp. Mot. Clarify 4–5.)  \nThe Plasmans allege that the Court “overl ooked” their Supplemental Motion.  (Pl.’s \nMot. Clarify 4.)   \n{16} The Court finds the Plasmans’ contention without factual or legal support.  \nAlthough the record reflects that the Plasmans mentioned the Supplemental Motion \nand attached it as an exhibit to their Motion to Amend P.I. Order, (Pl.’s Mot. Amend \nPI Order 3, Ex. 7), the record is also clear that the Plasmans did not argue in their \nbrief or at the hearing that the Supplementa l Motion tolled their time to appeal the \nP.I. Order in Federal Court.  Furthermore,  Defendants’ response to the Motion to \nAmend P.I. Order made the argument that  “[a]t no point did Plasman appeal the \nFederal Court’s interlocutory order, and he has thus waived any argument relating \nto the alleged impropriety of the Federal Court not requiring Decca USA to post a \nbond when it issued the Order.”  (Defs.’ Resp. Mot. Amend PI Order 9.)  The \n \n \nPlasmans did not respond to this allegation in their reply or at the hearing.  As a \nresult, the Court considers the Plasmans’ argument an improper attempt under \nRule 59 to reargue matters already argued or advance arguments which were not \nmade but could have been made.  Batlle, 198 N.C. App. at 414, 681 S.E.2d at 794.   \n{17} Even if the Plasmans’ argument was proper under Rule 59, whether the \nCourt considered the Supplemental Motion to the Plasmans’ satisfaction in \nrendering the August 25 Order is simply of no consequence on the undisputed \nrecord here.  The Plasmans contend that the Supplemental Motion, which requested \nthat the Federal Court modify its P.I. Or der, was either a Rule 59(e) motion to \namend judgment or a Rule 60 motion for relief from judgment, each made under the \nFederal Rules of Civil Procedure.  (Pl.’s Mem. Supp. Mot.  Clarify 4–5.)  The Federal \nCourt did not rule on the Supplemental Motion prior to remand.  (Pl.’s Mem. Supp. \nMot.  Clarify 4–5.)  Therefore,  the Plasmans allege that the time to appeal the P.I. \nOrder was tolled under Federal Rule of Appellate Procedure 4: \nIf a party timely files in the district court any of the following motions \nunder the Federal Rules of Civil Proced ure, the time to file an appeal \nruns for all parties from the entry of the order disposing of the last \nsuch remaining motion. \nFed. R. App. P. 4(a)(4)(A) (including moti ons under Fed. R. Civ. P. 59 and 60 in the \nlist of applicable motions). \n{18} Federal law is clear, however, that Federal Rules 59 and 60 apply only to \nfinal judgments.  \nFayetteville Investors v. Commercial Builders, Inc. , 936 F.2d \n1462, 1469 (4th Cir. 1991) (“The district co urt correctly held that Fayetteville’s \nmotion for reconsideration could not be treated under Rules 60 or 59, as these rules \napply only to final judgments.”).  The Fe deral Court’s P.I. Order was not a final \njudgment, and the Plasmans therefore cannot take advantage of the tolling \nprovision in Fed. R. App. P. 4(a)(4)(A).   \n{19} At best, the Plasmans’ Supplemental Motion could be considered a motion \nunder Rule 54(b) of the Federal Rules of Civil Procedure to modify an interlocutory \norder.  \nSee Fayetteville Investors , 936 F.2d at 1469–70 (holding that motion for \nreconsideration of dismissal as to fewer than all parties was properly considered \n \n \nunder Rule 54(b) as a review of a prior in terlocutory order).  Because a motion filed \nunder Rule 54(b) does not toll the time for appeal under Fed. R. App. P. 4(a)(4)(A), \nhowever, the Supplemental Motion would not have tolled the time for appeal as the \nPlasmans allege.  The Court therefore reaffirms its conclusion in the August 25 \nOrder that the Plasmans failed to timely a ppeal the Federal Court’s P.I. Order, and \nthus, that the Court’s denial of the Plasmans’ Motion to Amend that same P.I. \nOrder did not affect the Plasmans’ substantial rights.\n3   \nC. Substantial Rights \n{20} Finally, the Plasmans ask the Court to reconsider its August 25 Order and \nallow additional briefing on the issue of substantial rights, (Pl.’s Mot. Clarify 8), \ncontending that “at no point has the trial court requested [that] the parties brief the \n‘substantial rights’ justifying immediate appeal issue” and claiming that they were \nnot afforded the opportunity to fully brief th e issue.  (Pl.’s Mem. Supp. Mot. Clarify \n5.) \n{21} The Plasmans’ contentions are again belied by the plain and undisputed \nrecord.  On July 14, 2015, the Court requested that the parties provide the Court \nwith “short briefs advising the Court whether this case may proceed with further \npleadings, discovery, and to a determinat ion on the merits, or  whether this case \nmust be stayed pending resolution of the Plasmans’ appeal.” (Sched. Order July 14, \n2015.)   \n{22} In their responsive brief, it is clear that the Plasmans more than \nadequately understood the role of “substanti al rights” in the Court’s inquiry.  In \nlaying out the standard of review, the Pl asmans (correctly) instructed the Court \nthat “an interlocutory order is not appealable, and thus no stay is effected, unless it \n‘affects some substantial right claimed by the appellant and will work an injury to \nhim if not corrected before an appeal from  the final judgment.’”  (Pl.’s Br. Regard. \n                                                 \n3  The Court notes that even if the Plasmans’ cont entions concerning their ability to timely appeal \nthe P.I. Order were correct, which the Court conc ludes is not the case, the Plasmans’ Motion to \nClarify still must fail for the other reasons set forth in the Court’s August 25 Order concluding that \nthe Plasmans’ substantial rights were not adversely impacted by the Court’s May 26 Order and thus \nthat the action should not be stayed pending the Plasmans’ appeal.  See Plasman , 2015 NCBC \nLEXIS 90, at *11–14.    \n \n \nSched. Order 2) (quoting Veazey, 231 N.C. at 362, 57 S.E.2d  at 381.)  Additionally, \nthe subsequent section of the Plasmans’ brief begins with the subheading “The \nAppeal Involves Plasman’s Substantial Ri ghts During The Appeal, and Stay Is \nOperative Upon Perfection” and is followed by two pages of argument in support of \nthe stated contention.  (Pl.’s Br. Regard . Sched. Order 3–5.)  As such, the Court \nconcludes that the Plasmans’ assertion that they were not afforded the opportunity \nto brief the issue of “substantial rights” is demonstrably false.  Further, to the \nextent the Plasmans disagree with the Court’s ruling and seek to reargue matters \nalready argued, the Court finds the Plasmans ’ request improper under N.C. R. Civ. \nP. 59.  \nSee supra ¶ 10. \n{23} In addition, in seeking to reargue the issue of substantial rights, the \nPlasmans ask the Court to make specific findings of fact relating to the Court’s \ndecision not to amend the Federal Court’s P.I. Order and require an injunction \nbond.  (Pl.’s Mot. Clarify 8; Pl.’s Mem. Supp. Mot. Clarify 8.)  The Court denies the \nPlasmans’ request as untimely because th e request seeks findings concerning \nmatters decided in the May 26 Order.  North Carolina law is clear that a request for \nspecific findings of fact after the Co urt’s order has issued is not timely.  \nSee \nStrickland v. Jacobs , 88 N.C. App. 397, 3 99, 363 S.E.2d 229, 230  (1988) (affirming \ntrial court’s discretionary denial as untimely of a request for specific findings made \nin a Rule 59(e) motion to amend). \nIII. \nCONCLUSION \n{24} For the foregoing reasons the Court hereby DENIES the Plasmans’ Motion \nto Clarify.  The Court will address the Plasmans’ request for judicial settlement of \nthe record on appeal by separate order.   \nSO ORDERED, this the 26th day of October, 2015. \n \n      / s /  L o u i s  A .  B l e d s o e ,  I I I    \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n        for Complex Business Cases "
}