{
  "id": "3d636e2c2a50cdf5949ca0f4c182817c14eee443bdcdedcd90838832c85be55b",
  "source_file": "data/raw/ncbc/3d636e2c2a50cdf5949ca0f4c182817c14eee443bdcdedcd90838832c85be55b.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV013688-590 \n \nATLANTIC COAST CONFERENCE, \n \nPlaintiff, \n \nv. \n \nCLEMSON UNIVERSITY, \n \nDefendant. \n \n \n \nORDER AND OPINION ON \nDEFENDANT CLEMSON \nUNIVERSITY’S MOTION TO DISMISS \nAND MOTION TO STAY UNDER \nN.C.G.S. § 1-75.12 \n \n \n1. THIS MATTER is before the Court upon Defendant Clemson University’s  \n(“Clemson”) (i) Motion to Dismiss 1 pursuant to Rules 12(b)(1), 12(b)(2), and 12(b)(6) \nof the North Carolina Rules of Civil Procedure (the “Rule(s)”), and (ii) Motion to Stay \nUnder N.C.G.S. § 1-75.12 (the “Motion to Stay”; together with the Motion to Dismiss, \nthe “Motions”),2 filed on 6 May 2024 in the above-captioned case. \n2. Having considered the Motion s, the parties’ briefs in support of and in \nopposition to the Motion s, the Complaint ,3 the appropriate evidence of record on \nClemson’s Motion to Dismiss pursuant to Rules 12(b)(1) and 12(b)(2) and Clemson’s \nMotion to Stay , and the arguments of counsel at the hearing on the Motion s, the \nCourt, for the reasons set forth below , hereby GRANTS in part  and DENIES in \npart the Motion to Dismiss and, in its discretion, DENIES the Motion to Stay. \n \n1 (Def. Clemson Univ.’s Mot. Dismiss [hereinafter “Def.’s Mot. Dismiss”], ECF No. 15.) \n \n2 (Def. Clemson Univ.’s Mot. Stay Under N.C.G.S. § 1-75.12 [hereinafter “Def.’s Mot. Stay”], \nECF No. 17.) \n \n3 (Compl., ECF Nos. 3 (sealed), 4 (public redacted), 7.1 (sealed), 7.2 (public redacted).) \nAtl. Coast Conf. v. Clemson Univ., 2024 NCBC 44. \nWomble Bond Dickinson (US) LLP, by James P. Cooney, III, Sarah \nMotley Stone, and Patrick Grayson Spaugh, for Plaintiff Atlantic Coast \nConference. \n \nParry Law, PLLC, by K. Alan Parry and Neil A. Reimann, Ropes & Gray \nLLP, by John Paul Bueker, and Nelson Mullins Riley & Scarborough \nLLP, by Axton Crolley, David Dukes, and B. Rush Smith III, for \nDefendant Clemson University.  \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND  \n3. The Court does not make findings of fact on the Motions.  Rather, the Court \nrecites the allegations asserted and documents referenced in the Complaint that are \nrelevant to the Court’s determination of the Motions.\n4 \n4. Plaintiff Atlantic Coast Conference (the “ ACC” or the “Conference”) is a \nNorth Carolina unincorporated nonprofit association under Chapter 59B of the North \nCarolina General Statutes created to “enrich and balance the athletic and educational \nexperiences of student-athletes at its member institutions[,] to enhance athletic and \nacademic integrity among its members, to provide leadership, and to do this in a spirit \n \n4 The Court notes that many of the factual allegations in the ACC’s Complaint are identical \nor very similar to allegations in the ACC’s f irst amended complaint against the Board of \nTrustees of Florida State University (“FSU”) in Civil Action No. 23 CVS 40918 (Mecklenburg \nCounty, North Carolina) (the “FSU Action”), which is also pending before this Court.  As a \nresult, the Court’s recitation of the relevant factual background in this Order and Opinion is \nvery similar, and sometimes identical, to the Court’s discussion in its 4 April 2024 Order and \nOpinion resolving FSU’s Motion to Dismiss  or, in the Alternative,  Stay the Action (“FSU’s \nMotion to Dismiss or Stay”) in the FSU Action (the “FSU Order”).  See Atl. Coast Conf. v. Bd. \nof Trs. of Fla. State Univ. (FSU Order), 2024 NCBC LEXIS 53, at *3–9 (N.C. Super. Ct. Apr. \n4, 2024). \n \nof fairness to all.” 5  The ACC currently has fifteen members (each a “Member” or \n“Member Institution”; collectively, the “Members” or “Member Institutions”) 6 and is \ngoverned by a Board of D irectors.  The “most senior executive officer of [each] \nMember[ ]” serves as a Director on the ACC Board, 7 and “each Director shall have \nthe right to take any action or any vote on behalf of the Member it represents[.]” 8  \nClemson has been a Member of the ACC since the ACC’s founding in 1953.9 \n5. On 8 July 2010, the ACC entered into a Multi-Media Agreement (the “2010 \nMulti-Media Agreement”) with ESPN, Inc. and ESPN Enterprises, Inc. (together, \n“ESPN”), granting ESPN exclusive distribution rights to certain A CC Member \nInstitution sporting events in exchange for specified payments.10  The ACC Board of \nDirectors, including Clemson ’s then -President, unanimously approved this \nagreement.11   \n \n5 (Compl. ¶¶ 1, 3 5 (quoting Compl. Ex. 1 §  1.2.1 [hereinafter “ACC Const.”], ECF Nos. 3  \n(sealed), 4 (public unredacted), 7.1 (sealed), 7.2 (public unredacted)).) \n \n6 (See Compl. ¶ 1.)  The current ACC Members, with their year of admission to the \nConference, are: Clemson University (1953), Duke University (1953), the University of North \nCarolina at Chapel Hill (1953), North Carolina State University (1953), the University of \nVirginia (1953), Wake Forest University (1953), the Georgia Institute of Technology (1978), \nFlorida State University (1991), the University of Miami (2004), Virginia Polytechnic \nInstitute and State University (2004), Boston College (2005), the University of Notre Dam e \n(excluding football and ice hockey) (2013), the University of Pittsburgh (2013), Syracuse \nUniversity (2013), and the University of Louisville (2014).  (See Compl. ¶¶ 1, 29–33.) \n  \n7 (ACC Const. § 1.5.1.2; see Compl. ¶¶ 1, 37.)  \n \n8 (ACC Const. § 1.5.1.1; see Compl. ¶¶ 1, 37.) \n \n9 (See Compl. ¶¶ 10, 29.) \n \n10 (See Compl. ¶¶ 15 n.4, 39–40.) \n \n11 (See Compl. ¶ 39.) \n6. In 2012, “collegiate athletic conferences began to experience significant \ninstability and realignment[.]” 12  The ACC was no exception.  Late that year, the \nUniversity of Maryland announced its withdrawal from the ACC.  Shortly thereafter, \nthe ACC elected to add four new Member Institutions. 13  During this same period, \nthe ACC Board, including Clemson ’s then-President, voted to significantly increase \nthe amount a Member must pay if it chose to leave the Conference “to more \nappropriately compensate the Conference for some of the potential losses [ ]” \nassociated with the Member’s withdrawal. 14  It was against this backdrop in 2013 \nthat the ACC and ESPN agreed to an extension of the 2010 Multi-Media Agreement \nthrough 2027.15 \n7. “[I]n order to secure a long -term media rights agreement and thus ensure \nthe payment of predictable sums over time,” the current and incoming ACC Member \nInstitutions, including Clemson, entered into an Atlantic Coast Conference Grant of \nRights Agreement (the “Grant of Rights”) with the ACC in April 2013. 16  Under the \nGrant of Rights,  \neach of the Member Institutions is required to, and desires to, \nirrevocably grant to the Conference, and the Conference desires to \n \n12 (Compl. ¶ 53.) \n \n13 (See Compl. ¶ 52.)  The four new Members were the University of Notre Dame (excluding \nfootball and ice hockey), the University of Pittsburgh, Syracuse University, and the \nUniversity of Louisville. \n \n14 (Compl. ¶ 45; see also Compl. ¶¶ 44, 46–59.) \n \n15 (See Compl. ¶¶ 41, 52.) \n \n16 (Compl. ¶¶ 54, 55; see Compl. ¶¶ 63–67; Compl. Ex. 2 [hereinafter “Grant of Rights”], ECF \nNos. 3 (sealed), 4 (public unredacted), 7.1 (sealed), 7.2 (public unredacted).) \n \naccept from each of the Member Institutions, those rights granted \nherein[:] \n \n. . . . \n \n1. Grant of Rights .  Each of the Member Institutions hereby (a) \nirrevocably and exclusively grants to the Conference during the \nTerm . . . all rights (the “ Rights”) necessary for the Conference to \nperform the contractual obligations of the Conference expressly set forth \nin the ESPN Agreement, regardless of whether such Member Institution \nremains a member of the Conference during the entirety of the Term[.] \n \n. . . . \n \n5. Term.  The “Term” of this Agreement shall begin on the Effective \nDate and shall continue until June 30, 2027. \n \n. . . . \n \n6. Acknowledgements, Representations, Warranties, and \nCovenants.  Each of the Member Institutions acknowledges that the \ngrant of Rights during the entire Term is irrevocable and effective until \nthe end of the Term regardless of whether the Member Institution \nwithdraws from the Conference during the Term or otherwise ceases to \nparticipate as a member of the Conference in accordance with the \nConference’s Constitution and Bylaws.  . . . Each of the Member \nInstitutions covenants and agrees that . . . it will not take any action, or \npermit any action to be taken by others su bject to its control, including \nlicensees, or fail to take any action, that would affect the validity and \nenforcement of the Rights granted to the Conference under this \nAgreement.\n17 \n \n8. The ACC negotiated a Second Amendment to the 2010 Multi -Media \nAgreement in 2014, incorporating the ACC’s new Members and increasing the fees \npaid to the Conference, which were then distributed to the Member Institutions, \nincluding Clemson.18  In 2016, the ACC “sought to generate additional revenue for its \n \n17 (Grant of Rights 1, ¶¶ 1, 5, 6; see Compl. ¶¶ 60, 62.) \n \n18 (See Compl. ¶¶ 69–72; Compl. Ex. 3, ECF Nos. 3 (sealed), 7.1 (sealed).) \n \nMembers through a netw ork partnership with ESPN[  ]” that would “establish the \nACC Network, broadcast more ACC events, and share in the revenues of this new \nnetwork.”19  To this end, the ACC and ESPN negotiated two new agreements in 2016: \nan Amended and Restated ACC -ESPN Multi-Media Agreement and an ACC -ESPN \nNetwork Agreement (together, the “ESPN Agreements”).20 \n9. ESPN, however, conditioned its participation in the ESPN Agreements on \neach Member Institution’s agree ment to extend the term of the Grant of Rights. 21  \nAfter numerous Bo ard and other meetings, the ACC Members, including Clemson , \nexecuted a 2016 Amendment to ACC Grant of Rights Agreement with the ACC (the \n“Amended Grant of Rights”; together with the Grant of Rights, the “Grant of Rights \nAgreements”) on 18 July 2016 that, according to the ACC, extended the term from 30 \nJune 2027 to 30 June 2036.\n22  The ESPN Agreements were executed a few days \nlater.23  With the execution of the Amended Grant of Rights and the ESPN \nAgreements, the ACC hoped to provide its Member Institutions with “a predictable \nand substantial source of revenue[  ]”24 that would “stabilize the [C]onference long \n \n19 (Compl. ¶ 74.) \n \n20 (Compl. ¶¶ 75–81; see Compl. Ex. 5 [hereinafter “2016 Multi-Media Agreement”], ECF Nos. \n3 (sealed), 7.1 (sealed); Compl. Ex. 6 [hereinafter “ACC Network Agreement”], ECF Nos. 3  \n(sealed), 7.1 (sealed).) \n \n21 (See Compl. ¶ 83; Compl. Ex. 7 at 1 [hereinafter “ Am. Grant of Rights ”], ECF Nos. 3 \n(sealed), 4 (public unredacted), 7.1 (sealed), 7.2 (public unredacted).) \n \n22 (See Compl. ¶¶ 82, 86, 90–105; Am. Grant of Rights ¶ 2.) \n \n23 (Compl. ¶ 75; see 2016 Multi-Media Agreement 1; ACC Network Agreement 1.) \n \n24 (Compl. ¶ 89.) \n \nterm.”25  Since the execution of the Grant of Rights in 2013,  Clemson’s distributions \nfrom the ACC have, in fact, “more than doubled[.]”26  \n10. But collegiate athletics has experienced continued instability , with several \nschools changing their conference affiliations over the last few years .27  In response \nto this volatility, “the Conference endorsed the concept of distributing a larger share \nof post-season revenues to the Members that generated those revenues[  ]” in mid -\n2023.28  Ye t this policy change proved insufficient to insulate the ACC from the \ninstability affecting other collegiate athletics conferences. \n11. On 21 December 2023, the ACC filed a  complaint for declaratory judgment \nin Mecklenburg County Superior Court against FSU, another ACC Member \nInstitution, seeking a declaration that the Grant of Rights Agreements are valid and \nenforceable contracts.29  The next day, FSU initiated its own lawsuit against the ACC \nin state court in Leon County , Florida, “challenging the validity of the [Grant of \nRights Agreements] along with a number of other claims [ ]” (the “Florida Action”).30  \nOn 17 January 2024, the ACC filed its first amended complaint against FSU in North \n \n25 (Compl. ¶ 77 (quoting Brett McMurphy & David M. Hale, ACC, ESPN Partner for New \nConference Channel, ESPN.com News Servs. (June 21, 2016), https://www.espn.com/college-\nsports/story/_/id/17102933/acc-espn-agree-20-year-rights-deal-lead-2019-launch-acc-\nnetwork (quoting James Clement, then-President of Clemson University)).) \n \n26 (Compl. ¶ 108.) \n \n27 (See Compl. ¶¶ 110–12.) \n \n28 (Compl. ¶ 113.) \n \n29 (See Compl. ¶ 115.) \n \n30 (Compl. ¶ 116.) \n \nCarolina, alleging “ damages for breach es of the Grant of Rights [ Agreements], the \nACC Constitution an d Bylaws,  and injunctive relief for breach of FSU’s fiduciary \nduties to the Conference[,]” in addition to the same two declaratory judgment claims \nasserted in its original complaint.31 \n12. While these parallel actions were pending,  the ACC alleges that  “Clemson \nindicated a desire to work with the Conference regarding its own membership in the \nConference and requested assurances of confidentiality and protections that the ACC \nwould not file suit against it.”32  The ACC avers that it “agreed to work with Clemson, \nseeking a business solution rather than resorting to litigation .”33  According to the \nACC, “[w]hile these assurances were being documented, and without provocation by \nthe ACC,”34 Clemson initiated litigation against the ACC on 19 March 2024 by filing \nsuit in Pickens County, South Carolina, seeking a declaration regarding the scope of \nthe Grant of Rights Agreements, the enforceability of the withdrawal payment \nprovision in the ACC’s Constitution, and whether it owes the ACC fiduciary duties  \n(the “South Carolina Action”) .35  The ACC initiated this lawsuit in Mecklenburg \n \n31 (Compl. ¶ 117.) \n \n32 (Compl. ¶ 118.) \n \n33 (Compl. ¶ 118.) \n \n34 (Compl. ¶ 119.) \n \n35 (See Compl. ¶ 119; Compl. Ex. 8 ¶¶ 92–105 [hereinafter “S.C. Compl.”], ECF Nos. 3 (sealed), \n4 (public redacted), 7.1 (sealed), 7.2 (public redacted).)   Clemson subsequently filed an \namended complaint in the South Carolina Action on 17 April 2024, adding factual allegations, \nthree additional declaratory judgment claims, and a claim for slander of title.  (See generally \nDef. Clemson Univ.’s Br. Supp. Mot. Stay Ex. B [hereinafter “S.C. Am. Compl.”], ECF No. \n18.3.) \n \nCounty Superior Court the following day .36  The case was designated a mandatory \ncomplex business case by the Chief Justice of the Supreme Court of North Carolina37 \nand assigned to the undersigned on 21 March 2024.38  \n13. The following day, the Court held a hearing on FSU’s Motion to Dismiss or \nStay in the FSU Action.39  On 4 April 2024, the Court entered the FSU Order in which \nit granted FSU’s m otion to dismiss the ACC’s breach of fiduciary duty claim , but \notherwise denied FSU’s motion to dismiss, including FSU’s argument that this Court \nlacked personal jurisdiction over FSU on sovereign immunity grounds, and denied \nFSU’s motion to stay.  See FSU Order, 2024 NCBC LEXIS 53, at *80.  FSU appealed \nthe Court’s denial of FSU’s motion to dismiss on sovereign immunity grounds on 9 \nApril 2024,\n40 and, on 10 May 2024, the Court stayed all proceedings in the FSU \nAction, i ncluding discovery , “by operation  of N.C.G.S. §  1-294 pending the final \nresolution of the appeal of the Court’s Rule 12(b)(2) ruling in the [FSU] Order or until \notherwise ordered by the Court.”  Atl. Coast Conf. v. Bd. of Trs. of Fla. State Univ. , \n2024 NCBC LEXIS 68, at *10–11 (N.C. Super. Ct. May 10, 2024). \n \n36 (See Compl. 1.) \n \n37 (Designation Order, ECF No. 1.) \n \n38 (Assignment Order, ECF No. 2.) \n \n39 (See Atl. Coast Conf. v. Bd. of Trs. of Fla. State Univ. , No. 23 CVS 40918, Am. Notice \nHearing & BCR 9.3 Case Mgmt. Conf., ECF No. 27.) \n \n40 (See Atl. Coast Conf. v. Bd. of Trs. of Fla. State Univ. , No. 23 CVS 40918, Notice Appeal, \nECF No. 60.) \n  \n14. On 6 May  2024, Clemson timely filed the Motion  to Dismiss,  seeking to \ndismiss the ACC’s Complaint under Rules 12(b)(1), 12(b)(2), and 12(b)(6) 41 and \ncontending that Clemson and FSU are “situated differently  . . . both with respect to \nthe propriety of proceeding in this Court and the fundamental nature of the claims at \nissue[ ]” such that “the basis for [the] claims that the ACC brought against FSU and \nthe related arguments on motions should have little bearing in this case.” 42  At the \nsame time, Clemson also filed a Motion to Stay this action in favor of its first -filed \naction against the ACC in South Carolina , arguing again that “the analysis here is \ndifferent[ ]” from the analysis presented by the FSU Action.43 \n15. After full briefing, the Court held a hearing on the Motion s on 2 July 2024, \nat which both  parties were represented by counsel.  The Motion s are now ripe for \nresolution. \nII. \nCLEMSON’S MOTION TO DISMISS PURSUANT TO RULES \n12(b)(2) AND 12(b)(6) FOR LACK OF PERSONAL JURISDICTION \n \n \n41 (See Def.’s Mot. Dismiss ¶¶ 1–6.)  While Clemson seeks the dismissal of all claims for lack \nof personal jurisdiction under Rule 12(b)(2) on sovereign imm unity grounds, it does not \notherwise seek the dismissal of the ACC’s claim for a declaratory judgment concerning the \nvalidity of the withdrawal payment provision of the ACC ’s Constitution under Rule 12 (the \nACC’s third claim for relief). \n \n42 (Def. Clemson Univ.’s Br. Supp. Mot. Dismiss 1 [hereinafter “Br. Supp. Def.’s Mot. \nDismiss”], ECF No. 16.) \n \n43 (Def. Clemson Univ.’s Br. Supp. Mot. Stay 1 [hereinafter “Br. Supp. Def.’s Mot. Stay”], ECF \nNo. 18.) \n \n16. Clemson first argues that, under Rules 12(b)( 2) and 12(b)( 6), it cannot be \nsued in North Carolina because Clemson has not waived its sovereign immunity \nexcept within the boundaries of the State of South Carolina  pursuant to ar ticle X, \nsection 10 and article XVII, section 2 of the South Carolina Constitution  and S.C. \nCode Ann. §§ 15-77-50, -78-30(e).44 \nA. Legal Standard \n17. As this Court recently explained in the FSU Order, the appropriate Rule for \nconsideration of a motion to dismiss on the grounds of sovereign immunity has been  \nsomewhat unsettled in North Carolina .  See FSU Order, 2024 NCBC LEXIS 53, at \n*11–12 (collecting cases).  Our Court of Appeals, however, recently cla rified that an \nassertion of  “[sovereign] immunity should be classified as an issue of personal \njurisdiction under Rule 12(b)(2). ”  Torres v. City of Raleigh , 288 N.C. App. 617, 620 \n(2023).  Accordingly, the Court will construe the Motion  to Dismiss on sovereign \nimmunity grounds as an issue of personal jurisdiction under Rule 12(b)(2).  \n18. “The standard of review to be applied by a trial court in deciding a motion \nunder Rule 12(b)(2) depends upon the procedural context confronting the court.”  Id. \n(quoting Banc of Am. Sec. LLC v. Evergreen Int’l Aviation, Inc. , 169 N.C. App. 690, \n693 (2005)).  Where, as here,  \nneither party submits evidence [on personal jurisdiction], the \nallegations of the complaint must disclose jurisdiction although the \nparticulars of jurisdi ction need not be alleged.  The trial judge must \ndecide whether the complaint contains allegations that, if taken as true, \nset forth a sufficient basis for the court’s exercise of personal \njurisdiction. \n \n \n44 (See Def.’s Mot. Dismiss ¶ 1; Br. Supp. Def.’s Mot. Dismiss 5–6.) \nParker v. Town of Erwin, 243 N.C. App. 84, 96 (2015) (cleaned up).45 \nB. Analysis \n19. As the Court explained in the FSU Order , p rior to 2019, sovereign \n“immunity [was] available only if the forum State ‘voluntar[ily ]’ decide[d] ‘to respect \nthe dignity of the [defendant State] as a matter of comity.’  ”  Franchise Tax Bd. of \nCal. v. Hyatt (Hyatt III), 587 U.S. 230, 236 (2019) (second and fourth alterations in \noriginal) (quoting Nevada v. Hall, 440 U.S. 410, 416 (1979)) .  But the United States \nSupreme Court expressly overruled Nevada v. Hall  in Hyatt III, holding that the \nUnited States Constitution does not “permit[  ] a State to be sued by a private party \nwithout its consent in the courts of a different State.”  Id. at 233.  The Supreme Court, \nhowever, did not explain what form this “consent” must take in Hyatt III.  Three years \nlater, the Supreme Court of North Carolina  took up this unanswered question in \nFarmer v. Troy University, 382 N.C. 366 (2022). \n20. The ACC contends that Farmer controls and establishes that Clemson, just \nlike FSU,  has expressly consented to suit in the courts of the State of North \nCarolina.46  Clemson argues in opposition, however, that “the waiver of sovereign \n \n45 To the extent Clemson seeks dismissal on sovereign immunity grounds under Rule 12(b)(6), \nthe standard of review under Rule 12(b)(6) is the same as the analysis the Court conducts \nunder Rule 12(b)(2) when neither party presents evidence of personal jurisdiction.  Compare \nCorwin v. Brit. Am. Tobacco, PLC, 371 N.C. 605, 615 (2018) (“[T]he Court considers whether \nthe allegations of the complaint, if treated as true, are sufficient to state a claim upon which \nrelief can be granted under some legal theory.” (quotation marks and citation omitted)), with \nParker, 243 N.C. App. at 96  (“The trial judge must decide whether the complaint contains \nallegations that, if taken as true, set forth a sufficient basis for the court’s exercise of personal \njurisdiction.” (citation omitted)). \n \n46 (See Pl.’s Br. Opp’n Def.’s Mot. Dismiss 5–13 [hereinafter “Br. Opp’n Def.’s Mot. Dismiss”], \nECF No. 31.) \n \nimmunity found in Farmer was based on unique facts that are not present here.” 47  \nBecause Farmer sets out the general framework for determining what constitutes \n“consent” to suit in North Carolina post -Hyatt III , this Court must analyze the \nallegations of the Complaint through the lens of Farmer to determine whether \nClemson has waived its sovereign immunity. \n21. In Farmer, Troy University,  an Alabama state institution, registered as a \nnonprofit corporation with the North Carolina Secretary of State, leased an office \nbuilding in North Carolina, and employed Farmer to recruit military personnel in \nNorth Carolina to take its online educational courses.  See Farmer, 382 N.C. at 367.  \nAfter his employment was terminated, Farmer brought suit against Troy University \nfor various tort claims.  Id.   Shortly after the United States Supreme Court decided \nHyatt III, Troy University moved for dismissal based on sovereign immunity.  Id.  at \n369. \n22. The Alabama Constitution provides that “the State of Alabama shall never \nbe made a defendant in any court of  law or equity.”  Ala. Const. art. I, §  14.  The \nSupreme Court of North Carolina observed in Farmer that this immunity “extend[ed] \nto [the State of Alabama’s] institutions of higher learning.”  Farmer, 382 N.C. at 370 \n(second alteration in original) (quoting Ala. State Univ. v. Danley, 212 So. 3d 112, 122 \n(Ala. 2016)).  Having then concluded that, “[u]nder Hyatt III and the United States \nConstitution, as a general matter, Troy University is entitled to sovereign immunity \nfrom suit without its consent in the state courts of every state in the country[,]” id. at \n \n47 (Br. Supp. Def.’s Mot. Dismiss 11.) \n \n371, our Supreme Court then set about determining whether Troy University had \nconsented to waive its sovereign immunity in North Carolina state court. \n23. The Supreme Court began its analysis in Farmer by reiterating that “any \nwaiver of sovereign immunity must be explicit.”  Id.   As a registered nonprofit \ncorporation, Troy University was subject to the North Carolina Nonprofit Corporation \nAct (the “NCNCA”), which contains the following sue and be sued clause: \n(a) Unless its articles of incorporation or this Chapter provides \notherwise, every corporation  . . . has the same powers as an individual \nto do all things necessary or convenient to carry out its affairs, including \nwithout limitation, power: \n(1) To sue and be sued, complain and defend in its corporate \nname[.] \n \nN.C.G.S. § 55A-3-02(a)(1).  Stressing that it was “crucial” to its “analysis that Hyatt \nIII did not involve a sue and be sued clause[,]” the Farmer Court instead looked to \nThacker v. Tennessee Valley Authority , 587 U.S. 218 (2019),  another recent case in \nwhich the United States Supreme Court addressed the effect of a sue and be sued \nclause on sovereign immunity.  Farmer, 382 N.C. at 372. \n24. In Thacker, the United States  Supreme Court explained that “[s]ue-and-be-\nsued clauses . . . should be liberally construed[,]” noting that “[t]hose words in their \nusual and ordinary sense . . . embrace all civil process incident to the commencement \nor continuance of legal proceedings.”  Thacker, 587 U.S. at  224 (citations and \nquotation marks omitted).  But, according to our Supreme Court in Farmer, Thacker \nplaced a limit on these types of clauses: “[A]lthough a sue and be sued clause allows \nsuits to proceed against a public corporation’s commercial  activity, just as these  \nactions would proceed against a private company, suits challenging an entity’s \ngovernmental activity may be limited.”  Farmer, 382 N.C. at 372 (emphasis added) \n(citing Thacker, 587 U.S . at 227).  Our Supreme Court therefore concluded that, \n“while Hyatt II I . . . requires a State to acknowledge a sister State’s sovereign \nimmunity, Thacker recognizes that a sue and be sued clause can act as a waiver of \nsovereign immunity when a state entity’s nongovernmental  activity is being \nchallenged.”  Id. (emphasis added). \n25. Applying these principles to the facts in Farmer, our Supreme Court \ndetermined that Troy University was engaged in commercial activity in North \nCarolina—specifically, the marketing and selling of online educational programs —\nrather than governmental activity.  Id. at 373.  Because Troy University knew that it \nwas subject to the NCNCA and its sue and be sued clause when it chose to do business \nin North Carolina, “it explicitly waived its sovereign immunity.”  Id. \n26. Farmer found independent, additional support for Troy University’s waiver \nof sovereign immunity in article 15 of the NCNCA, which requires a foreign \ncorporation operating in North Carolina to obtain a certificate  of authority.  Id. at \n374.  “A certificate of authority authorizes the foreign corporation  . . . to conduct \naffairs in this State[,]” N.C.G.S. § 55A-15-05(a), and gives the foreign corporation “the \nsame but no greater rights and  . . . the same but no grea ter privileges as, and is \nsubject to the same duties, restrictions, penalties, and liabilities  . . . imposed on, a \ndomestic corporation of like character[,]” id. § 55A-15-05(b).  Our Supreme Court \nseparately concluded that, “[b]y requesting and receiving a certificate of authority to \ndo business in North Carolina, renting a building here, and hiring local staff, Troy \nUniversity, as an arm of the State of Alabama, consented to be treated like ‘a domestic \ncorporation of like character,’ and to be sued in Nort h Carolina.”  Farmer, 382 N.C. \nat 374–75 (quoting id. § 55-15-05(b)). \n27. As it did in the FSU Order, the Court shall now apply the framework created \nby our Supreme Court in Farmer to determine whether, based on the allegations in \nthe Complaint and the current record, Clemson  has consented to suit in North \nCarolina and thereby waived its sovereign immunity for purposes of this action. \n28. The Court begins with the presumption that the S tate of South Carolina  \nmay not “be sued by a private party without its consent in the courts of [this] State.”  \nHyatt III, 587 U.S. at 233.  South Carolina  has extended its sovereign immunity to \ninclude its public universities , defining “State” as “the Sta te of South Carolina and \nany of its . . . institutions, including state -supported . . . schools, colleges, [and] \nuniversities[.]”  S.C. Code Ann. § 15-78-30(e).  The Court therefore concludes that, “as \na general matter, [ Clemson] is entitled to sovereign i mmunity from suit without its \nconsent in the state courts of every state in the country.”  Farmer, 382 N.C. at 371.  \nThe Court must now determine whether Clemson  explicitly waived its sovereign \nimmunity to suit in North Carolina.   This is the critical issu e posed by Clemson’s \nMotion to Dismiss all claims. \n29. As an unincorporated nonprofit association, the ACC is governed by t he \nUniform Unincorporated Nonprofit Association Act (the “UUNAA”) ,\n48 N.C.G.S. \n§§ 59B-1 to - 15, which contains the following sue and be sued clause: “A nonprofit \n \n48 (See Compl. ¶¶ 1–2, 19.) \n \nassociation, in its name, may institute, defend, intervene, or participate in a judicial, \nadministrative, or other governmental proceeding or in an arbitration, mediation, or \nany other form of alternative dispute resolution[,]” id. § 59B-8(1).49  In addition, the \nUUNAA expressly permits the ACC, as a North Carolina unincorporated nonprofit \nassociation, and Clemson, as a Member of the ACC,\n50 to bring suit against each other: \n“A member of, or a person referred to as a ‘member’ by, a nonprofit association may \nassert a claim against or on behalf of the nonprofit association.  A nonprofit \nassociation may assert a claim against a member or a person referred to as a ‘member’ \nby the nonprofit association.”  N.C.G.S. § 59B-7(e).51  Because “a sue and be sued \nclause can act as a waiver of sovereign immunity when a state entity’s \nnongovernmental activity is being challenged[,]” Farmer, 382 N.C. at 372 (citing \nThacker, 587 U.S. at 227), the Court must next analy ze Clemson’s activities in this \nState and decide if they are of a commercial or governmental nature.   \n \n49 Although the language of the statute itself does not include the phrase “sue and be sued,” \nthe Official Comment affirmatively states that an unincorporated nonprofit association “may \nsue and be sued.”  Id. § 59B-8 off. cmt. ¶ 1. \n \n50 (See Compl. ¶¶ 1–2.) \n \n51 As the ACC notes, an unincorporated nonprofit association member’s consent to suit under \nthe UUNAA is narrower than that of both the unincorporated nonprofit association itself \nunder the UUNAA or a nonprofit corporation under the NCNCA.  (See Br. Opp’n Def.’s Mot. \nDismiss 9.)  The UUNAA is intended to protect “a nonprofit association’s members from \n[vicarious] tort and contract liability based solely on membership status.”  N.C.G.S. § 59B-7 \nN.C. cmt. ¶  1.  But “there are special circumstances that may result in liability[  ]” of a \nmember, such as when “a member  . . . expressly become[s] a party to a contract with the \nnonprofit association.”   Id. off. cmt. ¶  6.  Thus, the UUNAA permits an unincorporated  \nnonprofit association and its members to as sert claims against each other whe re, as here,  \nthey are the parties to a contract, id. § 59B-7(e), “based on the other law of the jurisdiction[,]” \nid. § 59B-7 off. cmt. ¶ 2 (“The [UUNAA] does not deal with liability of members . . . for their \nown conduct.”). \n \n30. Clemson first argues that the allegations in the Complaint are \ndistinguishable from the facts in Farmer that led our Supreme Court to conclude that \nTroy University consented to suit in this State.52  Rather than take any “affirmative \nsteps to do business [in North Carolina,]” Clemson contends that it simply remained \na Member of the Conference when the ACC b ecame an unincorporated nonprofit \nassociation subject to the UUNAA in 2006. 53  Clemson argues that this “passive \nbehavior is distinctly different than the affirmative actions taken by Troy University \nin Farmer.”54 \n31. The Court disagrees.  The ACC alleges that since the ACC’s creation in 1953, \nClemson has engaged in “continuous and systematic membership and governance \nactivities” that “arise out of its membership in and management of the \nConference[.]”55  For example, the President of Clemson  is a member of the  ACC’s \nBoard of Directors and “regularly attend[s] meetings held in the State of North \nCarolina by the ACC.”\n56  “Three of the four most recent in -person [ACC] Board of \nDirectors meetings were held in North Carolina[,]” and Clemson’s President attended \n \n52 (See Br. Supp. Def.’s Mot. Dismiss 8–11.) \n \n53 (Br. Supp. Def.’s Mot. Dismiss 9.) \n \n54 (Br. Supp. Def.’s Mot. Dismiss 9.) \n \n55 (Compl. ¶ 9; see also Compl. ¶ 10.) \n \n56 (Compl. ¶ 10; see Compl. ¶¶ 11–12; Br. Opp’n Def.’s Mot. Dismiss Attach. 3 , Aff. Brad \nHostetter, dated May 24, 2024, at ¶ 3 [hereinafter “Hostetter Aff.”], ECF No. 31.4 (averring \nthat Clemson’s President attended 48 out of 50 ACC Board meetings between 1 January 2007 \nand 31 December 2023).) \n \ntwo of these meetings  in person. 57  In addition, the ACC alleges that Clemson ’s \nPresidents, Athletic Directors, and Head Coaches have “played an active role in the \nadministration of ACC affairs[ ]” and lists in the Complaint the numerous Conference \nleadership and committee positions held by these individuals over the past decade.58  \nMoreover, “Clemson’s [then -]President was the Chair of the ACC’s [Board of \nDirectors] when [the ESPN Agreements] were unanimously approved by the \nMembers.”59 \n32. The ACC also alleges that “Clemson frequently travels to North Carolina to \ncompete in ACC -sponsored and administered athletic events and athletic \ncompetitions[.]”60  For example, Clemson has competed in the ACC Football \nChampionship, held in Charlotte, North Carolina, seven times since 2005.61  Clemson \nalso regularly competes in the ACC’s Men’s and Women’s Basketball Tournaments, \n \n57 (Compl. ¶ 12 (stating that the “Conference gene rally holds two meetings of the Board of \nDirectors per month, with three of these meetings held in person annually, often in North \nCarolina[ ]”).) \n \n58 (Compl. ¶ 11; see also Compl. ¶¶ 13 (indicating that the ACC Board of Directors, including \nClemson’s President, voted to relocate the Conference’s headquarters to Charlotte to secure \na $15 million financial incentive derived from North Carolina taxpayer dollars), 1 8 \n(describing Clemson’s pa rticipation in various ACC championship events held in North \nCarolina), 49 (alleging Clemson’s then -President voted to increase the payment of a \nwithdrawing Member Institution to “3 times the Conference’s annual operating budget[  ]”), \n55–68 (explaining the  benefits of the Grant of Rights and Clemson’s  then-President’s \nexecution thereof), 8 2–100 (explaining the benefits of the Amended Grant of Rights and \nClemson’s then-President’s execution thereof ), 119 (alleging Clemson voted to approve the \nACC’s lawsuit against the University of Maryland to enforce the withdrawal payment).) \n \n59 (Compl. ¶ 76; see also Compl. ¶¶ 17, 101–04 (alleging approval of the ESPN Agreements).) \n \n60 (Compl. ¶ 18.) \n \n61 (See Compl. ¶ 18.) \n \nwhich have been held in North Carolina 25 times over the past three decades.62  Since \n2007, Clemson’s football and men’s basketball teams have played a combined 91 \ngames in North Carolina.63  Clemson has not sought to refute any of these allegations.  \n33. The ACC alleges that as a “collegiate academic and athletic conference[,]”64 \nits purpose is to “enrich and balance the athletic and educational experiences of \nstudent-athletes at its member institutions[,] to enhance athletic and academic \nintegrity among its members, to provide leadership, and to do this in a spirit of \nfairness to all.”65  More specifically, the ACC alleges that it seeks to provide “quality \ncompetitive opportunities for student-athletes in a broad spectrum of amateur sports \nand championships[,]” and ensure “responsible fiscal management and further \nfinancial stability[ ]” by “[a]ddress[ing] the future needs of athletics” for the “mutual \nbenefit of the Members[.]”66 \n34. The ACC further avers that , historically, its main source of income has \nconsisted of the payments it receives in exchange for granting exclusive media rights \nto broadcast athletic events and competitions involving athletes from ACC Member \nInstitutions.\n67  “By aggregating the Media Rights from each Member Institution, the \n \n62 (See Compl. ¶ 18.) \n \n63 (See Hostetter Aff. ¶ 4.) \n \n64 (Compl. ¶ 25.) \n \n65 (Compl. ¶ 35 (quoting ACC Const. § 1.2.1).) \n \n66 (ACC Const. § 1.2.1(c), (g), (i).) \n \n67 (See Compl. ¶¶ 14–16, 4 5–47 (estimating potential losses of  “$72 Million  to over $200 \nMillion[ ]” in media rights payments alone should a Member Institution withdraw  from the \nACC).) \nConference was able to increase the total value of those rights[.]” 68  The Conference \nthen distributes the payments it receives under these media rights agreements, \ntotaling hundreds of millions of dollars, to its Members, including Clemson.69   \n35. Based on these allegations , the Court first concludes that the ACC’s \nactivities, specifically the sponsorship of athletic events and the marketing of media \nrights for those events, are commercial in nature.  The Court further concludes that, \nas a Member of the ACC, Clemson ’s Conference-related activities in this State are \nalso commercial, rather than governmental, in nature.  See Thacker, 587 U.S. at 228 \n(describing “governmental activities” as the “the kinds of functions private parties \ntypically do not perform[ ]”). \n36. The Court also concludes that, like FSU, Clemson has elected to engage in \nthis substantial commercial activity in North Carolina subject to the UUNAA’s sue \nand be sued clause.  Like FSU, Clemson chose to remain in the Conference after the \nACC, an unincorporated nonprofit association, became subject to the UUNAA and its \nsue and be sued c lause in 2006.\n70  Like FSU, Clemson’s then -President authorized \n \n68 (Compl. ¶ 58.) \n \n69 (See Compl. Summary of Claims, ¶¶ 16, 41, 56, 69–70, 72, 75, 106–08.)  According to the \nACC’s Form 990 tax returns, Clemson received more than $372 million in distributions \nbetween 2006 and 2021.  ( See Br. Opp’n Def.’s Mot. Dismiss Attach. 2, ECF No. 31.3 ; Br. \nOpp’n Def.’s Mot. Dismiss Corrected/Suppl. Attach. 2, ECF No. 35.2.) \n \n70 The Court notes that it stated in its FSU Order that “the FSU Board knew that it was \nsubject to the UUNAA and its sue and be sued clause when it chose to be a member of a North \nCarolina unincorporated nonprofit association.”  FSU Order, 2024 NCBC LEXIS 53, at *42.  \nTo the extent any clarification of this statement is needed, the Court notes that it did not \nintend to suggest that FSU chose to become a member of an unincorporated nonprofit \nassociation subject to the UUNAA when it joined the ACC in 1991; instead, the Court \nmeant—and believes its chosen language makes plain —that FSU, like Clemson, chose to \n \nthe filing of the Conference ’s 2012 lawsuit against another sovereign Member \nInstitution, then-ACC Member the  University of Maryland, in North Carolina  \npursuant to the UUNAA’s sue and be sued clause,71 which the University of Maryland \nunsuccessfully challenged on sovereign immunity grounds.  See Atl. Coast Conf. v. \nUniv. of Md., 230 N.C. App. 429, 442–43 (2013) (concluding that extending comity to \nthe University of Maryland’s claim of sovereign immunity would have violated public \npolicy).  Like FSU, Clemson received hundreds of millions of dollars  after entering \ninto the Grant of Rights in 2013 and the Amended Grant of Rights in 2016, much of \nwhich was ge nerated through Clemson’s voluntary commercial activity in North \nCarolina.72  While Clemson contends that it did not vote to permit the ACC to become \n \nremain a Member Institution of the ACC after the UUNAA was enacted in 2006 .  It follows \nunder Farmer that because Clemson and FSU conducted busi ness in North Carolina while \nknowing they were subject to the UUNAA’s sue and be sued clause, both  of these Member \nInstitutions explicitly waived their sovereign immunity against suit in this State .  See \nFarmer, 382 N.C. at 375–76 (“When Troy  University entered North Carolina and conducted \nbusiness in North Carolina while knowing it was subject to the North Carolina Nonprofit \nCorporation Act and its sue and be sued clause, it explicitly waived its sovereign immunity.”). \n \n71 In its 2012 complaint in the Atlantic Coast Conference v. University of Maryland, the ACC \nalleged: \n \nThe ACC, as an unincorporated nonprofit association, is duly authorized by \neach member of the ACC to pursue legal action to enforce the rights of members \nagainst one or more oth er members related to duties and obligations owed to \nthe ACC.  Each member other than defendant [University of] Maryland has \nspecifically authorized the ACC to act in that capacity in this [a]ction. \n \n(Br. Opp’n Def.’s Mot. Dismiss Corrected/Suppl. Attach. 1 ¶  39 [hereinafter “ Univ. Md. \nCompl.”], ECF No. 35.1 (emphases added).)  Both the 2012 lawsuit against the University of \nMaryland and the current lawsuit  include a request for a declaration  that the withdrawal \npayment in the ACC’s Constitution is valid and enforceable.  ( Compare Univ. Md. Compl.  \n¶¶ 36–42, with Compl. ¶¶ 154–63.) \n \n72 (See Compl. Summary of Claims, ¶¶ 16, 41, 56, 69–70, 72, 75, 106–08.) \n \nan unincorporated nonprofit association subject to the UUNAA, 73 there is no doubt \nthat, like FSU, it chose to remain in the Conference after the UUNAA was passed, to \nenter into the Grant of Rights Agreements, and to accept the financial benefits of \nthose agreements, and, based on its decision to approve suit against the University \nof Maryland, it recognized by at least 2012 that, as a Member, it was subject to the \nUUNAA’s sue and be sued clause. \n37. The “power [to sue and be sued], standing alone, does not necessarily act as \na waiver of immunity[,]” Evans v. Hous. Auth., 359 N.C. 50, 56 (2004) , but because \nClemson, like FSU, and like Troy University in Farmer,  “chose to do business in \nNorth Carolina, while knowing it was subject to the [UUNAA] and able to take \nadvantage of the Act’s sue and be sued clause, it explicitly waived its sovereign \nimmunity.”  Farmer, 382 N.C. at 373.   \n38. In its supporting and reply briefs, Clemson  next argues that the statutory \nwaiver of sovereign immunity found in S.C. Code Ann. § 59-119-60, which states that \nClemson’s “board of trustees is hereby declared to be a body politic and corporate [ ]” \nthat “may sue and be sued and plead and be impleaded in its corporate name ,” does \nnot extend beyond the borders of the State of South Carolina .74  Although Clemson \nconcedes that the State of South Carolina may be held liable on a contract cla im,75 \n \n73 (See Br. Supp. Def.’s Mot. Dismiss 9, 11; Def. Clemson Univ.’s Reply Br. Supp. Mot. Dismiss \n3–7 [hereinafter “Reply Supp. Def.’s Mot. Dismiss”], ECF No. 37.) \n \n74 (See Br. Supp. Def.’s Mot. Dismiss 7–8; Reply Supp. Def.’s Mot. Dismiss 2.) \n \n75 (See Br. Supp. Def.’s Mot. Dismiss 6  (citing McCall v. Batson , 285 S.C. 243, 244 (1985) \n(reaffirming that the State of South Carolina was not “immune[e] from suit based upon its \ncontractual obligations”)).) \nClemson contends that, because only “[t]he [South Carolina] General Assembly may \ndirect, by law, in what manner claims against the State may be established and \nadjusted[,]”76 only “[t]he circuit courts of [South Carolina] are  . . . vested with \njurisdiction to hear and determine all questions, actions and \ncontroversies[ ] . . . affecting boards . . . of this State [ ] . . . in the circuit where such \nquestion, action or controversy shall arise.”77  But the Court is not required to engage \nin statutory int erpretation under Farmer, where our Supreme Court held that, \ndespite the fact that “[s]overeign immunity [was] enshrined in Alabama’s \nConstitution,” Troy University had waived its sovereign immunity by engaging in \ncommercial, rather than governmental, acti vities within this State under a sue and \nbe sued clause.  Farmer, 382 N.C. at 370, 373. \n39. Recognizing the limits of this Court’s authority, and for purposes of \ncomplying with the error preservation requirements of Rule 10(a)(1) of the North \nCarolina Rules of Appellate Procedure, Clemson alternatively argues that \nif Farmer is read to apply more broadly than its unique facts, such that \nClemson is found to have waived sovereign immunity here, then that \ncase was wrongly decided.  With respect, Justice Barringer’s dissenting \nopinion in Farmer, joined by Chief Justice Newby, is a correct statement \nof sovereign immunity law and should be the law in North Carolina.\n78   \n \n76 (Br. Supp. Def.’s Mot. Dismiss 5 (quoting S.C. Const. art. X, § 10; id. art. XVII, § 2).) \n \n77 (Br. Supp. Def.’s Mot. Dismiss 6 (quoting S.C. Code Ann. § 15-77-50).) \n \n78 (Br. Supp. Def.’s Mot. Dismiss 11.)  Although the parties dispute its import, (see Br. Opp’n \nDef.’s Mot. Dismiss 12; Reply Supp. Def.’s Mot. Dismiss 6), the Court notes that the United \nStates Supreme Court denied Troy University’s petition for writ of certiorari  in the Farmer \ncase.  See Troy Univ. v. Farmer, 143 S. Ct. 2561 (2023), cert denied.  The ACC also notes that, \nless than a month later, the United States Supreme Court issued its decision in Mallory v. \nNorfolk S. Ry., 600 U.S. 122 (2023), contending that the holding in Mallory is consistent with \n \n \nAlthough Clemson argues that a “sovereign’s lack of action in response to another \nstate’s new legislation” should not  result in a waiver of sovereign immunity, 79 this \nCourt is bound by our Supreme Court’s holding in Farmer; namely, that conduct such \nas Clemson’s voluntary commer cial activities in this State under a sue and be sued \nclause results in waiver.80  See Farmer, 382 N.C. at 373. \n40. Accordingly, the Court concludes that, under Farmer, Clemson has waived \nits sovereign immunity and is subject to this suit in North Carolina.  The Court will \ntherefore deny Clemson’s Motion to Dismiss to the extent it seeks dismissal for lack \nof personal jurisdiction on grounds of sovereign immunity.81 \nIII. \nCLEMSON’S MOTION TO DISMISS PURSUANT TO RULE 12(b)(1)  \nFOR LACK OF SUBJECT MATTER JURISDICTION \n \n \nthe Supreme Court of North Carolina’s holding in Farmer ; namely, that “a state may make \nsubmission to jurisdiction a condition of conducting commercial activity .”  (Br. Opp’n Def.’s \nMot. Dismiss 12 –13.)  In Mallory, the Supreme Court concluded that Mallory, a V irginia \nresident, could nevertheless bring suit against Norfolk Southern, a corporation incorporated \nand headquartered in Virginia, see Mallory, 600 U.S. at 126, in Pennsylvania state court for \na cause of action that did not accrue in Pennsylvania because Norfolk Southern had \nregistered to do business in Pennsylvania as a foreign corporation, and Pennsylvania law \nexplicitly permitted its “state courts to ‘exercise general personal jurisdiction’ over a \nregistered foreign corporation,” id. at 134–35. \n \n79 (Reply Supp. Def.’s Mot. Dismiss 6; see Br. Supp. Def.’s Mot. Dismiss 13.) \n \n80 As Clemson recognizes , any decision to overrule Farmer must come from our Supreme \nCourt, not this Court. \n \n81 As discussed in Section II(A) above, the standard of review under Rule 12(b)(6) is the same \nas the analysis the Court conducts under Rule 12(b)(2) when neither party presents evidence \nof personal jurisdiction.  Therefore, the Court will also deny Clemson’s Motion to Dismiss to \nthe extent it seeks dismissal for lack of personal jurisdiction on sovereign immunity grounds \npursuant to Rule 12(b)(6). \n \n41. Moving under Rule 12(b)(1), Clemson seeks the dismissal of the ACC’s first \nand second claims for lack of subject matter jurisdiction,  contending that the \nallegations in the Complaint “fail to constitute an actual or justiciable controversy as \nto the validity or enforceability of the [Grant of Rights Agreements] under the North \nCarolina Declaratory Judgment Act[ ]” and thus that the ACC does not have standing \nto assert these two claims.82 \nA. Legal Standard \n42. “Standing is a necessary prerequisite to a court’s proper exercise of subject \nmatter jurisdiction[,]” In  re Z.G.J., 378 N.C. 500, 504 (2021) (citation omitted) , and \n“must be addressed, and found to exist, before the merits of the case are judicially \nresolved[,]” In re T.B. , 200 N.C. App. 739, 742 (2009) (cleaned up).  “Rule 12(b)(1) \nrequires the dismissal of any action ‘based upon a trial court’s lack of jurisdiction over \nthe subject matter of the claim.’ ”  Watson v. Joyner-Watson, 263 N.C. App. 393, 394 \n(2018) (quoting Catawba C ounty v. Loggins , 370 N.C. 83, 87 (2017)).  The plaintiff \nbears the burden of establishing subject matter jurisdiction.  See Harper v. City of \nAsheville, 160 N.C. App. 209, 217 (2003).  In ruling on a motion to dismiss for lack of \nstanding pursuant to Rule 12(b)(1), the Court “may consider matters outside the \npleadings” in determining whether subject matter jurisdiction exists, Harris v. \nMatthews, 361 N.C. 265, 271 (2007), and must “view the allegations [of the pleading] \nas true and the supporting record in the light most favorable to the non -moving \nparty[,]” Mangum v. Raleigh Bd. of Adjustment, 362 N.C. 640, 644 (2008).   See also, \n \n82 (Def.’s Mot. Dismiss ¶ 2; see Br. Supp. Def.’s Mot. Dismiss 16–18.) \n \ne.g., United Daughters of the Confederacy v. City of Winston-Salem, 383 N.C. 612, 624 \n(2022) (quoting Harris and Mangum). \n43. Under the Declaratory Judgment Act (the “ DJ Act”), “[a]ny person \ninterested under a  . . . written contract  . . . , or whose rights, status or other legal \nrelations are affected by a  . . . contract . . . , may have determined any question of \nconstruction or validity arising under the  . . . contract . . . , and obtain a declaration \nof rights, status, or other legal relations thereunder.”  N.C.G.S. § 1-254.  “The purpose \nof the [DJ Act] is to settle and afford relief from uncertainty concerning rights, status \nand other legal relations[ ] . . . .”  N.C. Consumers Power, Inc. v. Duke Power Co., 285 \nN.C. 434, 446 (1974).  Our Supreme Court has determined that the following \nprinciples govern the scope of the DJ Act: \nThe [DJ] Act does not undertake to convert judicial tribunals into \ncounsellors and impose upon them the duty of giving advisory opinions \nto any parties who may come into court and ask for either academic \nenlightenment or practical guidance concerning their legal affairs. \n \n . . . . \n \nThe [DJ] Act recognizes the need of society for officially stabilizing legal \nrelations by adjudicating disputes before they have ripened into violence \nand destruction of the status quo.  It satisfies this social want by \nconferring on courts of record authority to enter judgments declaring \nand establishing the respective rights and obligations of adversary \nparties in cases of actual controversies without either of the litigants \nbeing first compelled to assume the hazard of acting upon his own view \nof the matter by violating what may afterwards be held to be the other \nparty’s rights or by repudiating what may be subsequently adjudged to \nbe his own obligations. \n \nWhile the [DJ Act] thus enables courts to take cognizance of disputes at \nan earlier stage than that ordinarily permitted by the legal procedure \nwhich existed before its enactment, it preserves inviolate the ancient \nand sound juridic concept that the inherent function of judicial tribunals \nis to adjudicate genuine controversies between antagonistic litigants \nwith respect to their rights, status, or other legal relations.  This being \nso, an action for a declaratory judgment will lie only in a cas e in which \nthere is an actual or real existing controversy between the parties \nhaving adverse interests in the matter in dispute.  It necessarily follows \nthat when a litigant seeks relief under the [DJ Act], he must set forth in \nhis pleading all facts nece ssary to disclose the existence of an actual \ncontroversy between the parties[.]  \n \nId. at 446–47 (cleaned up). \n \nB. Analysis \n44. Clemson argues that the ACC’s first two claims for relief are not based on \nan actual and justiciable controversy between the parties. 83  Clemson contends that \nthe “only action that Clemson is alleged to have taken to precipitate these requests \nfor declaratory relief” is to initiate the South Carolina Action. 84  But  because the \nSouth Carolina Action, unlike the Florida  Action, does not challenge the validity or \nenforceability of the Grant of Rights Agreements, Clemson contends that there is no \njusticiable controversy between the parties and the ACC therefore lacks standing to \nbring these claims.85 \n45. The ACC argues in opposition that not only do its first two claims for relief \nseek a declaration that the Grant of Rights Agreements are valid and enforceable \ncontracts, but also that “the ACC can enforce the transfer of [Clemson’s media] rights \nthrough 2036 regardless of whether Clemson remains a Member[ ]” of the ACC.86  The \n \n83 (See Br. Supp. Def.’s Mot. Dismiss 16; Reply Supp. Def.’s Mot. Dismiss 7–8.) \n \n84 (Br. Supp. Def.’s Mot. Dismiss 17.) \n \n85 (See Br. Supp. Def.’s Mot. Dismiss 17–18; Reply Supp. Def.’s Mot. Dismiss 8.) \n \n86 (Br. Opp’n Def.’s Mot. Dismiss 17.) \nACC additionally argues that the South Carolina Action “challeng[es] the \nenforceability of the transfer of these rights to the ACC through 2036.”87 \n46. In its first claim for relief, the ACC seeks not one, but two declarations: (1) a \ndeclaration that “the [Grant of Rights Agreements] are valid and binding contracts, \nsupported by good and adequate consideration, ” and (2) a declaration  that “the \nConference is and will remain the owner of the rights transferred by Clemson under \nthe [Grant of Rights Agreements] through June 30, 2036, regardless of whether it \nremains a Member Institution.”88 \n47. In its second claim for relief, the ACC seeks a declara tion that Clemson is \neither “estopped from challenging the validity or enforceability” of the Grant of Rights \nAgreements or “has waived its right to contest the validity or enforceability of the \nterms and conditions” of the Grant of Rights Agreements.89  The ACC’s second claim \nfor relief does not seek a declaration that Clemson is barred by estoppel or waiver \nfrom denying that it transferred its rights under the Grant of Rights Agreements \nthrough 30 June 2036, regardless of whether it remains a Member Institution. \n48. The Court concludes that, to the extent the ACC seeks a declaratory \njudgment that the Grant of Rights Agreements are valid and enforceable contracts, \nno actual controversy exists.  In the South Carolina Action, Clemson alleges  that it \n“does not challenge the enforceability of the grant of media rights but merely seeks a \n \n87 (Br. Opp’n Def.’s Mot. Dismiss 18.) \n \n88 (Compl. ¶ 134.) \n \n89 (Compl. ¶ 153.) \n \ndeclaratory judgment regarding the scope of the rights granted.” 90  Based on \nClemson’s allegation, there is no current controversy between the parties as to the \nvalidity and enforceability of the Grant of Rights Agreements. \n49. As a result, the Court will grant Clemson’s Motion to Dismiss as to the first \ndeclaration sought in the ACC’s first claim for relief and as to the ACC’s second claim \nfor relief in its entirety, each without prejudice.  See, e.g., State ex rel. Utils. Comm’n \nv. Cube Yadkin Generation, LLC, 279 N.C. App. 217, 221 (2021) (“The existence of an \nactual controversy is a jurisdictional prerequisite to any judicial action based \nthereon.”); Holton v. Holton, 258 N.C. App. 408, 415 (2018) (holding that a dismissal \nfor lack of subject matter jurisdiction “must be made without prejudice, since a trial \ncourt without jurisdiction would lack authority to adjudicate the matter[ ]”).91   \n50. The Court reaches the opposite conclusion, however, to the extent the ACC \nseeks a declaration in the first claim for relief that the “Conference is and will remain \nthe owner of the rights transferred by Clemson under the [ Grant of Rights \nAgreements] throug h June 30, 2036, regardless of whether it remains a Member \n \n90 (S.C. Compl. ¶ 10; see also S.C. Am. Compl. ¶ 10 (alleging that Clemson “does not challenge \nthe validity or enforceability of the grant of media rights but merely seeks a declaratory \njudgment that Clemson’s position regarding the scope of those rights is correct[ ]” (emphasis \nadded)).) \n \n91 Having concluded that it does not have subject matter jurisdiction over these claims, the \nCourt need not, and does not,  consider Clemson’s arguments for dismissal of these claims \nunder Rule 12(b)(6).  See, e.g., In re T.R.P., 360 N.C. 588, 590 (2006)  (“Subject matter \njurisdiction is the indispensable foundation upon which valid judicial decisions rest, and in \nits absence a court has no power to act[.]”); In re Z.T.B., 170 N.C. App. 564, 572 (2005) (“[L]ack \nof subject matter jurisdiction divests the trial court of any authority  to adjudicate[.]”); see \nalso, e.g., In re K.C., No. COA23-612, 2024 N.C. App. LEXIS 98, at *17 (N.C. Ct. App. Feb. 6, \n2024) (“Because we hold that the trial court did not have subject matter jurisdiction[,] we \nneed not reach the other issues raised.”). \n \nInstitution.”92  Although Clemson argues that “the only dispute between these parties \npertains to the scope of what media rights Clemson granted,” and that issue  is “only \nplead[ed] in Clemson’s fir st-filed South Carolina [A]ction[,]” 93 the ACC has put the \nsame issue that is before the South Carolina court —namely, the scope of the media \nrights Clemson granted under the Grant of Rights Agreements—squarely before this \nCourt. \n51. In the opening paragraph of  its Complaint , the ACC alleges  that \n“Clemson . . . agreed in 2013 and 2016, along with every other Member of the ACC, \nto grant its media rights, ‘irrevocably and exclusively,’ to all of its ‘home’ games to the \nConference through 2036, ‘regardless of whether such Member Institution remains a \nmember of the Conference during the entirety of the Term’ (the ‘Grant of Rights’).”94  \nAccording to the Grant of Rights, these media rights include, without limitation,  \n(A) the right to produce and distribu te all events of such Member \nInstitution that are subject to the ESPN Agreement[s]; (B) . . . the right \nto authorize access to such Member Institution’s facilities for the \npurposes set forth in and pursuant to the ESPN Agreement[s]; (C) the \nright of the Conference or its designee to create and to ow n a copyright \nof the audiovisual work of the ESPN Games  . . . of or involving such \nMember Institution (the “Works ”) with such rights being, at least, \ncoextensive with 17 U.S.C. 411(c); and (D) the present assignment of the \n \n92 (Compl. ¶ 134.) \n \n93 (Br. Supp. Def.’s Mot. Dismiss 18.)   \n \n94 (Compl. Summary of Claims; see  Compl. ¶¶ 124 (“In the [Grant of Rights Agreements], \nClemson agreed to grant its athletic Media Rights ‘irrevocably’ and ‘exclusively’ to the \nConference for the term.”), 125 (“In the [Grant of Rights Agreements], Clemson transferred \nits Media Rights to the Conference ‘regardless’ of whether it remained a Member Institution \nduring the term[.]”), 126 (“In the [Grant of Rights Agreements], Clemson transferred its \nMedia Rights to the Conference through 2036 and specifically acknowledged that the transfer \nwas valid even if it withdrew from the Conference as a Member Institution.”); Grant of Rights \n¶ 1; see also Compl. ¶¶ 56, 59, 60, 63, 85, 86.) \n \nentire right, title and interest in the Works that are created under the \nESPN Agreement[s].95 \n \nThe ACC further alleges that, by filing the South Carolina Action, Clemson \n“challeng[ed] the validity of its irrevocable grant of [media] rights, regardless of \nwhether it remains a Member Institution.”96  The ACC then seeks a declaration from \nthis Court that the “Conference is and will remain the owner of the rights transferred \nby Clemson under the [Grant of Rights Agreements] through June 30, 2036, \nregardless of whether it remains a Member Institution.”97  Viewing these allegations \nas true and in the light most favorable to the ACC, see Mangum, 362 N.C. at 644, the \nCourt concludes that the ACC has alleged an actual controversy as to  the second \ndeclaration in its first claim for relief and will deny Clemson’s Motion to Dismiss this \nclaim to this extent.98   \n \n95 (Grant of Rights ¶  1; see also Compl. Corrected/Suppl. Ex. 4 §  2.10.1 [hereinafter “ACC \nBylaws”], ECF No. 34.1 (“ Grant of Rights.  The Members have granted to the Conference \nthe right to exploit certain media and related rights of the Members (such rights, the “Media \nRights”; and the agreement pursuant to which the Members granted such rights, the “Grant \nof Rights”).)  The ACC’s allegations and the Grant of Rights Agreements themselves put to \nrest Clemson’s contention that the ACC has failed to identify the rights it claims Clemson \nhas granted to the Conference under the Grant of Rights Agreements. \n \n96 (Compl. ¶ 131.) \n \n97 (Compl. ¶ 134.) \n \n98 As noted above, a court “view[s] the allegations  as true and the supporting record in the \nlight most favorable to the nonmoving party [ ]” when determining a motion to dismiss for \nlack of standing.  Mangum, 362 N.C. at 644.  Because this is “the applicable standard of \nreview regardless of whether the complaint is dismissed for lack of subject matter jurisdiction \npursuant to Rule 12(b)(1) or for failure to state a claim upon which relief could be granted \npursuant to Rule 12(b)(6),” United Daughters of the Confederacy, 383 N.C. at 624, the Court \nwill grant Clemson’s Motion to Dismiss under Rule 12(b)(6) as to the first declaration sought \nin the ACC’s first claim for relief and deny the Motion to Dismiss as to the second declaration \nsought in the ACC’s first claim for relief to the same extent as discussed above.  See Clark v. \n \nIV. \nCLEMSON’S MOTION TO DISMISS PURSUANT TO RULE 12(b)(6) FOR \nFAILURE TO STATE A CLAIM UPON WHICH RELIEF CAN BE GRANTED \n \nA. Legal Standard \n52. When deciding whether to dismiss for failure to state a claim under Rule \n12(b)(6), the Court considers “whether the allegations of the complaint, if treated as \ntrue, are sufficient to state a claim upon which relief can be granted under some legal \ntheory.”  Corwin, 371 N.C. at  615 (quoting CommScope Credit Union v. Butler & \nBurke, LLP, 369 N.C. 48, 51 (2016)).   “ [T]he trial court is to construe the pleading \nliberally and in the light most favorable to the plaintiff, taking as true and admitted \nall well-pleaded factual allegations contained within the complaint.”  Donovan v. \nFiumara, 114 N.C. App. 524,  526 (1994) (cleaned up); see also, e.g. , Sykes v. Health \nNetwork Sols., Inc., 372 N.C. 326, 332 (2019) (recognizing that, under Rule 12(b)(6), \nthe all egations of the complaint should be viewed “ as true and in the light most \nfavorable to the non-moving party”). \n53. When considering a motion to dismiss under Rule 12(b)(6), the Court may \n“also consider any exhibits attached to the complaint because ‘[a] copy of any written \ninstrument which is an exhibit to a pleading is a part thereof for all purposes.’ ”  \nKrawiec v. Manly, 370 N.C. 602, 606 (2018) (quoting N.C. R. Civ. P. 10(c)).  Moreover, \nthe Court “can reject allegations that are contradicted by the documents attached [to], \n \nBurnette, 2020 NCBC LEXIS 10, at *17– 18 (N.C. Super. Ct. Jan. 28, 2 020) (“A motion to \ndismiss under Rule 12(b)(6) ‘is seldom an appropriate pleading in actions for declaratory \njudgments, [ . . . and] is only allowed when the record clearly shows that there is no basis for \ndeclaratory relief[,] as when the complaint does n ot allege an actual, genuine existing \ncontroversy.’ ” (quoting N.C. Consumers Power, Inc., 285 N.C. at 439)). \nspecifically referred to, or incorporated by reference in the complaint.”  Moch v. A.M. \nPappas & Assocs., LLC, 251 N.C. App. 198, 206 (2016) (quoting Laster v. Francis, 199 \nN.C. App. 572, 577 (2009)). \n54. “[D]ismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on \nits face reveals that no law supports the plaintiff’s claim; (2) the complaint on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the complaint \ndiscloses some fact that necessarily defeats the plaintiff’s claim.’ ”  Corwin, 371 N.C. \nat 615 (quoting Wood v. Guilford County, 355 N.C. 161, 166 (2002)). \nB. Analysis \n1. The ACC’s Fourth and Sixth Claims for Relief \n \n55. Clemson first seeks to dismiss the ACC’s fourth and sixth claims under Rule \n12(b)(6) because “there is no material breach of the [Grant of Rights Agreements] as \na matter of law.” 99  The ACC argues in response that “ [b]ecause there are ‘no \nheightened pleading requirements’ for claims involving breach of contract,” it has \nadequately alleged the existence of a valid contract and a breach of its terms, which \nis sufficient for its breach of contract claims to withstand dismissal at th is stage in \nthe litigation.\n100 \n56. Although the ACC’s sixth claim for relief is for breach of the ACC’s \nConstitution and Bylaws, not the Grant of Rights Agreements,101 whether Clemson’s \n \n99 (Br. Supp. Def.’s Mot. Dismiss 20; see Reply Supp. Def.’s Mot. Dismiss 12.) \n \n100 (Br. Opp’n Def.’s Mot. Dismiss 22 (quoting TriBike Transp., LLC v. Essick , 2022 NCBC \nLEXIS 143, at *8 (N.C. Super. Ct. Nov. 30, 2022)).) \n \n101 (See Compl. ¶¶ 189–96.) \ninitiation of the South Carolina Action constitutes a breach of the warranty provision \nof the Grant of Rights Agreements impacts the Court’s analysis of both claims, so the \nCourt will begin its analysis there. \n57. As the ACC correctly notes, “[t]he elements of a claim for breach of contract \nare (1) [the] existence of a valid contract and (2) breach of the terms of that contract.”  \nPoor v. Hill, 138 N.C. App. 19, 26 (2000).  Throughout the Complaint, the ACC alleges \nthat the Grant of Rights Agreements are valid and enforceable contracts and that \nClemson breached these agreements by filing its complaint in South Carolina.102 \n58. The ACC would have the Court end its analysis here.  But under Rule \n12(b)(6), the Court may “also consider any exhibits attached to the complaint[,]” \nKrawiec, 370 N.C. at 606, and “can reject allegations that are contradicted by the \ndocuments attached [to], specifically referred to, or incorporated by reference in the \ncomplaint[,]” Moch, 251 N.C. App. at 206 (quotation omitted).   Because t he ACC \nattached the Grant of Rights Agreements  and the South Carolina c omplaint as \nexhibits to its Complaint , the Court will determine whether these documents \ncontradict the ACC’s breach of contract allegations. \n59. The warranty provision of the  Grant of Rights Agreements  provides that \n“[e]ach of the Member Institutions covenants and agrees that . . . it will not take any \naction, or permit any action to be taken by others subject to its control,  . . . or fail to \ntake any action, that would affect the validity and enforcement of the Rights granted \n \n102 (See Compl. Summary of Claims, ¶¶ 24, 131, 140, 150, 165, 169–71, 190.) \n \nto the Conference under this Agreement.”103  In bringing the South Carolina Action, \nClemson avers in its complaint  that it “does not challenge the enforceability of the \ngrant of media rights but merely seeks a declaratory judgment regarding the scope of \nrights granted.”104  Indeed, Clemson asserts in its opening brief that it “concedes that \n[the Grant of Rights Agreements] are valid and  enforceable contracts[.]”105  Despite \nthese concessions, the ACC argues that Clemson’s  declaratory judgment action in  \nSouth Carolina nevertheless does “affect the validity and enforcement of the Rights \ngranted to the Conference” under the Grant of Rights Agreements106 by “challenging \nthe validity of its irrevocable grant of rights, regardless of whether it remains a \nMember Institution[,]” thereby breaching those agreements.\n107 \n60. According to the ACC, a determination of a contract’s validity and \nenforceability necessarily involves “the construction of that agreement, or the scope \nof rights under it.” 108  But, as Clemson notes in its reply brief, some validity and \n \n103 (Grant of Rights ¶ 6; see Am. Grant of Rights ¶ 3 (“Except as specifically modified by this \nAmendment, the terms of the Original Grant [of Rights] Agreement will remain in full force \nand effect”).) \n \n104 (S.C. Compl. ¶ 10 (emphasis added); see S.C. Am. Compl. ¶ 10 (alleging that Clemson “does \nnot challenge the validity or enforceability of the grant of media rights but merely seeks a \ndeclaratory judgment that Clemson’s position regarding the scope of those rights is \ncorrect[ ]”); Br. Supp. Def.’s Mot. Dismiss 21–22; Reply Supp. Def.’s Mot. Dismiss 12.) \n \n105 (Br. Supp. Def.’s Mot. Dismiss 22.) \n \n106 (Compl. ¶ 166 (quoting Grant of Rights ¶ 6).) \n \n107 (Compl. ¶ 131; see Compl. Summary of Claims, ¶¶ 167, 169–70.) \n \n108 (Br. Opp’n Def.’s Mot. Dismiss 18; see Br. Opp’n Def.’s Mot. Dismiss 19–20, 22–24.) \n \nenforceability determinations do not require reference to or interpretation of a  \ncontract’s terms at all.109   \n61. Moreover, the ACC ’s argument  implies that any request for a c ourt to \ninterpret one or more terms of an agreement calls into question the validity and \nenforceability of the entire agreement .110  Such an interpretation , however, would \nrender the DJ Act meaningless. \n62. When parties disagree over the terms of a contract, the DJ Act permits one \nor both parties to request a court to \ndeclar[e] and establish[ ] the respective rights and obligations of [the]  \nparties . . . without either of the litigants being first compelled to \nassume the hazard of acting upon his own view of the matter by violating \nwhat may afterwards be held to be the other party’s rights or by \nrepudiating what may be subsequently adjudged to be his own \nobligations. \n \nN.C. Consumers Power, Inc. , 285 N.C. at 446.  When “a court is called upon to \ninterpret a contract its primary purpose is to ascertain the intention of the parties at \nthe moment of its execution[  ]” by “look[ing] to the language of the contract and \ndetermin[ing] if it is clear and unambiguous.”  Golden Triangle #3, LLC v. RMP -\n \n109 (See Reply Supp. Def.’s Mot. Dismiss 9 (citing lack of consideration or lack of authority to \nenter into contract as examples).)  The Court notes that other challenges to enforceability or \nvalidity that may not require contract interpretation include illegality  and \nunconscionability—challenges which have been advanced by FSU in the FSU  and Florida \nActions, (see Atl. Coast Conf. v. Bd. of Trs. of Fla. State Univ., No. 23 CVS 40918, Fla. State \nUniv. Bd. of Trs.’ Br. Supp. Mot. Dismiss or, in the Alt., Stay Action 16, ECF No. 20; Atl. \nCoast Conf. v. Bd. of Trs. of Fla. State Univ., No. 23 CVS 40918, Def.’s Mot Dismiss or, in the \nAlt., Stay Action Ex. 1 at ¶¶ 227–46, 271–74 [hereinafter “Fla. Am. Compl.”], ECF No. 19.1)—\nas well as mistake, lack of capacity, fr audulent inducement, duress, undue influence, \nimpossibility, waiver, and lack of mutual assent, among others. \n \n110 (See Br. Opp’n Def.’s Mot. Dismiss 4–5, 13–14, 18–20, 22–23.) \nMallard Pointe, LLC, 2020 NCBC LEXIS 37, at *10 (N.C. Super. Ct. Mar. 23, 2020) \n(citation omitted).  “Whether or not the language of a contract is ambiguous is a \nquestion for the court to determine.”  Id. at *11 (cleaned up).  And “[w]hen a contract \nis in writing and free from any ambiguity which would require resort to extrinsic \nevidence, or the consideration of disputed fact, the intention of the parties is a \nquestion of law.”  Id.  at *10–11 (quoting Strader v. Sunstates Corp. , 129 N.C. App. \n562, 568 (1998)). \n63. Under the ACC’s interpretation of the Grant of Rights Agreements’ \nwarranty clause, no  Member Institution could ever bring a declaratory judgment \naction to determine its rights under th ose agreements without simultaneously \nbreaching them.  But it is the province of the Court, not the party advancing or \nopposing a declaratory judgment claim , to determine what the disputed terms of a \nvalid and enforceable contract mean, and the DJ Act permits a party to seek a judicial \ndetermination of the “ rights, status, or other legal relation s” of the parties before a \nbreach occurs.  N.C.G.S. §  1-254.  Thus, Clemson’s initiation of the South Carolina \nAction—which sought only to determine the meaning of a disputed term —did not \nconstitute a breach of the Grant of Rights Agreements’ warranty provision.\n111 \n \n111 This conclusion does not conflict with this Court’s decision in the FSU Order.  In the \nFlorida Action, FSU seeks a declaration that the entirety of the Grant of Rights Agreements \nare void and unenforceable on several grounds, which , as the Court concluded,  does state a \ncognizable claim for breach of the warranty provision of the Grant of Rights Agreements.  \n(See Atl. Coast Conf. v. Bd. of Trs. of Fla. State Univ. , No. 23 CVS 40918, Fla. Am. Compl. \n¶¶ 227–46, 262–74.) \n \n64. Having reached this conclusion, the Court will now analyze how this \ndetermination affects Clemson’s Motion to Dismiss the ACC’s fourth and sixth claims \nfor relief. \na. Fourth Claim for Relief: Breach of the Grant of Rights Agreements \n65. In its fourth claim for relief, the ACC alleges that Clemson’s filing of t he \nSouth Carolina Action breached the Grant of Rights Agreements by ( 1) “[taking] \ndirect action that affects the validity and enforcement of the [Grant of Rights \nAgreements]”;112 (2 ) “tak[ing] direct action that affects the irrevocability and \nexclusivity of the [Grant of Rights Agreements]”;113 and (3) “breach[ing] its obligation \nof good faith and fair dealing [ ]” owed to the ACC under those agreements. 114  \nClemson seeks dismissal, contending that the ACC mischaracterizes  Clemson’s \nclaims in the South Carolina Action.115  The Court agrees. \n66. First, as the Court has already concluded, Clemson did not breach the \nwarranty provision in the Grant of Rights Agreements by initiating the South \nCarolina Action.  The Court therefore grants Clemson’s Motion to Dismis s the first \nprong of the ACC’s fourth claim for relief.   \n67. The Court reaches the same conclusion as to the second prong.  Rather than \nchallenge or otherwise seek to affect the “irrevocability” or “exclusivity” of the Grant \n \n112 (Compl. ¶ 169.) \n \n113 (Compl. ¶ 170.) \n \n114 (Compl. ¶ 171.) \n \n115 (See Br. Supp. Def.’s Mot. Dismiss 22; Reply Supp. Def.’s Mot. Dismiss 12.) \n \nof Rights Agreements  as the ACC co ntends, Clemson ’s South Carolina Action \nconcedes the validity of those agreements and seeks instead a judicial determination \nof the scope of its rights thereunder.116   \n68. As to the third prong , the ACC alleges that “rather than act in good faith \nand deal fairly with the Conference to accomplish the ends of the [ Grant of Rights  \nAgreements], Clemson has actively breached and sought to prevent the goals of those \ncontracts[ ]” by filing the South Carolina Action and by misleading the ACC about its \nintention to file suit.117  But to the extent the claim is based on Clemson’s filing of the \nSouth Carolina complaint, the Court has concluded that no breach of contract claim \nlies for Clemson’s initiation of the South Carolina Action.  And because, under North \nCarolina law, “where a party’s claim for breach of the implied covenant of good faith \nand fair dealing is based on the same acts as its claim for breach of contract, we treat \nthe former as part and parcel of the latter,” Cordaro v. Harrington Bank, FSB, 260 \nN.C. App. 26, 38–39 (2018), the Court shall dismiss the ACC’s implied covenant claim \nto this same extent.   \n69. The ACC’s allegations concerning Clemson’s actions “in seeking discussions \nwith the Conference whe n it had already authorized the filing of a lawsuit”  fare no \nbetter.118  While it is true that “[i] n every contract there is an implied covenant of  \n \n116 (See S.C. Compl. ¶¶ 3–7, 10–16, 60–64, 91–95; S.C. Am. Compl. ¶¶ 3–7, 10–16, 67–71, 98–\n102.) \n \n117 (Compl. ¶ 171.) \n \n118 (Br. Supp. Def.’s Mot. Dismiss 24; see Compl. ¶ 120.) \n \ngood faith and fair dealing that neither party will do anything which injures the right \nof the other to receive the benefits of the agreement, ” Bicycle Transit Auth., Inc. v. \nBell, 314 N.C. 219, 228, (1985)  (citation omitted ), the parties never agreed to a \nlitigation standstill process in the Grant of Rights Agreements, nor has the ACC \nalleged that such a process was ever contempla ted when the Grant of Rights \nAgreements were executed.  Rather, the ACC’s allegations show that the parties \ndecided to initiate standstill discussions after the FSU and Florida Actions were filed \nin an attempt to reach a n entirely new agreement—an agreement to delay or avoid \nlitigation pending settlement discussions —but ultimately an agreement was never \nreached.119  Viewed in the light most favorable to the ACC, the Court cannot conclude \nthat these failed negotiations , which occurred years after the Grant of Rights \nAgreements were executed,  “frustrat[ed] the fruits of the bargain that the [ACC] \nreasonably expected[ ]” under the Grant of Rights Agreements .  Value Health Sols., \nInc. v. Pharm. Rsch. Assocs. , 385 N.C. 250, 268 (2023).   Accordingly, the Court will \nalso grant Clemson’s Motion to Dismiss the ACC’s fourth claim for relief to the extent \nit seeks to assert a claim for breach of the implied covenant of good faith and fair \ndealing under the Grant of Rights Agreements. \nb. Sixth Claim for Relief: Breach of Good Faith and Fair Dealing Under \nthe ACC’s Constitution and Bylaws \n \n70. The ACC asserts a second claim for breach of the implied covenant of good \nfaith and fair dealing, this time in connection with the ACC’s Bylaws and \n \n119 (See Compl. ¶¶ 118–20.) \n \nConstitution.120  While  implied covenant claims are nearly always paired with a \nbreach of contract claim in North Carolina, they need not be, as is the case here.  See, \ne.g., Richardson v. Bank of Am., N.A., 182 N.C. App. 531, 556 (2007) (concluding that \nNorth Carolina courts have not held “that a party alleging breach of the duty of good \nfaith and fair dealing must allege a breach of contract”); see also Robinson v. Deutsche \nBank Nat’l Tr. Co., No. 5:12-CV-590-F, 2013 U.S. Dist. LEXIS 50797, at *39 (E.D.N.C. \nApr. 9, 2013) (citing Richardson and holding that “[t]he fact that [p]laintiff does not \nallege a breach  of a specific provision of [a contract] does not, therefore, doom her \n[implied covenant] claim”).   \n71. The ACC alleges that under the ACC’s Bylaws and Constitution, the ACC \nCommissioner is “charged with the duty to negotiate Media Rights agreements on \nbehalf of the Conference[ ]” and that, under the Bylaws, Clemson “ ‘ granted to the \nConference the right to exploit certain media and related rights’ under the Grant of \nRights.”121  The ACC alleges that, by its actions, Clemson “violate[d] its duty to act \nin good faith and fairly deal with the Conference.” 122  The  Court cannot conclude, \nhowever, that a reasonable factfinder could find that Clemson interfered with the \nACC’s right to exploit Clemson’s media rights, either by filing the South Carolina \nAction or by negotiating for a standstill agreement after the ACC initiated the FSU \nAction.  Indeed, Clemson does not dispute or seek to invalidate its obligations to the \n \n120 (See Compl. ¶¶ 189–96.) \n \n121 (Compl. ¶ 193 (quoting ACC Bylaws §§ 2.3.1(q), 2.10.1).) \n \n122 (Compl. ¶ 194.) \n \nACC under the Constitution or Bylaws and instead simply seeks to understand the \nscope of the rights it has agreed under the Bylaws that the ACC may exploit pursuant \nto the Grant of Rights Agreements.  Accordingly, the Court concludes that the ACC’s \nsixth claim for relief should also be dismissed without prejudice. \n2. F ifth Claim for Relief: Request for Declaratory Judgment that Clemson \nOwes Fiduciary Obligations to the Conference \n \n72. Clemson next seeks to dismiss the ACC’s claim for a declaration that \nClemson, as an ACC Member Institution, owes fiduciary duties to the ACC under the \nACC’s Constitution and Bylaws as well as under North Carolina law. 123  The ACC \nconcedes that this claim “is based on the same legal theory set forth in its complaints \nagainst FSU.”124 \n73. This Court concluded in its FSU Order that, under the UUNAA, “an \nunincorporated nonprofit association does not qualify as a joint venture and, thus, \nthe ACC cannot establish that a de jure fiduciary relationship existed between itself \nand FSU.”  FSU Order, 2024 NCBC LEXIS 53, at *61.  The Court also concluded in \nthe FSU Order that the ACC had failed to plead the existence of a de facto  fiduciary \nrelationship between it and FSU.  Id. at *63.  The Court then determined that there \nwas no  “ contractual imposition of fiduciary duties [on FSU] under the ACC’s \nConstitution and Bylaws.”  Id. at *64. \n \n123 (See Br. Supp. Def.’s Mot. Dismiss 24–26.) \n \n124 (Br. Opp’n Def.’s Mot. Dismiss 27.) \n \n74. Because the allegations pleaded in support of the ACC’s fiduciary duty claim \nagainst Clemson are substantively identical to those pleaded against FSU in the FSU \nAction, the Court will grant Clemson’s Motion to Dismiss the ACC’s fifth claim for \nrelief for the same reasons as those set out in the FSU Order, see id. at *56–65, and \ndismiss this claim with prejudice.  In so doing, the Court notes that the ACC reserves \nits right to appeal this ruling at the appropriate time.125 \nV. \nMOTION TO STAY \n \n75. Clemson also moves to stay  any claims that remain following this Court’s \ndetermination of its Motion to Dismiss pursuant to  N.C.G.S. § 1-75.12 in favor of its \nfirst-filed South Carolina Action.126  Clemson argues that the South Carolina Action \nshould take priority “to honor Clemson University’s role as first filer and the proper \nplaintiff in the parties’ disputes .”\n127  Clemson further contends that “allowing this \nmatter to proceed in North Carolina would work a substantial injustice to Clemson” \nwhile “South Carolina provides a conveni ent, reasonable, and fair forum for merits \ndisposition of the parties’ dispute.”\n128 \n \n125 (See Br. Opp’n Def.’s Mot. Dismiss 27 (“[T]he Conference  reserves the right to appeal at \nthe appropriate time and asks that the right to appeal from a similar decision here be noted \nand protected by the Court.”).) \n \n126 (See Def.’s Mot. Stay 1.) \n \n127 (Br. Supp. Def.’s Mot. Stay  1; see Clemson Univ.’s Reply Br. Supp.  Mot. Stay Under \nN.C.G.S. § 1-75.12 at 3–5, ECF No. 38.) \n \n128 (Def.’s Mot. Stay 1.) \n \n76. The ACC argues in opposition that proceeding in a North Carolina court, \nrather than a South Carolina court, “provides the best chance of a legally binding and \nuniform interpretation of [the Grant of Rights Agreements] that will apply to the \nACC, Clemson, and FSU.”129  The ACC further contends that “North Carolina takes \na qualitative approach to whether litigation should be stayed in favor of litigation in \na foreign jurisdictio n,” and, because Clemson “achieved [its] ‘first -filed’ status by \nmisdirection[,]” the Court should give less weight to that factor.130 \n77. Section 1-75.12 provides, in relevant part, as follows:  \n(a) When Stay May Be Granted. – If, in any action pending in any \ncourt of this State, the judge shall find that it would work substantial \ninjustice for the action to be tried in a court of this State, the judge on \nmotion of any party may enter an order to stay further proceedings in \nthe action in this State.  A moving party  under this subsection must \nstipulate his consent to suit in another jurisdiction found by the judge \nto provide a convenient, reasonable and fair place of trial. \n \nN.C.G.S. § 1-75.12(a).  “The essential question for the trial court is whether allowing \nthe matter to continue in North Carolina would work a ‘ substantial injustice’ on the \nmoving party.”  Muter v. Muter, 203 N.C. App. 129, 131–32 (2010) (citation omitted). \n78. As this Court recognized in the FSU Order, North Carolina courts consider \nthe following ten factors in determining whether to grant a stay under N.C.G.S. § 1-\n75.12:  \n(1) the nature of the case, (2) the convenience of the witnesses, (3) the \navailability of compulsory process to produce witnesses, (4) the relative \nease of access to sources of proof, (5) the applicable law, (6) the burden \nof litigating matters not of local concern, (7) the desirability of litigating \n \n129 (Pl.’s Br. Opp’n Def.’s Mot. Stay Under N.C.G.S. §  1-75.12 at 2 [hereinafter “Br. Opp’n \nDef.’s Mot. Stay”], ECF No. 32.) \n \n130 (Br. Opp’n Def.’s Mot. Stay 3–4.) \nmatters of local concern in local courts, (8 ) convenience and access to \nanother forum, (9) choice of forum by plaintiff, and (10) all other \npractical considerations. \n \nFSU Order, 2024 NCBC LEXIS 53, at *67–68 (quoting Laws. Mut. Liab. Ins. Co. of \nN.C. v. Nexsen Pruet Jacobs & Pollard, 112 N.C. App. 353, 356 (1993)).   \n79. “[I]t is not necessary that the trial court find that all  factors positively \nsupport a stay, as long as it is able to conclude that (1) a substantial injustice would \nresult if the trial court denied the stay, (2) the stay is warranted by those factors \npresent, and (3) the alternative forum is convenient, reasona ble, and fair.”  Laws.  \nMut. Liab. Ins. Co., 112 N.C. App. at 357.  And while “the trial court need not consider \nevery factor,” Muter, 203 N.C. App. at 132, the court will abuse its discretion when it \n“abandons any consideration of these factors[,]” Laws.  Mut. Liab. Ins. Co., 112 N.C. \nApp. at 357.   \n80. After careful consideration and review, the Court concludes, in the exercise \nof its discretion and based on an evaluation of each of the factors set forth in Lawyers \nMutual, that “allowing th[is] matter to contin ue in North Carolina would [not] work \na ‘substantial injustice’ on [Clemson],” Muter, 203 N.C. App. at 131–32, and therefore \nthat Clemson’s Motion to Stay should be denied. \n81. Most importantly, the Court gives substantial weight under N.C.G.S. § 1-\n75.12 to the unique “practical considerations” presented by this action, when \nconsidered in combination with the FSU Action, the Florida Action, and the South \nCarolina Action (collectively, the “Pending Actions”).  The  only court that has \njurisdiction over FSU, Cle mson, and the ACC —and thus the only court that can \nassure a consistent, uniform interpretation of the Grant of Rights Agreements and \nthe ACC’s Constitution and Bylaws, the determinations at the core of the Pending \nActions—is a North Carolina court.  The Florida court in the Florida Action cannot \nbind Clemson in South Carolina.  The South Carolina court in the South Carolina \nAction cannot bind FSU in Florida.131  Each of these courts and this Court could reach \nconflicting conclusions about the same terms of t he same North Carolina contracts \nupon which the Pending Actions rest —and in so doing create procedural chaos and \ntremendous confusion at a time when  the ACC, FSU, and Clemson need binding \nclarity concerning their rights under the ACC’s most important contracts with its \nMembers.  Only a North Carolina court, most likely in a single consolidated action in \nNorth Carolina, can render consistent, uniform  determinations binding the ACC, \nFSU, and Clemson  concerning the documents that are at issue in all four Pendi ng \nActions.  The Court finds that these  “practical consideration s” carry substantial \nweight under N.C.G.S. § 1-75.12(a) in deciding Clemson’s Motion to Stay.  \n82. The parties focus most of their arguments on whether Clemson’s decision to \nfile the South Carolina Action entitles Clemson to deference under the “first -filed \nrule.”  Both parties agree that North Carolina “[c]ourts generally give great deference \nto a plaintiff’s choice of forum,” Wachovia Bank v. Deutsche Bank Tr. Co. Ams., 2006 \nNCBC LEXIS 10, at *18  (N.C. Super. Ct. June 2, 2006), particularly when a \n \n131 Nor can state courts in the seven other states in which the ACC’s Members are located—\nGeorgia, Virginia, Massachusetts, Indiana, Pennsylvania, New York , and Kentucky—bind \nACC Members located in a different state should Members in those states choose to sue the \nACC in their home jurisdictions.   \n \n“plaintiff[ ] select[s] [its] home forum to bring suit[,]” La Mack v. Obeid, 2015 NCBC \nLEXIS 24, at *17 (N.C. Super. Ct. Mar. 5, 2015). 132  But this Court has recognized \nthat “[i]t is well -settled law that a court has broad discretion in applying and \nconstruing the first-filed rule[,]” id. at *19 (quoting Nutrition & Fitness, Inc. v. Blue \nStuff, Inc., 264 F. Supp. 2d 357, 361 (W.D.N. C. 2003)), and that “[t]he amount of \ndeference due . . . varies with the circumstances [,]” Cardiorentis AG v. IQVIA Ltd., \n2018 NCBC LEXIS 243, at *8 (N.C. Super. Ct. Dec. 31, 2018), aff’d, 373 N.C. 309, 314 \n(2020).  The Court concludes here that, even if Clemson is entitled to the deference it \nseeks under the first -filed rule (a determination that the ACC hotly contests ), the \npractical considerations discussed above substantially outweigh any deference \nClemson is due as the first filer in the parties’ dispute. \n83. Other factors also weigh in favor of denying Clemson’s requested stay.  As \nit did in the FSU Order, the Court concludes that the nature of the case and the \napplicable law strongly favor allowing this matter to proceed in North Carolina.  Like \nthe FSU Action, the key contracts in this case—the Grant of Rights and the Amended \nGrant of Rights—were made in North Carolina and are governed by North Carolina \nlaw.  See, e.g., Tom Togs, Inc. v. Ben Elias Indus. Corp., 318 N.C. 361, 365 (1986) \n(“Under North Carolina law, a  contract is made in the place where the last act \nnecessary to make it binding occurred.”).  And like in the FSU Action, t he ACC’s \nConstitution and Bylaws are also at issue , and as the ACC’s governing documents, \nthey too are governed by North Carolina law.  See, e.g., Futures Grp., Inc. v. Brosnan, \n \n132 (See Br. Supp. Def.’s Mot. Stay 5–6; Br. Opp’n Def.’s Mot. Stay 12–13.) \n \n2023 NCBC LEXIS 7, at * 5 (N.C. Super. Ct. Jan. 19, 2023) (“North Carolina courts \napply the substantive law of the incorporating state when deciding matters of \ninternal governance.”).  Most importantly, the core issues presented in the two \nactions—i.e., the scope of the rights Clemson granted to the ACC under the Grant of \nRights Agreements and whether the withdrawal payment provision in the ACC’s \nConstitution constitutes an unenforceable  penalty—involve the judicial \ndetermination of the terms of a North Carolina unincorporated nonprofit association’s \ncritical North Carolina contracts and governing documents, which the Court finds \nfavors resolution before a North Carolina court.  \n84. Also as i t found in the FSU Order, t he Court finds that the burden of \nlitigating matters not of local concern and the desirability of litigating matters of local \nconcern in local courts strongly favor the litigation of this matter in North Carolina.  \nThe ACC has be en based in North Carolina for over seventy years and recently  \nreceived a tax incentive from the State of North Carolina to locate its headquarters \nin Charlotte.133  Four of its Member Institutions are located in North Carolina—more \nMembers than from any other State—and Clemson is the only M ember Institution \nlocated in South Carolina .134  Clemson has attended numerous meetings , served in \nConference leadership positions, and participated in hundreds of athletic contests in \nNorth Carolina since it joined the ACC as a founding Member in 19 53.135  Clemson \n \n133 (See Compl. ¶¶ 1, 6, 13, 29.) \n \n134 (See Compl. ¶¶ 1, 18.) \n \n135 (See Compl. ¶¶ 6, 9–12, 18, 92–97, 101; Hostetter Aff. ¶¶ 3–5.) \n \nhas also previously authorized and participated in litigation against a former ACC \nMember in North Carolina without complaint.136   \n85. Moreover, while Clemson is the only ACC Member Institution involved in \nthis lawsuit, the determination of the scope of the rights the Member Institutions \ngranted to the ACC under the  Grant of Rights Agreements, regardless of whether a \nMember withdraws from the Conference, is critically important to all Members of the \nConference, and the resolution of that issue is of tremendous consequence to the \nNorth Carolina-based ACC since it may directly bear on the Conference’s ability to \nmeet its contractual  commitments to ESPN as well as on the Conference’s future \nrevenues, stability, and long -term viability.  For these reasons, the Court concludes \nthat a North Carolina court has “a local interest in resolving the controversy” that \nexceeds the local interest  of the South Carolina  courts.  See Cardiorentis AG , 2018 \nNCBC LEXIS 243, at *23 (observing that North Carolina courts generally have an \ninterest in providing a forum to hear disputes involving injuries related to citizens of \nthe state).137   \n \n136 As noted above, like FSU, Clemson voted to approve the ACC’s initiation of litigation in \nNorth Carolina against the University of Maryland in 2012.  (See Univ. Md. Compl. ¶ 39.) \n \n137 The Court finds that  the remaining Lawyers Mutual  factors—(2) the convenience of the \nwitnesses, (3) the availability of compulsory process to produce witnesses, (4) the relative \nease of access to sources of proof, and (8) convenience and access to another forum—do not \nstrongly favor either Clemson or the ACC on the evidence of record presented by the parties \nhere.  In this regard, t he Court notes that Clemson, unlike FSU, offered evidence and \nargument in connection with factors (2) and (4), leading the Court to a different conclusion \nthan it did in the FSU Action.  See FSU Order, 2024 NCBC LEXIS 53, at *78 (finding that \n“the convenience of witnesses and the ease of access to proof favor[ed] proceeding in North \nCarolina[ ]” when the ACC presented evidence and argument on these factors and “the FSU \nBoard did not specifically address these factors in its briefing or at the Hearing[ ]”). \n \n86. Considering the Lawyers Mutual  factors as discussed above, both \nindependently and in combination, and balancing the equities present in these \ncircumstances, the Court concludes, in the exercise of its discretion, that the stay that \nClemson requests is not warranted under Lawyers Mutual and that proceeding with \nthis action in North Carolina would not work a “substantial injustice” on Clemson.  \nThe Court concludes, as discussed above, that (1) the nature of the case, (5) the \napplicable law, (6) the burden of litigating matters not of local concern, (7) the \ndesirability of litigating matters of local concern in local courts, and (10) the practical \nconsiderations presented by the issues raised in the Pending Actions, when \nconsidered in combination, decisively ou tweigh Clemson’s choice of the South \nCarolina forum for the determination of the scope of the rights Clemson granted the \nACC in the Grant of Rights Agreements , Clemson’s related, and later -added, claim \nfor slander of title , and Clemson’s challenge to the enforceability of the withdrawal \npayment in the ACC’s Constitution .  Accordingly, the Court, in the exercise of its \ndiscretion, will deny Clemson’s Motion to Stay under N.C.G.S. § 1-75.12(a). \nVI. \nCONCLUSION \n87. WHEREFORE, the Court GRANTS in part  and DENIES in part  the \nMotions and hereby ORDERS as follows: \na. The Court DENIES Clemson’s Motion to Dismiss to the extent it seeks \ndismissal of this action for lack of personal jurisdiction on grounds of \nsovereign immunity. \nb. The Court GRANTS  Clemson’s Motion to Dismiss as to (i) the ACC’s \nfirst claim for relief to the extent that claim seeks a declaration that the \nGrant of Rights Agreements are “valid and binding contracts, supported \nby good and adequate consideration,”  (ii) the ACC’s second claim for \nrelief based on quasi -estoppel and waiver, (iii) the ACC’s fourth claim \nfor relief for breach of contract, and (iv) the ACC’s sixth claim for relief \nfor breach of the implied covenant of good faith and fair dealing in the \nACC’s Constitution and Bylaws, and those claims are hereby \nDISMISSED without prejudice. \nc. The Court GRANTS Clemson’s Motion to Dismiss as to the ACC’s fifth \nclaim for relief for breach of fiduciary duty, and that claim is hereby \nDISMISSED with prejudice. \nd. The Court otherwise DENIES Clemson’s Motion to Dismiss, including \nClemson’s Motion to Dismiss as to the ACC’s first claim for relief to the \nextent that claim seeks a declaration that “the Conference is and will \nremain the owner of the rights transferred by Clemson under the [Grant \nof Rights Agreements] through June 30, 2036, regardless of whether it \nremains a Member Institution,” and this claim, together with the ACC’s \nthird claim for relief for a declaratory judgment that the withdrawal \npayment provision of the ACC’s Constitution is a valid and enforceable \ncontractual provision, shall proceed forward in this litigation. \ne. The Court, in the exercise of its discretion, DENIES  Clemson’s Motion \nto Stay.   \n    SO ORDERED, this the 10th day of July, 2024. \n \n \n      /s/ Louis A. Bledsoe, III   \n      Louis A. Bledsoe, III    \n      Chief Business Court Judge "
}