{
  "id": "3d782a97ab41890ec0dfe8e9082954e9cebda08bbf49719b0f7e84959d5fc98c",
  "source_file": "data/raw/ncbc/3d782a97ab41890ec0dfe8e9082954e9cebda08bbf49719b0f7e84959d5fc98c.pdf",
  "raw_text": " \n \n \n \nSTATE OF NORTH CAROLINA \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 5753 \nANISH KAPUR, \n \nPlaintiff, \n \nv. \n \nIMW EMR, LLC d/b/a EYE CARE \nLEADERS; ECL GROUP, LLC d/b/a EYE \nCARE LEADERS; IMEDICWARE, INC. \nd/b/a EYE CARE LEADERS; ELI \nGLOBAL, LLC; and GREG E. \nLINDBERG,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n \n1. THIS MATTER is before the Court on Defendants’ Motion to Dismiss \nPlaintiff’s Complaint under North Carolina Rule of Civil Procedure (“Rule(s)”)  \n12(b)(6) (the “Motion to Dismiss” or the “Motion”).  For the reasons stated below, the \nMotion is GRANTED in part and DENIED in part.  \nK&L Gates LLP , by Zachary S. Buckheit, A. Lee Hogewood , III, and \nMatthew T. Houston, for Plaintiff. \n \nFox Rothschild LLP, by Matthew Nis Leerberg and Troy D. Shelton, and \nCondon Tobin Sladek Thornton PLLC, by Kendal B. Reed and Aaron Z. \nTobin, for Defendants. \n \nGale, Senior Judge.  \n \nI. INTRODUCTION \n \n2. Plaintiff Anish Kapur (“Kapur” or “Plaintiff”) contends he is entitled to \nunpaid commissions earned during the course of his employment by one or more \nKapur v. IMW EMR, LLC, 2020 NCBC 92. \nDefendants.  His Complaint asserts nine separate claims for relief.  (Verified Compl. \n[hereinafter “Compl.”], ECF No. 4.)  Defendants seek to dismiss each of them.   For \nthe reasons discussed below, t he Court concludes that some but not all of Plaintiff’s \nclaims survive. \nII. FACTUAL BACKGROUND \n \n3. The Court does not make findings of fact when ruling on a motion to \ndismiss under Rule 12(b)(6).  See, e.g., Concrete Serv. Corp. v. Invs. Grp., Inc., 79 N.C. \nApp. 678, 681, 340 S.E.2d 755, 758 (1986).  The Court states the relevant allegations \nin the Complaint  construed in Plaintiff’s favor without being bound to its legal \nconclusions. \n4. Plaintiff, a medical doctor, worked for iMedicware, Inc. (“iMedicware)  \nfrom September 2014 to November 2017 as Vice President of Sales and Marketing.  \n(Compl. ¶¶ 30–31.)  iMedicware is “a provider of integrated electronic health record, \npractice management, ambulatory surgery center software, and optical solutions \ndesigned for eye care practices.”  (Compl. ¶ 31.)  In his role, Plaintiff “negotiat[ed] \nagreements with eye care physicians and other eye care providers [.]”  (Compl. ¶ 32.)  \nPlaintiff was compensated with both a salary and commissions calculated as 10% of \ngross sales on a contract-by-contract basis.  (Compl. ¶¶ 33–34.) \n5. Plaintiff is the sole owner and manager of The Iron Trust, LLC (“ The \nIron Trust”), a former shareholder of iMedicware.  (Compl. ¶ 36.) \n6. In 2017, representatives of “Eye Care Leaders,” including Peter \nNordberg (“Nordberg”), general counsel for Defendant Eli Global, LLC (“ELI Global”), \ndiscussed a potential  purchase of iMedicware.  (Compl. ¶ 35.) 1  Nordberg received \ninformation regarding Plaintiff’s compensation, including his commission rate.  \n(Compl. ¶ 38.)  During negotiations  for the purchase of iMedicware , Nordberg and \nother representatives of Defendants “indicated to Plaintiff and his representatives \nthat [he] would be compensated after closing in a manner consistent with his then -\nexisting arrangement with iMedicware.”  (Compl. ¶ 39.) \n7. Defendant IMW EMR, LLC (“IMW”) is a North Carolina limited liability \ncompany.   (Compl. ¶ 3.)  Plaintiff alleges that IMW does business as Eye Care \nLeaders and has no independent business or identity other than being separately \nincorporated from the other corporate Defendants .  ( Compl. ¶¶ 3 –4.)  On or about \nJune 1, 2017, IMW entered into a stock purchase agreement with, among others, \niMedicware and The Iron Trust (the “Purchase Agreement”), pursuant to which IMW \nagreed to acquire a controlling stake in iMedicware.  (Compl. ¶ 40.)  The Iron  Trust \nsold its interests in iMedicware “based in part up on the representations made [ to \nPlaintiff] by Mr. Nordberg and Eye Care Leaders’ representatives regarding \nsubsequent commission and payments .”  (Compl. ¶ 41.)  Plaintiff “would not have \ncontinued his employment with iMedicware  . . . absent these representations.”  \n(Compl. ¶ 43.) \n8. IMW closed on the  purchase on or about June 7, 2017.  (Compl. ¶ 44.)  \nPlaintiff expected to  continue his employment in the manner and with the \n \n1 It is unclear what company or companies were operating pursuant to a trade name of Eye \nCare Leaders at this time.  On June 29, 2018, Defendant ECL Group, LLC (“ECL”) filed an \nAssumed Business Name Certificate indicating that it would do business under the name of \nEye Care Leaders.  (Compl. ¶ 7; Assumed Bus. Name Certificate, ECF No. 4.1.) \ncompensation he had previously during his employment with iMedicware.  In closing \nits purchase of iMedicware, “representatives of Eye Care Leaders represented to \nPlaintiff that a commission plan would be implemented for all deals that Plaintiff \nwas closing.”  (Compl. ¶ 52.)   \n9. Plaintiff alleged he then became Vice President of Enterprise Solutions \nand Business Development “for the consortium known as Eye Care Leaders [.]”  \n(Compl. ¶ 53.)   In his C omplaint, Plaintiff alleges that he continued work for “Eye \nCare Leaders” without specifying any particular company that was  his immediate \nemployer.  At the hearing on the Motion, Plaintiff’s counsel could not identify what \ncompany had issued a W -2 or 1099 or from wh ich company Plaintiff reported \ncompensation on his tax returns.  Plaintiff avers that he generally continued working \nas he had with iMedicware, negotiating contracts with  physicians and eye care \nproviders.  (Compl. ¶ 59.) \n10. Plaintiff alleges that Eye Care Leaders agreed to compensate him  at a \ncommission rate based on the value of contracts that he “quarterback’d[ ,]” assisted, \nand acquired.  (Compl. ¶ 60.)  Specifically, he alleges that Michael Gallup (“Gallup”), \nwho was then Eye Care Leaders’ Chief  Executive Officer (“ CEO”), and Brandon \nRichards (“Richards”)  who was then Eye Care Leaders’ Chief Human Resources \nOfficer and Chief Legal Officer of Eli Global (and later, CEO of Eli Global), “assured \nPlaintiff that [his] commission rate would apply to all deals he signed or otherwise \nbrought into Eye Care Leaders from the date of Eye Care Leaders’ acquisition of \niMedicware[.]”  (Compl. ¶ 62.)  Plaintiff’s base salary was adjusted bu t he has not \nbeen paid commissions.  (Compl. ¶¶ 61, 64.)   \n11. On February 26, 2018, Eye Care Leaders representative  Surinder Jain \n“confirmed with respect to Plaintiff’s commissions that ‘[f]or post-acquisition period—\ncommission can be paid [,]’ ” although pre -acquisition commissions would require \napproval from Gallup or Greg Lindberg (“Lindberg”) , owner of Eli Global.   (Compl. \n¶¶ 66–67; Feb. 26 Email, ECF No. 4.3; see Compl. ¶ 23.)  On April 2, 2018, Gallup \nemailed Plaintiff, “To start anything pre-acquisition I don’t see paying.  Post I don’t \nunderstand why it wasn’t paid in a normal process.”  (Compl. ¶ 69; Apr. 2 Email, ECF \nNo. 4.3.)   \n12. On August 27, 2018, Gallup told Plaintiff during a tele phone \nconversation that Plaintiff would receive a 4% commission for all “[q]uarterback’d \n[d]eals[,]” and a 2% commission for all assisted deals, together comprising the \n“Commission Plan.”  (Compl. ¶ 74.)  Later that day, Plaintiff emailed Gallup \n“confirming the parties’ arrangements and providing a spreadsheet of the amounts \ndue and owing to Plaintiff.”  (Compl. ¶ 75.)  Plaintiff requested by email that he and \nGallup “put in place something that  outline[d]” their telephone conversation.   (Aug. \nEmail Chain, ECF No. 4.4.)  Gallup did not respond to the email, but forwarded it to \nPlaintiff’s father who was the former CEO of iMedicware, (Compl. ¶ 65), stating that \n“[i]f we pay him out 440k for 2017 now it will sink the year[,]” (Aug. Email Chain; see \nCompl. ¶ 76).  His father was separately negotiating an Equity Equivalent Agreement \n(“EEA”), and at some point Richards suggested that Plaintiff’s commission claim \ncould be addressed in the EEA.  (See Compl. ¶ 85.) \n13. On October 7, 2018, Richards emailed Plaintiff that he was “[s]till \nworking on [Plaintiff’s] commissions with [Gallup .]”  (Compl. ¶ 77.)  On October 8 , \n2018, Plaintiff sent Richards an updated spreadsheet of commissions due and owing, \nafter which Richards and Plaintiff agreed that six of the  listed commissions should \nnot be paid , while Richards did not dispute the remaining commission amounts.  \n(Compl. ¶ 78.) \n14. On October 16, 2018, Richards emailed Plaintiff indicating that he had \ntalked to Gallup and thought they “finally ha[d] this.”  (Compl. ¶ 79; Oct. 16 Email , \nECF No. 4.6 .)  Later that day, Richards emailed Plaintiff a copy of a commission \nspreadsheet and “language that [he] developed with [Gallup] regarding ‘QB’d deals \nvs Assisted, etc.’ ”  (Oct. 16 Email [hereinafter “Oct. 16 Email II”], ECF No. 4.7.) \n15. On October 19, 2018, Richards emailed Plaintiff a spreadsheet that he \nsaid would apply to 2018 contracts and updated the contract language to show what \ncommissions Plaintiff “will be eligible for[ .]”  (Compl. ¶ 81; Oct. 19 Email, ECF No. \n4.8.)  Richards also made “slight modifications” to Plaintiff’s  calculations of the \ncommission amount.  (Compl. ¶ 83.)  Plaintiff alle ges that together this email and \nspreadsheet to which it refers constitute  an admission that Plaintiff is entitled, at \nminimum, to $410,784.01, with $212,627.00 in dispute.  (Compl. ¶¶ 96 –98; see Oct. \n19 Spreadsheet, ECF No. 4.8.)  Plaintiff has not been paid any commissions to date .  \n(Compl. ¶ 84.) \n16. On November 15, 2018, Plaintiff requested payment on the amount he \ncontends was agreed to, as well as  a document  to “formalize the a rrangement[,]” \n(Compl. ¶ 85), complaining that he  had been operating “without an employment \nagreement or comp structure[,]”  (Nov. 15 Email, ECF No. 4.9).  Plaintiff also \nspecifically requested that his commissions not be addressed as a part of his father’s \nEEA.  (Compl. ¶ 85.)  \n17.  On November 19,  2018, Richards told Plaintiff that his commissions \nwere “already in [his father’s] EEA,” but refused to provide Plaintiff with a copy  of \nthe EEA.  (Compl. ¶ 86; Nov. 19 Email, ECF No. 4.9.)  Plaintiff learned the following \nday that his fat her’s EEA did not actually provide for,  or account for , Plaintiff’s \ncommissions in any way.  (Compl. ¶ 87.)  Plaintiff then requested that Eye Care \nLeaders amend the EEA to provide for his commissions, but Richards and other Eye \nCare Leaders representative s “refused to correct the EEA or to otherwise sign any \ndocument evidencing the Commission Plan.”  (Compl. ¶¶ 87–88.) \n18. In or around May 2019, Plaintiff left  his employment with  Eye Care \nLeaders.  (Compl. ¶ 90.)  In August 2019 , Plaintiff contacted Lindberg to request \npayment of his commissions, in response to which Lindberg told Plaintiff that \n“Sandeep Dua had assumed leadership of Eye Care Leaders and would resolve the \npayment issue with Plaintiff.”  (Compl. ¶¶ 99–100.)  Plaintiff provided Sandeep Dua \n(“Dua”) the spreadsheets and emails he had exchanged with Richards, but Dua \nrefused to pay P laintiff and claimed that “Eye Care Leaders had no information on \nPlaintiff or the amounts owed to him and could not verify the amounts  requested[.]”  \n(Compl. ¶¶ 101–03.)  Dua repeatedly informed Plaintiff that he could come back to \nwork for Eye Care Leaders and earn back some of the money to which Plaintiff \nclaimed he was entitled.  (Compl. ¶ 104.)  After Plaintiff refused, Dua conceded that \nPlaintiff was entitl ed to $53,396.90, but that he could not verify the remaining \namounts.  (Compl. ¶¶ 106–07.)  Plaintiff has not been paid any amount.  (Compl. ¶ \n114.) \n19. Plaintiff continued to seek payment through January and February \n2020.  (Compl. ¶ 107.)  At some point, Eye Care Leader’s Commercial Leader and Vice \nPresident of Global Sales, Bartley J. Gregg  (“Gregg”), contacted Plaintiff and orally \ninformed him that his “calculations and spreadsheets were correct” and that “Eye \nCare Leaders owed the full am ount requested [.]”  (Compl. ¶ 108 –10.)  Gregg \nrepresented that Dua and Kevin Isaacson (“Isaacson”), the Chief Customer Officer \nfor Eye Care Leaders, had told him not to put anything regarding Plaintiff’s \nentitlement to commissions in an email or other writ ing, (Compl. ¶ 111), that \nIsaacson had confirmed that “Eye Care Leaders and their attorneys knew and \nadmitted that they owed Plaintiff in excess of $600,000 in [ c]ommissions[,]” (Compl. \n¶ 112), and that “they did not intend to pay those amounts, as they ho ped Plaintiff \nwould settle for a lower number[,]” (Compl. ¶ 112). \n20. Plaintiff alleges that Gregg understood that Isaacson had said that “Eye \nCare Leaders would do everything in their power to ‘make sure [they] don’t pay him \nanything[,]’ ” (Compl. ¶ 112), and that Dua had said that “Eye Care Leaders would \ncontinue to refuse to make any payments, instead stringing Plaintiff along until they \nwere able to ‘wear down’ Plaintiff to accept whatever amount Eye Care Leaders might \npropose, if any[,]” (Compl. ¶ 113). \n21.  In sum, Plaintiff alleges that between 2017 and his departure from the \ncompany in 2019, he “quarterback’d” at least twenty-four deals, with the value of the \ncontracts being at least $15,117,250.10, which yields  at least $604,690.00 in \ncommissions calculated at  a 4% rate.  (Compl. ¶¶ 91– 92.)  Plaintiff additionally \nalleges that he assisted at least 20 contracts valued no less than $936,050.50, yielding \nhim a right to collect at least $18,721.01 pursuant to a 2% commission rate.  (Compl. \n¶¶ 93–94.)  In total, Plaintiff alleges that he is entitled to $ 623,411.01, of which no  \namount has been paid.  (Compl. ¶¶ 95, 114.)   \n22.  Plaintiff seeks to hold each Defendant liable for this amount.  He alleges \nthat Lindberg owns, either directly or indirectly, each corporate Defendant, and that \nEli Global owns ECL, which owns IMW, which owns iMedicware.  (Compl. ¶¶ 21–23.)  \nPlaintiff also alleges that  Lindberg is the sole listed manager of more than one \nhundred entities registered in North Carolina , all of which use  2222 Sedwick Road, \nDurham, North Carolina as their principal mailing address, (Compl. ¶¶ 15–16), and \nthat the emails Eye Care Leaders representatives used came from a variety of email \naddresses, including an Eli Global address, an email address from an entity unrelated \nto this dispute, and an Eye Care Leaders address, (Compl. ¶ ¶ 66, 75, 102).  Plaintiff \nalleges that Lindberg controlled each corporate D efendant and none had a separate \nwill at any relevant time.  (See, e.g., Compl. ¶ 24.)  Specifically, Plaintiff alleges that \n“Defendants, all doing business as Eye Care Leaders and utilizing the same corporate \nmanager and director or indirect owner (Mr. Lindberg) and utilizing the same day -\nto-day management teams, are alter egos and mere instrumentalities of each other \nand of Mr. Lindberg.”  (Compl. ¶ 115.) \nIII. PROCEDURAL BACKGROUND \n \n23. Plaintiff filed his Complaint on May 15, 2020. (Compl., ECF No. 4.) \n24. The case was designated as a mandatory complex business case on May \n18, 2020, (Designation Order, ECF No. 1), and assigned to the undersigned the \nfollowing day, (Assignment Order, ECF No. 2). \n25. Defendants filed their Motion to Dismiss on July 17, 2020.  (Mot. \nDismiss, ECF No. 7.) \n26. The Motion was fully briefed, the Court heard oral arguments , and the \nMotion is ripe for determination. \nIV. STANDARD OF REVIEW \n \n27. When ruling on a Rule 12(b)(6) motion, a court inquires “whether, as a \nmatter of law, the allegations of the complaint, treated as true, are sufficient to state \na claim upon which relief may be granted under some legal theory[.]”  Harris v. NCNB \nNat’l Bank of N.C., 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987) (citing Stanback \nv. Stanback, 297 N.C. 181, 185, 254 S.E.2d 611, 615 (1979)).  A court must construe \nthe allegations in the pleading “in the light most favorable to the non-moving \nparty[,]” Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5, 802 S.E.2d 888, \n891 (2017) (quoting Kirby v. N.C. Dep’t of Transp., 368 N.C. 847, 852, 786 S.E.2d 919, \n923 (2016)), but is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences,” Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs., 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005) (quoting Veney v. Wyche, 293 F.3d 726, 730 (4th Cir. 2002)). \n28. Dismissal of a claim pursuant to Rule 12(b)(6) is therefore only proper \n“(1) when the complaint on its face reveals that no law supports [the] claim; (2) when \nthe complaint reveals on its face the absence of fact[s] sufficient to make a good claim; \n[or] (3) when some fact disclosed in the complaint necessarily defeats \nthe . . . claim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985) \n(citing Forbis v. Honeycutt, 301 N.C. 699, 701, 273 S.E.2d 240, 241 (1981)); see Sutton \nv. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (stating that dismissal is not \nappropriate “unless it appears to a certainty that [the] plaintiff is entitled to no relief \nunder any state of facts which could be proved in support of the claim” (emphasis \nomitted)). \nV. ANALYSIS \n29. The Court addresses each of Plaintiff’s nine claims in turn. \nA. Breach of Contract \n30. Plaintiff presents claims based on  two contracts : the initial 2017 \nagreement made by Defendants in connection with the acquisition of iMedicware, and \nthe 2018 Commission Plan restructuring his commissions.  (See Pl.’s Br. Opp’n Mot. \nDismiss 7 [hereinafter “Br. Opp’n”], ECF No. 13.)  Plaintiff, however, refers to these \ncontracts collectively as the “Agreement[.]”  (Compl. ¶ 150.) \n31. Defendants argue that  Plaintiff’s own allegations defeat an y finding \nthat an enforceable contract was ever reached , relying first on the August 27, 201 8 \nemails by which Plaintiff asked Gallup to “put in place something that outlines” their \noral discussion and Gallup’s forwarding email to Plaintiff’s father stating that paying \nPlaintiff will “sink the year.”  (Br. Supp. Defs.’ Mot. Dismiss Compl. 4–5 [hereinafter \n“Br. Supp”], ECF No. 8; see Aug. Email Chain.)  Additionally, Defendants argue that \nthe emails Richards sent to Plaintiff describing the language he had “developed” with \nGallup, ( Oct. 16 Email II ), and updating language as to  what Plaintiff “will be” \neligible for, ( Oct. 19 Email ), confirm that the parties were merely engaged in \nnegotiations for  a future agreement, (Br. Supp. 5) . Plaintiff contends that an \nagreement had been reached and continuing negotiations were only as to the writing \nconfirming the agreement.  (Br. Opp’n 7.) \n32. “The elements of breach of contract are (1) the existence of a valid \ncontract and (2) breach of the terms of the contract.”  RD&J Props. v. Lauralea-Dilton \nEnters., LLC, 165 N.C. App. 737, 742, 600 S.E.2d 492, 497 (2004) (quoting Long v. \nLong, 160 N.C. App. 664, 668, 588 S.E.2d 1, 4 (2003)).  “To constitute a valid contract, \nthe parties ‘must assent to the same thing in the same sense, and their minds must \nmeet as to all the terms. ’ ”  Boyce v. McMahan , 285 N.C. 730, 734, 208 S.E.2d 692, \n695 (1974) (quoting Croom v. Goldsboro Lumber Co., 182 N.C. 217, 220, 108 S.E. 735, \n737 (1921)).   \n33. The Court concludes that Plaintiff’s allegations might support a finding \nin favor of either party’s position , but are adequate to state a claim for breach of \ncontract when accepted as true for purposes of the Motion to Dismiss.  “If the minds \nof the parties meet upon a proposition, which is sufficiently definite to be enforced, \nthe contract is complete, although it is in the contemplation of the parties that it shall \nbe reduced to writing as a memorial or evidence of the contract[.]”  Elks v. N. State \nIns. Co., 159 N.C. 619, 624, 75 S.E. 808, 810–11 (1912); see also N.C. Nat’l Bank v. \nWallens, 26 N.C. App. 580, 583, 217 S.E.2d 12,  15 (1975) (explaining that “if the \nparties in the present case had manifested an intent not to become bound until the \nexecution of a more formal agreement or document, then such an intent would be \ngiven effect”).  \n34. The Court does not believe Plaintiff has demonstrated a basis to find \nthat Defendants have made a judicial admission of liability.  Likewise, the Complaint \ndoes not require a necessary conclusion that negotiations for a written agreement \nnegate the formation of a binding oral agreement.  See Kornegay v. Aspen Asset Grp., \nLLC, 204 N.C. App. 213, 220–21, 693 S.E.2d 723, 730 (2010) (stating that there is no \ncontract formation where “the parties are merely negotiating to see if they can agree \nupon terms, and that the writing is to be the contract” (quoting Elks, 159 N.C. at 624, \n75 S.E. 808 at 811)). \n35. In sum, the Court concludes that Plaintiff’s breach of contract claim \nsurvives the Motion to Dismiss. \nB. Quantum Meruit/Unjust Enrichment \n36. The quantum meruit claim is asserted in the alternative to Plaintiff’s \nbreach of contract claim.  Defendants argue that the quantum meruit claim must fail \nbecause Plaintiff’s allegations demonstrate that Plaintiff was adequately \ncompensated and Defendants were not unjustly enriched.  (Br. Supp. 6–7.)  Plaintiff \ncounters that his salary compensation does not preclude a separate quantum meruit \nrecovery for unpaid commissions.  (Br. Opp’n 8–9.) \n37. A prima facie claim for quantum meruit/unjust enrichment includes five \nelements: (1) “one party must confer a benefit upon the other party[;]” (2) “the benefit \nmust not have been conferred officiously, that is it must not be conferred by an \ninterference in the affairs of the other party in a manner that is not justified in the \ncircumstances[;]” (3) “the benefit must not be gratuitous [;]” (4) “the benefit must be \nmeasurable[;]” and (5) “the defendant must have consciously accepted the benefit. ”  \nJPMorgan Chase Bank, Nat’l Ass’n v. Browning , 230 N.C. App. 537, 541– 42, 750 \nS.E.2d 555, 559 (2013)  (emphasis omitted) (citations and internal quotation marks \nomitted).  “Thus, in order to prevail on a claim of unjust enrichment, a plaintiff must \nshow that ‘property or benefits were conferred on a defendant under circumsta nces \nwhich give rise to a legal or equitable obligation on the part of the defendant to \naccount for the benefits received.’ ”  Butler v. Butler, 239 N.C. App. 1, 7 , 768 S.E.2d \n332, 336 (2015) (quoting Norman v. Nash Johnson & Sons’ Farms, Inc., 140 N.C. App. \n390, 417, 537 S.E.2d 248, 266 (2000), disc. review denied, 353 N.C. 378, 547 S.E.2d 13 \n(2001)). \n38. Again construing the allegations in Plaintiff ’s favor, the C omplaint’s \nallegations support a potential finding that  if no final enforceable contract was \nreached, Defendants, or at least one of them, encouraged Plaintiff’s continued efforts \nto obtain customer contracts by indicating the promise of commissions to be paid and \nthen accepting the benefit of those contracts.  (See, e.g., Compl. ¶¶ 39, 50, 52, 63–64, \n74.) \n39. The Court is not persuaded by Defendants’ technical argument that \nPlaintiff did not specifically allege  that his base compensation, standing alone, was \nunreasonably low and therefore unjust.   (See Br. Supp. 7.)  While “[i]t is a well \nestablished principle that an express contract precludes an implied contract with \nreference to the same matter[,]” Vetco Concrete Co. v. Troy Lumber Co., 256 N.C. 709, \n713, 124 S.E.2d 905, 908 (1962), the services Plaintiff  provided with the expectation \nthat he would be paid commission are in addition to, not in place of, the services he \nprovided as a base employee, (see, e.g., Compl. ¶¶ 32–33, 60–61, 106); see also Horack \nv. S. Real Estate Co. of Charlotte, Inc. , 150 N.C. App. 305, 311, 563 S.E.2d 47, 52 \n(2002) (quoting Whitfield v. Gilchrist, 348 N.C. 39, 42, 497 S.E.2d 412, 414 (1998)). \n40. Accordingly, Plaintiffs’ quantum meruit/unjust enrichment claim \nsurvives the Motion to Dismiss. \nC. Account Stated \n41. Plaintiff contends that Defendants’ communications are adequate to \nsupport a claim based on account stated.  (Br. Opp’n 9–10.) \n42. “An account stated is by nature a new contract to pay the amount due \nbased on the acceptance of or failure to object to an account rendered.”  Carroll v. \nMcNeill Indus., Inc., 296 N.C. 205, 209, 250 S.E.2d 60, 62 (1978).  There are four \nelements in an acco unt stated claim: “(1) a calculation of the balance due; (2) \nsubmission of a statement to [the party to be charged]; (3) acknowledgment of the \ncorrectness of that statement by [the party to be charged]; and (4) a promise, express \nor implied, by [the  party  to be charged] to pay the balance due.”  Mast v. Lane, 228 \nN.C. App. 294, 296 –97, 745 S.E.2d 56, 58 (2013) (quoting Carroll , 296 N.C. at  209, \n250 S.E.2d at 62).  “[F]or an account stated to arise it is essential that there be ‘ an \nagreement between parties that an account rendered by one of them to the other is \ncorrect.’ ”  Mazda Motors of America, Inc. v. Southwestern Motors, Inc., 296 N.C. 357, \n364, 250 S.E.2d 250, 255 (1979) (quoting Mahaffey v. Sodero, 38 N.C. App. 349, 351, \n247 S.E. 2d 772, 774 (1978)). \n43. Plaintiff relies on (i) Richards’ confirmation that Plaintiff was entitled \n“at a minimum” to $410,784.01, calculated as the difference between the total \n$604,690 of commissions Plaintiff included in his spreadsheet and the amount of \n$212,627.00 which Richards specifically disputed,  (Compl. ¶¶ 96– 98); (ii) Dua’s \nhaving “conceded [that] Plaintiff was entitled to payment of at least $53,396.90[,]”  \n(Compl. ¶ 106); and (iii) Gregg having orally indicated that Plaintiff was entitled to \nthe full amount r equested, (Compl. ¶¶ 110 –12; see Br. Opp’n 10) .  As to Gregg’s \nalleged statement, it is significant that he also advised  Plaintiff that Eye Care \nLeaders had no intention of paying him those amounts.  (Compl. ¶ 112).   \n44. Generally, “when an account is . . . so rendered [and] there is no protest \nor objection to its correctness within a reasonable time, such acceptance or failure to \nso object creates a new contract to pay the amount due. ”  Little v. Shores, 220 N.C. \n429, 431, 17 S.E.2d 503, 504–05 (1941).  However, Plaintiff’s own allegations reflect \nthat at various times  Eye Care Leaders representatives specifically disputed the \namounts owed, and that Eye Care Leaders had no intent to pay the amount claimed.  \n(See Compl. ¶¶ 98, 106, 112.) \n45. The Court concludes that Plaintiff ’s allegations, even accepted as true, \ndo not  present a claim of account stated.  Accordingly, the Motion to Dismiss \nPlaintiff’s claim for account stated is granted. \nD. Fraud \n46. Plaintiff seeks to support a claim that he was fraudulently induced to \nsell The Iron Trust’s interest in i Medicware and to continue his employment based \non promises to pay him future commissions , all the while Defendants had no intent \nto perform in accord with these promises.  (Compl. ¶¶ 190–91.)  Defendants contend \nthat any subsequent dispute as to the amount of commissions  does not support a \nclaim for fraud, and further argue that any claim that colorably might be asserted by \nThe Iron Works is a claim that Plaintiff cannot assert individually.   (See Br. Supp. \n10–12.) \n47. A claim for actual fraud has five elements: “(1) False representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured \nparty.”  Terry v. Terry, 302 N.C. 77, 83, 273 S.E.2d 674, 677 (1981) (quoting Ragsdale \nv. Kennedy, 286 N.C. 130, 138, 209 S.E. 2d 494 , 500 (1974)).  “As a general rule, a \nmere promissory representation will not be sufficient to support an action for fraud.”  \nLeftwich v. Gaines, 134 N.C. App. 502, 508, 521 S.E.2d 717, 723 (1999) (citation \nomitted).  However, a promissory representation may be actionable “when it is made \nwith intent to deceive the promisee, and the promisor, at the time of making it, has \nno intent to comply.”  Id. (citation omitted).   However, “[m]ere proof of \nnonperformance is not sufficient to establish the necessary fraudulent intent.”  \nWilliams v. Williams, 220 N.C. 806, 811, 18 S.E.2d 364, 367 (1942). \n48.  In seeking to support his fraud claim, Plaintiff emphasizes Gregg’s \nstatement that Eye Care Leaders did not intend to pay Plaintiff the amount he \nrequested in hopes that he would ultimately accept a lesser amount.  (Compl. ¶ 112–\n13; see Br. Opp’n 14.)  However, this statement came well into communications as to \nwhat had already become a disputed claim and do not support a finding that they \ninduced Plaintiff’s employment.  Other than the general negotiations to continue \nPlaintiff’s compensation arrangement after the iMedicware acquisition, Plaintiff has \nalleged no sufficient basis for a conclusion that the representations were illusory.  \nLikewise, the Court concludes that Plaintiff’s allegation that “Defendants \nhave . . . repeatedly misrepresented the ownership sta tus of iMedicware and Eye \nCare Leaders in an effort to confuse Plaintiff’s attempt to collect the [c]ommissions[,]” \n(Compl. ¶ 198), is not adequate to support a claim that he was fraudulently induced \nto enter his employment with Eye Care Leaders or any constituent company.   \n49. As discussed below, to the extent Plaintiff grounds his fraud claim on \nrepresentations arising after he contends a contract had been formed, Plaintiff is \nconfronted with the economic loss rule. \n50. The Court concludes that Plaintiff’s fraud claim should be dismissed. \nE. Negligent Misrepresentation \n51. Plaintiff pleads, in the alternative to his  claim for fraud, that \nDefendants negligently misrepresented “material[  ] facts in connection with the \nnegotiation of the Commission Plan and Agreement and Plaintiff’s employment with \nEye Care Leaders ,” including representations made before and after contract \nformation.  (Compl. ¶ 211.)  Defendants argue that Plaintiff’s claim rests only  in \ncontract, because there is no allegation that  Defendants breached any duty owed \nPlaintiff outside of the alleged contractual relationship.  (Br. Supp. 12–13.) \n52. “The tort of negligent misrepresentation occurs when a party justifiably \nrelies to his detriment on information prepared without reasonable care by one who \nowed the relying party a duty of care. ”  Raritan River Steel Co. v. Cherry, Bekaert & \nHolland, 322 N.C. 200, 206, 367 S.E.2d 609, 612 (1988) (citations omitted ).  “ [T]he \neconomic loss rule, in its simplest form, holds that purely economic losses are not \nordinarily recoverable under tort law.”  Crescent Univ. CityVenture, LLC v. AP Atl., \nInc., 2019 NCBC LEXIS 49, at *14 (N.C. Super. Ct. Aug. 14, 2019) (citation and \ninternal quotation marks omitted).  Consequently, “a tort action will not lie against \na promisor ‘for his simple failure to perform his contract, even though such failure \nwas due to negligence or lack of skill.’ ”  Id.  at *16 (quoting N.C. State Ports Auth. v. \nLloyd A. Fry Roofing Co., 294 N.C. 73, 83, 240 S.E.2d 345, 351 (1978), rejected in part \non other grounds, Trs. of Rowan Tech. Coll. v. J. Hyatt Hammond Assocs., Inc. , 313 \nN.C. 230, 328 S.E.2d 274 (1985)). \n53. “To state a viable claim in tort for conduct that i s also alleged to be a \nbreach of contract, a plaintiff must allege a duty owed to him by the defendant \nseparate and distinct from any duty owed under a contract. ”  Akzo Nobel Coatings, \nInc. v. Rogers, 2011 NCBC LEXIS 42 , at *89 (N.C. Super. Ct. Nov. 3, 201 1) (citation \nand internal quotation marks omitted).  “The independent tort must be identifiable  \nand the tortious conduct must have an aggravating element such as fraud, malice, \nreckless indifference, oppression, insult, or willfulness. ”  Id. (citation and internal \nquotation marks omitted). \n54. Plaintiff invokes the holding of City of High Point v. Suez Treatment \nSols. Inc., 2020 U.S. Dist. LEXIS 47641, at *26 (M.D.N.C. Mar. 19, 2020), that when \nforming a contract, one contracting party owes the other “a separate and distinct duty \nnot to provide false information to induce the execution of the contract [,]”  (citation \nomitted); (Br. Opp’n 14) .  Plaintiff claims that he has alleged that  Defendants \ndeliberately schemed to commit fraud by i nducing Plaintiff to  enter into the \nagreement with them, giving rise to a distinct duty which , when breached, supports \na claim of  negligent misrepresentation not barred by the economic loss rule.  (Br. \nOpp’n 14); see CS Tech., Inc. v. Horizon River Techs.,  LLC, 2020 U.S. Dist. LEXIS \n140575, at *27 (W.D.N.C. Aug. 5, 2020) (“[T]he economic loss rule does not bar a claim \nthat a party was fraudulently induced to enter a contract[.]”). \n55. The Court finds that the negligent misrepresentation claim essentially \nrestates Plaintiff’s fraud claim and fails for the same reason.  His claim is that \nDefendants failed to perform as promised.  His remedy lies in contract.  See Suez \nTreatment Sols. Inc. , 2020 U.S. Dist. LEXIS 47641, at *30 (limiting its negligent \nmisrepresentation holding to representations made prior to contract formation , as \npost-contract formation, the plaintiff “had already been ‘induced’ into entering into \nthe [c]ontract”); cf. Ada Liss Group v. Sara Lee Corp. , 2010 U.S. Dist. LEXIS 59691, \nat *31– 35 (M.D.N.C. 2010) (noting that “[t] o the extent that Plaintiff ’s fraud and \nnegligent misrepresentation claims simply mirror the claims for breach of contract, \nor are based on the same allegations of misconduct as the breaches, they cannot \nsurvive”) \n56. The Court concludes that the negligent misrepresentation claim should \nbe dismissed. \nF. Conversion \n57. Plaintiff alleges that Defendants’ failure to pay his commissions has \ndeprived him of “the full exercise of his rights” to possess those commissions, and that \na conversion claim arises against Defendants because of their unlawful possession of \nthe monies to which Plaintiff is en titled.  (Compl. ¶ ¶ 229, 235; Br. Opp’n 15 –16).  \nDefendants argue North Carolina does not recognize a cause of action for conversion \nin contractual employment claims for commissions.  (Br. Supp. 13–15.)   \n58. Defendants are correct that North Carolina has not to date recognized a \ncause of action for conversion based on an employee’s claim for unpaid commissions.  \nSee Anderson v. Sara Lee Corp. , 508 F.3d 181, 190 (4th Cir. 2007) ( “[T]he Supreme \nCourt of North Ca rolina has not recognized causes of action for conversion  . . . in \nemployer-employee disputes over unpaid wages  . . . , and there is no basis for \nconcluding that it would do so if given the opportunity[.]” ).  Plaintiff  is correct to a \ndegree in asserting that ownership of money in certain circumstances can support a \nconversion claim.  See Variety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC, \n365 N.C. 520, 528, 723 S.E.2d 744, 750 (2012) (stating that money can be the basis of \na conversion claim when it can be “identified and described” (citation and internal \nquotation marks omitted)). \n59. The Court concludes, however, that Plaintiff’s claim to commissions is \nbased on an unfulfilled contract right, which is an intangible interest not subject to a \nconversion claim.  See Spinks v. Taylor, 303 N.C. 256, 264, 278 S.E.2d 501, 506 (1981) \n(“In this state, conversion is defined as ‘an authorized assumption and exercise of the \nright of ownership over goods or personal chattels belonging to another, to the \nalteration of their condition or the exclusion of an owner’s rights.’ ” (emphasis added) \n(quoting Peed v. Burleson, Inc., 244 N.C. 437, 439, 94 S.E. 2d 351, 353 (1956)); Horne \nHeating & Air Conditioning Co. v. Horne , 2017 NCBC LEXIS 96, at *9 (N.C. Super. \nCt. Oct. 11, 2017) (stating that contract rights are “an intangible interest under North \nCarolina law”). \n60. Accordingly, Plaintiff’s conversion claim should be dismissed. \nG. Unfair or Deceptive Trade Practices \n61. Once again, the Court is presented with a claim that an employment \ndispute arises to a claim for unfair or deceptive trade practices within the scope of \nChapter 75 (“UTDP”).  (Compl. ¶¶ 255–56); N.C.G.S. § 75-1.1.  And, once again, the \nCourt concludes that the claim fails.  \n62. “The basic elements of a UDTP claim include that ‘ (1) defendants \ncommitted an unfair or deceptive act or practice, (2) in or affecting commerce, and (3) \nthat plaintiff was injured thereby. ’ ”  Gupta v. Eli Global, LLC , 2019 NCBC LEXIS \n40, *at 21 (N.C. Super. Ct. June 19, 2019) (quoting Strickland v. Lawrence, 176 N.C. \nApp. 656, 665, 627 S.E.2d 301, 307 (2006) ).  “The ‘in or affecting commerce’ element \nrestricts the otherwise broad scope of the claim, so that the statute does not address \nall wrongs arising in a business setting, including most employer-employee disputes.”  \nId.  Nevertheless, “the mere existence of an employer-employee relationship does not \nin and of itself serve to exclude a party from pursuing an unfair trade or practice \nclaim.” Durling v. King , 146 N.C. App. 483, 488, 554 S.E.2d 1, 4 (2001) (quoting \nDalton v. Camp, 353 N.C. 647, 656, 548 S.E.2d 704, 711 (2001)); see Sara Lee Corp. v. \nCarter, 351 N.C. 27, 34, 519 S.E.2d 308, 312 (1999) ; Gupta, 2019 NCBC LEXIS 40, \n*at 21.   \n63. Plaintiff attempts to bring his claim within the limited holding of Sara \nLee by asserting that Defendants’ failure to pay commissions  affects the market by \nconfusing the marketplace and  preventing “potential competition [,]” and Plaintiff’s \nability to “market his own services separately [.]”  (Compl. ¶ 258 .)  The Court finds \nthat these allegations are not adequate to take the claim beyond the context of the \nemployment relationship  and to demonstrate a claim arising “in commerce.”   See \nEsposito v. Talbert & Bright, Inc., 181 N.C. App. 742, 746, 641 S.E.2d 695, 698 (2007) \n(holding that even assuming the defendants ’ acts were unfair or deceptive harming \nthe plaint iff, “plaintiff has forecast no evidence that defendants’ statements and \nactions had any impact beyond his employment relationship”).   Rather, Plaintiff’s \nallegations “arise[ ] out of [his] employment and plainly involve[ ] internal business \ndisputes rather than interactions with businesses or consumers.”  Kingsdown, Inc. v. \nHinshaw, 2015 NCBC LEXIS 30, at *28 (N.C. Super. Ct. Mar. 25, 2015).2 \n64. Accordingly, Plaintiff’s UDTP claim should be dismissed.  \nH. Tortious Interference with Contract \n65. Plaintiff alleges that all Defendants except iMedicware  (“non-\niMedicware Defendants”)  intentionally interfered with Plaintiff’s employment \ncontracts with iMedicware by “directing or otherwise causing and inducing \niMedicware not to pay” Plaintiff.3  (Compl. ¶ 243.) \n66. To state a claim for tortious interference with contract, Plaintiff must \nallege: \n(1) a valid contract between the plaintiff  and a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \nthe defendant knows of the contract; (3) the defendant  intentionally \ninduces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to plaintiff.  \n \n \n2 Plaintiff argues that Defendants fraudulently induced his employment, bringing their \nactions within the scope of a UDTP claim.  (Br. Opp’n 19  (citing Fusco v. NorthPoint ERM, \nLLC, 2016 U.S. Dist. LEXIS 4254 (W.D.N.C. Jan. 13, 2016) (allowing a UDTP claim when \nthe “gravamen” of the plaintiffs’ complaints involved statements prior to their employment \nand designed to induce their employment)).  This case is factually distinguishable, as Plaintiff \nwas already employed with iMedicware and alleges that Def endants’ fraud induced his \ncontinued employment, and therefore does not control the Court’s analysis here. \n \n3 This count would seem to be limited to commissions Plaintiff contends he had earned before \nIMW’s acquisition of iMedicware, as he has otherwise cl aimed that after the acquisition he \nentered a contract with “Eye Care Leaders,” not iMedicware.   (See, e.g. , Compl.  ¶ 60 \n(“[R]epresentatives of Eye Care Leaders agreed to compensate Plaintiff[.]”).) \nUnited Labs., Inc. v. Kuykendall , 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988) .  \n“Interference is without justification if a defendant’s motive is not reasonably related \nto the protection of a legitimate business interest.”  Sellers v. Morton, 191 N.C. App. \n75, 82, 661 S.E.2d 915, 921 (2008)  (citation and internal quotation marks omitted) .  \nThose with a legitimate business interest “enjoy qualified immunity from liability for \ninducing their corporation or other entity to breach its contract with an employee. ”  \nBarker v. Kimberly-Clark Corp., 136 N.C. App. 455, 462, 524 S.E.2d 821, 826 (2000).  \nHowever, that privilege “ is lost if exercised for motives other than reasonable, good \nfaith attempts to protect the [defendant’s]  interests in the contract interfered with .”  \nLenzer v. Flaherty, 106 N.C. App. 496, 513, 418 S.E.2d 276, 286, cert. denied, 332 N.C. \n345, 421 S.E.2d 348 (1992). \n67. Plaintiff alleges that Defendants own iMedicware, (Compl. ¶¶  22–23), \nand that Defendants “are all members of a consortium of entities . . . and operat[e] as \na single public -facing entity under [ one] name[,]” (Compl. ¶ 11).   Thus, even under \nPlaintiffs’ allegations, Defendants at least at some point had  a legitimate business \ninterest in protecting iMedicware against any liability it contests  but may have \nassumed as a part of IMW’s acquisition and the continuation of iMedicware’s business \noperations.   \n68. Plaintiff alleges, however, that any justification or legitimate bu siness \ninterest was lost  when Defendants acted with malice when refusing to pay monies \nthey acknowledged were due in order to “string Plaintiff along”  until he accepted a \nlessor offer.  (Compl. ¶¶ 112–13, 244.)  The Court concludes that this allegation is a \nnarrow ground on which to potentially ground liability based on acts which cannot be \njustified as a “ reasonable, good faith attempt ” to protect Defendants’  legitimate \ninterests.  See  Lenzer, 106 N.C. App. at 513, 418 S.E.2d at 286; see also You v. Roe, \n97 N.C. App. 1, 9–10, 387 S.E.2d 188, 192 (1990) (“The action must be taken with the \ndesign of injuring one of the parties to the contract or of gaining some advantage at \nthe expense of a party.”). \n69. The Court concludes that Plaintiff’s tortious interference claim survives \nthe Motion to Dismiss subject to later review upon a motion for summary judgment \nbased on a more developed record. \nI. Attorneys’ Fees \n70. Although not an independent cause of action, Plaintiff ’s ninth claim is \nfor attorneys’ fees pursuant to N.C.G.S. §§ 6-21, 95-25.22(d), and 75-16.1.  (Compl. ¶¶ \n266–68.)  Plaintiff has now agreed that he is not entitled to attorneys’ fees under \nsections 6-21 or 95-25.22(d), but contends that he is entitled to attorneys’ fees under \nsection 75-16.1.  (Br. Opp’n 23 n.6.)   \n71. The Court, having concluded that the UDTP claim should be dismissed, \nfurther concludes that the Plaintiff’s claim for attorneys’ fees should be dismissed. \nJ. Piercing the Veil \n72. Plaintiff requests that the Court pierce the veil of iMedicware  so that \neach Defendant, including Lindberg, may be held jointly and severally liable  for his \nunpaid commissions.  (Compl. Prayer Relief ¶ 1.)   \n73. While a request to pierce the corporate veil is well -recognized in North \nCarolina law, it is an extraordinary remedy. Green v. Freeman , 367 N.C. 136, 145, \n749 S.E.2d 262, 270 (2013) (“ Disregarding the corporate form is not to be done \nlightly.”)); see also State ex rel. Cooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, \n438–39, 666 S.E.2d 107, 112 (2008) (“[W]hile [a] corporation’s separate and \nindependent existence is not to be disregarded lightly, it may be theoretically \npermissible to look behind the corporate form.” (citation and internal quotation marks \nomitted)). \n74. “It is well recognized that courts will disregard the corporate form or \n‘pierce the corporate veil, ’ and extend liability for corporate obligations beyond the \nconfines of a corporation’s separate entity, whenever necessary to prevent fraud or to \nachieve equity.”  Glenn v. Wagner, 313 N.C. 450, 454, 329 S.E.2d 326, 330 ( 1985).  \nNorth Carolina has adopted the instrumentality rule, under which “a  corporation \nwhich exercises actual control over another, operating the latter as a mere \ninstrumentality or tool, is liable for the torts of the corporation thus controlled. ”  B-\nW Acceptance Corp. v. Spencer, 268 N.C. 1, 8, 149 S.E. 2d 570, 575 (1966)  (citation \nomitted). \n75. There are three elements  “which support an attack on separate \ncorporate entit[ies]” under this rule: (1) “[c] ontrol, not mere majority or complete \nstock control, but complete domination, not only of finances, but of policy and business \npractice in respect to the transaction attacked so that the corporate entity as to this \ntransaction had at the time no separate mind, will or existence of its own”; (2) “[s]uch \ncontrol must have been used by the defendant to commit fraud or wrong, to perpetrate \nthe violation of a statutory or other positive legal duty, or a dishonest and unjust act \nin contravention of plaintiff's legal rights”; and (3) “[t]he aforesaid control and breach \nof duty must proximately cause the injury or unjust loss complained of. ”  Glenn, 313 \nN.C. at 454–55, 329 S.E.2d at 330 (quoting B-W Acceptance Corp., 268 N.C. at 9, 149 \nS.E. 2d at 576). \n76. Factors to be considered include: (1) i nadequate capitalization, (2) non-\ncompliance with corporate formalities , (3) c omplete domination and cont rol of the \ncorporation such that it has no independent identity, and (4) excessive fragmentation \nof a single enterprise into separate corporations .  Id. at 445, 329 S.E.2d at 330– 31; \nsee generally Robinson, North Carolina Corporation Law, §§ 2 -10[2], 2-27–2-36 (7th \ned. 2019). \n77. Plaintiff’s allegations are more easily characterized as legal conclusions \nthan they are of distinct specific facts justifying the extraordinary remedy of piercing \nthe corporate veil.  At the same time, it is clear that multiple corporate entities appear \nto have conduct activities under the Eye Care Leaders umbrella. \n78. Read broadly, Plaintiff’s allegations include statements that  (i) Eli \nGlobal, controlled by Lindberg, is the direct or indirect parent owner of the \n“Subsidiary Defenda nts[,]” owning ECL, which owns IMW, which in turn owns \niMedicware, (Compl. ¶¶ 13, 21 –23); (ii) Lindberg is the sole listed manager of more \nthan one hundred entities registered in North Carolina using the address 2222 \nSedwick Road, Durham, North Carolina, t he address each corporate Defendant has \nlisted as its principal mailing address, (Compl. ¶¶ 15 –16); (iii) Nordberg, general \ncounsel for Eli Global and acting as a representative of Eye Care Leaders, approached \niMedicware shareholders to discuss its sale, (Compl. ¶ 35); (iv) IMW, not Eli Global, \npurchased the controlling share of iMedicware, (Compl. ¶¶ 40, 44); (v) the corporate \nDefendants operated as Eye Care Leaders with a single set of officers and executives, \nincluding Gallup (CEO of Eye Care Leaders) and Richards (CLO of “Eli Global / Eye \nCare Leaders[,]” and later  CEO of Eli Global), (Compl. ¶¶ 56, 62); ( vi) responses to \nPlaintiff’s requests for payment were sent from a number of various email addresses, \nincluding an Eli Global address , (Compl. ¶ 66), an email address from a n entity \nunrelated to this dispute, (Compl. ¶ 75), and an Eye Care Leaders address,  (Compl. \n¶ 102); and (vii) companies doing business under the Eli Global “umbrella” have a \nhistory of using their corporate structure to avoid paying employees (Compl. ¶¶ 134–\n39). \n79. The Court is persuaded that it should defer it s further consideration of \nwhether Plaintiff is entitled to pursue liability beyond the specific company with \nwhich he proves he has an enforceable employment agreement.  In general, piercing \nthe corporate veil is a matter of remedy, not a  separate specific cause of action.  See \nGreen, 367 N.C. at 146, 749 S.E.2d at 271 (“The doctrine of piercing the corporate veil \nis not a theory of liability.”); see also W & W Partners, Inc. v. Ferrell Land Co., LLC , \n2018 NCBC LEXIS 52, at *22 ( 2018) (“[P]iercing the corporate veil is an ancillary \nequitable remedy and not an independent cause of action.”).  \n80. The Court  determines that it will defer its consideration of whether \nPlaintiff is entitled to the equitable remedy of veil piercing until the issue of liability \nis resolved.  Ultimately, to pursue an effort to tax liability to all Defendants, assuming \nhe succeeds on any claim for liability, Plaintiff will be required to assert and prove \nmuch more specific acts in support of his contention that any Defendant disregarded \ncorporate formalities and exercised complete domination and control over another. \nVI. CONCLUSION \n81. For the reasons stated above, Defendants’ Motion is DENIED in part \nand GRANTED in part as follows: \na. Defendants’ Motion to Dismiss is DENIED as to Plaintiff’s claims for \nbreach of contract , quantum meruit/unjust enrichment, and tortious interference \nwith contract; \nb. Defendants’ Motion to Dismiss is GRANTED as to Plaintiff’s claims for \naccount stated, fraud, negligent misrepresentation, conversion, UDTP, and attorneys’ \nfees; and \nc. The Court defers its further consideration of Plaintiff’s claim that he is \nentitled to pierce any Defendant’s corporate veil in order to enforce liability against \nothers. \n \nIT IS SO ORDERED, this the 18th day of December, 2020. \n \n       \n \n      /s/ James L. Gale \nJames L. Gale \nSenior Business Court Judge \n "
}