{
  "id": "3dd1c72bdb3c7cd5d4b2f8bfe4b67edbde830f97f7e3128618caf489c4bc79d7",
  "source_file": "data/raw/ncbc/3dd1c72bdb3c7cd5d4b2f8bfe4b67edbde830f97f7e3128618caf489c4bc79d7.pdf",
  "raw_text": "TSG Finishing LLC v. Bollinger, 2016 NCBC 65. \n \nSTATE OF NORTH CAROLINA \nCATAWBA COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 104 \nMASTER FILE \n(related case 15 CVS 2058) \n \nTSG FINISHING LLC, \n \nPlaintiff, \n \nv. \n \nKEITH BOLLINGER; AMERICAN \nCUSTOM FINISHING, LLC; VERYL \nELSTON; GARY E. HARRIS; and \nUNICHEM INC.,  \n \nDefendants. \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n)\n) \nORDER AND OPINION ON DEFENDANT \nKEITH BOLLINGER’S MOTION FOR \nPARTIAL SUMMARY JUDGMENT \n \n1. THIS MATTER  is before the Court upon Defendant Keith Bollinger’s \n(“Bollinger”) Motion for Partial Summary Judgment pursuant to Rule 56 of the North \nCarolina Rules of Civil Procedure (the “Motion”) in the above-captioned consolidated \ncases.  Having considered the Motion, the briefs in support of and in opposition to the \nMotion, the appropriate evidence of record, and the arguments of counsel at a hearing \nin this matter on July 13, 2016, the Court hereby DENIES the Motion.   \nLaw Offices of Matthew K. Rogers, by Matthew K. Rogers, for Plaintiff TSG \nFinishing LLC. \n \nPatrick, Harper & Dixon, LLP, by Michael P. Thomas and Joshua R. Adams, \nfor Defendant Keith Bollinger. \n \nRobinson, Judge. \n \n \nI. INTRODUCTION \n2. These consolidated lawsuits  arise out of an employment dispute, initially \nbetween Plaintiff TSG Finishing LLC (“TSG”), a commercial fabric finishing \ncompany, and Bollinger, TSG’s former Quality Control Manager.  TSG alleges that \nBollinger breached an employment agreemen t containing noncompetition and \nnondisclosure covenants and misappropriated TSG’s trade secrets.    \n3. The Motion seeks dismissal of TSG’s claims for Bollinger’s alleged breach \nof his employment agreement , which was originally entered into with TSG, \nIncorporated (“TSG Inc.”), TSG’s parent company.  Bollinger argues that TSG Inc.’s \ntransfer of its assets to TSG during TSG Inc.’s bankruptcy in 2011 did not successfully \nassign the right to enforce the restrictive covenants contained in the employment \nagreement because the agr eement did not contain an  express clause permitting \nassignment.  According to Bollinger, such a clause was required under applicable \nPennsylvania law to effect the assignment of the restrictive covenants from TSG Inc. \nto TSG.  Because there was no such clause in the employment agreement here, \nBollinger argues that TSG was never assigned the right to enforce  the restrictive \ncovenants in Bollinger’s employment agreement against him. \n4. On December 31, 2014, the North Caroli na Court of Appeals reversed this \nCourt’s (Murphy, J.) denial of TSG’s motion for a preliminary injunction and \nremanded the case with instructions that this Court enter a preliminary injunction.  \nIn doing so, the Court of Appeals, with respect to TSG’s bre ach of contract claims, \nrejected Judge M urphy’s conclusion that the non compete provision in Bollinger’s \nemployment agreement was unenforceable because the agreement did not contain an \nexpress assignability provision.  The Court of Appeals specifically concluded that the \nnoncompete was validly assigned to TSG through the bankruptcy reorganization.   \n5. Nonetheless, Bollinger’s Motion seeks to have this Court now reach the \nopposite conclusion from the Court of Appeals’ and hold that TSG’s breach of contract \nclaims should be dismissed because the employment agreement was not validly \nassigned through the bankruptcy reorganization and thus is unenforceable by TSG.  \nThe Court concludes, however, that under Pennsylvania law, a specific assignability \nclause in the empl oyment agreement was not necessary here to permit  a valid  \nassignment of the employment agreement.  Accordingly, the Court concludes that a \ngenuine issue of fact remains as to whether the restrictive covenants in Bollinger’s \nemployment agreement were enforceable by TSG, and that Bollinger’s Motion should \ntherefore be denied, at least at this stage of the proceedings.   \nII. PROCEDURAL HISTORY \n6. TSG filed its original Complaint on January 16, 2014.  The only defendant \nin the original lawsuit was Bollinger.  The case was designated as a complex business \ncase on January 17, 2014, and assigned to the Honorable Calvin E. Murphy on \nJanuary 22, 2014.  The case was reassigned to the Honorable Louis A. Bledsoe, III by \norder dated July 2, 2014, and later reassigned to the undersigned by order dated July \n5, 2016.       \n7. On January 28, 2014, TSG filed its motion for preliminary injunction, \nseeking to enjoin Bollinger from allegedly breaching the noncompete provision in his \nemployment agreement by working for a direct competitor, and from disclosing TSG’s \ntrade secrets.  On February 20, 2014, Judge Murphy entered an order denying TSG’s \nmotion and declining to enter a preliminary injunction.   \n8. TSG appealed Judge Murphy’s February 20, 2014 order and, on December \n31, 2014, the  Court of Appeals reversed and instructed th is Court to enter a \npreliminary injunction consistent with the Court of Appeals’ opinion.  Bollinger \nthereafter filed a petition for discretionary review in the North Carolina Supreme \nCourt, which was denied on August 20, 2015. \n9. On August 21, 2015, TSG filed a second lawsuit against American Custom \nFinishing, LLC (“ACF”), the employer for whom Bollinger went to work when he left \nTSG, as well as ACF’s member and manager, Gary E. Harris, and  another member \nof ACF,  Veryl Elston.  On November 20, 2015, all parties filed a joint motion to \nconsolidate, seeking to have both related actions consolidated for all further \nproceedings.  Thereafter, on November 24, 2015, the Court (Bledsoe, J.) consolidated \nboth actions and ordered TSG to file an amended consolidated complaint.   \n10. On December 14, 2015, Judge Bledsoe  entered a Preliminary Injunction \nOrder in accordance with  the Court of Appeals ’ instructions .  The Preliminary \nInjunction Order enjoined Bollinger from misappropriatin g TSG’s trade secrets or \nany proprietary or other confidential information of TSG.  Judge Bledsoe declined, \nhowever, to enjoin Bollinger from working for ACF or in the textile finishing industry \ngenerally because Judge Bledsoe found that the restrictions i n the noncompete had \nexpired by their own terms by the date the Preliminary Injunction Order was entered.  \n11. On December 24, 2015, TSG filed the current operative complaint, titled its \nConsolidated and First Amended Complaint (the “Amended Complaint”), which  \nasserts, in relevant part, a claim  against Bollinger  for breach of the employment \nagreement.    \n12. Bollinger filed the Motion on April 13, 2016.  The parties completed \nbriefing, and the Court held a hearing on the Motion on July 13, 2016.  The Motion is \nnow ripe for resolution.   \nIII. FACTUAL BACKGROUND \n13. The Court does not make findings of fact on a motion for summary \njudgment, but provides the following summary of the material facts, as viewed in the \nlight most favorable to TSG, in order to provide context for the Motion and the Court’s \nruling thereon.  See Hyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, \n142, 215 S.E.2d 162, 165 (1975).    \n14. TSG is a Pennsylvania limited liability company  that was organized on \nApril 14, 2011 and has a principal office in Hickory, North Carolina.  TSG is one of \nthe largest commercial fabric finishers in the country.   \n15. Bollinger is a resident of Conover, North Carolina and was a former Quality \nControl Manager for TSG at its Hickory location .  As Quality Control Manager, he \nwas responsible for assessing a customer’s finishing needs and developing a finishing \nprotocol for that customer.   \n16. Bollinger initially began working in the fabric finishing field for Geltman \nCorporation (“Geltman”) in 198 6.  Bollinger became an employee of TSG Inc . when \nTSG Inc. acquired Geltman in 1992.  He was promoted to Quality Control Manager \nfor TSG Inc. in the late 1990s and served in that role until 2011.   \n17. In 2007, TSG Inc. required its employees to sign an employment agreement \nthat included nondisclosure and noncompetition covenants, in exchange for receiving \ntheir year-end bonus or any raise for the following year.   \n18. Bollinger signed an Employment Agreement Relating to Confidential \nBusiness Information, Trade Secrets and Noncompetition  (the “Employment \nAgreement”) on January 14, 2008 in exchange for an annual increase in compensation \nof $1,300 .00 and a $3,500.00 signing bonus.   (See Am. Compl. Ex. B, hereinafter, \n“Empl. Agmt.”.)   \n19. Bollinger’s Employment Agreement contained restrictive covenants , \nincluding a nondisclosure provision prohibiting Bollinger from disclosing TSG’s \nconfidential and tra de secret information, (Empl. Agmt. § 2), and a noncompetition \nprovision prohibiting Bollinger from engaging in employment in textile finishing \nwithin a certain prohibited territory for a period of two years following the \ntermination of Bollinger’s employment, (Empl. Agmt. § 3).   \n20. TSG Inc. filed for bankruptcy in 2009.  Pursuant to a plan of reorganization \napproved on April 19, 2011 by the United States Bankruptcy Court for the Eastern \nDistrict of Pennsylvania , TSG Inc. transferred its assets to TSG, a whol ly-owned \noperating subsidiary of TSG Inc ., which remained in operation.  Accordingly, \nBollinger’s employment with TSG Inc . ceased, and he became employed by TSG.  \nBollinger did not sign a new employment agreement with TSG.   According to \nBollinger, every aspect of his day-to-day job remained the same after the bankruptcy \nreorganization. \n21. Bollinger eventually grew frustrated with a lack of promised financial \nsuccess.  In 2013, Defendant Veryl Elston , a principal of ACF, with whom Bollinger \nworked at Geltman,  approached Bollinger about a potential position with ACF  in \nNorth Carolina .  On November 13, 2013, ACF offered Bollinger the position of \nOperations Manager. \n22. On November 21, 2013, Bollinger informed TSG that he would be resigning, \neffective December 6, 2013, to take the offered position at ACF  at a plant five miles \naway from TSG ’s Hickory location .  TSG initially accepted Bollinger’s notice, but \nsubsequently directed that he be terminated immediately and escorted from TSG’s \npremises.   \n23. Bollinger thus began work for ACF on November 25, 2013.  He worked for \nACF until early January 2015, shortly after the Court of Appeals instructed this \nCourt to enjoin Bollinger from working for ACF.     \nIV. ANALYSIS \n24. To prevail on a motion for summary judgment under Rule 56 of  the North \nCarolina Rules of Civil Procedure, “the moving party must show that, viewed in the \nlight most favorable to the nonmovant, no genuine issue exists ‘as to any material \nfact and that any party is entitled to a judgment as a matter of law.’”  Beverage Sys. \nof the Carolinas, LLC v. Associated Bev. Repair, LLC, 784 S.E.2d 457, 460 (N.C. 2016) \n(internal citation omitted) (quoting N.C. Gen. Stat. § 1A-1, Rule 56(c)).   \n25. The Motion seeks dismissal of “any and all claims against [Bollinger] which \nare based on the [Employment Agreement].”  (Def.’s Mot. Partial Summ. J. 1.)  \nBollinger asserts that the Employment Agreement is not an enforceable contract \nbetween TSG and Bollinger, and that he is therefore entitled to judgment as a matter \nof law on any claims based on the Employment Agreement. \n26. Due to a choice of law provision in the Employment Agreement, \nPennsylvania law governs enforcement of the Agreement.  ( See Empl. Agmt. § 7); \nTanglewood Land Co. v. Byrd , 299 N.C. 260, 262, 261 S.E.2d 655, 656 (1980) \n(“[W]here parties to a contract have agreed that a given jurisdiction’s substantive law \nshall govern the interpretation of the contract, such a contractual provision will be \ngiven effect.”).   \n27. “[A] restrictive covenant not to compete, contained in an employment \nagreement, is not assignable to the purchasing business entity, in the absence of a \nspecific assignability provision, where the covenant is included in a sale of assets.”  \nHess v. Gebhard & Co., 808 A.2d 912, 922 (Pa. 2002).  In explaining its rationale for \nthis holding, the Pennsylvania Supreme Court in Hess stressed that employment \nagreements are “personal to the performance of both the employer and employee” and \nthat the “personal characteristics of t he employment contract permeate the entire \ntransaction.”  Id.  “The fact that an individual may have confidence in the character \nand personality of one employer does not mean that the employee would be willing to \nsuffer a restraint on his employment for th e benefit of a stranger to the original \nundertaking.”  Id.  Moreover, “covenants should be construed narrowly and . . . courts \nshould hesitate ‘to read [an assignability provision] into the contract.’”  Id. (quoting \nAll-Pak, Inc. v. Johnston, 694 A.2d 347, 351 (Pa. Super. Ct. 1997)).   \n28. Another line of cases under Pennsylvania law holds, however, that “a stock \nsale, unlike a sale of assets, does not alter the corporate entity” and that, accordingly, \n“the transfer of . . . stock of a corporation has no effect on its ability to enforce a non-\ncompete agreement.”  Zambelli Fireworks Mfg. Co. v. Wood , 592 F.3d 412, 423 (3d \nCir. 2010) (apply ing Pennsylvania law).  Therefore, in the case of a stock sale, as \nopposed to an asset purchase, there is no need for a specific assignability clause in an \nemployment agreement to allow the acquirer of stock to enforce restrictive covenants \nin that agreement because there is no change in the identity of the employer.  Id. \n29. Here, both Bollinger and TSG agree that the transaction that occurred \nduring the bankruptcy reorganization was a transfer of assets, rather than a stock \nsale.  Bollinger therefore argues that, because there is no express assignability clause \nin the Employment Agreement, the Employment Agreement was not validly \nassigned, and the restrictive covenants therein were unenforceable by TSG.   \n30. Bollinger raised the same argument in TSG’s appeal of Judge Murphy’s \norder, and the Court of Appeals rejected it, concluding: \nThe situation in this case is not one where [TSG] was a ‘stranger to the \noriginal undertaking.’  Unlike the sale of assets between two companies \nat arms’ length, like the transaction that took place in Hess, the \nassignment in this case took place in the context of a bankruptcy \nreorganization, where the same company policies and management were \nretained.  [TSG] is a wholly owned subsidiary of [TSG Inc.], with whom \n[Bollinger] entered into the non -compete.  As [TSG’s CEO Jack \nRosenstein (“Rosenstein”)] testified at the hearing, ‘[i]t’s not a new \nentity. . . . i t’s basically the same company it was.’  According to \n[Bollinger], every aspect of his job remained unchanged after the \nassignment.  Therefore, the facts here are more analogous to those cases \nwhere Pennsylvania courts have declined to make assignability \nprovisions a requirement, such as with a stock sale or merger, because \nthe contract rights are not given to a completely new entity.  See J.C. \nEhrlich Co., Inc. v. Martin , 2009 PA Super 127, 979 A.2d 862, 865–66 \n(Pa. 2009) (holding that where an employee’s obligations and duties did \nnot change in any material way after a stock purchase, a non -compete \nagreement was enforceable by the company with whom the agreement \nwas made without an explicit assignability clause).  Accordingly, we \nreject the trial court’s conclusion that the non-compete is unenforceable \nbecause it did not contain a specific assignability provision. \n \nTSG Finishing, LLC v. Bollinger, 767 S.E.2d 870, 879 (N.C. Ct. App. 2014).    \n \n31.  Bollinger argues that the Court of Appeals’ decision in this re gard was \nincorrect.  He contends that the Court of Appeals misinterpreted Hess and J.C. \nEhrlich and argues that these cases do not turn on whether there is any material \nchange to the terms and conditions of employment or the identity of the employee’s \nindividual supervisors and coworkers, but on the formal legal structure of the \ntransaction at issue.  Thus, according to Bollinger, because TSG is not the same legal \nentity that entered into the Employment Agreement with Bollinger, Pennsylvania \nlaw makes clear that TSG cannot enforce the restrictive covenants therein without a \nspecific assignability clause. \n32. First, the Court must determine whether the Court of Appeals’ holding is \nnow the law of the case  in this proceeding, such that the Court is required to follow \nthe holding without variation.  See Couch v. Private Diagnostic Clinic, 146 N.C. App. \n658, 667, 554 S.E.2d 356, 363 (2001) (“On the remand of a case after appeal, the \nmandate of the reviewing court is binding on the lower court, and must be strictly  \nfollowed, without variation and departure.”) (citations omitted).  Bollinger argues \nthat this Court is not so required because the Court of Appeals’ conclusion was made \nat the preliminary injunction stage, and such a conclusion is not binding in \nsubsequent proceedings.  See DaimlerChrysler Corp. v. Kirkhart, 148  N.C. App. 572, \n578, 561 S.E.2d 276, 282 (2002) (“[T]he findings of fact and other proceedings of the \ntrial court which hears the application for a preliminary injunction are not binding \nat a trial on the merits.  The same is true of our decision upon this appeal and our \nstatement of the facts upon which our conclusion rests.”) (internal citation omitted).   \n33.   The Court is not convinced that it is free to disregard the Court of Appeals’ \nexplicit legal conclusion in these circumstances, where the relevant record evidence \ncurrently before the Court has not materially changed from that considered by the \nCourt of Appeals at the preliminary injunction stage.  Nonetheless, it is unnecessary \nto decide that issue because, as will be explained, the Court believes that the Court \nof Appeals reached the correct result. \n34. It is true that whether an express assignability clause is required to permit \nassignment of restrictive covenants in an employment agreement has g enerally \nturned on whether such assignment occurred in the context of an asset acquisition on \nthe one hand, or a merger or stock sale on the other.  However, the Court concludes \nthat it is not the mere legal structure of the transaction at issue that is relevant under \nPennsylvania law, but rather the changes, or lack thereof, in the nature of the \nemployment relationship that are typical in each transaction. \n35. For example, in concluding that an assignability clause was necessary to \neffect valid assignment in t he context of an asset sale, the Hess court stressed that \nits conclusion was based on the “personal characteristics of the employment contract” \nand the fact  that, when the identity of the employer changes, the nature of the \nemployment relationship typically changes, such that the employee is forced to “suffer \na restraint on his employment for the benefit of a stranger to the original \nundertaking.”  Hess, 808 A.2d at 922.  The court specifically found significant the fact \nthat the purported assignment of the  employment agreement there constituted a \nmaterial change in the defendant-employee’s employment obligations.  Id.   \n36. Similarly, in J.C. Ehrlich, in concluding that an assignability clause was \nnot necessary to effect valid assignment in the context of a stock purchase, the court \nstressed the fact that the defendant’s “obligations and duties [did not] change[] in any \nmaterial respect” after the stock purchase.  J.C. Ehrlich, 979 A.2d at 866.   \n37. This case law points to the conclusion  that, under Pennsylvania la w, a \nrestrictive covenant contained in an employment agreement is not assignable to a \nsuccessor business entity, in the absence of a specific assignability provision, where \nthe employee would be forced to suffer a restraint on his employment for the benefi t \nof a stranger to the original agreement.  Where the successor entity is essentially the \nsame, however, such that the nature of the employment relationship does not change \nfollowing the transaction, a specific assignability provision is not required to \neffectuate assignment of a restrictive covenant, regardless of the transaction’s formal \nlegal structure. \n38. Here, TSG is “basically the same company” as TSG Inc. ; the owners and \nofficers of TSG did not change, and Bollinger himself testified that every aspect of his \njob remained unchanged after the bankruptcy reorganization.  As the Court of \nAppeals pointed out, this is not a case where TSG was a stranger to the Employment \nAgreement originally entered into between TSG Inc. and Bollinger.  Rather, as is \ntypically the case in a stock sale, TSG, as a result of the bankruptcy reorganization, \nis essentially the same entity as the original party to the Employment Agreemen t.  \nThe Court does not believe that Pennsylvania law requires an explicit assignability \nprovision in the circumstances presented here.   \n39. Accordingly, the Court rejects Bollinger’s argument that the Employment \nAgreement is unenforceable because it did not contain a specific assignability clause, \nand concludes that the Employment Agreement was assignable without such a \nclause.  Nonetheless, Bollinger argues, albeit briefly, that TSG has presented no \nevidence that the Employment Agreement was actually assigned  to it by TSG Inc.  \nThe Court disagrees. \n40. Indeed, the Court of Appeals noted in its decision that Rosenstein \nspecifically testified that the Employment Agreement , and the restrictive covenants \ncontained therein, were assigned by TSG Inc. to TSG.  Moreover, the Bankruptcy \nCourt’s order approving TSG Inc.’s bankruptcy plan specifically approved assumption \nby TSG of all of TSG Inc.’s executory contracts.  The Court concludes that such \nevidence at least presents a genuine issue of fact as to assignment that is i mproper \nto resolve at the summary judgment stage.   \n41. Because Bollinger asserts no other basis for concluding that the \nEmployment Agreement was unenforceable by TSG, the Court concludes that \njudgment as a matter of law in Bollinger’s favor is inappropriate  on this record, and \nthat the Motion should be denied. \nV. CONCLUSION \n42. For the foregoing reasons, the Court hereby DENIES Bollinger’s Motion for \nPartial Summary Judgment. \nSO ORDERED, this the 26th day of August, 2016. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}