{
  "id": "3df1439af163c40ac538c8719a894429547d650ee2215f67f4d5b43c65ba9641",
  "source_file": "data/raw/ncbc/3df1439af163c40ac538c8719a894429547d650ee2215f67f4d5b43c65ba9641.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 8130 \nDR. ROBERT CORWIN AS TRUSTEE\nFOR THE BEATRICE CORWIN \nLIVING IRREVOCABLE TRUST, on \nBehalf of a Class of Those Similarly \nSituated, \n \nPlaintiff, \n \nv. \n \nBRITISH AMERICAN TOBACCO \nPLC; REYNOLDS AMERICAN, INC.; \nSUSAN M. CAMERON; JOHN P. \nDALY; NEIL R. WITHINGTON;  \nLUC JOBIN; SIR NICHOLAS \nSCHEELE; MARTIN D. FEINSTEIN; \nRONALD S. ROLFE; RICHARD E. \nTHORNBURGH; HOLLY K. \nKOEPPEL; NANA MENSAH; \nLIONEL L. NOWELL III; JOHN J. \nZILLMER; and THOMAS C. \nWAJNERT,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION \n \n{1} THIS MATTER is before the Court on Defendant British American \nTobacco p.l.c.’s Motion to Dismiss Plaintiff’s First Amended Class Action Complaint \n(“BAT’s Motion to Dismiss”), and The Director Defendants’ and Reynolds American \nInc.’s Motion to Dismiss Plaintiff’s First Amended Class Action Complaint (“RAI \nand Director Defendants’ Motion to Dismiss”) (collectively, the “Motions”), brought \npursuant to Rule 12(b)(1) and Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure (“Rule(s)”).  For the reasons expressed below, the Motions are \nGRANTED. \n \n \nCorwin v. British Am. Tobacco p.l.c., 2015 NCBC 74.\n \n \nVan Laningham Duncan, PLLC by Alan W. Duncan and Stephen M. Russell \nJr., and Block & Leviton LLP by Jason M. Leviton (pro hac vice) and Joel A. \nFleming (pro hac vice) for Plaintiff Dr. Robert Corwin as Trustee for the \nBeatrice Corwin Living Irrevocable Trust. \n \nRobinson & Lawing LLP by Michael L. Robinson and H. Brent Helms, and \nCravath, Swaine & Moore LLP by Gary A. Bornstein (pro hac vice) for \nDefendant British American Tobacco p.l.c. \n \nWomble Carlyle Sandridge & Rice, LLP by Ronald R. Davis, W. Andrew \nCopenhaver, and James A. Dean, and Jones Day by Robert C. Micheletto (pro \nhac vice), Thomas E. Lynch (pro hac vice), and Andrew S. Kleinfeld (pro hac \nvice) for Defendants Reynolds American, Inc., Susan M. Cameron, John P. \nDaly, Neil R. Withington, Sir Nicholas Scheele, Martin D. Feinstein, and \nRonald S. Rolfe. \n \nMoore & Van Allen PLLC by James P. McLoughlin, Jr., Mark A. Nebrig, \nFrank E. Schall, and Jonathan M. Watkins for Defendants Luc Jobin, Holly \nK. Koeppel, Nana Mensah, Lionel L. Nowell, III, John J. Zillmer, and Thomas \nC. Wajnert. \n \nGale, Chief Judge. \nI. INTRODUCTION \n{2} This action concerns a transaction (“Transaction”) between Reynolds \nAmerican, Inc. (“RAI”), Lorillard, Inc., (“Lorillard”), and Imperial Tobacco Group, \np.l.c. (“Imperial”), funded in part by a share purchase by RAI’s largest shareholder, \nBritish American Tobacco, p.l.c. (“BAT”).  Dr. Robert Corwin (“Corwin”) seeks to \nrepresent a class of RAI common shareholders other than BAT.  Corwin’s First \nAmended Class Action Complaint (“Amended Complaint”) asserts three causes of \naction: (1) breach of fiduciary duty against RAI’s directors; (2) breach of fiduciary \nduty against BAT as a controlling shareholder; and (3) aiding and abetting breach \nof fiduciary duty against RAI for the alleged breach of fiduciary duty by RAI’s \ndirectors. \n{3} The claim against the various directors alleges, in part, that they \nbreached their duty of candor by failing to make certain disclosures prior to a \nshareholder vote (“Disclosure Claims”) and requested that the Transaction be \n \n \nenjoined pending further necessary disclosures.  The Disclosure Claims were \nresolved by a settlement, pursuant to which RAI made additional disclosures and \nCorwin agreed not to seek to enjoin the shareholder vote or to set aside the \nTransaction should it be approved and closed.  The settlement did not resolve other \nclaims related to the Transaction’s pricing of shares that BAT purchased (“Fairness \nClaims”), which Corwin attacks as inadequate either because RAI’s directors were \nimproperly influenced by BAT’s control or because they otherwise failed to properly \ndischarge their fiduciary duties when approving the Transaction. \n{4} Having concluded that the Amended Complaint does not state an \nunderlying breach of fiduciary duty claim against BAT or RAI’s directors, the Court \nneed not address the aiding and abetting a breach of fiduciary duty claim.  In \nreaching its conclusion, the Court has assumed without deciding that Corwin has \nstanding to bring his claims directly, rather than derivatively. \nII. THE PARTIES \n{5} Plaintiff Corwin is Trustee for the Beatrice Corwin Living Irrevocable \nTrust (the “Trust”), a New York trust.  The Trust has held RAI common stock since \nJanuary 1, 2011. \n{6} Defendants Susan M. Cameron (“ Cameron”), John P. Daly (“Daly”), \nNeil R. Withington (“Withington”), Luc Jobin (“Jobin”), Sir Nicholas Scheele \n(“Scheele”), Martin D. Feinstein (“Feinstein”), Ronald S. Rolfe (“Rolfe”), Richard E. \nThornburgh (“Thornburgh”), Holly K. Koeppel (“Koeppel”), Nana Mensah \n(“Mensah”), Lionel L. Nowell, III (“Nowell”), John J. Zillmer (“Zillmer”), and \nThomas C. Wajnert (“Wajnert”) (collectively “Director Defendants”) are, or were at \nthe relevant times, directors of RAI.  Susan M. Cameron has also been President \nand CEO of RAI since May 1, 2014.  \n{7} Defendants Daly, Withington, Scheele, Feinstein, and Rolfe \n(collectively, “BAT Designees”) were nominated to the RAI Board of Directors by \nBAT. \n \n \n{8} Defendants Jobin, Thornburgh, Koeppel, Mensah, Nowell, Zillmer, and \nWajnert (collectively, “Other Directors”) were not employed by RAI and were not \nnominated to the board by BAT. \n{9} Defendant BAT is a tobacco holding company headquartered in \nLondon, England.  BAT owned a forty-two percent stake in RAI before the \nTransaction and maintained its percentage ownership in RAI after the \nTransaction’s close.1 \n{10} Defendant RAI is a holding compa ny incorporated in North Carolina \nand headquartered in Winston-Salem, North Carolina.  RAI is the second-largest \ntobacco company in the United States. \n{11} Prior to the Transaction’s close, Nonparty Lorillard was a tobacco \nholding company incorporated in Delaware and headquartered in Greensboro, \nNorth Carolina and was the third-largest tobacco company in the United States. \n{12} Nonparty Imperial is a tobacco  holding company headquartered in \nBristol, England. \nIII. PROCEDURAL HISTORY \n{13} Corwin filed his original Class Action Complaint on August 8, 2014.  \nThe case was designated a mandatory complex business case by North Carolina \nSupreme Court Chief Justice Sarah Parker on August 11, 2014, and assigned to the \nundersigned on August 12, 2014.   \n{14} Corwin filed his Amended Co mplaint on November 7, 2014, \nsupplementing the breach of fiduciary duty claim against the Director Defendants \nwith allegations of a breach of their duty of candor for failure to make material \ndisclosures, and integrating information from RAI’s Form S-4 Registration \nStatement, which was filed with the SEC on October 17, 2014. \n                                                 \n1 The Court has been advised that the Transaction was approved by shareholder votes, approved by \nthe FTC, and closed.  The Court has limited its consideration of the Amended Complaint’s adequacy \nto state the claims asserted, without consideration of events occurring after the Amended Complaint \nwas filed.  However, those additional events would raise other questions the Court need not consider \nas to whether those events effectively ratified the Transaction or otherwise mooted the claims. \n \n \n{15} On December 5, 2014, BAT filed a motion seeking to stay discovery \nuntil the Court’s ruling on BAT’s motion to dismiss.  On December 8, 2014, \nDefendants filed several motions, including: (1) BAT’s Motion to Dismiss; (2) RAI \nand Director Defendants’ Motion to Dismiss; and (3) Defendants Reynolds American \nInc., Cameron, Daly, Feinstein, Rolfe, Withington, Scheele, Jobin, Thornburgh, \nKoeppel, Mensah, Nowell, Zillmer, and Wajnert’s Motion to Stay Discovery (with \nBAT’s motion to stay, the “Motions to Stay”).   \n{16} On December 12, 2014, RAI filed an  amended Form S-4 with the SEC, \nannouncing a shareholder vote on an issuance of shares in connection with the \nTransaction.2 \n{17} On December 23, 2014, Corwin stated  his intention to file a motion to \nenjoin the shareholder vote.  The Court held a telephone conference on December \n30, 2014, to establish an appropriate briefing and hearing schedule.  On January 2, \n2015, Corwin filed Plaintiff’s Motion for Preliminary Injunction to Enjoin \nShareholder Meeting and Vote (“Preliminary Injunction Motion”), which the Court \nset for a hearing to occur on January 16, 2015, with expedited briefing in advance.  \n{18} On January 8, 2015, the Court rule d on the Motions to Stay, providing \nthat only RAI must produce certain limited discovery on an expedited basis before \nthe January 16, 2015, hearing.  The Court issued a Stipulated Confidentiality \nAgreement and Protective Order on January 11, 2015.  On January 14, 2015, RAI \nproduced the required discovery or supplied affidavits as to its nonexistence. \n{19} On January 15, 2015, the partie s advised the Court that they had \nreached a preliminary agreement regarding the Disclosure Claims.  As the final \ndocumentation had not yet been executed and filed, the Court convened the January \n16, 2015, hearing, announced the apparent settlement, and deferred any further \nconsideration of the request to enjoin the upcoming shareholder vote.  The parties \n                                                 \n2 This was the second amended proxy statement.  The first amended proxy statement was filed with \nthe SEC on November 24, 2014.  As the parties almost exclusively reference the original preliminary \nproxy regarding the claims remaining before the Court, the Court has relied almost entirely on the \noriginal preliminary proxy statement in this Order & Opinion.  The Court is aware of no additional \nstatement in subsequent SEC filings that would affect its ruling. \n \n \nfiled their Memorandum of Understanding regarding the Disclosure Claims on \nJanuary 17, 2015.  The Court has held in abeyance further proceedings required for \nit to approve the class settlement pending the Court’s consideration of the present \nMotions related to the Fairness Claims.  \n{20} RAI filed a supplemental Form 8-K with the SEC on January 20, 2015, \nas provided by the settlement.  The RAI shareholder meeting to consider the \nTransaction then proceeded, with shareholders voting to approve the Transaction. \n{21} Thereafter, the Court held oral argument on the Motions, which have \nbeen fully briefed and are ripe for disposition. \nIV. FACTUAL BACKGROUND \n{22} The following facts, stated solely  for purpose of providing context for \nthe Court’s ruling on the Motions, are taken from the Amended Complaint and the \ndocuments that it incorporates or to which it refers, unless otherwise expressly \nnoted.  As the Motions are grounded both on Rules 12(b)(1) and 12(b)(6), the Court \nis permitted to consider matters outside the pleadings, but it has not been required \nto do so, as it has assumed Corwin’s standing and considered his claims on their \nmerits.  See Carlisle v. Keith, 169 N.C. App. 674, 688–89, 614 S.E.2d 542, 551–52 \n(2005) (reiterating the trial court’s ability to consider matters outside the pleadings \nwithout converting a Rule 12(b)(6) motion to dismiss into a motion for summary \njudgment if those matters are incorporated by reference in a complaint).  The Court \nhas assumed the factual allegations of the Amended Complaint to be true, without \nbeing bound to the legal conclusions Corwin asserts based on those alleged facts.  \nWalker v. Sloan, 137 N.C. App. 387, 392, 529 S.E.2d 236, 241 (2000).3 \n{23} RAI was created in 2004 as a result  of a transaction in which R.J. \nReynolds Tobacco Company acquired BAT’s United States subsidiary, Brown & \nWilliamson Tobacco Corporation.  BAT obtained a forty-two percent stake in the \nnewly formed RAI.   \n                                                 \n3 The SEC filings include substantially more details regarding the Transaction than the Court \nincludes in its summary or than are necessary to its ruling. \n \n \n{24} At that time, RAI and BAT entered into a Governance Agreement that \nprovides for a standstill period of ten years, during which BAT agreed (with certain \nexceptions) to purchase no more shares of RAI.  Although the standstill period \nexpired on July 30, 2014, the Governance Agreement includes other terms that \ncontinue beyond the standstill period that both grant and restrict certain of BAT’s \nrights.  Significantly, the restrictions preclude BAT from exercising its voting power \nto control the election of a majority of the RAI Board.  The Governance Agreement \nincludes the following terms: \n- BAT has the right to designate for nomination five directors of RAI’s \nthirteen-member Board of Directors, with the number of directors \nreducing incrementally if BAT’s ownership falls below forty-two percent.  \nThree of the BAT Designees must be independent as defined by the rules \nestablished by the New York Stock Exchange. \n- BAT must vote all of its shares in favor of any board candidates selected \nby the Corporate Governance and Nominating Committee, which must \nconsist solely of non-BAT Designees. \n- A majority of the BAT Designees must approve of any transaction in \nwhich RAI issues equity securities in an amount that comprises five \npercent or more of the voting power outstanding as calculated before the \nissuance of the stock, and of certain share repurchase transactions. \n- BAT must approve certain sales of intellectual property, amendments to \nthe Articles of Incorporation or the By-Laws, or the adoption of any \ntakeover defenses. \n- A majority of the Other Directors must approve RAI’s entrance into any \ncontract involving RAI and its subsidiaries and BAT and its subsidiaries.  \nThe Governance Agreement provides that it terminates automatically if BAT gains \ncontrol of 100 percent of RAI’s voting stock. \n {25} As noted in the discussion below, the terms restricting BAT’s input \ninto the selection of the RAI Board remained in effect during the Board’s \nconsideration of the Transaction and were not terminated by the terms of the \nTransaction. \n {26} In early November 2012, Daniel M. Delen (“Delen”), then RAI’s CEO \nand president, and Wajnert, the Chairman of the RAI Board of Directors, met with \n \n \nBAT to discuss a possible combination of RAI and Lorillard.  BAT expressed its \nsupport.  Later, on November 15, 2012, Delen discussed the possibility of such a \nbusiness combination with Murray S. Kessler (“Kessler”), Lorillard’s Chairman, \nPresident, and CEO.  Kessler agreed to discuss the concept with his Board but \nemphasized that any transaction must deliver value to Lorillard’s shareholders. \n {27} Beginning in January 2013, BAT and RAI began discussing a possible \ncombination between RAI and Lorillard.  BAT indicated that it would be willing to \nfinance part of the Transaction in order to maintain its forty-two percent ownership.  \nBAT stated that it would cooperate with this possible business combination only if it \napproved of the transactional terms and execution strategy, including the brands \nRAI may be required to divest, the subscription price for any additional investment \nby BAT, alterations to the Governance Agreement, and any commitment by RAI to \npay any termination fee resulting from the Transaction’s possible failure to obtain \nregulatory clearance. \n {28} On March 8, 2013, the RAI Board discussed the need to identify a \nbuyer for various RAI and Lorillard brands that may need to be sold in order to \nensure FTC antitrust clearance and identified Imperial as a potential buyer.  \nImperial subsequently expressed interest in purchasing certain RAI brands. \n {29} On or before June 4, 2013,  RAI’s Other Directors approved a \nnonbinding term sheet that included terms allowing BAT to maintain its forty-two \npercent beneficial ownership.  RAI and BAT then executed this nonbinding term \nsheet.  At BAT’s insistence, the nonbinding term sheet included a provision that \nneither BAT nor RAI would seek any changes in the Governance Agreement in \nconnection with the Transaction. \n {30} Later, during the summer of 2013, BAT communicated to RAI that it \nwould not support a transaction that would require RAI to divest its blu eCigs \nbrand. \n {31} At the beginning of 2014, RAI and Lorillard undertook further \nresearch regarding the possibility of a deal between the two companies.  On \nJanuary 18, 2014, the Other Directors, the Strategic Matters Review Committee \n \n \n(“SMRC”),4 and the RAI Board of Directors held a telephone conference with RAI’s \nsenior management and RAI’s advisors.  This was the first indication of any \nseparate action, other than the June 2013 vote on the nonbinding term sheet, by the \nOther Directors in relation to the Transaction.  The Other Directors did not discuss \nengaging independent counsel with relation to the Transaction until early February \n2014, after which Moore & Van Allen PLLC, a North Carolina law firm, was \nretained as counsel for the Other Directors.  It does not appear that the Other \nDirectors ever retained a separate, independent financial advisor. \n {32} Media activity intensified during  spring 2014.  The first public report \nspeculating as to RAI’s purchase of Lorillard was made on February 28, 2014.  In \nMarch 2014, media outlets reported that BAT planned to purchase the remaining \nfifty-eight percent of RAI upon expiration of the standstill period.  On April 29, \n2014, CNBC issued a report speculating that the tobacco industry was soon to \nconsolidate and that RAI may soon acquire Lorillard. \n{33} On April 30, 2014, Delen resign ed and Cameron was elected as RAI’s \nCEO, effective May 1, 2014. \n {34} On May 7, 2014, the Other Di rectors met with RAI management and \nRAI’s legal and financial advisors to consider the purchase of Lorillard.  At that \nmeeting, the various parties discussed the unlikelihood of obtaining any other \nequity financing on terms as favorable as those BAT offered.  The Other Directors \napproved pursuing an acquisition of Lorillard at 65 dollars per share, representing \na 32.5 percent premium over Lorillard’s closing share price on February 28, 2014.   \n{35} Scott M. Hayes (“Hayes”), BAT’s head of mergers and acquisitions, was \ninvolved in negotiations with the RAI Board and management.  Hayes made a \npresentation proposing a transaction and indicating BAT’s support for such a \ntransaction.  BAT withdrew its opposition to divesting RAI’s blu eCigs brand after \nthe proposed purchase price for other RAI brands was increased. \n                                                 \n4 The SMRC operated on RAI’s behalf from September 2012 until May 2014. The record does not \ndisclose its membership. \n \n \n{36} On July 3, 2014, CNBC reported  that RAI’s purchase of Lorillard may \nbe announced by the end of July 2014 at an offer price of 68 dollars per share of \nLorillard common stock. \n{37} During a meeting between RAI, Lazard (one of RAI’s financial \nadvisors), Lorillard, and Centerview Partners LLC (one of Lorillard’s financial \nadvisors), on July 5, 2014, Lorillard insisted that BAT commit to vote its common \nstock in favor of the Transaction even if the RAI Board no longer recommended the \nTransaction.  BAT indicated that it would not give such a commitment if the Other \nDirectors objected to the Transaction. \n{38} On July 11, 2014, Imperial issued  a press release that confirmed its \ndiscussions with RAI and Lorillard.  RAI and Lorillard also issued press releases \nacknowledging that they were in discussions regarding RAI’s possible purchase of \nLorillard.  BAT issued its own press release, noting that it expected to assist in the \nTransaction by purchasing additional shares in order to maintain its forty-two \npercent ownership. \n{39} On July 13 and 14, 2014, the RAI Board of Directors met with RAI’s \nsenior management and Lazard, Jones Day (counsel for the BAT Designees), and \nother advisors.  Lazard rendered its fairness opinion, indicating that the agreement \nwas fair to RAI and RAI shareholders other than BAT.  The RAI Board of Directors \nunanimously approved the Transaction.  Also on July 13 and 14, 2014, the Other \nDirectors met with RAI’s senior management and representatives of Lazard, Jones \nDay, Moore & Van Allen PLLC, and other advisors to consider the Transaction in \ndetail. The Other Directors subsequently and unanimously approved the \nTransaction.   \n{40} On July 14, 2014, Lorillard met with their financial advisors, who \nrendered their fairness opinion, indicating that the agreement was fair to Lorillard \ncommon-stock holders.  The Lorillard Board of Directors then unanimously voted to \napprove the merger agreement and related transactions. \n{41} On July 15, 2014, RAI and Lorillard executed the merger agreement, \nand RAI, BAT, Imperial, and Lorillard executed the other related agreements.  \n \n \nLater that day, RAI issued a press release formally announcing the Transaction and \ndetailing its terms: \n- RAI would acquire Lorillard for cash and stock at the current value of \n$68.88 per Lorillard share, for a net price of $27.4 billion. \n- Lorillard shareholders would receive $50.50 in cash and 0.2909 of an RAI \nshare for each Lorillard share they held. \n- Imperial would purchase the KOOL, Salem, Winston, Maverick, and blu \neCigs brands from RAI for a total of $7.1 billion, amounting to $4.4 billion \npaid to RAI after taxes. \n- Imperial would acquire certain Lorillard assets, including its Greensboro, \nNorth Carolina manufacturing and research and development facilities. \n- BAT would maintain its 42 percent ownership in RAI by investing \napproximately $4.7 billion in an additional share purchase based on a \nprice of $60.16, the closing price as of July 2, 2014, which was the same \nprice used to determine the stock component of Lorillard shareholders’ \nconsideration.5 \n- RAI and BAT “agreed in principle to pursue an ongoing technology-\nsharing initiative for the development and commercialization of next-\ngeneration tobacco products.”  (Director Defs.’ & Reynolds American, Inc.’s \nMot. Dismiss Pl.’s First Amend. Class Action Compl. Ex. C, at 2.) \n- Lazard would be lead financial advisor to RAI on the Transaction. \n{42} The RAI share price on the day the Transaction was announced was \n$63.18.    \n{43} As noted, the Court is advised that an overwhelming majority of RAI \nand Lorillard common shareholders approved the Transaction on January 28, 2015, \nand the Transaction closed on or about June 12, 2015, after receiving FTC approval. \n \n \n \n                                                 \n5 Corwin challenges whether this was, in fact, the price used to determine consideration paid to \nLorillard shareholders.  The Court does not believe any such factual dispute is material to the \nremaining claims subject to the Motions. \n \n \nV. ANALYSIS  \nA.  Standard of Review \n{44} The claims involve RAI’s internal  affairs, and RAI is incorporated in \nNorth Carolina.  North Carolina law then governs this Transaction, and the parties \ndo not argue otherwise.  See Bluebird Corp. v. Aubin, 188 N.C. App. 671, 680, 657 \nS.E.2d 55, 63 (2008) (citing Edgar v. MITE Corp., 457 U.S. 624, 645 (1982)).  \nAlthough Corwin has urged the Court to consider certain Delaware precedent as \npersuasive on issues for which he contends there is no clear North Carolina \nprecedent, the Court resolves the claims as a matter of North Carolina law.     \n{45} The Motions are made pursuant to both Rule 12(b)(1), based on the \nassertion that there is no subject matter jurisdiction because Corwin lacks standing, \nand Rule 12(b)(6), based on the assertion that the Amended Complaint fails to state \na claim upon which relief may be granted.  “Rule 12(b)(1) . . . allows for the \ndismissal of a complaint due to a lack of jurisdiction over the subject matter of the \nclaim or claims asserted in that complaint.”  \nState ex rel. Cooper v. Seneca-Cayuga \nTobacco Co., 197 N.C. App. 176, 181, 676 S.E.2d 579, 583 (2009).  Standing is \nproperly challenged under Rule 12(b)(1).  Fuller v. Easley, 145 N.C. App. 391, 395, \n553 S.E.2d 43, 46 (2001).  A court’s inquiry on a Rule 12(b)(1) motion is not limited \nto the allegations in the complaint.  See Harris v. Matthews, 361 N.C. 265, 271, 643 \nS.E.2d 566, 570 (2007) (noting that, in ruling on a 12(b)(1) motion to dismiss, a \ncourt may consider matters outside the pleadings).6  On a motion to dismiss under \nRule 12(b)(6), the Court evaluates “whether, as a matter of law, the allegations of \nthe complaint, treated as true, are sufficient to state a claim upon which relief may \nbe granted under some legal theory, whether properly labeled or not.”  Crouse v. \nMineo, 189 N.C. App. 232, 237, 658 S.E.2d 33, 36 (2008) (quoting Harris v. NCNB \nNat’l Bank of N.C., 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987)). \n                                                 \n6 This principle would allow the Court to consider the impact of the shareholder vote, if necessary, to \nresolve Corwin’s standing to assert his claims directly.  This has not been necessary because the \nCourt has resolved the Motions without having to consider the events occurring after the Amended \nComplaint was filed. \n \n \nB. Issues Presented \n{46} The dominant issue the Court must resolve is whether BAT controlled \nRAI with relation to the Transaction even though it owned only a minority share of \nRAI.  As discussed in detail below, North Carolina courts have recognized that a \ncontrolling majority shareholder, at least in closely held corporations, owes a \nfiduciary duty to minority shareholders, who can bring a direct rather than a \nderivative claim for a breach of that duty.  North Carolina courts have never \nsquarely addressed whether a minority shareholder can exercise control adequate to \nimpose such a fiduciary duty.  Defendants contend that a correct reading of North \nCarolina precedent is that the imposition of any fiduciary duty on a shareholder \nfavors a straightforward numerical test of majority ownership.  Corwin contends \nthat North Carolina precedent is more flexible and turns on the fact of a \nshareholder’s dominance and control, which can exist without majority ownership \nor voting control.  He suggests Delaware precedent that embodies this more flexible \napproach is persuasive and should be followed by North Carolina courts.  Even the \nDelaware precedent, if followed, would require allegations of actual, rather than \npotential, control over the Transaction that is subject to court scrutiny. \n{47} Corwin’s briefing suggests th at his claim against the Director \nDefendants for their breach of fiduciary duty depends upon a finding that BAT is a \ncontrolling shareholder.  However, because Corwin complains of the fairness and \nadequacy of the consideration RAI received in exchange for the shares BAT \npurchased to maintain its forty-two percent interest in RAI, the Court has further \nexamined whether the Amended Complaint states a claim for breach of duty by the \nRAI Directors in approving the Transaction.  Corwin suggests that the overall \nTransaction should be subject to an entire fairness review, upon which the Director \nDefendants must assume the burden of proof.  Defendants vigorously argue that the \nCourt need not reach that issue, because any such potential claim can be brought \nonly as a derivative action, whereas Corwin admits that he has not satisfied the \nprerequisites of a derivative action and brings only direct claims.  In addressing the \n \n \nasserted claim against the Director Defendants on its merits, the Court elects to \nassume without deciding that Corwin has standing to bring the claim.       \n{48} The Court concludes that the Amended Complaint does not state a \nclaim for breach of fiduciary duty by either BAT or the Director Defendants.  This \nrenders it unnecessary for the Court to consider further the uncertain claim of \naiding and abetting breach of fiduciary duty. \nC. The Amended Complaint Does Not Allege Sufficient Facts to Impose a \nFiduciary Duty upon BAT as a Controlling Shareholder \n{49} “As a general rule, shareholders do not owe a fiduciary duty to each \nother or to the corporation.”  Freese v. Smith, 110 N.C. App. 28, 37, 428 S.E.2d 841, \n847 (1993).  North Carolina courts recognize an exception to this general rule, so \nthat a controlling majority shareholder may owe a fiduciary duty to minority \nshareholders.  Id.  BAT argues that “North Carolina courts have never accepted the \nargument that indicia of influence could push a minority shareholder over the line \nto become a controller subject to fiduciary duties.”  (Mem. Law Supp. Def. BAT’s \nMot. Dismiss Pl’s First Am. Class Action Compl. (“Mem. Supp.”) 11.)  BAT further \nargues that, as a policy matter, a bright-line test based on majority ownership will \nassure certainty and predictability and avoid a glut of cases requiring a fact-specific \ninquiry into various indicia of control.  If the Court were to adopt such a bright line \ntest, Corwin’s claim would fail as there is no allegation, nor can there be, that BAT \nhas ever owned or held voting control over a numerical majority of the outstanding \nshares. \n{50} While acknowledging that no prior North Carolina opinion has \nsquarely held a minority-percentage owner to be a controlling shareholder, Corwin \nurges that the principles underlying the North Carolina courts’ imposition of a \nfiduciary duty on the shareholder are dominance and control, and that there are \ncircumstances where a minority owner can exercise such dominance and control.  \nHe suggests that this Court, consistent with North Carolina precedent, should \nfollow a more flexible test to measure domination and control, as Delaware courts \n \n \nhave done when finding, on particular facts, that control can be exercised with an \nownership level significantly below fifty percent.  See, e.g., Robbins & Co. v. A. C. \nIsr. Enters., 1985 Del. Ch. LEXIS 498, at *13–14 (Oct. 2, 1985) (“This Court and \nothers have recognized that substantial minority interests ranging from 20% to 40% \noften provide the holder with working control.”) (citing \nEssex Universal Corp. v. \nYates, 305 F.2d 572, 579 (2nd Cir. 1962); Gottesman v. Gen. Motors Corp., 279 F. \nSupp. 361, 368 (S.D.N.Y. 1967); Moran v. Household Int’l, Inc., 490 A.2d 1059 (Del. \nCh. 1985); Cheff v. Mathes, 199 A.2d 548, 555 (Del. 1964)).   \n{51} The Court has carefully reviewed both the line of North Carolina cases \nthat have recognized a fiduciary duty owed by a controlling shareholder and the \nDelaware decisions that Corwin contends are persuasive.  Having done so, the \nCourt has found no direct North Carolina holding that a controlling shareholder \nmust be a majority owner, although in each case that imposes a fiduciary duty on a \nshareholder, the shareholder subject to that duty either owned or had control over a \nmajority interest.  \nSee, e.g., Hill v. Erwin Mills, Inc., 239 N.C. 437, 443, 80 S.E.2d \n358, 362 (1954) (recognizing that a holder of the majority of outstanding stock owes \na heightened duty to a minority owner); Freese, 110 N.C. App. at 38, 428 S.E.2d at \n848 (finding a fifty-five percent owner to be a majority shareholder and therefore \nowing a fiduciary duty to plaintiff, who was a forty-five percent shareholder); Loy v. \nLorm Corp., 52 N.C. App. 428, 431–33, 278 S.E.2d 897, 901 (1981) (referring to \nthree shareholders jointly as “the majority shareholders,” and finding that they \njointly owed a fourth, twenty-five percent shareholder a fiduciary duty); Thomas v. \nMcMahon, 2015 NCBC LEXIS 67, at *27–29 (N.C. Super. Ct. June 23, 2015) \n(finding that an eighty percent shareholder in a close corporation owed a fiduciary \nduty to minority shareholders by virtue of its majority interest).  In at least one \ndecision, the North Carolina Court of Appeals declined to impose a fiduciary duty on \na minority owner without even considering the potential impact of other indicia of \ncontrol. \n Kaplan v. O.K. Techs., LLC, 196 N.C. App. 469, 473, 675 S.E.2d 133, 137 \n(2009) (noting that a 41.5 percent shareholder, solely because it owned less than the \n \n \nmajority of the outstanding shares, did not owe a fiduciary duty to minority \nshareholders). \n{52} The policy reasons underlying the imposition of a fiduciary duty on at \nleast a majority shareholder in North Carolina were well articulated by the North \nCarolina Supreme Court in Gaines v. Long Manufacturing Co.: \nThe holders of the majority of the stock of a corporation have the \npower, by the election of directors and by the vote of their stock, to do \neverything that the corporation can do.  Their power to . . . direct the \naction of the corporation places them in its shoes and constitutes them \nthe actual, if not the technical, trustees for the holders of the minority \nof the stock.  They draw to themselves and use all the powers of the \ncorporation. . . . \n \nThe devolution of unlimited power imposes on holders of the majority \nof the stock a correlative duty, the duty of a fiduciary or agent, to the \nholders of the minority of the stock, who can act only through them—\nthe duty to exercise good faith, care, and diligence to make the \nproperty of the corporation produce the largest possible amount, to \nprotect the interests of the holders of the minority of the stock, and to \nsecure and pay over to them their just proportion of the income and of \nthe proceeds of the corporate property.  The controlling majority of the \nstockholders of a corporation, while not trustees in a technical sense, \nhave a real duty to protect the interests of the minority in the \nmanagement of the corporation, especially where they undertake to \nrun the corporation without giving the minority a voice therein.  This \nis so because the holders of a majority of the stock have a community of \ninterest with the minority holders in the same property and because \nthe latter can act and contract in relation to the corporate property \nonly through the former.  It is the fact of control of the common \nproperty held and exercised, and not the particular means by which or \nmanner in which the control is exercised, that creates the fiduciary \nobligation on the part of the majority stockholders in a corporation for \nthe minority holders. \n234 N.C. 340, 344–45, 67 S.E.2d 350, 353 (1951) (omissions in original) (quoting 13 \nAm. Jur. Corporations §§ 422, 423 (1938)). \n{53} After its comprehensive review of these various cases, the Court \nconcludes that the language in the North Carolina decisions leaves open the specific \nquestion of whether a minority shareholder can exercise the degree of control \ndiscussed in Gaines, adequate to impose a fiduciary duty on that shareholder.  See, \n \n \ne.g., Erwin Mills, 239 N.C. at 444, 80 S.E.2d at 363 (“It is the general rule that \nwhen the fairness of transactions between a corporation and one dominating its \npolicies is challenged, the burden is upon those who would maintain such \ntransactions to show their inherent fairness to all parties concerned.”); T-WOL \nAcquisition Co. v. ECDG S., LLC, 220 N.C. App. 189, 208 n.8, 725 S.E.2d 607, 617 \n(2012) (“[C]ontrolling or majority shareholders owe a fiduciary duty to minority \nshareholders in a closely held corporation.” (emphasis added)); Freese, 110 N.C. \nApp. at 37, 428 S.E.2d at 847 (“In North Carolina, it is well established that a \ncontrolling shareholder owes a fiduciary duty to minority shareholders.”); Gusinsky \nv. Flanders Corp., 2013 NCBC LEXIS 43, at *16 (N.C. Super. Ct. Sept. 25, 2013) \n(using the disjunctive “or” to note that a court may find a controlling or majority \nshareholder to impose a duty, but then only predicating analysis on a shareholder’s \nmajority status); Emergys Corp. v. Consert, Inc., 2012 NCBC LEXIS 19, at *21 \n(N.C. Super. Ct. Apr. 5, 2012) (noting, in a non-shareholder suit, that “[i]t is well \nestablished under North Carolina law that the element of control is what gives rise \nto a fiduciary duty between the controlling shareholder and the minority”); cf. \nFulton v. Talbert, 255 N.C. 183, 185, 120 S.E.2d 410, 412 (1961) (“[W]here the \ncorporation is so dominated and controlled by a wrongdoer as to be powerless to act, \nminority stockholders may bring the action, making the corporation a party.”). \n{54} The Court acknowledges the potential benefit of certainty and \npredictability that the bright-line rule of majority ownership might afford.  \nHowever, it also recognizes the potential abuse of a rigid rule and its potential for \nfar-reaching consequences.  Such a rule would be better adopted by the legislature \nor our appellate courts.  The Court concludes that it should confine its analysis to \nthe facts of this particular case, and in doing so, it has considered whether the \nAmended Complaint would survive under either of the tests the parties urge.  The \nCourt concludes that it does not.\n  \n{55} The Court has given Corwin the fu ll benefit of the consideration of the \nDelaware cases he offers as persuasive support for his position.  Those cases, \nhowever, demand adequate demonstration of actual, not potential, control of the \n \n \ntransaction at issue, and where the transaction is controlled by the corporation’s \nboard, there must be actual domination and control over the board in connection \nwith the transaction.  The Amended Complaint does not satisfy this pleading \nstandard.  It contains detailed allegations that demonstrate that BAT may have had \nsignificant influence over the Transaction, but it also reveals other facts that \ndemonstrate that BAT did not and could not control the RAI Board or cause it to \nlose its independence: the extraordinary limitations that the Governance \nAgreement imposes on BAT’s ability to dominate the RAI Board.   \n{56} The Delaware Supreme Court emphasized actual, rather than \ntheoretical, control as the underlying basis of a fiduciary duty owed to a minority \nshareholder when it pronounced that “a shareholder owes a fiduciary duty only if it \nowns a majority interest in or \nexercises control over the business affairs of the \ncorporation.”  Kahn v. Lynch Commc’n Sys., 638 A.2d 1110, 1113–14 (Del. 1994) \n(quoting Ivanhoe Partners v. Newmont Mining Corp., 535 A.2d 1334, 1344 (Del. \n1987) (emphasis in original)).  Delaware courts impose a significant pleading \nburden to allow a fiduciary duty claim to proceed against a minority shareholder \nand will dismiss such a claim under Delaware’s Rule 12(b)(6) in the absence of \nsufficient allegations.  See Dubroff v. Wren Holdings, LLC, 2009 Del. Ch. LEXIS 89, \nat * 12 (May 22, 2009) (dismissing action because of a failure to adequately allege \nthat the defendants formed a control group).  Delaware courts presume that a \nshareholder who owns less than fifty percent of the outstanding stock of a \ncorporation is not a controlling shareholder.  \nIn re Zhongpin Stockholders Litig., \n2014 Del. Ch. LEXIS 252, at *18 (Nov. 26, 2014), rev’d on other grounds sub nom., \nIn re Cornerstone Therapeutics, Inc., 2015 Del. LEXIS 231 (Del. May 4, 2015); cf. \nALI Principles of Corporate Governance § 1.10 (b) (2014) (applying a rebuttable \npresumption of control for shareholders with greater than twenty-five percent \nownership of a corporation).  Rebutting the presumption requires evidence that the \nminority owner had “actual control of corporate conduct.”  Citron v. Fairchild \nCamera & Instrument Corp., 569 A.2d 53, 70 (Del. 1989).   \n \n \n{57} Delaware courts have not expre ssed a test that turns on a single \nindicator of control but instead look to various factors in addition to the percentage \nof ownership.  See In re Zhongpin, 2014 Del. Ch. LEXIS 252, at *24–26 (“[T]he \nCourt does not take an unduly restrictive view of the avenues through which a \ncontroller obtains corporate influence.”).  But, again, the important factor is “actual \nexercise” of control, so that a claim cannot move forward solely on allegations of the \npotential for exercise of control by the minority shareholder.  Weinstein Enters. v. \nOrloff, 870 A.2d 499, 507 (Del. 2005).  In Williamson v. Cox Communications, Inc., \n2006 Del. Ch. LEXIS 111 (June 5, 2006), the Delaware Chancery Court listed \nvarious factors that a court may analyze when evaluating whether a shareholder \nexercised such actual control over a transaction, including whether the shareholder \nhas appointed affiliates to the board of directors, id. at *16, and whether the \nshareholder has veto power over certain transactions, id. at *20–21.  The \nWilliamson court required the plaintiff to plead a “nexus of facts” in order to raise \nan inference of control.  Id. at *24.   \n{58} At least for larger corporations  governed by a board of directors, \nDelaware courts focus their inquiry on whether a shareholder exercised actual \ncontrol of the board of directors, because the corporate decision-making processes of \na corporation are controlled by the board.  \nSee Superior Vision Servs. v. ReliaStar \nLife Ins. Co., 2006 Del. Ch. LEXIS 160, at *16 n.38 (Apr. 25, 2006); see also In re \nKKR Fin. Holdings LLC S’holder Litig., 101 A.3d 980, 993 (Del. Ch. 2014).  Even if a \nshareholder may be given atypical powers by contract, a challenge to a transaction \nmay fail if there are not adequate facts from which to conclude that the board was \nnot able to “freely exercise[] its independent judgment.” Id. at 995; Superior Vision, \n2006 Del. Ch. LEXIS 160, at *15–20 (“[A] significant shareholder, who exercises a \nduly-obtained contractual right that somehow limits or restricts the actions that a \ncorporation otherwise would take, does not become, without more, a ‘controlling \nshareholder’ for that particular purpose.”). \n{59} The following statement is a fair distillation of how the policies the \nDelaware courts have emphasized merge into the pleading standard:  \n \n \nWhen a stockholder owns less than 50% of the corporation’s \noutstanding stock, a plaintiff must allege domination by a minority \nshareholder through actual control of corporate conduct.  The bare \nconclusory allegation that a minority stockholder possessed control is \ninsufficient.  Rather, the Complaint must contain well-pled facts \nshowing that the minority stockholder exercised actual domination and \ncontrol over . . . [the] directors.  That is, under our law, a minority \nblockholder is not considered to be a controlling stockholder unless it \nexercises such formidable voting and managerial power that [it], as a \npractical matter, [is] no differently situated than if [it] had majority \nvoting control.  Accordingly, the minority blockholder’s power must be \nso potent that independent directors . . . cannot freely exercise their \njudgment, fearing retribution from the controlling minority \nblockholder. \nIn re Morton’s Rest. Grp., Inc., 74 A.3d 656, 664–65 (Del. Ch. 2013) (alterations in \noriginal) (internal quotation marks omitted) (internal citations omitted). \n {60} As noted above, the North Ca rolina courts have not specifically \naddressed the significance of the percentage of ownership held by the shareholder \nagainst whom a breach of fiduciary duty claim is presented.  As such, North \nCarolina courts have not expressly articulated a presumption that a minority \nshareholder does not have control.  But, Delaware’s requirement that a claimant \ndemonstrate actual control is consistent with the North Carolina Supreme Court’s \ndiscussion in Gaines, which relates the power of a single, controlling shareholder to \nthat of a controlling board of directors.  234 N.C. at 345, 67 S.E.2d at 353–54.  This \nCourt is comfortable that, should our appellate courts elect not to impose the rigid \nrequirement of majority ownership that BAT promotes, they would, at a minimum, \nimpose a strong presumption that a minority shareholder owes no fiduciary duty \nabsent detailed facts evidencing actual control equivalent to majority ownership.   \n{61} The Amended Complaint presents  facts, construed favorably to \nCorwin, that demonstrate that the RAI Board’s desire to continue its relationship \nwith BAT may have strongly influenced its actions, and that, to continue the \nrelationship, it may have had to accommodate certain of BAT’s contractual rights, \nincluding the potential veto over at least some aspects ultimately included in the \nTransaction’s terms.  But the Amended Complaint also acknowledges, as it must, \n \n \nthe terms of the Governance Agreement and the two separate votes of the RAI \nBoard of Directors and of the Other Directors, who were insulated from BAT’s \ncontrol and who remained free to exercise independent judgment without fear of \nBAT’s reprisal.   \n{62} The Court acknowledges that Co rwin pleads facts with significant \ndetail.  In summary, he alleges \n- BAT owns forty-two percent of RAI’s outstanding shares, in comparison to \nthe next largest ownership block of five percent, such that, as RAI \nadmitted in its SEC filings, “[u]nless substantially all RAI shareholders \nother than BAT vote together on matters presented to RAI shareholders, \nBAT would have the power to determine the outcome of matters \nsubmitted to a shareholder vote, which could result in RAI taking actions \nthat RAI’s other shareholders do not support.” (First Am. Class Action \nCompl. ¶ 35 (quoting Director Defs.’ & RAI’s Br. Supp. Mot. Dismiss Pl.’s \nFirst Am. Class Action Compl.  Ex. A (“Prelim. Proxy”), at 65).)7 \n- The Governance Agreement gave BAT veto power over the sale of certain \nintellectual property necessary to complete the Transaction.   \n- BAT had the contractual right to appoint five of RAI’s thirteen directors; \ntwo of the other eight directors had close ties with BAT; and BAT’s \ndesignees made presentations to the RAI Board on behalf of BAT. \n- RAI admitted that two of its objectives for the Transaction were to \nmaintain BAT as a significant beneficial owner and for BAT to continue to \nparticipate in ownership and leadership of RAI after the Transaction. \n- RAI and BAT executed a non-binding term sheet on June 14, 2013, after \napproval of the term sheet by the Other Directors.  This was several \nmonths before the Other Directors secured separate counsel, and they \nnever retained an independent financial advisor or received a separate \nfairness opinion regarding the BAT share purchase. \n- The Transaction occurred close in time to the expiration of the contractual \nprohibition on BAT’s acquisition of additional shares of RAI or acquisition \nof  RAI outright. \n                                                 \n7 In his brief opposing the Motions, Corwin indicates that this factor would be particularly \nsignificant if the shareholders were asked to vote without the benefit of adequate disclosures.  \nHowever, Corwin entered into a class settlement premised on the concept that the additional \ndisclosures allowed the shareholders to cast a fully informed vote.  RAI shareholders approved the \nTransaction with access to the newly disclosed information.   \n \n \n- RAI met with BAT to test its support for any transaction before making a \nproposal to Lorillard or Imperial, and BAT conditioned its cooperation \nwith the Transaction on transactional terms and an execution strategy of \nwhich it approved. \n- Thereafter, BAT and RAI jointly negotiated with a potential divestment \npartner, and BAT was allowed to make direct presentations to the RAI \nBoard. \n- In addition to its contractual rights, BAT enjoyed leverage as a major \nfinancing source for the Transaction. \n- BAT was able to purchase shares, maintaining its 42 percent stake, at the \nlowest trading price in the weeks before the Transaction was announced, \nreflecting what Corwin contends was a 4.8 percent discount to the share \nvalue as of July 14, 2014, the date used to calculate the value paid to \nLorillard shareholders.  This price was also significantly below the post-\nTransaction price, and BAT was not required to pay separate \nconsideration to RAI’s other shareholders, whose interests the \nTransaction diluted.  \n- It appears that RAI never considered other options to finance the \nTransaction besides BAT equity financing. \n- The BAT Designees spoke on behalf of BAT while sitting on the RAI \nBoard of Directors.  This was contrary to their duty as RAI Board \nmembers, who only owe a fiduciary duty to the company on whose board \nthey sit: RAI. \n- BAT retained the right to veto a change in the Transaction’s terms in its \nsole discretion.   \n{63} BAT stresses that these facts, ev en if the Court accepts them as true, \nare not adequate to establish BAT’s dominance and control, which is necessary to \nimpose a fiduciary duty on it as a minority shareholder.   \n{64} The Court agrees with BAT’s asse ssment that the limitations on board \ncontrol that the Governance Agreement imposes are extraordinary and that the \nparticularized facts of the Amended Complaint do not rise to a level adequate to \njustify the imposition of a fiduciary duty on BAT.  Influence does not equate to \ncontrol, and the potential imposition of a fiduciary duty turns on evidence of actual \ncontrol.   \n \n \n{65} The Court then concludes that the Amended Complaint fails to state a \nclaim that BAT controlled the Transaction.  While not bound to follow Delaware \nprecedent, the Court concludes that the Amended Complaint would not survive \nshould the Delaware standard control, because the allegations, taken as true, do not \nadequately allege that BAT’s control over the Transaction was considerable enough \nto be the voting and managerial equivalent of a majority shareholder’s control, see \nIn re Morton’s Rest. Grp., Inc., 74 A.3d at 664–65 (noting the Delaware standard), \nor so potent that the independent Other Directors were unable to exercise their \njudgment freely with fearing BAT’s retribution, id. at 665.8  As noted below, the \nAmended Complaint further demonstrates that the RAI Board was well-informed \nwhen voting to approve the Transaction. \nD. The Amended Complaint Does Not Allege Sufficient Facts to Demonstrate \nthat Director Defendants Breached Their Fiduciary Duties \na. Corwin’s Standing  \n{66} The Director Defendants urge that  the Court should not even consider \nthe breach of fiduciary claim asserted against them because Corwin has no standing \nto bring such a claim.  Standing for a minority shareholder to bring direct claims \nagainst a controlling shareholder has been clearly recognized in North Carolina. \nSee, e.g., Fulton, 255 N.C. at 185, 120 S.E.2d at 411–12; Norman v. Nash Johnson & \nSons’ Farms, Inc., 140 N.C. App. 390, 407, 537 S.E.2d 248, 260 (2000); Miller v. \nRuth’s of N.C., Inc., 68 N.C. App. 40, 43, 313 S.E.2d 849, 851 (1984).  It is not clear \nthat the policy reasons underlying this recognition of standing to bring a direct \nclaim against the controlling shareholder would extend to allowing a direct claim \nagainst directors who approved a transaction with the controlling shareholder.  It is \neven less certain that there is any policy reason in the setting of a publicly traded \n                                                 \n8 In his Amended Complaint, Corwin makes various allegations that the Director Defendants and \nfinancial advisors were not independent because of some connection with BAT.  The Court believes \nthe alleged personal interests or conflicts are too vaguely alleged or too remote, even if accepted to be \ntrue, for the Court to conclude that the Director Defendants did not act independently and were \ndominated by BAT. \n \n \ncorporation that would justify allowing a direct action for a claim that would \notherwise be properly brought as a derivative action.    \n{67} Typically, a shareholder does not have standing to bring a direct action \nagainst third parties, including members of a board of directors, to recover for any \nwrong committed against the corporation.  Barger v. McCoy Hillard & Parks, 346 \nN.C. 650, 658, 488 S.E.2d 215, 219 (1997).  Such claims must be brought \nderivatively.  An exception exists where the shareholder adequately alleges either \n(1) a special duty between the third party wrongdoer and the shareholder, or (2) \nthat the injury suffered by the shareholder was “separate and distinct” from the \ninjury suffered by other shareholders.  Id. (quoting 12B Fletcher Cyclopedia of the \nLaw of Private Corporations § 5911, at 484 (perm. ed. 1993)); see also Thomas, 2015 \nNCBC LEXIS 67, at *21.  The injury is sufficiently separate and distinct if it is \n“peculiar or personal” to the shareholder alleging injury.  Howell v. Fisher, 49 N.C. \nApp. 488, 492, 272 S.E.2d 19, 23 (1980) (quoting Snyder v. Freeman, 300 N.C. 204, \n217, 266 S.E.2d 593, 601 (1980)). \n{68} As a general proposition, an injury predicated on the diminution of \nvalue of a plaintiff’s shares is not a separate and distinct injury from the injury the \ncorporation itself suffered, id. at 492, 272 S.E.2d at 22, as the loss of corporate value \nreflected by the decline in share price affects all shareholders equally, Barger, 346 \nN.C. at 659, 488 S.E.2d at 220 (noting that a loss in value of a shareholders shares \nis exactly the same injury suffered by the corporation and other shareholders); \nRussell M. Robinson, II, Robinson on North Carolina Corporation Law § 17.02[1], at \n17-3 (7th ed. 2014) (“North Carolina courts have expressly rejected the argument \nthat a shareholder has an individual right to recover directly for any loss in the \nvalue of his shares caused by a wrong committed against the corporation.”). \n{69} Corwin’s claim here, however, differs from than those previously \nconsidered by the North Carolina courts.  He claims that RAI did not receive \nadequate value for BAT’s share purchase and that the loss was not shared equally \nby all shareholders.  Rather, he claims, the class of public shareholders other than \nBAT suffered a special injury when BAT caused RAI to enter into the Transaction.   \n \n \n{70} Corwin again turns to Delaware precedent to argue for his standing.  \nDelaware courts have recognized that public shareholders may bring a direct claim \nagainst a majority or controlling shareholder when shares representing both voting \nand economic power are improperly issued to the majority or controlling \nshareholder.  Gentile v. Rossette, 906 A.2d 91, 99–100 (Del. 2006); see also Gatz v. \nPonosolt, 925 A.2d 1265, 1277–79 (Del. 2007) (summarizing the doctrine underlying \nGentile).  Even assuming that Delaware would allow such standing against anyone \nother than a controlling shareholder, it is also uncertain whether any North \nCarolina appellate court would follow Delaware’s lead even in the narrow \ncircumstance of a controlling shareholder, because the Delaware Supreme Court \nhas expressly rejected Barger’s “special injury” test.  See Tooley v. Donaldson, \nLufkin, & Jenrette, Inc., 845 A.2d 1031, 1035–36 (Del. 2004).  When invited to \nsimilarly reject the special injury test clearly established by Barger, the North \nCarolina Court of Appeals flatly refused to follow Delaware’s lead.  Estate of \nBrowne v. Thompson, 219 N.C. App. 637, 639–40, 727 S.E.2d 573, 575–76 (2012) \n(refusing to reject the “special injury” test pursuant to Tooley in favor of the Barger \ntest).   \n{71} Because of the uncertainty of  whether Corwin’s claim that the \nTransaction had a disparate impact on different shareholders would survive under \nBarger, the Court elects to assume his standing to bring a direct claim without \ndeciding the issue.  If it becomes later necessary to consider the issue, and if the \nclaim is found to be derivative instead of direct, Corwin’s claims would fail for lack \nof standing.  However, the Court has not reached that issue because it determines \nthat Corwin’s claim against the Director Defendants fails on its merits.   \nb. The Asserted Breach by the Director Defendants \n{72} Corwin argues that the burden of proof has shifted to the Director \nDefendants to prove that the Transaction was fair, but does so in the context of his \nassertion that BAT is a controlling shareholder.  His argument is that the  \n \n \nDirector Defendants’ conduct is subject to a heightened standard of \nreview, not because they are selling the Company but because they are \nengaging in a transaction with a controlling shareholder.  Thus, the \nDirector Defendants are properly subject to the common-law rule that \nplaces the burden on them to demonstrate the fairness of a conflicted \ntransaction with the Company’s controlling shareholder.  \n(Pl.’s Omnibus Opp’n Defs.’ Mots. Dismiss 29 (citing Erwin Mills, 239 N.C. at 444, \n80 S.E.2d at 363).)  Defendants respond that any enhanced standard is improper \nirrespective of whether BAT is a controlling shareholder, because the North \nCarolina legislature rejected an enhanced standard when it enacted section 55-8-30, \nwhich codifies a general standard for directors of a corporation applicable to all \ntransactions.  See N.C. Gen. Stat. § 55-8-30 (2014); Robinson, supra § 14.06, at 14-\n18 to -19 (noting the various standards available under Delaware law, and noting \nthat, in North Carolina, “[a] 1993 amendment to the Business Corporation Act \nrejected the application of those separately higher standards as such”).     \n {73} North Carolina’s Business Corporation Act adopted standards for \ncompleting transactions with interested directors.  See N.C. Gen. Stat. § 55-8-31.  \nArguably, a transaction with a controlling shareholder who is not also a director \nmight require a court to revert to the prior common law rule, because the Act does \nnot include specific standards for transactions with a controlling shareholder.  See \nid.  However, having concluded that the Transaction did not involve a controlling \nshareholder, the Court need not further consider such a possibility.9  The Court \nconcludes that the Director Defendants are to be judged by the general standards \ndelineated by section 55-8-30, which requires a director to “discharge his duties as a \ndirector . . . : (1) In good faith; (2) With the care an ordinarily prudent person in a \nlike position would exercise under similar circumstances; and (3) In a manner he \nreasonably believes to be in the best interests of the corporation.”  N.C. Gen. Stat. § \n55-8-30(a).  “A director is not liable for any action taken as a director, or any failure \n                                                 \n9 Should such consideration become necessary, it might further extend to the question of whether an \nattack on such a transaction is foreclosed when it is ratified by a majority vote of fully informed \nshareholders, in the same manner as a transaction with an interested director.  See N.C. Gen. Stat. \n55-8-31(d). \n \n \nto take any action, if he performed the duties of his office in compliance with \n[section 55-8-30].”  Id. § 55-8-30(d).  \n{74} The Director Defendants urge that the Amended Complaint, viewed \nalong with the documents it incorporates, contains no allegation that the Director \nDefendants were incompetent, and demonstrates clearly that they were well \ninformed of the Transaction’s material terms, which is all that is statutorily \nrequired of them.  See N.C. Gen. Stat. 55-8-31(a)(1).   \n{75} Corwin’s arguments include the suggestion that the Director \nDefendants failed to adequately inform themselves prior to separately voting on the \nTransaction by failing to obtain an independent financial advisor to opine on the \nfairness of the BAT share purchase.  The Director Defendants counter by reference \nto the actions the Other Directors took in order to become and remain informed, \nincluding meeting “several times to discuss the deal, [and] receiving legal and \nfinancial advice from Lazard, Jones Day, Moore & Van Allen, and Richards Layton.”  \n(The Director Defs.’ And Reynolds American, Inc.’s Reply Br. Supp. Mot. Dismiss \nPl.’s First Am. Class Action Compl. 9 (citing Prelim. Proxy 86–109).)  They claim \nthat having taken such actions, they are insulated from liability by application of \nthe business judgment rule.\n 10  In light of these additional efforts, the Court does not \nbelieve the Other Directors’ failure to secure a separate, independent financial \nadvisor is sufficient to demonstrate that they violated their statutory duty of care.   \n{76} The statutory standard reflects the same considerations underlying the \nbusiness judgment rule which has been long applied in North Carolina.  The \nbusiness judgment rule provides a substantive presumption that a director acted \nwith due care, so that the director’s judgment will not be judicially second-guessed \nunless it was not supported by a rational business purpose.  Winters v. First Union \nCorp., 2001 NCBC LEXIS 5, at *8–11 (N.C. Super. Ct. July 12, 2001).  The business \n                                                 \n10 Effectively, consideration of the traditional business judgment rule as it has been applied in North \nCarolina merges into consideration of whether directors have satisfied the statutory standard \ndefined by section 55-8-30.  See Robinson, supra § 14.06, at 14-17 n.2 (discussing Official Comment \nthat the Model Corporations Act did not intend necessarily to codify the common law business \njudgment rule). \n \n \njudgment rule’s presumption that a director exercised due care may be rebutted if a \nplaintiff seeking judicial review of board action alleges specific facts that indicate \n“that the board was inattentive or uninformed, acted in bad faith, or that the \nboard’s decision was unreasonable.” Wachovia Capital Partners v. Frank Harvey \nInv. Family L.P., 2007 NCBC LEXIS 7, at *12 (N.C. Super. Ct. Mar. 5, 2007); see \nalso Robinson, supra § 14.06, at 14-17 to -18.  In assessing the impact of the \nbusiness judgment rule on Corwin’s claims, the Court must accept his factual \nallegations but it is not bound by his legal conclusions.  Walker, 137 N.C. App. at \n392, 529 S.E.2d at 241.  The Court concludes that the Amended Complaint shows \nneither that the Board was uninformed nor that its decision was not attributable to \na rational business purpose.  Rather, the facts, taken in combination, are adequate \nto demonstrate that the Board’s decision was sufficiently independent, informed, \nand rational to preclude second-guessing in a judicial forum.  Such a review is \nexactly what the business judgment rule is intended to foreclose.   \n{77} The Court is mindful that Corwin  attempts to argue that one or more \nof the Other Directors had some direct or indirect interest adequate to classify that \ndirector as “interested” within the meaning of section 55-8-31(a).  N.C. Gen. Stat. § \n55-8-31(a) (discussing the impact of a conflict-of-interest transaction).  Even \nassuming, contrary to the Court’s own opinion based on the facts alleged, that \nCorwin has a factual basis for his assertion, Corwin has certainly failed to plead \nadequate facts to conclude that a \nmajority of the Other Directors were conflicted.  A \nconflict by one director would not require the Court to set the Transaction aside, \nconsidering its approval by a majority of the Other Directors.11.  See id. § 55-8-31(c).   \n{78} In sum, as to the breach of fi duciary duty claim against the Director \nDefendants, the Court assumes Corwin’s standing to bring a direct claim, but \nconcludes that \n                                                 \n11 Again, should the claim be allowed to survive the initial Motions, Corwin would then be confronted \nby a potential defense that the Transaction was ratified by the vote of an informed shareholder \nmajority.  \nSee N.C. Gen. Stat. § 55-8-31(d).   \n \n \n \n- there is no claim of breach of fiduciary duty for approving a transaction with \na controlling shareholder because Corwin has not alleged facts that allow for \na determination that BAT controlled the Board with regard to the \nTransaction, and there is no other basis for finding a fiduciary duty existed; \n- Corwin has not alleged facts, even if accepted as true, adequate to rebut the \npresumption that the Director Defendants acted in accord with their \nstatutory duty of care, or that they did not approve the Transaction for a \nrational business purpose after being adequately informed as to the material \nfacts of the Transaction; and \n- Corwin has not alleged facts, even if accepted as true, sufficient for the Court \nto set aside the Transaction because of a director conflict, particularly \nconsidering that the Transaction was approved by a majority of directors for \nwhom there is little to no basis on which to ascribe a direct or indirect \nconflict. \nE. The Court Need Not Further Consider Corwin’s Claim that RAI Aided and \nAbetted the Breach of Fiduciary Duty of Its Own Directors \n{79} Corwin claims that “[RAI], incl uding without limitation through the \nactions of its Board of Directors, aided and abetted the Director Defendants’ \nbreaches of fiduciary duties, and was an active and knowing participant in the \nbreaches of fiduciary duties owed to Plaintiff and the members of the Class by the \nDirector Defendants.”  (First Am. Class Action Compl. ¶ 138.)  \n{80} North Carolina Courts, including this one, have recognized the \nuncertain existence of a claim of aiding and abetting breach of fiduciary duty. See, \ne.g., Bottom v. Bailey, __ N.C. App. __, 767 S.E.2d 883, 889 (2014) (expressing doubt \nthat North Carolina recognizes a claim for aiding and abetting breach of fiduciary \nduty, but affirming the trial court’s dismissal of that claim on other grounds); \nLand \nv. Land, No. COA11-1027, 2012 N.C. App. LEXIS 893, at *20–21 (Aug. 7, 2012) \n(noting that whether aiding and abetting breach of fiduciary duty is recognized is \n“unclear”); \nEhrenhaus v. Baker, 216 N.C. App. 59, 88–89, 717 S.E.2d 9, 29 (2011) \n \n \n(same); Veer Right Mgmt. Grp. Inc. v. Czarnowski Display Serv., Inc., 2015 NCBC \nLEXIS 13, at *6 (N.C. Super. Ct. Feb. 4, 2015) (“Whether North Carolina recognizes \na claim for aiding and abetting a breach of fiduciary duty remains an open \nquestion.”); Tong v. Dunn, 2012 NCBC LEXIS 16, at *11–20 (N.C. Super. Ct. Mar. \n19, 2012), rev’d on other grounds, 752 S.E.2d 669 (N.C. Ct. App. 2013).  The claim is \neven more uncertain where a corporation is alleged to have aided and abetted the \nbreach of duty by its own directors.   \n{81} The Court need not consider the question further, however, as it has \nfound that the Amended Complaint fails to allege an underlying breach of fiduciary \nduty by RAI’s directors.  See Veer Right, 2015 NCBC LEXIS 13, at *8 (“[T]he \nelements [of an aiding and abetting breach of fiduciary duty claim] would include \n. . . [a] violation of a fiduciary duty by the primary party . . . .”). \nVI. CONCLUSION \n{82} For the foregoing reasons, th e Motions are GRANTED, and Corwin’s \nAmended Complaint is DISMISSED.  The parties are directed to proceed with \nappropriate efforts to finalize the Court’s consideration of the settlement of Corwin’s \nDisclosure Claims. Corwin is requested to file the appropriate motion for approval \nof the settlement on or before August 29, 2015.  \n \nIT IS SO ORDERED, this the 4th day of August, 2015. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n "
}