{
  "id": "3e07e1bc0d8ecd4951fd41db1e8a7638f7616c93be8ca437f41c8244c1b87fac",
  "source_file": "data/raw/ncbc/3e07e1bc0d8ecd4951fd41db1e8a7638f7616c93be8ca437f41c8244c1b87fac.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 17162 \n \nCONSERVATION STATION, INC., \n \nPlaintiff, \n \nv. \n \nMATTHEW BOLESKY and \nCONSERVATION TECHNOLOGY & \nSOLUTIONS, LLC, \n \nDefendants. \n \n \n \n \n \nFINAL JUDGMENT \n \n1. THIS MATTER came on for trial without a jury before the undersigned \ncommencing on 2 October 2023 and concluding on 3 October 2023.  The matter is now \nripe for final determination, in accordance with Rule 55(b)(2) of the North Carolina \nRules of Civil Procedure (the “Rule(s)”), and  the Court herein  issues its Final \nJudgment. \nRevolution Law Group, by C. Scott Meyers, for Plaintiff. \nDefendant Matthew Bolesky, pro se.  \nRobinson, Judge. \nI. PROCEDURAL POSTURE \n2. The Court entered default against Defendants Matthew Bolesky \n(“Mr. Bolesky”) and Conservation Technology & Solutions , LLC (“ CTS”) on \n26 July 2022.1  (ECF Nos. 53–54.)  “Generally, there is first an interlocutory entry of \ndefault, and then a final judgment by default only after the requisites to its entry, \n \n1 Plaintiff later took voluntary dismissals of several other Defendants, leaving Mr. Bolesky \nand CTS as the sole remaining Defendants.  (ECF Nos. 60, 71.) \nConservation Station, Inc. v. Bolesky, 2023 NCBC 85. \nincluding a jury trial on damages, have occurred.”  Duncan v. Duncan, 102 N.C. App. \n107, 111 (1991) (cleaned up). \n3. Following entry of default, the Court entered its Pretrial Scheduling Order, \n(ECF No. 89), and held its final pretrial conference and hearing  (“Pretrial \nConference”) on 11 September 2023, ( see ECF No. 95).   At the Pretrial Conference, \nPlaintiff’s counsel waived its demand for a jury trial as to CTS.  Following the Pretrial \nConference, Plaintiff Conservation Station, Inc. (“CSI”)  and Mr. Bolesky held their \nfinal pretrial conference , as required by the Pretrial Scheduling Order,  on \n25 September 2023.  (See ECF No. 103.)  Following the final pretrial conference, CSI, \nthrough its counsel, and Mr. Bolesky stipulated “to a bench trial in this matter, and \nboth CSI and Mr. Bolesky waive[d]  their right [to] a jury trial pursuant to \nRule 38(d)[.]”  (ECF No. 103.)  The pair also stipulated that Defendant CTS has not \nmade an appearance in this action.  (ECF No. 103.) \n4. “A demand for trial by jury . . . may not be withdrawn without the consent \nof the parties who have pleaded or otherwise appear[ed] in the action.”  N.C.G.S. § 1A-\n1, Rule 38(d).  “Thus, a plaintiff who has requested a jury trial may withdraw that \nrequest, without the consent of the defenda nt, at any time before an answer is filed \nor before [a] filed [appearance] is made by the defendant.”  Cabe v. Worley, 140 N.C. \nApp. 250, 253 (2000).  “A defendant does not have to directly respond to the complaint \nin order to ‘ appear’ in an action, but ma kes an ‘ appearance’ when the defendant \n‘takes, seeks, or agrees to some step in the proceedings that is beneficial to himself or \ndetrimental to the plaintiff.’ ”  Id. at 253 (quoting Roland v. Motor Lines, 32 N.C. App. \n288, 289 (1977)).   Filing a motion to  set aside entry of default constitutes an \nappearance which prevents a plaintiff from unilaterally withdrawing the jury \nrequest.  Id. \n5. Given that Mr. Bolesky’s consent was required for CSI to withdraw its \nrequest for a jury trial, and that CSI  and Mr. Bolesky agreed to waive the demand \nfor a jury trial, the Court concluded, and restates herein, that the jury trial was \nproperly waived.  Further, since CTS did not make an appearance in this action  \nthrough counsel, the Court concluded and restates herein that CSI’s unilateral waiver \nof the jury trial as to CTS was proper.   See LexisNexis v. Travishan Corp., 155 N.C. \nApp. 205, 207–08 (2002) (holding that a corporation must be represented by a licensed \nattorney and cannot appear pro se). \n6. Where default is established, defendants have no further standing to \ncontest the merits of plaintiff’s right to recover, and instead, the only recourse is to \nshow good cause for setting aside the default and, failing that, to contest the amount \nof recovery.  Bell v. Martin, 299 N.C. 715, 721 (1980).  “[T]he substantive allegations \nraised by plaintiff’s complaint are no longer in issue, and for the purposes of .  . . \ndefault judgment are deemed admitted.”  Id. \n7. A default “admits only the allegations contained within the complaint, and \na defendant may still show that the complaint is insufficient to warrant plaintiff's \nrecovery.”  Hunter v. Spaulding, 97 N.C. App. 372, 377 (1990).   \n8. “Although defendant may not then attack the factual allegations of the \ncomplaint, he does not admit the legal conclusions. Thus, despite occasional \nstatements to the contrary[,] a default is not treated as an absolute confession by the \ndefendant of his liability and of the plaintiff’s right to recover.”  Weft, Inc. v. G.C. Inv. \nAssocs., 630 F. Supp. 1138, 1141 (E.D.N.C. 1986) (cleaned up).   “The Court is bound \n. . . to consider whether plaintiff’s allegations are sufficient to state a claim for relief.”  \nId. \n9. The Court conducted a two-day bench trial from 2–3 October 2023 (“Trial”).  \n(See ECF Nos. 89, 105.)  The Court thereafter provided each side the opportunity to \nsubmit proposed findings of fact and conclusions of law for use in this Final \nJudgment, base d on the record before the Court at Trial, including the evidence \nproperly admitted during T rial.  CSI ’s counsel timely submitted such proposed \nfindings and conclusions.  Mr. Bolesky did not  submit any proposed findings and \nconclusions. \n10. It is through this lens that the Court enters this Final Judgment. \nII. FINDINGS OF FACT2 \n11. “When default is entered due to a defendant ’s failure to answer, the \nsubstantive allegations contained in plaintiff ’s complaint are no longer in issue [.]”  \nLuke v. Omega Consulting Grp. , LC, 194 N.C. App. 745, 751 (2009) .  In the present \ncase, the allegations of the Complaint are deemed admitted and not in dispute, and \nwhile they are treated as true, the Court does not make a determination as to the \nveracity of the statements in the Complaint.  \n \n2 Any determination later stated as a Conclusion of Law that should have been stated as a \nfinding of fact is incorporated in these Findings of Fact. \nA. The Parties \n12. CSI is a North Carolina corporation with its principal office in Wake \nCounty, North Carolina.  (Compl. ¶ 1.)   \n13. Mr. Bolesky is a resident of Orange County, North Carolina.  (Compl. ¶ 2.) \n14. CTS is a North Carolina limited liability company with its principal office \nin Orange County, North Carolina.  (Compl. ¶ 8.) \nB. CSI’s Early Years and Its Relationships with Manufacturers \n15. In 1994, CSI was incorporated by Doraine Michaud (“Ms. Michaud”) in the \nState of New Jersey.  (Compl. ¶ 18.)  It was formed to engage in the distribution and \nsale of energy-efficient commercial lighting products.  (Compl. ¶  18.)  “Ms. Michaud \nwas the sol e shareholder at formation and has remained the sole shareholder \nthroughout its corporate existence.”  (Compl. ¶ 18.) \n16. During CSI’s early  years, Ms. Michaud was its only employee.  \n(Compl. ¶ 19.)  After forming CSI, Ms. Michaud married Mr. Bolesky in March 1994.  \n(Compl. ¶ 31; Equitable Distribution J. ¶ 11, ECF No. 107.5 [“ED Final J.”].) \n17. In 1996, Mr. Bolesky became a CSI employee.  (Compl. ¶  32.)  Mr. Bolesky \nwas primarily responsible for sales and account management  while Ms.  Michaud \nremained responsible for day-to-day management and operations, and she was CSI’s \nprimary salesperson.  (Compl. ¶ 32.) \n18. Mr. Bolesky and Ms. Michaud were CSI’s sole employees  throughout its \ncorporate existence.  (Compl. ¶ 33.) \n19. Through the mid -2000s, CSI won vendor contracts with departmen ts of \ntransportation in Florida, Maryland, Massachusetts, New York, North Carolina, \nPennsylvania, and Virginia, as well as with transportation companies, including \nAmtrak, CSX, the Metropolitan Transit Authority in New York, Norfolk Southern, \nand the Southeastern Pennsylvania Transit Authority.  (Compl. ¶ 22.) \n20. CSI maintained vendor/supplier relationships with GELcore, LLC \n(“GELcore”), a manufacturer of LED and transportation lighting products.  ( Compl. \n¶ 23.)  CSI credits this relationship with GELcore as “one of the keys to [its] \nsuccess[.]”  (Compl. ¶ 23.) \n21. Current Solutions Lighting, LLC, also known as Current by GE (“Current”), \nwas another long -time lighting products provider with a close relat ionship to CSI.  \n(Compl. ¶ 23.)  CSI was an exclusive distributor of Current’s products for the State of \nNew York, meaning New York purchasers of transportation-related LED products \nmade by  Current, like traffic and rail signs, had to be purchased from CSI .  \n(Compl. ¶ 26.)   \n22. In some years, as much as eighty percent of the products sold by CSI were \nprocured from Current.  (Compl. ¶ 27.)  As a result of this relationship, CSI was able \nto buy Current  products on credit  rather than providing immediate payment.  \n(Compl. ¶ 28.) \n23. With these agreements, secured and sustained by Ms.  Michaud, CSI grew \na network of customers and routinely produced multi-million-dollar revenue years by \nthe mid-2000s.  (Compl. ¶ 29.) \nC. Shift in Day-to-Day Leadership of CSI \n24. Between 1996 and the mid-2000s, Mr. Bolesky became familiar with CSI’s \nbusiness and gained Ms. Michaud’s trust and confidence with respect to busines s \nmatters.  (Compl. ¶  34.)  As a result, Mr. Bolesky was entrusted with additional \nresponsibilities, including (1) access to and shared control of CSI’s finances and \ncustomer lists, and (2) reporting CSI’s annual tax filings and filing annual reports \nrequired by state law.  (Compl. ¶  34.)  By 2008, Mr. Bolesky had access to \nMs. Michaud’s signature stamp to carry out these responsibilities.  (Compl. ¶ 34.) \n25. Ms. Michaud and Mr. Bolesky moved from New Jersey to North Carolina \nin 2005.  (Compl. ¶ 36.)  The pair had children, and as CSI became more established \nand profitable, the couple shifted their respective responsibilities.  (Compl. ¶ 37.)  In \n2007, Mr. Bolesky assumed primary responsibility for the day -to-day operations o f \nand sales for CSI, while Ms. Michaud assumed primary responsibility of the family’s \ndomestic life but remained CSI’s sole owner and president.  (Compl. ¶ 37.) \n26. In 2009, CSI was reincorporated as a North Carolina corporation.  \n(Compl. ¶ 39.) \n27. Throughout 2005 to 2009, CSI’s primary contact at Current was Patrick \nRossetti (“Mr. Rossetti”).  (Compl. ¶  40.)  Mr. Rosetti was Current’s sales manager \nand he acted as the “gatekeeper” for CSI’s access to Current lighting products.  \n(Compl. ¶  40.)  Aside from thei r professional relationship, Mr. Rossetti and Mr. \nBolesky developed a personal friendship and went on vacations and golfing trips \ntogether.  (Compl. ¶ 42.)  \n28. In 2011, Ms. Michaud grew concerned when she discovered that \nMr. Bolesky and Mr. Rossetti developed what she described as a “kickback scheme,” \nwhich she believed was likely to jeopa rdize CSI’s distributorship with Current.  \n(Compl. ¶ 43.)  The purported scheme operated through Mr. Rosetti’s receipt of free \nsample products from Current, which were used t o fill regularly priced orders from \nCSI customers and resulted in Mr. Bolesky and Mr. Rossetti sharing the proceeds  \nfrom the sales.  (Compl. ¶ 43.) \n29. Ms. Michaud, in her capacity as p resident of CSI, demanded that \nMr. Bolesky end this practice.  (Compl. ¶ 44.) \nD. Mr. Bolesky’s Management of CSI and the Divorce Proceeding \n30. In July 2013, CSI received notice of administrative dissolution from the \nNorth Carolina Secretary of State for its failure to provide annual reports as required \nby North Carolina law.  (Compl. ¶ 45.) \n31. Around this time, Ms. Michaud noticed  irregularities in CSI’s accounti ng \nthat suggested Mr. Bolesky was “funneling corporate funds” to and purchasing \nexpensive items for Mr. Rossetti.  (Compl. ¶ 46.)  Upon noticing these irregularities, \nMs. Michaud demanded that Mr.  Bolesky “rectify” the problem.  (Compl. ¶  47.)  \nMr. Bolesky defended these actions, arguing they were necessary to keep Mr. Rossetti \nhappy and protect CSI’s relationship with Current.  (Compl. ¶ 47.) \n32. In November 2014, Mr. Bolesky and Ms. Michaud began taking steps to end \ntheir marriage, (Compl. ¶ 49), and the pair entered into a separation agreement on \n15 January 2015 (the “Separation Agreement”), (Compl. ¶¶ 50–51).  The Separation \nAgreement provided, in relevant part, that Ms. Michaud would transfer the entirety \nof her ownership interest in CSI to Mr. Bolesky on 15  September 2021, and in the \ninterim, that Mr. Bolesky would continue to run CSI’s daily operations with complete \ncontrol of its operations and management of the company.  (Compl. ¶ 50.)  According \nto the terms of the Separation Agreement, Mr. Bolesky was entitled to reasonable \ncompensation which he, in his sole discretion, could determine.  (Compl. ¶  50.)  \nMs. Michaud was entitled to a $43,000 salary and 50% of CSI’s annual profits until \nshe transferred her ownership interest in CSI to Mr. Bolesky in 2021.  (Compl. ¶ 50.) \n33. Mr. Bolesky became CSI’s sole officer in 2015, as is reflected in the 2016 \nand 2017 annual reports filed with the North Carolina Secretary of State.  \n(Compl. ¶ 52.)  Mr. Bolesky also obtained signature authority on CSI’s bank accounts.  \n(Compl. ¶ 54.) \n34. In September 2016, Ms. Michaud took a sales position with Fintronix, a \nmanufacturer of general illumination products.  (Compl. ¶ 57.)  Ms. Michaud sought \n“to broaden CSI’s focus from transportati on lighting into general illumination by \nestablishing CSI as a distributor of Fintronix ’s products[.]”  (Compl. ¶  57.)  Both \nMr. Bolesky and Fintronix’s principals knew of and agreed to this plan.  \n(Compl. ¶ 57.) \n35. Neither Mr. Bolesky nor Ms. Michaud followed the terms of the Separation \nAgreement.  (Compl. ¶¶ 55, 58.)  Ms. Michaud attempted to transfer the entirety of \nher shares in CSI to Mr. Bolesky prior to 15 September 2021, and Mr. Bolesky did \nnot cooperate in effectuating the transfer .  (Compl. ¶ 55.)  For his part, Mr. Bolesky \nfailed to make the salary and profit payments to Ms. Michaud, as he contended that \nher employment with Fintronix was a violation of the Separation Agreement ’s non-\ncompetition clause.  (Compl. ¶ 58.) \n36. On 3 June 2016, Ms. Michaud filed a lawsuit  in North Carolina District \nCourt against Mr. Bolesky, seeking to enforce the terms of the Separation Agreement \n(the “Divorce Proceeding”) .  (Compl. ¶  59; see, e.g. , ECF No. 107.5 .)  On \n25 August 2016, in his response to the complaint in that suit, Mr. Bolesky asked the \nCourt to invalidate the Separation Agreement.  (Compl. ¶ 60.) \n37. Through discovery in the Divorce Proceeding, Ms. Michaud learned that, on \n12 April 2016, Mr. Bolesky formed CTS.  (Compl. ¶¶  63–64.)  CTS was involved in \nsubstantially the same line of work as CSI.  (Compl. ¶ 65.) \n38. Ms. Michaud also learned that two businesses with names similar to CTS \nwere formed in Florida between 17 February and 16 September 2014.  (Compl. ¶ 66.)  \nMs. Michaud suspected that Mr. Bolesky and Mr. Rossetti were engaged in a new \nscheme, using the Florida companies to funnel products and funds.   (Compl. ¶  67.)  \nThis practice by the pair appeared to continue into February 2017.  (Compl. ¶ 67.) \n39. At some time between 201 4 and 2017, Ms. Michaud discovered that \nMr. Bolesky did not service CSI’s credit account with Current.  (Compl. ¶  82.)  This \nmeant that CSI’s account with Current accrued a large debt,  and that CSI was not \nmaking timely payments.  (Compl. ¶ 82.)  As a result, in May 2017, Current emailed \nMr. Bolesky to inform him that CSI’s future orders were on hold until the issues with \nthe credit account were resolved.  (See Compl. ¶ 82.) \n40. Mr. Bolesky also failed to timely file CSI’s annual reports with the North \nCarolina Secretary of State for t he years 2015, 2016, and 2017, and did not file an \nannual report for 2018.  (Compl. ¶ 84.)  Further, Mr. Bolesky did not file or cause to \nbe filed corporate tax returns for CSI.  (Compl. ¶ 85.) \n41. In April 2017, Ms. Michaud authorized CSI to file suit against Mr. Bolesky \nand CTS, but later dismissed the lawsuit in June 2017.  (Compl. ¶  89; see Def.’s \nEx. 256, ECF No. 107.4.) \nE. The Progression of the Divorce Proceeding,  Impact on CSI , and \nMr. Bolesky’s Taking of CSI Customers to CTS \n \n42. On 31 January 2018, the district court judge overseeing the Divorce \nProceeding invalidated the Separation Agreement.  (Compl. ¶  90.)  Mr. Bolesky \nretained de facto control of CSI, (Compl. ¶ 91), and while Ms. Michaud attempted to \nre-involve herself in CSI, Mr. Bolesky prevented her access to CSI’s email and phone \nnumbers, (Compl. ¶  93).  Mr. Bolesky also obtained  an order of the Court in the \nDivorce Proceeding which barred Ms. Michaud from any involvement in CSI.  (Compl. \n¶¶ 96, 117.) \n43. On 13 April 2018, Mr. Bolesky emailed the New York State Department of \nTransportation an invoice, identifying CTS as the entity purporting to replace CSI.  \n(Compl. ¶ 98.) \n44. On 18 April 2018, Mr. Bolesky emailed Mary Marino, an agent of Traffic \nSystems, Inc., a CSI client, indicating that CSI was being dissolved and that the new \ncompany email information was included.  (Compl. ¶ 99.)  The email stated, “[w]e are \nin the process of ‘ dissolving’ Conservation Station, Inc.  Below is the new company \ninformation – Mailing, etc.”  (Compl. ¶ 99.) \n45. On 24 April 2018, Mr. Bolesky emailed longtime CSI client CSX, requesting \nthat it change the supplier name and federal tax ID from CSI to CTS.  (Compl. ¶ 100.) \n46. All three emails were sent from Mr. Bolesky’s CSI email address and were \nnot authorized or known at the time by Ms. Michaud.  (Compl. ¶¶ 101–02.) \n47. Mr. Bolesky was not authorized to use CSI’s customer list for any purpose \nother than facilitating procurement, sales, and payments with CSI’s vendors and \ncustomers for CSI’s benefit.  (Compl. ¶ 35.) \n48. On 25 April 2018, Mr. Bolesky emailed Mr. Rossetti requesting that CTS \nbe considered for a distributorship with General Electric’s Traffic and Rail Signaling \nproducts.  (Compl. ¶ 104.)  This distributorship was one of CSI’s core business assets.  \n(Compl. ¶ 105.) \n49. During an 8 May 2018 hearing in the Divorce Proceeding, Mr. Bolesky \ntestified that he was “the only guy working” at CSI , “the only guy selling stuff,” and \nthat he was not diminishing its value.  (Compl. ¶  112.)  When questioned by \nMs. Michaud’s counsel in that action and  asked whether Mr. Bolesky’s plan was to \n“wind down CSI[,]” Mr. Bolesky responded, “Yes.”  (Compl. ¶ 113.) \n50. Thereafter, the district court judge ordered that Ms. Michaud was required \nto execute documents that desig nated Mr. Bolesky as president of CSI, and that \nMs. Michaud was restrained from interfering with CSI, including refraining from any \ncontact with its vendors and customers.  (Compl. ¶ 117.) \n51. Effective 1 January 2019, Mr. Bolesky and Mr. Rossetti finalized th e \nreplacement of CSI with CTS as Current’s distributor in New York.  (Compl. ¶ 120.)  \n52. Between March  2019 and July 2019, longtime CSI clients  Genesee & \nWyoming, Inc.  and California Northern Railroad began purchasing products from \nCTS.  (Compl. ¶¶ 122–23.)  \n53. On 15 March 2019, Mr. Bolesky contacted the Metropolitan Transit \nAuthority Procurement O ffice about changing its vendor relationship from CSI to \nCTS, providing them with a change of company name and a new tax ID number.  \n(Compl. ¶ 124.) \n54. The final order on equitable distribution in Ms. Michaud and Mr. Bolesky’s \ndomestic dispute was issued on 12 June 2019.  (Compl. ¶  131; ED Final J . 1.)  \nMs. Michaud was vested sole control of CSI, and she immediately ousted Mr. Bolesky \nfrom the business and sought to retake control of the business.  (Compl. ¶  132; ED \nFinal J. 22–23.) \n55. Following the events occurring between 2015 and the Final Equitable \nDistribution Judgment/Order on 12 June  2019, CSI lost (1) its ability to procure \nproducts from Current , and (2) numerous valuable and longtime clients to CTS or \nother distributors.  (Compl. ¶¶ 147–48.) \n56. From the evidence presented and the admissions of record by CTS , the \nCourt finds that much, if not all, of Mr.  Bolesky’s wrongful actions were taken as \nagent of, and in furtherance of a plan to benefit  CTS at CSI’s expense as a  result of \nMr. Bolesky’s misconduct. \nIII. CONCLUSIONS OF LAW \n57. This case was properly designated as a mandatory complex business case \nand assigned to the undersigned.   The Court has authority to make its Findings of \nFact following the completion of the trial and the submission of all disputed issues \nfor resolution by the Court without a jury.  Based on the foregoing Findings of Fact, \nthe Court makes the following Conclu sions of Law.  Any Findings of Fact that are \nmore appropriately deemed Conclusions of Law are incorporated by reference into the \nCourt’s Conclusions of Law. \n58. While the Court has entered default , the Court is required to consider the \nsufficiency of the allegations contained in the Complaint prior to awarding damages, \nif any, to CSI .  See Tradewinds Airlines, Inc. v. C -S Aviation Servs. , 222 N.C. App. \n834, 844 (2012).   The Complaint must be sufficient to state a claim , id., because a \ndefault is not treated as an absolute confession by the defendant of his liability and \nof the plaintiff’s right to recover[,]” Weft, Inc., 630 F. Supp. at 1141. \n59. Plaintiff CSI contends that: (1) Mr. Bolesky is liable to CSI for breach of \nfiduciary duty,  fraud, and constructive fraud; (2) Defendants are liable to CSI for \nconversion and tortious interference; and  (3) Defendants have admitted to the \nconduct that underlies Plaintiff’s claim for unfair and deceptive trade practices \npursuant to N.C.G.S. § 75-1.1.  (ECF No. 109.) \nA. Counts One and Two: Breach of Fiduciary Duty and Constructive \nFraud \n \n60. A breach of fiduciary duty claim requires (1) a fiduciary duty owed by the \ndefendant to the plaintiff; (2) a breach of that duty by the defendant; and (3) the \ndefendant’s conduct proximat ely causing injury to the plaintiff.  Chisum v. \nCampagna, 376 N.C. 680, 706 (2021) (citation omitted). \n61. “A successful claim for constructive fraud requires proof of facts and \ncircumstances ‘(1) which created the relation of trust and confidence [between the  \nparties], and (2) [which] led up to and surrounded the consummation of the \ntransaction in which defendant is alleged to have taken advantage of his position of \ntrust to the hurt of plaintiff.’  ”  Id. at 706–07 (citing Terry v. Terry , 302 N.C. 77, 83 \n(1981)). \n62. CSI alleges that Mr. Bolesky is liable to CSI for breach of fiduciary duty  \nand constructive fraud.  (Compl. ¶¶ 151–72.)   \n63. It is admitted that Mr. Bolesky  was an officer of CSI and therefore owed \nCSI a fiduciary duty as its officer from 2016 through 12 June 2019.  (Compl. ¶¶ 152–\n53.)  Mr. Bolesky breached that duty by : (1) neglecting CSI’s relationship and credit \naccount with Current, (Compl. ¶ 158); (2) having CTS apply for a distributorship with \nCurrent t hat directly competed with CSI , (Compl. ¶  159); (3) converting CSI’s \nbusiness assets, which enabled Mr. Bolesky and CTS to enjoy economic advantages , \n(Compl. ¶ 160); and (4) failing to file CSI’s annual tax returns, (Compl. ¶ 161).  These \nbreaches proximately caused injury to CSI. \n64. Mr. Bolesky sought to benefit himself , and did in fact benefit, by profiting \nfrom all revenues generated by CTS, including revenues generated from CTS’s \ndistributorship with Current.  (Compl. ¶¶ 168, 170.) \n65. Based on the evidence presented , the Court  concludes that Mr.  Bolesky \nengaged in misconduct that badly damaged CSI  and that proximately resulted in \nsignificant financial damage.   The Court also concludes that Mr. Bolesky’s \nmisconduct, as alleged, was engaged in his capacity as agent of CTS and that CTS is \njointly and severally liable for Mr. Bolesky’s misconduct.   \n66. CSI requests actual damages in the amount of $8,048,593.91, contending \nthat its damages are the lost profits it would have earned but for the actions of \nDefendants, which included intentionally harming CSI’s relationships with its \nsupplier and customers. \n67. Courts in North Carolina will not award damages for lost profits based only \non “hypothetical or speculative forecasts of losses.”  Iron Steamer, Ltd. v. Trinity Rest., \nInc., 110 N.C. App. 843, 847  (1993).  “[A]bsolute certainty is not required [,] but \nevidence of damages must be sufficiently specific and complete to permit the fact \nfinder to arrive at a reasonable conclusion.”  Van-Go Transp., Inc. v. Sampson City , \n254 N.C. App. 836, 845 (2017) (cleaned up).   \n68. “The risk of speculative lost profits calculations is greatest in situations \nwhere parties must estimate revenues that they likely would have earned in an \nuncertain industry with numerous variables.”  Id. at 847 (citing in relevant part Iron \nSteamer, 110 N.C. App. at 847). \n69. At trial, CSI’s evidence on lost profits included the facts deemed admitted \nin the Complaint, the testimony of Ms. Michaud concerning CSI’s history of revenues, \nand her testimony concerning the Company’s historical profit margin.   ( See ECF \nNo. 107.2.) \n70. While the Court determines that the lost profit requested by CSI is too \nspeculative, the Court concludes that Mr. Bolesky’s conduct as an officer of CSI \ncaused significant financial damage to CSI.  However, the Court must balance that \nconclusion with evidence of record that between 2016 and 2019, the period where \nMr. Bolesky was an officer of CSI, Mr. Bolesky and Ms. Michaud were engaged in the \nDivorce Proceedings, which may have also resulted in some of the decline in \nprofitability.  \n71. As a result, CSI is entitled to recover Two Hundred Thousand Dollars \n($200,000.00) in damages from Mr. Bolesky and CTS for the breach of fiduciary duty \nand constructive fraud claims.  Considering the evidence presented, CSI has failed to \nsatisfy its burden of proving that its damages were more than the amount determined \nherein. \n72. CSI also seeks punitive damages pursuant to N.C.G.S. § 1D-15 for \nMr. Bolesky’s breach of fiduciary duty.   ( See Compl. ¶ 165.)  As a result, the Court \nnext considers whether there is sufficient eviden ce to support an award of punitive \ndamages. \n73. The purpose of punitive damages is to “punish a defendant for egregiously \nwrongful acts and to deter the defendant and others from committing similar \nwrongful acts.”  N.C.G.S. § 1D-1. \n74. Where there has been an entry of default, such as here, our Court of Appeals \nhas required that “to recover punitive damages, Plaintiff’s complaint must allege \nfacts or elements showing the aggravating circumstances which would justify the \naward of punitive damages.  Those aggravating  factors are (1) fraud; (2) malice; or \n(3) willful or wanton conduct.”  Wiley v. L3 Communs. Vertex Aero. , 251 N.C. App. \n354, 367 (2016) (cleaned up).  The aggravating factors “shall be averred with \nparticularity.”  N.C.G.S. § 1A-1, Rule 9(k).  \n75. Here, CSI alleges that Mr. Bolesky’s breaches of fiduciary duty and other \nmisconduct were “willful, wanton, malicious, and in reckless disregard of CSI’s \nrights[.]”  (Compl. ¶ 165.)   \n76. “[I]t is well established that merely  nominal damages may support a \nsubstantial award of punitive damages.  Once a cause of action is established, a \nplaintiff is entitled to recover, as a matter of law, nominal damages, which in turn \nsupport an award of punitive damages.”  Chisum, 376 N.C. at 704 (quoting Mace v. \nPyatt, 203 N.C. App. 245, 255 (2010)). \n77. When determining whether to award punitive damages, the Court may \nconsider, in addition to the purposes of punitive damages set forth in N.C.G.S. §  1D-\n1, evidence relating to:  \na. The reprehensibility of the defendant’s motives and conduct. \nb. The likelihood, at the relevant time, of serious harm. \nc. The degree of the defendant’s awareness of the probable consequences \nof its conduct. \nd. The duration of the defendant’s conduct. \ne. The actual damages suffered by the claimant. \nf. Any concealment by the defendant of the facts or consequences of its \nconduct. \ng. The existence and frequency of any similar past conduct by the \ndefendant. \nh. Whether the defendant profited from the conduct. \ni. The defendant’s ability to pay punitive damages, as evidenced by its \nrevenues or net worth. \n \nN.C.G.S. § 1D-35. \n78. “Punitive damages awarded against a defendant shall not exceed three \ntimes the amount of compensatory damages or two hundred fifty thousand dollars \n($250,000), whichever is greater.”  N.C.G.S. § 1D-25(b). \n79. The Court concludes that Mr. Bolesky is liable for punitive damages.   \n80. The Court, as finder of fact, is struck by the severity of the misconduct \nengaged in by Mr. Bolesky as agent of CTS.  The breaches of fiduciary duty appear \nfrom the evidence to have been  carefully calculated and intended to destroy CSI ’s \nability to compete in an otherwise lucrative market built by  Ms. Michaud, as its \nagent.  Whether as a result of the animosity between the pair arising from their \nmarital discord or otherwise, Mr. Bolesky’s conduct , as proven by the admissions of \nrecord and documentary evidence before the Court, clearly justifies the imposition of \nsubstantial punitive damages. \n81. Therefore, the Court concludes that it is appropriate, given the evidence at \ntrial, to award CSI Six Hundred Thousand Dollars ( $600,000.00) in punitive \ndamages. \nB. Counts Three and Four: Fraud \n82. CSI alleges that Mr. Bolesky is liable to it for fraud.  (Compl. ¶¶ 175–79.) \n83. CSI must allege the five essential elements of a fraud claim: “(1) [f]alse  \nrepresentation or concealment of a material fact, (2) reasonably calculated to deceive, \n(3) made with intent to deceive, (4) which does in fact deceive, [and] (5)  resulting in \ndamage to the injured party.”  Ragsdale v. Kennedy , 286 N.C. 130, 138 (1974) \n(citations omitted).  A plaintiff’s reliance on the fraudulent misrepresentation “must \nbe reasonable.”  Forbis v. Neal, 361 N.C. 519, 527 (2007) (citing Johnson v. Owens, \n263 N.C. 754, 757 (1965) ).  Reliance is not reasonable if a plaintiff exercising \nreasonable diligence fails to make any independent investigation as to the trut h of \nthe allegedly fraudulent assertion.  Calloway v. Wyatt, 246 N.C. 129, 130 (1957). \n84. There is an additional requirement.  Rule 9 requires that fraud be pleaded \nwith particularity.  N.C.G.S. § 1A-1, Rule 9(b).  “A pleader meets the requirements of \n[Rule 9] when its fraud claim alleges the ‘time, place, and content of the fraudulent \nrepresentation, identity of the person making the representation, and what was \nobtained as a result of the fraudulent acts or representations.’ ”  Lawrence v. UMLIC-\nFive Corp., 2007 NCBC LEXIS 20, at * *6 (N.C. Super. Ct. June 18, 2007) ( quoting \nBob Timberlake Collection, Inc. v. Edwards, 176 N.C. App. 33, 39 (2006)). \n1. Count Three \n85. Based on the allegations of the Complaint, it is deemed admitted that \nMr. Bolesky testified at an 8 May 2018 hearing in the Divorce Proceeding as follows: \nMs. Peek: So your plan is to wind down CSI to zero? \n \nMr. Bolesky: CSI is winded -  - your client wound CSI down [by] taking \nthe mail and the checks. \n \nMs. Peek: Well, let me rephrase that. Is it your plan to wind down CSI \nto zero? \n \nMr. Bolesky: Yes. \n \nMs. Peek: And then you’re going to start working in CTS? \n \nMr. Bolesky: I don’t know what I’m going to do. I’m going to get through \nthis divorce and figure it out. \n \n(Compl. ¶¶ 110, 113 (alteration in original).) \n86. CSI alleges at Count Three of the Complaint that Mr. Bolesky’s testimony \nthat he did not know whether  he would use CTS to engage in the same type of \nbusiness as CSI was a material misrepresentation.  (Compl. ¶  175.)  This testimony \nwas false at the time he gave it, and Mr. Bolesky knew it was false.  (Compl. ¶¶ 114, \n177.) \n87. Based on the Court’s careful review of the operative allegations in the \nComplaint, it concludes that CSI has failed to adequately state a cause of action for \nfraud at Count Three .  The Complaint does not include allegations  of how this \nstatement was reasonably calculated to deceive.  (See Compl. ¶¶ 116, 175–76.)  \n88. “A complaint which fails to state a cause of action is not sufficient to support \na . . . judgment for plaintiff.”  Brown v. Cavit Scis., Inc., 230 N.C. App. 460, 467 (2013).  \nTherefore, the Court c oncludes that CSI is not entitled to recover on its claim for \nfraud against Mr. Bolesky because the allegations at Count Three are deficient. \n2. Count Four \n89. CSI also alleges a cause of action for fraud at Count Four , alleging that \nMr. Bolesky made “material misrepresentations to CSI’s customers regarding the \nrelationship between CSI and CTS and the reasons to shift their business to CTS \nfrom CSI.”  (Compl. ¶ 183.) \n90. The Complaint does not allege the time, place, and content of the fraudulent \nrepresentation by Mr. Bolesky.   There are numerous statements by Mr. Bolesky \ndeemed admitted, but the Complaint fails to set forth which of those statements \nprovides the basis for this cause of action for fraud.  \n91. Therefore, the Court concludes that CSI  is not entitled to recover on its \nclaim for fraud contained in Count Four because the allegations are deficient. \nC. Count Seven: Conversion \n92. In Count Seven of its Complaint, CSI alleges a claim for conversion against \nDefendants.  (Compl. ¶¶ 214–24.) \n93. Conversion is the “unauthorized assumption and exercise of the right of \nownership over goods or personal chattels belonging to another, to the alteration of \ntheir condition or the exclusion of an owner’s rights.”  Peed v. Burleson ’s, Inc., 244 \nN.C. 437, 439 (1956) (citation and quotation marks omitted).   “There are, in effect, \ntwo essential elements of a conversion claim: ownership in the plaintiff and wrongful \npossession or conversion by the defendant.”  Variety Wholesalers, Inc. v. Salem \nLogistics Traffic Servs. , LLC, 365 N.C. 520, 523 (2012).   “North Carolina does not \nrecognize a claim for conversion of ‘intangible interests such as business \nopportunities and expectancy interests.’ ”  McFee v. Presley, 2022 NCBC LEXIS 142, \nat *9 (N.C. Super. Ct. Nov. 29, 2022) (quoting Norman v. Nash Johnson & Sons’ \nFarms, Inc., 140 N.C. App. 390, 414 (2000)). \n94. The Complaint alleges that “Defendants Bolesky and CTS willfully, \nknowingly, and fraudulently converted CSI’s Business Assets for the use and benefit \nof all Defendants.”  (Compl. ¶  215.)  “ CSI’s Business Assets” was defined  in the \nComplaint to include “funds, accounts receivable, distributorship with Current, \nbusiness relationship with customers, and good will.”  (Compl. ¶ 192.)   \n95. Since intangible interests cannot properly be the  subject of a conversion \nclaim, Defendants could not have converted CSI’s distributorship rights with  \nCurrent, CSI’s business relationships, or goodwill.  See Willard v. Barger, 2020 NCBC \nLEXIS 117, at ** 23 (N.C. Su per. Ct. Oct. 9, 2020) (determining that goodwill is an \nintangible asset and thus the conversion claim failed); Norman, 140 N.C. App. at 414 \n(business opportunities and expectancy interests cannot be the subject of a conversion \nclaim). \n96. Regarding the allegation that Defendants converted CSI’s “funds [and] \naccounts receivable,”  our Supreme Court requires “evidence of the specific source, \nspecific amount, and specific destination of the funds in question.”  Variety \nWholesalers, 365 N.C. at 529.  A claimant “cannot maintain a claim for conversion of \nmoney unless the funds in question can be specifically traced and identified.”  Id.  at \n528.  CSI has provided neither sufficiently specific allegations nor adequate evidence \nat trial to allow the Court to trace the funds as required by controlling law. \n97. Therefore, the Court concludes that CSI is not entitled to recover on its \nclaim for conversion against Defendants. \nD. Count Twelve: Tortious Interference \n98. CSI alleges a claim for tortious interference with prospective economic \nadvantage against Defendants.  (Compl. ¶¶ 251–62.) \n99. “To state a claim for tortious interference with  prospective economic \nadvantage, a plaintiff must show that the defendant, without justification, induced a \nthird party to refrain from entering into a contract with the plaintiff and which would \nhave been entered into absent the defendant ’s interference. ”  Silverdeer, LLC v. \nBerton, 2013 NCBC LEXIS 21, at **31 (N.C. Super. Ct. Apr. 24, 2013).  “Our Supreme \nCourt has held that a plaintiff must identify a  specific contractual opportunity that \nwas lost as a result of the defendant’s allegedly tortious conduct in order to sustain a \nclaim for interference with  prospective economic advantage .”  MarketPlace 4 Ins., \nLLC v. Vaughn, 2023 NCBC LEXIS 31, at **37 (N.C. Super. Ct. Feb. 24, 2023) (citing \nBeverage Sys. of the Carolinas v. Associated Bev. Repair, LLC , 368 N.C. 693 , \n701 (2016); Bldg. Ctr., Inc. v. Carter Lumber, Inc., 2016 NCBC LEXIS 79, at *29 (N.C. \nSuper. Ct. Oct. 21, 2016)). \n100. The Complaint is devoid of any reference to specific contracts that would \nhave resulted but for Defendants’ alleged tortious interference.  Therefore, CSI is not \nentitled to recover on its claim for tortious interference with prospective economic \nadvantage.  \nE. Count Thirteen: Violation of N.C.G.S. § 75-1.1 \n101. CSI alleges a claim against Defendants for violations of the North Carolina \nUnfair and Deceptive Trade Practices Act, N.C.G.S. §  75.1.1 et seq.  (“UDTPA”).  \n(Compl. ¶¶ 264–77.) \n102. To recover under the UDTPA, a plaintiff must establish that: “(1) defendant \ncommitted an unfair or deceptive act or practice, (2) the act ion in question was in or \naffecting commerce, and (3) the act proximately caused injury to the plaintiff.”  Dalton \nv. Camp, 353 N.C. 647, 656 (2001); Nobel v. Foxmoor Group, 380 N.C. 116, 120 (2022). \n103. CSI alleges that “[t]he wrongful acts of Defendants .  . . constitutes  [sic] \nunfair and deceptive trade practices.”  (Compl. ¶ 264.)   \n104. Claims for breach of fiduciary duty and constructive fraud may in \nappropriate circumstances support a claim for violations of the UDTPA.  See White v. \nThompson, 196 N.C. App. 568, 574 (2009), aff’d, 364 N.C. 47 (2010). \n105. However, on the facts presented in this case, Mr. Bolesky’s self -dealing is \nnot conduct “in or affecting commerce” under the UDTP A.  This case is factually \nanalogous to the Court’s recent decision in Langley v. Autocraft, Inc., where the Court \nheld Plaintiff’s claim for violations of the UDTPA failed because Defendant’s wrongs \n“allegedly committed are alleged to have harmed [plaintiff business], not external \nmarket participants.”  2023 NCBC LEXIS 95, at **21 (N.C. Super. Ct. Aug. 7, 2023).  \nThere, even where defendant formed a competing entity and used that entity to usurp \ncorporate opportunities , it did not “ transform the mi sconduct into an unfair or \ndeceptive trade practice that affected commerce.”  Id. at **22. \n106. Here, Mr. Bolesky’s formation of CTS and usurpation of CSI’s corporate \nopportunities was not in or affecting commerce for purposes of the UDTPA.  Rather, \nCTS was “used merely as an instrument . . . to facilitate harm” within CSI.  Howard \nv. IOMAXIS, LLC, 2021 NCBC LEXIS 116, at *31 (N.C. Super. Ct. Dec. 22, 2021). \n107. Therefore, CSI is not entitled to recover on its claim for violations of the \nUDTPA. \nIV. CONCLUSION \n108. THEREFORE, for the reasons set forth herein, the Court hereby ENTERS \nFINAL JUDGMENT  against Matthew Bolesky and Conservation Technology & \nSolutions, LLC jointly and severally as follows: \na. In the amount of $200,000.00, plus pre - and post-judgment interest \nat the legal rate of 8% from 30 December 2021 until satisfied.  See N.C.G.S. \n§§ 24-1, 24-5(b). \nb. In the amount of $600,000.00, plus post -judgment interest at the \nlegal rate of 8% from the date of the filing of this Final Judgment until \nsatisfied.  Id. \n109. To the extent any claims not addressed herein may remain in this action, \nthose claims are now DISMISSED with prejudice. \n110. Each side shall bear their own costs and attorney’s fees.  \n  \nIT IS SO ORDERED, this the 12th day of December, 2023. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}