{
  "id": "3e5fa807a16fd1bb10ccb657ae8272dc5ca4a61132e8c8b69bff1db8ff5b0bf9",
  "source_file": "data/raw/ncbc/3e5fa807a16fd1bb10ccb657ae8272dc5ca4a61132e8c8b69bff1db8ff5b0bf9.pdf",
  "raw_text": "Med1 N.C. Servs., L.L.C. v. Med1 Plus, L.L.C., 2020 NCBC 15.  \n \nSTATE OF NORTH CAROLINA \n \nROBESON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 1983 \n \nMED1 NC SERVICES, L.L.C., \n \nPlaintiff, \n \nv. \n \nMED1 PLUS, L.L.C., GREGORY \nSTANTON BRYANT,  \nCOMMON CAPITAL, L.L.C., \nDANIEL MORMAN, \nDONNA S. GRUENEMEIER, AND  \nANGELA WHITE, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO \nDISMISS \n \n THIS MATTER comes before the Court upon Defendants  Common Capital, \nL.L.C., Daniel Morman, and Angela White’s Motion to Dismiss (“CMW Motion,” ECF \nNo. 11), and Defendants Med1 Plus, L.L.C. , Gregory Stanton Bryant, and Donna S. \nGruenemeier’s Motion to Dismiss (“MBG Motion,” ECF No. 14; collectively, the CMW \nMotion and the MBG Motion are referred to as the “Motions”). \nTHE COURT, having considered the Motions, the briefs filed in support of and \nin opposition to the Motions, the arguments of counsel at the hearing on the Motions, \nthe applicable law,  and other appropriate matters of record, concludes that the \nMotions should be GRANTED, in part, and DENIED, in part, for the reasons set forth \nbelow.  \nTeague Campbell Dennis & Gorham, LLP , by Matthew J. Little and \nDamie A. Sesay for Plaintiff Med1 NC Services, L.L.C. \n \nThe Charleston Group, by Jose A. Coker and Johnathan R. Charleston \nfor Defendants Med1 Plus , L.L.C.,  Gregory Stanton Bryant , Common \nCapital, L.L.C. , Daniel Morman , Donna S. Gruenemeier,  and Angela \nWhite.  \nMcGuire, Judge. \n \nI. FACTS \n \n1. Plaintiff Med1 NC Services, L.L.C. (“ Plaintiff”) is a North Carolina \nlimited liability company with its principal place of business in Lumberton, NC.   \n(“Complaint,” ECF No. 5, at ¶¶ 1–2.)  Richard Hicks (“Hicks”) is the member/manager \nof Plaintiff.  Plaintiff provides non-emergency ambulance services to residents in and \naround Robeson County, North Carolina.  Robeson County solicits bids from qualified \nnon-emergency ambulance providers for the exclusive contractual right to provide \ntheir services (the “Robeson County Contract”).  Plaintiff was the exclusive provider \nof non-emergency ambulance services in Robeson County  from July 9, 2012 to June \n30, 2019.  (Id. at ¶ 20.) \n2. From approximately 2010 to 2019, Defendant Gregory Stanton Bryant \n(“Bryant”) worked as a consultant for Plaintiff  and was responsible for maintaining \nrelationships with Robeson County officials.  (Id. at ¶ 15.)  In his role as consultant, \nBryant “had access to Plaintiff’s  confidential information, including . . . client and \nemployee records . . . [and] detailed information regarding exactly what each \nemployee’s roles and responsibilities were, the non -emergency ambulance services \nthat [Plaintiff] provided . . . and all of [Plaintiff]’s clients.”  (Id.) \n3. Plaintiff employed Donna S. Gruenemeier (“Gruenemeier”) as a director.  \n(Id. at ¶ 16.)  A s a director, Gruenemeier oversaw Plaintiff ’s operations and had \naccess to confidential information including: client and employee records; information \nregarding the roles and responsibilities of each employee; and the services that \nPlaintiff provided to Robeson County.  (Id.) \n4. At all times relevant, Plaintiff  operated its business from 2507 \nElizabethtown Road in Lumberton.  (Id. at ¶ 21.)  Plaintiff rented the property from \nGruenemeier and another individual, H. Jeffrey Stephens, under a lease executed on \nSeptember 1, 2012.  (Id.; “Lease Agreement,” ECF No. 5 at Ex. C.)  Pursuant to the \nLease Agreement, the initial lease term was for three years and two months.  (ECF \nNo. 5 at Ex. C , p. 2 .)  T he Lease Agreement also contains an “Evergreen Term,” \nproviding that after the initial term,  Plaintiff “shall occupy the premises for so long \nas they are in business in Robeson County, North Carolina from and after November \n1, 2015.”  ( Id.)  The Lease Agreement also contains a provision “granting [ Plaintiff] \nten (10) days from the date of any default, and a written notice to cure the same, to \ncure any default or else the landlords can exercise any rights of re -entry.”  (ECF No. \n5, at ¶ 21; ECF No. 5 at Ex. C, pp. 6–7.) \n5. Defendant Common Capital, L.L.C. (“Common Capital”) is a North \nCarolina limited liability company with its principal place of business in Kannapolis, \nNorth Carolina.  (ECF No. 5, at ¶ 5.)   Daniel Morman (“Morman”) is the Managing \nMember of Common Capital.  (Id. at ¶ 6.) \n6. On May 14, 2019, Defendant Med1 Plus, LLC (“Med1 Plus”) was \nregistered with the North Carolina Secretary of State.  (Id. at ¶ 18.)  Bryant is listed \nas Med1 Plus’s registered agent.  ( Id. at ¶ 18.)  Plaintiff alleges that “Med1 Plus \nprovides the same services as [Plaintiff] in the same geographical area and is a direct \ncompetitor of [Plaintiff].”  (Id.) \n7. Beginning either sometime in 2018 or early 2019, Bryant, Common \nCapital, and Morman engaged in negotiations with Hicks for the purchase of Plaintiff.  \n(Id. at ¶ 17.)  Plaintiff alleges that throughout the purchase negotia tions, “Bryant \nacted as an agent of [  ] Morman and Common Capital .”  (Id. at ¶ 17.)   An Asset \nPurchase Agreement was drafted between Hicks and an entity named “Med1, LLC”.1  \n(“Asset Purchase Agreement,” ECF No. 5 at Ex. A.)  Pursuant to the Asset Purchase \nAgreement, Hicks agreed to sell, assign, or otherwise transfer certain assets to Med1, \nLLC, which was represented by Bryant.  (ECF No. 5 at Ex. A, p. 1.)  The Asset \nPurchase Agreement does not expressly provide that any other persons or \ncorporations were parties to the Agreement.  (See id.)  The Asset Purchase Agreement \nwas never executed.  (ECF No. 5, at ¶ 17.) \n8. During the negotiations,  Bryant requested access to Plaintiff ’s \nproprietary information.   “This information included, but was not limited to, \n[Plaintiff]’s financial records, profit and loss statements, detailed malpractice and \nautomobile insurance information, call volumes, client’s non- emergency transport \nrecords, and employee records.”  (Id.)  Plaintiff agreed to provide Bryant with the \nrequested information on the condition that Bryant sign a confidentiality agreement.  \n(Id.)  On July 28, 2019, Bryant and Hicks, on behalf of an entity named Med1 Services \n                                            \n1 The Complaint does not identify nor allege the existence of an entity named Med1, LLC. \nof NC,2 executed a confidentiality agreement.  (“Confidentiality Agreement,” ECF No. \n5 at Ex. B.)  Bryant signed the Confidentiality Agreement in his individual capacity, \nand the Confidentiality Agreement does not indicate he signed as a representative of \nMed1 Plus, Common Capital , or Morman.  ( Id. at pp. 1 , 5.)  The Confidentiality \nAgreement prohibited Bryant from disclosing Plaintiff ’s confidential information \nwithout prior approval.  ( ECF No. 5, at ¶ 17.)  The Confidentiality Agreement also \nrequired Bryant to “return all of [Plaintiff]’s proprietary information upon request or \nin the event that the parties did not enter into the purchase agreement.”  (Id.) \n9. At some unspecified time, Gruenemeier left her posit ion with Plaintiff \nand commenced employment with Med1 Plus.  Plaintiff alleges that Med1 Plus hired \nGruenemeier to solicit and entic e Plaintiff’s “employees to abruptly resign their \npositions . . . and immediately begin employment with [Med1 Plus].”   (Id. at ¶ 22.)   \nPlaintiff further alleges that “[t]hese acts were part of a plan or scheme between \n[Med1 Plus], Bryant, and Gruenemeier to destroy Plaintif f’s business, secure the \ncontract to provide non -emergency ambulance services with Robeson County, and \nenhance Med1 Plus’s Business.”  (Id. at ¶ 22.)  \n10. Plaintiff alleges that Gruenemeier “contacted Plaintiff’s employees to \nentice them to terminate their employment [ ]  with Plaintiff and [ ] commence \nemployment with [ ] Med1 Plus. ”  ( Id. at ¶ 24.)  Roughly twent y (20) Plaintiff  \nemployees quit and began working for Med1 Plus.  (Id. at ¶¶ 24, 26.) \n                                            \n2 The Complaint does not identify nor allege the existence of an entity named Med1 Services \nof NC.  \n11. One of the employees who terminated employment  with Plaintiff and \ncommenced employment with Med1 Plus was Defendant Angela White  (“White”), a \ndispatcher who had been working for Plaintiff  since approximately 2012.  ( Id. at ¶ \n27.)  While employed with Plaintiff, White had access to Plaintiff’s “client data, call \nvolumes, and non- emergency vehicle records. ”  ( Id.)  On June 21, 2019, White left \nPlaintiff’s employment and immediately began working for Med1 Plus.  (Id.)  On June \n24, 2019, White “used her former  [ ] credentials to log onto Plaintiff’s secure patient \nsystem and access confidential information.”  ( Id.)  Plaintiff  alleges that White’s \naccess of the secure patient system was part of a plan or scheme with the other \nDefendants to destroy Plaintiff’s business.  (Id.)   \n12. In the summer of 2019, Robeson County so licited bids from companies \nto provide non -emergency ambulance services  under the Robeson County Contract .  \nOnly Plaintiff and Med1 Plus submitted bids .  (Id. at ¶ 30.)  Plaintiff  alleges that it \nsubmitted the “lowest responsible, responsive bid.”  (Id.)  However, on June 19, 2019, \nRobeson County rejected Plaintiff ’s bid and accepted Med1 Plus’s bid to be the sole \nprovider of non-emergency ambulance services.  ( Id. at ¶¶ 28 –30.)  Plaintiff claims \nthat Bryant “used confidential information obtained from Plaintiff  during the \n[Plaintiff] purchase negotiations to secure the [Robeson County Contract].”  (Id. at ¶ \n28.)  On July 1, 2019,  Med1 Plus became the sole provider of non -emergency \nambulance services in Robeson County.  (Id. at ¶ 29.) \n13. On July 8, 2019, Gruenemeier sent Hicks a letter stating that, as of July \n6, 2019, Hicks was in violation of the Lease Agreement.   (Id. at ¶ 34; ECF No. 5 at \nEx. F.)   The letter, however, provided no explanation of the alleged violation.   (See \nid.)  On the morning of  July 8, 2019, Plaintiff ’s employees “arrived at its business \nlocation and observed that chains and padlocks were affixed to the property fence” \nand could not access the property.  (ECF No. 5, at ¶ 34.)  \n14. On July 15, 2019, Plaintiff initiated this lawsuit by filing the Complaint \nin the Superior Court of Robeson County  making claims for : breach of contract; \ntortious interference with contract; tortious interference with a prospective economic \nadvantage; unfair or deceptive trade practices  in violation of the North Carolina \nUnfair or Deceptive Trade Practices Act ( “UDTPA”); misappropriatio n of trade \nsecrets in violation of the North Carolina Trade Secrets Protection Act ( “TSPA”); \ncommon law trademark infringement; breach of fiduciary duty; civil conspiracy; and \nrequesting a preliminary injunction.  (ECF No. 5.)  On July 24, 2019,  this case was \ndesignated to the North Carolina Business Court and assigned to the undersigned.  \n(Designation Order, ECF No. 1; Assignment Order, ECF No. 2.)  \n15. On September 25, 2019, Common Capital, Morman, and White filed the \nCMW Motion along with a Brief in Support.   (ECF No. 11; “CMW Brief in Support,” \nECF No. 12.)  On October 1, 2019, all Defendants filed a single, joint answer to the \nComplaint, and Bryant filed a counterclaim.  (“Answer and CC,” ECF No. 13.)  Also, \non October 1, 2019, immediately after filing the Answer and CC, Med1 Plus, Bryant, \nand Gruenemeier filed the MBG Motion and a Brief in Support.  (ECF No. 14; “MBG \nBrief in Support,” ECF No. 15.)   \n16. On October 14, 2019, Plaintiff  filed a Brief in Response to the CMW \nMotion.  (“Pl’s Response to CMW Motion,” ECF No. 18.)  On October 16, 2019, Plaintiff \nfiled a Brief in Response to the MBG Motion.  (“ Pl’s Response to MBG Motion,” ECF \nNo. 19.)  No reply briefs were filed by any Defendants. \n17. On November 4, 2019, Plaintiff filed an Ans wer to Defendant Bryant’s \nCounterclaim closing the pleadings in this matter.  (“Answer to CC,” ECF No. 24.) \n18. On December 18, 2019, the Court held a hearing on both Motions  at \nwhich the Court heard oral argument.  The Motions are now ripe for decision.  \nII. ANALYSIS \n \nA. Nature of Defendants’ Motions \n \n19. As an initial matter, the Court must determine under what North \nCarolina Rules of Civil Procedure (“Rules”) the CMW Motion and MBG Motion should \nbe considered.  Both Motions seek dismissal pursuant to Rule 12(b)(6).  A motion to \ndismiss under Rule 12(b)(6 ) “shall be made before pleading  if a further pleading is \npermitted.”  N.C.G.S. § 1A -1, Rule 12(b) (emphasis added).  Accordingly, this Court \nhas held that under the plain language of Rule 12(b), “a motion to dismiss for failure \nto state a claim must be . . . filed prior to an answer .”  Johnston v. Johnston Props., \nInc., 2018 NCBC LEXIS 119, at *14 (N.C. Super. Ct. Nov. 15, 2018); see also New \nFriendship Used Clothing Collection, LLC v. Katz, 2017 NCBC LEXIS 72, at *24 (N.C. \nSuper. Ct. Aug. 18, 2017).  Common Capital , Morman, and White  filed the CMW \nMotion, seeking dismissal pursuant to Rule 12(b)(6) on September 25, 2019, prior to \nthe filing of Defendants’ Answer a nd CC.  Accordingly, the CMW Motion was filed \nbefore those Defendants filed an answer and is appropriately treated as a motion to \ndismiss under Rule 12(b)(6). \n20. On the other hand, Defendants filed the ir joint Answer & CC at 4:44 \np.m. on October 1, 2019.  (ECF No. 13.)  Med1 Plus, Bryant, and Gruenemeier filed \nthe MBG Motion two minutes later at 4:46 p.m. on October 1, 2019.   (ECF No. 14.)  \nTherefore, pursuant to Rule 12(b), the MBG Motion is untimely and cannot be \nconsidered as a Rule 12(b)(6) motion to dismiss for failure to state a claim. \n21. However, the Court notes that in Johnston, this Court concluded that \nthe interplay between Rules 12(b) and 12(h)(2) 3 permits the Court to treat a post-\nanswer Rule 12(b)(6) motion as a Rule 12(c) motion for judgment on the pleadings in \nappropriate circumstances.  See Johnston, 2018 NCBC LEXIS 119 , at *14 –15.  In \nJohnston, the Court, in its discretion, determined that def endants’ Rule 12(b)(6) \nmotion filed minutes after their answer could properly be treated as a Rule 12(c) \nmotion because the pleadings had closed at the time of the hearing.  Id.   \n22. Here, the Court concludes the same.   Plaintiff raised no objection as to \nthe timeliness of the MBG Motion and Plaintiff’s Answer to CC was filed prior to the \nhearing on the MBG Motion.  On these facts, the Court concludes, in its discretion, \nthat the MBG Motion—filed two minutes after Defendants’ Answer & CC and heard \n                                            \n3 Rule 12(h)(2) provides “[a] defense of failure to state a claim upon which relief can be \ngranted, a defense of failure to join a necessary party, and an objection of failure to state a \nlegal defense to a claim may be made in any pleading permitted or ordered under Rule 7(a), \nor by motion for judgment on the pleadings, or at the trial on the merits.” \nafter the pleadings had closed—should be treated as a Rule 12(c) motion for judgment \non the pleadings. \nB. Standard of Review \n \n23. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue are sufficient to state a claim upon which relief may be granted under some legal \ntheory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987).  Our appellate courts frequently reaffirm that \nNorth Carolina is a notice pleading state.  See, e.g., Feltman v. City of Wilson, 238 \nN.C. App. 246, 252, 767 S.E.2d 615, 620 (2014) (quoting Wake Cty. v. Hotels.com, L.P., \n235 N.C. App. 633, 647, 762 S.E.2d 477, 486 (2014)) (“Under notice pleading, a \nstatement of claim is adequate if it gives sufficient notice of the claim asserted to \nenable the adverse party to answer and prepare for trial, to allow for the application \nof the doctrine of res judicata, and to show the type of case brought.”). \n24. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736–\n37 (2018) (quoting Wood v. Guilford County, 355 N.C. 161, 166, 558 S.E.2d 490, 494 \n(2002)). \n25. In ruling on a 12(b)(6) motion, the court construes the \ncomplaint liberally and accepts all allegations as true.  See Laster v. Francis, 199 N.C. \nApp. 572, 577, 681 S.E.2d 858, 862 (2009).  However, the Court is not required “to \naccept as true allegations that are merely conclusory, unwarranted deductions of fact, \nor unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005) (citation omitted). \n26. In addition, “when ruling on a Rule  12(b)(6) motion, a court may \nproperly consider documents which are the subject of a plaintiff’s complaint  and to \nwhich the complaint specifically refers even though they are presented by the \ndefendant.”  Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60, 554 S.E.2d 840, \n847 (2001). \n27. “A [Rule 12(c)] motion for judgment on the pleadings is the proper \nprocedure when all the material allegations of fact are admitted in the pleadings and \nonly questions of law remain.  When the pleadings do not resolve all the factual \nissues, judgment on the pleadings is generally inappropriate.”  Ragsdale v. Kennedy, \n286 N.C. 130, 137, 209 S.E.2d 494, 499 (1974).  “A complaint is fatally deficient in \nsubstance, and subject to a motion by the defendant for judgment on the pleadings if \nit fails to state a good cause of action for plaintiff and against defendant[.]”  Bigelow \nv. Town of Chapel Hill, 227 N.C. App. 1, 3, 745 S.E.2d 316, 319 (2013) (citation \nomitted).  \n28.  When deciding a motion under Rule 12(c), the Court may only consider \n“the pleadings and exhibits which are attached and incorporated into \nthe pleadings.”  Davis v. Durham Mental Health/Dev. Disabilities/Substance Abuse \nArea Auth., 165 N.C. App. 100, 104, 598 S.E.2d 237, 240 (2004).  The Court must \n“view the facts and permissible inferences in the light most favorable to the \nnonmoving party.”  Ragsdale, 286 N.C. at 137, 209 S.E.2d at 499.  “All well pleaded \nfactual allegations in the nonmoving party’s pleadings are taken as true and all \ncontravening assertions in the movant’s pleadings are taken as false.  All allegations \nin the non-movant’s pleadings, except conclusions of law, legally impossible facts, and \nmatters not admissible in evidence at the trial, are deemed admitted by the \nmovant.”  Id. (internal citations omitted).   \n29. The Court will first address the CMW Motion and then the MBG Motion.   \nC. CMW Motion  \n \n30. In the CMW Motion, Common Capital  and Morman see k dismissal of \nPlaintiff’s claim against them for breach of contract  and all other claims which \nPlaintiff may have raised  against Common Capital  and Morman.  White seeks \ndismissal of Plaintiff’s claims against her for breach of fiduciary duty, civil conspiracy, \nand any other claims that Plaintiff may be attempting to allege against White.  \ni. Claims against Defendants Common Capital and Morman \n \n31. Under a generous reading of the Complaint, the only claims raised \nagainst Common Capital and Morman are those alleged in  what Plaintiff labels as \nits first “Count II,” for breach of the Confidentiality Agreement.  (ECF No. 5, at ¶¶ \n43–48.)4  A breach of contract claim requires that the plaintiff allege (1) the existence \nof a valid  contract and (2) a  breach of the terms of that  contract.  Poor v. Hill, 138 \nN.C. App. 19, 26, 530 S.E.2d 838, 843 (2000).  Morman and Common Capital  argue \nthat the Confidentiality Agreement was not a valid contract as to Morman and \nCommon Capital because the agreement does not name either of them as parties and \nthey did not sign or otherwise execute the agreement.  (ECF No. 12, at p. 4.) \n32. In support of  its claim for breach of contract Plaintiff alleges that (a) \nBryant acted as Common Capital’s and Morman’s “agent” during the negotiations for \nthe purchase of Plaintiff’s assets, (b) Bryant executed the Confidentiality Agreement, \nand (c) “Common Capital an d Morman breached the terms of the [C]onfidentiality \n[A]greement by using, without permission, the confidential information obtained \nfrom Plaintiff’s [ sic] during the” negotiations.  (ECF No. 5, at ¶¶ 43 –47.)  These \nallegations do not support Plaintiff’s claim for breach of contract against Common \nCapital and Morman.   \n33. Although Plaintiff does  not allege any facts in support of its legal \nconclusion that Bryant was Common Capital and Morman’s agent, even assuming \narguendo that he was, Bryant expressly executed the Confidentiality Agreement  as \nan “individual,” and not on behalf of Common Capital and Morman.  (ECF No. 5  at \nEx. B, p. 1.)  The Confidentiality Agreement states that it is “made” between Med1 \n                                            \n4 Plaintiff labels both its second and third causes of action in the Complaint as “Count II.”  \n(ECF No. 5, at ¶¶ 43–55.)  This results in Plaintiff incorrectly labeling each of its subsequent \nnine claims.  Accordingly, to avoid any confusion, the Court will not reference Plaintiff’s \nclaims by their “Count” numbers as contained in the Complaint. \nServices of NC and “Gregory Stanton Bryant . . .  an individual.”  (Id.)  Bryant signed \nthe Confidentiality Agreement in his individual capacity and not as a representative \nof any other part y.  ( Id. at p. 5.)  Finally, the Confidentiality Agreement does not \nmake any reference to Common Capital or Morman. \n34. The allegations and the terms of the Confidentiality Agreement \nestablish that Common Capital and Mo rman are not parties to the Confidentiality \nAgreement.  “As a matter of law, a non -party to a contract ‘cannot be held liable for \nany breach that may have occurred.’”   Howe v. Links Club Condo. Ass’n, 823 S.E.2d \n439, 448 (N.C. App. 2018) (quoting Canady v. Mann , 107 N.C. App. 252, 259,  419 \nS.E.2d 597, 601 (1992)).  Therefore,  to the extent that the CMW Motion seeks \ndismissal of Plaintiff ’s claim against  Morman and Common Capital  for breach of \ncontract, the CMW Motion should be GRANTED. \n35. Common Capital and Morman are not expressly named in any of \nPlaintiff’s other claims.  In fact, other than identifying Common Capital and Morman \n(ECF No. 5,  at ¶¶ 5– 6), Plaintiff does not allege that Common Capital or Morman \nengaged in any conduct or to ok an y action whatsoever.  The Complaint does not \nattempt to allege their connection to any other parties in the lawsuit, or why they are \nnamed as parties.  To the contrary, the pleading make s clear that each of Plaintiff’s \nother claims are directed at Defendants other than Common Capital and Morman, \nand there are no allegations in the Complaint that could support the imposition of \nliability on Morman and Common Capital for any of the other cla ims.  Therefore, to \nthe extent Plaintiff purports to bring any other claims against Morman and Common \nCapital, other than the claim for breach of the Confidentiality Agreement, the CMW \nMotion should be GRANTED, and all such claims against Morman and Common  \nCapital should be DISMISSED. \nii. Claims against White \n \n36. Plaintiff alleges claims against White for breach of fiduciary duty \nand civil conspiracy.  (Id. at ¶¶ 99–109.) \na. Breach of Fiduciary Duty \n \n37. “For a breach of fiduciary duty to exist, there must first be   \na fiduciary relationship between the parties.”  Green v. Freeman, 367 N.C. 136, 141, \n749 S.E.2d 262, 268 (2013) (quotation and citation omitted).  Fiduciary relationships \nare broadly defined by North Carolina’s appellate courts and include “any possible \ncase in which a fiduciary relationship exists in fact, and in which there is confidence \nreposed on one side, and resulting domination and influence on the other.”  Kaplan v. \nO.K. Techs., L.L.C., 196 N.C. App. 469, 472, 675 S.E.2d 133, 136 (2009) (emphasis \nadded) (quoting Dalton v. Camp, 353 N.C. 647, 651, 548 S.E.2d 704, 707–08 (2001)).   \n38. However, North Carolina courts have held that generally “the relation \nof employer and employee is not one of those regarded as confidential.”   Dalton, 353 \nN.C. at 652, 548 S.E.2d at 708 (holding that a certain level of confidence is reposed in \nall employees and all employees are bound to act in good faith with regard to their \nemployers; to show that a fiduciary relationship exists, an employer must show that \nthe employee’s position results in “domination and influence” over the employer);  see \nalso Austin Maint. & Constr., Inc. v. Crowder Constr. Co., 224 N.C. App. 401, 410, \n742 S.E.2d 535, 542 (2012) (stating that “in the absence of some unusual set of facts \nthat would suffice to differentiate the relationship [at issue] from other employer -\nemployee relationships, [an employee does] not have a fiduciary [duty]”). \n39. Plaintiff alleges that “White had direct and constant access to Plaintiff’s \nclients and confidential information.  In connection with this direct access, Defendant \nWhite had the ability to influence Plaintiff’s business and business relationships. ”  \n(ECF No. 5, at ¶ 100 .)  Plaintiff “placed a special confidence and trust in [White]  to \nact in good faith and good conscience with respect to honoring and protecting \nPlaintiff’s business . . . [providing White] the ability to dominate, influence, and \ncontrol Plaintiff’ s business.”  (Id . at ¶ 101. )  Plaintiff argues that a fiduciary \nrelationship existed between White and Plaintiff because White had unique access to \nand influence over “Plaintiff’s business and business relationships with [its] clients.”  \n(ECF No. 18, at p. 7.) \n40. In support of dismissal, White argues that the Complaint fails to state \na claim  against her  because Plaintiff has failed to “allege sufficient facts to \ndifferentiate the relationship between Plaintiff  and Defendant White from other \nemployer-employee relationships.”  (ECF No. 12, at p. 10.)   \n41. The Court concludes that Plaintiff  has failed to sufficiently plead  the \nexistence of a fiduciary relationship between White and Plaintiff .  Plaintiff has \nmerely alleged that White was  a dispatcher, or in other words, an employee.  \nPlaintiff’s allegations that White dominated, controlled, and influenced Plaintiff ’s \nbusiness relationships are conclusory and are not  supported by facts .  The facts \nalleged by Plaintiff are strikingly similar to those present  in Coordinated Health \nServ., Inc. v. Primary Health Choice, Inc. , 2006 N.C. App. LEXIS 525  (Mar. 7, 2006) \n(unpublished).  The plaintiff in Coordinated Health Services  (“plaintiff”) and \ndefendant Primary Health Choice (“Primary”) were competitors in the bu siness of \nproviding in -home care to patients.   2006 N.C. App. LEXIS 525, at *1– 2.  Co -\ndefendants Davis and Hagins left plaintiff ’s employment and became Primary’s \nprincipal officers.  Id.  The plaintiff sued Davis, Hagins, and Primary alleging that \nthey were: \ncompeting in the same business and in the same \ngeographic area where they were employed by plaintiff; \nthat plaintiff [ ] created training manuals and other \nbusiness materials which it treats as trade secrets; that the \nindividual defendants either remov ed or copied such \nmaterials and are using them in their new business; that \nother former employees of Coordinated have accepted \nemployment with Primary [ ]; that the defendants removed \nor copied confidential client medical records and used them \nto solicit b usiness from Coordinated clients; and that the \ndefendants are now providing services to clients or \nconsumers who formerly were served by Coordinated. \n \nId. at *3.   \n42. Plaintiff brought claims against Davis and Hagins for, inter alia, breach \nof fiduciary duty.  Id .  The trial court granted the defendants ’ motion for summary \njudgment on the claims for breach of fiduciary duty, and plaintiff appealed.  Id. at *4.  \nThe Court of Appeals affirmed the grant of summary judgment, holding: \nIn the instant case, defendants Davis and Hagins were “at- \nwill” employees of plaintiff and neither had signed a \ncovenant not to compete with plaintiff. Both Davis and \nHagins were “qualified professionals” in plaintiff ’s \nLumberton office supervising plaintiff ’s direct care staff \nand acting as liaison between the area mental health \nprograms, patients and the patient ’s \nfamilies.  [Defendants] Davis and Hagins each had access \nto confidential medical information of the patients served \nby plaintiff.  However, these factors are not sufficient to \nestablish a fiduciary duty on the part of Davis and Hagins.  \nAs in  Dalton, they “ merely serve to define the nature of \nvirtually all employer -employee relationships; without \nmore, they are inadequate to establish [an employee’ s] \nobligations as fiduciary in nature. ”  Dalton , 353 N.C. at \n652, 548 S.E.2d at 708.  There is no showing that plaintiff \nwas “subjugated to the improper influences or domination” \nof either Davis or Hagins and thus we cannot conclude that \na fiduciary relationship existed between plaintiff and Davis \nor Hagins.  \n \nId. at *9. \n \n43. Plaintiff has not alleged how White’s role as a dispatcher, even given her \naccess to confidential information and contact with patients, resulted in domination  \nand control of Plaintiff.  Therefore, to the extent that the CMW Motion seeks \ndismissal of Plaintiff ’s claim against White for breach of fiduciary duty, the CMW \nMotion should be GRANTED.  \nb. Civil Conspiracy  \n \n44. Plaintiff alleges that “[t]here existed an agreement between all of the \nDefendants . . . to perform certain unlawful acts” that constituted a civil conspiracy.  \n(ECF No. 5, at ¶ 107.)   \n45. “There is no independent cause of action for civil conspiracy. Only when \nthere is an underlying claim for unlawful conduct can a plaintiff state a claim for civil \nconspiracy by also alleging the agreement of two or more parties to carry out the \nconduct and injury resulting from the agreement.”  Toomer v. Garrett, 155 N.C. App. \n462, 483, 574 S.E.2d 76, 92 (2002).  “The charge of conspiracy itself does nothing more \nthan associate the defendants together and perhaps liberalize the rules of evidence \nto the extent that under proper circumstances the acts and conduct of one might be \nadmissible ag ainst all.”  Shope v. Boyer, 268 N.C. 401, 405,  150 S.E.2d 771, 77 4 \n(1966); see also GoRhinoGo, LLC v. Lewis, 2011 NCBC LEXIS 39, at *20 (N.C. Super. \nCt. Sept. 9, 2011) (“Having joined the conspiracy, [two individual defendants] became \nexposed to liability  with [co-defendant] and any other co -conspirators for damages \ncaused by any act in furtherance of the common scheme.”). \n46. To plead a civil conspiracy, a plaintiff must allege : “(1) an agreement \nbetween two or more individuals; (2) to do an unlawful act or to do a lawful act in an \nunlawful way; (3) resulting in injury to plaintiff inflicted by one or more of the \nconspirators; and (4) pursuant to a common scheme.”  Piraino Bros., LLC v. Atlantic \nFin. Grp., Inc., 211 N.C. App. 343, 350, 712 S.E.2d 328, 333 (2011).   \n47. While Plaintiff alleges, in conclusory fashion,  that Defendants were in \n“agreement” as to an unlawful scheme to secure the Robeson County Contract, the \nComplaint fails to state how, when, or why White became part of the agreement, or \nhow she contributed to the scheme.  Instead, Plaintiff repeatedly alleges that Med1 \nPlus, Bryant, and Gr uenemeier were the parties who concocted and carried out the \nscheme.  (ECF No. 5, at ¶¶ 22–25, 28.) \n48. Plaintiff contends that it has adequately pleaded that White was part of \nthe conspiracy by alleging in the Complaint that:   \nAs part of the Defendants’ plan or scheme to ensure Med1 \nPlus’[s] success to Plaintiff’s detriment, White abruptly \nresigned from her position with Plaintiff on June 21, 2019, \nand immediately commenced employment at Med1 Plus. \nOn June 24, 2019, White, a Med1 Plus employee at the \ntime, us ed her former Med1 credentials to log on to \nPlaintiff’s secure patient system and access the \naforementioned confidential trade secrets as part of the \nplan or scheme.  \n \n(ECF No. 18, at p. 6.)   \n49. White argues that the Plaintiff’s civil conspiracy claim fails because “[i]t \nis well settled that ‘[i]n North Carolina, absent an employment contract for a definite \nperiod of time, both employer and employee are generally free to terminate their \nassociation at any time and without reason.’”   (ECF No. 12 at p. 8; c iting Head v. \nAdams Farm Living,  Inc., 242 N.C. App. 546, 551– 52, 775 S.E.2d 904, 909  (2015).) \nAnd therefore, “[t]he Complaint fails to adequately plead an underlying claim or \nwrongful act.”  (ECF No. 12, at p. 8.) \n50. While White may not have committed an underlying wrong by abruptly \nleaving the employ of Plaintiff , there is a n additional, specific allegation pertaining \nto her actions after she left Plaintiff —that she used her former credentials, without \npermission, to access Plaintiff ’s system.  Moreover, Plaintiff has alleged that all \n“Defendants” agreed to carry out unlawful acts, resulting in injury to Plaintiff , \npursuant to a common scheme.  (ECF No. 5, at ¶ 107–09.)  The Court concludes that \nthe allegations in the Complaint are sufficient to state a claim against White for civil \nconspiracy.  Therefore, to the extent that the CMW Motion seeks dismissal of \nPlaintiff’s claim for civil conspiracy against White, the CMW Motion should be \nDENIED. \n51. Aside from Plaintiff ’s claims for breach of fiduciary duty and civil \nconspiracy, the Court is unable to find any allegations  in the Complaint that c an be \nconstrued as asserting a  claim against White.  Therefore, to the extent Plaintiff  \npurported to direct any other claims again st White, Plaintiff’s purported claims are \nDISMISSED.  \nD. MBG Motion  \n \n52. In the MBG Motion, Med1 Plus, Bryant, and Gruenemeier seek \njudgment on Plaintiff’s claims against them for tortious interference with contract, \ntortious interference with prospective economic advantage, violations of the UDTPA, \nmisappropriation of trade secrets, common law trademark infringement, and civil \nconspiracy.  (ECF No. 15, at pp. 3 –8.)  The Court will address each claim and the \narguments for judgment dismissing them in turn.  \na. Tortious Interference with Contract  (Client \nContracts)  \n \n53. Plaintiff alleges that Bryant, Med1 Plus, and Gruenemeier tortiously \ninterfered with Plaintiff’s performance of the Robeson County Contract.  (ECF No. 5, \nat ¶¶ 57–60.)  To plead a claim for tortious interference, a claimant must allege: \n(1) a valid contract between the plaintiff and a third person \nwhich confers upon the plaintiff a contractual right against \na third person; (2) the defendant knows of the contract; (3) \nthe defendant intentionally induces the third person not to \nperform the contract; (4) and in doing so acts without \njustification; (5) resulting in actual damage to plaintiff. \n \nUnited Lab., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988). \n54. In the Complaint, Plaintiff alleges that : “valid contracts . . . existed \nbetween Plaintiff and Robeson County conferring upon Plaintiff a contractual right \nto receive payments in consideration for providing non-emergency medical services;”  \n“all Defendants were  [ ] aware of the existence of [the Robeson County Contract ];” \nand “ Bryant, Med1 Plus, and Gruenemeier i ntentionally solicited Plaintiff’s \nemployees to abruptly resign their positions  . . . to facilitate a plan or scheme to \nprevent Plaintiff from providing transport to patients who need medical care as \nrequired by the [Robeson County Contract]. ”  (ECF No. 5,  at ¶¶ 57– 59.)  However, \nPlaintiff does not allege that the solicitation of its employees resulted in Plaintiff \nbeing unable to perform any services required under the Robeson County Contract or \nthat Robeson County did not pay Plaintiff as required as a re sult of the alleged \ninterference.  At the hearing, Plaintiff’s counsel  conceded that, notwithstanding \nBryant, Med1 Plus, and Gruenemeier’s misconduct , Plaintiff was able to meet all of \nits obligations under the Robeson County Contract and suffered no loss of revenue. \n55.  The Court concludes that Plaintiff  has failed to sufficiently plead a \nclaim for tortious interference with the Robeson County Contract prior to its \nexpiration because Plaintiff has not alleged that it was damaged by any interference.  \nThere is no allegation that Plaintiff ’s performance of the Robeson County C ontract \nwas thwarted, or that Plaintiff lost revenue or other value during the months leading \nup to its failure to secure the renewal of the Robeson County Contract.  Therefore, to \nthe extent the MBG  Motion seeks judgment on the pleadings with respect to \nPlaintiff’s claim for tortious interference with the Robeson County Contract prior to \nits expiration, it should be GRANTED, and the claim is dismissed without prejudice.5 \nb. Tortious Interference with Prospective Economic \nAdvantage  \n \n56. Plaintiff also allege s a claim against Med1 Plus, Bryant,  and \nGruenemeier for tortious interference with prospective economic advantage for \ninterfering with Plaintiff’s bid to renew the Robeson County Contract .  (ECF No. 5, \nat ¶¶ 68–75.)  Plaintiff alleges that Plaintiff and Med1 Plus were the only bidders for \nthe Robeson County Contract in or around June  2019, and that Med1 Plus used \nconfidential information, acquired from Plaintiff  by Bryant, to secure the Robeson \nCounty Contract to provide non -emergency ambulance services.  (Id. at ¶¶ 69–72.)  \nPlaintiffs also alleges that Med1 Plus, Bryant, and Gruenemeier solicited and hired \naway Plaintiff’s employees as part of a plan or scheme to impede Plaintiff’s ability to \nsuccessfully bid for the renewal of the Robeson County Contract.  ( Id. at ¶¶ 22– 26, \n28–30.)  Plaintiff  further avers that “Defendants’ conduct ” was “pursuant to the \nscheme or plan to destroy Plaintiff’s business” and “ was without justification  [and] \nmalicious.”  (Id. at ¶¶ 73–74.)  \n57. “An action for   tortious interference with prospective economic \nadvantage is based on conduct by the defendants which prevents the  plaintiffs from \n                                            \n5 Notwithstanding the Court’s conclusions that certain claims should  be dismissed, “[t]he \ndecision to dismiss an action with or without prejudice is in the discretion of the trial court.” \nFirst Fed. Bank v. Aldridge, 230 N.C. App. 187, 191, 749 S.E.2d 289, 292 (2013).  The Court \nconcludes, in the exercise of its discretion, that dismissal of the claim for tortious interference \nwith contract should be without prejudice to Plaintiff’s right to attempt to reassert such claim \nthrough proper factual allegations by way of a motion to amend. \nentering into a contract with a third party.”  Walker v. Sloan, 137 N.C. App. 387, 392–\n93, 529 S.E.2d 236, 241 (2000) (citing Owens v. Pepsi Cola Bottling Co., 330 N.C. 666, \n680, 412 S.E.2d 636, 644 (1992)).  A claim for tortious interference with prospective \neconomic advantage requires a plaintiff to show that the defendant “interfere[d] with \na business relationship ‘by maliciously inducing a person not to enter into a contract \nwith [the plaintiff], which he would have entered into but for the interference, . . . if \ndamage proximately ensues, when this interference is done n ot in the legitimate \nexercise of the interfering person ’s rights.’”  Beverage Sys. of the Carolinas, LLC v. \nAssociated Bev. Repair, LLC, 368 N.C. 693, 701, 784 S.E.2d 457, 463 (2016) (quoting \nSpartan Equip. Co. v. Air Placement Equip. Co., 263 N.C. 549, 559, 140 S.E.2d 3, 11 \n(1965)).  “ Stating a claim for tortious interference with prospective economic \nadvantage requires that the plaintiff allege facts [] show[ing] that the defendants \nacted without justification in inducing a third party to refrain from ent ering into a \ncontract with them[,] which contract would have ensued but for the interference. ”     \nCheryl Lloyd Humphrey Land Inv. Co., LLC v. Resco Prods. , 831 S.E.2d 395, 403  \n(2019) (quotation omitted). \n58. Bryant, Med1 Plus, and Gruenemeier argue that Plaintiff ’s tortious \ninterference with prospective economic advantage claim should be dismissed because \nPlaintiff alleges that Med1 Plus was a “competitor,” and therefore was justified in \ninterfering with Plaintiff’s bid on the Robeson County Contract.  (ECF No. 15, at pp. \n4–5; citing S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC, 189 N.C. App. 601, 615, \n659 S.E.2d 442, 453 (2008).) \n59. The Court concludes that Plaintiff has alleged facts sufficient to support \nits claim for tortious interference with prospective economic advantage.  Plaintiff has \nalleged that Defendants used Plaintiff’s confidential information without justification \nto secure a contract that Plaintiff , as the only other bidder for the contract, wou ld \nhave received but for Defendants ’ actions.  Plaintiff also allege s that Defendants’ \ninterference was motivated by a scheme to “destroy Plaintiff’s business.”   (ECF No. \n5, at ¶¶ 22, 28, 73.)  This Court has recognized that “these types of allegations, made \nfor the most part ‘upon information and belief’ and using inflammatory language, are \neasily concocted, particularly in the immediate aftermath of a competitor’s soliciting \naway [p]laintiff’s key employees and customers. ”  Bldg. Ctr., Inc. v. Carter Lumb er, \nInc., 2016 NCBC LEXIS 79, at *22 (N.C. Super. Ct. Oct. 21, 2016).  However, Plaintiff \ncontends that while it allege s that Med1 Plus, having won the Robeson County \nContract, is now a competitor, at the time it solicited away Plaintiff’s employees and \nwas bidding on the renewal of the Robeson County Contract, Med1 Plus  was only \nseeking to be in the business of providing non-emergency ambulance services.  (ECF \nNo. 19, at pp. 3–4.)   \n60. In other words, Plaintiff has raised an issue as to whether Med1 Plus \nwas a competitor at the time of the alleged unlawful interference.  Therefore, the \nCourt finds that the allegations in this case  are enough to survive the motion for \njudgment on the pleadings , at least until further discovery can be conducted by the \nparties.  Accordingly, to the extent the MBG Motion seeks judgment as to Plaintiff ’s \nclaim for tortious interference  with prospective economic advantage against Med1 \nPlus, Bryant, and Gruenemeier, it should be DENIED. \nc. Violation of the UDTPA \n \n61. Plaintiff alleges that Bryant, Med1 Plus, and Gruenemeier engaged in \nunfair or deceptive trade practices in violation of the UDTPA.  (ECF No. 5, at ¶¶ 77–\n81.)  “To plead a valid claim for [violation of the UDTPA], a plaintiff must show: (1) \ndefendant committed an unfair or deceptive act or practice, (2) the action in question \nwas in or affecting commerce, and (3) the act proximately caused injury to the \nplaintiff.”  Krawiec v. Manly, 370 N.C. 602, 612, 811 S.E.2d 542, 550 (2018) (citation \nand quotation omitted). \n62. Plaintiff argues that “Defendants’ conduct was in and affecting \ncommerce . . . was both unfair and deceptive, pertained, in part  to their use of \nPlaintiff’s confidential information and solicitation of Plaintiff ’s employees” and \ndesigned to destroy Plaintiff ’s business and obtain the Robeson County C ontract to \nsupply non-emergency ambulance services.  (ECF No. 5, at ¶¶ 77–78.)  Bryant, Med1 \nPlus, and Gruenemeier argue that Plaintiff ’s UDTPA claim should be dismissed \nbecause “[a] mere breach of contract, even if intentional, is not an unfair or deceptive \nact under Chapter 75.”  (ECF No. 15, at p. 5; citing Bartolomeo v. S.B. Thomas, Inc., \n889 F.2d 530, 535 (4th Cir. 1989).)  Bryant, Med1 Plus, and Gruenemeier contend \nthat “[t]he Complaint fails to allege, indepen dent of the alleged acts that constitute \nbreach of contract, any substantial aggravating circumstances or unfair and \ndeceptive practices.”  (ECF No. 15, at p. 6.) \n63. Defendants’ argument for dismissal of Plaintiff’s UDTPA claim misses \nthe mark.  Plaintiff does not need to allege a substantial aggravating circumstance to \nsupport its UDTPA claim.  The Court has already determined that Plaintiff  has \nsufficiently pleaded a claim for tortious interference with a prospective economic \nadvantage, which can serve as the basis for a UDTPA claim . United Laboratories, \nInc., 322 N.C. at  664, 370 S.E.2d at 389; Roane-Barker v. Southeastern Hosp. Supply \nCorp., 99 N.C. App. 30, 41, 392 S.E.2d 663, 670 (1990).  Also,  as explained more \nthoroughly below, Plaintiff  has sufficiently pleaded a claim for misappropriation of \ntrade secrets. Ge Betz, Inc. v. Conrad, 231 N.C. App. 214, 236, 752 S.E.2d 634, 650 \n(2013) (holding that a violation of the TSPA  can form the basis of a UDTPA claim);  \nDrouillard v. Keister Williams Newspaper Services, Inc., 108 N.C. App. 169, 172–73, \n423 S.E.2d 324, 326–27 (1992) (same); Medical Staffing Network, Inc. v. Ridgway, \n194 N.C. App. 649, 659–60, 670 S.E.2d 321, 329 (2009) (same).  Therefore, Plaintiff’s \nclaim for violation of the UDTPA against Bryant, Med1 Plus, and Gruenemeier \nsurvives the motion for judgment on the pleadings. \n64. To the extent the MBG M otion seeks judgment on the pleadings with \nrespect to Plaintiff’s UDTPA claim against Med1 Plus, Bryant, and Gruenemeier, it \nshould be DENIED. \nd. Misappropriation of Trade Secrets  \n \n65. Plaintiff asserts a claim for misappropriation of trade secrets against \nMed1 Plus,  Bryant and Gruenemeier .  (ECF No. 5, at ¶¶ 83– 90.) The allegations \nnecessary to state a claim for misappropriation of trade secrets are well established . \nSee Krawiec, 370 N.C. at 609, 811 S.E.2d at 547–48; Washburn v. Yadkin Valley Bank \n& Tr. Co., 190 N.C. App. 315, 326–27, 660 S.E.2d 577, 585–86 (2008); Area \nLandscaping, L.L.C. v. Glaxo-Wellcome, Inc., 160 N.C. App. 520, 525, 586 S.E.2d 507, \n511 (2003). \n66. In support of their motion, Med1 Plus, Bryant, and Gruenemeier argue \nthat the “Complaint fails to allege with sufficient particularity what Defendants \nMed1 Plus, Bryant, or Gruenemeier [ ] misappropriated.”  (ECF No. 15, at p. 6.)  The \nCourt disagrees. On the contrary, the Complaint alleges that the trade secrets at \nissue include:  \n[C]lient and employee records, detailed information \nregarding what each employee’s roles and responsibilities \nwere, the non -emergency ambulance services [ Plaintiff] \nprovided to Robeson County, [Plaintiff]’s financial records, \nprofit and loss statements, det ailed malpractice and \nautomobile insurance information, call volumes, clients’ \nnon-emergency ambulance transport records, non -\nemergency vehicle records, and training policies and \nprocedures. \n \n(ECF No. 5, at ¶ 85.)  \n67. The Complaint also alleges that Plaintiff took measures to protect its \ntrade secrets by “ restricting access , . . .  having employees agree to maintain the \nsecrecy of the information , . . . and having Defendant Bryant execute [the \nConfidentiality Agreement].”  (ECF No. 5, at ¶ 86.)  Finally, Plaintiff alleges that \nBryant and Gruenemeier obtained access to the information and, in turn, provided \nthe information to Med1 Plus who then used the information to acquire the Robeson \nCounty Contract.  (ECF No. 5, at ¶¶ 87–88.) \n68. These allegations are sufficient to state a claim for misappropriation of \ntrade secrets in North Carolina.   Therefore, to the extent the MBG Motion  seeks \njudgment on the pleadings with respect to Plaintiff ’s claim for misappropriation of \ntrade secrets, it should be DENIED.  \ne. Trademark Infringement \n \n69. Plaintiff alleges that “ [Plaintiff] exclusively used the name ‘Med1’ \nthroughout the duration of its contractual relationship with Robeson County” and \n“[Plaintiff] promoted its services to such an extent that its name is instantly \nassociated with non-emergency ambulance services in Robeson County.”  (ECF No. 5, \nat ¶¶ 92–93.)  Med1 Plus has registered and is using its name “with the intention of \nconfusing the citizens of Robeson County and as a direct and sole competitor of \n[Plaintiff], Defendant Med1 Plus chose to provide the exact same services as \n[Plaintiff] in the exact same geographical market.”  (Id. at ¶ 94.)  Plaintiff claims that, \nas a result, “Defendants” have infringed on its common law trademark rights.  (Id. at \n¶ 98.) \n70. In support of the MBG Motion, Med1 Plus, Bryant, and Gruenemeier do \nnot argue that Plaintiff fails to sufficiently allege a claim for trademark infringement.  \nRather, they argue that “[t]o the extent that the Complaint alleges facts sufficient to \nstate a clai m for common law trademark infringement, the Complaint only alleges \nthat Defendant Med1 Plus committed a trademark violation . .  . [t]herefore, the Court \nshould dismiss Defendants Bryant and Gruenemeier.”  (ECF No. 15, at p. 7.)   Med1 \nPlus, Bryant, and Gru enemeier do not seek judgment on Plaintiff’s claim for \ninfringement against Med1 Plus. \n71. The Court concludes that Plaintiff ’s Complaint does not allege a \ntrademark violation against Gruenemeier.   Gruenemeier’s name does not appear \nunder Plaintiff’s cause of action for trademark infringement nor are there any \nallegations in the Complaint that connect Gruenemeier in any way to Med1 Plus’s \nownership or that suggest she played any part in selecting its name.  Accordingly, to \nthe extent that the MBG Motion seeks j udgment as to Plaintiff ’s claim for common \nlaw trademark infringement against Gruenemeier, the motion should be GRANTED. \n72. On the other hand, the Court concludes that Plaintiff  has, arguably, \npleaded facts sufficient to state a claim for  trademark infringement against Bryant.  \nPlaintiff alleges that Bryant is listed as the registered agent for Med1 Plus and that \nhe acted on behalf of Med1 Plus in negotiating for the Robeson County Contract.   \n(ECF No. 5, at ¶¶ 17–18.)  These allegations raise the inference that Bryant both has \nan ownership interest in Med1 Plus and  created the name Med1 Plus , and that he \ncould be liable for an infringement of Plaintiff’s name.   Therefore, to the extent the \nMBG Motion seeks judgment as to Plaintiff ’s claim for trademark infringement  \nagainst Bryant, the motion should be DENIED.  \nf. Civil Conspiracy  \n \n73. Finally, Plaintiff alleges a civil conspiracy  theory against all \nDefendants.  (ECF No. 5, at ¶¶ 107–09.)  The applicable law for analyzing a claim for \ncivil conspiracy are set out in paragraphs 45 and 46 supra.  \n74. Plaintiff alleges that “[t]here existed an agreement between all \nDefendants, a common plan or scheme to perform certain unlawful acts” as alleged \nthroughout the Complaint.  (ECF No. 5, at ¶ 107.)  Plaintiff further alleges that it \n“sustained an injury, which was inflicted by one or more of the conspirators . . . [and] \nDefendants are jointly and severally liable for the conduct of each other pursuant to \ntheir civil conspiracy.”  (Id. at ¶¶ 107–08.)  \n75. Preliminarily, the Court finds Plaintiff ’s allegations pertaining to its \nclaim for civil conspiracy to be sufficient to survive a motion for judgment on the \npleadings.  However, Defendants argue that the doctrine of intra-corporate immunity \nbars Plaintiff’s claim of civil conspiracy.  (ECF No. 15, at pp. 7–8.)  \n76. North Carolina’s appellate courts have held that “[t]he doctrine of intra-\ncorporate immunity provides that because at least two persons must be present to \nform a conspiracy, a corporation cannot conspire wit h itself, just as an individual \ncannot conspire with himself. ”  Conleys Creek Limited Partnership v. Smoky Mt. \nCountry Club Prop. Owners Ass’n, 255 N.C. App. 236, 250, 805 S.E.2d 147, 156 (2017) \n(quotation marks omitted).  “[A]n allegation that a corporation is conspiring with its \nagents, officers or employees is tantamount to accusing a corporation of conspiring \nwith itself[,] and is therefore insufficient to establish a claim for  civil conspiracy.”  \nSeguro-Suarez v. Key Risk Ins. Co., 819 S.E.2d 741, 754–55 (N.C. App. 2018) (internal \ncitation and quotations omitted).   Yet, “an exception to the doctrine exists if the \ncorporate agent has an ‘independent personal stake in achieving the corporation’s \nillegal objective.’”  State ex rel. Cooper v. Ridgeway Brands Mfg., LLC, 184 N.C. App. \n613, 625, 646 S.E.2d 790, 799, aff’d in part, rev’d in part , 362 N.C. 431, 666 S.E.2d \n107 (2008) (quoting Buschi v. Kirven, 775 F.2d 1240, 1251–52 (4th Cir. 1985)). \n77. Med1 Plus, Bryant, and Gruenemeier argue that the  \nComplaint fails to allege facts that the Defendants’ actions \nserved any  other purpose than benefiting Med1 Plus. In \nfact, the Complaint repeatedly states that the alleged \nactions taken by all of the Defendants were substantively \npursuant to the direction of, employment by, or for the \nbenefit of, Defendant Med1 Plus. [(ECF No. 5, at ¶¶ 22–25, \n30, 31, 40, 47, 54, 59, 62, 72, 78, 87. )] Furthermore, the \nComplaint repeatedly states that the Defendant [s] were \nagents and employees of Defendant Med1 Plus. [(ECF No. \n5, at ¶¶ 4, 17, 22, 30, 31, 40, 47, 54, 59, 62, 72, 78, 87.)] \n \n(ECF No. 15, at pp. 7–8.) \n \n78. In its brief in opposition to the MBG Motion, Plaintiff  correctly states \nthe law regarding civil conspiracy and the intra-corporate immunity doctrine.  (ECF \nNo. 19, at pp. 12–13.)  However, Plaintiff then proceeds to restate the allegations in \nits Complaint rather than directly responding to Med1 Plus, Bryant, and \nGruenemeier’s arguments.  (See ECF No. 19, at pp. 13– 15.)  The Court notes that \nPlaintiff argues in its response brief that the intra -corporate immunity doctrine is \ninapplicable because Plaintiff “has alleged a conspiracy between all of the \nDefendants, including Common Capital and Morman, who are neither agents of, nor \nemployees of Med1 Plus.”  (ECF No. 19, at p. 15.)   The Court, however, has already \nconcluded that the Co mplaint fails to allege any liability on the part of Common \nCapital and Morman.  In the Court’s view, Plaintiff has failed to adequately respond \nto Med1 Plus, Bryant, and Gruenemeier’s arguments for judgment on Plaintiff’s claim \nfor civil conspiracy.  \n79. Nevertheless, the Complaint “ should be ‘liberally construed, and the \ncourt should not dismiss the complaint unless it appears beyond doubt that [the] \nplaintiff could prove no set of facts in support of his claim which would entitle him to \nrelief.’”  State ex rel. Cooper, 184 N.C. App. at 625, 646 S.E.2d at 799 \n(quoting  Bowman v. Alan Vester Ford Lincoln Mercury, 151 N.C. App. 603, 606, 566 \nS.E.2d 818, 821 (2002)).  Here, the Complaint is vague with respect to the timeline of \ncertain events. Further discovery may unearth evidence tending to show that White \nwas conspiring with Bryant, Med1 Plus, and Gruenemeier prior to becoming an \nemployee of Med1 Plus.  \n80. Likewise, the evidence may show that Gruen emeier conspired with \nBryant and Med1 Plus prior to joining Med1 Plus as an employee.  In any event, \nfurther discovery is needed to develop the record in this case to enable the Court to \nassess whether Plaintiff’s claim for civil conspiracy is barred by the doctrine of intra-\ncorporate immunity.  Therefore, to the extent the MBG Motion seeks judgment as to \nPlaintiff’s claims for civil conspiracy against Med1 Plus, Bryant, and Gruenemeier,  \nthe motion should be DENIED.  \nTHEREFORE, it is ORDERED as follows: \n1. The CMW Motion is GRANTED as to Plaintiff’s claims against \nCommon Capital and Morman. \n2. The CMW Motion is DENIED  as to Plaintiff’s claim for Civil \nConspiracy against White.  The CMW Motion is GRANTED  as to \nPlaintiff’s remaining claims against White. \n3. The MBG Motion is GRANTED WITHOUT PREJUDICE as to \nPlaintiff’s claim for Tortious Interference with Contract. \n4. The MBG Motion is GRANTED as to Plaintiff’s claim for Common \nLaw Trademark Infringement against Gruenemeier.  The MBG \nMotion is DENIED as to Plaintiff’s claim for Common Law \nTrademark Infringement against Bryant.  \n5. The MBG Motion is DENIED as to Plaintiff’s claims for Tortious \nInterference with Prospective Economic Advantage; Violation of the \nUDTPA; Misappropriation of Trade Secrets; and Civil Conspiracy. \n \nSO ORDERED, this the 26th day of February 2020.  \n \n      /s/ Gregory P. McGuire    \nGregory P. McGuire \n      Special Superior Court Judge \n      for Complex Business Case \n "
}