{
  "id": "3e6308a16623d7a1cddc9b09e716e5f9d6707346a12812609552c4793baba80c",
  "source_file": "data/raw/ncbc/3e6308a16623d7a1cddc9b09e716e5f9d6707346a12812609552c4793baba80c.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF FORSYTH \n \nIN THE GENERAL COURT OF JUSTICE  \nSUPERIOR COURT DIVISION \n13 CVS 2595 \nSUSAN SYKES d/b/a ADVANCED \nCHIROPRACTIC AND HEALTH \nCENTER; DAWN PATRICK; TROY \nLYNN; LIFEWORKS ON LAKE \nNORMAN, PLLC; BRENT BOST; and \nBOST CHIROPRACTIC CLINIC, P.A., \n \n \nPlaintiffs, \n \nv. \n \nHEALTH NETWORK SOLUTIONS, \nINC. f/k/a CHIROPRACTIC \nNETWORK OF THE CAROLINAS, \nINC.; MICHAEL BINDER; STEVEN \nBINDER; ROBERT STROUD, JR.; \nLARRY GROSMAN; MATTHEW \nSCHMID; RALPH RANSONE; \nJEFFREY K. BALDWIN; IRA RUBIN; \nRICHARD ARMSTRONG; BRAD \nBATCHELOR; JOHN SMITH; RICK \nJACKSON; and MARK HOOPER,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n \n) \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \nORDER ORDER ORDER ORDER ON MOTION TO DISMISS ON MOTION TO DISMISS ON MOTION TO DISMISS ON MOTION TO DISMISS    \n \n {1} THIS MATTER is before the court on Defendants’ Motion to Dismiss \nPlaintiffs’ Amended Complaint (“Motion”) pursuant to Rule 12(b)(1) and Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”).  The Motion is \nDENIED, subject to the limitations expressed below. \n \nOak City Law, LLP, by Robert E. Fields III and Samuel Piñero II, Doughton \nRich Blancato PLLC by William A. Blancato, and Wells, Jenkins, Lucas & \nJenkins, PLLC, by Leon E. Porter and Ellis B. Drew III, for Plaintiffs. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Jennifer K. Van \nZant, Benjamin R. Norman, and W. Michael Dowling for Defendants.  \nGale, Judge. \nSykes v. Health Network Solutions, Inc., 2013 NCBC 55.  \n \n \n    \n{2} On October 29, 2013, the court heard consolidated oral argument on \nPlaintiffs’ Motion for Preliminary Injunction and Defendants’ Motion to Dismiss.  \nOn November 25, 2013, the court entered its Order denying Plaintiffs’ Motion for \nPreliminary Injunction, finding that Plaintiffs had not demonstrated a likelihood of \nsuccess on their claims.  The current Motion to Dismiss is determined on a standard \nmore favorable to Plaintiffs.  In determining whether Plaintiffs have adequately \npleaded their claims, the court accepts their allegations as true and draws \ninferences in their favor.  See, e.g. , Sutton v. Duke , 277 N.C. 94, 98, 176 S.E.2d 161, \n164 (1970); Crouse v. Mineo , 189 N.C. App. 232, 237, 658 S.E.2d 33, 36 (2008).  The \nMotion does not turn on the strength of the claims, but only on whether the \nallegations are sufficient to state any claim.  Concrete Serv. Corp. v. Investors Grp., \nInc. ,79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  In considering the Motion to \nDismiss, the court restricts its inquiry to the Amended Complaint and other \ndocuments which are specifically referred to or adopted by the pleadings.  Oberlin \nCapital, L.P. v. Slavin , 147 N.C. App. 52, 60–61, 554 S.E.2d 840, 847 (2001). \n{3} The court provided a detailed factual summary of Plaintiffs’ claims in \nits November 25, 2013 Order. The court does not now repeat that summary, but is \nmindful that the facts recited there included matters raised in defense of the \ninjunction request which are not properly considered when ruling on the Motion to \nDismiss.  Particular facts important to this Motion are noted. \n{4} Accepting all of Plaintiffs’ allegations as true, as it must for the \npresent Motion, the court concludes that Plaintiffs have adequately alleged the \nessential elements for the claims in the Amended Complaint, and the Amended \nComplaint therefore withstands the initial Motion to Dismiss.  1  The court has \n                                                 \n1 The court does not believe this initial conclusion depends on whether Plaintiffs’ asserted violations \nare per se violations of competition statutes or are instead violations that must be assessed by a rule \nof reason analysis.  Admittedly, under the rule of reason, the party asserting the restraint’s illegality \nbears the burden of proving its unreasonableness.  Rose v. Vulcan Materials Co. , 282 N.C. 643, 658, \n194 S.E.2d 521, 531 (1973).  The plaintiff must show: (1) facts peculiar to the business restrained; (2) \nthe business’s condition before and after the restraint was imposed; and (3) the nature and probable \neffect of the restraint.  Id.   Questions may remain as to whether Plaintiffs will ultimately sustain \ntheir proof, however, their broad allegations are adequate to withstand a Rule 12(b)(6) motion.   \n \n \nseparately considered Defendants’ standing argument, as it is cast, in part, as a \nchallenge to the court’s subject matter jurisdiction.  The court concludes that \nPlaintiffs’ have properly invoked the court’s jurisdiction and the litigation may \nproceed toward a more detailed fact inquiry.  That inquiry may include a \nreexamination of the arguments underlying the Rule 12(b)(1) motion. \n{5} While the court allows the Amended Complaint to survive the Motion, \nit further concludes that the imprecision of Plaintiffs’ allegations, particularly as to \nthe “market” within which Defendants are alleged to have acted, do not justify the \ntypical full range of discovery before the contentions are refined with greater \nprecision.   The need for further clarification of the market may inform not just the \ncompetition claims, for other claims interrelate common facts.   This clarification \nmay be essential to inform determinations necessary for the resolution of any claim, \nincluding, for example, the issue of whether a class or subclasses should be certified \nand, if so, who would be a proper representative, and the standard or lens through \nwhich damage claims should be discovered and determined.    \n{6} Accordingly, the court denies the Motion to Dismiss but will undertake \nto implement appropriate procedures to conform efficient discovery and \nconsideration of other necessary pre-trial issues \n{7} It appears that Plaintiffs’ Second Claim and Third Claim are the most \ncritical, for the First, Fourth and Fifth Claims are substantially or totally \ndependent on them.  The court refers to the Second and Third Claims collectively as \nthe “competition claims,” although the Third Claim further extends the claim of \nunfair and deceptive acts or trade practices.  The First Claim essentially casts the \nremaining claims in the form of declaratory judgment. The Fifth Claim is a \nderivative claim for punitive damages. \n{8} The Second Claim sets forth the alleged anti-competitive conduct of \nwhich Plaintiffs complain and is premised on N.C. Gen. Stat. §§ 75-1, 75-2 and 75-\n2.1.  The claim is labeled as “price fixing, monopsony and monopoly,” but it also \nincludes allegations of conspiracy and attempt to monopolize or monopsonize.  The \nAmended Complaint does not assert a separate independent conspiracy claim, but \n \n \nthe court has depended on the conspiracy allegations in allowing claims to continue \nat this time against the Individual Defendants.  A definition of the “market” and \n“market power” is essential to the monopoly, monopsony, and attempt theories of \nthe Second Claim.  See R.J. Reynolds Tobacco Co. v. Philip Morris , 199 F. Supp. 2d \n362, 394 (M.D.N.C. 2002); In re Se. Milk Antitrust Litig. , 801 F. Supp. 2d 705, 724 \n(E.D. Tenn. 2011);  Powderly v. Blue Cross & Blue Shield of N.C. , 3:08-cv-00109-W, \n2008 U.S. Dist. Lexis 89406, at *4 (W.D.N.C. Sept. 4, 2008). 2    \n{9} The Third Claim is premised on N.C. Gen. Stat. § 75-1.1, but draws \nheavily from the same underlying facts anchoring the Second Claim.  Adding to the \ncompetition claims, the Third Claim adds alleged violations of the Insurance Code \nas unfair and deceptive acts, most particularly that HNS (1) should be licensed, but \nis not and (2) should but does not include considerations of medical necessity when \nassessing efficiencies which govern a provider’s ability to remain in the Network.  \nPlaintiffs additionally allege that HNS unfairly represents its functions and \nbenefits to its members and unfairly retains a percentage of fees resulting from \nmember chiropractic services.   \n{10} Assuming first without deciding at this time that Plaintiffs can ground \ntheir private cause of action on the insurance statutes they invoke, the court makes \nno present determination whether the insurance-related claims can stand \nindependently if the completion claims fail.  But, as presently alleged, the claims \nare interrelated so as to suggest further critical inquiry at the same time under a \nmore fully developed record.  \n{11} Plaintiffs ground their claims solely in state law.  But in the absence of \nguiding state precedent, the court properly looks to federal approaches to similar \nissues for guidance.  As indicated in its November 25, 2013 Order, the court finds \nthe federal enforcement policy regarding IPAs to be instructive as to the record \n                                                 \n2 In addressing those issues, this court is not bound by federal precedent, but it properly considers \nfederal decisions as potential persuasive authority. Rose , 282 N.C. at 655, 194 S.E.2d at 530. \n \n \nnecessary to assess the claims.3   Although the factors necessary to the record vary \nin accord with the nature of the agreements under attack, any meaningful analysis \nmust be governed by an understanding of the “market” impacted by the claims and \nthe allocation of power within that market.  \n {12} Before discussing further how that record might be developed, the \ncourt turns to Defendants’ challenge to the court’s subject matter jurisdiction. \nDefendants assert the court has no such jurisdiction because Plaintiffs have not and \ncannot assert “antitrust standing,” and therefore cannot pursue competition claims \nunder Section 75-1, 75-2 or 75-2.1 and cannot pursue a private cause of action based \non the insurance laws because of the exclusive enforcement authority of the \nInsurance Commissioner. \n{13} Standing arguments can be presented under both Rule 12(b)(1) and \nRule 12(b)(6), as Defendants have done here.  \nSee Teague v. Bayer, 195 N.C. App. \n18, 21-–22, 671 S.E.2d 550, 554 (2009);  Meadows v. Iredell County, 187 N.C. App. \n785, 787, 653 S.E.2d 925, 928 (2007).  The concepts underlying the rules and the \nstandards of review are not necessarily the same.  As a jurisdictional matter, a Rule \n12(b)(1) motion may draw upon and depend upon a more complete record than just \nthe pleading upon which the Rule 12(b)(6) motion turns.  The Rule 12(b)(1) motion \nis in the nature of determining whether there is a concrete controversy suitable for \njudicial resolution and inquires whether the plaintiff has suffered an actual \nconcrete injury that is not speculative, conjectural, or hypothetical.  Meadows, 187 \nN.C. App. at 21–22, 671 S.E.2d at 554 (quoting Neuse River Found., Inc. v. \nSmithfield Foods, Inc. , 166 N.C. App. 110, 114, 574 S.E.2d 4 8, 52 (2009), disc. rev. \ndenied , 356 N.C. 675, 577 S.E.2d 628 (2003)).  Standing arguments brought under \nRule 12(b)(6) inquire whether the alleged facts fall within the scope and ambit of \nthe underlying substantive claims.   \n                                                 \n3 Sykes v. Health Network Solutions, Inc. , 2013 NCBC 53, ¶ 59 (N.C. Super. Ct. Nov. 25, 2013), \n(citing Joint Statement of the U.S. Department of Justice and the Federal Trade Commission \n(“Policy Statement 8”)), http://www.ncbusinesscourt.net/opinions/2013_NCBC_53.pdf. \n \n \n{14} Accepting Plaintiffs’ allegations as true, the court concludes that \nPlaintiffs have alleged injuries sufficiently concrete and particularized to present a \njusticiable claim over which the court has present subject matter jurisdiction.  To \nthe extent that later proceedings warrant a reexamination of subject matter \njurisdiction, ruling on a defect in subject matter jurisdiction has not been waived or \nforeclosed.  Wood v. Guilford Cnty. , 355 N.C. 161, 164, 558 S.E.2d 490, 493 (2002). \n {15} The court believes that that challenge to standing for lack of “antitrust \ninjury” is more properly a Rule 12(b)(6) inquiry.  Plaintiffs and Defendants agree \nthat there is no North Carolina case that has expressly recognized the concept of \n“antitrust injury” in the context of a Chapter 75 claim, although the concept \nappears well developed in federal precedent and has received substantial traction in \nseveral state courts.  See, e.g. , Brunswick Corp. v. Pueblo Bowl-O-Mat, Inc. , 429 \nU.S. 477, 489 (1977); see also  Roberts v. Whitfill , 191 S.W.3d 348, 354 (Tex. App. \nWaco 2006); Princeton Ins. Agency, Inc. v. Erie Ins. Co. , 225 W. Va. 178, 183 (W. Va. \n2009); Kanne v. Visa U.S.A. Inc. , 272 Neb. 489 (Neb. 2006).  Plaintiffs argue that \nthe liberality with which the courts have approached standing for Section 75-1.1 \nclaims necessarily predicts the same liberality for claims under other provisions of \nChapter 75.  See Johnson v. Phoenix Mutual Life Ins. Co., 300 N.C. 247, 262, 266 \nS.E.2d 610, 620 (1980) (finding that Section 75-1.1, modeled after the FTC Act \nshould be construed more broadly than the Sherman Act or Clayton Act).   \n{16} The court is not yet persuaded that standing under Section 75-1.1 is \nnecessarily coextensive with standing under Section 75-1, Section 75-2 or Section \n75-2.1.  It does not now conclude that the Court of Appeals decisions in Teague and \nHyde v. Abbott Labs., Inc., 123 N.C. App. 572, 575, 473 S.E.2d 680, 682 (1996) \nmandate this conclusion.  Drawing upon decisions arising under Section 75-1.1, \nPlaintiffs attempt to reduce the standing issue to a simple proposition that, “[t]he \nonly thing required to have standing is a violation of any of the provisions of \nChapter 75 and a resulting injury.”  (Opp. to Mot. to Dismiss 6-7.)   It may instead \nprove that the appellate courts will take a different approach to standing matched \nto a different scope of the various provisions of Chapter 75.  For example, in Teague , \n \n \nJudge McGee noted that “[a]ntitrust laws were intended to protect competition and, \nthus, standing is generally limited to consumers or competitors.”  Teague , 195 N.C. \nApp. at 26, 671 S.E.2d at 556–67.  She cautioned against making that analysis \nsolely on a review of a complaint, stated that “[a] trial court will be better suited to \nassess whether Plaintiff will be able to prove causation based on that alleged \nantitrust violation at the class certification and summary judgment stages.”  Id.     \nIn Hyde , Judge Wynn determined that a purchaser suffering antitrust damages \nshould not be foreclosed from standing simply because his injury was indirect, \nelecting not to follow federal precedent to the contrary.  Hyde , 123 N.C. App. at 581, \n473 S.Ed.2d at 686.  That conclusion, however, does not altogether resolve whether \nthe plaintiff must show a causal connection between the type of injury presented \nand the scope and purposes of the state’s competition statutes. \n{17} As to the lack of standing to invoke claims premised on insurance laws, \nDefendants argue that the claims should be dismissed at this early stage because of \nits holding that there can be no private right of action when the statute on which it \nis premised reflects that the General Assembly did not intend to create such a cause \nof action.  See Baars v. Campbell University , 148 N.C. App. 408, 422, 558 S.E.2d \n871, 879 (2009).  Plaintiffs in turn assert that the insurance laws on which they rely \n“were designed to protect the consuming public,” thereby making a Section 75-1.1 \nclaim appropriate.  See  Gray v. North Carolina Ins. Underwriting Ass’n , 352 N.C. \n61, 70-71, 529 S.E.2d 676, 682 (2000); see also  Stanley v. Moore , 339 N.C. 717, 723, \n454 S.E.2d 225, 228 (1995). 4   The court again concludes that the standing \ndetermination should await a more developed record. \n{18} In sum, the court concludes that it has subject matter jurisdiction to \nproceed toward a more developed record, that Plaintiffs’ have demonstrated \n                                                 \n4 Defendants further contend that any Section 75-1.1 claim would be barred by the exemption for \nprofessional services, citing Cameron v. New Hanover Mem’l Hosp., Inc. , 58 N.C. App. 414, 446, 293 \nS.E.2d 901, 920 (1982).  In their brief, Plaintiffs argue that their claims do not arise from the \npractice of chiropractic, yet the Third Claim presenting the Section 75-1.1 claim begins with the \nrecitation that “Defendants all practice chiropractic and are competitors with Class Members.”  (Am. \nCompl. ¶ 171.)  As with other matters, the court believes that the application of the professional \nservices exemption is interrelated to other matters on which a fuller record is necessary to any final \ndetermination.  \n \n \nstanding adequate to withstand an initial Rule 12(b)(6) inquiry, that the question of \nwhether the claims fall within the scope of the various sections of Chapter 75 should \nawait a better developed record, and that the nature of the case deserves careful \nmanagement in how that record is developed.  The court now returns to that issue \nof case management. \n{19} In denying the Motion to Dismiss, the court has been liberal in its \nacceptance of Plaintiffs’ allegation that Defendants have requisite power in an \nappropriate market.5  However, the breadth and imprecision of those allegations, \ncoupled with the interrelation of the competition and other claims, prompt the court \nto exercise its case management discretion under Rules 16 and 26.   \n{20} Plaintiffs refer to the “relevant market” in at least three different ways \nin the Amended Complaint, supporting brief for the Motion for Preliminary \nInjunction, and the Opposition to Defendants’ Motion to Dismiss.  First, on at least \nsix different occasions, Plaintiffs refer to a market of “insured chiropractic services \nin North Carolina.”  (Am. Compl. ¶ 125;) see also  (Am. Compl. ¶ 146;) (Mem. in \nSupp. of Mot. for Prelim. Inj. 11;) (Opp. to Mot. to Dismiss 15, 16, and 17.)  Second, \nPlaintiffs refer to a market more loosely defined as the “market for chiropractic \nservices in North Carolina.”  (Am. Compl. ¶ 143;) see also  (Am. Compl. ¶¶ 126, 146, \n162(g);) (Opp. to Mot to Dismiss 5, 17. (referring to the trade restrained as \n“chiropractic care,” and “practice of chiropractic in North Carolina”)  Third, \nPlaintiffs refer to a market of “in-network chiropractic care,” presumably in North \nCarolina.  (Opp to Mot. to Dismiss 3, 5–6, 7–8, 10, 23.) \n{21} Plaintiffs are equally imprecise in alleging the allocation of power \nwithin their alleged market.  For example, in the Amended Complaint, Plaintiffs \n                                                 \n5 The present case is a good example of the potential impact of differences in approach occasioned by \nthe state Rule 12(b)(6) standard that adheres to Sutton v. Duke , and the more recent federal \nplausibility standard enunciated in Ashcroft v. Iqbal , 556 U.S. 662 (2009).  For example, Plaintiffs \nhave alleged that Defendants have set prices for chiropractic services so that the number of visits by \na provider’s patient population is the sole determinant of a provider’s average cost per patient.  (Opp. \nto Mot. to Dismiss 3.)  The logic may be correct if there is a single fixed price for those services.  But \nthe same logical conclusion may not follow if a provider is free to lower her charge in order to achieve \nthe low average cost per patient necessary to remain in the HNS Network.  While the provider may \nhave suffered an income loss, there may not have been injury to competition.  \n \n \nquantify HNS’s market power as a “vast majority” of the relevant market, a \n“considerable majority” of the relevant market, a “large share” of the relevant \nmarket, and a “monopsony or monopoly” share of the market (Am. Compl. ¶¶ 125, \n126, 143.)  In their Opposition to Defendant’s Motion to Dismiss, Plaintiffs are only \nslightly more specific, stating that HNS controls “substantially more than 50% of \nthe market” by virtue of its relationship with Insurers, one of whom alone has \n“more than 50% of the relevant market.”  (Opp. to Mot. to Dismiss 3, 16.)  \n{22} There is also some lack of precision in the allegation of whether \nDefendants have control because their network is exclusive.  (Am. Compl. ¶ 60.)  \nFor purposes of the present Motion, the court has accepted Plaintiffs’ assertion that \nHNS has effective exclusivity even if the contracts do not expressly provide for such \nexclusivity.  (Opp. to Mot. to Dismiss 2, 16–17.)  The court has not yet accepted \nDefendants’ invitation to rely instead on the absence of language in the underlying \ncontracts representing any such exclusivity. \n{23} The court will then convene a status conference and discovery will be \nheld in abeyance until that conference.  Subject to its consideration of further \npresentations by the Parties, the court is inclined to order that initial discovery and \nproceedings be limited to that necessary to greater define the “market” by which \nPlaintiffs’ claims are to be measured.   The court invites discussion on whether \nthere is reasonable discovery on other claims that should not be delayed.  The court \nfurther invites consideration of any approaches appropriate to better defining the \nmarket, such as, for example, whether to pursue a separate proceeding which may \ninclude evidentiary presentations and fact finding pursuant to Rule 42, or \nalternatively whether some procedure such as the use of a special master or a court-\nappointed expert would be appropriate.  See David F. Herr,  Annotated Manual for \nComplex Litigation  (Fourth)  at § 30.1 (West 2013) (supplement to Charles Alan \nWright & Arthur R. Miller, Federal Practice and Procedure (1969-2013)).  \n{24} In advance of the status conference, the Parties should confer on these \ntopics and be prepared to present joint or separate proposals for a further case \nmanagement order.  At a minimum, they should be prepared to propose a plan that \n \n \naddresses:  (1) what fact and expert discovery is necessary to define the “market”; \n(2) the nature and timing of further proceedings to determine the market that \nshould define the resolution of claims; and (3) whether discovery on claims other \nthan the competition claims should be held in abeyance pending efforts directed at \nthe market definition.  \nCONCLUSION CONCLUSION CONCLUSION CONCLUSION    \n {25} For the foregoing reasons, Defendants’ Motion to Dismiss Plaintiffs’ \nAmended Complaint is DENIED without prejudice to reexamine Plaintiffs’ claims \nupon a more developed factual record; \n{26} The Parties are directed to coordinate with the court to schedule a \nstatus conference at a mutually convenient time on or after January 13, 2014;   \n{27} In addition to the matters for consideration the court has noted, the \nParties may within five days of the status conference propose additional items that \nshould be placed on an agenda for the status conference. \n{28} Discovery shall be held in abeyance pending the status conference. \n  \nIT IS SO ORDERED, this the 5th day of December, 2013. \n \n "
}