{
  "id": "3e9b637174091ab383de4cfdecad7e80aecb95fd449884470f96418cf4e56c69",
  "source_file": "data/raw/ncbc/3e9b637174091ab383de4cfdecad7e80aecb95fd449884470f96418cf4e56c69.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 14019 \n \nENVIRONMENTAL HOLDINGS \nGROUP, LLC, \n \nPlaintiff, \n \nv. \n \nSCOTT FINCH, \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \n \n \n THIS MATTER comes before the Court on Defendant Scott Finch’s Motion to \nDismiss.  (“Motion to Dismiss” or “Motion,” ECF No. 13.)   \n THE COURT, having considered the Motion, the briefs of the parties, the \narguments of counsel, and all applicable  matters of record, CONCLUDES that the \nMotion should be GRANTED, in part, and DENIED, in part, for the reasons set forth \nbelow.   \nFox Rothschild LLP , by Jeffrey R. Whitley  and George J. Oliver,  for \nPlaintiff Environmental Holdings Group, LLC.  \n \nHamilton Stephens Steele + Martin, PLLC , by Mark R. Kutny , for \nDefendant Scott Finch.  \n \nDavis, Judge.  \nINTRODUCTION \n1.  In this action, an environmental services company doing business in \nmultiple states, but principally located in North Carolina, has brought suit against a \nformer employee, a Virginia resident,  alleging an array of tortious conduct by the \nformer employee relating to his work for the company in Virginia and his subsequent \nEnv’t Holdings Grp., LLC v. Finch, 2022 NCBC 25. \ndeparture from the company to work for a direct competitor.  The present motion \nrequires the Court to (1) apply choice of law rules to determine whether the \nsubstantive laws of North Carolina or Virginia govern the plaintiff’s claims ; and (2) \ndetermine whether the plaintiff has stated valid claims for relief under Rule 12(b)(6) \nof the North Carolina Rules of Civil Procedure based on the substantive laws of that \nstate.    \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact on motions to dismiss under \nRule 12(b)(6) and instead recites pertinent facts contained in the Complaint \n(“Complaint,” ECF No. 3) that are relevant to the Court’s determination of the \nMotion.   \n3. Plaintiff Environmental Holdings Group, LLC ( “Plaintiff” or “Alloy”) is \na “specialty environmental services company, providing niche services such as the \nabatement of hazardous materials, demolition, and environmental engineering to \nprotect people from the adverse effects of pollution and improve the  environmental \nquality of communities.”  ( Id. at ¶ 6.)  Alloy is a North Carolina limited liability \ncompany with its principal office in Morrisville, N orth Carolina and is registered to \ndo business in North Carolina.  ( Id. at ¶ 1.)  Alloy also does business and maintains \noffices “throughout the United States[.]”  (Id. at ¶ 6.)   \n4. Alloy operates largely as a subcontractor by submitting competitive bids \nto contractors for specific contracts.  ( Id. at ¶ 7.)  Alloy alleges that it has “ at \nsignificant expense, developed substantial confidential information and trade secrets \nover the years that provide it with a competitive advantage in this bidding process.”  \n(Id. at ¶ 8.)  These purported trade secrets include: “client lists and information, client \ndata and preferences, price points for bids, pricing strategies, supplier information, \noperating information [ ] including profits and expenses, business plans, strategic \nanalysis, processes, and procedures.”  (Id.)   \n5. Alloy further alleges that its trade secrets are not generally available to \nthe public and that it utilizes various measures designed to safeguard the secrecy of \nthese trade secrets.   (Id. at ¶¶ 9 –10.)  Such measures include “explicit policies \nrequiring employees to maintain the secrecy of [Alloy’s] confidential trade secret \ninformation”; requiring “all employees to sign an acknowledgment and receipt of the \nEmployee Handbook containing these policies”; and “limiting employee access based \non their position and job duties, password -protecting electronically-stored \ninformation, conducting exit interviews for departing employees, and requiring the \nimmediate return of company property on an employee’s last day of work.”  ( Id. at \n¶ 10.)   \n6. Defendant Scott Finch (“Defendant” or “Finch”) was employed by Alloy \nas a  Senior Project Manager for  Alloy’s projects in Richmond, Virginia from 10 \nDecember 2019 through 9 July 2021.  (Id. at ¶¶ 11, 27.)  During his employment with \nAlloy, Finch—a resident of Virginia—worked out of his “home office” while reporting \nto the Branch Manager of the Raleigh , North Carolina office, from which all of his \nwork for Alloy was “facilitated.”  (Id. at ¶¶ 2– 3, 11.)  More specifically, Finch was \nsupervised by an employee of the Raleigh  office—Jim Smith—and Finch “directed \nweekly or daily communications to Raleigh as a result of his employment duties.”  (Id. \nat ¶¶ 3, 24.)   \n7.  Alloy alleges that “Finch had substantial control and authority over the \nentire operation of [Alloy’s]  Richmond . . . projects, managing another project \nmanager/estimator and overseeing all field personnel in Richmond [.]”  (Id. at ¶ 12.)  \nNotably, Finch was responsible for making bids on behalf of Alloy with regard to a \nproject in Richmond known as the “ Mutual Building Project ” in early April 202 1.  \nFinch’s bids were submitted to the general contractor of the project , L.F. Jennings.  \n(Id. at ¶ 19.)    \n8.  Alloy’s internal process associated with submitting a bid on a project is \nfor its employees to put bid-related information in Alloy’s secure on -line third-party \ncloud software filing system —referred to as “Box .”  (Id. at ¶¶ 20–21.)  “Box” allows \nfor the storing of bid information in a “shared location so that other Alloy team \nmembers can assess t he status of [a] bid, provide input, and ensure a collaborative \nprocess that will result in the most competitive bid.”  (Id.)   \n9. Contrary to the above -referenced practice, Finch failed to upload any \ninformation into “ Box” regarding the Mutual Building Project until his last day of \nemployment with Alloy on 9 July 2021.  (Id. at ¶¶ 21, 27.)  Instead, after the original \nbid of $1,789,098 (which had been reviewed by Alloy’s Raleigh Branch Manager) was \nsubmitted, Finch subsequently submitted three revised bids for the Mutual Building \nProject between 10 June 2021 and 25 June 2021—increasing the original bid price by \n$140,215.  (Id. at ¶¶ 24–25.)  Finch did not obtain approval from, or even inform, his \nsupervisor or the Raleigh Branch Manager  about the revised bid proposals  or put \ninformation about them into “Box.”  (Id.)   \n10. During this same time period and without the knowledge of Alloy, Finch \nwas also engaged in negotiations for employment with a direct competitor of All oy, \nTrifecta Services Company (“Trifecta”).1  (Id. at ¶¶ 14, 22–23.)  Trifecta made an offer \nof employment to Finch on 2 July 2021, and Finch subsequently gave notice of his \nresignation from Alloy three days later —designating 9 July 2021 as his last day of \nemployment.  ( Id. at ¶¶ 26– 27.)  O n 6 July 2021, Finch’s supervisor asked Finch \ndirectly if he was leaving to join Trifecta .  F inch responded “no” despite having \nalready accepted the offer from Trifecta.  (Id. at ¶ 28.)   \n11. On Finch’s last day of employment with Alloy, Alloy received notification \nfrom L.F. Jennings that Trifecta had been  awarded the Mutual Building Project .  It \nwas only then that Finch finally uploaded the revised bids he had made on behalf of \nAlloy into “Box.”  (Id. at ¶ 29.)  Upon fi nally learning that Finch had revised Alloy’s \nbid amounts without his knowledge, Smith cut approximately $140,000 from Finch’s \nlast submitted bid on the project and then submitted the new reduced bid to L.F. \nJennings.  (Id. at ¶ 30–31.)  Smith then met with L.F. Jennings management officials \nwho informed him that the new revised bid would have been less than Trifecta’s bid, \n \n1 Although Trifecta is not a named party in this lawsuit, Alloy alleges that “[i]n the fall of \n2020, Trifecta began a concerted effort to raid key Alloy personnel in an effort to hinder \nAlloy’s ability to compete for customers and projects” and that this effort “has  allowed \n[Trifecta] to successfully obtain projects that Alloy would otherwise could [sic] have been [sic] \nobtained.”  (ECF No. 3, at ¶¶ 15, 18.)   \nbut that it was too late because L.F. Jennings had already awarded the project to \nTrifecta.  (Id.)   \n12. Finch is currently managing the Mutual Building Project for Trifecta.  \n(Id. at ¶ 32.)  Within a short period of time after Finch’s final day of employment with \nAlloy (and possibly earlier), Finch began contacting various supervisors of Alloy and \nsoliciting them to terminate their employment with Alloy and come to work for \nTrifecta.  (Id. at ¶ 33.)   \n13. On 15 October 2021, Alloy filed its Complaint in this matter, asserting \nfour claims for relief against Finch: (1) misappropriation of trade secrets pursuant to \nN.C.G.S. § 66-152 et seq.; (2) unfair and deceptive trade practices (“UDTP”) pursuant \nto Chapter 75 of the North Carolina General Statutes ; (3) breach of fiduciary duty; \nand (4) tortious interference with prospective economic relations.  (Id. at ¶¶ 34–61.)   \n14. This matter was designated a mandatory complex business case  on 8 \nDecember 2021.  (ECF Nos. 1–2.) \n15. On 19 January 2022, Defendant filed a Motion to Dismiss pursuant to \nRule 12(b)(6).  (ECF No. 13.)   \n16. This matter came before the Court for a hearing on 20 April 2022 .  The \nMotion is now ripe for decision.   \nLEGAL STANDARD \n17. “A motion to dismiss under Rule 12(b)(6) tests the legal sufficiency of \nthe complaint by presenting the question whether, as a matter of law, the allegations \nof the complaint, treated as true, are sufficient to state a claim upon which relief can \nbe granted under some recognized legal theory.”  Forsyth Mem ’l Hosp., Inc. v. \nArmstrong World Indus., Inc., 336 N.C. 438, 442 (1994) (cleaned up).   \n18. In ruling on a motion to dismiss under Rule 12(b)(6), the Court may only \nconsider the pleading and “any exhibits attached to the [pleading,]” Krawiec v. Manly, \n370 N.C. 602, 606 (2018), and must view the allegations in the complaint “in the light \nmost favorable to the non -moving party.”  Christenbury Eye Ctr., P.A. v. Medflow, \nInc., 370 N.C. 1, 5 (2017) (quoting Kirby v. N.C. Dep’t of Transp. , 368 N.C. 847, 852 \n(2016)). \n19.  “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen (1) the complaint on its face reveals that no law supports the plaintiff ’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plainti ff’s \nclaim.”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (cleaned up).   \nANALYSIS \n20. Defendant’s Motion directly raises choice of law issues—that is, whether \nthe substantive law s of North Carolina or Virginia appl y to Plaintiff’s claims .  \nSpecifically, Defendant argues that Plaintiff’s misappropriation of trade secrets and \nUDTP claims —both of which have been asserted by Plaintiff pursuant to specific \nNorth Carolina statutes—should be dismissed because Virginia law applies to these \nclaims.  (ECF No. 13, at ¶¶ 1– 2.)  In addressing Defendant’s arguments, the Court \ndeems it appropriate to determine  which state’s substantive laws applies to all four \nof Plaintiff’s claims.  \n21. As stated by our Supreme Court,  \n[North Carolina’s] traditional conflict of laws rule is that \nmatters affecting the substantial rights of the parties are \ndetermined by lex loci, the law of the situs of the claim, and \nremedial or procedural rights are determined by lex fori , \nthe law of the forum.  For actions sounding in tort, the state \nwhere the injury occurred is considered the situs of the \nclaim.  Thus, under North Carolina law, when the injury \ngiving rise to a negligence or strict liability claim occurs in \nanother state, the law of that  state governs resolution of \nthe substantive issues in the controversy.  \n \nBoudreau v. Baughman, 322 N.C. 331, 335 (1988)  (italics added).  Our courts have \n“consistently adhered to the lex loci rule in tort actions.”  Id. (italics added).   \n22. However, with regard to claims not grounded in tort law, our courts have \non occasion used the “most significant relationship” test.  See, e.g., id. at 336 (stating \nthat actions for breach of implied warranty are “now governed by the Un iform \nCommercial Code” and are “determined by the most significant relationship test”).  \n23. “According to the lex loci test, the substantive law of the state where the \ninjury or harm was sustained or suffered, which is, ordinarily, the state where the \nlast event necessary to make the actor liable or the last event required to constitute \nthe tort takes place, applies.”  SciGrip, Inc. v. Osae, 373 N.C. 409, 420 (2020) (cleaned \nup).  On the other hand, the most significant relationship test “provides for the use of \nthe substantive law of the state with the most significant relationship to the claim in \nquestion,” determined by an evaluation of “ (a) the place where the injury occurred; \n(b) the place where the conduct giving rise to the injury occurred; (c) the domicile, \nresidence, nationality, place of incorporation and place of business of the parties; and \n(d) the place where the relationship, if any, between the parties is centered. ”  Id . \n(cleaned up); see Restatement (Second) of Conflict of Laws § 145 (Am. L. Inst. 1971).    \n24. With these principles in mind, the Court proceeds to determine whether \nNorth Carolina or Virginia law applies to  each of the claims asserted by Plaintiff in \nthe Complaint.2  \ni. Misappropriation of Trade Secrets \n25.  Plaintiff’s first cause of act ion is brought under the North Carolina \nTrade Secrets Protection Act (“NCTSPA”)—N.C.G.S. § 66-152 et seq.  (ECF No. 3, at \n¶¶ 34–43.) Defendant argues that this claim should be dismissed because Virginia \nlaw applies, and therefore the NCTSPA “does not provide a source of liability.”  (ECF \nNo. 14, at p. 4.)   \n26. Our Supreme Court has recently provided guidance as to the \nappropriate choice of law analysis for misappropriation of trade secrets claims.  See \nSciGrip, 373 N.C. at 419 –22.  In  SciGrip, our Supreme Court was  tasked with \nreviewing a decision in which this Court applied  the lex loci test—rather than the \nmost significant relationship te st—to a misappropriation of trade secrets claim \nbrought under the NCTSPA.  Id. at 419.  At the summary judgment stage, this Court \n“deemed the choice of law issue dispositive on the grounds that since ‘the undisputed \nevidence demonstrates the alleged misapp ropriation occurred outside the state of \nNorth Carolina,’ [plaintiff] cannot bring a claim under the [NCTSPA].”  Id. at 419 n.3.   \n \n2 Although Plaintiff suggests that discovery is necessary before this Court can properly rule \non the choice of law issues, the Court is satisfied that the allegations in the Complaint are \nsufficient for the Court to do so at the present time. \n27. On appeal to the Supreme Court,  the plaintiff argued that this C ourt \ninstead should have applied the most significant relationship test.  Id.  The Supreme \nCourt rejected this argument, stating that its “jurisprudence favors the use of the lex \nloci test in cases involving tort or tort -like claims” and holding that “the weight of \n[the] Court’s decisions and those of federal courts predicting how [the Supreme] Court \nwould address misappropriation of trade secrets claims tends to support the \napplication of the lex loci  test, rather than the most significant relationship test, in \nthe misappropriation of trade secrets context.”  Id. at 421.   \n28. In light of SciGrip, this  Court concludes that the lex loci test is \napplicable to Plaintiff’s misappropriation of trade secrets claim.  In applying this test, \nthe Court deems it appropriate to focus on  “where the last event necessary to make \nthe actor liable or the last event required to constitute the tort t[ook] place[.]”  Id. at \n420.  Alloy alleges in the Complaint that Finch is a resident of Virginia; Finch served \nas Alloy’s Senior Project Manager on Alloy’s Richmond, Virginia projects;  Finch \nworked out of his home office in Virginia;  Finch bid on the Mutual Building Project , \nwhich is located in Virginia and forms the basis for the bulk of the allegations in the \nComplaint; and Finch now manages the Mutual Building Project in Virginia on behalf \nof Trifecta.  (ECF No. 3, at ¶¶ 2, 11, 13, 19.)  Absent from the Complaint  are \nallegations of any act taken by Finch in North Carolina other than the fact that he \nreported to his supervisor in Alloy’s Raleigh office.   Based on the se allegations, the \n“last event required to constitute the tort”—i.e., the alleged misappropriation—could \nonly have taken place in Virginia.   \n29. Therefore, the Court concludes that Virginia law applies to Plaintiff’s \nmisappropriation of trade secrets claim .  Accordingly, given that the NCTSPA does \nnot provide any source of liability for Plaintiff’s claim, Defendant’s Motion to Dismiss \nas to Plaintiff’ s misappropriation of trade secrets  claim—which has been brought \npursuant to the NCTSPA—is GRANTED, and the claim is DISMISSED.   \nii. UDTP \n30. Alloy’s second cause of action for UDTP is brought under Chapter 75 of \nthe North Carolina General Statutes.  See N.C.G.S. § 75-1 et seq.  (ECF No. 3, at ¶¶ \n44–49.)  Defendant argues that this claim should be dismissed because “[u]nder either \nthe lex loci test or the most significant relationship test, Chapter 75  . . . does not \nprovide a source of liability” due to th e fact that Virginia law applies to this claim.  \n(ECF No. 14, at p. 7.)   \n31. It is currently unsettled in North Carolina whether a UDTP claim —a \nclaim which our courts have described as a “creation of statute  . . . neither wholly \ntortious nor wholly contractual in nature”—is analyzed under the lex loci test or the \nmost significant relationship test.  Stetser v. TAP Pharm Prods. Inc. , 165 N.C. App. \n1, 15 (2004) (“The conflict of law rule regarding the substantive law to be applied to \nunfair or deceptive trade practices [claims] . . . is subject to a split of authority”); see \nalso RoundPoint Mortg. Co. v. Florez, 2016 NCBC LEXIS 18, at **57 (N.C. Super. Ct. \nFeb. 18, 2016) (acknowledging the “long-standing, unresolved question regarding the \nproper conflicts-of-law analysis to apply to a claim brought under North Carolina’s \nUDTP statute”).   \n32. In RoundPoint, this Court addressed whether a plaintiff’s UDTP claim \nwas properly brought pursuant to Chapter 75 rather than as a claim under Nevada  \nlaw. 2016 NCBC LEXIS 18, at **56–59.  RoundPoint involved claims brought by a \ncompany—RoundPoint Mortgage Company (“RMC”) —against several of its former \nofficers and employees  “who [were] alleged to have, at various times, taken RMC \ndocuments, recruited RMC employees, and otherwise ta ken improper action to start \na competing company: Sebonic Financial (‘Sebonic’), a division of Cardinal Financial \nCompany, Limited Partnership (‘Cardinal’).”  Id. at **2.  Notably, in their summary \njudgment motions, the  defendants challenged the viability of RMC’s UDTP claim \nbrought against the former employees , arguing that “as Nevada residents, North \nCarolina’s UDTP statute does not apply to them.”  Id. at **56–57.   \n33. After acknowledging the unresolved issue regarding the proper choice of \nlaw rule applicable to Chapter 75 claims, this Court deemed it unnecessary to “wade \ninto th[at] debate” given the fact that “either test l[ed] to the application of Nevada \nlaw.”  Id. at **57.  First, with respect to the lex loci test, this Court stated that  \nRMC’s allegations against the [ former employees] consist solely of \nactions taken by them while they worked and resided in Nevada.  There \nis no issue of material fact that the [ former employees ] did not \nundertake any actions outside  of Nevada that were related to RMC’s \nclaims.  As such, Nevada law was the location of the last act giving rise \nto RMC’s injury.    \n \nId. at **57– 58.  Second, with regard to the most significant relationship test, this  \nCourt observed that  \n[d]uring the relevant times, although both RMC  and Cardinal \nmaintained headquarters in North Carolina and both [former officers] \nresided in North Carolina, as to the [former employees], the underlying \nfacts have a closer nexus to Nevada.  The [former employees] were hired \nto work in Nevada, spent the entirety of their employment there, and \ncommitted the actions of which RMC  complains there.  The [ former \nemployees] remained in Nevada after leaving RMC to join Cardinal and \ncontinued to reside there when this action was initiated.   \n \nId. at **58.  Accordingly, this Court concluded that “the lex loci test and the most-\nsignificant-relationship test both weigh in favor of the Court’s application of Nevada \nlaw to RMC’s UDTP claim against the [former employees].”  Id.   \n34. In the present case, the Court is likewise satisfied that under either the \nlex loci test or the most significant relationship test, Virginia law applies to Plaintiff’s \nUDTP claim.   \n35. As previously discussed, “under the lex loci test, the substantive law of \nthe state where the injury or harm was sustained or suffered, which is, ordinarily, \nthe state where the last event necessary to make the actor liable or the last event \nrequired to constitute the tort takes place, applies.” Sci Grip, 373 N.C. at  \n420 (cleaned up).  Central to Plaintiff ’s UDTP claim are the  allegations of “Finch’s \nmisappropriation of trade secrets”; “Finch’s concealment of the ongoing bid process ” \non the Mutual Building Project “at a time that he was [also] negotiating for or had \naccepted employment with a competitor ”; and “Finch’s use of Alloy’s confidential \ninformation and trade secrets, including but not limited to its specific bid for the \nMutual Building Project, to underbid Alloy on behalf of his new employer a nd \ncompetitor[.]”  (ECF No. 3, at ¶¶ 45–47.)  Indeed, as noted above, the only allegation \nin the Complaint as to any “act” taken by Finch in North Carolina concerns Finch’s \n“weekly or daily communications” with  his supervisor in Raleigh.  (ECF No. 3, at ¶ \n3.)  All other acts by him —including those alleged to give rise to the UDTP claim —\nwould have occurred in Virginia.  Accordingly, based on the allegations in the \nComplaint, the “last act” giving rise to Plaintiff’s UDTP claim could have only taken \nplace in Virginia.  \n36. Furthermore, with respect to the most significant relationship test, the \nCourt must determine whether North Carolina or Virginia has the most significant \nrelationship to the events giving rise to Plaintiff’s UDTP claim.  See SciGrip, 373 N.C. \nat 420.  Here, although  Plaintiff maintained a  principal office in North Carolina, \nFinch lived in Virginia, worked for Alloy from his home office in Virginia, served as \nAlloy’s Senior Project Manager on its Virginia projects, and now works for Trifecta in \nVirginia.  Moreover, the gravamen of Plaintiff’s UDTP claim is Finch’s alleged actions \nrelating to the bidding process on the Mutual Building Project, which is located in \nVirginia.  Based on the allegations in the Complaint, Virginia—not North Carolina—\nhas the most significant relationship to the events that give rise to Plaintiff’s UDTP \nclaim.   \n37. Therefore, the lex loci test and the most significant relationship test both \nweigh in favor of the Court’s application of Virginia law to Plaintiff’s UDTP claim.  \nAccordingly, because Chapter 75 does not provide a source of liability for this  claim, \nDefendant’s Motion to Dismiss as to Plaintiff’s UDTP claim—which has been brought \npursuant to Chapter 75 of the North Carolina General Statutes—is GRANTED, and \nthe claim is DISMISSED. \n \niii. Breach of Fiduciary Duty  \n38. Plaintiff’s third cause of action is for breach of fiduciary duty.  Once \nagain, our Supreme Court has made clear that  the lex loci test is applicable to tort \nclaims.  See Boudreau, 322 N.C. at 335.  In contrast to Defendant’s arguments that \nVirginia law applies to Plaintiff’s first two causes of action, Defendant contends that \nNorth Carolina law applies to its breach of fiduciary duty claim.3  (ECF No. 21, at pp. \n6–7.)   \n39. In making this argument, Defendant attempts to rely on the internal \naffairs doctrine.   \nThe internal affairs doctrine is a conflict of laws principle \nwhich recognizes that only one State should have the \nauthority to regulate a corporation’s internal affairs —\nmatters peculiar to the relationship among or between the \ncorporation and its current officers, directors, and \nshareholders—because otherwise a corporation could be \nfaced with conflicting demands. \n \nBluebird Corp. v. Aubin, 188 N.C. App. 671, 680 (2008) (citation omitted).   \n40.  However, the internal affairs doctrine only applies to officers, directors, \nand shareholders.  See Islet Scis., Inc. v. Brighthaven Ventures, LLC , 2017 LEXIS 4, \nat *10 –11 (N.C. Super. Ct. Jan. 12, 2017) (declining to apply the internal affairs \n \n3 Defendant presumably takes this position because, as to this claim, North Carolina law is \nmore favorable to his position than Virginia law.  Virginia law recognizes the existence of a \ngeneral fiduciary duty owed by an employee to his employer.  See Williams v. Dominion Tech. \nPartners, L.L.C., 265 Va. 280, 289 (2003) (stating that Virginia courts “have long recognized \nthat under the common law an employee, including an employee- at-will, owes a fiduciary \nduty of loyalty to his employer during his employment”).  Conversely, in North Carolina, the \ngeneral rule is that no such fiduciary duty exists.  See Dalton v. Camp , 353 N.C. 647, 652 \n(2001) (stating that under the general rule “the relation of employer and employee” does not \ngive rise to a fiduciary duty).   \ndoctrine to conduct of “third- party corporate outsiders” because the claims did not \ninvolve “matters peculiar to the relationships among or between the corporation and \nits current officers, directors, and shareholders”).  Here, Finch is alleged to simply \nhave been an employee of Alloy  rather than an officer, director, or shareholder.   \nDefendant has failed to cite any legal authority in which the internal affairs doctrine \nhas been extended to mere employees.   \n41. Therefore, for the same reasons discussed above in the Cour t’s \napplication of the lex loci rule as to Plaintiff’s other claims, the Court concludes that \nthis rule similarly mandates a conclusion that Virginia law applies  to Plaintiff’s \nbreach of fiduciary duty claim .  Moreover, Defendant concedes that Plaintiff ha s \nstated a valid claim for breach of fiduciary duty under Virginia law.  Accordingly, \nDefendant’s Motion to Dismiss as to Plaintiff’s breach of fiduciary duty claim is \nDENIED.   \niv. Tortious Interference with Prospective Economic Relations  \n42. Plaintiff’s fourth cause of action is for tortious interference with \nprospective economic relations.  Because this claim involves yet another common law \ntort, the Court must apply the  lex loci test.   See Boudreau, 322 N.C. at 335.  Once \nagain, the Court concludes that Virginia law is applicable based on the application of \nthe lex loci test to Plaintiff’s allegations in support of this claim, which the Court has \nalready summarized.   \n43. Although Defendant originally argued in the brief in support of his \nMotion to Dismiss that dismissal was appropriate as to this claim, Defendant’s \ncounsel conceded at the 20 April 2022 hearing that the Complaint states a valid \ntortious interference claim. 4  Accordingly, the Motion to Dismiss is DENIED  as to \nthis claim.   \nCONCLUSION \n THEREFORE, IT IS ORDERED that Defendant’s Motion to Dismiss is \nGRANTED, in part, and DENIED, in part, as follows:  \n1. The Motion is GRANTED  with respect to the following claims, which are \nhereby DISMISSED:  \na. Plaintiff’s first cause of action for misappropriation of trade secrets \npursuant to the NCTSPA; and  \nb. Plaintiff’s second cause of action for UDTP under Chapter 75  of the \nNorth Carolina General Statutes. \n2. The Motion is DENIED with respect to the following claims:   \na. Plaintiff’s third cause of action for breach of fiduciary duty; and  \nb. Plaintiff’s fourth cause of action for tortious interference with \nprospective economic relations.   \n3. The Court notes that Plaintiff has requested the opportunity to amend its \nComplaint in the event the Court rules that Virginia law is applicable.  \nTherefore, in its discretion, the Court hereby grants leave for Plaintiff to \nfile an amended complaint in this action within thirty (30) days from the \ndate of this Order.   \n \n4 Defendant does not dispute that this claim is recognized under Virginia law. \n \n SO ORDERED, this the 16th day of May, 2022.  \n \n       /s/ Mark A. Davis     \n       Mark A. Davis  \n       Special Superior Court Judge  \n       for Complex Business Cases  "
}