{
  "id": "3e9cd46ceffc65910086f8784bdfab6e70da8e67ffa18709c7a8df56cca9994d",
  "source_file": "data/raw/ncbc/3e9cd46ceffc65910086f8784bdfab6e70da8e67ffa18709c7a8df56cca9994d.pdf",
  "raw_text": " \nSTATE OF NORTH CAROLINA IN TH E GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nWAKE COUNTY 03 CVS 16882 \n \nPETER T. LOFTIN, \n \n    P l a i n t i f f ,  \n v. \n \nQA INVESTMENTS LLC; QUELLOS \nGROUP, LLC; PRESIDIO GROWTH \nLLC; and PRESIDIO ADVISORY \nSERVICES, INC., \n \n    D e f e n d a n t s .  \n \n \n \n \n \n \n \nORDER & OPINION \n \n {1} THIS MATTER is before the Cour t on Defendants’ Motion to Dismiss \nthe Amended Complaint (“Motion”), made pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure (“Rule(s)”).  For the reasons expressed below, the \nMotion is DENIED in part and GRANTED in part, and Plaintiff is requested to file \na second amended complaint consistent with this Order & Opinion. \nThe Brocker Law Firm, P.A. by Douglas J. Brocker and Crystal S. Carlisle \nand Eagan Avenatti LLP by Michael J. Avenatti (pro hac vice) for Plaintiff \nPeter T. Loftin. \n \nParker, Poe, Adams & Bernstein, LLP by William L. Rikard, Jr. and Sara F. \nHutchins for Defendants QA Investments LLC and Quellos Group LLC. \n \nGale, Chief Judge. \nI. INTRODUCTION \n{2} Loftin alleges claims related to the certain defendants’ involvement in \nthe development, marketing, implementation, and Loftin’s subsequent purchase, of \nunlawful tax shelter products known as Foreign Leveraged Investment Programs \n(“FLIP”) and Bond Linked Issue Premium Structures (“BLIPS”).  This Motion is \nlimited to the FLIP products, from which Loftin claims he experienced damages.  \nLoftin v. QA Invs. LLC, 2015 NCBC 41.\n \n \nThe case was stayed for several years pending resolution of matters before the \nUnited States Tax Court.  Claims against some Defendants have been dismissed.  \nThe Court has reactivated the case.  QA Investments LLC and Quellos Group, LLC \nhave moved to dismiss Loftin’s claims of civil conspiracy, fraud, breach of fiduciary \nduty, constructive fraud, negligent misrepresentation, and unfair and deceptive \ntrade practices (“UDTP” or “Chapter 75”).  Their Motion is now before the Court \nand, after briefing and argument, is ripe for ruling. \nII. THE PARTIES \n{3} Plaintiff Peter T. Loftin is or was a resident of Wake County, North \nCarolina.   \n{4} Defendant QA Investments, LLC is a Delaware company with its \nprincipal place of business in Seattle, Washington.   \n{5} Defendant Quellos Group, LLC is a Delaware company with its \nprincipal place of business in Seattle Washington and is the parent of QA \nInvestments.  This Order & Opinion will refer to QA Investments, LLC and Quellos \nGroup, LLC collectively as “QA.” \n{6} KPMG LLP (“KPMG”) is a Delawa re limited liability partnership \nheadquartered in New York, New York.  When the Amended Complaint was filed, \nKPMG was allegedly the third-largest accounting firm in the United States.  \nPlaintiff voluntarily dismissed claims against KPMG with prejudice on November \n20, 2013.  Sidley Austin Brown and Wood, LLP (“Sidley Austin”) is a Delaware \nlimited liability partnership with its principal place of business in Chicago, Illinois \nand is one of the largest law firms in the United States.  Claims against Sidley \nAustin were also voluntarily dismissed with prejudice.   \n{7} Defendants Presidio Growth, LLC and Presidio Advisory Services, LLC \n(collectively, “Presidio Defendants”), are Delaware companies with their primary \nplaces of business in San Francisco, California.  Plaintiff alleges that Presidio \nAdvisory Services, LLC, is the alter ego of Presidio Growth.  This Order and \nOpinion will collectively refer to these defendants as “Presidio.” \n \n \nIII. BACKGROUND \n{8} Plaintiff filed his original Complaint on December 15, 2003, \nsubsequently filing his Amended Complaint on November 8, 2006, and asserting the \nfollowing claims against QA: (1) civil conspiracy, (2) fraud, (3) breach of fiduciary \nduty, (4) constructive fraud, (5) negligent misrepresentation, and (6) UDTP.  KPMG \nand Sidley Austin are alleged coconspirators. \n{9} The case was designated as an exceptional case and assigned to Hon. \nBen F. Tennille, on July 25, 2006.  The case was stayed on January 5, 2007, by a \nconsent motion seeking to stay further proceedings pending resolution of a pending \nmatter before the United States Tax Court.  The case was subsequently assigned to \nthe undersigned in 2011 following Judge Tennille’s retirement.  At Plaintiff’s \nrequest, the stay was lifted following a status conference held on September 19, \n2014.  QA filed, and the parties briefed, the motion to dismiss after the status \nconference. The Court then heard oral argument on February 12, 2015.   \n{10} The Court recites the following fact s solely for purposes of this Motion, \naccepting the allegations of the Complaint as true without assuming the truth of \nLoftin’s legal conclusions.  \nWalker v. Sloan, 137 N.C. App. 387, 392, 592 S.E.2d 236, \n241 (2000).1  \nA. Development of FLIP \n{11} In the mid-to-late 1990s, KPMG began developing turn-key tax \nproducts that it could market to high income clients. (Am. Compl. ¶ 12.)  KPMG \nenlisted QA to assist in constructing transactions involving offshore entities: FLIP, \nand later for the Offshore Portfolio Investment Program (“OPIS”).  (Am. Compl. ¶ \n14.)  Tax products involving these transactions were very complex, “and [were] \n                                                 \n1 Because of the length and detail of the Amended Complaint, consisting of ninety-nine pages and \n219 numbered paragraphs, the Court does not seek to describe every relevant factual detail here, but \ninstead provides an overview of the narrative that led to the present action.  The Court describes the \nspecific, relevant facts in its analysis of the claims below.  At oral argument, Plaintiff offered newly \ndeveloped facts that may be included in a second amended complaint.  To avoid any potential \nprejudice, the Court restricts its analysis of the present Motion to the facts alleged in the current \nAmended Complaint. \n \n \nreally based more on the structuring of the entities involved in the securities \ntransactions rather than the security transactions themselves.” (Am. Compl. ¶ 15.) \n{12} In September 1996, QA sent a co nfidential memo to UBS AG (“UBS”) \nthat outlined the basics of the securities transactions, including that KPMG would \nfollow up with a memo describing how the tax objectives were to be achieved.  \nBecause FLIP was a prepackaged product, the nature of the transactions did not \nvary between clients; only the amount of capital loss required to achieve the desired \ntax impact varied. \nB. Loftin’s Purchase of FLIP \n{13} During the summer of 1997, Loftin expected a possible capital gain of \n$30 million from the sale of a business.  Loftin’s advisors recommended that he \nmeet with KPMG regarding how to handle the tax effect of the capital gains.  \nDuring a meeting on August 7, 1997, KPMG representatives recommended that \nLoftin purchase FLIP. \n{14} During that meeting and others, KPMG stated that Loftin could reap \nsubstantial returns, as well as tax benefits, from investing in FLIP.  Upon asking \nwhether his lawyer could review FLIP, he was told that his lawyer would be unable \nto understand the complexity of the transaction.  Loftin was reassured that the tax \ntransaction was researched and confirmed by both KPMG and Sidley Austin. \n{15} A KPMG partner told Loftin that, in order to invest in FLIP, he would \nhave to engage QA, which was knowledgeable about FLIP and the transactions of \nwhich FLIP was comprised.  KPMG also told him that he must retain KPMG to \nperform his accounting and tax returns.  That partner assured Loftin that FLIP \ncomplied with IRS rules and regulations and that FLIP would not lead to IRS \nscrutiny. \n{16} Loftin signed an engagement letter with KPMG for FLIP on August 22, \n1997.  Loftin then executed an Investment Advisory Agreement with QA as the \ninvestment advisor and KPMG as the financial advisor on September 3, 1997.   \n \n \n{17} On September 5, 1997, QA directed Loftin to authorize two wire \ntransfers, one for the purchase of UBS shares, and one to purchase a warrant in a \nCayman Island Corporation called Lark Haven Capital, Inc. (“Lark Haven”).  QA \nthen directed Maples & Calder, a law firm, to incorporate Lark Haven as a Cayman \nIsland exempt entity.  On September 15, 1997, as directed by KPMG and QA, Lark \nHaven retained QA as its investment advisor.  On September 16, 1997, QA \npurchased a warrant from Lark Haven that would expire on September 30, 1998. \n{18} On October 21, 1997, KPMG billed QA for consultation regarding the \ntax consequences of transactions entered into on behalf of Loftin by QA. \n{19} Between September 1997 and May 12, 1999, QA performed numerous \nother similar transactions, implementing FLIP on Loftin’s behalf. \nC. Loftin’s Claimed Losses \n{20} In or around September 1997, KPMG began having internal \ndiscussions regarding whether FLIP should register with the IRS as a tax shelter, \nultimately deciding against registration.  During these discussions, on October 9, \n1997, QA wrote to KPMG requesting a letter from KPMG to alleviate QA’s concern \nabout penalties for noncompliance with IRS tax shelter registration provisions.  \nKPMG then communicated to QA that it did not intend to register FLIP as a tax \nshelter.  QA elected not to register FLIP as a tax shelter at that time. \n{21} On or about March 27, 1998, UBS in formed QA that it would no longer \nparticipate in the FLIP strategy because of its concern that it should be registered \nas a tax shelter. \n{22} On June 1, 1998, QA registered  FLIP with the IRS as a tax shelter \nwithout informing Loftin. \n{23} On October 12, 1998, KPMG filed Loftin’s 1997 tax returns, claiming a \n$27,416,629.00 long-term capital loss associated with FLIP.  In October 2000, the \nIRS initiated an audit of Loftin’s 1997 tax return.  Loftin quickly executed a power \nof attorney, allowing KPMG’s tax controversy professionals to represent him in the \naudit.  KPMG later withdrew from the representation.   \n \n \n{24} The IRS disallowed all capital losses on Loftin’s tax returns related to \nFLIP, and assessed him with $6,024,998.00 in tax deficiencies and $2,326,169.99 in \npenalties, plus interest on the back taxes. \n{25} In 2003, the Senate released a report entitled “U.S. Tax Shelter \nIndustry: The Role of Accountants, Lawyers and Financial Professionals” (“2003 \nSenate Report”).  The 2003 Senate Report described KPMG’s development, \naggressive marketing, and concealment of “potentially abusive and illegal tax \nshelters.”  (Am. Compl. ¶ 94(a).)  It further stated that certain other major banks \nand investment advisory firms were also involved. \n{26} On April 13, 2005, a further Senate  report was issued, which included \na statement that “[s]ome investment advisors, including Presidio Advisory Services \nand the Quellos Group, helped develop, design, market, and execute potentially \nabusive or illegal tax shelters such as FLIP, OPIS and BLIPS.”  (Am. Compl. ¶ \n95(c).) \n{27}  On August 26, 2005, as part of a deferred prosecution agreement, \nKPMG admitted that it concealed unlawful and fraudulent tax shelters.  It \nsubsequently agreed to pay the United States $456 million. \nIV. ANALYSIS \n{28} On a motion to dismiss pursuant to Rule 12(b)(6), the Court inquires \n“whether, as a matter of law, the allegations of the complaint, treated as true, are \nsufficient to state a claim upon which relief may be granted under some legal \ntheory, whether properly labeled or not.”  \nCrouse v. Mineo, 189 N.C. App. 232, 237, \n658 S.E.2d 33, 36 (2008) (quoting Harris v. NCNB Nat’l Bank of N.C., 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987)).  The Court may grant the Motion if the \nAmended Complaint reveals the absence of facts required to make out a claim for \nrelief or reveals some fact that necessarily defeats the claim.  Wood v. Guilford \nCnty., 355 N.C. 161, 166, 558 S.E.2d 490, 494 (2002). \n \n \n \nA. Civil Conspiracy Claim \n{29} QA first argues that Loftin’s ci vil conspiracy claim must fail because \nall of the other coconspirators have already been dismissed, leaving no underlying \nclaims upon which to base a conspiracy claim.\n2  In support, QA cites Piraino Bros., \nLLC v. Atlantic Financial Group., Inc., 211 N.C. App. 343, 350, 712 S.E.2d 328, \n333–34 (2011), and Hon. Calvin E. Murphy’s North Carolina Business Court opinion \nin \nJulian v. Wells Fargo Bank, N.A., 2012 NCBC LEXIS 32, at *27–28 (N.C. Super. \nCt. May 22, 2012) for the contention that, because the other defendants relevant to \nQA’s civil conspiracy claim have been dismissed, no claims remain on which to base \na civil conspiracy claim against QA.  QA also argues that Loftin has failed to allege \nthat it agreed to commit or committed an unlawful act.   \n{30} Without conceding his other claims , Loftin responds that even if all \nother claims fail, and regardless of the fact that claims against KPMG and Sidley \nAustin have been dismissed, their unlawful conduct may still be attributed to QA \nthrough a conspiracy claim against QA.  Loftin further argues that the Amended \nComplaint adequately alleges a conspiracy because it “alleges an agreement \nbetween QA, KPMG, and others to design, market, and sell fraudulent and \nunlawful tax shelters.” (Pl. Peter T. Loftin’s Mem. Opp’n Def. QA’s Mot. Dismiss \n(“Resp. Br.”) 13.)  Loftin also contends that his allegations include sufficient \nevidence of QA’s own unlawful acts. \n{31} To state a claim for civil conspiracy, a complaint must allege (1) a \nconspiracy, (2) wrongful acts done by certain of the alleged conspirators in \nfurtherance of that conspiracy, and (3) injury as a result of that conspiracy.  State \nex. rel. Cooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 444, 666 S.E.2d 107, \n115 (2008).3  North Carolina treats civil conspiracy as a dependent claim.  Toomer v. \n                                                 \n2  While not dispositive of its ruling, the Court notes its understanding that claims against the \nPresidio Defendants have not yet been dismissed.   \n3  Some might argue that whether an “overt act” in furtherance of the conspiracy must be expressly \npleaded and proved remains unsettled in North Carolina, because opinions from the North Carolina \nCourt of Appeals as recently as 2014 do not expressly list an overt act as an essential element of the \nclaim. See, e.g., Bottom v. Bailey, __ N.C. App. __, 767 S.E.2d 883, 890 (2014) (requiring only “(1) an \nagreement between two or more individuals; (2) to do an unlawful act or to do a lawful act in an \n \n \nGarrett, 155 N.C. App. 462, 483, 574 S.E.2d 76, 92 (2002).  “Only where there is an \nunderlying claim for unlawful conduct can a plaintiff state a claim for civil \nconspiracy by also alleging the agreement of two or more parties to carry out the \nconduct and injury resulting from that agreement.”  Id.  However, a claim for the \nunderlying unlawful conduct need not be stated separately in order to maintain a \nclaim for civil conspiracy.  Cf. Roberts v. Huckabee, No. COA12-1352, 2013 N.C. \nApp. LEXIS 505, at *18–19 (May 31, 2013) (reviewing all sections of a complaint to \nfind allegations to support a claim for civil conspiracy).   \n{32} QA’s reliance on Piraino Bros. and Julian is misplaced.  In both of \nthese cases, substantive, separate claims against the defendants alleged to be \nmembers of the conspiracy were the underlying torts on which the civil conspiracy \nclaims rested.  See Piraino Bros., LLC, 211 N.C. App. at 350, 712 S.E.2d at 334; \nJulian, 2012 NCBC LEXIS 32, at *28.  When the courts dismissed these separate \nclaims, either through summary judgment or a Rule 12(b)(6) motion to dismiss \nrespectively, the dismissal necessarily served as a judgment regarding the \nnonexistence of the unlawful acts underlying the civil conspiracy claims.  \nSee \nPiraino Bros., LLC, 211 N.C. App. at 350, 712 S.E.2d at 334; Julian, 2012 NCBC \nLEXIS 32, at *28.  Neither case controls here, where there has been a voluntary \ndismissal with prejudice of all claims against two alleged coconspirators and where \nQA is separately alleged to be a part of the conspiracy and to have joined in the \nscheme concocted by the conspiracy.  The Court has struggled to find any case law \nthat directly addresses whether a claim of conspiracy can be maintained against one \nmember after the voluntary dismissal with prejudice of the alleged coconspirators.4  \n                                                 \nunlawful way; (3) resulting in injury to plaintiff inflicted by one or more of the conspirators; and (4) \npursuant to a common scheme”).  However, in a 2008 North Carolina Supreme Court case \ndelineating the elements of a civil conspiracy claim, the Supreme Court expressly required an overt \nact, mandating “(1) a conspiracy, (2) wrongful acts done by certain of the alleged conspirators in \nfurtherance of that conspiracy, and (3) injury as a result of that conspiracy.”  State ex rel. Cooper, \n362 N.C. at 444, 666 S.E.2d at 115 (citing Muse v. Morrison, 234 N.C. 195, 198, 66 S.E.2d 783, 785 \n(1951)).  At least implicitly, the cited North Carolina Court of Appeals opinion may include a \nrequirement of some overt act by requiring that there be actual injury.    \n4 A conspiracy claim is comparable to an allegation of joint and several liability.  Dalton v. Camp, 138 \nN.C. App. 201, 213, 531 S.E.2d 258, 267 (2000), rev’d in part on other grounds, 353 N.C. 657 (2001).  \nFor joint torts, the common law rule is that dismissal of one tortfeasor would defeat claims against \n \n \nIn absence of clear precedent dictating otherwise, the Court concludes that the \nclaim should survive the current Rule 12(b)(6) Motion.  This ruling is without \nprejudice to QA revisiting the issue in its response to the second amended complaint \nthat the Court requests below, or by subsequent motion for summary judgment.   \n{33} While the Amended Complaint in many instances fails to direct its \nallegations separately to the different defendants, the Court nevertheless has failed \nto be persuaded by QA’s argument that Loftin has not pleaded sufficient facts to \nsupport a civil conspiracy claim.5  In his Amended Complaint, Loftin alleges that \nQA and other defendants agreed to conceal the nature of the FLIP product from \nLoftin and others (Am. Compl. ¶ 57); that FLIP was “a tax shelter created, \nmarketed and administered by Defendants KPMG and QA” (Am. Compl. ¶ 106); and \nthat QA, KPMG, and others entered into an agreement to devise, design, facilitate, \npromote, and sell the FLIP product, knowing that the product was fraudulent. (Am. \nCompl. ¶ 106.)  Also, the Amended Complaint alleges that, by agreeing to sell the \nFLIP product as a tax planning product, each defendant relied on one another to \nfulfill their role in the conspiracy (Am. Compl. ¶ 113), and specifically that QA \nrelied on KPMG and Sidley Austin to justify the tax treatment of the transactions \nthat QA undertook to implement FLIP. (Am. Compl. ¶ 116.) \n{34} QA argues that dismissal is , however, appropriate because the \nAmended Complaint includes allegations that necessarily defeat the claim alleged.  \nQA argues that the Amended Complaint makes clear that QA has no responsibility \nfor the acts which Loftin claims were unlawful, because QA was not responsible for \ntax advice and because the investments it was retained to implement were, in fact, \nlawful and successful.  That argument unfairly limits what Loftin has pleaded.  He \nalso pleads that QA and KPMG worked together to develop FLIP and continued to \nmarket the product knowing it was fraudulent.  Accepting the pleadings as true, as \n                                                 \nothers.  See Ramsey v. Camp, 254 N.C. 443, 444, 119 S.E.2d 209, 211 (1961).  This result was \nchanged by the Uniform Contribution Among Tort-Feasors Act.  See N.C. Gen. Stat. § 1B-4 (2014). \n5 The Amended Complaint often makes generalized allegations against Defendants collectively, \nwithout more specific allegations as to which acts are chargeable against which Defendant.  This is, \nin fact, why the Court requests a second amended complaint that will clarify the claims against QA. \n \n \nit must, the Court concludes that the allegations are adequate to sustain the civil \nconspiracy claim against QA. \n{35} Accordingly, the Motion, as it pertains to Loftin’s civil conspiracy \nclaim, is DENIED. \nB. Fraud Claim \n{36} QA argues that Loftin’s fraud claim should be dismissed because the \nallegations made it clear that Loftin did not rely on QA when he decided to execute \nFLIP, having decided to do so before any contact with QA.  QA further argues that \nthe heart of the fraud claim is the tax advice given to Loftin and that Loftin’s failure \nto allege that QA was in any way involved in advising Loftin with respect to tax \nadvice or his tax returns should defeat the claim. QA further argues that the fraud \nclaim fails because of Loftin’s failure to plead a specific, actionable \nmisrepresentation by QA.  \n{37} In opposing the Motion, Loftin re lies on a liberal standard for pleading \nfraud, citing \nHudgins v. Wagoner for the proposition that the requirement of \nspecificity is flexible and that the elements may be inferred by the allegations in the \nAmended Complaint. 204 N.C. App. 480, 487, 694 S.E.2d 436, 443 (2010).  In \nbriefing, going somewhat beyond the specific allegations of the Amended Complaint, \nLoftin argues that the moment when KPMG introduced Loftin to QA is unclear, and \nthat QA’s involvement in FLIP began before Loftin decided to enter the transaction, \nso that it may be inferred that Loftin relied on QA as well as others in deciding to \npurchase FLIP.  He further asserts that the allegations of the Amended Complaint \nare adequate to demonstrate that Loftin continued to rely on QA after QA became \naware that FLIP was an unlawful tax shelter, and that he would have exited the \ntransaction had QA advised him of FLIP’s true nature and QA’s concerns regarding \nFLIP’s legality.  Finally, Loftin alleges that QA’s promise to “comply in all material \nrespects with all material laws, regulations, and rules applicable to it in its \nperformance of its duties and obligations under this Agreement, including . . . (v) all \napplicable tax laws and regulations” (Defs.’ Mem. Supp. Mot. Dismiss Am. Compl. \n \n \n(“Defs.’ Mem. Supp.”) Ex. 1, § 16) was an affirmative representation that Loftin \nrelied upon when evaluating whether to enter into the FLIP transaction. \n{38} To successfully plead a claim for fraud in North Carolina, a party must \nplead: “(1)[f]alse representation or concealment of a material fact, (2) reasonably \ncalculated to deceive, (3) made with intent to deceive[,] (4) which does in fact \ndeceive, (5) resulting in damage to the injured party.”  Myers & Chapman, Inc. v. \nThomas G. Evans, Inc., 323 N.C. 559, 568–69, 374 S.E.2d 385, 391 (1988) (emphasis \nremoved) (quoting Ragsdale v. Kennedy, 286 N.C. 130, 138, 209 S.E.2d 494, 500 \n(1974)).  A duty to disclose material facts may arise where there is a relationship of \ntrust and confidence between two parties.  Stamm v. Salomon, 144 N.C. App. 672, \n680, 551 S.E.2d 152, 157–58 (2001).  In such an instance, “failure to do so \nconstitutes fraud.”  Id. (quoting Vail v. Vail, 233 N.C. 109, 114, 63 S.E.2d 202, 206 \n(1951)). \n{39} North Carolina follows the general rule that, “[i]n all averments of \nfraud, duress or mistake, the circumstances constituting fraud or mistake shall be \nstated with particularity.”  N.C. R. Civ. P. 9(b).  This “particularity” requirement \nmandates that if, “upon a liberal construction of the whole pleading, the charge of \nfraud might be supported by proof of the alleged constitutive facts,” the claim is \nsufficient.  Becker v. Graber Builders, Inc., 149 N.C. App. 787, 793, 561 S.E.2d 905, \n910 (2002) (quoting Carver v. Roberts, 78 N.C. App. 511, 513, 337 S.E.2d 126, 129 \n(1985)).  There is no precise formula for pleading fraud.  See Hunter v. Guardian \nLife Ins. Co. of Am., 162 N.C. App. 477, 481, 593 S.E.2d 595, 598 (2004).   \n{40} Loftin alleges that part of his agreement with QA included a guarantee \nthat QA must follow all applicable tax laws and regulations.  A final determination \nmay require further proof, but Loftin has made an adequate pleading that might \nsupport a relationship of trust and confidence, placing QA under an obligation to \ndisclose any material facts of which it was aware.  Loftin alleges that QA became \naware of FLIP’s adverse tax implications, and that it elected not to share those \n \n \nimplications with Loftin.6  If, in fact, such a relationship is proven, a fraud claim \nmay arise from either an affirmative statement or a failure to make a statement \nthat should have been made.   \n{41} Therefore, as to the fraud claim, QA’s Motion is DENIED. \nC. Breach of Fiduciary Duty Claim \n{42} The issue of whether there was a relationship of trust and confidence \nalso arises in the context of Loftin’s breach of fiduciary duty claim.  QA alleges that \nit owed Loftin no fiduciary duty, and therefore was under no obligation to make \ndisclosures.  QA argues that the scope of its duty, if any, must be no greater than \nthe role it played in the implementation of trades.  Its argument is that, “[e]ven \nassuming that QA owed Loftin a fiduciary duty despite the absence of any special \nrelationship and the general lack of contact between them, the scope of that duty \nrelated to the execution of the investment trades, which occurred as agreed and is \nnot challenged here.”  (Defs.’ Mem. Supp. 15.)  QA contends that it should not be \nliable for any loss because the investment trades for which it was retained were \nsuccessful.  Loftin counters that a fiduciary duty arises as a matter of law when an \ninvestment advisor receives compensation for its services, and that, under the facts \nof this case, the scope of QA’s duty is sufficiently broad to create in QA a \nresponsibility to disclose either FLIP’s status as an unlawful tax shelter to Loftin or \nQA’s concern in that regard.  (Resp. Br. 19–20 (citing 15 U.S.C. § 80a-35(b) (2015).)  \n{43} “For a breach of fiduciary duty to  exist, there must first be a fiduciary \nrelationship between the parties.”  Dalton v. Camp, 353 N.C. 647, 651, 548 S.E.2d \n704, 707 (2001).  The North Carolina Supreme Court has defined a fiduciary \nrelationship as one in which  \n                                                 \n6 There is the potential for an inference that QA’s insistence on registering FLIP as a tax shelter was \nfor the express purpose of concealment from FLIP investors, including Loftin.  The Court carefully \nnotes that registration as a tax shelter is not necessarily evidence of the illegality of a tax strategy.  \nBut, at the motion to dismiss stage, the Court must consider permissible inferences.  In doing so, it \nconcludes that, when construed in a light most favorable to Loftin, Loftin could ultimately be able to \nprove that QA knew that FLIP may not actually have the tax implications as originally represented \nto Loftin when marketing the overall FLIP strategy.  Of course, the record may develop much more \nin QA’s favor. \n \n \nthere has been a special confidence reposed in one who in equity and \ngood conscience is bound to act in good faith and with due regard to the \ninterests of the one reposing confidence . . ., [and] it extends to any \npossible case in which a fiduciary relationship exists in fact, and in \nwhich there is confidence reposed on one side, and resulting \ndomination and influence on the other. \nId. at 651–52, 548 S.E.2d at 707–708 (alteration in original) (emphasis omitted) \n(internal quotation marks omitted) (quoting Abbitt v. Gregory, 201 N.C. 577, 598, \n160 S.E. 896, 906 (1931)). \n {44} Loftin alleges in his Amended Complaint that he relied on QA and the \nother Defendants because of their reputations in the industry.  He further alleges \nthat QA represented that it would serve as advisor and guardian over his interests \nwith respect to the FLIP transactions, and that QA represented to Loftin that their \nrelationship was a confidential one.  The Court concludes that these allegations, \nalthough general, are minimally adequate to allow Loftin to survive QA’s Rule \n12(b)(6) Motion.  Much greater specificity would be required by a Rule 56 standard. \n{45} The motion to dismiss the breach  of fiduciary duty claim is DENIED. \nD. Constructive Fraud \n{46} QA argues that Loftin’s claim for constructive fraud fails because (1) no \nfiduciary duty existed between Loftin and QA, and (2) Loftin has not alleged that \nQA benefitted from an “unfair advantage.” (Def.’s Mem. Supp. 16.)  QA cites Sterner \nv. Penn for the proposition that fees paid to an investment advisor cannot be \nconsidered a benefit for purposes of satisfying the elements of constructive fraud. \n159 N.C. App. 626, 632, 583 S.E.2d 670, 679 (2003).  \n{47} Loftin counters that, regardless of the holding in Sterner, QA did not \nonly receive a commission on the sale of securities.  Rather, QA received \nfees upon [Defendants’] calculation of the capital losses and basis shift \ngenerated through the FLIP tax shelter and to share among themselves the \nfees generated by each tax shelter sold. . . . [The fees] were computed by \ntaking approximately seven percent of the amount of the “basis shift” that \nKPMG calculated FLIP would purportedly create. \n(Am. Compl. ¶ 107.)   \n \n \n{48} A claim for constructive fraud re quires: “(1) facts and circumstances \ncreating a relation of trust and confidence; (2) which surrounded the consummation \nof the transaction in which the defendant is alleged to have taken advantage of the \nrelationship; and (3) the defendant sought to benefit himself in the transaction.”  \nMarketplace Antique Mall, Inc. v. Lewis, 163 N.C. App. 596, 599, 594 S.E.2d 121, \n124 (2004).  The difference between a claim for breach of fiduciary duty and a \nconstructive fraud claim is the requirement that the defendant benefit himself.  \nTrillium Ridge Condo. Ass’n v. Trillium Links & Vill., LLC, __ N.C. App. __, 764 \nS.E.2d 203, 220 (2014). But see Compton v. Kirby, 157 N.C. App. 1, 16, 577 S.E.2d \n905, 914 (2003) (“[B]reach of fiduciary duty amounts to constructive fraud.”). \n {49} Sterner involved several securities firm defendants who were \ninstructed to make trades by an advisor who held himself out to an investor as a \nprofessional investment manager.  Sterner, 159 N.C. App. at 627–28, 583 S.E.2d at \n671–72.  When the investment manager lost virtually all of the investor’s \ninvestment, the investor sued both the investment manager and the securities firms \nwith whom he had placed the clients’ assets, alleging, inter alia, constructive fraud.  \nId.  The securities firms successfully moved to dismiss the claims, and the investor \nappealed.  Id. at 628, 583 S.E.2d at 672.  In affirming the trial court’s dismissal of \nthe claims, the North Carolina Court of Appeals held that the benefit sought by a \ndefendant must be more than a continued relationship with the plaintiff, and that a \npayment of a fee for work that the defendant did for the plaintiff is not sufficient \nevidence of an unfair advantage.7  Id. at 631–32, 583 S.E.2d 674 (citing Barger v. \nMcCoy Hillard & Parks, 346 N.C. 650, 667, 488 S.E.2d 215, 224 (1997)); \nNationsBank of N.C., N.A. v. Parker, 140 N.C. App. 106, 114, 535 S.E.2d 597, 602 \n(2000). \n {50} The Court does not believe Sterner’s holding should be applied as \nbroadly to the facts of this case as QA urges.  Sterner states that “payment of a fee \n                                                 \n7 The Sterner court found this sufficient to dismiss the claim, and never addressed the existence of a \nduty owed by the securities firms with reference to the constructive fraud claim.  Id. at 632, 583 \nS.E.2d at 674. \n \n \nto a defendant for work done by that defendant does not by itself constitute \nsufficient evidence that the defendant sought his own advantage.”  Id. at 632, 583 \nS.E.2d at 674 (emphasis added) (quoting NationsBank of N.C., N.A., 140 N.C. App. \nat 114, 535 S.E.2d at 602).  Loftin’s allegations are not limited to QA’s mechanical \ncompletion of the transactions implementing FLIP,8 but also include that QA \nassisted in creating FLIP and continued to implement it after developing misgivings \nabout its tax effect for the purpose of participating in the overall profits of a \npotentially fraudulent scheme.  Therefore, QA may have enjoyed a benefit adequate \nto sustain the claim, and Court does not believe that the constructive fraud claim \nshould be dismissed at the pleading stage on this basis.  \n{51} As to the claim for constructi ve fraud, the Motion is DENIED. \nE. Negligent Misrepresentation Claim \n{52} A negligent misrepresentation clai m, as opposed to a fraud claim, may \nfail when the claim is based solely on a failure to disclose, rather than on an actual \nrepresentation.  See Harrold v. Dowd, 149 N.C. App. 777, 782–83, 561 S.E.2d 914, \n918–19 (2002) (dismissing claim of negligent misrepresentation for failure to allege \na disclosure of information). \n{53} Repeating arguments addressed to other claims, QA argues that Loftin \nhas not adequately alleged reliance on any QA statement adequate to sustain a \nclaim for negligent misrepresentation.  In support, QA asserts that (1) Loftin could \nnot have relied on QA, because he decided to execute FLIP prior to any contact with \nQA, and (2) Loftin had retained QA only as an investment advisor, and not a tax \nadvisor.  QA further asserts that, because there were other, professional tax \nadvisors retained as part of the execution of FLIP, and because QA relied on those \ntax advisors to justify the tax treatment of the FLIP transactions, Loftin could not \n                                                 \n8 There are other differences between QA and the defendants in Sterner that the Court need not \nspecifically analyze in order to reach its conclusion that Sterner’s holding does not control resolution \nof the Motion, including, but not limited to, the level of discretion that QA had over the transactions, \nthe complexity of the transactions, and the interrelationship of the various parties responsible for \nimplementing FLIP. \n \n \nhave relied on QA’s representations or omissions with respect to the tax treatment \nof the FLIP transactions. \n{54} Loftin’s negligent misrepresentation claim essentially seeks to recast \nthe same facts as his fraud and constructive fraud claims, but the Court has allowed \nthose claims to proceed largely on the basis that the allegations are sufficient to \ncreate a claim of a relationship that imposes a duty to disclose, rather than on the \nbasis of an affirmative representation.  For the negligent misrepresentation claim, \nthe Court instead must inquire whether there has been an adequate allegation of an \nactual, affirmative representation beyond statements made in the context of recitals \nin the contract between the parties. \n{55} To state a claim for negligent misrepresentation, “a party [must] \njustifiably [rely] to his detriment on information prepared without reasonable care \nby one who owed the relying party a duty of care.”  \nRaritan River Steel Co. v. \nCherry, Bekaert & Holland, 322 N.C. 200, 206, 367 S.E.2d 609, 612 (1988).  For the \nnegligent misrepresentation claim to survive against QA, QA must itself have \nnegligently made representations upon which Loftin relied.  Representations in a \ncontract that create an obligation do not give rise to a claim for negligent \nmisrepresentation when that obligation is not performed.  Supplee v. Miller-Motte \nBus. Coll., Inc., __ N.C. App. __, 768 S.E.2d 582, 600 (2015) (“The duty that \ndefendants had [to perform an obligation] arose under the terms of the contract \nbetween the parties and not by operation of law independent of the contract.  As \nsuch, the breach of that contractual duty cannot provide the basis for an \nindependent claim of negligent misrepresentation.”).  Accordingly, any \nrepresentations by QA must have been made beyond those promises stated in the \nInvestor Advisory Agreement. \n{56} In his Amended Complaint, Loftin alleges that  \n[t]he information, advice, and recommendations provided by \nDefendants to Loftin concerning the soundness and viability of \nFLIP . . . , the manner in which the strategies would be implemented \non their behalf, and the tax treatment and effect to be given them, \nas \n \n \nalleged above, were false, and if not made intentionally, were made \nnegligently. \n(Am. Compl. ¶ 199 (emphasis added).)  Although both parties discuss whether the \nreliance element has been met, the Court finds the absence of allegations of an \naffirmative misrepresentation by QA to be dispositive.  The Court has struggled to \nfind in Loftin’s ninety-nine page, 219 paragraph Amended Complaint any actual \nstatement made by QA to Loftin regarding the process that would be undertaken to \nimplement FLIP.  Under Supplee, QA’s contractual promise to adhere to relevant \ntax laws and regulations cannot provide the basis for QA’s claim of negligent \nmisrepresentation.  Even if the Court could parse any such statement from the \nbroad allegations made against all Defendants collectively, it has found no \nallegation that QA failed to exercise due care when making an affirmative \nstatement to Loftin. \n {57} The motion to dismiss the claim for negligent misrepresentation is \nGRANTED. \nF. UDTP Claim \n{58} Conduct that amounts to a breach of fiduciary duty and constructive \nfraud, under certain circumstances, may be sufficient to support certain elements of \na UDTP claim in North Carolina.  Trantham v. Michael L. Martin, Inc., __ N.C. \nApp. __, 745 S.E.2d 327, 333 (2013).  The Court does not believe, however, that such \nbreach or constructive fraud constitutes a per se violation of Chapter 75.  \n{59} Further, such claims may fail if they are outside Chapter 75’s intended \nambit.  Section 75-1.1(a) of the General Statutes regulates “[u]nfair methods of \ncompetition in or affecting commerce, and unfair or deceptive acts or practices in or \naffecting commerce.”  N.C. Gen. Stat. § 75-1.1(a) (2014).   Subsection 1.1(b) defines \n“commerce” as “all business activities, however denominated, but does not include \nprofessional services rendered by a member of a learned profession.”  Id. § 75-1.1(b).  \nThe statutes do not further define “learned profession,” but North Carolina courts \n \n \nhave addressed the statute’s scope in this regard.  See, e.g., Reid v. Ayers, 138 N.C. \nApp. 261, 531 S.E.2d 231 (2000). \n{60} In Reid v. Ayers, the North Carolina Court of Appeals established a \ntwo-part test to determine whether activities fell within the learned profession \nexception: (1) “the person or entity performing the alleged act must be a member of \na learned profession,” and (2) “the conduct in question must be a rendering of \nprofessional services.”  Id. at 266, 531 S.E.2d at 235.  Courts have included several \nprofessions within the exception, but have not included the services of investment \nprofessionals within its purview.  See, e.g., Sharp v. Gailor, 132 N.C. App. 213, 510 \nS.E.2d 702 (1999) (holding that the practice of law falls within the learned \nprofession exception);  Abram v. Charter Med. Corp. of Raleigh, Inc., 100 N.C. App. \n718, 398 S.E.2d 331 (1990) (holding that a health care provider is engaged in a \nlearned profession). \n{61} Case law has delineated other exceptions to Chapter 75 based on \nreasoning similar to the preemption doctrine, stating that certain claims are not “in \ncommerce.”  In Bache Halsey Stuart, Inc. v. Hunsucker, the North Carolina Court of \nAppeals evaluated the efficacy of a Chapter 75 claim based on a commodities action, \nand in disallowing the claim noted that “[i]t would be inappropriate . .  to expand a \ntraditional common law action into an unfair trade practice in the face of [a] \npervasive federal regulatory scheme.”  38 N.C. App. 414, 420–21, 248 S.E.2d 567, \n570 (1978).  Discussing Hunsucker, in Skinner v. E. F. Hutton & Co., the North \nCarolina Supreme Court found that securities transactions were excluded from the \nscope of Chapter 75. 314 N.C. 267, 274–75, 333 S.E.2d 236, 241 (1985).  The \nallegations in Hunsucker and Skinner were not limited to the mechanical trading of \nsecurities.  In Skinner, particularly, the defendant securities broker was alleged to \nhave induced the plaintiffs to purchase certain securities and to have provided them \nfalse information and advice, in addition to processing the plaintiffs’ trades.  Id. at \n267–69, 333 S.E.2d at 237–38. \n{62} QA argues that it was performing  its duties solely as an investment \nadvisor, and that its role was limited to conducting the securities transactions \n \n \nnecessary to implement FLIP.  Citing no support for its assertion, QA also claims \nthat it rendered professional services and is protected by the learned profession \nexception. \n {63} Loftin’s brief does not address QA ’s “learned profession” assertion.  He \ninstead attempts to distinguish the UDTP claim from those that fall within the \nrecognized securities transactions exception.  He argues that his claim is not an \naction regarding securities transactions, but rather is an action attacking the \nunlawful tax scheme he alleges against the Defendants.  Loftin contends that the \nfact that a part of that scheme may have involved securities transactions does not \ninsulate the overall scheme from liability under Chapter 75.  Loftin argues that, for \nthis reason, Skinner does not apply, and QA’s activities fall within the UDTP Act’s \ndefinition of “commerce.”  \n {64} The Court has found no support for QA’s contention that a general \n“investment services” role constitutes a “learned profession” under Chapter 75.  The \nCourt does not believe that it needs to address that argument any further.   \n {65} The Court believes QA’s relia nce on the securities transaction \nexception has greater credibility.  This is an action that, at a minimum, relates to \nsecurities transactions.  Loftin alleges to have retained QA to effect the trades \nnecessary to execute FLIP and cites multiple instances of QA having completed \nsecurities transactions.  Also, the agreement between Loftin and QA was referred to \nas an “Investment Advisory Agreement.”  (Am. Compl. ¶ 177(c).)  Thus any \nallegations directed specifically to QA’s securities transactions fall within the \nSkinner rule, excluding them from the definition of “commerce” under Chapter 75 \nand preventing any claims made on the basis of those transactions. \n {66} Regarding Loftin’s argument that  the matter more broadly concerns a \nfraudulent tax scheme allowed within Chapter 75’s reach, the Court finds no \nmeaningful distinction between this case and cases that have been ruled to be \noutside of Chapter 75’s scope.  The Court believes that QA’s alleged involvement in \n“fraudulently marketing and selling illegal and abusive tax shelters” (Am. Compl. ¶ \n213), when coupled with its role as the transaction agent responsible for executing \n \n \nFLIP, are sufficiently similar to the allegations against the Skinner defendant, and \nshould be controlled by the Skinner court’s holding.  Similar to Skinner, where the \nallegations involved false advice and fraudulent induction into securities \ntransactions and the implementation of those transactions, any QA participation in \nthe alleged scheme centered on QA’s involvement in the securities transactions.  \nThe duty of disclosure Loftin has asserted against QA arises from QA’s role as an \ninvestment advisor carrying out securities transactions.  While not necessary to its \nconclusion, the Court further notes that any potential tax shelter, fraudulent or \notherwise, falls under the regulatory ambit of the IRS, the North Carolina \nSecurities Act, or perhaps also the SEC.  \nHunsucker might then suggest a further \nbasis for concluding that Loftin’s UDTP claim is not within the scope of Chapter 75. \n{67} The motion to dismiss with respect to Loftin’s UDTP claim is \nGRANTED.   \nG. Damages \n{68} Finally, QA claims that all of Loftin’s claims should be dismissed \nbecause QA did not cause any of Loftin’s damages but rather only completed \nprofitable trades on Loftin’s behalf.  QA argues that the damages were only related \nto Loftin’s tax returns, and that because QA had no role in preparing those returns, \nthe Court should assign it no responsibility for the losses Loftin incurred. \n{69} In response, Loftin argues th at QA has misconstrued the Amended \nComplaint.  Instead, he assigns QA’s responsibility not only to its completion of the \ninvestment transactions but also to its involvement in the development and \nmarketing of the FLIP product and its alleged misrepresentation and failure to \ndisclose facts to Loftin regarding FLIP.  He also points out that his damages are not \nlimited to the tax aspect of FLIP but also consist of the fees paid to QA. \n{70} The Court concludes, without reiterating the discussion above, that \nLoftin has adequately alleged facts that, if proven, may assign some responsibility \n \n \nfor Loftin’s tax-related damages to QA.9  Therefore, the Court does not dismiss any \nof the claims on the basis that damages have not been adequately alleged. \nH. LEAVE TO AMEND \n{71} In his Memorandum in Opposition to Defendant QA’s Motion to \nDismiss, Loftin requests that, if the Court is inclined to grant any part of QA’s \nMotion, Loftin should first be allowed to further amend his Amended Complaint to \nmore particularly direct the allegations toward QA’s specific conduct.  QA resists, \nclaiming that Loftin should not be allowed to amend his complaint a second time, \nparticularly because it contends the existing Amended Complaint affirmatively \nalleges facts that defeat any claims against QA. The Court has separately \nconsidered whether it should order a second amended complaint to clarify the \nclaims and to eliminate unnecessary allegations as to defendants who have now \nbeen dismissed. \n{72} The Court may, “in the appropriate case, treat a motion to dismiss \nunder [Rule 12(b)] as a motion for a more definite statement under [Rule 12(e)].”  \nPage v. Mandel, 154 N.C. App. 94, 97, 571 S.E.2d 635, 637 (2002).  It may do so in \nits discretion, ex mero motu.  Id.   \n{73} The original Complaint in this case was filed in December 2003, and \nthe operative Amended Complaint was filed over eight years ago, in November \n2006.  Since that time, and after a substantial stay, KPMG and Sidley Austin have \nbeen dismissed as defendants.  The Amended Complaint is unusually long and \ncomplex.  At the same time, the allegations broadly group facts as to all Defendants, \nmaking it difficult to discern how the allegations are specifically applicable to QA.  \n{74} The Court finds this an appropri ate case in which to exercise its \ndiscretion to order a more definite statement.  The Court directs Loftin to further \namend his Amended Complaint consistent with this Order & Opinion, and requests \n                                                 \n9 In order to reach its conclusion, the Court need not evaluate the argument as to whether the \npayment of investment fees of the type involved in Loftin’s purchase of FLIP may be considered \n“damages” for the purpose of bringing a claim.  (See Def.’s Mem. Supp. 18–19; Resp. Br. 23.) \n \n \nthat he do so in a manner that eliminates allegations no longer necessary in light of \nthose defendants that have been dismissed and in a manner to facilitate an easier \ndetermination of how the facts alleged apply to those defendants that remain.   \nI. CONCLUSION \n{75} For the foregoing reasons, it is ORDERED that: \n1. As to Loftin’s claims for (a) civil conspiracy, (b) fraud, (c) breach of \nfiduciary duty, and (d) constructive fraud, QA’s Motion is DENIED. \n2. As to Loftin’s claims for negligent misrepresentation and UDTP, QA’s \nMotion is GRANTED. \n3. Loftin shall file an amended complaint consistent with this Order & \nOpinion within thirty days of the Order & Opinion’s filing.  \n \nThis the 30th day of April, 2015. "
}