{
  "id": "3eb08e84b3606cf4e4ca5476961a6f6ad23e5dff286382cf4999727adcf44436",
  "source_file": "data/raw/ncbc/3eb08e84b3606cf4e4ca5476961a6f6ad23e5dff286382cf4999727adcf44436.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nGASTON COUNTY \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n10 CVS 5482 \n \nNEIL EDGAR ALLRAN, \n \nPlaintiff, \n \nv. \n \nBRANCH BANKING & TRUST \nCORPORATION, and JOHN DOES 1 \nTHROUGH 4, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION \n \nThomas A. Will, Jr. for Plaintiff Neil Edgar Allran.  \nWomble Carlyle Sandridge & Rice, PLLC by Pressly M. Millen for Defendant \nBranch Banking and Trust Company.   \nMurphy, Judge. \n{1} THIS MATTER is before the Court on Defendant Branch Banking and \nTrust Company’s1 (“BB&T”) Motion for Summary Judgment pursuant to Rule 56 of \nthe North Carolina Rules of Civil Procedure.  After considering the pleadings, the \nbriefs, affidavits, discovery responses, submissions of the parties, and the \narguments and contentions made by counsel during the July 24, 2012, hearing on \nDefendant’s Motion, the Court GRANTS Defendant’s Motion as to Plaintiff’s claim \nfor unfair and deceptive trade practices (“UDTP”) and GRANTS Defendant’s Motion \nwith respect to Defendant’s deficiency counterclaim against Plaintiff for amounts \nPlaintiff borrowed from BB&T.  \nI. \nPROCEDURAL BACKGROUND \n{2} Plaintiff Neil Edgar Allran filed his Complaint on November 18, 2010.  \n{3} The matter was transferred to the North Carolina Business Court as a \nmandatory complex business case on December 20, 2010, and subsequently \nassigned to me.   \n                                                 \n1 Defendant was incorrectly named in the Complaint as Branch Bank and Trust Corporation.  \n \n Allran v. Branch Banking & Trust Corp., 2013 NCBC 41. \n{4} Defendant BB&T filed its Motion to Dismiss and supporting brief on \nJanuary 21, 2011. \n{5} On March 28, 2011, the Court heard oral arguments on BB&T’s Motion \nto Dismiss and, thereafter, dismissed Plaintiff’s claims for breach of fiduciary duty, \ncommon law fraud, fraud in the inducement, and constructive fraud.  The Court \ndenied Defendant’s motion to dismiss Plaintiff’s claim for UDTP under Section 75-\n1.1 of the North Carolina General Statutes.   \n{6} On August 5, 2011, BB&T filed its Answer and Counterclaim, which \nincluded a claim based upon Plaintiff’s default under a Note executed by Plaintiff in \nfavor of BB&T in the amount of $616,551.08, plus interest. Plaintiff filed his Reply \non September 8, 2011.   \n{7} BB&T filed the current Motion and supporting brief on February 17, \n2012, to which Plaintiff filed what would charitably be referred to as a Response on \nApril 4, 2012.  BB&T’s Reply in Support was filed on April 17, 2012.   \n{8} On March 8, 2012, Plaintiff voluntarily dismissed his claim against \nLaura Corbett (“Corbett”), with prejudice.   \n{9} The Court heard oral arguments on BB&T’s Motion on July 24, 2012.     \nII. \nFACTUAL BACKGROUND \n{10} In October 2005, Plaintiff purchased a lot (“First Lot”) within the \nCannonsgate development in Carteret County, North Carolina, from an entity \nknown as Infinity Partners (“Infinity”) for $192,000.  Plaintiff made the purchase as \nan investment, upon the advice of a friend; Plaintiff never intended to develop the \nproperty, but rather planned to “flip” it for a profit.  (\nSee Transcript of Pl.’s Dep. 18–\n24, Nov. 21, 2011 (“Allran Tr.”).)   \n{11} As part of the sales pitch, Infinity informed Plaintiff that BB&T was \none of several preferred lenders that included Bank of America and SunTrust Bank.  \nBB&T did, in fact, finance the First Lot purchase.    \n{12} In May 2006, Plaintiff sold the First Lot for $330,000.   \n{13} In October 2006, Plaintiff was again approached by a representative of \nInfinity about purchasing another property in Cannonsgate at a price of “around \n$690,000” (“Second Lot”).  The price was “set by Infinity” and Infinity “presented \n[Plaintiff] an appraisal that indicated that the price was $690,000.”  (Allran Tr. 55.)  \nPlaintiff based his decision to purchase solely on the appraisal presented by Infinity \nand did not conduct an independent investigation of the lot or the purchase price.  \n(Allran Tr. 56.)  Thereafter, Plaintiff applied to Defendant for a loan to finance the \npurchase.   \n{14} According to Plaintiff, Corbett, a BB&T loan officer, initially informed \nPlaintiff that he did not qualify for a loan in an amount sufficient to make the \npurchase.  The next day, however, Corbett called Plaintiff and informed him that if \nPlaintiff deposited $10,000.00 into Plaintiff’s checking account with BB&T, she \ncould get him qualified for the loan.  Plaintiff concedes that Corbett did not tell him \nthat the purchase represented a good investment and he was not “relying on her for \ninvestment advice.” (Allran Tr. 33–34.)   \n{15} To qualify for the loan, Plaintiff borrowed $10,000.00 from his \nemployer and placed it in his checking account.  Plaintiff did not disclose to Corbett \nthe particulars of the loan.  Thereafter, BB&T approved Plaintiff for a loan in the \namount of $621,000.00.  Plaintiff purchased the lot sight-unseen, with the closing \noccurring on November 18, 2006.   \n{16} During the course of the loan approval process, Plaintiff alleges, inter \nalia, that without Plaintiff’s knowledge or consent, Defendants prepared or caused \nto be prepared a HUD-1 statement that contained false information.  In his \ndeposition, however, Plaintiff testified that the HUD-1 settlement statement was \nprepared by an entity called The Settlement Source, an entity that “took care of the \nlegal work for Infinity,” not by BB&T. (Allran Tr. 77.)  In fact, Allran was not \ncertain whether BB&T ever saw the HUD-1 statement (Allran Tr. 77.)   \n{17} Plaintiff also alleged that Corbett, John Does 1 through 4, and BB&T \nengaged in unfair and deceptive acts by “falsif[ying] parts of Plaintiff’s loan \napplication and personal financial statement, [and by] misrepresent[ing] the value \nof the property.”  (Compl. ¶ 28.)   \n{18} Plaintiff conceded during his deposition testimony that his loan \napplication and personal financial statement purported to bear his initials and \nsignature, but says he did not read the documents before signing them.  However, in \nan affidavit (offered after the close of discovery and in response to Defendant’s \nMotion), Plaintiff denies that he personally applied his initials and signature to the \ndocuments and states that Corbett “or some other individual forged my initials and \nmy signature on the Offer to Purchase and contract dated October 25, 2006.”  (Pl.’s \nAff. ¶¶ 18–19.)  By way of additional affidavits (also filed after the close of discovery \nand in response to Defendant’s Motion), Plaintiff offered the opinion of a forensic \nexpert who stated that “it is more likely than not that Neil Edgar Allran did not \nwrite either of the two questioned signatures” on the documents.  (Aff. of Charles E. \nPerrotta ¶ 3.)      \n{19} In his deposition testimony, Plaintiff also acknowledges that he \nbenefited from the loan to the extent that it allowed him to purchase the property.  \n(Allran Tr. 65.)  In addition, Plaintiff testified during his deposition that it was \nInfinity and its agent who were the “ringleaders” behind his misguided purchase of \nthe Second Lot, but he opted not to sue them because “[t]he company was gone. \nEverybody had filed bankruptcy” and “we couldn’t find anybody.”  (Allran Tr. 88).    \n{20} Finally, Plaintiff proffered the affidavit of Corbett (now Laura Martin) \n(also filed after the close of discovery and in response to Defendant’s Motion) who \nacknowledged that she was familiar with Plaintiff’s finances “as I had handled an \nearlier loan for the purchase of another lot in the Cannonsgate development for Mr. \nAllran.”  She admits that she was the BB&T employee who informed Plaintiff that \nhe would not qualify for a loan sufficient to cover a purchase price of $690,000.  She \nfurther admits that she was the one who “prepared the Personal Financial \nStatement . . . and the Retail Loan Application . . . as part of the loan application \nprocess” (Aff. of Laura Martin ¶ 7), and submitted the documents to Direct Retail \nLending in Winston-Salem because the amount was over her retail lending \nauthority.  (See Aff. of Laura Martin.)  Ms. Martin does not, however, offer any \nexplanation for the “inaccuracies,” “forged” initials and signature, or other “false” \nstatements within the Personal Financial Statement and Retail Loan Application \nthat she prepared for Plaintiff.    \n{21} Plaintiff’s loan went into default in March 2009, approximately \ntwenty-seven months after the closing in November 2006. \n{22} Plaintiff acknowledges that he did not actually rely on the Personal \nFinancial Statement and Retail Loan Application in making his decision to \npurchase the lot in question.  Plaintiff did not see either document until BB&T \nproduced them as part of a discovery response in September 2011.   \n{23} Plaintiff offered no evidence to refute Defendant’s deficiency \ncounterclaim under the Note for the $616,551.08 that Plaintiff borrowed from \nBB&T.   \nIII. \nSTANDARD OF REVIEW \n{24} Summary Judgment is appropriate “if the pleadings, depositions, \ninterrogatories, and admissions on file, together with any affidavits, show that \nthere is no genuine issue as to any material fact and that a party is entitled to \njudgment as a matter of law.”  Johnson v. Phoenix Mut. Life Ins. Co., 300 N.C. 247, \n253, 266 S.E.2d 610, 615 (1980); Rose v. Guilford Cnty., 60 N.C. App. 170, 172, 298 \nS.E.2d 200, 202 (1982).   \n{25} A genuine issue of material fact is defined “as one in which ‘the facts \nalleged are such as to constitute a legal defense or are of such nature as to affect the \nresult of the action, or if the resolution of the issue is so essential that the party \nagainst whom it is resolved may not prevail. . . .  [A] genuine issue is one which can \nbe maintained by substantial evidence.’”  Smith v. Smith, 65 N.C. App. 139, 142, \n308 S.E.2d 504, 506 (1983) (alterations in original) (quoting Zimmerman v. Hogg & \nAllen, P.A., 286 N.C. 24, 29, 209 S.E.2d 795, 798 (1974)). \n{26} A party may show that there is no genuine issue as to any material \nfacts by showing that no facts are in dispute.  And where “an issue of fact arises, a \nparty may show that it is not a genuine issue as to a material fact by showing that \nthe party with the burden of proof in the action will not be able to present \nsubstantial evidence which would allow that issue to be resolved in his favor.”  See \nBest v. Perry, 41 N.C. App. 107, 110, 254 S.E.2d 281, 284 (1979) (citing Koontz v. \nCity of Winston-Salem, 280 N.C. 513, 186 S.E.2d 897 (1972)). \nIV. \nANALYSIS \nA. \nUNFAIR AND DECEPTIVE TRADE PRACTICES (“UDTP”) \n{27} To prevail on a claim for unfair and deceptive trade practices \na claimant must demonstrate the existence of three factors: ‘(1) an \nunfair or deceptive act or practice, or unfair method of competition, (2) \nin or affecting commerce, and (3) which proximately caused actual \ninjury to the plaintiff or his bu siness.’ The term ‘unfair’ means a \npractice which offends established public policy, and which can be \ncharacterized by one or more of the following terms: immoral, \nunethical, oppressive, unscrupulous or substantially injurious to \nconsumers\n.  \nMurray v. Nationwide Mut. Ins. Co., 123 N.C. App. 1, 9, 472 S.E.2d 358, 362 (1996) \n(citations omitted).      \n{28} “In making a claim of unfair and deceptive trade practices on a theory \nof misrepresentation or fraud, a plaintiff must show that a defendant’s words or \nconduct possessed ‘the tendency or capacity to mislead’ or create the likelihood of \ndeception.”  Hospira Inc. v. AlphaGary Corp., 194 N.C. App. 695, 702, 671 S.E.2d 7, \n12  (2009) (quoting Marshall v. Miller, 302 N.C. 539, 548, 276 S.E.2d 397, 403 \n(1981)). \n{29} “Where an unfair or deceptive practice claim is based upon an alleged \nmisrepresentation by the defendant, the plaintiff must show ‘actual reliance’ on the \nalleged misrepresentation in order to establish that the alleged misrepresentation \n‘proximately caused’ the injury of which plaintiff complains.” Tucker v. Blvd. at \nPiper Glen LLC, 150 N.C. App. 150, 154, 564 S.E.2d 248, 251 (2002) (quoting \nPleasant Valley Promenade v. Lechmere, Inc., 120 N.C. App. 650, 664, 464 S.E.2d \n47, 58 (1995)). \n{30} Here, Plaintiff points to no evidence that BB&T made an affirmative \nmisrepresentation of a material fact directly to Plaintiff or to anyone in privity with \nPlaintiff, or that he actually relied on any of Defendant’s alleged misrepresentations \nin making the decision to close on the loan.  Rather, Plaintiff contends that one or \nmore of the named Defendants (Corbett (now voluntarily dismissed with prejudice), \nJohn Does 1 through 4, and/or BB&T): (a) without Plaintiff’s knowledge or consent, \nfalsified Plaintiff’s HUD-1 statement, Retail Loan Application, and Personal \nFinancial Statement, including his signature; (b) were deceptive and were in and \naffecting commerce; and (c) injured Plaintiff as a result.   \n{31} It is undisputed that Plaintiff did not discover any of BB&T’s alleged \nimproprieties, or the consequences thereof, until September 2011 when his Personal \nFinancial Statement and Retail Loan Application were produced by BB&T in \ndiscovery.  (Allran Tr. 11–14.)  \n{32} The Court first addresses whether the alleged misrepresentation can \nserve as a basis for Plaintiff’s UDTP claim, i.e., that Defendants misrepresented to \nPlaintiff that properties in the Cannonsgate development were good investments.  \nPlaintiff conceded in his deposition that Corbett did not tell him the purchase \nrepresented a good investment and he was not “relying on her for investment \nadvice.”  (Allran Tr. 31, 33–34.)  Accordingly, the Court finds no reason to pursue an \nanalysis of the claim on this basis.   \n{33} Next, the Court considers Plaintiff’s allegations that Defendants failed \nto use a truthful and accurate HUD-1 settlement statement as a basis for his UDTP \nclaim.  As noted above, Plaintiff acknowledges that the HUD-1 statement was \nprepared by an entity called The Settlement Source, not by BB&T.  Accordingly, \nany inaccurate information included in the HUD-1 would have been more \nappropriately attributable to The Settlement Source, not to BB&T.  \n{34} The Court turns next to the question of whether there is a genuine \nissue of material fact regarding the alleged falsification of information in Plaintiff’s \nPersonal Financial Statement and Retail Loan Application, including forging his \nsignature.  \n{35} The Court first notes that all of the affidavits attached to Plaintiff’s \nResponse to Defendant’s Motion were taken after the close of discovery in this case.  \nIn addition, they were not filed until after Defendant filed its Motion and \naccordingly should not be considered sufficient to create an issue of material fact.  \nCarter v. W. Am. Ins. Co., 190 N.C. App. 532, 539, 661 S.E.2d 264, 270 (2008) (“‘[A] \nnon-moving party cannot create an issue of fact to defeat summary judgment simply \nby filing an affidavit contradicting his prior sworn testimony[.]’”)  Having \nacknowledged in his deposition that the initials on the Retail Loan Application and \nPersonal Financial Application were his, Plaintiff should not now be allowed to offer \naffidavits that call his testimony into question.  See id.   \n{36}   Even if the affidavits were to be accepted, Plaintiff’s best evidence, \nsupported by his affidavit but controverted by BB&T, is that Corbett “or another \nemployee of BB&T falsified items contained in and forged my signature on the \nPersonal Financial Statement dated October 25, 2006 and the Retail Loan \nApplication dated October 25, 2006.”  (Allran Tr. 16.)   \n{37} Aside from Corbett, Plaintiff does not identify any other known \nemployee of BB&T, or any other person for that matter, who was involved in the \nalleged misdeeds.  This is problematic because Plaintiff voluntarily dismissed all \nclaims against Corbett, with prejudice, on March 8, 2012.   \n{38} “[A] ‘dismissal with prejudice, unless the court has made some other \nprovision, is subject to the usual rules of res judicata and is effective not only on the \nimmediate parties but also on their privies.’”  Wrenn v. Maria Parham Hosp., 135 \nN.C. App. 672, 681, 522 S.E.2d 789, 794 (1999) (quoting Barnes v. McGee, 21 N.C. \nApp. 287, 289, 204 S.E.2d 203, 205 (1974)).  In Wrenn, the Court of Appeals \nconsidered whether a plaintiff could proceed against the employer of an alleged \ntortfeasor on the theory of respondeat superior, after plaintiff dismissed with \nprejudice and without payment his claims against the employee.  Id.  The court \nconcluded that plaintiff was barred from proceeding against defendant-employer \nbecause the dismissal against the employee operated as an adjudication on the \nmerits under the express language of Rule 41 and the court’s previous holding in \nBarnes.  Id.  The court held that because the voluntary dismissal specifically stated \nit was with prejudice, “the dismissal . . . operated as a disposition on the merits, and \n‘precludes subsequent litigation [against defendant] . . . in the same manner as if \nthe action had been prosecuted to a full adjudication against the plaintiff.’”  Wrenn, \n135 N.C. App. at 680, 522 S.E.2d at 794 (quoting Graham v. Hardee’s Food Sys., 121 \nN.C. App. 382, 384, 465 S.E.2d 558, 559–60 (1996)).  “Thus, ‘[a] judgment on the \nmerits in favor of the employee precludes any action against the employer where, as \nhere, the employer’s liability is purely derivative.’”  Wrenn, 135 N.C. App. at 681, \n522 S.E.2d at 794 (quoting Barnes, 21 N.C. App. at 289, 204 S.E.2d at 205). \n{39} In this case, Plaintiff dismissed with prejudice the very employee of \nDefendant who Plaintiff claims falsified information contained in, and forged \nPlaintiff’s signature on, the Personal Financial Statement dated October 25, 2006, \nand the Retail Loan Application dated October 25, 2006.  BB&T’s liability derives \nfrom the alleged misconduct of Corbett, its employee.  Under the rationale of \nWrenn, dismissal with prejudice as to Corbett operated as a disposition on the \nmerits, and precludes subsequent litigation against Defendant in the same manner \nas if the action had been prosecuted to a full adjudication against Plaintiff.  \n{40} Even if, as Plaintiff suggested in argument, Corbett acted outside the \ncourse and scope of her employment with BB&T by falsifying information and \nforging Plaintiff’s signature, absent a claim of conspiracy, which was not pled in this \ncase, there remains no legal support upon which to buttress Plaintiff’s claim.   \n{41} The Court, therefore, GRANTS Defendant’s Motion for Summary \nJudgment with respect to Plaintiff’s claim for UDTP. \nB. \nDEFENDANT’S COUNTERCLAIM \n{42} Because Plaintiff offered no evidence or argument to refute \nDefendant’s deficiency counterclaim under the Note for $616,551.08, the Court \nconcludes that there is no genuine issue as to any material fact and Defendant is \nentitled to judgment as a matter of law.  Therefore, Defendant’s Motion is \nGRANTED as to its counterclaim.  \nV. \nCONCLUSION \n{43} For the reasons stated above, the Court concludes as a matter of law \nthat there is no genuine issue as to any material fact germane to Plaintiff’s claim \nfor unfair and deceptive trade practices or to Defendant’s deficiency counterclaim.  \nAccordingly, the Court GRANTS Defendant’s Motion for Summary Judgment, and \ntherefore DISMISSES Plaintiff’s claim for UDTP, with prejudice.  Further, the \nCourt GRANTS Defendant’s Motion for Summary Judgment as to its counterclaim.  \nIT IS, THEREFORE, ORDERED that Defendant have and recover of Plaintiff the \nsum of $616,551.08, plus interest from April 25, 2011, until satisfied in full, plus \nattorney’s fees, as provided for under the Note executed by Plaintiff with BB&T.   \nSO ORDERED, this the 1st day of August 2013.   \n "
}