{
  "id": "3eca3b0a372a1bdd85887a2896cb26b0f55a934aa1dd91cbf09171d3ee5ed8f7",
  "source_file": "data/raw/ncbc/3eca3b0a372a1bdd85887a2896cb26b0f55a934aa1dd91cbf09171d3ee5ed8f7.pdf",
  "raw_text": "  Azalea Garden Bd. & Care, Inc. v. Vanhoy, 2009 NCBC 8. \n \n  NORTH CAROLINA       IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n  DAVIDSON COUNTY        06 CVS 0948 \n \nAZALEA GARDEN BOARD & CARE, \nINC.,  \nPlaintiff, \n \nv. \n \nMEREDITH DODSON VANHOY, \nPersonal Representative of the Estate of \nRicky C. Dodson, Deceased; LARRY S. \nGIBSON, NINA G. GIBSON, DANIEL W. \nTUTTLE; TIMOTHY D. SMITH; and \nHARVEY ALLEN, JR., \n \nDefendants. \n \n \n \n \n \n \n \nORDER & OPINION\n    \n{1} This matter is before the Court on Defendant Daniel W. Tuttle’s (“Tuttle”) \nMotion for Summary Judgment and Memorandum of Law in Support of Daniel W. \nTuttle’s Motion for Summary Judgment, dated March 31, 2008.  For the reasons set \nforth below, the Court hereby GRANTS partial summary judgment.  \nBiesecker, Tripp, Sink & Fitts by Joe E. Biesecker and Christopher A. Raines \nfor Plaintiff Azalea Garden Board & Care, Inc. \n \nSharpless & Stavola, P.A. by Frederick K. Sharpless for Defendant Meredith \nDodson Vanhoy. \n \nRandolph M. James, P.C. by Randolph M. James for Defendant Timothy D. \nSmith. \n \nSpilman Thomas & Battle, PLLC by Jeffrey D. Patton and Nathan B. \nAtkinson for Defendant Daniel W. Tuttle. \n \nBrooks Pierce McLendon Humphrey & Leonard, LLP by Benjamin R. \nNorman and James C. Adams, II for Defendant Harvey Allen. \n \nTennille, Judge. \n \n \nI.   \nFACTS \n{2} This is a suit for damages for the alleged failure of Defendants to fulfill a \ncontract (the “Contract”) to purchase Azalea Gardens Board & Care’s (“Plaintiff”) \nBrookside of Winston-Salem Rest Home (“Brookside”).  Brookside is a nursing care \nfacility located in Winston-Salem, North Carolina.  The Contract was signed on May \n6, 1999, on behalf of Plaintiff as seller by David H. Wagner (“Wagner”),1 owner and \nPresident of Plaintiff.  (Def.’s Br. Supp. Mot. Summ. J. 2; Pl.’s Br. Opp’n Mot. \nSumm. J. 2.)  Defendant Nina Gibson (“N. Gibson”) and Defendant Timothy Smith \n(“Smith”) signed individually as purchasers.2  (Def.’s Br. Supp. Mot. Summ. J. 2; \nPl.’s Br. Opp’n Mot. Summ. J. 2.)  On July 20, 1999, N. Gibson and Smith executed \na modification of the Contract (the “Modification”).  (Def.’s Br. Supp. Mot. Summ. J. \n2; Pl.’s Br. Opp’n Mot. Summ. J. 2.)  Ultimately, the transaction fell through, and \nthe closing of the Brookside purchase never occurred.  (Compl. ¶ 14; Def.’s Br. Supp. \nMot. Summ. J. 2; Pl.’s Br. Opp’n Mot. Summ. J. 4.)  As a result of the failed closing, \nPlaintiff has filed suit alleging breach of contract and seeking monetary damages.  \n(Compl. ¶¶ 16−18.) \n{3} It is alleged that Tuttle was a member of a joint venture with N. Gibson \nand Smith, among others, to purchase Brookside pursuant to the Contract.  (Compl. \n¶ 8.)   Tuttle, however, was not listed on and did not sign the Contract or the \nModification.  (Def.’s Br. Supp. Mot. Summ. J. 2, 4; Pl.’s Br. Opp’n Mot. Summ. J. 2.)  \nPlaintiff’s claim against Tuttle is based exclusively on the allegation that Tuttle was \na member of a joint venture formed to purchase Brookside.  (Compl. ¶ 8.)  Tuttle \nasserts that there are no issues of material fact and he is entitled to a judgment as a \nmatter of law because (1) Plaintiff’s claim is barred by the Statute of Frauds since \nthere is no evidence of the alleged joint venture, (2) Plaintiff breached the Contract, \n                                                 \n1 Mr. Wagner has a law degree but is not engaged in the private practice of law. \n \n2 Defendant Smith has settled the claims against him.  The Court previously granted summary judgment in favor of \nMeredith Dodson Vanhoy, Personal Representative of the Estate of Ricky Dodson, deceased.  That ruling is on \nappeal.  Defendant Allen’s Motion for Summary Judgment is treated separately.   \n  \nand (3) the liquidated damages provision limits Plaintiff’s alleged damages as a \nmatter of law.  (Def.’s Br. Supp. Mot. Summ. J. 1.)     \n{4} A first action was filed against Defendants in Davidson County in 2002 \nshortly before expiration of the three (3) year statute of limitation for breach of \ncontract.  At trial, during Plaintiff’s evidence, Plaintiff took a voluntary dismissal \nwithout prejudice as to all claims.  One (1) day before the one (1)-year period to re-\nfile expired, Plaintiff filed this new suit.3    \n{5} The Court holds that there are genuine issues of material fact to be \ndetermined on the question of Tuttle’s participation in a joint venture and the \nbreach of contract claim.  Furthermore, the Court holds that the liquidated damages \nprovision limits Plaintiff’s recovery as a matter of law.   \n \nII. \nLEGAL STANDARD    \n{6} Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto judgment as a matter of law.”  N.C.R. Civ. P. 56(c).  “It is not the purpose of the \nrule to resolve disputed material issues of fact but rather to determine if such issues \nexist.”  Id. at 56 cmt.  The burden of showing a lack of triable issues of fact falls \nupon the moving party.  See, e.g., Pembee Mfg. Corp. v. Cape Fear Constr. Co., 313 \nN.C. 488, 491, 329 S.E.2d 350, 353 (1985).  Once this burden has been met, the \nnonmoving party must “produce a forecast of evidence demonstrating that [it] will \nbe able to make out at least a prima facie case at trial.”  Collingwood v. Gen. Elec. \nReal Estate Equities, Inc., 324 N.C. 63, 66, 376 S.E.2d 425, 427 (1989).  The Court \nmust exercise caution in granting a motion for summary judgment.  N.C. Nat’l Bank \nv. Gillespie, 291 N.C. 303, 310, 230 S.E.2d 375, 379 (1976).  \n \n                                                 \n3 This being a new lawsuit, the Court is not bound by decisions in the previous case. \n \n  \nIII.  \nANALYSIS \nA.  \nTHE ALLEGED JOINT VENTURE \n{7} Plaintiff has produced evidence that makes the following facts true or in \ndispute with respect to Tuttle’s participation in a joint venture to purchase \nBrookside: Tuttle had an ongoing business relationship with Ricky Dodson4 \n(“Dodson”) and Smith.  Dodson approached Tuttle and Smith with a proposal to \npurchase Brookside.  Tuttle took an active role in meetings and discussions \nregarding the purchase of Brookside.  Prior to the signing of the Contract, Tuttle \ntoured Brookside and brought in persons to inspect Brookside’s physical condition \nand air conditioning system.  Furthermore, Tuttle brought in persons to estimate \nthe cost of upgrades to the facility.       \n{8} On May 6, 1999, N. Gibson and Smith signed the Contract in Wagner’s \noffice.  Tuttle was in Wagner’s office at the time the Contract was signed.  The \nModification was executed on July 20, 1999.  Prior to the signing of the \nModification, Tuttle spoke with Dodson, N. Gibson, and Smith about the terms of \nthe Modification.  Ultimately, Tuttle agreed to the terms of the Modification.  \nMoreover, on at least two (2) separate occasions, Tuttle met with N. Gibson to \ndiscuss her managing the Brookside facility.     \n{9} The parties required financing to purchase Brookside.  James Keen \n(“Keen”) of Branch Banking & Trust (“BB&T”) was the banker in charge of \noriginating the loan.  Tuttle is linked to the bank documents originated for the \npurchase of Brookside.  As a result of this financial information, Tuttle was listed as \na co-maker or guarantor of the loan.  Keen testified at his deposition, however, that \nhe understood the buyers would acquire Brookside through an entity called Trillium \n                                                 \n4 Ricky Dodson was a broker with The Interstate Companies of America, Inc.  He was retained as Plaintiff’s agent \nfor the sale of the Brookside property.  Plaintiff alleged that Mr. Dodson subsequently withdrew from his broker \nstatus and became a partner in a joint venture to buy Brookside pursuant to the Contract.  (Compl. ¶ 10.)  Mr. \nDodson passed away in October of 2000.  The Personal Representative of Mr. Dodson’s estate moved for summary \njudgment on the basis that Plaintiff failed to file a timely claim within the claim notice period.  This Court, by Order \ndated February 28, 2008, granted summary judgment as to Mr. Dodson’s estate. \n  \nResidential Systems, LLC (“Trillium”), which would have included Tuttle as a \nmember.   \n{10} The closing of the Brookside purchase was to be conducted by attorney \nBrian Herndon (“Herndon”) of the firm Blanco Tackabery & Matamoros, P.A.   \nHerndon met with Tuttle, Dodson, Smith, N. Gibson and Larry Gibson (“L. Gibson”) \n(collectively “the Gibsons”) to discuss the purchase of Brookside.  Ultimately, \nhowever, the closing never occurred.  Instead of Plaintiff retaining the $25,000 \nearnest money deposit, Dodson returned the earnest money deposit to Tuttle and \nthe Gibsons on October 26, 1999.   \n{11} The Statute of Frauds requires that a contract to buy or sell real property \nbe in writing.  See N.C. Gen. Stat. § 22-2.  Specifically, “[a]ll contracts to sell or \nconvey any lands . . . shall be void unless said contract, or some memorandum or \nnote thereof, be put in writing and signed by the party to be charged therewith, or \nby some other person by him thereto lawfully authorized.”  Id.  The facts in this \nlitigation are clear—Tuttle did not sign the Contract executed on May 6, 1999 or the \nModification executed on July 20, 1999.  Consequently, the Statute of Frauds will \nbar Plaintiff’s breach of contract claim against Tuttle unless Plaintiff can establish \nthat someone “lawfully authorized” signed the Contract on Tuttle’s behalf.   \n{12} Plaintiff contends that the Statute of Frauds does not bar Plaintiff from \nrecovering from Tuttle because Tuttle was a member of a joint venture formed to \npurchase Brookside.  (Compl. ¶ 8.)  Plaintiff further asserts that Smith and N. \nGibson signed the Contract on behalf of the joint venture thereby making all co-\nadventurers liable for the alleged breach of contract.  (Compl. ¶ 12.) \n{13} In North Carolina, a writing not signed by the party to be charged5 does \nnot run afoul of the Statute of Frauds when the writing is signed by an authorized \nagent.  See Lewis v. Allred, 249 N.C. 486, 489, 106 S.E.2d 689, 692 (1959).  “Each \nmember of a joint venture is both an agent for his coadventurer and a principal for \nhimself.”  Pike v. Wachovia Bank & Trust Co., 274 N.C. 1, 8, 161 S.E.2d 453, 460 \n                                                 \n5 The “party to be charged” is “the one against whom relief is sought . . . .’”  Lewis v. Murray, 177 \nN.C. 17, 19, 97 S.E. 750, 751 (1919).  \n  \n(1968) (citing Summers v. Hoffman, 341 Mich. 686, 696, 69 N.W. 2d 198, 203 \n(1955)).  The Statue of Frauds is satisfied “if the agent signs in his own name \ninstead of that of his principal . . . .”  Rose v. Vulcan Materials Co., 282 N.C. 643, \n670, 194 S.E.2d 521, 539 (1973).  Thus, the fact that N. Gibson and Smith signed \nthe Contract in their own individual names does not absolve Tuttle, or the alleged \njoint venture, from liability.  Given the foregoing, the viability of Plaintiff’s claim \nagainst Tuttle hinges on the existence of a joint venture in which Tuttle was a \nparticipant. \n{14} A joint venture is “an association of persons with intent, by way of \ncontract, express or implied, to engage in and carry out a single business adventure \nfor joint profit, for which purpose they combine their efforts, property, money, skill, \nand knowledge, but without creating a partnership in the legal or technical sense of \nthe term.”  Pike, 274 N.C. at 8, 161 S.E.2d at 460 (citing In re Simpson, 222 F. \nSupp. 904, 909 (M.D.N.C. 1963)).  An express agreement is not required to prove the \nexistence of a joint venture.  See Rhue v. Rhue ___ N.C. App. ___, ___, 658 S.E.2d \n52, 59 (2008); see also Wike v. Wike, 115 N.C. App. 139, 141, 445 S.E.2d 406, 407 \n(1994).  Rather, intent to create a joint venture can be inferred by the conduct of the \nparties and the surrounding circumstances.  See Rhue, ___ N.C. App. at ___, 658 \nS.E.2d at 59; see also Wike, 115 N.C. App. at 141, 445 S.E.2d at 407.  The existence \nof a joint venture “may be based upon a rational consideration of the acts and \ndeclarations of the parties, warranting the inference that the parties understood \nthat they were [co-adventurers] and acted as such.”  Davis v. Davis, 58 N.C.App. 25, \n30, 293 S.E.2d 268, 271 (1982) (citing Eggleston v. Eggleston, 228 N.C. 668, 674, 47 \nS.E. 2d 243, 247 (1948)).  “Facts showing the joining of funds, property, or labor, in \na common purpose . . . in which each has a right . . . to direct the conduct of the \nother[s] through a necessary fiduciary relation[ship]” is sufficient for finding the \nexistence of a joint venture.  Pike, 274 N.C. at 8, 161 S.E.2d at 460; Cheape v. \nChapel Hill, 320 N.C. 549, 561, 359 S.E.2d 792, 799 (1987). \n{15} In North Carolina, joint ventures are similar to partnerships, and they are \n“governed by substantially the same rules.”  Jones v. Shoji, 336 N.C. 581, 585, 444 \n  \nS.E.2d 203, 205 (1994).  A hallmark of a partnership is the sharing of “any profits, \nincome, expenses, joint business property or hav[ing] authority of any kind over \neach other.”  Wilder v. Hobson, 101 N.C. App. 199, 203, 398 S.E.2d 625, 628 (1990). \n{16} In this case there is no express written agreement creating a joint venture \nbetween the Defendants.  Thus, for Tuttle to be liable, a joint venture must be \ninferred from the conduct of the parties and the surrounding circumstances.  See \nRhue, ___ N.C. App. at ___, 658 S.E.2d at 59. \n{17} Evidence of Tuttle’s alleged membership in a joint venture is a closer call \nthan that of Defendant Allen.6  Taken in a light most favorable to Plaintiff, there is \nsome evidence, albeit contradicted evidence, that Tuttle was a member of a joint \nventure to purchase Brookside.  Consequently, Plaintiff has proffered enough \nevidence to survive a motion for summary judgment. \n{18} Dodson approached Tuttle about purchasing the Brookside property.  Once \npresented with the proposal, Tuttle took active steps towards purchasing the \nproperty.  Tuttle toured and inspected the facility with the help of contractors.  \nMoreover, Tuttle got cost estimates for potential repairs and upgrades to the \nfacility. \n{19} The circumstances surrounding the execution of the Contract are some \nevidence of a joint venture.  Tuttle was present in Wagner’s office at the time the \nContract was signed, and he actively discussed the purchase with Dodson, Smith, \nand the Gibsons.  Tuttle also spoke with N. Gibson and Smith about the terms of \nthe Modification.  From these actions, a jury may infer an intent among the parties \n“to engage in and carry out a single business adventure for joint profit . . . .”  Pike, \n274 N.C. at 8, 161 S.E.2d at 460. \n{20} Plaintiff has also offered evidence that Tuttle met with N. Gibson \nregarding her management of Brookside.  This is some, though contradicted, \nevidence that Tuttle had the “right . . . to direct the conduct of the other[s] through \na necessary fiduciary relation[ship].”  Id. \n                                                 \n6 The Order on Defendant Allen’s Motion for Summary Judgment is filed contemporaneously with the Order on \nDefendant Tuttle’s Motion for Summary Judgment. \n  \n{21} Additionally, Plaintiff did not receive the earnest money deposit when the \npurchase of Brookside fell through.  Instead, Dodson returned the earnest money \ndeposit to Tuttle and the Gibsons.  This is some evidence that the parties were \nsharing expenses or pooling their money for a common purpose.  See id.  Taken in a \nlight most favorable to Plaintiff, this is some evidence of a joint venture. \n{22} Lastly, numerous depositions have been taken in this case.  Smith testified \nat his deposition that Brookside was to be purchased by Trillium.  (Def.’s Br. Supp. \nMot. Summ. J. 5.)  N. Gibson testified that she did not “understand herself to be in \na partnership with Ricky Dodson, Danny Tuttle, Timothy Smith, and/or Trillium \nwith regard to the transaction involving Brookside.”  (Def.’s Br. Supp. Mot. Summ. \nJ. 6.)  Herndon testified that he “understood throughout the entire history of the \ntransaction that the buyer of the Brookside facility was to be a new limited liability \ncompany being formed, and not any of the Defendants individually.”  (Def.’s Br. \nSupp. Mot. Summ. J. 7.)  Keen testified that he “understood that the prospective \npurchasers would be acquiring the Brookside facility through an entity called \nTrillium which would have included Tim Smith and Danny Tuttle as members.”  \n(Def.’s Br. Supp. Mot. Summ. J. 7.)  However, “by memorandum dated September 8, \n1999, Smith informed Dodson, Tuttle, Nina Gibson and Larry Gibson that he had \n‘decided not to become a partner with [Dodson], Danny Tuttle and Larry and Mina \n[sic] Gibson in this project . . .’ and that he wished ‘[Dodson], Mina [sic] and Larry \nthe upmost [sic] success with Azalea Gardens [sic].’”  (Pl.’s Br. Opp’n Mot. Summ. J. \n3.)  The voluminous deposition testimony and the September 8, 1999 memorandum \nare at odds.  The deposition testimony suggests that Trillium was to be the \npurchaser of Brookside.  Conversely, the September 8, 1999 memorandum suggests \nthat the parties were members of a partnership.  Given that the parties can create a \njoint venture “without creating a partnership in the legal or technical sense of the \nterm,” there is a question of fact about the legal relationship that existed between \nthe parties.  \nPike, 274 N.C. at 8, 161 S.E.2d at 460. \n  \n{23} Based on the foregoing, Plaintiff has produced sufficient evidence to \nsurvive a motion for summary judgment.  Therefore, summary judgment in favor of \nDefendant Tuttle on the issue of a joint venture would be improper.    \nB.  \nBREACH OF CONTRACT     \n{24} Tuttle contends he is entitled to summary judgment because Plaintiff \nbreached the Contract.  (Def.’s Br. Supp. Mot. Summ. J. 1, 15.)  Specifically, Tuttle \nargues that Plaintiff was unable to close the transaction because of an undisclosed \nbankruptcy and other undisclosed liens.  (Def.’s Br. Supp. Mot. Summ. J. 15.)  The \nCourt finds that Plaintiff’s ability to close the transaction is a question of fact upon \nwhich there is contradictory evidence.  Consequently, summary judgment in favor of \nDefendant Tuttle based on a breach of the Contract would be improper. \nC. \nLIQUIDATED DAMAGES  \n{25} Tuttle argues that the liquidated damages provision in the Contract limits \nthe amount of damages Plaintiff is entitled to recover under the Contract.  (Def.’s \nBr. Supp. Mot. Summ. J. 1, 16−17.)  Paragraph 12 of the Contract states, “Buyer \nagrees that if he should fail or refuse to complete this transaction after timely \nacceptance by the seller, then any funds or deposit with the broker will be forfeited \nand shall be split 50% to the broker and 50% to the Seller.”  (Pl.’s Br. Opp’n Mot. \nSumm. J., Ex. 3 ¶ 12.) \n{26} Paragraph 2 of the Contract lists how the $3,654,000 purchase price is to \nbe paid.  (Pl.’s Br. Opp’n Mot. Summ. J., Ex. 3 ¶ 2.)  Paragraph 2(A) lists a $25,000 \nearnest money deposit.  (Pl.’s Br. Opp’n Mot. Summ. J., Ex. 3 ¶ 2(A).)  Paragraph \n2(B) has a space to list any deposit in addition to the earnest money deposit.  (Pl.’s \nBr. Opp’n Mot. Summ. J., Ex. 3 ¶ 2(B).)  Paragraph 2(B) of the Contract is blank.  \n(See Pl.’s Br. Opp’n Mot. Summ. J., Ex. 3 ¶ 2(B).)  No other deposit is listed in the \nContract.  (See Pl.’s Br. Opp’n Mot. Summ. J., Ex. 3.) \n{27} “Under the fundamental principle of freedom of contract, the parties to a \ncontract have a broad right to stipulate in their agreement the amount of damages \n  \nrecoverable in the event of a breach, and the courts will generally enforce such an \nagreement . . . .”  Seven Seventeen HB Charlotte Corp. v. Shrine Bowl of the \nCarolinas, Inc., 182 N.C. App. 128, 130−31, 641 S.E.2d 711, 713 (2007) (citing 24 \nRichard A. Lord, Williston on Contracts § 65:1, 213 (4th ed. 2002)).  The party \nseeking to invalidate the liquidated damages provision has the burden of proof.  \nSeven Seventeen HB Charlotte Corp., 182 N.C. App. at 131, 641 S.E.2d at 713.   \n{28} In North Carolina, a liquidated damages provision is binding and \nenforceable where it is not intended to act as a penalty.  See City of Kinston v. \nSuddreth, 266 N.C. 618, 620, 146 S.E.2d 660, 662 (1966).  “A stipulated sum is for \nliquidated damages only (1) where the damages which the parties reasonably \nanticipate are difficult to ascertain because of their indefiniteness or uncertainty \nand (2) where the amount stipulated is either a reasonable estimate of the damages \nwhich would probably be caused by a breach or is reasonably proportionate to the \ndamages which have actually been caused by the breach.”  E. Carolina Internal \nMed. v. Faidas, 149 N.C. App. 940, 945−46, 564 S.E.2d 53, 56 (2002) (emphasis in \noriginal).  To determine whether a provision is a liquidated damages clause or a \npenalty, the Court looks to the “nature of the contract, and its words, and tr[ies] to \nascertain the intentions of the parties . . . .”  \nKnutton v. Cofield, 273 N.C. 355, 361, \n160 S.E.2d 29, 34 (1968).  The Court will also “consider that the parties, being \ninformed as to the facts and circumstances, are better able than any one else to \ndetermine what would be a fair and reasonable compensation for a breach; but the \ncourts have been greatly influenced by the fact that in almost all the cases the \ndamages are uncertain and very difficult to estimate.”  Id. at 361, 160 S.E.2d at \n34−35. \n{29} Paragraph 12 of the Contract clearly states that “[b]uyer agrees that if he \nshould fail or refuse to complete this transaction after timely acceptance by the \nseller, then any funds or deposit with the broker will be forfeited and shall be split \n50% to the broker and 50% to the Seller.”  (Pl.’s Br. Opp’n Mot. Summ. J., Ex. 3 ¶ \n12.)  The Court finds as a matter of law that Paragraph 12 is a liquidated damages \nprovision.  Consequently, Plaintiff is entitled to fifty (50) percent of the funds \n  \ndeposited with the broker.  Therefore, Plaintiff’s damages are limited to $12,500—\nfifty (50) percent of the $25,000 earnest money deposited with the broker. \n{30} Plaintiff argues that $12,500 is “woefully inadequate to compensate Azalea \nGarden,” and, in effect, is an unenforceable penalty.  (Pl.’s Br. Opp’n Mot. Summ. J. \n15.)  Plaintiff’s argument that the liquidated damages provision is unreasonable \nbecause it is too small in light of the damages actually suffered is not persuasive.  It \nis rare that a party attempts to characterize a liquidated damages clause as a \npenalty to collect damages in excess of the stipulated figure.  City of Kinston, 299 \nN.C. at 620, 146 S.E.2d at 662.  The idea that a nonbreaching party could argue \nthat liquidated damages are so low as to constitute a penalty has been rejected in \nother jurisdictions.  See Nasco, Inc. v. Pub. Storage, Inc., 1995 U.S. Dist. LEXIS \n7815 (D. Mass. May 3, 1995).  The Court in Nasco noted: \nIn only a handful of reported decisions . . . has the non-breaching party \nargued that enforcement [of a liquidated damages clause] should be \ndenied on the ground that the liquidated sum was so low as to \nconstitute an unenforceable penalty. In each such case, the court \nrejected the argument. \n \nId. at *6 (emphasis added).  There is no penalty where a nonbreaching seller is paid \nthe liquidated sum it agreed to accept in the event of a default by the buyer.  See \nMahoney v. Tingley, 529 P.2d 1068, 1071 (Wash. 1975).  In a similar case, the \nSupreme Court of Idaho, following the reasoning in Mahoney, held: \nIn this case, we are confronted with a [nonbreaching] seller who claims \nthat the amount of liquidated da mages is too low. . . . Under the \ncircumstances of this case, [the nonbreaching seller] is not being \npenalized in any way.  We find that limiting [the nonbreaching seller’s] \nrecovery to the amount of earnest money deposited would not \nconstitute a penalty within the meaning of the cases cited, and \ntherefore reverse the trial court’s ruling that the liquidated damages \nclause was unenforceable as a penalty. \n \nMargaret H. Wayne Trust v. Lipsky, 846 P.2d 904, 910 (Idaho 1993).   \n{31} Consistent with the cases cited above, this Court rejects Plaintiff’s \nargument.  It is clear that Paragraph 12 of the Contract limits the amount of \ndamages Plaintiff can recover in the event of a breach.  Plaintiff is the party who \n  \nsupplied the form contract.  While Plaintiff may have intended another result, that \nwas the effect of the contract which Plaintiff accepted and signed.  See City of \nKinston, 299 N.C. at 621, 146 S.E.2d at 664.  If the Court were to hold otherwise, \nsubstantial litigation with respect to liquidated damages would result when parties \ndefaulted on a real estate purchase contract and the courts would be constantly \nrequired to determine when an earnest money forfeiture provision was a penalty. \n{32} Pursuant to Paragraph 12 of the Contract, Plaintiff’s damages are limited \nto $12,500—fifty (50) percent of the $25, 000 earnest money deposited with the \nbroker. \n \nIV. \nCONCLUSION \n{33} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and \nDECREED: \n1. Defendant Tuttle’s Motion for Summary Judgment on the issue of \na joint venture is DENIED; \n2. Defendant Tuttle’s Motion for Summary Judgment on the issue of \nbreach of contract is DENIED; \n3. Defendant Tuttle’s Motion for Summary Judgment on the issue of \nliquidated damages is GRANTED in part; and \n4. Plaintiff’s damages are limited to $12,500 as a matter of law.   \n \n IT IS SO ORDERED this 17th day of March, 2009. \n  "
}