{
  "id": "3fcae0c082095fb560c0b62bad79d7f624607c87843ae40fc38cbd671ceaf378",
  "source_file": "data/raw/ncbc/3fcae0c082095fb560c0b62bad79d7f624607c87843ae40fc38cbd671ceaf378.pdf",
  "raw_text": "Gupta v. Eli Glob., LLC, 2019 NCBC 39. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF WAKE \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 500057 \nAJAY GUPTA, \n \nPlaintiff, \n \nv. \n \nELI GLOBAL, LLC; ELI RESEARCH, \nINC.; AMERICAN ACADEMY \nHOLDINGS, LLC; MEDFLOW \nHOLDINGS, LLC; MDOFFICE \nHOLDINGS, LLC; IO \nPRACTICEWARE, INC; PENN \nMEDICAL INFORMATICS SYSTEMS, \nLLC; MPLUS HOLDINGS, LLC;  \nGREG LINDBERG, Individually; \nDUNHILL HOLDINGS, LLC; and \nSTANDARD FINANCIAL LIMITED,  \n \nDefendants. \n \nORDER & OPINION ON \nMOTION TO DISMISS \n \n1. THIS MATTER is before the Court on Defendants Eli Global, LLC; Eli \nResearch, Inc.; American Academy Holdings, LLC; Medflow Holdings, LLC; MDoffice \nHoldings, LLC; IO Practiceware, Inc.; Penn Medical Informatics Systems, LLC; \nMPlus Holdings, LLC; and Greg Lindberg ’s Motion to Dismiss Plaintiff’s Amended \nComplaint pursuant to Rule 12(b)(6) and Rule 9(b) (“the Motion”).  Having considered \nthe pleadings, the Motion, and the parties’ briefs, and having heard oral argument,  \nthe Court hereby GRANTS in part and DENIES in part the Motion.  \nThe Noble Law Firm, PLLC by Laura L. Noble and Nicholas J. \nSanservino, Jr., for Plaintiff.  \n \nCondon Tobin Sladek Thornton, PLLC by Kendal B. Reed and Aaron Z. \nTobin, and  Fox Rothschild, LLP by Matthew N. Leerberg  and Troy D. \nShelton, for Defendants Greg Lindberg; Eli Global, LLC;  Eli Research, \n \n \nInc.; American Academy Holdings, LLC; Medflow Holdings, LLC; \nMDoffice Holdings, LLC; IO Practiceware, Inc.; Penn Medical \nInformatics Systems, LLC; and MPlus Holdings, LLC. \n \nDunhill Holdings, LLC and Standard Financial Limited, Defendants for \nwhich no counsel has appeared.  \n \nGale, Judge. \n \nI. STATEMENT OF FACTS \n \n2. The Court does not make findings of fact when evaluating a  motion to \ndismiss pursuant to North Carolina Rule of Civil Procedure 12(b)(6) (“Rule 12(b)(6)”).  \nThe following fact statement is based on the factual allegations of the Amended \nComplaint which are accepted as true solely for purposes of ruling on the Motion.  \n3. Plaintiff Ajay Gupta (“Gupta”) is a citizen and resident of India  and a \nformer employee of one or more of the Defendants.   (Am. Compl. ¶¶ 1, 30, ECF  No. \n38.)  \n4. Defendant Greg Lindberg ( “Lindberg”) is a North Carolina citizen, \nresident, and businessman who manages several global businesses under the \numbrella of Defendant Eli Global, LLC, a North Carolina corporation (“Eli Global”).  \n(Am. Compl. ¶¶ 2, 5–6.) \n5. Plaintiff alleges that Defendants Eli Research, Inc., (Am. Compl. ¶ 10); \nAmerican Academy Holdings, LLC, (Am. Compl.  ¶ 12); Medflow Holdings, LLC, (Am. \nCompl. ¶ 13); IO Practiceware, Inc. , (Am. Compl. ¶ 14); Penn Medical Informatics \nSystem, LLC, (Am. Compl. ¶ 15); MPlus Holdings, LLC d/b/a MRX Holdings, LLC , \n(Am. Compl. ¶ 16); MDoffice Holdings, LLC , (Am. Compl. ¶ 17); Dunhill Holdings, \nLLC, (Am. Compl. ¶ 19); and Standard Financial Limited, (Am. Compl. ¶ 18), operate \n \n \nunder Eli Global’s umbrella .  Defendants Dunhill Holdings and Standard Financial \nwere first named in the  Amended Complaint, but service appears not to have been \nmade upon them so that they have not appeared and they do not join in the Motion.    \n6. Gupta alleges that Lindberg organized the various corporations to \nobfuscate improper conduct rather than for legitimate corporate purposes , and that \nLindberg has admitted this.  (Am. Co mpl. ¶¶ 102, 179–85.)  In addition to his own \nallegations, Gupta references similar allegations by Lindberg’s wife in her litigation \nwith Lindberg.  (Am. Compl. ¶ 21.) \n7. In 2007, Lindberg recruited Gupta to develop operations for Eli Global \nin India, to be known as Eli India.  (Am. Compl. ¶ 36.)  Prior to that time, Gupta had \nfound success as a mechanical engineer , as a founding member of the India arm of \nthe Fortune 500 company Agilent, and in earning degrees in business finance as well \nas an MBA degree in marketing.  (Am. Compl. ¶ 35.) \n8. Gupta alleges that Lindberg made certain representations to induce \nGupta to join Lindberg’s enterprise, including:  \na. Lindberg and Eli Global would initially provide Gupta with modest \ncompensation, but if  Gupta expanded the business he would receive \nsubstantial rewards represented by stock appreciation rights (“SARS”) \nagreements, (Am. Compl. ¶ 38); \nb. Lindberg personally guaranteed that the corporations would fully \nhonor any agreements executed with Gupta, (Am. Compl. ¶ 38); \n \n \nc. Lindberg would never transfer funds or restructure his companies \nin a way that could deprive  Gupta of any monies earned , (Am. Compl.   \n¶ 38); and \nd. Lindberg would not interfere with Gupta’s management of the \nIndia operations, (Am. Compl. ¶ 38).    \n9.              Gupta alleges Lindberg knew these representations to be false when \nhe made them and that Lindberg had no intention to fulfill them.  (Am. Compl. ¶ 39.) \n10. Gupta confirmed his acceptance of employment with Eli Research  \non terms set out  in a letter dated March 18, 2007, signed by Lindberg (the “Offer \nLetter”).  (Am. Compl. Ex. A, Offer Letter, ECF No. 38.1.) \n11. The Offer Letter provided that Gupta would receive “SARS in Eli \nResearch, Inc., entitling [ Gupta] to the right to receive the appreciation on \napproximately ¼ of 1% of total company stock.  [Gupta] may be eligible for additional \nstock appreciation rights as [his] responsibilities and our activities in India grow.”  \n(Am. Compl. ¶ 43.) \n12. The Offer Letter also refers to a “Noncompetition, Confidentiality \nand Non-Solicitation Agreement.”   The record contains no such agreement and Gupta \navers he was never provided with it.  (Am. Compl. ¶¶ 46, 96.)  \n13. Gupta avers that over ten years he successfully grew Eli Global’s \npresence in India to 3,000 employees in seven cities, (Am. Compl.  ¶ 49), resulting in \nsignificant profits for Eli Global, (Am. Comp l. ¶¶ 51–57), and Gupta being given \nincreasing responsibility within the company, (Am. Compl. ¶ 50). \n \n \n14. During his ten -year employment, Gupta executed SARS agreements \nwith Eli Research, Inc. in December 2007; American Academy Holdings, LLC in June \n2013; Medlow Holdings, LLC and IO Practiceware, Inc. in February 2015 ; Penn \nMedical Informatics Systems, LLC, MPlus  Holdings, LLC, and MDoffice Holdings, \nLLC in August 2015; and entered an Equity Based Bonus Agreement with Eli \nResearch, Inc. in January 2011 (collectively, “SARS and Bonus Agreements”).   (Am. \nCompl. ¶ 62.) \n15. The SARS and Bonus Agreements each provide that Gupta would \nreceive the promised amounts unless  he was dismissed “for cause” or because he \nviolated “any Company confidentiality or noncompetition agreement to which the \nRecipient is a party . . . .”  \n16. The definitions of “cause” varied in the SARS and Bonus \nAgreements but shared common elements.  Some, but not all, provided that “cause” \nwas to be “reasonably determined” by the Company, which determination would then \nbe binding on Gupta.  One agreement defined “cause” as: \n. . . (i) conviction or the pleading of nolo contendere to any crime which \ncould reasonably impair the business or reputation of the Company, (ii) \nany crime or act involving moral turpitude, or (iii) an act involving the \nCompany which would amount to a felony or a misdemeanor, whether \nor not such act is reported or the Recipient is convicted of such act.   \n \n(Am. Compl. Ex. B, at SARS Agreement Eli Research, Inc., December 2007  § 5.4(b), \nECF No. 38.2.)  Other agreements defined “cause” as: \n. . . willful misconduct . . . or willful failure by the Recipient to perform \nthe Recipient’s responsibilities to the Company and/or any affiliate of \nthe Company (including, without limitation, breach by the Participant \nof any provision of any employment, consulting, advisory, nondisclosure, \n \n \nnoncompetition or other similar agreement between the Recipient and \nthe Company and/or any affiliate of the Company), as reasonably \ndetermined by the Company, which determination shall be conclusive.   \n \n(Am. Compl. Ex. B, at Equity Based Bonus Agreem ent Eli Research, Inc., January \n2011 § 3(b)(i) , ECF No. 38.2 ; Am. Compl. Ex. B, at SARS Agreement Medflow \nHoldings, LLC, February 2015  § 3(b)(i), ECF No. 38.2; Am. Compl. Ex. B,  at SARS \nAgreement IO Practiceware, Inc., February 2015 § 3(b)(i), ECF No. 38.2; Am. Compl. \nEx. B, at SARS Agreement MPlus Holdings, LLC, August 2015  § 3(b)(i), ECF No. \n38.2; Am. Compl. Ex. B, at SARS Agreement MDoffice Holdings, LLC, August 2015    \n§ 3(b)(i), ECF No. 38.2; Am. Compl. Ex. B, at SARS Agreement Penn Medical, August \n2015 § 3(b)(i), ECF No. 38.2.)  Still another agreement defined “cause” as: \n. . . willful misconduct . . . or willful failure by the Recipient to perform \nthe Recipient’s responsibilities to the Company and/or any affiliate of \nthe Company including any business affiliated with the Eli Global group \nof companies or affiliated with Greg E. Lindberg (including, without  \nlimitation, breach by the Participant of any provision of any \nemployment, consulting, advisory, nondisclosure, noncompetition or \nother similar agreement between the Recipient and the Company and/or \nany affiliate of the Company), as reasonably determined b y the \nCompany, which determination shall be conclusive.   \n \n(Am. Compl. Ex. B, at SARS Agreement American Academy Holdings, LLC, June \n2013 § 3(b)(i), ECF No. 38.2.)   \n17. As to confidentiality and noncompetition restrictions, the initial SARS \nagreement between Gupta and Eli Research, Inc. provides that:  \nNotwithstanding any other provision of this Agreement to the contrary, \nthe Recipient shall forfeit his vested and nonvested Incentive Units and \nall rights to any payments hereunder (including but not limited to rights \nto payments with respect to previously exercised Incentive Units), and \nthe Company shall have no further obligation hereunder to the \nRecipient, in the event of the Recipient’s breach of any Company \n \n \nconfidentiality or noncompetition agreement to which the Recipient is a \nparty, or in the event of the Recipient’s breach of any shareholders’, \nstock purchase, buy-sell or similar agreement between the Recipient and \nthe Company or any Company shareholder.   \n \n(Am. Compl. Ex. B, SARS Agreement Eli Research, I nc., December 2007  § 7.)  The \nother SARS and Bonus Agreements included a somewhat different provision \nregarding confidentiality and noncompetition restrictions, which reads:  \nNotwithstanding any other provision of this Agreement to the contrary, \nthe Recipient shall forfeit all rights to any payments hereunder, and the \nCompany shall have no further obligation hereunder to the Recipient, in \nthe event of the Recipient’s breach of any Company confidentiality or \nnoncompetition agreement to which the Recipi ent is a party, or in the \nevent of the Recipient’s breach of any shareholders’, stock purchase, \nbuy-sell or similar agreement between the Recipient and the Company \nor any Company shareholder. The provisions of this paragraph 6 will \nsimilarly apply to any s uch agreement between the Recipient and an \naffiliate of the Company.   \n \n(Am. Compl. Ex. B, at Equity Based Bonus Agreement Eli Research, Inc., January \n2011 § 6; Am. Compl. Ex. B, at SARS Agreement Medflow Holdings, LLC, February \n2015 § 6; Am. Compl. Ex. B,  at SARS Agreement IO Practiceware, Inc., February \n2015 § 6; Am. Compl. Ex. B, at SARS Agreement MPlus Holdings, LLC, August 2015 \n§ 6; Am. Compl. Ex. B at SARS Agreement MDoffice Holdings, LLC, August 2015         \n§ 6; Am. Compl. Ex. B, at SARS Agreement Penn Medical, August 2015  § 6; Am. \nCompl. Ex. B, at SARS Agreement American Academy Holdings, LLC, June 2013         \n§ 6.) \n18. Gupta avers that during the course of his employment both he and other \nEli India employees received payments from a number of Eli Glob al’s entities , \nincluding at least Dunhill and Standard Financial.  (Am. Compl. ¶ 59.) \n \n \n19. Gupta recounts an e-mail from Lindberg that demonstrates the alleged \ndifficulty of determining how Gupta should have been paid.  It states:  \nthe simple solution for keeping [your] bonuses confidential . . . is for me \nto pay them all through Dunhill – easier than setting up a new co.  [sic]  \nSo going forward, I will do this . . . Dunhill will then charge AAI parent \nco [sic] a management fee for all business-related charges . . . there will \nbe no detail on bonuses at that level.  Myself, Tisha [Lindberg] and third \nparty accountants will be the only ones with access to bonus info.   \n \n(Am. Compl. ¶ 60) (emphasis omitted). \n \n20. Gupta’s bonuses began to vest in January 2017.  (Am. Compl. ¶ 124.)  \n21. To date, Gupta has received no payments under any of the SARS and \nBonus Agreements.  (Am. Compl. ¶¶ 99, 125.)  \n22. Gupta avers that without prior warning he received a letter in \nNovember 2017 stating that he was being dismissed for cause  because of multiple \nbreaches of his noncompetition agreement, his SARS agreements, and for his willful \nmisconduct and violations of ethical and fiduciary duties .  (Am. Compl. ¶¶ 103, 105; \nAm. Compl. Ex. C , at Dismissal Letter (“Dismissal Letter”), ECF No. 38.3 .)  More \nspecifically, the letter said the dismissal was for “operating multiple side-businesses \nthat compete with Eli Global  . . . . Operating these competitive entities, directly or \nindirectly, is a violation of your Employment Agreement  . . . .”  ( Dismissal Letter.)  \nThe letter continues by asserting that Gupta registered two of his own companies as \nbeing located at Eli India’s registered address, contracted with Gupta’s companies in \nhis role as an Eli Global employee, and “involve[d] Eli India in under-the-table cash \ntransactions” with  Gupta’s companies.  (Dismissal Letter.)  \n \n \n23. Lindberg simultaneously terminated three senior employees at Eli  \nIndia.  (Am. Comp l. ¶ 110.)  The record does not document the reasons stated for \nthose terminations. \n24. Gupta’s termination letter stated that all of the obligations owed to \nGupta under the various agreements we re now void  because the dismissal was for \ncause.  (Am. Compl. Ex. C.)   \n25. Gupta alleges that he has been deprived of millions of dollars of earned \ncompensation.  He calculates the value of his rights under the SARS Agreement with \nEli Research, Inc.  to be at least $1,500,000 , (Am. Compl. ¶ 82); under the Equity \nBased Bonus Agreement with Eli Research, Inc.  to be at least $2,500,000 , (Am. \nCompl. ¶ 92); and under the remaining agreements to total over $1,500,000, (Am. \nComp. ¶ 100). \nII.   PROCEDURAL HISTORY \n \n26. Gupta filed his initial Complaint on February 15, 2018, asserting claims \nfor breach of contract, (Compl. ¶¶ 63–66, ECF No. 5); violations of the North Carolina \nWage & Hour Ac t, (Compl. ¶¶ 67 –74); unfair or deceptive trade practices  under \nChapter 75 (“UDTP” or “Chapter 75”) , (Compl.  ¶¶ 75 –79); fraudulent or negligent \nmisrepresentation, (Compl. ¶¶ 80 –85); unjust enrichment , (Compl. ¶¶ 86 –91); \ntortious interference with contract  by Lindberg , (Compl. ¶¶ 95 –103); and civil \nconspiracy among Defendants, (Compl. ¶¶ 104 –06).  Gupta additionally  requested \nthat the Court pierce the veils of the corporate Defendants to reach Lindberg’s assets, \n(Compl. ¶¶ 107–13), and award punitive damages, (Compl. ¶¶ 92–94). \n \n \n27. A notice that the case would be conditionally designated as a Mandatory \nComplex Business Case was filed with the Complaint .  ( Conditional Not ice \nDesignation, ECF No. 6.)  The case was designated as a mandatory complex business \ncase on April 2, 2018, (Designation Order , ECF No. 4 ), and then assigned to the \nundersigned, (Assignment Order, ECF No. 2).   \n28. Moving Defendants timely filed a Rule 12(b)(6) motion  to dismiss .  \n(Defs.’ Mot . Dismiss, ECF No. 10 .)  Gupta then moved for leave to amend his \nComplaint to add Dunhill Holdings and Standard Financial as Defendants.  (ECF No. \n27.)   \n29. On August 29, 2018, the Court held a hearing on the pending motions. \nThe Court determined that Gupta was entitled to amend his Complaint as a matter \nof right  and further ordered that Defendants could incorporate their motion to \ndismiss as directed against any Amended Complaint, but revise the motion and \nsupplement the supporting memorandum as necessary to address newly added \nallegations.   The Court indicated that it would then rule on the Motion without \nfurther hearing.  \n30. On September 17, 2018, Plaintiff filed the Amended Complaint, adding \nDunhill Holdings and Standard Financial as  Defendants and additional claims, \nincluding a second  breach of contract claim , (Am. Compl. ¶¶ 122 –26); a claim  for \nbreach of the implied covenant of good -faith and fair dealing , (Am. Compl. ¶¶ 131 –\n36); and a request for a declaratory judgment, (Am. Compl. ¶¶ 118–21).   \n \n \n31. The original Defendants amended their motion to dismiss to address the \nnew claims and factual allegations.  (Defs.’ Mot. Dismiss Am. Compl., ECF No. 39.)   \n32. The Motion is ripe for disposition. \nIII.  STANDARD OF REVIEW \n \n33. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of \nthe” disputed pleading, here the Amended Complaint.  Concrete Serv. Corp. v. Inv’rs \nGrp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  The motion should be \ngranted only wh en: (1) the pleading “on its face reveals that no law supports” the \nasserted claim; (2) the pleading “on its face reveals the absence of facts sufficient to \nmake a good claim;” or (3) the pleading “discloses some fact that necessarily defeats” \nthe claim.  Corwin v. British Am. Tobacco PLC , 371 N.C. 605, 615, 821 S.E.2d 729, \n736–37 (2018) (citation and quotation marks omitted). \n34. In deciding a Rule 12(b)(6) motion, the Court must treat the well -\npleaded allegations of the counterclaims as true and view the fact s and permissible \ninferences “in the light most favorable to” the non -moving party.  Ford v. Peaches \nEntm’t Corp., 83 N.C. App. 155, 156, 349 S.E.2d 82, 83 (1986).  “[T]he court is not \nrequired to accept as true any conclusions of law or unwarranted deductions of fact.”  \nOberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001).    \nIV.  ANALYSIS \n  \nA.  Declaratory Judgment \n \n35. Gupta seeks a declaratory judgment that Defendants breach ed the \nSARS and Bonus Agreements.  (Am. Compl. ¶ 119.)  Defendants attack the \n \n \ndeclaratory judgment claim as unnecessary because it does nothing more than recast \nGupta’s breach of contract claims.  (Br. Supp. Mot. Dismiss Am. Compl. ¶¶ 22–25.) \n36. A court may, in its discretion , decline to issue declaratory relief when \n“(1) the requested declaration will serve no useful purpose in clarifying or settling the \nlegal relations at issue; or (2) the requested declaration will not terminate or afford \nrelief from the uncertainty, insecurity, or controversy giving rise to the proceeding.”  \nAugur v. Augur, 356 N.C. 582, 588–89, 573 S.E.2d 125, 130 (2002).  Properly pleading \na declaratory judgment claim requires “pleading all facts necessary to disclose the \nexistence of an  actual controversy between the parties  . . . with regard to their \nrespective rights and duties[.]”  N.C. Consumers Power, Inc. v. Duke Power Co., 285 \nN.C. 434, 447, 206 S.E.2d 178, 187 (1974) (quoting Lide v. Mears, 231 N.C. 111, 118, \n56 S.E.2d 404, 409 (1949)).  A motion to dismiss “is seldom an appropriate pleading \nin actions for declaratory judgments.”  Id. at 439, 206 S.E.2d 178, 182. \n37. As explained below, the Court has determined that Gupta’s breach of \ncontract claims should survive the Motion.   While the Court may later seek to narrow \nclaims to be decided, in its discretion, the Court will allow the declaratory judgment \nclaim to proceed at this time. \nB.  Breach of Contract \n38. The Amended Complaint asserts two claims alleging a  breach of \ncontract. The first claim asserts that the initial December 2007 SARS agreement with \nEli Research, Inc. was breached when the  payment due in January 2017  was not \nmade.  (Am. Compl. ¶¶ 122–26.)  The second claim asserts that the December 2007 \n \n \nagreement and all other SARS and Bonus Agreements  were breached when Gupta \nwas terminated based on only a pretextual determination of cause for the sole purpose \nof avoiding paying him amounts to which he was due.  (Am. Compl. ¶¶ 127–30.) \n39. The elements of a  breach of contract claim  are the “(1) existence of a \nvalid contract and (2) breach of the terms of th at contract.” Cordaro v. Harrington \nBank, FSB, 817 S.E.2d 247, 256 (N.C. Ct. App. 2018)  (citation and quotation marks \nomitted).   Gupta has adequately alleged that he entered a valid contract with each \nof the moving corporate Defendants. \n40. Defendants argue, however, that each of those  contracts have been \nterminated, and each contract by its express terms provides that the Company’s \ndetermination of “cause” is binding on Gupta, so that the Amended Complaint on its \nface defeats any breach of contract claim .  (Defs.’ Br.  Supp. Mot. Dismiss Compl.            \n¶ 56, (“Br. Supp. Mot. Dismiss Compl.” ), ECF No. 11.)   Defendants’ position would \nhave the Court ignore  that the contracts bind Gupta only to a “reasonable \ndetermination” of cause and that Gupta clearly alleges that no such reasonable  \ndetermination could have been made .  The Court concludes that Gupta has \nadequately alleged facts sufficient to allow the breach of contract claims to proceed at \nleast as against the corporate Defendants with which Gupta entered contracts. \n41. The Court must view the Motion separately as to Lindberg, because he \nwas not a nominal party to any of the contracts at issue .  (Br. Supp. Mot. Dismiss  \nCompl. ¶ 17.)  In his brief, Gupta alleges that Lindberg is properly a party to  the \nbreach of contract claims because Gupta may prove that Lindberg so dominated the \n \n \ncorporations for his own purposes such that  their corporate veil should be pierced, \nand contractual obligations should be imposed on Lindberg .  (Br. Opp’n Defs.’ Mot. \nDismiss 7, ECF No. 22.)    \n42. The Court views th ese assertions against Lindberg  as a question of \nremedies once a breach of contract has been proven rather than a basis to assert an \nindependent claim against Lindberg personally.  See Green v. Freeman, 367 N.C. 136, \n146, 749 S.E.2d 262, 271 (2013) (noting that piercing the corporate veil is not a theory \nof liability and holding that a separate claim is required to establish liability).  Other \nclaims may continue against Lindberg individually as discussed below, but the breach \nof contract claim s against him should be dismissed , without  prejudice to Gupta’s \nability to later prove that Lindberg should be charged with r esponsibility for such \nliability as may be adjudged against the corporate Defendants.   \nC.  Breach of Implied Covenant of Good-Faith and Fair Dealing   \n43. Gupta asserts a separate contract claim based on an alleged breach of \nthe implied covenant of good-faith and fair dealing.  (Am. Compl. ¶¶ 131–36.)   \n44. “In every contract there is an implied covenant of good faith and fair \ndealing that neither party will do anything which injures the right of the other to \nreceive the benefits of the agreement.”  Heron Bay Acquisition, LLC v. United Metal \nFinishing, Inc. , 245 N.C. App. 378, 385, 781 S.E.2d 889, 894 (2016) (citation and \nquotation marks omitted).  A claim based on the implied covenant requires proving \nthat “the [defendant] took action which injured the right of the other to receive the \nbenefits of the agreement thus depriving the other of the fruits of the bargain.”  \n \n \nMcDonald v. Bank of N.Y. Mellon Trust Co., 816 S.E.2d 861, 864 (N.C. Ct. App. 2018) \n(quoting Conleys Creek Ltd. P’ship v. Smoky Mountain Country Club Prop. Owners \nAss’n, Inc., 805 S.E.2d 147, 158 (N.C. Ct. App. 2017)) (internal quotations omitted).  \nThe claim is often used in an effort to recover under a contract that is otherwise \nterminable at-will.  See, e.g., Eagle Servs. & Towing, LLC v. Ace Motor Acceptance \nCorp., 801 S.E.2d 179 (N.C. Ct. App. 2017) ( affirming a trial court’s denial of a Rule \n12(b)(6) motion to dismiss a claim of breach of the implied covenant of good faith and \nfair dealing in a non-employment context).  But the implied covenant is not properly \nused to avoid express contractual terms properly employed.  See Campbell v. Blount, \n24 N.C. App. 368, 371, 210 S.E.2d 513, 515 (1975). \n45. Ultimately, it appears that Gupta’s contract claims will be governed by \nthe express contract terms and specifically whether those contracts were properly \nterminated based on a reasonable determination of cause .  The Court may later \ndetermine that the express contract terms control over any contrary implied duty, \nbut that determination should not be made at this early stage of the litigation.   \nD.  Wage & Hour Act \n46. Gupta asserts that he had earned bonus compensation prior to his \ntermination and that he would have continued to be entitled to such additional \ncompensation but for Defendants’ pretextual termination for cause.  (Am. Compl.     \n¶¶ 142–44.)  Defendants counter that the contracts were terminable at will , so that \nthe Wage and Hour Act affords Gupta no protection.  (Br. Supp. Mot. Dismiss Compl. \n¶¶ 35 –36.)   First, Defendants’ position assumes that  the contracts were, in fact, \n \n \nterminated in accordance with their terms .  Second, the position would not defeat \nGupta’s right to recover compensation he had earned prior to his termination. The \nWage and Hour Act dictates that “[e]mployees whose employment is discontinued for \nany reason shall be paid all wages due on or before the next regular payday[.]”  N.C. \nGen. Stat. § 95-25.7.   \n47. Moving Defendants further contend that any Wage and Hour Act claim \nmust be limited to Eli Research with which Gupta entered an employment contract.  \nHowever, that contracts at issue  contemplate that Gupta would be paid by other \ncorporations for his employment services .  The Wage and Hour Act defines an \n“employer” broadly to include “any person acting directly or indirectly in the interest \nof an employer in relation to an employee.”  Id. § 95-25.2(5).  Courts liberally construe \nthe term “employer” and employ the “economic reality” test, which considers factors \nincluding whether the person had the power to hire and fire, whether the person \nsupervised and controlled employee schedules, whether the person determi ned the \nrate and method of payment, and whether the person maintained employment \nrecords.  Powell v. P2Enters ., LLC , 247 N.C. App. 731, 735, 786 S.E.2d 798, 801 \n(2016).   \n48. The Court concludes that Gupta’s Wage and Hour Act claims should \nsurvive against each moving Defendant, including Lindberg, who Gupta alleges was \ndirectly involved both in Gupta’s hiring and firing. See Garcia v. Frog Island Seafood, \nInc., 644 F. Supp. 2d 696, 721  (E.D.N.C. 2009) (holding executive officer can be \n \n \ndeemed an “employer” if that executive officer controls significant functions of the \nbusiness, including hiring and salary decisions). \nE.  Unfair or Deceptive Trade Practices \n49. Gupta seeks to present a UDTP claim in addition to his contract claims, \nalleging that the breaches of which he complains were accompanied by aggravated \ncircumstances.  (Am. Compl. ¶ 148.)   It is now well understood that a breach of \ncontract does not suppo rt a UDTP claim if not accompanied by such circumstances.  \nSee Eastover Ridge, LLC v. Metric Constructors, Inc., 139 N.C. App. 360, 367–68, 533 \nS.E.2d 827, 832–33 (2000).  However, notwithstanding this issue, the fatal defect in \nGupta’s UDTP claim is instead that the Amended Complaint affords no basis to find \nthat the acts of which he complains were “in or affecting commerce”  as required in \nChapter 75.  N.C. Gen. Stat. § 75-1.1. \n50. The basic elements of a UDTP claim include that “(1) defendants \ncommitted an unfair or deceptive act or practice, (2) in or affecting commerce, and (3) \nthat plaintiff was injured thereby.”  Strickland v. Lawrence, 176 N.C. App. 656, 665, \n627 S.E.2d 301, 307 (2006) (citations omitted).  The “in or affecting commerce” \nelement restricts the otherwise broad scope of the claim, so that the statute does not \naddress all wrongs arising in a business setting , including most employer-employee \ndisputes.  See Dalton v. Camp, 353 N.C. 647, 657, 548 S.E.2d 704, 711 (2001); see also \nHAJMM Co. v. House of Raeford Farms, Inc., 328 N.C. 578, 593, 403 S.E.2d 483, 492 \n(1991); Buie v. Daniel Int’l Corp., 56 N.C. App. 445, 448, 289 S.E.2d 118, 119 –20 \n \n \n(1982) (holding employer-employee relationships outside the scope of N.C. Gen. Stat. \n§ 75-1.1).   \n51. However, “the mere existence of an employer -employee relationship \ndoes not in and of itself serve to exclude a party from pursuing an unfair trade or \npractice claim.”  Durling v. King, 146 N.C. App. 483, 488, 554 S.E.2d 1, 4 (2001) \n(quoting Dalton, 353 N.C. at 656, 541 S.E.2d at 197); see Esposito v. Talbert & Bright, \nInc., 181 N.C. App. 742, 746, 641 S.E.2d 695, 698 (2007) (holding that even assuming \narguendo that actions taken by an employer were unfair or deceptive, they could not \nbe the b asis of a UDTP claim because they did not have any impact beyond the \nemployment relationship and were not “in or affecting commerce”).  \n52. The North Carolina Supreme Court has recognized  generally a UDTP \nclaim between an employer and employee  where the claim was based on the \nemployee’s acts in commerce outside his employment duties .  Sara Lee Corp. v. \nCarter, 351 N.C. 27, 34, 519 S.E.2d 308, 312 (1999).   This Court  has previously  \ndistinguished the holding in Sara Lee  when determining that the case  does not \nsupport a UDTP claim based on the employment relationship itself when such \nadditional acts in commerce are absent.  Urquhart v. Trenkelbach, 2017 NCBC LEXIS \n12, at *14 (N.C. Super. Ct. Feb. 8, 2017) ; Kingsdown, Inc. v. Hinshaw, 2015 NCBC \nLEXIS 30, at *27–29 (N.C. Super. Ct. Mar. 25, 2015).   \n53. The factual allegations of the Amended Complaint do not fall within the \nscope of the Sara Lee holding.  With no basis to satisfy the “in or affecting commerce” \nelement, Gupta’s UDTP claim is not saved by his allegations  of misrepresentations \n \n \nmade to induce the employment relationship.  See Post v. Avita Drugs, LLC , 2017 \nNCBC LEXIS 95, at *10–12 (N.C. Super. Ct. Oct. 11, 2017)  (allowing a UDTP claim \nbased on misrepresentation to proceed when a breach of contract claim wou ld not \nsupport such a claim absent aggravating circumstances).  \nF.  Fraudulent/Negligent Misrepresentation \n54. In addition to his contract claims, Gupta alleges tort claims based on \nfraud or, alternatively, negligent misrepresentation s.  (Am. Compl. ¶¶ 152 –57.)   \nThese are distinct claims.  See Ausley v. Bishop, 133 N.C. App. 210, 218, 515 S.E.2d \n72, 78 (1999) (“Fraudulent misrepresentation focuses on plaintiff’s knowing action, \nwhile negligent misrepresentation turns on plaintiff’s lack of reasonable care.”).  \nNegligent misrepresentation “occurs when a party justifiably relies to his detriment \non information prepared without reasonable care by one who owed the relying party \na duty of care.”  Raritan River Steel Co. v. Cherry, Bekaert & Holland, 322 N.C. 200, \n206, 367 S.E.2d 609, 612 (1988).  A negligent misrepresentation claim fails when the \ndefendant owes the plaintiff no duty .  Even when  liberally read, the Amended \nComplaint here demonstrates no basis to impose a duty on any Defendant arising \nfrom the negotiations for the employment relationship.  Gupta’s negligen t \nmisrepresentation claim fails for this reason.  \n55. Plaintiff’s fraud claim does not require this separate duty.  The elements \nof that claim  are “(1) [a f]alse representation or concealment of a material fact, (2) \nreasonably calculated to deceive, (3) made with intent to deceive, (4) which does in \nfact deceive, (5) resulting in damage to the injured party.”  S.N.R. Mgmt. Corp. v. \n \n \nDanube Partners  141, LLC , 189 N.C. App. 601, 609, 659 S.E.2d 442, 449 (2008) \n(citation omitted).  Fraud must be alleged with particularity.  N.C. R. Civ. P. 9(b).  A \nclaimant is expected to allege “time, place, and content of the fraudulent \nrepresentation, identity of the person making the representation and what was \nobtained as a result of the fraudulent acts or representations.”  S.N.R. Mgmt. Corp., \n189 N.C. at 610, 659 S.E.2d at 449 (emphasis and citation omitted).  \n56.  The Amended Complaint asserts that Lindberg made \nmisrepresentations to induce Gupta’s agreement to become employed while Lindberg \nhad no intention to perform the contracts at the time.  That is adequate to state a \nclaim of fraud unless it is barred by a separate defense disclosed on the face of the \nAmended Complaint.   Moving Defendants assert that such a defense is e vident, \nbecause Gupta’s tort claims are barred by the economic loss rule.  (Br. Supp. Mot. \nDismiss Compl. ¶ 46.)  \n57. Moving Defendants in their brief fail to recognize that the economic loss \nrule applies differently to claims based on negligence and those base d on fraud.  \n“[W]hile claims for negligence are barred by the economic loss rule where a valid \ncontract exists between the litigants, claims for fraud are not so barred and, indeed, \n‘[t]he law is, in fact, to the contrary: a plaintiff may assert both [brea ch of contract \nand fraud] claims[.]”  Bradley Woodcraft, Inc. v. Bodden , 251 N.C. App. 27, 34, 795 \nS.E.2d 253, 259 (2016) (quoting Jones v. Harrelson & Smith Contractors, LLC , 194 \nN.C. App. 203, 215, 670 S.E.2d 242, 250 (2008)).     \n \n \n58. Ultimately, if Gupta affirms the contracts at issue and bases his relief \non them, his remedy may be exclusively a contract remedy  resulting in dismissal of \nhis fraud claim.    See Rountree v. Chowan County, 252 N.C. App. 155, 159, 796 S.E.2d \n827, 830 (2017) (“It is the law of contract and not the law of negligence which defines \nthe obligations and remedies of the parties in such a situation. ”).  That is a \ndetermination to be made at a later time.  The Court determines that at this stage of \nthe litigation, Gupta is entitled to p ursue both his breach of contract claims and his \nfraudulent misrepresentation claim.1   \n59. However, the Amended Complaint only alleges misrepresentations by \nLindberg made on behalf of Eli Global or Eli Research.  While the Court finds these \nallegations to be sufficiently specific to satisfy Rule 9, Gupta’s fraud claim should \nthen be limited to Lindberg, Eli Global, and Eli Research.   \nG.  Unjust Enrichment \n60. Gupta’s unjust enrichment claim is an alternative claim to his  contract \nclaims.  Defendants contend that the claim should be dismissed at the early pleading \nstage pursuant to S.E. Shelter Corp. v. BTU, Inc., which held that, because a contract \nexisted and no breach of contract claim was asserted, the law would not imply a \n                                                 \n1   While its ruling on the Motion is confined to its reading of the Amended Complaint and \ndocuments to which it refers, and Defendants have not yet  answered the Amended \nComplaint.  T he Court notes that at oral argument Defen dants’ counsel responded to the \nallegations that Lindberg had no intention to honor his promises at the time he made them \nby asserting clearly that Defendants do not and will not argue that the various agreements \nwere not validly entered and enforceable in accordance with their terms.   Their position is \nrather that those terms allowed for Defendants to determine that cause existed to terminate \nthe contracts, thereby defeating Gupt a’s right to recover under them, and that Gupta is \nbound by this determination. \n \n \ncontract, 154 N.C. App. 321, 330, 572 S.E.2d 200, 206 (2002).  (Br. Supp. Mot. Dismiss \nCompl. ¶ 48.)  The Court has previously determined that Gupta has alleged breach of \ncontract claims.  It is proper to plead unjust enrichment in the alternative to a breach \nof contract claim “even if [the] plaintiff may not ultimately be able to prevail on both.”  \nJames River Equip., Inc. v. Mecklenburg Utils. , Inc. 179 N.C . App. 414, 419, 634 \nS.E.2d 557, 560 (2006).   \n61. The Court concludes that the unjust enrichment claim is properly plead \nin the alternative to the breach claims and that the claim should survive the Motion. \nH.   Punitive Damages   \n62. Defendants challenge whether one can assert an independent claim for \npunitive damages.  (Br. Supp. Mot. Dismiss Compl. ¶ 49.)  Punitive damages is a tort \nremedy rather than a contract remedy.  See N.C. Gen. Stat. § 1d -15(d) (“Punitive \ndamages shall not be awarded against a person solely  for breach of contract.”).  The \nCourt defe rs its ruling on whether Gupta can pursue any recovery of punitive \ndamages.  \nI.  Tortious Interference with Contract \n63. Gupta seeks to impose personal liability on Lindberg for having \ntortiously interfered with the SARS and Bonus Agreements.  (Am. Compl. ¶¶ 167 –\n75.)  Lindberg responds that , as a corporate insider, he is entitled to a presumption \nhis actions with respect to the contracts were in the interests of the corporations \nwhich made the agreements and that the exception to that presumption (which \n \n \napplies when a non -outsider acts maliciously ) should not apply.  (Br. Supp. Mot. \nDismiss Compl. ¶¶ 27–28.)   \n64. The acts of a corporate officer are generally presumed to have been done \nin the interests of the corporation, but that presumption may be “overcome when the \nmeans or the officer’s motives are improper.”  Embree Constr. Grp., Inc. v. Rafcor, \nInc., 330 N.C. 487, 498, 411 S.E.2d 916, 924 (1992).  As the Supreme Court recognized \nin Embree, the issue of qualified privilege of an officer is inherently one of fact such \nthat dismissal at the Rule 12(b)(6) stage is improper where adequate facts \nchallenging an insider’s justification are pleaded.  Id.   \nFirst, the qualified privilege of officers and directors to interfere with \nthe corporation's contracts rests upon the assumption that their actions \nare \"in good faith and for the best interests of their corporation.\" The \nquestion of \"good faith\" is one of fact to be resolved by the jury and \ncannot be resolved on a motion to dismiss. Therefore, insofar as the \nelement \"without justification\" evokes inquiry into defendants' motives, \nit is enough to allege, as plaintiff did, that the action was done \"in their \nown interest to avoid liability to [plainti ff] for their [personal] \nguarantees. . . .\"   \n \nEmbree Constr. Group Inc. at 499, 411 S.E.2d at 925.   \n \n65. Gupta has sufficiently alleged that Lindberg acted without \njustification.  As a result, his tortious interference claim survives the Motion. \nJ. Civil Conspiracy & Piercing the Corporate Veil \n66. Gupta alleges a civil conspiracy among the various Defendants to \ncommit fraud and other wrongs against him, so that their respective corporate veils \nmust be pierced.  (Am. Compl. ¶¶ 179 –85.)  North Carolina does not recog nize an \nindependent claim of conspiracy.  See Toomer v. Garrett, 155 N.C. App. 462, 483, 574 \n \n \nS.E.2d 76, 92 (2002).  Likewise, piercing of the corporate veil is not an independent \nclaim or theory of liability but “an avenue to pursue legal claims against corporate \nofficers of directors who would otherwise be shielded by the corporate form.”   Green, \n367 N.C. at 146, 749 S.E.2d at 271.  Nevertheless, the allegations related to those \nclaims are so interwoven with other claims the Court has allowed to survive the \nMotion, so that the Court’s further consideration of the conspiracy claim should be \ndeferred. \nV.   CONCLUSION \n67. For the foregoing reasons:   \na. The Motion is DENIED as to Gupta’s claims for declaratory judgments,  \nbreach of contract claims against the movant corporations, breach of \nimplied covenant of good faith and fair dealing, violation of the Wage & \nHour Act, unjust enrichment, fraud to Lindberg, Eli Global, and Eli \nResearch; and tortious interference with contract;  \nb. The Motion is GRANTED as to Gupta’s breach of contract claim against \nLindberg individually; negligent misrepresentation; unfair or deceptive \ntrade practices; fraud as to all moving Defendants other than Lindberg, \nEli Global, and Eli Research; and \nc. The Court DEFERS further consideration of claims or remedies related \nto punitive damages, civil conspiracy, and piercing of the corporate veil \nof any corporate Defendant.  \n \n \n \n \nSO ORDERED, this the 19th day of June, 2019. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Senior Business Court Judge \n \n "
}