{
  "id": "4056bb754076d21925afb59457d6df260f3bcd5658d60b918f804c55a04ae998",
  "source_file": "data/raw/ncbc/4056bb754076d21925afb59457d6df260f3bcd5658d60b918f804c55a04ae998.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nBRUNSWICK COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 746 \n \nJCG & ASSOCIATES, LLC; MIP 1, \nLLC; JAMES BONICA; PATRICIA \nBONICA; and DAVID L. \nPETERSON, Trustee of the David L. \nPeterson Living Trust,  \n \nPlaintiffs and Counterclaim \nDefendants, \n \nv.  \n \nDISASTER AMERICA USA, LLC; \nDA ROOFING SYSTEMS; ESTATE \nOF DONALD LEE HUSK, by and \nthrough KATHLEEN KAREN HUSK \nas executrix,  \n \nDefendants and Third-Party \nPlaintiffs,  \n \nand \n \nDISASTER AMERICA OF NORTH \nCAROLINA, LLC, \n \nDefendant, Counterclaim \nPlaintiff, and Third-Party \nPlaintiff,  \n \nv.  \n \nTERRY WILLIAMS; and AIRWARE \nTRANSPORTATION AND \nLOGISTICS, LLC,  \n \nThird-Party Defendants.   \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \nORDER AND OPINION FOLLOWING \nSHOW-CAUSE HEARING \n \n1. Defendants Disaster America USA, LLC, Disaster America of North \nCarolina, LLC, DA Roofing Systems (collectively, “Disaster America”), and the Estate \nof Donald Lee Husk have repeatedly failed to comply with the Business Court Rules \n(“BCR”), the pretrial sch eduling order, and other orders in this case .  T he Court \nordered them to show cause why the y should not  be sanctioned for their \nJCG & Assocs., LLC v. Disaster Am. USA, LLC, 2022 NCBC 82. \nnoncompliance and scheduled a hearing for Defendants to appear on  9 December \n2022.  Defendants did not submit a brief and supporting materials in response to the \nshow-cause order despite a warning that the Court would view their failure to do so \n“as a decision not to contest an award of sanctions.”  (Order Show Cause ¶ 6, ECF No. \n150.)  Nor did Defendants appear at the show-cause hearing. \n2. Having considered all relevant matters of record, the Court concludes, in the \nexercise of its discretion, that justice requires the entry of  sanctions against \nDefendants for their misconduct .  For the reasons discussed bel ow, the Court will  \nstrike Defendants’ answers to the complaint and amendment to the complaint; enter \ndefault judgment; and dismiss any remaining third-party claims and defenses. \nReiss & Nutt, PLLC, by W. Cory Reiss and Kyle J. Nutt, for Plaintiffs \nJCG & Associates, LLC , MIP 1, LLC , James Bonica, Patricia Bonica, \nand David L. Peterson, Trustee of the David L. Peterson Living Trust. \n \nNo counsel appeared for Defendants Disaster America USA, LLC, \nDisaster America of North Carolina, LLC, DA Roofing Systems, and the \nEstate of Donald Lee Husk. \n \nNo counsel appeared for Third -Party Defendants Terry Williams and \nAirware Transportation and Logistics, LLC. \n \nConrad, Judge. \nI. \nFINDINGS OF FACT \n3. These findings are tailored to the relevant procedural history leading up to \nand following the Court’s show -cause order.  Prior orders describe in detail the \nallegations of the complaint, as amended, and the nature of the asserted claims.  See \ngenerally JCG & Assocs., LLC v. Disaster Am. USA, LLC, 2022 NCBC LEXIS 94 (N.C. \nSuper. Ct. Aug. 12, 2022); JCG & Assocs., LLC v. Disaster Am. USA, LLC, 2021 NCBC \nLEXIS 109 (N.C. Super. Ct. Dec. 9, 2021); JCG & Assocs., LLC v. Disaster Am. USA, \nLLC, 2019 NCBC LEXIS 112 (N.C. Super. Ct. Dec. 19, 2019). \n4. Plaintiffs JCG & Associates, LLC , MIP  1, LLC , and James and Patricia  \nBonica initia ted this action in  April 2019, asserting numerous claims against \nDisaster America, its CEO Donald Husk, and its COO Jason Husk.  (See Compl., ECF \nNo. 2.)  In addition to its answer, Disaster America asserted affirmative  defenses as \nwell as counterclaims against MIP 1 and the Bonicas.  ( See Mot. Strike & Dismiss, \nAffirmative Defenses, Answer, and Countercls., ECF No. 3.)  Donald Husk separately \nmoved to dismiss the claims against him for lack of personal jurisdiction.  (See Mot. \nDismiss, ECF No. 4.)   After the Court denied Donald  Husk’s motion to dismiss, see  \nJCG, 2019 NCBC LEXIS 112, at *11, he filed his answer to the complaint in January \n2020, (see Def. Donald Husk’s Answer Pls.’ Compl., ECF No. 41) .  Jason Husk never \nresponded to the original complaint. \n5. In February 2020, the Court granted leave to add David L. Peterson, trustee \nof the David L. Peterson Living Trust, as a  plaintiff.  (See Order Mot. Amend, ECF \nNo. 68; Amendment Compl., ECF No. 70.)  Disaster America, Donald Husk, and Jason \nHusk timely filed their answer to Peterson’s claims.  They also asserted affirmative \ndefenses, counterclaims against Peterson , and third-party claims against Terry \nWilliams and Airware Transportation and Logistics, LLC .1  (See Defs.’ Answer \nAmended Compl., Countercl., and Third-Party Compl., ECF No. 71.) \n \n1 Williams and Airware have never participated in this action, nor has any counsel ever made \nan appearance on their behalf.  Although the third-party complaint contains a certificate of \n \n6. In early 2021, counsel for Disaster America, Donald Husk, and Jason Husk \nmoved to withdraw .  (See Mot. Withdraw, ECF No. 103 .)  The Court granted the \nmotion, stayed all deadlines for a month, and directed Disaster America, Donald \nHusk, and Jason Husk to promptly retain new counsel.  ( See Order Mot. Withdraw \n¶ 8, ECF No. 109.)  The Court also reminded Disaster America that “ ‘a corporation \nmust be represented by a duly admitted and licensed attorney -at-law’ and cannot \nrepresent itself.”  (Order Mot. Withdraw ¶  7 (quoting LexisNexis, Div. of Reed \nElsevier, Inc. v. TRaviSHan Corp., 155 N.C. App. 205, 209 (2002)).) \n7. When the stay expired without an entry of appearance by new counsel, the \nCourt sent an e -mail, copying all counsel and unrepresented parties, that directed \nDonald Husk and Jason Husk to individually create pro se user accounts for the \ne-filing system.  In response, Jason Husk reported that Donald Husk had died a few \nweeks earlier. \n8. The Court convened a status conference on 30 March 2021 .  Counsel for \nPlaintiffs appeared.  Jason Husk also appeared on his own behalf.  But n o counsel \nappeared for Disaster America or the late Donald Husk.  At the conference, Plaintiffs’ \ncounsel and Jason Husk agreed to extend the discovery period by thirty days , and \nPlaintiffs disclosed their intent to move to substitute Donald Husk’s estate as a party.  \nThe Court then directed the parties to file a status report regarding the state of the \nprobate proceedings, the anticipated timeframe for a motion to substitute, whether \n \nservice on Williams and Airware, there is no evidence that either party was properly served \nwith this pleading. \nany Defendant had retained or intended to retain counsel, and whether any party \nwished to extend the discovery period again.  The Court also ordered Jason Husk to \nassociate himself with the e-filing system as a pro se litigant and sent him a copy of \nthe relevant order via e- mail.  ( See Order Amending Case Management Deadlines \n¶¶ 3, 5, 6, ECF No. 111.) \n9. Plaintiffs’ counsel submitted a  status report on 13 May 2021 via e -mail to \nthe Court’s law clerk and copying Jason Husk.  No Defendant joined in that report or \nsubmitted a separate report.  Two weeks later, Plaintiffs’ counsel informed the Court \nvia e-mail, again copying Jason Husk,  that Kathleen Husk had been appointed as \nexecutrix of Donald Husk’s estate. \n10. Plaintiffs then filed a motion to substitute the estate of Donald Husk, by and \nthrough Kathleen Husk as executrix, as a party in place of Donald  Husk.  (See Mot. \nSubstitute Party 2, E CF No. 112 .)  Although Plaintiffs asked Jason Husk and \nKathleen Husk for their positions, as required by BCR 7.3, neither responded.  In an \ninterim order, the Court shortened the  time to respond to the  motion to substitute \nand directed Plaintiffs’ counsel to serve a copy of the order on Disaster America, Jason \nHusk, and Kathleen Husk and to file a certificate of service.  The interim order  \nreiterated that the Court had instructed Jason Husk orally, via e-mail, and via court \norder to associate himself as a pro se litigant and that his failure to comply was a \nviolation of court orders and the BCRs.  The Court stated that, going forward, it would \npresume that Jason Husk had received “actual or constructive notice of all documents \nfiled and served through the electronic- filing system.”  (Interim Order Mot. \nSubstitute ¶¶ 2–5, ECF No. 113.) \n11. Plaintiffs filed the certificate of service on 8 June 2021.  (See Certificate Serv. \nInterim Order, ECF No. 114.)  No Defendant filed a response.  On 29 June 2021, the \nCourt granted the motion to substitute, directing Plaintiffs’ counsel to serve a copy of \nthe order on Kathleen Husk and to file a certificate of service, (Order Mot. Substitute \nParty ¶¶ 4, 5, ECF No. 117), which Plaintiffs timely filed on 8 July 2021, (Certificate \nServ. Order, ECF No. 118).  The Court further directed Kathleen Husk, if she chose \nnot to retain  counsel, to create a user account as a pro se litigant and to associate \nherself to the case in the e-filing system.  The order gave any party ten days to move \nto modify any case management deadlines.  (See Order Mot. Substitute Party ¶ 5.) \n12. On 19 August 2021,  having heard nothing from Defendants,  the Court \nentered a scheduling order and notice of status conference.  The Court observed that \n(i) Disaster America had not retained counsel and could not proceed pro se; \n(ii) discovery had closed  because no party had moved to extend the discovery \ndeadlines; (iii) Jason  Husk had not complied with the order to associat e himself to \nthe case; and (iv) Kathleen Husk had not created a user account, filed a notice of \nassociation, or moved for relief from using t he e-filing system.  The Court ordered \nKathleen Husk to create a user account and associate herself as a pro se litigant and \nindicated that the Court would presume that she had received “actual or constructive \nnotice of all [subsequent] documents filed and served through the electronic -filing \nsystem.”  The Court also ordered each side to file a status report regarding their \navailability for a hearing on a  pending motion for summary judgment and directed \nJason Husk and Kathleen Husk to indicate whether they intended to retain counsel.  \nOnce again, Plaintiffs were directed to file a certificate of service.  ( See Scheduling \nOrder and Notice Status Conf. ¶¶ 3–8, ECF No. 123.) \n13. In compliance with the scheduling order, Plaintiffs filed both a certificate of \nservice, (Certificate Serv. Orders, ECF No. 124), and a status report, (Status Report \nPls., ECF No. 125).  Nothing was filed by Defendants. \n14. At the 20 September 2021 status conference, counsel for Plaintiffs appeared, \nand Jason Husk appeared on his own behalf.   Ka thleen Husk did not appear.  No \ncounsel appeared for Disaster America.   The Court reiterated to those present the \nimportance of being associated with the case through the e-filing system and the risk \nof missing court filings and notices. \n15. On 4 November 2021, the Court noticed a  jury trial to begin  on 29 August \n2022.  (See Notice Jury Trial, ECF No. 129.)  The Court entered a pretrial scheduling \norder, reiterating that a limited liability company must be represented by counsel.  \nThe Court also noted that many required pretrial  submissions were “designed to be \nprepared jointly by all the parties,” but “[i]f any party fail[ed] to cooperate .  . . , the \nother parties shall nonetheless prepare and file their own submissions  . . . .”  The \nCourt further advised that “failure to participate in the pretrial process or otherwise \ncomply with th[e] [o]rder may result in sanctions, including monetary sanctions and, \nif appropriate, dismissal of claims and defenses.”  (Pretrial Scheduling Order ¶¶  15, \n16, ECF No. 130.)2 \n16. In January 2022, Jason Husk filed a voluntary petition for relief under \nChapter 7 of the United States Bankruptcy Code  but did not report it  to the Court.  \nWhen the Court learned of the bankruptcy proceeding, it entered a stay of all claims \nagainst Jason Husk.  The Court also directed the parties to file a status report \nregarding what effect, if any, the stay should have on the other pending claims , (see \nOrder Regarding Automatic Stay Claims Against Def. Jason Husk  ¶¶ 2, 3, ECF No. \n135), but no party submitted a filing .  “[G]iven the lack of communication from all \nparties,” the Court stayed all proceedings, vacated the pretrial scheduling order, and \ncanceled the jury trial.  (Order Staying All Proceedings  ¶ 2, ECF No. 136; Notice \nCancellation, ECF No. 137.)   Plaintiffs  then reported that Jason Husk had been \ndischarged from bankruptcy on 15 February 2022.  ( See Status Report Bankruptcy \nJason Husk ¶ 1, ECF No. 138.) \n17. In July 2022, the Court lifted the stay and dismissed all claims against Jason \nHusk following his bankruptcy.  The Court also issued a new pretrial scheduling \norder for the remaining claims and parties .  This order again stated that LLCs may \n \n2 Plaintiffs filed t wo timely summary judgment motions in this action.  (See Mot. Partial \nSumm. J., ECF No. 98 ; Mot. Partial Summ. J., ECF No. 131 .)  The Court granted the first \nmotion in part, entering judgment in favor of Plaintiffs on their claims for declaratory \njudgment and on Disaster America NC’s counterclaims for breach of contract and quantum \nmeruit.  The counterclaims were dismissed with prejudice.  See JCG, 2021 NCBC LEXIS 109, \nat *13.  The second motion was denied; in its opinion, the Court reiterated that Defendants \nhad not been represented by counsel nor meaningfully participated in the litigation since the \nwithdrawal of counsel in 2021 and that limited liability comp anies must be represented by \ncounsel in litigation.  See JCG, 2022 NCBC LEXIS 94, at *2–3, n.2.   \nnot proceed pro se and warned that “failure to participate in the pretrial process or \notherwise comply with th[e] [o]rder may result in sanctions, including monetary \nsanctions and, if appropriate, striking of pleadings, dismissal of claims, and dismissal \nof def enses.”  (Order Mot. Lift Stay ¶  4, ECF No. 141; Pretrial Scheduling Order \n¶¶ 14, 15, ECF No. 142.) \n18. On 27 September 2022, Plaintiffs reported  that Defendants had “not \nrespond[ed] to any correspondence sent by the Plaintiffs, [had] not compl[ied] with \nany of the deadlines established by the Court’s [pretrial scheduling order], and ha[d] \nmade no effort to participate in the [p]re -[t]rial process.”  (St atus Report Pretrial \nProcs. 2, ECF No. 144.)  In light of Plaintiffs’ representations, the Court ordered \nDefendants to file a response to Plaintiffs’ report along with supporting materials no \nlater than 5 October 2022.  (See Order Calling for Resp., ECF No. 148.) \n19. Nothing was filed.  As a result, on 9 October 2022, the Court ordered \nDefendants to show cause why they should not be sanctioned for their repeated \nnoncompliance with its  orders.  The Court warned Defendants that it was \n“considering severe sanction s, including but not limited to striking Defendants’ \nanswer to the amended complaint; entering default judgment; dismissing any \nremaining counterclaims, third-party claims, and defenses; and awarding reasonable \ncosts and fees, including attorneys’ fees, th at Plaintiffs incurred because of \nDefendants’ failure to comply with the pretrial scheduling order.”  The Court ordered \nDefendants to submit a brief and supporting materials by 1 November 2022, noting \nthat further noncompliance would be viewed as “a decision not to contest an award of \nsanctions.”  (Order Show Cause ¶¶ 1, 3.)  After Defendants missed this deadline, the \nCourt issued a notice of hearing.  (See Notice Hearing, ECF No. 155; Amended Notice \nHearing, ECF No. 157.) \n20. The Court held a show-cause hearing on 9 December 2022.  Plaintiffs’ \ncounsel appeared on behalf of their clients .  Defendants did not  appear, either in \nperson or through counsel. \nII. \nCONCLUSIONS OF LAW \n21. Trial courts have inherent authority “to do all things that are reasonably \nnecessary for the proper administration of justice,” Beard v. N.C. State Bar, 320 N.C. \n126, 129 (1987), including “the power . . . to sanction parties for failure to comply with \ncourt orders,” Daniels v. Montgomery Mut. Ins. Co. , 320 N.C. 669, 674 (1987).   The \n“power to sanction disobedient parties , even to the point of dismissing their actions \nor striking their defenses, . . . is longstanding and inherent,” Minor v. Minor, 62 N.C. \nApp. 750, 752 (1983), and the Court may address such misconduct on its own motion \nor upon motion of a party, see Grubbs v. Grubbs, 2017 N.C. App. LEXIS 146, at *38 \n(N.C. Ct. App. Mar. 7, 2017) (unpublished).  The imposition of sanctions is within the \nsound discretion of the trial judge and is reviewed for abuse of discretion.  See Red \nValve, Inc. v. Titan Valve, Inc. , 2019 NCBC LEXIS 57, at *41 (N.C. Super. Ct. Sept. \n3, 2019). \n22. Severe sanctions—such as striking a party’s answer and entering default \njudgment—“are appropriate when a party . . . abuses the process at a level that is \nutterly inconsistent with the orderly administration of justice or undermines the \nintegrity of the process.”  Id. at *43 (quoting Projects Mgmt. Co. v. DynCorp Int’l LLC, \n734 F.3d 366, 373 (4th Cir. 2013)).  A trial court may impose  severe sanctions only \nafter considering less severe sanctions.  See id. at *61–62; Few v. Hammack Enters., \nInc., 132 N.C. App. 291, 299 (1999).   It is necessary to  “weigh the circumstances of \neach case and choose a sanction that, in the court’s judgment, ‘properly takes into \naccount the severity of the party’s disobedience .’ ”  Out of the Box Devs., LLC v. \nLogicBit Corp., 2014 NCBC LEXIS 7, at *10 (N.C. Super. Ct. Mar. 20, 2014) (quoting \nPatterson v. Sweatt, 146 N.C. App. 351, 357 (2001)). \n23. Dismissal of a t hird-party claim is allowed under Rule 41(b) for “failure to \nprosecute the claim, failure to comply with the rules of civil procedure, or failure to \ncomply with a court order.” 3  Krawiec, 2018 NCBC LEXIS 86, at *7 (quoting McKoy \nv. McKoy, 214 N.C. App. 551, 552–53 (2011)); see N.C. R. Civ. P. 41(c) (“The provisions \nof [Rule 41(b)] apply to the dismissal of any .  . . third-party claim.”).  The trial court \nmust consider lesser sanctions before dismissing a claim and must consider \n“(1) whether the [third -party] plaintiff acted in a manner which deliberately or \nunreasonably delayed the matter; (2) the amount of prejudice, if any, to the \n \n3 Although the language of Rule 41(b) appears to contemplate that the relief provided under \nthis Rule is triggered only upon motion of a party, see N.C. R. Civ. P. 41(b) (“For failure of the \nplaintiff to prosecute or to comply with these rules or any order of court, a defendant may \nmove for dismissal of an action or of any claim therein against him.”), it is clear that the \nCourt may also dismiss an action or individual claims pursuant to Rule 41(b) on its own \nmotion.  See, e.g., Hebenstreit v. Hebenstreit, 240 N.C. App. 27, 31 (2015) (dismissing motion \nfor contempt sua sponte pursuant to Rule 41(b) for plaintiff’s failure to prosecute); Rabinowitz \nv. Suvillaga, 2019 NCBC LEXIS 8, at *13 –14 (N.C. Super. Ct. Jan. 28, 2019) (dismissing \ncounterclaims sua sponte pursuant to Rule 41(b) for failure to comply with court orders); \nKrawiec v. Bogosavac , 2018 NCBC LEXIS 86, at * 5, 7–9 (N.C. Super. Ct. Aug. 16, 2018) \n(dismissing action sua sponte pursuant to Rule 41(b) for plaintiffs’ failure to prosecute after \nshow-cause hearing). \n[third-party] defendant; and (3) the reason, if one exists, that sanctions short of \ndismissal would not suffice.”  Brunner v. Lodge on Lake Lure, LLC , 2016 NCBC \nLEXIS 86, at *4 (N.C. Super. Ct. Nov. 3, 2016) (quoting Wilder v. Wilder , 146 N.C. \nApp. 574, 578 (2001)). \n24. Plaintiffs contend that ultimate sanctions are appropriate.  They ask the \nCourt to strike Defendants’ answers to the complaint and the amendment to the \ncomplaint and to enter default judgment against Defendants on all claims.  (See Pls.’ \nMem. Supp. Sanctions 6–7, ECF No. 156.) \n25. The Court agrees.  Since the withdrawal of their  counsel in February 2021, \nDefendants have repeatedly disregarded the B usiness Court Rules, willfully \ndisobeyed court orders, and completely  failed to participate in this litigatio n.  This \nmisconduct has caused prejudice to Plaintiffs, impeded the progress of the case, and \nwasted judicial resources. \n26. Indeed, Defendants have not taken even the most basic steps necessary to \nparticipate in this case.  The Court has cautioned  Disaster America over and over  \nthat “a corporation must be represented by a duly admitted and licensed \nattorney-at-law and cannot procced pro se.”  LexisNexis, 155 N.C. App. at 209.  Even \nso, it has not retained counsel.  Likewise, the Court has informed Kathleen Husk that \nthe Business Court Rules require al l parties, unless excused for good cause,  to use \nthe e-filing system, see BCR 3, and has twice ordered her to retain counsel or create \nan e-filing user account and associate herself to this case as a pro se litigant.  She has \nyet to do either.4   \n27. Nor have Defendants complied with any of their pretrial obligations.  The \npretrial scheduling order required them to serve exhibits and witness designations, \nparticipate in a conference with opposing counsel, jointly prepare a proposed pretrial \norder, and jointly prepare tentative jury instructions.  They have done none of these \nthings despite a warning that failure to participate would likely result in sanctions.   \nSuch complete noncompliance is evidence of willfulness.   And the persistent refusal \nto respond to Pla intiffs’ communications, participate in joint filings, and file timely \nresponses in this matter undermines both the spirit and the letter of the Business \nCourt Rules.  See BCR 1, 7, 12. \n28. Moreover, Defendants have refused every invitation to explain  their \nconduct.  The Court directed Defendants to respond to Plaintiffs’ representations that \nthey had not fulfilled their pretrial obligations.  They did not.  Given the lack of  \nresponse, the Court issued the show -cause order, directed Defendants to file a brief \nand supporting materials, and made clear that failure to comply would be deemed “a \ndecision not to contest an award of sanctions.”  (Order Show Cause ¶ 6.)  Defendants \ndid not file a brief, submit supporting materials, or appear at the show-cause hearing.  \nAccordingly, the Court concludes that they have made deliberate decision s not to \ncomply with the show-cause order and not to contest an award of sanctions. \n \n4 Although Jason Husk is no longer a party to this case, the Court notes that it also directed \nhim no fewer than five times to undertake similar actions to no avail. \n29. By the Court’s count, some or all Defendants have failed to comply with at \nleast seven orders  spanning some eighteen months.   (See ECF Nos. 111, 117, 123, \n135, 142, 148, 150.)  They have also  failed to file briefs in response to at least three \nmotions.  And they have made no attempt at all to communicate with Plaintiffs or the \nCourt. \n30. The Court has the inherent authority to sanction litigants who refuse to \ncomply with governing  rules and orders.  See Few, 132 N.C. App. at 298; Lomax v. \nShaw, 101 N.C. App. 560, 563 (1991); Out of the Box Devs., LLC, 2014 NCBC LEXIS \n7, at *9.  In addition, the Court has inherent authority under Rule 41(b) to dismiss \nthird-party claims for similar reasons.  See Krawiec, 2018 NCBC LEXIS 86, at *7. \n31. Here, in the exercise of its discretion, the Court concludes that sanctions are \nwarranted.  The Court has considered lesser sanctions but finds them unsuited to the \nconduct at issue.  Defendants have willfully refused to comply with court orders, have \ndisregarded the Business Court Rules,  have ignored all overtures from their \nopponents and the Court, have not participated meaningfully in this case since early \n2021, and show no signs that they will  comply with their obligations in the future.   \nTheir conduct has unreasonably delayed this matter and prevented the final \nresolution of the claims at issue.   And Defendants were given notice that their \nnoncompliance with court orders and rules could result in severe sanctions, including \nthe striking of pleadings, dismissal of claims, dismissal of defenses, and entry of \ndefault judgment.  Lesser sanctions would neither alleviate the prejudice suffered by \nPlaintiffs nor permit the orderly, just, and prompt resolution of this litigation.  Only \nthe most severe sanctions will do.   \n32. Accordingly, the Court will dismiss Defendants’ third- party clai ms.  \nDefendants have failed to participate in this litigation since February 2021.  Williams \nand Airware, the third- party defendants, have never participated in this litigation.  \nIt is a waste of judicial resources to maintain an action when neither side i s \nparticipating.  This is especially so given that Defendants appear not to have served \nWilliams and Airware properly and, in any event, have deliberately and unreasonably \ndelayed final resolution of their third -party claims through their repeated failure to \ncomply with the pretrial scheduling order—including the failure to identify any \nevidence or witnesses, prepare a proposed pretrial order, and prepare proposed jury \ninstructions related to the third -party claims.  Defendants’ conduct “manifests an \nintention to thwart the progress of the action to its conclusion.”  Krawiec, 2018 NCBC \nLEXIS 86, at *7 (quoting In re Will of Kersey , 176 N.C. App. 748, 751 (2006)).  The \nCourt therefore concludes that lesser sanctions will not suffice and that it is \nappropriate to dismiss Defendants’ third -party claims with prejudice for failure to \nprosecute and for failure to comply with court orders. \n33. In addition, the Court will strike Defendants’ answers and affirmative \ndefenses and enter default judgment in Plaintiffs’ favor on most remaining claims.5  \n \n5 See, e.g., Kearney Mach. & Supply Inc. v. Shenyang Mach. Tool Co., 2022 U.S. Dist. LEXIS \n118494, at *11 (N.D. Ala. July 6, 2022) (imposing default judgment as a sanction against a \nparty who took “no steps to participate in this action in good faith”); Garnier-Thiebaut, Inc. \nv. Castello 1935 Inc., 2019 U.S. Dist. LEXIS 210474, at * 23 (D. Md. Dec. 6, 2019) (imposing \ndefault judgment as a “sanction for Defendants’ wholesale failure to participate in the \n \nSee, e.g., Om Shankar Corp. v. Sai Devs. , Inc., 2020 N.C. App. LEXIS 530, at *8– 15 \n(2020) (unpublished) (affirming entry of default judgment as sanction). \n34. A default judgment is appropriate only if the allegations of the complai nt \nare adequate to state a claim.  The Court has carefully reviewed the allegations here \nand concludes that they  present sufficient bases to support the entry of a default \njudgment.  See Brown v. Cavit Scis., Inc., 230 N.C. App. 460, 467 (2013) (holding that, \nfor purposes of default judgment, “if any portion of the complaint presents facts \nsufficient to constitute a cause of action, or if facts sufficient for that purpose fairly \ncan be gathered from it, the pleading will stand” (cleaned up)). \n35. First, MIP 1, Peterson, and the Bonicas adequately state claim s for fraud.  \nAs alleged,  Disaster America and its representatives falsely stated that they \npossessed a North Carolina contractor’s license  allowing them to restore properties \nowned by MIP 1, Peterson, and the Bonicas.  The allegations also show that this false \nstatement was reasonably calculated to deceive, made with intent to deceive, did in \nfact deceive, and resulted in damages.  See Rowan Cnty. Bd. of Educ. v. U.S. Gypsum \nCo., 332 N.C. 1, 17 (1992) (listing the essential elements of fraud); (Compl. ¶¶ 71–93; \nAmendment Compl. ¶¶ 211–29).  Because Plaintiffs have established fraud, their \nalternative claim for negligent misrepresentation is cumulative and may be \ndismissed as moot. \n \nadversary process”); Jindal Tubular USA, LLC v. Gilmore Pipe Sales, LLC, 2019 U.S. Dist. \nLEXIS 246454, at *8 (S.D. Miss. Apr. 4, 2019) (imposing default judgment as a sanction for \nfailure to defend or prosecute case, appear at conferences, and respond to show-cause order). \n36. MIP 1, Peterson, and the Bonicas also state claim s for constructive fraud.  \nAs alleged, these Plaintiffs had a special relationship of trust and confidence with \nDefendants who acted as their attorney-in-fact and agent regarding negotiations with \ninsurance carriers.  Defend ants breached their duties and sought to benefit \nthemselves by inflating estimates and charging for work that was not performed.  See \nSullivan v. Mebane Packaging Grp., Inc. , 158 N.C. App. 19, 32 (2003) ( stating that \nconstructive fraud requires the plaintiff to show “(1) facts and circumstances creating \na relation of trust and confidence; (2) which surrounded the consummation of the \ntransaction in which the defendant is alleged to have taken advantage of the \nrelationship; and (3) the defendant sought to benefit himself in the transaction”) ; \n(Compl. ¶¶ 94–102; Amendment Compl. ¶¶ 230–37). \n37. These three Plaintiffs also assert claim s for unjust enrichment.  The Court \npreviously declared that their contracts with Disaster America were invalid and not \nenforceable.  The allegations show that these Plaintiffs conferred funds on \nDefendants, that they were not conferred officiously, that th e benefit was not \ngratuitous, that the benefit was measurable, and that Defendants consciously \naccepted the benefit.  See JPMorgan Chase Bank, N.A. v. Browning , 230 N.C. App. \n537, 541–42 (2013) (describing the five elements necessary to make out a prima facie \ncase for unjust enrichment); (Compl. ¶¶ 103–07; Amendment Compl. ¶¶ 238–41). \n38. MIP 1 separately asserts a claim for unfair debt collection practices .  This \nclaim, too, is well grounded.  As alleged, Defendants knew that their contract with \nMIP 1 was void, demanded payment, and refused to release MIP 1’s personal property \nuntil Disaster America was paid in full.  See Davis Lake Cmty . Ass’n, Inc. v. \nFeldmann, 138 N.C. App. 292, 295–97 (2000) (concluding that allegations of unfair \ndebt collection were adequate); (Compl. ¶¶ 108–12). \n39. In addition , Plaintiffs adequately state  claims for violations of  N.C.G.S. \n§ 75-1.1.  The allegations show that Defendants deceived MIP 1, Peterson, and the \nBonicas by falsely representing that they possessed JCG’s North Carolina \ncontractor’s license.  This deception could and did enable Defendants to obtain \ncontracts with consumers, including Plaintiffs, and Defendants’ breaches of those \ncontracts injured Plaintiffs.  See Walker v. Fleetwood Homes of N.C., Inc. , 362 N.C. \n63, 71–72 (2007) (stating that a plaintiff must allege “(1) an unfair or deceptive act or \npractice, (2) in or affecting commerce, and (3) which proximately caused injury to \nplaintiff” to make out a claim for unfair and deceptive trade practices); (Compl. \n¶¶ 113–19, 136–39; Amendment Compl. ¶¶ 242–47). \n40. Next, JCG states a claim for trade name and trademark infringement.  It \nalleges that it has valid and protectable mark s—its business name and general \ncontractor’s license number—which it has continuously and exclusively used in the \nState.  It also alleges that Defendants ’ use of the  mark is likely to cause confusion \nand has caused actual confusion among consumers, such as MIP 1, Peterson, and the \nBonicas.  See Johnson & Morris, PLLC v. Abdelbaky & Boes, PLLC , 2017 NCBC \nLEXIS 89, at * 13–14 (N.C. Super. Ct. Sept. 28, 2017)  (identifying elements of \ntrademark infringement to include “valid and protectable mark” and likelihood that \nuse of the mark will cause confusion); (Compl. ¶¶ 120–35).  This infringement is also \nan unfair and deceptive practice that is in or affecting commerce under section 75-1.1.  \nSee Ray Lackey Enters., Inc. v. Vill. Inn Lakeside, Inc. , 2016 NCBC LEXIS 9, at * 37 \n(N.C. Super. Ct. Jan. 29, 2016)  (treating trademark infringement as violation of \nsection 75-1.1). \n41. JCG, MIP 1, and the Bonicas assert claims under  the North Carolina \nRacketeer Influenced and Corrupt Organizations Act.  These claims are well \ngrounded.  Defendants impermissibly used JCG’s general contractor’s license to \nobtain contracts from MIP 1, the Bonicas, and others to perform restoration services \nin the wake of Hurricane Florence and used those contracts to make false claims by \nmail and electronic mail.  Securing the contracts resulted in pecuniary gain for \nDefendants and caused damage to property owned by MIP 1 and the Bonicas and  to \nJCG’s business, each of whom was an innocent person.  See Gilmore v. Gilmore, 229 \nN.C. App. 347, 356 (2013) (establishing a claim under the North Carolina RICO Act \nrequires “(1) an innocent person must allege (2) an injury or damage to his business \nor property (3) by reason of two or more acts of organized unlawful activity or conduct, \n(4) one of which is something other than mail fraud, wire fraud, or fraud in the sale \nof securities, (5) that resulted in pecuniary gain to the defendants” (cleaned up)); \n(Compl. ¶¶ 140–55). \n42. The same three Plaintiffs assert a claim for civil conspiracy.  Because \nPlaintiffs have adequately pleaded their underlying claims for unfair and deceptive \ntrade practices as well as violations of the North Carolina RICO Act, Plaintiffs have \nadequately stated a claim for civil conspiracy.  See Esposito v. Talbert & Bright, Inc., \n181 N.C. App. 742, 747 (2007) (“It is well established that there is not a separate civil \naction for civil conspiracy in North Carolina.” (citation and quotation marks \nomitted)); (Compl. ¶¶ 172–78). \n43. MIP 1 and the Bonicas have also adequately stated claims for negligence.  \nThe complaint alleges that Defendants owed a duty of care in their performance of \nrestoration work and that they breached that duty, resulting in damage  to t he \nproperties.  See Keith v. Health-Pro Home Care Servs., Inc., 381 N.C. 442, 450 (2022) \n(stating that negligence requires “(1) a legal duty owed by the defendant to the \nplaintiff, (2) a breach of that legal duty, and (3) injury proximately caused by the \nbreach”); (Compl. ¶¶ 179–90). \n44. MIP 1, JCG, and the Bonicas also seek to impose liability on the estate of \nDonald Husk for the various claims above on both a theory of direct liability and on \na theory of veil piercing.  The complaint alleges that the late Donald Husk exercised \ncomplete domination and control over Disast er America’s policy and business \npractices such that it was his mere instrumentality.  In addition, the allegations state \nthat the late Donald Husk used that domination and control to appropriate JCG’s \nname and general contractor’s license number to perpetrate a fraud on MIP 1 and the \nBonicas.  The Court therefore concludes that MIP 1, JCG, and the Bonicas have \nadequately pleaded a theory of liability based on veil piercing.  See Kerry Bodenhamer \nFarms, LLC v. Nature’s Pearl Corp. , 2017 NCBC LEXIS 27, at * 12 (N.C. Super. Ct. \nMar. 27, 2017) (describing the elements of a theory of liability premised on piercing \nthe corporate veil); (Compl. ¶¶ 191–204). \n45. Finally, the complaint and amendment to the complaint include a total of \nfour requests for punitive damages t hat are labeled as claims for relief.  There is no \nstandalone claim for punitive damages.  See Collier v. Bryant, 216 N.C. App. 419, 434 \n(2011) (“Punitive damages are available, not as an individual cause of action , but as \nincidental damages to a cause of action.”).  The Court will therefore address punitive \ndamages, if necessary, in its consideration of remedies. \nIII. \nCONCLUSION \n46. For all these reasons, the Court , in the exercise of its discretion, enters \nsanctions against Defendants and ORDERS as follows: \na. Defendants’ answers, including all affirmative defenses asserted \ntherein, are STRICKEN. \nb. Defendants’ third-party claims are DISMISSED with prejudice. \nc. Default judgment is ENTERED as to liability on all remaining claims  \nfor relief (other than the alternative claim for negligent \nmisrepresentation) asserted against Defendants, and this matter shall \nproceed to a determination of Plaintiffs’ damages. \nd. The Court shall determine the amount of Plaintiffs’ damages as well as \nany other remedies  to be awarded by separate order after further \nsubmissions as follows: \n(1) Plaintiffs shall have through and including 3  January 2023 to \nfile (i) a brief detailing  the compensatory and consequential \ndamages they claim to have suffered and any supporting \nmaterials, which may be in the form of affidavit testimony or \nevidence; (ii) any other materials needed to support Plaintiffs’ \nrequested remedies; and (iii) a proposed final default judgment.   \n(2) Defendants shall have through and including 13 January 2023 \nto respond and object to Plaintiffs’ submissions.  Failure to \nrespond will be deemed a waiver of the right to object and a \nwaiver of any right to a hearing. \n(3) No reply brief is permitted. \n(4) The Court will , if necessary,  schedule a hearing on these \nmatters at a later date. \n \nSO ORDERED, this the 12th day of December, 2022. \n \n       /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases "
}