{
  "id": "40a2dabb10954e475a0bd9ea71cffd826e25876e9521d7b479f378eecf7d4fd2",
  "source_file": "data/raw/ncbc/40a2dabb10954e475a0bd9ea71cffd826e25876e9521d7b479f378eecf7d4fd2.pdf",
  "raw_text": "SED Holdings, LLC v. 3 Star Props., LLC, 2016 NCBC 62. \n \nSTATE OF NORTH CAROLINA \nDURHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 5766 \nSED HOLDINGS, LLC, \n \nPlaintiff, \n \nv. \n \n3 STAR PROPERTIES, LLC; JAMES \nJOHNSON; TMPS LLC; MARK \nHYLAND; HOME SERVICING, LLC; \nand CHARLES A. BROWN & \nASSOCIATES, PLLC d/b/a \nDOCSOLUTION, INC.,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nOPINION AND ORDER REGARDING \nSTAY PENDING APPEAL \n \n1. THIS MATTER is before the Court sua  sponte following its request of the \nparties for guidance as to its jurisdiction to proceed while matters in this case are \npending on appeal.  For the reasons set fort h below, the Court concludes that it has \nlimited jurisdiction to proceed in this case. \nGraebe Hanna & Sullivan, PLLC, by Do uglas W. Hanna, for Plaintiff SED \nHoldings, LLC. \n \nLaw Offices of Hayes Hofler, P.A., by R. Hayes Hofler, III, for Defendants 3 Star \nProperties, LLC, James Johnson, TM PS LLC, Mark Hyland, and Home \nServicing, LLC. \n \nThe Law Office of John T Benjamin, Jr., P.A., by John T. Benjamin, Jr., William \nE. Hubbard, and Aleksandra E. Anders on, for Defendant Charles A. Brown & \nAssociates, PLLC d/b/a DocSolution, Inc. \n \nI. INTRODUCTION \n \n2. This case is before this Court purs uant to an Order entered on May 27, \n2016, by the Chief Justice of the North Carolina Supreme Court designating this \naction as a complex business case pursuant to Rules 2.1 and 2.2 of the General Rules \nof Practice for the Superior and District Courts.   \n3. On July 11, 2016, Plaintiff SED Holdings, LLC (“SED”) filed a Verified \nAmended Complaint (“Complaint”).  That pleading added a new party-defendant, \nCharles A. Brown & Associates, PLLC (“Ch arles A. Brown”).  Contained in the \nComplaint was SED’s Motion for Mandatory Preliminary Injunction (the “Motion”).  \nSED filed a supporting brief to the Motion on July 26, 2016.   \n4. The issue before the Court is whether the filing of a petition for \ndiscretionary review with the North Carolina Supreme Court by all of the named \ndefendants except for Charles A. Brown (“Defendants”) following an adverse decision \nof the North Carolina Court of Appeals from Defendants’ first appeal, and/or \nDefendants’ filing of a second notice of appeal with the Court of Appeals, divests this \nCourt of subject matter jurisdiction to consider the Motion.  \n5. This Court issued a Briefing Order on  July 25, 2016, directing the parties \nto provide legal arguments and guidance to the Court regarding the Court’s legal \nauthority to proceed on the Motion while matters are pending discretionary review \nin the North Carolina Supreme Court and on appeal to the North Carolina Court of \nAppeals.  In response to the Briefing Order, all of the parties, through counsel, have \nprovided the Court with their respective po sitions on the authority for the Court to \nproceed.   \n6. Based on the matters of record, including the arguments of counsel for the \nparties contained in their respective briefs on the subject, which were of material \nassistance to the Court, the Court determines that this matter—at least insofar as it \nrelates to SED’s request for additional injunctive relief against newly added \ndefendant Charles A. Brown—is not stayed and the Court may proceed to determine \nthe Motion. \nII. PROCEDUR AL HISTORY \n7. The Court sets forth here only those po rtions of the proc edural history of \nthis case necessary for an understanding of its ruling and notes that this case had a \nlengthy history prior to its designation to the Business Court.  This action was \ncommenced on December 1, 2014, in Durham County Superior Court by SED’s filing \nof its original Verified Complaint against Defendants.  In its original complaint, SED \nalleged that it had contracted to purch ase 1235 mortgages from 3 Star Properties, \nLLC (“3 Star”), and had paid $2,000,000 of a total purchase price of $13,800,171 at \nclosing, only to find that many of the mortgages were not owned by 3 Star and other \nmortgages were essentially worthless.   \n8. On December 10, 2014, Defendants filed a Motion to Dismiss based on lack \nof subject matter jurisdiction and improp er venue pursuant to Rules 12(b)(1) and \n12(b)(3) of the North Carolina Rules of Civil Procedure (“Rule(s)”).   \n9. In response to SED’s request for emergency injunctive relief, on December \n12, 2014, the Durham County Superior Co urt entered a Temporary Restraining \nOrder against Defendants. \n10. SED’s Motion for Preliminary Injunction was scheduled to be heard on \nDecember 18, 2014.  Prior to the hearing, SED and Defendants agreed to abide by the \nterms of a Consent Order Extending the Temporary Restraining Order and Ordering \nMediation. \n11. On February 13, 2015, Defendants brou ght their Motion to Dismiss on for \nhearing in Durham County Superior Court.   On the same day, SED’s Motion for \nPreliminary Injunction was heard.  On February 13, 2015, the superior court denied \nDefendants’ Motion to Dismiss and granted SED’s Motion for Preliminary Injunction. \n12. On February 19, 2015, Defendants file d their Notice of Appeal from the \nsuperior court’s February 13, 2015, orders (the “2015 Appeal”), objecting to both the \ncourt’s denial of Defendants’ Motion to Dismiss for improper venue, and the entry of \na Preliminary Injunction against Defendants.  The 2015 Appeal was assigned Court \nof Appeals docket number COA15-747. \n13. On August 28, 2015, while the 2015 Appeal was pending, SED filed its \nmotion to show cause why Defendants should not be held in civil contempt for failing \nto obey the preliminary injunction order.  SED’s motion to show cause was opposed \nby Defendants.  Following hearing, on December 7, 2015, and again on December 23, \n2015, the superior court entered show cause orders that were followed on January 5, \n2016, by a Contempt Order, which held De fendants in civil contempt for willful \nviolation of the court’s earlier injunctive orders. \n14. Two days later, on January 7, 2016, the superior court entered an amended \nshow cause order.  That order scheduled a show cause hearing for January 19, 2016.  \n15. On January 13, 2016, Defendants filed a second Notice of Appeal to the \nNorth Carolina Court of Appeals (the “2016 Appeal”) objecting to seven specific orders \nentered by the superior court, while the case was on appeal, between September 24, \n2015, and January 5, 2016, as well as objectin g to and appealing from “[a]ny orders \nor court rulings not herein specified which were entered after defendants filed Notice \nof Appeal dated February 19, 2015, from orders entered on February 13, 2015 denying \ndefendants’ Motion to Dismiss for Improper Venue and granting plaintiff’s Motion for \nPreliminary Injunction Order.”  The 2016 Appeal was assigned Court of Appeals \ndocket number COA16-385. \n16. The next day, on January 14, 2016, De fendants filed a Motion to Continue \nHearings Scheduled for January 19, 2016.  By Order dated January 27, 2016, and \nfiled February 1, 2016, the superior court ordered that the hearing on the amended \nshow cause order shou ld be continued until thirty da ys after the Court of Appeals \nissued its mandate in the 2015 Appeal. \n17. On April 5, 2016, the Court of Appeals issued its opinion in the 2015 Appeal, \nunanimously affirming the trial court’s ac tions, including denial of Defendants’ \nMotion to Dismiss for improper venue and the grant of preliminary injunctive relief. \n18. Pursuant to Rule 32 of the North Carolina Rules of Appellate Procedure, the \nmandate in the 2015 Appeal issued from th e Court of Appeals to the superior court \non April 25, 2016. \n19. On May 27, 2016, Defendants filed a Pe tition for Discretionary Review of \nthe Court of Appeals’ decision in the 2015 Appeal with the North Carolina Supreme \nCourt (the “PDR”).  The PDR was assigned docket number 211P16-1.  Defendants did \nnot seek a stay of the proceeding or otherwise seek to delay the effect of the mandate \nfrom the Court of Appeals. \n20. On the same date, May 27, 2016, this action was designated, following the \nparties’ joint motion requesting the same, to the Business Court pursuant to Rules \n2.1 and 2.2 of the General Rules of Practice for the Superior and District Courts. \n21. On July 11, 2016, SED filed its Verified Amended Complaint adding Charles \nA. Brown as an additional party-defendant and seeking preliminary and permanent \ninjunctive relief against that entity. \n22.  The 2016 Appeal has been fully briefed and is awaiting argument and \ndecision. \n23. The Supreme Court has not ruled on the PDR. \nIII. ANALYSIS  \n24.  Pursuant to the relevant portion of section 1-294 of the North Carolina \nGeneral Statutes, entitled “Scope of stay; security limited for fiduciaries”: \nWhen an appeal is perfected as prov ided by this Article it stays all \nfurther proceedings in the court below upon the judgment appealed \nfrom, or upon the matter embraced therein, unless otherwise provided \nby the Rules of Appellate Procedur e; but the court below may proceed \nupon any other matter included in the action and not affected by the \njudgment appealed from.  \n \nN.C. Gen. Stat. § 1-294.   \n \n25.  The issues currently before the Court are whether: (1) Defendants’ filing of \nthe PDR with the North Carolina Supreme Court; and/or (2) Defendants’ filing of the \n2016 Appeal with the North Carolina Court of Appeals, works to divest this Court of \nsubject matter jurisdiction to consider and determine the Motion as to a newly added \nparty-defendant until the presently pending appeals are resolved. \n26. With regard to Defendants’ filing of  the PDR, the Court concludes that, \nabsent a motion to stay filed with and granted by the appropriate court, the filing of \na petition for discretionary review with our State’s highest court, by itself, does not \ndivest the trial court of jurisdiction to consider matters after the Court of Appeals has \ndetermined a matter on appeal and has issu e d  i t s  m a n d a t e .   N . C .  R .  A p p .  P .  2 3 ;  \nRatchford v. C.C. Mangum, Inc. , 150 N.C. App. 197, 198 −99, 564 S.E.2d 245, 247 \n(2002) (“In the absence of the grant of a te mporary stay or a writ of supersedeas by \nthe [North Carolina] Supreme Court, the enforcement of the determination mandated \nby the Court of Appeals is not stayed pending the Supreme Court’s determination of \nthe application for discretionary review.”).  In this regard, Defendants’ arguments \nbased on \nSnow v. Yates, 99 N.C. App. 317, 392 S.E.2d 767 (1990) and Little v. Little, \n12 N.C. App. 353, 183 S.E.2d 278 (1971) do not counsel otherwise.   \n27. In Snow, the trial court granted the defendants’ motion for change of venue \nand the plaintiff appealed to  the Court of Appeals.  Snow, 99 N.C. App. at  319, 392 \nS.E.2d at 768.  The Court of Appeals determined that such a grant was immediately \nappealable because it affected a substantial right, and that “the court of original \nvenue must consider and determine the motion before it takes any other action.”  Id.  \nIn this case, the superior court—the original court of venue—has ruled on \nDefendants’ venue motion and the Court of Appeals has affirmed.   \n28. In Little, the defendant filed a motion for change of venue pursuant to Rule \n12(b)(3) with the trial court, and the plaint iff thereafter filed a motion for alimony \npendent lite.  Little, 12 N.C. App. at 354, 183 S.E.2d at 279.  The trial court heard \nand ruled on plaintiff’s motion for alimon y while defendant’s motion for change of \nvenue was still pending.  Id.  The defendant appealed, alleging that the trial court \nerred in determining the plaintiff’s alimony motion before ruling on the defendant’s \nmotion for change of venue.  \nId.  The Court of Appeals held that when the defendant \nmoved for change of venue as a matter of right, “[the district court] was without \nauthority to proceed further in the cause until the motion to [change venue] had been \ndetermined.”  Id. at 357, 183 S.E.2d at 280.   \n29. In this case, the superior court—the original court of venue—has ruled on \nDefendants’ venue motion and the Court of Appeals has affirmed.  Venue is not an \nissue in the 2016 Appeal; it is only the subject of the PDR.  Therefore, the fact that \nDefendants have chosen to pursue the issues raised in the 2015 Appeal to the State’s \nhighest court by way of petition for discretionary review, without also seeking an \norder staying the action until the Supreme Co urt rules, does not affect this Court’s \nauthority to proceed. \n30. With regard to the 2016 Appeal, becaus e the parties do not raise the issue \nof the propriety of the 2016 Appeal in their briefs to the Court of Appeals or this \nCourt, the Court assumes for the purposes  of this Opinion and Order, without \ndeciding, that the 2016 appeal is proper as  an appeal of an interlocutory order \naffecting a substantial right.  Thus, the Court must determine, in conformity with \nsection 1-294, whether the issues currently for determination by this Court are \n“affected by the judgment appealed from.”  N.C. Gen. Stat. § 1-294.  \n31. The Court has reviewed the orders of the superior court encompassed within \nthe 2016 Appeal, the part ies’ briefs to the Court of A ppeals, and relevant case law \nfrom our appellate courts.  The only issue before the Court of Appeals in the 2016 \nAppeal is the validity of the show cause orders and civil contempt order issued by the \nsuperior court while the 2015 Appeal was pending.   \n32. The Court concludes that the issues presently before it are not embraced \nwithin the issues presently before the Court of Appeals in the 2016 Appeal and, thus, \ndo not divest this Court of subject matter jurisdiction to consider and decide the \nMotion relating to newly added defendant Charles A. Brown.   \n33. The weight of appellate decisions interpreting section 1-294 appears to be \nthat, as a general rule, an appeal divests the lower court of jurisdiction.  \nSongwooyarn \nTrading Co. v. Sox Eleven, Inc. , 219 N.C. App. 213, 216 −17, 723 S.E.2d 569, 572 \n(2012); Ross v. Ross, 194 N.C. App. 365, 368, 669 S.E.2d 828, 831 (2008); Faulkenbury \nv. Teachers’ & State Emps.’ Ret. Sys., 108 N.C. App. 357, 364, 424 S.E.2d 420, 422 \n(1993).  Despite this general rule, howeve r, “the lower court nonetheless retains \njurisdiction to take action which aids the appeal, and to hear motions and grant \norders, so long as they do  not concern the subject matter of the suit and are not \naffected by the judgment appealed from.”  Faulkenbury, 108 N.C. App. at 364, 424 \nS.E.2d at 422.   \n34. Also, “a trial court may ordinarily ‘s uspend, modify, restore, or grant an \ninjunction during the pendency of the appeal upon such terms . . . it considers proper \nfor the security of the rights of the adverse party’ while an appeal is pending.”  Ross, \n194 N.C. App. at 368, 669 S.E.2d at 831 (quoting N. C. R. Civ. P. 62(c)); see also \nSongwooyarn Trading Co., 219 N.C. App. at 217, 723 S.E.2d at 572 (holding that the \ntrial court had jurisdiction to enter an order prohibiting the defendant from \ntransferring, disposing, or removing assets “while jurisdiction was vested in the \nappellate courts[ because the order] did not concern the subject matter of the suit and \nwas intended to aid in the security of plaintiff’s rights while the appeal was pending”).\n  \n35. The Court is unaware of any appellate  decision addressing the specific \nfactual scenario present in this case.  The Court has carefully reviewed the \nauthorities cited to it by counsel for all defendants, including specifically \nFaulkenbury v. Teachers’ & State Emps.’ Ret. Sys., 108 N.C. App. 357, 424 S.E.2d \n420 (1993); Kelley v. Andrews, No. COA15-448, 2016 N.C. App. LEXIS 74 (N.C. Ct. \nApp. Jan. 19, 2016) (unpublished); and Rutherford Plantation, LLC v. Challenge Golf \nGroup of the Carolinas, LLC, Nos. COA12-1305, COA12-308, 2014 N.C. App. LEXIS \n341 (N.C. Ct. App. Apr. 1, 2014) (unpub lished).  The Court believes that such \nauthorities are distinguishable and not controlling of the current dispute. \n36. In Faulkenbury, the plaintiffs brought an action for declaratory judgment \nand damages against several defendants, including two individuals in their official \nand individual capacities.  \nFaulkenbury, 108 N.C. App. at 363,  424 S.E.2d at 422.  \nThe defendants appealed the trial court’s orders granting the plaintiffs’ motion for \nclass certification and denying the defendants’ motions to dismiss.  Id. at 362, 424 \nS.E.2d at 421.  While the defendants’ appeal was pending, the plaintiffs filed a notice \nof voluntary dismissal without prejudice of the claims against the two individuals in \ntheir individual capacities.  Id. at 363, 424 S.E.2d at 422.  The defendants appealed \nthe plaintiffs’ voluntary dismissal.  Id. at 363, 424 S.E.2d at 423.  The Court of \nAppeals found that the plaintiffs’ voluntary dismissal did not affect the subject matter \nof the action and was proper.  \nId.  \n37. In Kelley v. Andrews, No. COA15-448, 2016 N.C. App. LEXIS 74, at *2 (N.C. \nCt. App. Jan. 19, 2016) (unpublished), the defendant moved to dismiss the plaintiff’s \ncomplaint based on sovereign immunity.  The trial court denied the defendant’s \nmotion and the defendant appealed.  \nId.  While the defendant’s motion was pending \non appeal, the defendant filed a second motion to dismiss based on sovereign \nimmunity, but based on a different legal argument than in the first motion.  Id. at \n*2−3.  The trial court granted the second motion to dismiss, and the plaintiff \nappealed.  Id. at *3.  The Court of Appeals held that the trial court did not have \nauthority to rule on the defendant’s second motion to dismiss based on sovereign \nimmunity while the trial court’s ruling on the defendant’s first motion to dismiss \nbased on sovereign immunity was pending on appeal “because both motions sought \ndismissal of [plaintiff’s] lawsuit on the grounds of sovereign immunity.”  \nId. at *4.   \n38. In Rutherford Plantation, LLC v. Cha llenge Golf Group of the Carolinas, \nLLC, Nos. COA12-1305, COA12-308, 2014 N.C. App. LEXIS 341, at *5 (N.C. Ct. App. \nApr. 1, 2014) (unpublished), the plaintiff filed a motion for summary judgment in the \ntrial court.  The trial court granted partia l summary judgment for the plaintiff, and \nthe defendant filed a motion requesting that the trial court amend the order granting \npartial summary judgment.  \nId. at *5.  The trial court denied the defendant’s motion.  \nId.  The defendant appealed the order granting the plaintiff partial summary \njudgment and the order denying the defendant’s motion requesting that the trial \ncourt amend the summary judgment order.  Id. at *5−6.  While the defendant’s appeal \nwas pending, the trial court entered an order granting the plaintiff’s motion for leave \nto amend its complaint to add three defe ndants and assert additional claims.  \nId. at \n*6.  Thereafter, the plaintiff filed its amended complaint.  Id.  Two of the newly added \ndefendants filed motions to dismiss based on  lack of personal jurisdiction, and the \ntrial court entered an order denying the defendants’ motions to dismiss.  Id.  The \nCourt of Appeals ruled that the trial court did not have jurisdiction to enter an order \ngranting the plaintiff’s motion for leave to amend its complaint, or to enter an order \ndenying the newly added defendants’ motions to dismiss.  Id. at *11.    \n39. In this case, Charles A. Brown was added by SED in an amended complaint \nfiled as a matter of right, not through a motion and court order.  The Motion concerns \nonly the newly added party-defendant who is not a party to the pending appeal.  The \n2016 Appeal questions the superior court’s authority pending appeal to enter show \ncause and civil contempt orders following Defendants’ alleged non-compliance with \nthe superior court’s grant of SED’s Motion for Preliminary Injunction.   \n40. Charles A. Brown was not a party at the time of entry of the orders now on \nappeal, and the Court of Appeals has already affirmed in the 2015 Appeal the \npropriety of the superior court’s grant of  SED’s Motion for Preliminary Injunction \nagainst Defendants.  Thus, this Court’s consideration of the Motion against Charles \nA. Brown “[is] not affected by the ju dgment that has been appealed.”  Ross v. Ross, \n194 N.C. App. 365, 368, 669 S.E.2d 828, 831 (2008).   \n41. Rather, this Court’s consideration of SED’s request for preliminary \ninjunctive relief against a newly added defendant concerns distinct and separate \nissues regarding SED’s claim of irreparable harm and Charles A. Brown’s \ninvolvement in this action.  \n42. The Court is sensitive to the general rule that, once an appeal is lodged, the \ntrial court should “stand down” except in limited circumstances.  At the same time, \nthe Court concludes that the present situat ion is one of those limited instances in \nwhich trial court jurisdiction can be exercise d.  Regardless of the Court of Appeals’ \ndecision as to the 2016 Appeal (i.e., whethe r the superior court had jurisdiction to \nhold Defendants in contempt while the firs t appeal was undecided), the outcome of \nthat appeal will not affect the issue of  whether preliminary injunctive relief is \nappropriate at this time and against Charles A. Brown.  \n43. The Court specifically concludes that the Motion as to defendant Charles A. \nBrown is not embraced in the issues raised by the 2016 Appeal.   \n44. As a result, the Court concludes that it may, and in fact should, in the face \nof an allegation by SED that it is being irreparably harmed, determine SED’s request \nthat the Court grant the Motion against Charles A. Brown. \n \nIV. CONCLUSION \n45. For the foregoing reasons, the Court hereby ORDERS that SED’s Motion for \nMandatory Preliminary Injunction as to defendant Charles A. Brown should be heard \nand determined, and a hearing on that Motion will be scheduled promptly.  Any party \nbelieving that additional issues should be considered, heard, and/or determined at \nthat same time should file with the Court within ten days of this Order a Notice of \nRequested Hearing setting forth their contentions in this regard. \nSO ORDERED, this the 23rd day of August, 2016. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}