{
  "id": "40a5b19b96f0dde42109d87f497bd1a24bb3213cc73913cbe310256fbe366391",
  "source_file": "data/raw/ncbc/40a5b19b96f0dde42109d87f497bd1a24bb3213cc73913cbe310256fbe366391.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 14182 \n \nSERAPH GARRISON, LLC, \nderivatively on behalf of GARRISON \nENTERPRISES, INC., \n \nPlaintiff, \n \nv. \n \nCAMERON GARRISON, \n \nDefendant, \n \nv. \n \nGARRISON ENTERPRISES, INC., \n \n                  Nominal Defendant. \n \n \n \n \n \n \n \n \nORDER AND FINAL JUDGMENT \n  \n \nHamilton Stephens Steele & Martin, PLLC by Erik M. Rosenwood and \nAdam Horner, and Bryan Cave LLP by Nicole Jennings Wade and Luke \nLantta for Plaintiff. \n \n Cameron Garrison, pro se.  \n \nMurphy, Judge. \n{1} THIS MATTER came before the Court for trial without a jury on June 9, \n2014, to resolve claims and counterclaims asserted by Plaintiff Seraph Garrison, \nLLC (“Plaintiff”), derivatively on behalf of Garrison Enterprises, Inc. (“GEI”) and \nDefendant Cameron Garrison (“Defendant”).  The parties’ various claims all relate \nto the exercise and execution of Defendant’s rights and duties as Chief Executive \nOfficer (“CEO”) of GEI.  Having considered the evidence presented at trial, the \nPlaintiff’s pre-trial brief, and the arguments and contentions of Plaintiff’s counsel, \nthe Court finds, concludes, and orders as follows: \n \n \n \nSeraph Garrison, LLC v. Garrison, 2014 NCBC 28.\n \n \nI. \nPRELIMINARY MATTERS \n{2} Counsel for Defendant, Adam Hocutt (“Hocutt”) of Dozier, Miller, Pollard, \n& Murphy, LLP (“Dozier firm”) first notified the court by email on March 15, 2013, \nthat Defendant had serious medical issues that would prevent Defendant from \nparticipating in a trial.  Throughout the remaining months of 2013, Hocutt \nperiodically updated the Court about Defendant’s medical condition.  On November \n25, 2013, Hocutt informed the Court that he had lost contact with his client and had \nbeen unable to re-establish contact with him.  Following a case management \nconference (“CMC”) on December 18, 2013, the Court entered an Order giving \nHocutt until January 27, 2014 to contact Defendant and report his condition and \nreadiness for trial.  Seraph Garrison v. Garrison, No. 11 CVS 14182 (N.C. Super Ct. \nDec. 18, 2013) (setting deadline for Defendant’s counsel to contact Defendant). \n{3} The Court reconvened the CMC on January 27, 2014, at which time Hocutt \nrepresented to the Court that after sending mail via the U. S. Postal Service and \nemails to all known addresses he had for Defendant, and attempting to call \nDefendant at all available telephone numbers known to Hocutt, he was still unable \nto make contact with Defendant.  Hocutt consulted with the North Carolina State \nBar about how he should proceed under the circumstances and, based upon the \nadvice he received from the State Bar, determined that withdrawal as counsel for \nDefendant was proper.  Thereafter, the Dozier firm filed a Motion to Withdraw as \nCounsel for Defendant (the “Motion to Withdraw”) on February 4, 2014.  In the \nMotion to Withdraw, Hocutt recited that he and the Dozier firm had undertaken \nreasonable measures to communicate with and locate Defendant, and had \npreviously informed Defendant of the firm’s intent to withdraw as his legal counsel. \n{4} On February 27, 2014, the Court published notice of pre-trial conference \nscheduled for June 2, 2014 at 2:00 P.M. and notice of trial scheduled for June 9, \n2014 at 10:00 A.M., both to be held in Courtroom 6370 of the Mecklenburg County \nCourthouse.  Additionally, the Court entered a Pre-Trial Order on March 3, 2014, \naddressing matters related to final pre-trial preparation.  \nSeraph Garrison v. \n \n \nGarrison, No. 11 CVS 14182 (N.C. Super. Ct. Mar. 3, 2014) (addressing matters \nrelated to final pre-trial preparation).    \n{5} On June 2, 2014, the Court conducted an in-person pre-trial conference to \nconsider Hocutt and the Dozier firm’s Motion to Withdraw and to address any pre-\ntrial matters.  Defendant did not personally appear at the pre-trial conference.  \nHocutt represented that he had again attempted to contact Defendant at all known \nnumbers and email addresses.  The Court proceeded to grant Defense Counsel’s \nMotion to Withdraw and entered a written Order to that effect.  In the Order, the \nCourt also directed Plaintiff to attempt to serve Defendant with copies of Plaintiff’s \nPre-Trial Memorandum.  By email dated June 4, 2014, Plaintiff’s counsel, Erik M. \nRosenwood of Hamilton Stephens Steele & Martin, PLLC (“Hamilton Stephens”), \nnotified the Court that he had attempted to serve Plaintiff’s Pre-Trial Memorandum \non Defendant via all addresses that Hocutt provided for Defendant. \n{6} Defendant did not personally appear in the Courtroom on June 9, 2014, \nwhen this matter came on for trial; no legal counsel appeared on behalf of \nDefendant and no one made contact with the Court on his behalf.  However, counsel \nfor Plaintiff was present and ready to proceed.  As of 10:00 A.M. on June 9, 2014, \nthe Court’s information was that there had been no bankruptcy filings on behalf of \nDefendant.  Given the representations made previously by Defendant’s former \ncounsel, the Court found that Plaintiff was present and ready for trial and \nDefendant was not. \n{7} Although Defendant requested a jury trial in his Answer to the Complaint, \nhe waived that right when he did not appear for trial after notice.  N.C.G.S. § 1A-1, \nRules 38(d), 39(a); \nFrissell v. Frissell, 47 N.C. App. 149, 153, 266 S.E.2d 866, 868 \n(1980); Morris v. Asby, 48 N.C. App. 694, 696, 269 S.E.2d 729, 731 (1980).  Also, \nPlaintiff waived its right to jury trial.  After making appropriate findings of fact and \nconclusions of law on the record, the Court proceeded with trial without a jury. \n \n \n \n \n \nII. \nPROCEDURAL HISTORY \n{8} Plaintiff filed its Verified Complaint on July 22, 2011 in Mecklenburg \nCounty, North Carolina, alleging derivative claims for breach of fiduciary duty, \nfraud, unfair and deceptive trade practices, unjust enrichment, resulting trust, \nconstructive trust, and punitive damages on behalf of GEI.  \n{9} This case was designated a mandatory complex business case on July 25, \n2011 and subsequently assigned to this Court on July 27, 2011. \n{10} After multiple extensions of time to answer or otherwise reply to the \nComplaint, Defendant filed his Answer and Counterclaims/Crossclaims on \nNovember 23, 2011.  GEI made an appearance and filed its Answer to Defendant’s \nCounterclaims/Crossclaims on February 22, 2012. \nIII. \nFINDINGS OF FACT \nA. \nJURISDICTION \n{11} This Court has jurisdiction over the parties and the subject matter of this \naction; neither party contests personal or subject matter jurisdiction. \nB. \nTHE PARTIES \n{12} GEI is a North Carolina corporation that provides health inspection \nsoftware for businesses and government agencies.  \n{13} Plaintiff is a shareholder of GEI and has been a shareholder since May 1, \n2007. \n{14} Plaintiff fairly and adequately represents the interests of GEI in this \nlitigation. \n{15} As President and CEO of GEI, and a member of its Board of Directors (the \n“Board”) until December 31, 2010, Defendant received annual compensation of \n$240,000 from GEI until September 2010 when his compensation was reduced to \n \n \n$120,000 a year.  In addition to his yearly compensation, Defendant received a \n$26,000 car allowance in 2010. \n{16} Defendant employed several of his family members in various capacities at \nGEI, including his father, Mark Garrison.  As an employee of GEI, Mark Garrison \nreceived an annual salary of more than $120,000 plus benefits between 2008 and \n2011. \n{17} As an officer of GEI with discretionary authority, Defendant was subject to \nthe standards of conduct for officers under N.C.G.S. § 55-8-42 (2012). \n{18} Defendant was effectively removed as President and CEO of the company \nin December 2010 and was replaced by Rahul Saxena (“Saxena”), GEI’s former \nChief Operating Officer (“COO”). \n{19} On December 20, 2010, Plaintiff made written demand upon GEI to take \nappropriate action for Defendant’s alleged acts and omissions as set forth in the \nComplaint.  Although GEI terminated Defendant’s employment for cause, it refused \nto seek to recover losses that may have been suffered by GEI as a result of \nDefendant’s actions. \nC. \nNON-PAYMENT OF PAYROLL TAXES \n{20} In his role as President and CEO, it was incumbent upon Defendant to \nensure that all required tax payments on behalf of GEI were made to the United \nStates Department of Revenue and the North Carolina Department of Revenue.  \nHowever, beginning in 2008, Defendant failed to remit payroll taxes for GEI, \ncreating an increasing State and Federal tax liability for GEI until the fourth \nquarter of 2010. \n{21} The Board was made aware that Defendant had stopped paying GEI’s \npayroll taxes in 2009.   \n{22} Defendant’s failure to remit GEI’s payroll taxes resulted in an assessment \nof interest and penalties, and as of September 30, 2010, the tax balance due was \n$1,697,275.98. \n \n \n{23} However, the balance of tax assessments began to decline during the \nfourth quarter of 2010 when Saxena became CEO of GEI.  As of December 31, 2012, \nthe amount due was reported as $1,123,875.75.  Moreover, GEI was able to \nnegotiate with the Internal Revenue Service (“IRS”) to pay less than was originally \nowed. \nD. \nNON-PAYMENT OF 401(k) CONTRIBUTIONS \n{24} Defendant also tasked himself with payment of contributions to GEI’s \n401(k) Plan.  However, Defendant did not make contributions to the Plan from 2008 \nuntil the end of 2010, resulting in disgruntled employees, repayment of lost \nearnings totaling $15,000.00, and the filing of a lawsuit against GEI by the North \nCarolina Department of Labor.  The lawsuit was subsequently resolved. \n{25} Defendant’s failure to make 401(k) contributions, compounded by his \nfailure to pay the payroll taxes, caused GEI to have to implement measures to \ncontrol expenses, including pay cuts and release of employees. \nE. \nTHE ECOLAB CONTRACT \n{26} Ecolab is a corporation that sells cleaning supplies to large corporate \nchains.  In 2009, Ecolab sought to enter into a contract with GEI to provide a data \nfeed link to GEI’s servers so that corporate franchises could receive digital data of \ntheir stores’ health code violations.   \n{27} GEI’s board of directors was aware of contract negotiations between \nDefendant and Ecolab and expected to approve any contract before it was signed.  \nIn July 2009, the Board reviewed a draft of a contract dated July 1, 2009 and \nunderstood that it was the version Defendant had entered into with Ecolab. \n{28} In October 2010, during a meeting with Ecolab representatives, the Board \ndiscovered that the contract it had reviewed in July 2009 was not the contract \nDefendant had in fact executed with Ecolab.  The executed Ecolab contract was \ndated August 1, 2009, not July 1, 2009 as the Board previously believed.   \n \n \n{29} The August 2009 Ecolab contract was substantially different from the July \n2009 version.  Specifically, the July 2009 contract contained a provision that \ngranted GEI and Ecolab equal rights of contract termination after ten years and \nrequired Ecolab to pay $2,550,000.00 in exclusivity fees to GEI.  On the other hand, \nthe executed August 2009 contract required GEI to terminate its preexisting \ncontracts with third parties, obligated Ecolab for only $1,300,000.00 in exclusivity \nfees, and granted only Ecolab the right to terminate the contract after ten years.  \nGiven the reduction in exclusivity fees, forced termination of pre-existing contracts, \nand unilateral contract termination rights, the August 2009 contract was \nfinancially detrimental to the company. \n{30} Ecolab paid $1,000,000.00 to GEI in August 2009.  Instead of using the \n$1,000,000.00 payment to reduce GEI’s payroll tax obligation and 401(k) \ncontribution deficit, Defendant used the money to repay himself for a loan he made \nto GEI and to pay his car allowance, salary, and the salaries other employees of \nGEI. \nF. \nEXPERT OPINION ON DAMAGES \n{31} Plaintiff called Paul Saltzman (“Saltzman”) as its sole expert witness.  \nSaltzman was tendered and received as a CPA and expert in business valuation, \nincome tax, and accounting.  Saltzman conducted an analysis of GEI’s damages in \nthis case utilizing financial records including general ledgers, contracts, and profit \nand loss statements provided by Saxena.  Based upon his investigation and \nanalysis, Saltzman prepared a Summary of Damages Incurred by GEI. (Pl. Ex. 5).  \nIn Saltzman’s opinion, Plaintiff sustained the following losses: \na. $1,250,328.00 from the misrepresentation of the Ecolab Contract.  This \nloss was premised upon differences between the July 2009 version of \nthe Ecolab contract and the August 2009 executed Ecolab contract, \nspecifically the clauses regarding the annual exclusivity fee and \ntermination of preexisting contracts. \n \n \nb. $124,451.00 from payments to Defendant based upon Defendant’s \ndecision to pay himself for loans he made to GEI instead of paying tax \nand 401(k) liabilities with the $1,000,000.00 payment from Ecolab. \nc. $252,206.00 of expenses incurred by GEI on behalf of Defendant for \nitems such as a Lexus vehicle that was not used for business purposes, \nautomobile allowances, sporting event seats, gym memberships, and \nclothing allowances, etc.  However, Saltzman noted that there were no \nexpenses for sporting event seats in the general ledger after August 31, \n2008.  Saltzman also attributed this loss to overpayment of \nDefendant’s father’s salary as an employee of GEI. \nd. $332,296.00 of lost revenue due to GEI’s inability to perform sales \norders because of lack of resources caused by Defendant’s actions. \ne. $510,531.00 related to GEI’s loss of value attributable to its financial \ncondition, operating losses sustained prior to 2010, and the August \n2009 Ecolab contract.  Specifically, Saltzman based this number on the \nvalue of GEI based on proposals and expressions of interest in \nacquiring GEI minus the total liabilities of GEI as of December 31, \n2010.  However, Saltzman testified that the $6,000,000.00 figure he \nused to represent expressions of interest was just one number of \nseveral and was not the lowest number he could have used in this \ncalculation.  Saltzman considered three numbers closest to the date of \nthe Ecolab contract and chose the middle number of the three. \nf. $672,985.00 paid to Defendant that would be attributable to Plaintiff’s \nclaims for unjust enrichment and constructive trust. \ng. $0 related to Defendant’s non-payment of payroll taxes and planned \n401(k) contributions because details of the specific penalties and \ninterest payments were not available at the time of Saltzman’s \nanalysis.  Also, Saltzman noted his exclusion of payroll tax liabilities \nwas due in part to GEI’s ability to negotiate with the IRS to pay less \nthan its total liability. \n \n \nh. $409,368.00 in attorney’s fees and expert fees incurred in bringing this \naction against Defendant. \nTOTAL LOSSES: $3,541,165.00. \n{32} The Court takes issue with Saltzman’s calculations of GEI’s loss of value, \nthe damages attributable to Plaintiff’s claims for unjust enrichment and \nconstructive trust, and the expenses incurred by GEI.  Specifically, Saltzman’s use \nof $6,000,000.00 in his calculation of loss of value appears to be based on \nconvenience and very little methodology.  There were other figures he could have \nused to represent expressions of interest in purchasing GEI that were close to the \ntiming of the Ecolab contract, including one number lower than the one he selected.  \nSaltzman affirmatively opted not to use an average value.  It appears to the Court \nthat Saltzman simply chose a convenient number to base his loss of value \ncalculation on, which the Court finds unpersuasive. \n{33} Regarding Saltzman’s analysis of losses suffered related to Plaintiff’s \nclaims for unjust enrichment and constructive trust, he provides no methodology or \nexplanation for the $672,985.00 figure he represented in his analysis.  In his \nSummary of Damages Incurred by GEI, Saltzman merely states that “[t]he claims \nfor Unjust Enrichment and Constructive Trust will be presented separately but \nrepresent additional damages sought and have been added in the schedule above.”  \n(Pl. Ex. 5).  As Saltzman never presented evidence on the claims for unjust \nenrichment and constructive trust, the Court does not find his analysis persuasive \non this point. \n{34} Furthermore, although Saltzman testified that Saxena informed him that \nMark Garrison was a programmer, in his Summary of Damages Incurred by GEI, \nSaltzman lists Mark Garrison as the Vice President of Communications of GEI.  A \nprogrammer has arguably different tasks than a vice president of communications.  \nThis conflicting evidence calls into doubt Saltzman’s characterization of the amount \nof salary Mark Garrison should have been paid, and therefore, the Court lacks \nconfidence in Saltzman’s analysis on this point as well. \n \n \n{35} Notwithstanding the foregoing concerns, the Court does not take issue \nwith remaining portions of Saltzman’s analysis or his assessment of Plaintiff’s \ndamages.    \nIV. \nCONCLUSIONS OF LAW \nA. \nBREACH OF FIDUCIARY DUTY \n{36} Under section 55-8-42 of the North Carolina Business Corporation Act, as \nan officer of GEI with discretionary authority, Defendant was required to discharge \nhis duties: “(1) [i]n good faith; (2) [w]ith the care an ordinarily prudent person in a \nlike position would exercise under similar circumstances; and (3) [i]n a manner he \nreasonably believe[d] to be in the best interest of [GEI].”  N.C.G.S. § 55-8-42 (2013). \n{37} Plaintiff claims that Defendant breached his fiduciary duty to GEI by \nfailing to pay the payroll taxes and planned 401(k) contributions and by \nmisrepresenting to the Board the material terms of the contract he negotiated with \nEcolab.  Furthermore, Plaintiff argues that Defendant breached his fiduciary duty \nby executing a contract that had not been approved by the Board.   \n{38} Although a self-imposed duty, it is clear from the evidence in the record \nthat Defendant did not pay GEI’s payroll taxes or 401(k) contributions from at least \n2008 until his departure from the company in 2010.  However, Plaintiff has failed to \npresent evidence that Defendant’s decision not to pay payroll taxes and 401(k) \ncontributions was not in good faith, beneath the standard of care an ordinarily \nprudent person in a like position would exercise under similar circumstances, or not \nin a manner Defendant reasonably believed to be in the best interests in the \ncorporation.   \n{39} Plaintiff presented an excerpt of Defendant’s deposition testimony from \nJanuary 23, 2013 in which Defendant asserted that instead of paying the IRS \nduring a period when cash-flow was tight, he chose to pay his employees in order to \nkeep the business running.  Even Saxena admitted that corporate expenses were \nhigh during that time.  Although Saxena, as CEO, was able to release employees \n \n \nand cut expenses in order to pay down GEI’s tax and 401(k) liabilities, Defendant’s \nchoice of a different plan of management may or may not represent good business \njudgment, but it does not necessarily amount to a breach of his fiduciary duty.   \n{40} Saxena testified that Defendant told the Board the payroll tax issue was \non the bottom of the pile but that he was working with an IRS agent to address the \nmatter.  And, there is no evidence that Defendant hid the tax liability from the \nBoard or prevented the Board from intervening to reduce the tax liability if it \nwished to do so.  The evidence that Defendant did not pay payroll taxes and planned \n401(k) contributions is uncontested; Defendant admits as much.  However, given \nGEI’s cash-crunch, Plaintiff did not present sufficient evidence of a breach of \nfiduciary duty based on those actions.\n1 \n{41} Regarding the Ecolab contract, according to Saxena, the Board expected to \nreview the Ecolab contract before it was signed because the Board was concerned \nabout an intellectual property provision in the contract.  There is, however, \ninsufficient evidence before the Court to support a finding that Defendant was \nobligated to seek Board approval before entering into contracts on behalf of GEI.  \nDefendant’s inquiry regarding whether a copy of the contract should be circulated \nfor signoff by all Board members was solely an inquiry, and there is no evidence \nfrom which the Court could conclude that Defendant’s execution of the Ecolab \ncontract without Board approval was a breach of his fiduciary duty. \n{42} While there is no evidence in the trial record that Defendant was required \nto obtain the Board’s permission before entering into the Ecolab contract, the \nevidence demonstrates that Defendant informed the Board about the contract \nnegotiations and sent the Board a copy of the contract to review.   \n{43} The Board exists to oversee the activities and well-being of GEI.  With \nlimited and misleading information, the Board was unable the fully carry out its \nduties to GEI.  As an officer and member of the Board, Defendant had a duty to \n                                                 \n1 Although Saltzman testified that payment of payroll taxes and 401(k) contributions should have \nbeen a priority for Defendant, the Court notes that Saltzman was tendered and received as an expert \nin business valuation, income, and accounting and not to provide his opinion on Defendant’s business \njudgment. \n \n \nprovide truthful information to the Board to assist it in carrying out its duties.  The \nCourt finds that Defendant did not do so when he purposefully presented the Board \nwith one version of the Ecolab contract when he knew that another, detrimental \nversion had already been executed. By his omission, Defendant mislead the Board.   \n{44} Accordingly, the Court finds that Defendant’s representations to the Board \nwere not made in good faith, and concludes that Defendant breached his fiduciary \nduty when he purposefully misrepresented the status of the Ecolab contract to the \nBoard.  \nB. \nFRAUD \n{45} “While actual fraud has no all-embracing definition, . . . the following \nessential elements of actual fraud are well established: (1) [f]alse representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the \ninjured party.”  Ragsdale v. Kennedy, 286 N.C. 130, 138, 209 S.E.2d 494, 500 (1974) \n(citations omitted).  In order to recover under a theory of fraud, Plaintiff must have \nreasonably relied on Defendant’s false representations to its detriment.  Johnson v. \nOwens, 263 N.C. 754, 757, 140 S.E.2d 311, 313 (1965).   \n{46} The facts of this case demonstrate that Defendant’s signature appeared on \ntwo versions of a contract with Ecolab and that only the August 2009 version had \nactually been executed.  Even though Defendant misrepresented the terms of the \ncontract he sought to enter into with Ecolab, Plaintiff’s fraud claim falls short due \nto the lack of reliance causing detriment. \n{47} As previously noted, the Court is unconvinced that Defendant was \nobligated to seek Board approval before entering into the Ecolab contract.  And, \neven if Defendant were required to seek Board approval, the approval given was for \nthe July 2009 unexecuted contract and not for the August 2009 executed contract.  \nThe only step the Board took in reliance on Defendant’s misrepresentations was to \napprove the July 2009 contract, which was never executed.  Defendant’s \nrepresentations could not have caused the Board to approve the August 2009 \n \n \ncontract because, as Saxena testified, the Board was not aware of its existence until \nmonths after it had been executed.  Therefore, the Court does not conclude that the \nBoard relied on Defendant’s misrepresentation to Plaintiff’s detriment such that an \naward of damages would be proper under Plaintiff’s fraud claim. \nC. \nUNFAIR AND DECEPTIVE TRADE PRACTICES \n{48} To prevail on a claim for unfair and deceptive practices under section 75-\n1.1 of the North Carolina General Statutes, Plaintiff must demonstrate the \nexistence of three factors: “(1) an unfair and deceptive act or practice . . . (2) in or \naffecting commerce, and (3) which proximately caused actual injury to [Plaintiff] or \n[its] business.”  Murray v. Nationwide Mut. Ins. Co., 123 N.C. App. 1, 9, 472 S.E.2d \n358, 362 (1996) (citations omitted). \n{49} The North Carolina General Assembly did not intend for the Act to apply \nto the internal conduct of a single business.  White v. Thompson, 364 N.C. 47, 53, \n691 S.E.2d 676, 680 (2010).  “Thus, any unfair or deceptive practices occurring in \nthe conduct of extraordinary events of, or solely related to the internal operations of, \na business will not give rise to a claim under the Act.”  \nId. at 52, 691 S.E.2d at 679 \n(citation omitted). The Act “was designed to achieve fairness in dealings between \nindividual market participants.”  Id. \n{50} While the evidence shows that Defendant’s fraudulent actions involved a \ncontract with a third-party, Ecolab, the conduct was solely within a single business.  \nAlthough Plaintiff cites Norman v. Nash Johnson & Sons’ Farms, Inc., 140 N.C. \nApp. 390, 537 S.E.2d 248 (2000), for the proposition that allegations of fraud and \nbreach of fiduciary duty may be the basis of a UDTP claim, Norman is \ndistinguishable from this case.  In Norman, the plaintiffs sued shareholders and \nofficers of the corporation who had allegedly “divert[ed] assets and business \nopportunities from the [c]ompany” to their individual and separately owned \nbusinesses.  \nId. at 408, 537 S.E.2d at 260.  Although the defendants were \nshareholders of the company, they competed with the company using outside \nentities.  The facts of the case before the Court are materially different.      \n \n \n{51} There are no allegations or evidence that Defendant competed with GEI \nusing any of his outside businesses.  Any unfair conduct perpetrated against GEI \nand its shareholders was accomplished by Defendant through GEI and GEI alone.  \nThe Court concludes that the accusations against Defendant concern the internal \nconduct of a single business and do not fall within the purview Chapter 75’s \nprohibition against unfair and deceptive trade practices. \nD. \nUNJUST ENRICHMENT, RESULTING TRUST, AND CONSTRUCTIVE TRUST \n{52} To recover under a theory of unjust enrichment, Plaintiff must prove that \nproperty or benefits were conferred on Defendant “under circumstances which give \nrise to a legal or equitable obligation on the part of [D]efendant to account for the \nbenefits received, but . . . [D]efendant has failed to make restitution for the property \nor benefits.”  Norman, 140 N.C. App. at 417, 537 S.E.2d at 266 (citation omitted). \n{53} “A constructive trust is a duty, or relationship, imposed by courts of equity \nto prevent the unjust enrichment of the holder of title to, or of an interest in, \nproperty which such holder acquired through fraud, breach of duty or some other \ncircumstance making it inequitable for him to retain it against the claim of the \nbeneficiary of the constructive trust.”  Variety Wholesalers, Inc. v. Salem Logistics \nTraffic Servs., LLC, 365 N.C. 520, 530, 723 S.E.2d 744, 751 (2012) (citation \nomitted).  Plaintiff must prove that Defendant holds legal title to property that “in \nany way against equity and good conscience” he should not.  Upchurch v. Upchurch, \n122 N.C. App. 172, 175, 468 S.E.2d 61, 63 (1996). \n{54} A resulting trust is one “‘arising from the presumed intent of the parties at \nthe time title is taken by one party under facts and circumstances showing that the \nbeneficial interest in the real [or personal] property is in another.’”  Id. \n{55} Plaintiff bases its claims of unjust enrichment, resulting trust, and \nconstructive trust on allegations that Defendant paid himself and received benefits \nsuch as a car allowance at a point when he was not paying payroll taxes or 401(k) \ncontributions.  Further, Plaintiff alleges that Defendant received benefits from the \nexecution of the August 2009 contract with Ecolab.  The Court reaffirms that \n \n \nPlaintiff has failed to present evidence to support a conclusion that Defendant \nbreached his fiduciary duty to GEI by failing to pay the payroll taxes and 401(k) \ncontributions.  Moreover, accepting Saxena’s testimony as true, the only direct \nbenefit Defendant received from the Ecolab contract and $1,000,000.00 exclusivity \nfee was payment of his salary.  The Court is not convinced that by entering into a \nbad business deal, Defendant forfeited his right to earn and be paid a salary and car \nallowance. \n{56} Furthermore, even if Defendant did repay a loan he made to GEI in \naccordance with Saltzman’s testimony, there is insufficient evidence to prove he was \nnot entitled to such repayment. \n{57} Therefore, the Court concludes there are no grounds upon which to \npremise a resulting or constructive trust based on Plaintiff’s theory of unjust \nenrichment. \nE. \nDAMAGES \n1. \nCOMPENSATORY \n{58} Based on the evidence presented, the Court cannot find that Plaintiff was \ninjured by Defendant’s breach of fiduciary duty by misrepresenting the terms of the \nEcolab contract.  Having determined that Defendant was not required to seek Board \napproval before entering into a contract on behalf of Ecolab, and the August 2009 \ncontract had already been executed by the time Defendant presented the July 2009 \ncontract to the Board, it was not Defendant’s misrepresentation to the Board that \ncaused damage to GEI.  Rather, it was his signing of the August 2009 contract that \ncreated the problem for the company, but such was not a breach of his fiduciary \nduty. \n{59} As this is the only actionable portion of all Plaintiff’s claims, the Court \nconcludes that Plaintiff is entitled to no compensatory damages from Defendant. \n \n \n \n \n2. \nPUNITIVE \n{60} Under section 1D-15 of the North Carolina General Statutes, “[p]unitive \ndamages may be awarded only if [Plaintiff] proves [Defendant] is liable for \ncompensatory damages” and that Defendant committed fraud, malice, or willful or \nwanton conduct.  N.C.G.S. § 1D-15 (2014). \n{61} As Plaintiff has failed to prove Defendant is liable for compensatory \ndamages, there is no basis for the Court to award Plaintiff punitive damages. \nF. \nDEFENDANT’S COUNTERCLAIMS/CROSSCLAIMS \n{62} In open court, Plaintiff moved for dismissal of Defendant’s \ncounterclaims/crossclaims for money owed, breach of contract, quantum meruit, \nunjust enrichment, and indemnification of corporate officer/director based on a lack \nof evidence to support Defendant’s counterclaims/crossclaims.  The Court found that \nDefendant had presented no evidence in support of his claims for relief and, as such, \nconcluded that Defendant was not entitled to relief.  N.C.G.S. § 1A-1, Rule 41(b) \n(2014). \n{63} Therefore, the Court reiterates its finding of fact and conclusion of law and \nDISMISSES Defendant’s counterclaims/crossclaims with prejudice. \nV. \nCONCLUSION \n{64} The Court has both personal and subject matter jurisdiction over the \nparties and claims, respectively. \n{65} Defendant did not attend trial and presented no evidence in support of his \ncounterclaims/crossclaims and is, therefore, not entitled to relief on those claims. \n{66} Plaintiff’s claims for unjust enrichment, resulting trust, and constructive \ntrust are without merit. \n{67} Plaintiff has failed to sustain its burden of proof with respect to its claim \nfor fraud. \n \n \n{68} With respect to its UDTP claim, the relationship between Plaintiff and \nDefendant constitutes a single-market participant and, therefore, the actions of \nDefendant are not “in or affecting commerce” and cannot sustain a UDTP claim. \n{69} With respect to its claim for breach of fiduciary duty, Plaintiff did not \npresent sufficient evidence that Defendant’s decisions to not pay GEI’s payroll taxes \nand planned 401(k) contributions and his execution of the August 2009 Ecolab \ncontract were not in good faith and beneath the standard of care an ordinarily \nprudent person in a like position would exercise under similar circumstances, or \nthat Defendant did not reasonably believe those actions were in the best interests of \nthe corporation. \n{70} Furthermore, although Plaintiff provided evidence that Defendant’s \nmisrepresentations to the Board regarding the July 2009 unexecuted version of the \nEcolab contract were not in good faith and, therefore, constituted a breach of \nDefendant’s fiduciary duty, Plaintiff has failed to prove by a preponderance of the \nevidence that those misrepresentations actually caused GEI harm and justify an \naward of compensatory damages on that claim. \n{71} As Plaintiff has failed to prove that Defendant is liable for compensatory \ndamages, Plaintiff cannot succeed on a claim for punitive damages. \n{72} Because Plaintiff has not succeeded on its claim for UDTP, it is not \nentitled to treble damages or attorney’s fees. \nVI. \nJUDGMENT \n IT IS, THEREFORE, ORDERED, ADJUDGED and DECREED as follows: \n{73} Plaintiff is not entitled to relief on its claim for breach of fiduciary duty. \n{74} Plaintiff is not entitled to relief on its claim for fraud. \n{75} Plaintiff is not entitled to relief on its claim for UDTP. \n{76} Plaintiff is not entitled to relief on its claim for unjust enrichment. \n{77} Plaintiff is not entitled to relief on its claim for resulting trust. \n{78} Plaintiff is not entitled to relief on its claim for constructive trust. \n{79} Plaintiff is not entitled to relief on its claim for punitive damages. \n \n \n{80} Defendant’s counterclaims/crossclaims for money owed, breach of contract, \nquantum meruit, unjust enrichment, and indemnification of corporate \nofficer/director against GEI are DISMISSED with prejudice. \n{81} Each party, respectively, shall bear its/his own costs of this action. \nSO ORDERED, this the 26th day of June, 2014. \n \n       \n "
}