{
  "id": "40aca04c4a49d6fd49f3e8533b08a8f7bdb18a39d2afcb3799515a23f6308087",
  "source_file": "data/raw/ncbc/40aca04c4a49d6fd49f3e8533b08a8f7bdb18a39d2afcb3799515a23f6308087.pdf",
  "raw_text": "Stratton v. Royal Bank of Can., 2010 NCBC 2. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE  07 CVS 15079 \n \n \nELIZABETH BRUCE STRATTON, ) \n Plaintiff ) \n  )  \n v.  ) OPINION AND ORDER \n   ) \nROYAL BANK OF CANADA, ) \n  Defendant ) \n \n \n \n THIS CAUSE, designated a complex busine ss case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Carolina General Statutes will be to “G.S.”), and \nassigned to the undersigned Special Superior Court Judge for Complex Business \nCases, by order of the Chief Special Superior Court Judge for Complex Business \nCases, is before the court upon the Defendant’s Motion for Summary Judgment \n(“Motion”) as to all claims (“Claims”) stated in the Complaint, pursuant to the provisions \nof Rule 56, North Carolina Rules of Civil Procedure (“Rule(s)”). \n After considering the arguments, briefs, other submissions of counsel and \nappropriate matters of record, as discussed infra, the court concludes that the \nDefendant’s Motion should be GRANTED. \nMcDaniel & Anderson, LLP by L. Bruce McDaniel, Esq. for Plaintiff. \n \nPoyner & Spruill, LLP by David Dreifus, Esq. and John O’Hale, Esq. for \nDefendant. \n \nJolly, Judge. \nI. \nPROCEDURAL BACKGROUND \n[1] On September 20, 2007, Plaintiff Eliz abeth Bruce Stratton (“Stratton”) filed \nher Complaint for Declaratory Judgment, Related Mandatory Court Order, and Request \nfor Jury Trial (“Complaint”).   \n[2] On December 14, 2007, Stratton f iled a Motion to Substitute Party \nDefendant RBC Centura Banks, Inc. with Royal Bank of Canada (“RBC”).  This court \ngranted that motion on January 2, 2008.  \n[3] In her Complaint, pursuant to various  theories, Stratton prays that (a) the \ncourt issue a declaratory judgment against RBC to the effect that Plaintiff is the owner of \nall right, title and interest to at least 14,486 shares of RBC common stock as successor \nshares to five original Bank of Manteo common stock shares owned by Plaintiff, plus \nany additional shares to which she may be entitled by virtue of accretion through stock \ndividends and stock splits; (b) the court order RBC to issue the foregoing number of \nshares to Stratton and (c) Stratton recover from RBC any money dividends to which she \nwould have been entitled by such successor shares.1 \n[4] The court heard oral argument on the Motion, and it is ripe for \ndetermination. \n                                                 \n1 In her response to the Motion, Stratton attempts to “clarify” the Claims involved in the case, namely, \ndeclaratory judgment, conversion and unjust enrichment.  By way of its responsive briefs and arguments, \nDefendant appears to concede that in substance, the Plaintiff’s Claims lie in alleged conversion and \nunjust enrichment.  Accordingly, the court considers such theories of recovery as a part of the Motion.    \n \nII. \nFACTS \n[5] Unless otherwise indicated herein,  the material facts reflected in \nparagraphs 6 through 21, 39 and 40 of this Opinion and Order exist, are undisputed2 \nand are pertinent to the issues raised by the Motion. \n[6] In 1927, Matilda Ethridge purchased five shares of stock of the Bank of \nManteo, represented by certificate number 86.3   \n[7] In 1933, Matilda Ethridge was listed as  a shareholder in a Bank of Manteo \ndocument entitled “Stockholders Assent to Change.”4  This was the last mention of \nMatilda Ethridge as a shareholder of the Bank of Manteo.   \n[8] In 1935, Matilda Ethridge changed her  name to Matilda E. Inge (“Inge”).5   \n[9] In 1962, the Bank of Manteo me rged with Planters National Bank and \nTrust Company (“Planters Bank”),6 with 2.8 shares of Planters Bank stock being issued \nfor every one share of Bank of Manteo stock.7  At this time, the year-round population of \nManteo was approximately 800 people.8  Plaintiff Stratton, Inge’s daughter, was in \ncollege at the time of the merger.  Stratton had been banking with Bank of Manteo, and \nbecame aware that Planters Bank had acquired the Bank of Manteo when she received \na new checkbook reflecting the Planters Bank name.9  \n                                                 \n2 It is not proper for a trial court to make findings of fact in determining a motion for summary judgment \nunder Rule 56.  However, it is appropriate for a Rule 56 order to reflect material facts that the court \nconcludes exist and are not disputed, and which support the legal conclusions with regard to summary \njudgment.  Hyde Ins. Agency v. Dixie Leasing, 26 N.C. App. 138 (1975). \n3 E. Stratton Aff., ¶ 2 (Resp. Mot. Summ. J., Ex. A). \n4 Def. Br. Supp. Mot. Summ. J., 5, citing Ex. D. \n5 E. Stratton Aff., ¶ 3. \n6 Mot. Summ. J., Exs. F, I and J. \n7 Mot. Summ. J., Ex. J.  See also Ans., ¶ 9. \n8 Pl. Br. Supp. Mot. Summ. J., Ex. G, 2.  \n9 E. Stratton Dep., 29:17-30:11. \n \n[10] At the time of the me rger, the Bank of Manteo did not recognize Inge as a \nshareholder.10 \n[11] Inge died in 1980. 11  She had lived in Manteo, North Carolina for most of \nher life.12  She was survived by Stratton, who served as executrix of Inge’s estate.13  \nStratton is a citizen and resident of Dare County, North Carolina.14 \n[12] In 1982, Stratton discovered the stock ce rtificate for five shares of stock of \nthe Bank of Manteo.15  According to Stratton, Inge had been private with respect to her \nfinances, and Stratton had not known anything of her mother’s business.16   \n[13] As executrix of Inge’s will, Stratto n did not list the Bank of Manteo stock \ncertificate as property of the Inge estate.17  On the Application for Probate and Letters \nTestamentary, in response to a space provided for Stratton to list any “stocks and \nbonds,” Stratton responded, “[n]one.”18  In her submission of a Final Accounting, dated \nAugust 15, 1986, Stratton did not list any stocks or bonds as belonging to the Inge \nestate.19 \n[14] In 1984 or 1985, Stra tton asked a bank employee in the Planters Bank \nbranch in Manteo to allow her to review a book of Bank of Manteo stocks held by the \nbank.20 \n                                                 \n10 Mot. Summ. J., Ex. E.  Stratton argues this document is “highly suspect.”  Corr. Resp. Br. Mot. Summ. \nJ., 7.  See also id. at 6.  Stratton does, however, admit Inge had been “lost” as a shareholder by the time \nof the merger.  Id. at 8. \n11 E. Stratton Aff., ¶ 3; Mot. Summ. J., Ex. B. \n12 Br. Supp. Mot. Summ. J., 6, excepting the years 1951-53 during which Inge lived in Missouri.   \n13 E. Stratton Aff., ¶¶ 4-5. \n14 Compl., ¶ 2. \n15 E. Stratton Dep., 32:14-24 (Resp. Mot. Summ. J., Ex. B).  See also E. Stratton Aff., ¶ 8.  \n16 E. Stratton Dep., 56:11-57:11. \n17 Id. at 35:16-36:4. \n18 Def. Br. Supp. Mot. Summ. J., 13, Ex. B. \n19 Mot. Summ. J., Ex. C.  See also E. Stratton Aff., ¶ 9. \n20 E. Stratton Dep., 37:5-15. \n \n[15] In 1985, Stratton asked a stockbroke r to give her information about the \nstock.  When he told her “just to leave it alone,” Stratton assumed the stock was of \nvalue and continued to hold it.21 \n[16] In 1985 or 1986, after an inquiry by Stratton’s husband concerning what \nStratton should do with the stock, an attorney in Manteo told Stratton’s husband he did \nnot have time to handle her request about the stock certificate.22  Stratton was aware of \nthis conversation. \n[17] In 1986 or 1987, Stratt on spoke with a retired attorney in Burgaw with \nregard to the value of the stock certificate.  He advised her to seek advice from a law \nfirm in Elizabeth City, which she did.23  The attorney in Elizabeth City with whom she \nspoke requested a retainer.24  Stratton paid his law firm a small retainer, but \nsubsequently chose not to pursue the matter further at that point.25    \n[18] In November 1990, The Planter s Corporation merged with Peoples \nBancorporation to form Centura Banks, Inc., on the basis of a one-for-one share \nexchange.26  Centura Banks, Inc. was the parent company of Centura Bank.27  \n[19] In June 2001, Centura Banks, Inc. was indirectly acquired by RBC, with \n1.684 shares of RBC stock issued for each share of Centura Banks, Inc. stock.28  RBC \nCentura Banks, Inc. is a wholly-owned subsidiary of RBC.29   \n                                                 \n21 Id. at 38:16-39:25. \n22 Id. at 42:1-13. \n23 Id. at 43:14-44:18. \n24 Id. at 44:19-24. \n25 Id. at 45:8-21. \n26 Ans., ¶ 11. \n27 Id. at 4 (“Fifth Defense”). \n28 Id. at ¶ 12. \n29 Id. at 3 (“Second Defense”). \n \n[20] In 2003, Stratton asked her stepson, Steve Stratton, whether he would like \nto look into the stock certificate.30 \n[21] Stratton’s request for replacement stock certificates and unpaid stock and \nmoney dividends was refused by RBC Centura Banks, Inc., on or about September 8, \n2006.31 \nIII. \nDISCUSSION \n[22] Under Rule 56(c), su mmary judgment is to be rendered “forthwith” if the  \npleadings, depositions, answers to interrogatories and admissions on file, together with \nthe affidavits, if any, show that there exists no genuine issue as to any material fact and \nthat any party is entitled to a judgment as a matter of law.  When the forecast of \nevidence demonstrates that the plaintiff cannot satisfy an essential element of a claim or \novercome an affirmative defense established by the defendant, summary judgment for \nthe defendant should be granted.  Grayson v. High Point Dev. Ltd. P’ship, 175 N.C. \nApp. 786, 788 (2006).  In considering a Rule 56 motion, the court views the evidence in \nthe light most favorable to the nonmoving party.  Bruce-Terminix Co. v. Zurich Ins. Co., \n130 N.C. App. 729, 733 (1998). \n                                                 \n30 E. Stratton Dep., 50:18-51:11. \n31 Compl., ¶ 15. \n \nIV. \nPLAINTIFF’S CLAIMS \nA. \nDeclaratory Judgment \n1. \nThe Claim  \n[23] In this case, the Plaintiff seeks a declaration that she is entitled, among \nother things, to at least 14,486 shares of RBC common stock as successor shares to \nthe five original Bank of Manteo common stock shares that Plaintiff inherited from her \nlate mother. \n[24] Plaintiff’s Claim for declaratory relief generally is in the nature of an \nequitable action.  However, her Claim for an award of RBC stock, plus unpaid \ndividends, appears to be one for coercive relief against RBC, which in substance seeks \nimposition of a constructive trust to Plaintiff’s benefit. \n[25] G.S. 1-253 provides:  \nCourts of record within their respective jurisdictions shall \nhave power to declare right s, status, and other legal \nrelations, whether or not further relief is or could be claimed.  \nNo action or proceeding shal l be open to objection on the \nground that a declaratory judgment  or decree is prayed for. \nThe declaration may be either affirmative or negative in form \nand effect; and such declaration  shall have the force and \neffect of a final judgment or decree. \n \n[26] Our courts have jurisdiction to re nder declaratory judgments only when the \npleadings and evidence disclose the existence of an actual controversy between parties \nhaving adverse interests in the matter in dispute.  Gaston Bd. of Realtors, Inc. v. \nHarrison, 311 N.C. 230, 234 (1984). \n \n[27] A claim for declaratory judgment ma y be barred to the same extent that a \nclaim for substantive relief on which it is based would be barred.  Strong’s North \nCarolina Index 4th, Declaratory Judgments § 26 (citing Plimpton v. Cooper, 141 F. \nSupp. 2d 573 (W.D.N.C. 2001), aff’d, 21 Fed. Appx. 159 (4th Cir. 2001)). \n2. \nDefenses \n[28] In response to Plaintiff’s Claim fo r declaratory relief, the Defendant raises \ndefenses of lack of standing, laches and judicial estoppel.  To Plaintiff’s Claim for an \naward of RBC shares and dividends, Defendant raises defenses of laches and \nexpiration of the statute of limitations. \na. \nStanding  \n[29] RBC argues that to the extent that any cause of action exists, that cause \nof action remains with the Inge estate and must be prosecuted, if at all, in the name of \nthe estate and not in the name of Stratton, individually.  As such, RBC contends, \nStratton is not a proper party to this action, and the action must be dismissed.32 \n[30] Rule 17(a) requires every claim to be prosecuted or defended in the name \nof the real party in interest.  Whittaker v. Furniture Factory Outlet Shops, 145 N.C. App. \n169, 174-75 (2001).  This is “the party who by substantive law has the legal right to \nenforce the claim in question,” Reliance Ins. Co. v. Walker, 33 N.C. App. 15, 19 (1977) \n(internal citation omitted), and more specifically, is “a party who is benefited or injured \nby the judgment in the case,” id. at 18 (internal citation omitted). \n                                                 \n32 Ans., 6.  \n \n[31] A party to a contract or a direct  estate beneficiary has standing under G.S. \n1-254 to file a declaratory judgment action under G.S. 1-253.  Whittaker, 145 N.C. App. \nat 173.  Specifically, G.S. 1-254 provides: \nAny person interested und er a deed, will, written \ncontract or other writings constituting a contract, or \nwhose rights, status or other legal relations are \naffected by a statute, municipal ordinance, contract or \nfranchise, may have determined any question of \nconstruction or validity ar ising under t he instrument, \nstatute, ordinance, contract or franchise, and obtain a \ndeclaration of rights, status , or other legal relations \nthereunder.  A contract may be construed either \nbefore or after there has been a breach thereof. \n   \n[32] Stratton is a person interested under Inge’s will33 and, as such, may seek \na declaration of rights arising from the will, including her ownership as to the stock in \nquestion.  See, e.g., G.S. 1-254.  Moreover, as a direct beneficiary to her mother’s \ninterest in the Bank of Manteo stock, Stratton has standing under G.S. 1-254 to file a \ndeclaratory judgment action under G.S. 1-253.  Finally, although Inge’s estate may be a \nprocedurally correct entity to bring this claim, Stratton’s position as the direct beneficiary \nmeans she will be benefited or injured by the judgment in this case.  See, e.g., Reliance \nIns. Co. v. Walker, 33 N.C. App. 15, 18-19 (1977).  As such, the court concludes that \nStratton is a proper party to this action, and the action should not be dismissed for lack \nof standing.  \nb. \nLaches \n[33] Laches is an equitable doctrine “des igned to promote justice by preventing \nsurprises through the revival of claims that have been allowed to slumber until evidence \n                                                 \n33 See Compl., ¶ 1; E. Stratton Dep., Ex. 3.   \n \nhas been lost, memories have faded, and witnesses have disappeared.”  Order of R. \nTelegraphers v. Railway Express Agency, Inc., 321 U.S. 342, 348-49 (1994).  This \ndoctrine may be raised properly by a motion for summary judgment.  Williams v. Blue \nCross Blue Shield, 357 N.C. 170, 181 (2003).  It is an available affirmative defense in a \ndeclaratory judgment action.  Taylor v. Raleigh, 290 N.C. 608, 622-23 (1976).  \n[34] Lapse of time is not the controlli ng or most important element to be \nconsidered in determining whether laches is available as a defense.  Taylor v. N.C. \nDep’t. of Transp., 86 N.C. App. 299, 304-05 (1987), citing Harris & Gurganus v. \nWilliams, 37 N.C. App. 585 (1978).   Rather, laches applies “[i]n equity, where lapse of \ntime has resulted in some change in the condition of the property or in the relations of \nthe parties which would make it unjust to permit the prosecution of the claim . . . .”  \nWilliams, 357 N.C. at 181.  As such, the determination of whether a delay constitutes \nlaches depends upon the facts and circumstances of each case.  Cieszko v. Clark, 92 \nN.C. App. 290, 297 (1988).   \n[35] The burden of proof is  on the party who pleads the affirmative defense of \nlaches.  Taylor v. Raleigh, 290 N.C. at 622. \n[36] Laches requires a showing that (a) the plaintiff negligently failed to assert \nan enforceable right within a reasonable time and (b) the defendant was prejudiced by \nthe delay in bringing the action.  Taylor v. N.C. Dep’t. of Transp., 86 N.C. App. at 305, \nciting Costin v. Shell, 53 N.C. App. 117, 120, disc. rev. denied, 304 N.C. 193 (1981).  \nSee also Taylor v. Raleigh, 290 N.C. at 622-23.  In its determination in the instant \nmatter, the court considers (a) whether the pleadings, affidavits and exhibits show any \ndispute as to the facts upon which RBC relies to show laches on Stratton’s part; (b) if \n \nnot, whether the undisputed facts, if true, establish laches and (c) if so, whether it is \nappropriate to grant RBC’s Motion.  Id. at 621. \n[37] Laches requires information or k nowledge of the party against whom the \ndefense is asserted about the claims at issue.  See Speight v. Branch Banking & Trust \nCo., 209 N.C. 563 (1935).  See also Cieszko, 92 N.C. App. at 298.  The court may \ncharge a plaintiff with knowledge of the claim.  See, e.g., Allen v. Burlington Bd. of \nAdjustment, 100 N.C. App. 615, 619 (1990); Save Our Schools of Bladen County, Inc. v. \nBladen County Bd. of Educ., 140 N.C. App. 233, 236-37 (2000).  \n[38] Courts generally “measure laches by the pertinent stat ute of limitations \nwherever the latter is applicable to the situation and [do not] regard the delay of the \nactor to assert the right within that period as estoppel, unless upon special intervening \nfacts demanding that exceptional relief.”  Creech v. Creech, 222 N.C. 656, 663 (1943). \n[39] It is undisputed that the Bank of Manteo did not consider Inge to be a \nshareholder as of 1962, when the bank merged with Planters National Bank.  Given the \nsmall size of the town and Inge’s extended residence there over several decades, the \ncourt determines there is no genuine question that Inge knew of the merger.  There is \nno evidence that Inge received dividends or any other incidents of share ownership \nduring that time, and the court concludes that it is undisputed that Inge knew or should \nhave known the Bank of Manteo and its successors no longer considered her to be a \nshareholder.  From 1962 until her death in 1980, Inge did not pursue her rights as a \nshareholder. \n[40] It is also undisputed t hat Stratton knew of the merger when it occurred.  \nMoreover, there is no evidence that Stratton knew of or received dividends on behalf of \n \nInge’s estate.  Accordingly, the court further concludes that at the time of Stratton’s \ndiscovery of the stock certificates, Stratton knew or should have known that the Bank of \nManteo and its successors did and do not consider Inge to be a shareholder.  In fact, in \n1984 she looked at Planters Bank’s records relative to Bank of Manteo stock.  Further, \nbetween 1985 and 1987, she made inquiries of a stockbroker and at least two attorneys \nabout her rights relative to the Bank of Manteo stock and its value.  However, Stratton \ndid not further pursue her rights as a shareholder until 2006. \n[41] RBC suffered prejudice because of Inge and Stratton’s delay in bringing \nsuit.  Among other things, the passage of time has (a) made appropriate written records \nunavailable and (b) precluded RBC or its predecessors from talking effectively with \nwitnesses or Inge, who either now are deceased or whose memory about such a \ntransaction that took place many years ago most likely would have deteriorated \nmaterially, to the prejudice of the Defendant. \n[42] Inge and Stratton are charged with having knowledge at material times \nthat the Bank of Manteo and its successors did not consider Inge to be a shareholder. \nEach negligently failed to assert an enforceable right, if there ever was one, within a \nreasonable time and RBC was prejudiced by their delay.    \n[43] For the foregoing reasons and based upon the pleadings, affidavits and \nexhibits presented, the court concludes that there exist no genuine issues as to any \nmaterial fact that Inge and Stratton were guilty of laches with regard to Plaintiff’s Claim \nfor declaratory judgment, including her Claim for an award of RBC stock and dividends.  \n \nc. \nJudicial Estoppel \n[44] Because the court concludes that as  a matter of law the defense of laches \nis fatal to Plaintiff’s claim for declaratory judgment, it is not necessary for the court to \nconsider this defense in its analysis. \nd. \nStatute of Limitations \n[45] RBC suggests that Stratton’s r equest that the court compel RBC to \ndeclare her owner of RBC shares is coercive in nature and in substance seeks \nimposition of a constructive trust upon RBC for the benefit of Plaintiff.  Defendant \ncontends such an action is barred both by laches and applicable statutes of limitation.34  \nRBC compares this situation to the case of Jarrett v. Green, a case in which the plaintiff \nsued to impose a constructive trust upon shares of stock.  230 N.C. 104, 107 (1949).  In \nthat case, the North Carolina Supreme Court stated that both laches and the statute of \nlimitation served as defenses, and the applicable statute of limitations is ten years.  Id.  \n[46] A constructive trust is an equitabl e tool used to work out a remedy.  \nTeachey v. Gurley, 214 N.C. 288, 292 (1938).  It is one \nraised by equity in respect to property which has been \nacquired by fraud, or where though acquired originally \nwithout fraud, it is against equity that it should be retained \nby the person who holds it.  This type of trust . . . arises \npurely by construction of equity independently of any \ncontract or of any presumed intention of the parties to \ncreate a trust and is generally thrust on the trustee for the \npurpose of working out the remedy.  The relief in such \ncases is predicated on fraud  and not trust.  Equity \ndeclares the trust in order that it may lay its hands on the \nthing and wrest it from the possession of the wrongdoer.   \n                                                 \n34 Br. Supp. Def. Mot. Summ. J., 22.  \n \n \nId.  See also Roper v. Edwards, 323 N.C. 461, 464 (1988). \n[47] In an action to enforce a constructi ve trust, the action is not based on \ncontract but rather “the original wrongful or tortuous act of the person holding title . . . .  \nA cause of action arises when the wrong is committed.  Therefore, the statute of \nlimitations immediately begins to run and the ten-year statute applies, unless sooner \nbarred under the doctrine of laches.”  Teachey, 214 N.C. at 293-94.  See also G.S. 1-\n56.  \n[48] When a party specifically alleges  fraud and or mistake as a basis for \nimposing a constructive trust, the party’s ability to obtain the remedy of a constructive \ntrust depends on the party’s ability to bring an action to prove fraud or mistake.  J. Lee \nPeeler & Co. v. Makepeace, 96 N.C. App. 118, 120 (1989).  Moreover, the three-year \nstatute of limitations applicable to fraud and mistake applies.  Id.   \n[49] In Howell v. Alexander, 3 N.C. App. 371, 382 (1969), the Court of Appeals \ndetermined the ten-year statute of limitations for a constructive trust began to run when \nthe defendant exercised dominion over the subject property inconsistent with its rights \nand in a manner adverse to the plaintiff’s interest, which would put the plaintiff on notice \nthat the defendant was claiming the property adversely to the plaintiff. \n[50] The court has concluded, above, that  Plaintiff’s Claim for declaratory relief, \nincluding her Claim that RBC be compelled to declare her owner of the RBC shares and \ndividends, is barred by the equitable defense of laches.  Further, based upon the \npleadings, affidavits and exhibits presented, the court concludes that to the extent \nStratton’s requested relief is based upon any theory of constructive trust, there exist no \ngenuine issues as to any material fact that the only possible statutes of limitation – \n \neither three years, under G.S. 1-52 or ten years, under G.S. 1-56 – expired prior to the \nfiling of this civil action. \nB. \nConversion \n1. \nThe Claim \n[51] Plaintiff argues that the allegations of the Complaint and the forecast of \nevidentiary facts will support a Claim against RBC for conversion. \n[52] Conversion is “an unauthorized assu mption and exercise of the right of \nownership over the goods or personal chattels belonging to another, to the alteration of \ntheir condition or the exclusion of an owner's rights.”  Peed v. Burleson's, Inc., 244 N.C. \n437, 439 (1956).  At its core, conversion “is not the acquisition of property by the \nwrongdoer, but a wrongful deprivation of it to the owner . . . and in consequence it is of \nno importance what subsequent application was made of the converted property, or that \ndefendant derived no benefit from the act.\"  Lake Mary Ltd. P’ship. v. Johnston, 145 \nN.C. App. 525, 532 (2001) (internal citation omitted).  Instead, \"[t]he general rule is that \nthere is no conversion until some act is done which is a denial or violation of the \nplaintiff's dominion over or rights in the property.\"  Id., citing 18 Am. Jur. 2d, Conversion, \n§ 1, p. 158.  As such, a cause of action for the tort of conversion requires two elements: \n(a) ownership in the plaintiff and (b) a wrongful conversion by the defendant.  Id. \n[53] Though a stock certificate symbolizes a stockholder’s incorporeal right and \nis not stock itself, it is prima facie evidence of stock ownership.  Castelloe v. Jenkins, \n \n186 N.C. 166, 170 (1923).  The possession of a certificate, with a power to transfer it, is \nprima facie evidence of title.  Id. at 171. \n[54] An assignment of a stock cert ificate upon a valid consideration may be \nmade by mere delivery; an endorsement or instrument in writing is not necessary to \npass the title.  Id. at 172 (citation omitted).   \n[55] If conversion takes place by way of a wrongful taking, then no demand \nand refusal of return is necessary.  Porter v. Alexander, 195 N.C. 5, 7 (1928).  See also \nTrs. of Univ. of North Carolina v. State Nat’l Bank, 96 N.C. 280, 285 (1887). \n[56] If there is no wrongful  taking, i.e., if the defendant rightfully comes into \npossession and then refuses to surrender the goods, then demand and refusal is \nnecessary for the tort of conversion to exist.  White v. Consol. Planning, Inc., 166 N.C. \nApp. 283, 310 (2004), cert. denied, 359 N.C. 286 (2005).   \n[57] In Mastellone v. Argo Oil Co., the Supreme Court of Delaware held that \neven though a stockholder remains in possession of a stock certificate, a corporation \nmay tortiously convert the shareholder’s stock by acting inconsistently with the \nshareholder’s rights, regardless of whether the shareholder had knowledge of the \nconversion.  46 Del. 102, 109 (1951).  In Mastellone, there was no suggestion of \nconcealment or fraud.  Id.  However, the plaintiffs in Mastellone argued conversion only \naccrues when there has been a demand and a refusal.  Id. at 110.  The court concluded \nthat requiring a demand and refusal in that instance would be futile as the conversion \nhad taken place several years previously.  Id. at 110-11.  Accordingly, the court \ndetermined the statute of limitations had already passed.  Id. at 111.  While the \n \ndecisions of the Supreme Court of Delaware certainly are not binding on this court, it \ndoes recognize that court’s analysis as instructive. \n2. \nStatute of Limitations Defense \n[58] Defendant contends that the stat ute of limitations on a claim for \nconversion expired before Plaintiff filed this civil action. \n[59] The statute of limit ations for the tort of conversion is three years, and it \nruns from the time of accrual of the cause of action.  G.S. 1-52(4).  Once the defendant \npleads the statute of limitations, the plaintiff has the burden of showing that the action \nwas brought within the applicable period.  Housecalls Home Health Care, Inc. v. State, \n682 S.E.2d 741, 744 (N.C. Ct. App. 2009) (quoting Silver v. N.C. Bd. of Transp., 47 N.C. \nApp. 261, 266 (1980) (citation omitted)).  A cause of action normally accrues when the \nwrong is complete.  Raftery v. Wm. C. Vick. Constr. Co., 291 N.C. 180, 184 (1976).  \nSee also Aydlett v. Major & Loomis Co., 211 N.C. 548, 551 (1937), which states that  \nthe statute of limitations begins to run only when a party becomes liable to an action.  \nHowever, accrual also requires the injured party to be at liberty to sue.  Id. at 551. \n[60]  Here, Stratton argues that, per Aydlett, accrual did not take place until \nRBC denied Stratton’s ownership rights.  In Aydlett, the plaintiff was contractually limited \nto the frequency with which she could make demands upon the defendant to \nrepurchase her stock.  As such, her action could only accrue when she was able to \nmake such a demand and the defendant refused to honor that demand.  In the case sub \njudice, Inge was able to inquire as to her ownership rights at any point in time after \nbecoming aware of the fact that the bank did not recognize them.  Moreover, as soon as \n \nRBC failed to recognize Inge as a shareholder, it would have become liable for any \nconversion or unjust enrichment.  Accordingly, nothing else appearing, accrual began \nwhenever Inge knew or should have known of actions taken by RBC inconsistent with \nits obligations to her as a shareholder. \n[61] Accrual does not, however, always require the injured party to know of the \nwrong.  Raftery, 291 N.C. at 184.  The statute does not expressly include a \"discovery\" \nclause.  White, 166 N.C. App. at 310.  Accordingly, in Aetna Cas. & Sur. Co. v. Anders, \n116 N.C. App. 348, 350-51 (1994), the court appeared to have held that the statute of \nlimitations began running with the last tortuous act and not with the discovery of the tort.  \nId. at 310.   \n[62] Exceptions to this rule are torts grounded on allegations of fraud and \nmistake.  Matthieu v. Piedmont Natural Gas, 269 N.C. 212, 215 (1967).  In such cases, \naccrual takes place upon discovery by the aggrieved party of the facts constituting the \nfraud or mistake.  G.S. 1-52(9).  In her responsive brief, Stratton suggests the discovery \nstandard of G.S. 1-52(9) should apply to her contended conversion Claim.35 \n[63] A cause of action for fraud or mistake does not accrue until (a) the injured \nparty discovers the facts constituting the fraud or mistake, Hunter v. Guardian Life Ins. \nCo., 162 N.C. App. 477, 485, disc. review denied, 358 N.C. 543 (2004); see also Lee v. \nKeck, 68 N.C. App. 320, cert. denied, 311 N.C. 401 (1984); Hiatt v. Burlington Indus., \nInc., 55 N.C. App. 523, 526, review denied 305 N.C. 395 (1982), or (b) the fraud or \nmistake should have been discovered, Sinclair v. Teal, 156 N.C. 458 (1911), in the \nexercise of reasonable diligence, B-W Acceptance Corp. v. Spencer, 268 N.C. 1 (1966).  \nSee also Carlisle v. Keith, 169 N.C. App. 674, 685 (2005). \n                                                 \n35 Pl. Resp. Opp. Mot. Summ. J., 18. \n \n[64] Whether a plaintiff should have discovered the facts constituting fraud or \nmistake more than three years prior to the institution of the action ordinarily is a \nquestion for the jury.  North Carolina Nat'l Bank v. Carter, 71 N.C. App. 118, 124 (1984), \nciting Johnson v. Ins. Co., 44 N.C. App. 210, 222 (1979), rev'd on other grounds, 300 \nN.C. 247 (1980); Little v. Rose, 285 N.C. 724, 727.  See also Hiatt, 55 N.C. App. at 526.  \nHowever, failure of a plaintiff to exercise due diligence in discovering fraud or mistake \ncan be determined as a matter of law where it is clear that there was both capacity and \nopportunity to discover the fraud.  Hiatt, 55 N.C. App. at 526.  See also Huss v. Huss, \n31 N.C. App. 463 , 468 (1976).  In Peacock v. Barnes, 142 N.C. 215, 218 (1906), the \nSupreme Court stated: \nA man should not be allowed to close his eyes to \nfacts readily observable by  ordinary attention, and \nmaintain for his own advantage the position of \nignorance. Such a principl e would enable a careless \nman, and by reason of his carelessness, to extend his \nright to recover for an i ndefinite length of time, and \nthus defeat the very purpose the statute was \ndesigned and framed to accomplish. \n \n[65] Here, the court concludes that, as a matter of law, any underlying cause of \naction for fraud and mistake accrued, at the latest, in 1982, when Stratton discovered \nInge’s Bank of Manteo stock certificates.  That Stratton discussed the value of the stock \ncertificate with at least three professionals over a period of several years suggests she \nhad both the capacity and opportunity to discover any fraud or mistake committed by \nRBC or its predecessors when she discovered Inge’s stock certificate.  Because (a) the \nstatute of limitations for fraud and mistake is three years and (b) Stratton did not file any \naction until 2007, approximately twenty-six years after these actions accrued, unless the \nDefendant for some reason is estopped from pleading the statute of limitations as a \n \ndefense, the statute as to any conversion Claim expired prior to filing of this civil action, \nand Stratton may not pursue such a Claim against RBC.  \n[66] The Plaintiff argues that De fendant should be equitably estopped from \npleading the statute of limitations as a defense to this Claim.  Our courts have held that \na plaintiff’s lack of reasonable diligence in filing suit for conversion may be time-barred, \nbut that such a defense may be subject to the plaintiff’s claim of equitable estoppel.  \nWhite, 66 N.C. App. at 311.  Equitable estoppel prohibits a party \"from using a statute of \nlimitations as a sword, so as to unjustly benefit from his own conduct . . . .\"  Id. at 305 \n(quoting Friedland v. Gales, 131 N.C. App. 802, 806 (1998)).    \n[67] The essential elements of equitable estoppel are (a) conduct on the part of \nthe party sought to be estopped which amounts to a false representation or \nconcealment of material facts; (b) the intention that such conduct will be acted on by the \nother party and (c) knowledge, actual or constructive, of the real facts.  Parker v. \nThompson-Arthur Paving Co., 100 N.C. App. 367, 370 (1990).  The party asserting \nequitable estoppel to a statute of limitations defense must have (a) a lack of \nknowledge and the means of knowledge as to the real facts in question and (b) relied \nupon the conduct of the party sought to be estopped to his prejudice.  Id.  Bad faith, \nfraud and intent to deceive are not necessary before the doctrine can be applied.  \nHamilton v. Hamilton, 296 N.C. 574, 576 (1979).  See also Mitchell, Brewer, \nRichardson, Adams, Burge & Boughman, PLLC v. Brewer, 2009 NCBC 10, 66-67 (N.C. \nSuper. Ct. 2009). \n[68] Where the evidence suggests only one inference from undisputed facts, \nthe doctrine of equitable estoppel is a question for the court.  White, 166 N.C. App. at \n \n305.  If, however, there are disputed facts with respect to the existence of the elements \nof equitable estoppel, the issue of estoppel is a question for the jury.  Id., citing \nFriedland, 131 N.C. App. at 809.   \n[69] Though Stratton’s possession of the stock certificate is prima facie \nevidence of her ownership of stock in the Bank of Manteo, the facts of this case are \nclear and undisputed that neither she nor Inge enjoyed such ownership after 1962.  \nMoreover, there is no suggestion of concealment or fraud by the Bank of Manteo or its \nsuccessors.  Whether or not any alleged taking was wrongful, the facts force the court \nto conclude that it occurred, at the latest, in 1962, and that both Stratton and Inge had \nadequate knowledge to create a duty to make a claim of ownership.  \n[70] Moreover, the doctrine of equitabl e estoppel does not prevent RBC from \nusing the statute of limitations as a defense.  While the records of RBC’s predecessors \nare not ideal, neither the records nor the other facts presented suggest that RBC or its \npredecessors (a) falsely represented or concealed relevant information; (b) with the \nintent that Inge or Stratton act on such false representations or concealment and (c) \nwith knowledge, actual or constructive, of the real facts regarding ownership of the stock \nat issue.  While Stratton lacks knowledge and the means of knowing how or why the \nBank of Manteo failed to recognize Inge as a shareholder, she has not demonstrated \nthat she relied upon any conduct by RBC or its predecessors to her prejudice. \n[71] Consequently, RBC is not equitably estopped from pleading the statute of \nlimitations as a defense to this Claim. \n[72] For the foregoing reasons and based upon the pleadings, affidavits and \nexhibits presented, the court concludes that there exist no genuine issues as to any \n \nmaterial fact that the statute of limitations expired on any conversion Claim by Plaintiff \nprior to the filing of this civil action.  \nC. \nUnjust Enrichment \n1. \nThe Claim \n[73] Plaintiff also argues that the all egations of the Complaint and the forecast \nof evidentiary facts will support a Claim against RBC for unjust enrichment. \n[74] The equitable doctrine of unjust enrichment “was devised . . . to exact the \nreturn of, or payment for, benefits received under circumstances where it would be \nunfair for the recipient to retain them without the contributor being repaid or \ncompensated.\"  Perkins v. HealthMarkets, Inc., 2007 NCBC 25, 80 (N.C. Super. Ct. \n2009), citing Collins v. Davis, 68 N.C. App. 588, 591 (1984). \n[75] To state a claim for unjust enrichmen t, a party must allege that property or \nbenefits were conferred on a defendant under circumstances that give rise to a legal or \nequitable obligation on the part of the defendant to account for the benefits received.  Id. \nat 81, citing Norman v. Nash Johnson & Sons' Farms, Inc., 140 N.C. App. 390, 417 \n(2000).  The claim does not require (a) demand to the potential defendant, (b) refusal of \nsuch demand or (c) awareness of the conversion.  See Joyce v. Joyce Co., No. COA03-\n1314, 2004 N.C. App. LEXIS 2119, 11-12 (unpub). \n[76] To recover on a claim of unjust en richment, a party must prove that \"it \nconferred a benefit on another party, that the other party consciously accepted the \n \nbenefit, and that the benefit was not conferred gratuitously or by interference in the \naffairs of the other party.\"  Perkins, 2007 NCBC at 79. \n2. \nStatute of Limitations Defense \n[77] Defendant contends that the three-year statute of limitations on a claim for \nunjust enrichment expired before Plaintiff filed this civil action.  G.S. 1-52(1).  See also \nJoyce, 2004 N.C. App. LEXIS 2119 at 9-10. \n[78] Based upon the pleadings, affidavit s and exhibits presented, the court \nconcludes that there exist no genuine issues as to any material fact that the statute of \nlimitations expired on an unjust enrichment Claim by Plaintiff prior to the filing of this civil \naction. \nV. \nCONCLUSION \n[79] Defendant RBC is entitled to summary judgment in its favor as to all \nClaims stated by Plaintiff in this civil action. \n[80] Accordingly, it is ORDERED that Defendant’s Motion for Summary \nJudgment is GRANTED and this civil action hereby is DISMISSED. \n[81] Taxable costs are charged to the Plaintiff. \n This the 5th day of February, 2010. \n "
}