{
  "id": "40c46faf69ba24c4bed0014144747dcd7b98a75e6b824d066b7fab64ef85d00d",
  "source_file": "data/raw/ncbc/40c46faf69ba24c4bed0014144747dcd7b98a75e6b824d066b7fab64ef85d00d.pdf",
  "raw_text": "Window World of Baton Rouge, LLC v. Window World, Inc.; Window World of St. \nLouis, Inc. v. Window World, Inc., 2018 NCBC 130. \n \nSTATE OF NORTH CAROLINA \n \nWILKES COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1 \n \nWINDOW WORLD OF BATON \nROUGE, LLC; WINDOW WORLD OF \nDALLAS, LLC; WINDOW WORLD \nOF TRI STATE AREA, LLC; and \nJAMES W. ROLAND, \n \nPlaintiffs, \n \nv. \n \nWINDOW WORLD, INC.; WINDOW \nWORLD INTERNATIONAL, LLC; \nand TAMMY WHITWORTH, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON WINDOW \nWORLD, INC.’S MOTION TO \nCOMPEL NET WORTH \nINFORMATION  \n \nWILKES COUNTY            15 CVS 2 \n \nWINDOW WORLD OF ST. LOUIS, \nINC.; WINDOW WORLD OF \nKANSAS CITY, INC.; WINDOW \nWORLD OF SPRINGFIELD/PEORIA, \nINC.; JAMES T. LOMAX III; \nJONATHAN GILLETTE; B&E \nINVESTORS, INC.; WINDOW \nWORLD OF NORTH ATLANTA, \nINC.; WINDOW WORLD OF \nCENTRAL ALABAMA, INC.; \nMICHAEL EDWARDS; MELISSA \nEDWARDS; WINDOW WORLD OF \nCENTRAL PA, LLC; ANGELL P. \nWESNERFORD; KENNETH R. \nFORD, JR.; WORLD OF WINDOWS \nOF DENVER, LLC; RICK D. ROSE; \nCHRISTINA M. ROSE; WINDOW \nWORLD OF ROCKFORD, INC.; \nWINDOW WORLD OF JOLIET, INC.; \nSCOTT A. WILLIAMSON; \nJENNIFER L. WILLIAMSON; BRIAN \nC. HOPKINS; WINDOW WORLD OF \n \n \n \n \n \n \n \n \n \nLEXINGTON, INC.; TOMMY R. \nJONES; JEREMY T. SHUMATE; \nWINDOW WORLD OF PHOENIX \nLLC; JAMES BALLARD; and TONI \nBALLARD, \n \nPlaintiffs, \n \nv. \n \nWINDOW WORLD, INC.; WINDOW \nWORLD INTERNATIONAL, LLC; \nand TAMMY WHITWORTH, \nindividually and as trustee of the \nTammy E. Whitworth Revocable \nTrust, \n \nDefendants. \n \n \n1. THIS MATTER  was first brought before the Court through Defendant \nWindow World, Inc.’s (“Window World”) Business Court Rule 10.9 request submitted \nvia email on October 9, 2018 (the “BCR 10.9 Request”).  Although Window World has \nnot filed a formal motion to compel discovery, the Court and the parties have treated \nthe BCR 10.9 Request as a motion to compel discovery at all times after the Court’s \norder for supplemental briefing on October 22, 2018, and the parties have submitted \nsupplemental briefs at the Court’s direct ion referencing Window World’s “Motion to \nCompel.”  Therefore, the Court, in the exercise of its discretion, hereby formally \nconverts the BCR 10.9 Request into a motion to compel discovery under Rule 37 of \nthe North Carolina Rules of Civil Procedure and deems this matter to be before the \nCourt upon Window World’s Motion to Compel Net Worth Information (the “Motion”) \nin the above-captioned cases.  \n \n \n2. Having considered the BCR 10.9 Request, the parties’ statements in support \nof and in opposition to the BCR 10.9 Request, the arguments of counsel at the October \n22, 2018 telephone conference on the BCR 10.9 Request, the parties’ supplemental \nbriefs in support of and in opposition to the Motion, and the arguments of counsel at \nthe November 13 , 2018  hearing on the Mot ion, the Court , in the exercise of its \ndiscretion and for good cause shown, hereby rules upon the Motion as set forth below. \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP, by Charles E. \nCoble, Robert J. King III, Benjamin R. Norman, Jeffrey E. Oleynik, and \nAndrew L. Rodenbough, and Keogh Cox & Wilson, Ltd., by Richard W. \nWolff, John P. Wolff, III, and Virginia J. McLin, for Plaintiffs Window \nWorld of Baton Rouge, LLC, Window World of Dallas, LLC, Window \nWorld of Tri State Area LLC, James W. Roland, Windo w World of St. \nLouis, Inc., Window World of Kansas City, Inc., Window World of \nSpringfield/Peoria, Inc., James T. Lomax III, Jonathan Gillette, B&E \nInvestors, Inc., Window World of North Atlanta, Inc., Window World of \nCentral Alabama, Inc., Michael Edwards , Melissa Edwards, Window \nWorld of Central PA, LLC, Angell P. Wesnerford, Kenneth R. Ford, Jr., \nWorld of Windows of Denver, LLC, Rick D. Rose, Christina M. Rose, \nWindow World of Rockford, Inc., Window World of Joliet, Inc., Scott A. \nWilliamson, Jennifer L. Williamson, Brian C. Hopkins, Window World \nof Lexington, Inc., Tommy R. Jones, Jeremy T. Shumate, Window World \nof Phoenix LLC, James Ballard, and Toni Ballard. \n \nManning, Fulton & Skinner, P.A., by Michael T. Medford, Judson A. \nWelborn, Natalie M. Rice, and Jessica B. Vickers, and Laffey, Leitner & \nGoode LLC, by Mark M. Leitner, Joseph S. Goode, Jessica L. Farley, \nSarah E. Thomas Pagels, and John W. Halpin, for Defendants Window \nWorld, Inc. and Window World International, LLC. \n \nBell, Davis & Pitt, P.A., by Andrew A. Freeman and Alan M. Ruley, for \nDefendant Tammy Whitworth. \n \nBledsoe, Chief Judge. \n \n \n \n \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. The pertinent procedural and factual background of these matters is set out \nmore fully in Window World of Baton Rouge, LLC v. Window World, Inc., 2018 NCBC \nLEXIS 102 (N.C. Super. Ct. Sept. 2 8, 2018), Window World of Baton Rouge, LLC v. \nWindow World, Inc., 2018 NCBC LEXIS 100 (N.C. Super. Ct. Sept. 26, 2018), Window \nWorld of Baton Rouge, LLC v. Window World, Inc. , 2017 NCBC LEXIS 60 (N.C. \nSuper. Ct. July 12, 2017), Window World of Baton Rouge, LLC v. Window World, Inc., \n2016 NCBC LEXIS 82 (N.C. Super. Ct. Oct. 25, 2016), and Window World of St. Louis, \nInc. v. Window World, Inc. , 2015 NCBC LEXIS 79 (N.C. Super. Ct.  Aug. 10, 2015).  \nThe Court recites only those facts necessary for its determination of the Motion. \n4. Window World is in the business of selling and installing windows, doors, \nand siding.  It operates several store locations and also franchises its business around \nthe country.  Plaintiffs in these actions are various Window World franchisees  and \nfranchisee owners, and have divided themselves into separate groups (the “Plaintiff \nGroups”).   \n5. Plaintiffs allege that they entered into franchise agreements with Win dow \nWorld beginning in 2001.  Plaintiffs’ claims against Window World for fraud, unjust \nenrichment, and unfair or deceptive trade practices under Chapter 75 rest, in part, \non Plaintiffs’ contention that Window World failed to provide Franchise Disclosure \nDocuments (the “FDDs”) to Plaintiffs despite a legal obligation to do so under  the \nFederal Trade Commission’s (the “FTC” or “Commission”) Franchise Disclosure Rule.  \n \n \nSee 16 C.F.R. § 436.2.  It is undisputed that Window World did not provide FDDs to \nPlaintiffs prior to October 2011.   The parties dispute, however, whether certain \nPlaintiffs were subject to the Large Franchise Exemption (“LFE”) to the Franchise \nDisclosure Rule, which excuses a franchisor’s obligation to provide an FDD if certain \nconditions—including a net worth threshold—are met.  See id. § 436.8(a)(5)(ii).   \n6. On June 13, 2018, Window World served interrogatories  (the “Net Worth \nInterrogatories”)1 on each Plaintiff Group seeking, among other things, the  \n“individual net worth” of each individual Plaintiff (the “Individual Plaintiffs”) for each \nyear between 2001 and 2018 .  (See Goode Aff. Exs. A –H, ECF No. 635.1–635.8 (15 \nCVS 1), ECF No. 672.1–672.8 (15 CVS 2).)  The Net Worth Interrogatories also seek \nthe “total liabilities, as well as the book value and fair market value of the total \nassets” of (i) each corporate Plaintiff (the “Corporate Plaintiffs”), (ii) twelve specified \nnon-party entities (the “Specified Non -Party Entities”), 2 and (iii) “any Affiliate or \nParent” of each Corporate Plaintiff and of each Specified Non -Party Entity (the \n“Unspecified Non -Party Entit ies” and, together with the Specified Non -Party \nEntities, the “Non -Party Entities”) for each year that any such entity has existed.   \n                                                           \n1  Specifically at issue are interrogatories 1 –5 to North Atlanta/Central Alabama/Edwards; \ninterrogatories 1 –5 and 7 to Baton Rouge/Dallas/Tri State/Roland; interrogatories 1 –4 to \nDenver/Rose; interrogatories 1 –6 to Lexington/Jones/Shumate; interrogatories 1–5 to \nPhoenix/Ballard; interrogatories 1–5 to Joliet/Williamson/Hopkins; interrogatories 1–7 to St. \nLouis/Kansas City/Springfield/Peoria/Lomax/Gillette; and interrogatories 1 –4 to Central \nPA/Ford.  (See Goode Aff. Exs. A–H, ECF No. 635.1–635.8 (15 CVS 1), ECF No. 672.1–672.8 \n(15 CVS 2).) \n \n2  The Specified Non -Party Entities include Builders Windows, LLC, Window World of \nTampa, LLC, W Distributors, LLC, R.C. Rose Enterprises, T. Jones LLC, Window World of \nQueen City, Inc., Jones and Shumate, LLC, Professional Sales Services of Phoenix, LLC, the \nJTB Family Trust, Elizabethdawn, Inc., WW STL Holdings, LLC, and RAF Investments.   \n \n \n(See Goode Aff. Exs. A –H).  Plaintiffs served various objections to the Net Worth \nInterrogatories on August 13, 2018.  \n7. On October 9, 2018, Window World submitted the BCR 10.9 Request, \nseeking an order compelling Plaintiffs to respond to the Net Worth I nterrogatories.  \nThe Court held a BCR 10.9 telephone conference on October 22, 2018, and thereafter, \nin accordance with BCR 10.9(b)(1), ordered the parties to submit supplemental briefs \naddressing whether the LFE is relevant to the matters at issue in this litigation.   \n8. The Court held a hearing on the Motion on November 13, 2018, at which all \nparties to these actions were represented by counsel.  The Motion is ripe now for \nresolution. \nII. \nLEGAL STANDARD \n9. “The primary purpose of the discovery rules is to facilitate the disclosure \nprior to trial of any  unprivileged information that is relevant and material to the \nlawsuit so as to permit the narrowing and sharpening of the basic issues and facts \nthat will require trial.”  Friday Invs., LLC v. Bally Total Fitness of the Mid-Atl., Inc., \n805 S.E.2d 664, 667 (N.C. 2017) (emphasis omitted) (quoting Bumgarner v. Reneau, \n332 N.C. 624, 628, 422 S.E.2d 686, 688–89 (1992)).  To that end, North Carolina Rule \nof Civil Procedure 26 allows parties to “obtain discovery regarding any matter, not \nprivileged, which is relevant to the subject matter involved in the pending action.”  \nN.C. R. Civ. P. 26(b)(1) .  “To be relevant for purposes of discovery, the information \n[sought] need only be ‘reasonably calculated’ to lead to the discovery of admissible \n \n \nevidence.”  Shellhorn v. Brad Ragan, Inc., 38 N.C. App. 310, 314, 248 S.E.2d 103, 106 \n(1978); see N.C. R. Civ. P. 26(b)(1).  While Rule 26 should be construed liberally, our \nSupreme Court has cautioned that the Rules of Civil Procedure should not be \ninterpreted to allow parties “to roam at will in the closets of  . . . other[s].”  Willis v. \nDuke Power Co., 291 N.C. 19, 34, 229 S.E.2d 191, 200 (1976). \n10. Under Rule 33 of the North Carolina Rules of Civil Procedure, “[a]ny party \nmay serve upon any other party written interrogatories to be answered by the party \nserved or, if the party served is a public or private corpora tion or a partnership or \nassociation .  . ., by any officer or agent, who shall furnish such information as is \navailable to the party.”  N.C. R. Civ. P. 33(a).   \n11. “The party resisting discovery bears the burden of showing why the motion \nto compel should not be granted.”  Nat’l Fin. Partners Corp. v. Ray , 2014 NCBC \nLEXIS 50, at *26 (N.C. Super. Ct. Oct. 13, 2014).  “Whether or not the party’s motion \nto compel discovery should be granted or denied is within the trial court’s sound \ndiscretion and will not be rev ersed absent an abuse of discretion.”  Phelps-Dickson \nBuilders, LLC v. Amerimann Partners, 172 N.C. App. 427, 433, 617 S.E.2d 664, 668 \n(2005). \nIII. \nANALYSIS \n12. Window World contends that the Net Worth Interrogatories are reasonably \ncalculated to lead to the discovery of admissible evidence concerning whether Window \nWorld was obligat ed to provide FDDs to Plaintiffs.  According to Window World, \n \n \ndiscovery of the net worth of Plaintiffs and the Non-Party Entities is necessary to \nassess the applicability of the LFE to the Franchise Disclosure Rule.3 \n13. In opposition to the Motion, Plaintiffs argue that (i) the Net Worth \nInterrogatories exceed the numeric limit for interrogatories set forth in the Court’s \nJune 15, 2015 Case Management Order (the “CMO”); (ii) the net worth of all Plaintiffs \nand Non -Party Entities  is irrelevant because Window World cannot retroactively \ninvoke the LFE; (iii) the Net Worth Interrogatories are overbroad and compliance \nwould be unduly burdensome; (iv) in any event, the LFE is applicable only to business \nentities, not to persons like the Individual Plaintiffs; and (v) to the extent the LFE is \napplicable to the Corporate Plaintiffs, Plaintiffs have produced balance sheets for \nthose entities which are fully sufficient to determine their net worth.  Plaintiffs also \nobject to the Court’s consideration of two affidavits that Window World filed in \nconnection with the Motion. \n14. The Court first addresses Plaintiffs’ objection to Window World’s affidavit \ntestimony.  Plaintiffs argue that the affidavits of Ann Hurwitz (“ Ms. Hurwitz”), \ntendered as a franchising expert, and Catharine M. Lawton (“Ms. Lawton”), tendered \nas an expert on financial and economic issues, should be stricken because they offer \n                                                           \n3  This Court briefly addressed the LFE in dicta in its September 26, 2018 Order and Opinion \non a prior Window World motion to compel that sought the Individual Plaintiffs’ tax returns.  \nSee Window World of Baton Rouge, LLC , 2018 NCBC LEXIS 100, at *25 –27.  The Court \ndenied Window World’s request, reasoning, in part, that “the Window World Defendants have \nnot demonstrated that the information they seek cannot be obtained by less burdensome and \ninvasive means.”  Id. at *26.  The Court noted that “the Window World Defendants recently \nserved interrogatories seeking information related to Plaintiffs’ net worth,” id., but did not \nconsider whether the Individual Plaintiffs’ net worth was discoverable for purposes of the \nLFE. \n \n \nargument that, when combined with Window World’s opening brief, greatly exceeds \nthe 2,000 word limit the Court set for opening briefs at the October 22, 2018 \nconference.  (See Lawton Aff., ECF No. 636  (15 CVS 1), ECF No. 6 73 (15 CVS 2) ; \nHurwitz Aff., ECF No. 634 (15 CVS 1), ECF No. 671 (15 CVS 2).)   \n15. Ms. Hurwitz is a long-time partner with a prominent international law firm \nin Chicago, Illinois and represents that she has a particular expertise in franchising \nlaw.  She is admitted to the North C arolina State Bar but is currently on inactive \nstatus.  Ms. Hurwitz is not counsel of record for any party to this action.  Her affidavit \ncontains nearly 3,000 words, and the substantial majority of the affidavit contains \nlegal arguments in support of the Motion.  As a practical matter, Ms. Hurwitz’s \naffidavit serves as a supplemental brief, albeit from counsel who has not been \nadmitted pro hac vice  in this action, and, when combined with Window World’s \nopening brief, results in initial briefing well in excess of the Court -ordered word \nlimits.  The Court will therefore strike Ms. Hurwitz’s affidavit and not consider it on \nthis Motion.4 \n16. The Court reac hes a different conclusion, however, as to  Ms. Lawton ’s \naffidavit.  Window World tenders Ms. Lawton as an expert on financial and economic \nissues.  Rather than advancing legal arguments, Ms. Lawton’s affidavit offers opinion \n                                                           \n4  The Court’s ruling on Ms. Hurwitz’s affidavit is limited to this Motion and without prejudice \nto Window World’s right to seek to offer Ms. Hurwitz as an expert witness at a later stage of \nthis litigation.  The Court is mindful, however, that our appellate courts have held that “while \nthe legal expert may testify regarding the factual issues facing the jury, [she] is not allowed \nto either interpret the law or to testify as to the legal effect of particular facts.”  Smith v. \nChilds, 112 N.C. App. 672, 680, 437 S.E.2d 500, 506 (1993); see, e.g., Sparton Corp. v. United \nStates, 77 Fed. Cl. 1, 9 (2007) (“Expert testimony is an improper mechanism for offering legal \narguments to the Court.”).   \n \n \ntestimony as to the accounting and valuation standards to be applied in calculating \nthe net worth of the Corporate Plaintiffs based on her review of the currently \navailable information as to each of the Corporate Plaintiffs.   (See Lawton Aff. ¶ 18  \n(“[I]t is my opinion that the book value of the equity reported on corporate balance \nsheets standing alone is not a reliable indicator of the net worth of affiliated parties \n(owners and/or affiliated companies).”) .)  Therefore, the Court will not strike M s. \nLawton’s affidavit in connection with the current Motion.  See Franks v. Franks, 153 \nN.C. App. 793, 796, 571 S.E.2d 276, 278 (2002) (“We hold that the trial court properly \nrelied upon the testimony of [an expert in forensic accounting and business valuation] \nto determine valuation of the painting business.”). \n17. The Court turns next to Plaintiffs’ contention that the Motion should be \ndenied because Window World has exceeded the CMO’s numerical limit on Common \nInterrogatories.  The CMO incorporates the parties’ agreement and provides that \nthey “shall be allowed to serve no more than the number of interrogatories set forth \nin” the Case Management Report (the “CMR”).   (Case Management Order  4 \n[hereinafter “CMO”], ECF No. 50 (15 CVS 1), ECF  No. 64 (15 CVS 2).)   The CMR \nprovided that interrogatories were to be divided into two categories, each of which \nwas subject to a separate numerical limit.  (Case Management Report 9 [hereinafter \n“CMR”], ECF No. 47 (15 CVS 1), ECF No. 61 (15 CVS 2).)  First, Plaintiffs, collectively, \nand Defendants, collectively, were allotted forty “Common Interrogatories,” which the \nparties agreed, and the Court ordered, are “interrogatories asking the same question \nto all of the Plaintiffs or to a ll of the Defendants.”  (CMR 9.)  Under the CMR, \n \n \n“Common Interrogatories served by Defendants to all Plaintiffs (asking the same \nquestion to all Plaintiffs) are considered Common Interrogatories even though \nindividual Plaintiff Groups may serve different answers to the Common \nInterrogatories.”  (CMR 10.)  Second, the parties agreed, and the Court ordered, that \neach Plaintiff Group and Defendants, collectively, would be allowed a certain number \nof “Individualized Interrogatories” that were “not to be used for inquiry into facts and \nissues common to all Plaintiff Groups.”   (CMR 10.)  While Defendants have reached \nthe limit on Common Interrogatories , they have not reached the limit on \nIndividualized Interrogatories. \n18. Plaintiffs contend that the Net Worth Interrogatories a re Common \nInterrogatories, and not Individualized Interrogatories, because they ask the same \nquestion of every Plaintiff Group and inquire into facts (i.e. net worth) and an issue \n(i.e. the applicability of the LFE) common to all Plaintiff Groups.  The Court \nsubstantially agrees.  The Net Worth Interrogatories concerning the Individual \nPlaintiffs, the Corporate Plaintiffs, and the Unspecified Non-Party Entities ask the \nsame exact questions to each Plaintiff Group and inquire into facts common to each  \nPlaintiff Group.  Thus, they fall within the definition of  Common Interrogatories  \nunder the CMO.   \n19. As is frequently the case, the CMR on which the CMO is based reflected an \nagreement between the parties that was the product of negotiation and compromise.  \nPlaintiffs have conducted discovery within the framework of that agreement and have \na reasonable expectation that Window World will be required to abide by its terms.  \n \n \nWindow World has not moved to amend the CMO to increase the number of Common \nInterrogatories that it could serve, nor has it offered any explanation for its failure to \nbetter utilize the forty Common Interrogatories that it agreed would be sufficient for \npurposes of this litigation.  Moreover, the additional time and expense associated with \nresponding to the Net Worth Interrogatories would be substantial, and to require \nPlaintiffs to do so late in the discovery period would work significant inconvenience \nand cause undue burden.  Accordingly, the Court , in the exercise of its discretion, \nconcludes that the Motion should be denied to the extent it seeks to compel responses \nto the Net Worth Interrogatories as to  the Individual Plaintiffs, the Corporate \nPlaintiffs, and the Unspecified Non -Party Entities  because Defendants have \npreviously posed all of the Common Interrogatories permitted under the CMO.   \n20. In contrast, t he Net Worth Interrogatories concerning the Specified Non -\nParty Entities are addressed only to a subset of the Plaintiff Groups .  Thus, by the \nplain terms of the CMO, these interrogatories are not Common Interrogatories and \nare properly posed as Individualized Interrogatories.  Because Defendants have a \nsufficient number of Individualized Interrogatories available under the CMO to pose \nthe Net Worth Interrogatories concerning the Specified Non-Party Entities, the Court \nwill not deny the Motion for procedural deficiency as to these interrogatories.  \n21. The Court next addresses Plaintiffs’ substantive objections to the Net Worth \nInterrogatories.  The Court will examine these objections not only as to the Specified \nNon-Party Entities,  but also as t o the Individual Plaintiffs  and the Corporate \n \n \nPlaintiffs because certain objections provide an additional basis for denial of the \nMotion as to these parties and entities. \n22. The Franchise Disclosure Rule provides that, “[i]n connection with the offer \nor sale of a franchise,” a franchisor must “furnish a prospective franchisee with a copy \nof the franchisor’s current [FDD] at least 14 calendar -days before the prospective \nfranchisee signs a binding agreement with, or makes any payment to, the franchisor \nor an affiliate in connection with the proposed franchise sale.”  16 C.F.R. § 436.2(a).  \nThe Rule further provides that  at least seven calendar -days before  “alter[ing] \nunilaterally and materially the terms and conditions of the basic franchise agreement \nor any related agreements attached ” to the FDD, a franchisor must “furnish[] the \nprospective franchisee with a copy of each revised agreement[.]”  Id. § 436.2(b).  Rule \n436 is “tailor ed to address the prevalent franchisor nondisclosure of material \ninformation” to prospective franchisees.  72 Fed. Reg. 15,453 (Mar. 30, 2007).   \n23. The LFE relieves a franchisor  of its  obligation to  provide a prospective \nfranchisee with a FDD where “the franchisor can establish [that t]he franchisee (or \nits parent or any affiliates) is an entity that has been in business for at least five \nyears and has a net worth of at least $5,715,500.”  16 C.F.R. §  436.8(a)(5)(ii).  The \nCourt’s research has not disclosed , and the parties have not cited , any judicial or \nadministrative decisions interpreting the LFE ; however, t he FTC’s Statement of \nBasis and  Purpose (the “FTC’s Statement”) accompanying the 2007 amendments 5 \nprovides some useful guidance.  Cf. Jones v. Keller, 364 N.C. 249, 261, 698 S.E.2d 49, \n                                                           \n5  The FTC first adopted the LFE in 2007.  \n \n \n59 (2010) (noting that courts  must “give controlling weight to an agency’s \ninterpretation of its own regulations unless that interpretation is plainly erroneous \nor inconsistent with the regulation[s]” ).  In particular, t he FTC’s Statement notes \nthat the LFE was created because  “large entities negotiating franchise deals —such \nas airports, hospitals, and universities—can obtain the benefits of the amended Rule \nwithout federal government intervention.”   72 Fed. Reg. 15,527 .  According to the \nFTC, “[s]uch transactions often are heavily negotiated by sophisticated counsel who \nhave significant experience in the franchise industry.”  Id. \n24. The parties agree that Window World made no effort  to assess the \napplicability of the LFE at the time the franchise agreements at issue in this \nlitigation were entered.  The parties further agree that i n October 2011, Window \nWorld sent letters to Plaintiffs in which Window World acknowledged that it “fail ed \nto comply with Federal and State Laws by presenting to [Plaintiffs] a Franchise \nDisclosure Document” prior to the purchase of their respective franchises.  (Pls.’ Br. \nOpp’n Mot. Compel Net Worth Info. Ex. A, ECF No. 626.2 (15 CVS 1), ECF No. 663.2 \n(15 CVS 2).)   \n25. Plaintiffs first contend that the LFE, by its terms, applies only if Window \nWorld can establish the LFE’s applicability at the time disclosures would otherwise \nhave been due, and thus that Window World cannot raise the LFE now in defense of \nPlaintiffs’ state law claims.  As a result, Plaintiffs claim that the net worth of \nPlaintiffs and the Non-Party Entities is irrelevant.  The Court disagrees. \n \n \n26. Plaintiffs have asserted state law claims against Window World for fraud, \nunjust enrichment, and unfair or deceptive trade practices that rest, in part, on their \ncontention that Window World failed to provide FDDs despite a legal obligation to do \nso.  Plaintiffs are not suing to obtain FDDs or to otherwise vindicate rights under the \nFederal Disclosure Rule, but rather to advance state law claims based on Window \nWorld’s failure to follow the Rule  no earlier than October 2011.  Thus, Plaintiffs’ \nclaims place at issue whether Window World had an obligation to provide FDDs to \nPlaintiffs.  Nothing in the Rule, the LFE, or the FTC’s Statement suggests that \nWindow World has waived its right to mount a defense to those state law claims by \narguing that the LFE excused its failure to provide FDD s during the relevant time \nperiod.  That the LFE is typically invoked and established prior to the ent ry of a \nfranchise agreement  through consideration of the information provided in the \napplication process, as Plaintiffs contend,  does not mean that a franchisor cannot \nshow that the LFE exemption applied when the franchisor’s failure to provide a FDD \nis challenged by a franchisee through the assertion of state law claims.   \n27. A comparison of the LFE with the Large Investment Exemption (“LIE”), see \n16 C.F.R. § 436.8(a)(5)(i) , supports this view.  Unlike the LFE, the LIE requires a \n“prospective franchisee [to] sign[] an acknowledgment verifying the grounds for the \nexemption.”  Id.  Had the FTC intended to require any invocation of the LFE to occur \nprior to entry into an agreement, the FTC could have included a similar requirement \nunder the LFE.  Accordingly, Window World’s Motion will not be denied on this basis. \n \n \n28. Plaintiffs next contend that the Individual Plaintiffs’ net worth and prior \nexperience cannot be considered in assessing the applicability of the LFE because \nthey conduct business through business entities.  Although the LFE provides in \nrelevant part that it applies when “[t]he franchisee (or its parent or any affiliates) is \nan entity,” id. § 436.8(a)(5)(ii), the term “entity” is not defined in Rule 436, see id. \n§ 436.1.  Footnote 845 to the FTC’s Statement  does not define “entity” but does \nprovide as follows: \nNothing prevents an “entity” under this provision from being an individual, \nbut most individuals who have been in business for at least five years and \nhave generated an individual net worth of at least $5 million 6 are likely to \nhave created a corp oration or other formal organization through which to \nconduct business. \n \n72 Fed. Reg. 15,527 n.845.  Plaintiffs argue that footnote 845 means that an \nindividual is deemed an “entity” under the LFE only if the individual has not created \na corporation or other organization through which to conduct business.   \n29. In interpreting a regulation, a court must seek to determine the \npromulgating agency’s intent.  See Morrell v. Flaherty, 338 N.C. 230, 238, 449 S.E.2d \n175, 180 (1994); see also Coastal Ready-Mix Concrete Co. v. Bd. of Comm’rs, 299 N.C. \n620, 629, 265 S.E.2d 379, 385 (1980) (“The best indicia of that intent are the language \nof the statute or ordinance, the spirit of the act and what the act seeks to \naccomplish.”).   \n30. Turning to the language at issue, the first clause of footnote 845 makes clear \nthat an “entity” may be an individual.  More challenging is discerning the FTC’s \n                                                           \n6  The FTC raised the net worth threshold from $5,000,000 to $5,424,500 effective July 1, \n2012, and to the current threshold, $5,715,500, effective July 1, 2016. \n \n \nintent in including the second clause.  While not announcing a strict rule or \nrequirement, the Court concludes that this clause, fairly read, states the FTC’s \nexpectation that most individuals who meet the LFE’s net worth threshold will \nconduct business through a business organization, with the result  that the LFE will \napply to the business organization but not to the individual.  Conversely, however, \nthe FTC’s Statement suggests that where an individual conducts business in his \nindividual capacity and not through an entity, the LFE may be applied  to the \nindividual. \n31. Each Individual Plaintiff here conducted business through a business \norganization at the time the franchise agreements with Window World were allegedly \nentered.  Based on the Court’s  reading of footnote 845, Rule 436, and the FTC’s \nStatement, the Court concludes that the FTC did not intend for the Rule or the LFE \nto extend to individuals , such as the Individual Plaintiffs , who conduct business \nthrough business organizations.  As a result, the Court concludes that the Individual \nPlaintiffs’ net worth information is not relevant to the claims and defenses in  these \nactions and should not be compelled. \n32. Plaintiffs next argue that the Motion should be denied as to the Corporate \nPlaintiffs because the Corporate Plaintiffs have produced, or agreed to produce, their \nmonthly balance sheets  for the relevant time period.  P laintiffs argue  that these \nbalance sheets are sufficient to satisfy the Corporate Plaintiffs’ discovery obligations \nin response to the Net Worth Interrogatories  and that Window World’s request for \n \n \ndocuments showing the “fair market value of the total assets” of each Corporate \nPlaintiff constitutes impermissible discovery.  The Court agrees.   \n33. The FTC has stated that an entity’s balance sheet is a reliable measure of \nnet worth and should be used in assessing the application of the LFE.  See 72 Fed. \nReg. 15,527 n.846 (“Net worth of an entity can readily be determined from the entity’s \nbalance sheet or other financial information, typically submitted as part the \napplication process.”).  Because an entity’s balance sheet reflects book value, Crowder \nConstr. Co. v. Kiser , 134 N.C. App. 190, 202 –03, 517 S.E.2d 178, 187 (1999) (“The \nvalue of the company’s assets and equipment as shown on the balance sheet \nrepresents the depreciated value of such assets, not their fair market value.”), it \nappears to  the Court that the FTC is satisfied that book value , rather than fair \nmarket value, is the proper measure for computing net worth under the LFE.  As \nsuch, the Court concludes that to the extent the Net Worth Interrogatories to the \nCorporate Plaintiffs see k fair market value information for the assets of each \nCorporate Plaintiff, such interrogatories are not reasonably calculated to lead to the \ndiscovery of admissible evidence.7  The Court further concludes, in the exercise of its \ndiscretion, that the Corporate Plaintiffs may satisfy their obligation to respond to the \nNet Worth Interrogatories by providing monthly corporate balance sheets for the \nrelevant time period, as the Corporate Plaintiffs have agreed to do. \n                                                           \n7  Separately, the Court concludes , in the exercise of its discretion,  that requiring the \nCorporate Plaintiffs to determine the fair market value of their assets at dates in the distant \npast would impose an impermissible undue burden.  See N.C. R. Civ. P. 26(b)(1a).  Unlike \nwith book value, which can be “easily ascertained from [a] corporation’s bal ance sheet,” \nCrowder Constr. Co., 134 N.C. App. at 197, 517 S.E.2d at 184, determining the fair market \nvalue of assets will necessarily require a much more intensive and time-consuming process. \n \n \n34. Finally, the Court considers whether the net worth of the  Specified Non-\nParty Entities is properly discoverable.  As an initial matter, the Court concludes that \nthe net worth of a parent or affiliate entity associated with the Corporate Plaintiffs \nis potentially relevant for purposes  of assessing the applicability of the LFE.  The \nLFE provides that it covers the “franchisee (or its parent or any affiliates),” 16 C.F.R. \n§ 436.8(a)(5)(ii), and in interpreting the LFE, the FTC’s Statement provides that the \nLFE “ makes clear that a franchisor may aggregate commonly -owned franchisee \nassets in determining the availability of the large entity exemption [,]” 72 Fed. Reg. \n15,528.  Accordingly, to the extent that the Specified Non -Party Entities are in fact \n“parents” or “affiliates” of the Corporate Plaintiffs as defined in 16 C.F.R. § 436.1, 8 \ntheir net worth information may be relevant evidence in this action. \n35. The parties, however, have done little to assist the Court in determining the \nparent or affiliate status of the Specified Non -Party Entities.  Neither side devoted \nmuch, if any, attention to this issue in their briefs or at the November 13 hearing.  \nThe current record is thus unclear as to the nature of the relationship that may exist \nbetween any Corporate Plaintiff and all but one of the Specified Non-Party Entities, \nand neither party has offered evidence showing that any Specified Non-Party Entity \nis or is not a parent or affiliate of any Corporate Plaintiff.9   \n                                                           \n8  Rule 436 defines “Affiliate” as “an entity controlled by, controlling, or under common control \nwith, another entity.”  16 C.F.R. § 436.1(b).  The term “Parent” is defined as “an entity that \ncontrols another entity directly, or indirectly through one or more subsidiaries.”  Id. \n§ 436.1(m).  Window World’s Net Worth Interrogatories embrace these definitions. \n \n9  Window World has offered evidence through Ms. Lawton that Plaintiff Window World of \nSt. Louis, Inc. utilizes Specified Non -Party Entity Elizabethdawn, Inc. “for advertising \nplacement and support.”  (Lawton Aff. ¶ 10(d) n.11.)  Ms. Lawton avers that Elizabethdawn, \n \n \n36. Plaintiffs, as the parties resisting discovery , “bear[] the burden of sho wing \nwhy the motion to compel should not be granted. ”  Nat’l Fin. Partners Corp. , 2014 \nNCBC LEXIS 50, at *26.  The Court concludes, in the exercise of its discretion,  that \nPlaintiffs’ failure to carry their burden here requires that the Court grant the Motion \nas to the net worth information concerning the Specified Non-Party Entities.  As more \nfully explained below, however, the Court, in the exercise of its discretion, will narrow \nthe Net Worth Interrogatories in certain respects to address their overbreadth and to \nprevent an improper fishing expedition.  \n37. First, our courts have observed that “there is no discovery provision that \nauthorizes posing interrogatories to a non -party,” Mayfield v. Parker Hannifin , 174 \nN.C. App. 386, 395, 621 S.E.2d 243, 250 (2005), and Rule 33(a) of the North Carolina \nRules of Civil Procedure requires a corporate party only to “furnish such information \nas is available to the party ,” N.C. R. Civ. P. 33(a).   North Carolina courts do not \nappear to have addressed, however, whether information held by a parent or affiliate \nis “available” to a responding party, such as Plaintiffs here.    \n38. Under Federal Rule 33, 10 an entity is “obliged to  . . . respond to the \ninterrogatories not only by providing the information it has, but also the information \n                                                           \nInc. is owned equally by Annette Lomax and Kimberly Gillette, who are the spouses of the \nowners and officers of Plaintiff  Window World of St. Louis, Inc.   (Lawton Aff. ¶ 10(d) n.11.)  \nAs such, Specified Non-Party Entity Elizabethdawn, Inc. does not appear to qualify as a \n“parent” or “affiliate” of Plaintiff Window World of St. Louis, Inc.  See 16 C.F.R. § 436.1 (b), \n(m). \n \n10  Federal Rule of Civil Procedure 33 is nearly identical to North Carolina’s Rule 33 and \nprovides that interrogatories must be answered “by the party to whom they are directed” or \n“if that party is a public or private corporation, a partnership, [or] an association, . . . by any \n \n \nwithin its control or otherwise obtainable by it.”  In re Auction Houses Antitrust Litig., \n196 F.R.D. 444, 445 (S.D.N.Y. 2000); see, e.g., Costa v. Kerzner Int’l Resorts, Inc., 277 \nF.R.D. 468, 471 n.1 (S.D. Fla. 2011) (“[U]nder this [control] principle, discovery can \nbe sought from one corporation regarding materials that are in the physical \npossession of another, affiliated corporation.”); In re ATM Fee Antitrust Litig. , 233 \nF.R.D. 542, 545 (N.D. Cal. 2005) (“Rule 33 requires th at a corporation furnish such \ninformation as is available from the corporation itself or from sources under its \ncontrol.”); Ferber v. Sharp Elecs. Corp., No. 84 Civ. 3105 (RO), 1984 U.S. Dist. LEXIS \n24861, at *3 (S.D.N.Y. Nov. 28, 1984). 11  Thus, if a corpo ration responding to \ninterrogatories “can obtain the information from sources under its control, it may not \navoid answering by alleging ignorance.”  Goodrich Corp. v. Emhart Indus., No. EDCV \n04-00759-VAP (SSx), 2005 U.S. Dist. LEXIS 17190, at * 9 (C.D. Cal. June 10, 2005) .  \n“However, if the information is truly not ‘available’ to the corporation, i.e., it is not in \ntheir possession and the responding corporation cannot exercise control over it, than \nthe responding corporation may state this fact in response.”  Id. at *10. \n39. Courts have long recognized that when a “parent is served with an \ninterrogatory, it is no defense to claim that the information is within the possession \nof a wholly owned subsidiary, because such a corporation is owned and controlled by \n                                                           \nofficer or agent, who must furnish the information available to the party .”  Fed. R. Civ. P. \n33(b)(1) (emphasis added). \n \n11  Because “[t]he North Carolina Rules of Civil Procedure are, for the most part, verbatim \nrecitations of the federal rules,” our courts have recognized that “[d]ecisions under the federal \nrules are thus pertinent for guidance and enlightenment in developing the philosophy of the \nNorth Carolina rules.”  Turner v. Duke Univ., 325 N.C. 152, 164, 381 S.E.2d 706, 713 (1989). \n \n \nthe interrogee.”  Westinghouse Credit Corp. v. Mountain States Mining & Milling Co., \n37 F.R.D. 348, 349 (D. Colo. 1965 ).  Conversely, however, because a subsidiary does \nnot control the parent, the subsidiary is generally not required to furnish information \nheld by the parent.  Id.; see Ferber, 1984 U.S. Dist. LEXIS 24861, at *3 (“[T]he mere \nfact that defendant S.E.C. has a close corporate relationship with SSK by virtue of \nbeing a wholly -owned subsidiary does not compel S.E.C. to obtain documents or \ninterrogatory answers from its parent.”).  Nevertheless, if the circumstances “indicate \nsome form of ‘control’ by the subsidiary over the documents and information sought—\neven if the documents or other information are in the possession of the parent —the \nsubsidiary may be required to produce the requested data or at least to make a good \nfaith effort to do so.”  Ferber, 1984 U.S. Dist. LEXIS 24861, at *4 (citing In re Uranium \nAntitrust Litig., 480 F. Supp. 1138, 1152–53 (N.D. Ill. 1979)).12 \n40. The Court finds the se federal decisions persuasive and concludes that \nPlaintiffs should be required to respond to the Net Worth Interrogatories, but only to \n                                                           \n12  This Court has employed a similar approach under Rule 34 for the production of \ndocuments.  In National Financial Partners Corp., relying on federal case law for guidance, \nthis Court  held that “a litigating parent corporation has control over documents in the \nphysical possession of its subsidiary corporation where the subsidiary is wholly owned or \ncontrolled by the parent.”  2014 NCBC LEXIS 50, at *32 –33 (quoting Am. Angus Ass’n v. \nSysco Corp., 158 F.R.D. 372, 375 (W.D.N.C. 1994)).  Factors to be considered in analyzing the \nexistence of such “control” include the following: \n \n(a) commonality of ownership, (b) exchange or intermingling of directors, officers or \nemployees of the two corporatio ns, (c) exchange of documents between the \ncorporations in the ordinary course of business, (d) any benefit or involvement by the \nnon-party corporation in the transaction, and (e) involvement of the non -party \ncorporation in the litigation.  \n \nId. at *33 (quoting Uniden Am. Corp. v. Ericsson Inc., 181 F.R.D. 302, 306 (M.D.N.C. 1998)). \n \n \nthe extent that the net worth information concerning the Specified Non -Party \nEntities is available from Plaintiffs themselves or from sources under their control.   \n41. The Court also concludes that the time period for responsive information \nshould be narrowed.  The Net Worth Interrogatories request information “for every \nyear” that the Specified Non -Party Entities “ha[ve] existed.”  Although it is unclear \nwhen these entities were created, the LFE was not adopted until 2007.  Accordingly, \nto the extent the Net Worth Interrogatories seek information for years prior to 2007, \nthe Court concludes , in the exercise of its discretion,  they are not reasonably \ncalculated to lead to the discovery of admissible evidence.   \n42. Further, although Window World seeks net worth information for all years \nto the present , the net worth information of the Specified Non -Party Entit ies for \nperiods in which Plaintiffs do not contend that Rule 436 required Window World to \nprovide a FDD is not relevant.  As a result, Plaintiffs need only provide net worth \ninformation for the Specified Non-Party Entities for the years between 2007 and 2018 \nin which Plaintiffs allege that Window World was obligated to provide FDDs but \nfailed to do so.   \n43. Finally, as provided under Rule 33(c) and for the reasons discussed in \nconnection with discovery of the  Corporate Plaintiffs’ net worth information  above, \nPlaintiffs shall have the option of producing the Specified Non-Party Entities’ balance \nsheets for the years in which Plaintiffs contend Window World failed to provide FDDs \nunder Rule 436  in full satisfac tion of their obligation to respond to the Net Worth \nInterrogatories as they relate to the Specified Non-Party Entities.   \n \n \nIV. \nCONCLUSION \n44. WHEREFORE, the Court, for the reasons stated herein and in the exercise \nof its discretion, hereby GRANTS in part and DENIES in part Window World’s \nMotion to Compel and ORDERS as follows: \na. As to the Net Worth Interrogatories seeking the net worth of the \nIndividual Plaintiffs, the Corporate Plaintiffs, and the Unspecified Non-\nParty Entities, the Motion is DENIED. \nb. As to the Net Worth Interrogatories seeking the net worth of the \nSpecified Non-Party Entities, the Motion to Compel is GRANTED \nsubject to the following limitations: \ni. Plaintiffs shall be required to respond only to the extent the  \nSpecified Non-Party Entities’ net worth information is available \nfrom Plaintiffs themselves or from sources under their control; \nii. Plaintiffs shall be required to respond only as to those years \nbetween 2007 and 2018 in which Plaintiffs allege that Window \nWorld was obligated to provide FDDs but failed to do so; \niii. Plaintiffs shall not be required to include in their responses the \nfair market value of the total assets of the Specified Non-Party \nEntities; and \n \n \niv. Plaintiffs may produce balance sheets for the Specified Non-Party \nEntities in full satisfaction of their obligation to respond  to the \nNet Worth Interrogatories. \nSO ORDERED, this the 19th day of December, 2018. \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}