{
  "id": "40c5677971ddd6518d1377acf15bb4428ff18cb0a70b3c45a3e23e627c9d5aca",
  "source_file": "data/raw/ncbc/40c5677971ddd6518d1377acf15bb4428ff18cb0a70b3c45a3e23e627c9d5aca.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 8299 \n \nCHARLOTTE MCKNIGHT and \nAUDREY FOSTER, in their official \ncapacities as Trustees for and on \nbehalf of WAKEFIELD \nMISSIONARY BAPTIST CHURCH, \nAN UNINCORPORATED \nASSOCIATION, \n \nPlaintiffs, \n \nv. \n \nWAKEFIELD MISSIONARY \nBAPTIST CHURCH, INC.; \nBARBARA WILLIAMS; APRIL \nHIGH; ALTON HIGH; EKERE \nETIM; ROSALIND ETIM; \nHOUSTON HINSON; NATALIE \nHARRIS; and DARRYL HIGH, \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON MOTIONS \nFOR SUMMARY JUDGMENT \n \nWAKEFIELD MISSIONARY \nBAPTIST CHURCH, INC., \n \nCounterclaim \nPlaintiff, \n \nv. \n \nCHARLOTTE MCKNIGHT; \nAUDREY FOSTER; LEROY \nJEFFREYS; and JULIUS \nMONTAGUE, in their official \ncapacities as Trustees and/or Officers \nfor and on behalf of WAKEFIELD \nMISSIONARY BAPTIST CHURCH, \nAN UNINCORPORATED \nASSOCIATION, \n \nCounterclaim \nDefendants. \n \n \n \nMcKnight v. Wakefield Missionary Baptist Church, Inc., 2022 NCBC 10. \n1. This case arises out of a dispute between two factions of the congregation of \nWakefield Missionary Baptist Church .  Pending are  the parties’ cross -motions for \nsummary judgment.   \nMichael A. Jones & Associates, P.L.L.C., by Michael A. Jones, for \nPlaintiffs/Counterclaim Defendants Charlotte McKnight and Audrey \nFoster and for Counterclaim Defendants Leroy Jeffreys and Julius \nMontague.  \n \nKitchen & Turrentine, PLLC, by S.C. Kitchen, for  \nDefendant/Counterclaim Plaintiff Wakefield Missionary Baptist \nChurch, Inc. and for Defendants Barbara Williams, April High, Alton \nHigh, Ekere Etim, Rosalind Etim, Houston Hinson, Natalie Harris, and \nDarryl High. \n \nConrad, Judge. \nI. \nBACKGROUND \n2. The Court does  not make findings of fact when deciding motions for \nsummary judgment.  This background describes the evidence, noting relevant \ndisputes, to provide context for the Court’s analysis and ruling. \n3. Wakefield Missionary Baptist Church  (“Wakefield”) was formed  as an \nunincorporated association  over 150 years  ago.  It is  a congregational  church, \nmeaning that it is self-governing and not controlled by any higher ecclesiastical body.  \nSince 2016, Wakefield has had a written constitution and bylaws\n1 with provisions \nthat vest its members with all governing authority and that direct its board of \ntrustees to hold church property in trust and to supervise the collection and \n \n1 There are two versions of the constitution and bylaws in the record.   (See ECF Nos. 33.1, \n67.1.)  Although the parties dispute which is the correct version , that dispute is immaterial \nbecause the relevant parts of each are identical. \ndisbursement of church  funds.  ( See generally Aff. A. High Ex. 1, ECF No. 67.1 \n[“Bylaws”].) \n4. Plaintiffs Charlotte McKnight and Audrey Foster are church members and \nclaim to be trustees  as well .  They have sued eight other trustees (“Trustee \nDefendants”) for allegedly taking actions that were either without the congregation’s \napproval or contrary to its will, thus violating Wakefield’s bylaws. \n5. The troubles began in mid-2019 after a controversial membership meeting \nto elect signatories for  Wakefield’s bank account.  Senior pastor Cory Benson  \nmoderated the meeting  and named McKnight, Foster, and Leroy Jeffreys  as the \nwinners of the election .  (See Aff. A. High Ex. 2, ECF No. 67.2.)  The Trustee \nDefendants rejected the result, protesting what they viewed as irregularities in how \nthe meeting and vote were conducted.  (See Aff. A. High ¶ 5, ECF No. 67.)  Caught in \nthe middle, the bank froze the church’s account and filed an interpleader suit—a suit \nthat remains pending in Wake County Superior Court .  See generally United Cmty. \nBank v. Wakefield Missionary Baptist Church , 2021- NCCOA-89, 855 S.E.2d 300 \n(unpublished). \n6. More controversy followed i n the wake of the bank’s actions .  The Trustee \nDefendants terminated Benson’s employment contract, accusing him of meddling in \nchurch finances and other malfeasance.  (See Hr’g Tr. 72, ECF No. 66.1.2)  They also \nlocked the church building and notified members that, “until the church’s funds are \n \n2 This document is a transcript of an evidentiary hearing in a third litigation between these \nparties.  See Wakefield Missionary Baptist Church, Inc. v. Benson, No. 19-CVS-13269 (Wake \nCnty.). \nreleased, regular services will not be held.”   (Notice Dated 10 Aug. 2019, ECF No. \n33.3.)  This prompted Benson and a dozen or so members—including McKnight and \nFoster—to begin holding weekly worship services at an off-site location.  (See Foster \nResp. to Interrogs. 4–5, ECF No. 66.4; see also Hr’g Tr. 10.) \n7. Over the next few months, the Trustee Defendants took steps to reorganize \nWakefield as a corporation called Wakefield Missionary Baptist Church, Inc. \n(“WMBC, Inc.”) .  Among other things, t hey approved a plan  of conversion , filed \narticles of incorporation, adopt ed new bylaws, and obtain ed a new employer \nidentification number for tax purposes.  (See Aff. A. High Ex. 3, ECF No. 67.3.)  When \nthe Trustee Defendants reopened the church for worship after the new year, they put \nthese actions to the congregation for a vote.  At a business meeting in February 2020, \nall thirty-seven members in attendance voted to ratify the corporate conversion and \nto transfer Wakefield’s property to WMBC, Inc.  At the same time , the members in \nattendance also unanimously ratified the termination of Benson’s contract.  ( See \nChurch Resolution, ECF No. 33.8; see also Hr’g Tr. 116, 118.) \n8. This litigation began when McKnight and Foster filed suit on behalf of the \nunincorporated association to recover damages and to unwind the transfer of its \nproperty to WMBC, Inc. 3  McKnight and Foster dispute the legitimacy of the \nFebruary 2020 ratification vote and assert that the Trustee Defendants overstepped \ntheir authority by rejecting the elected slate of bank-account signatories, closing the \n \n3 McKnight and Foster also oppose the termination of  Benson’s emp loyment contract as \nsenior pastor.  In an earlier decision, the Court held that they lack standing to pursue relief \nrelated to his dismissal. \nchurch building , and reorganizing Wakefield as a corporation.  The amended \ncomplaint includes claims against the Trustee Defendants for breach of fiduciary duty \nand constructive fraud and a claim against WMBC, Inc. for unjust enrichment. \n9. In response, the Trustee Defendants and WMBC, Inc.  assert that the \ncongregation ratified their actions and, thus, that the unincorporated association no \nlonger exists.  WMBC, Inc. has also brought counterclaims against McKnight, Foster, \nand two others, alleging that they have used the name “Wakefield Missionary Baptist \nChurch” without permission to open a new bank account, advertise their services on \nthe internet, and make contracts with third parties.  These allegations are the basis \nfor counterclaims for trade name infringement, conversion, and civil conspiracy.  \n10. Three motions for summary judgment are pending : one by McKnight and \nFoster; another by McKnight, Foster, and their fellow counterclaim defendants; and \na third by the Trustee Defendants and WMBC, Inc .  ( See ECF Nos. 66, 69, 71 .)  \nTogether, the three motions cover all pending claims.  After full briefing and a hearing \non 28 October 2021, the motions are ripe. \nII. \nANALYSIS \n11. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In deciding a motion for summary \njudgment, the Court views the evidence in the light most favorable to the nonmoving \nparty and draws all inferences in its favor.  See Vizant Techs., LLC v. YRC Worldwide, \nInc., 373 N.C. 549, 5 56 (2020); N.C. Farm Bureau Mut. Ins. Co. v. Sadler, 365 N.C. \n178, 182 (2011). \n12. “When the party with the burden of proof moves for summary judgment,  a \ngreater burden must be met.”  Almond Grading Co. v. Shaver, 74 N.C. App. 576, 578 \n(1985).  The moving party “must show that there are no genuine issues of fact, that \nthere are no gaps in his proof, that no inferences inconsistent with his recovery arise \nfrom the evidence, and that there is no standard that must be applied to the facts by \nthe jury.”  Parks Chevrolet, Inc. v. Watkins, 74 N.C. App. 719, 721 (1985); see also \nKidd v. Early, 289 N.C. 343, 370 (1976).  For that reason, “rarely is it proper to enter \nsummary judgment in favor of the party having the burden of proof.”  Blackwell v. \nMassey, 69 N.C. App. 240, 243 (1984). \nA. Claims by McKnight and Foster  \n13. The Court begins with the claims asserted by McKnight and Foster (breach \nof fiduciary duty, constructive fraud, and unjust enrichment ).  Each side has moved \nfor summary judgment. \n14. All three claims raise a common question:  who is  the rightful owner  of \nWakefield’s property?  The unincorporated association is, according to McKnight and \nFoster.  In their view,  the Trustee Defendants usurped the authority of the \ncongregation by claiming control of Wakefield’s grounds and bank account, taking \nsteps to reorganize the church as a corporation, and then transferring its property to \nWMBC, Inc.  The Trustee Defendants and WMBC, Inc. respond that the congregation \nratified the corporate conversion and authorized the property transfer.  These votes, \nthey contend,  not only  confirm WMBC, Inc. ’s title to church property but also \nextinguish all claims by McKnight and Foster. \n15. This inquiry  implicates the First Amendment, which  “severely \ncircumscribes the role that civil courts may play in resolving church property \ndisputes.”  Harris v. Matthews, 361 N.C. 265, 271 (2007) (quoting Presbyterian \nChurch in the U.S. v. Mary Elizabeth Blue Hull Mem’l Presbyterian Church, 393 U.S. \n440, 449 (1969)).   Under no circumstances may a civil court “resolve ecclesiastical \nquestions” or decide “controversies over religious doctrine and practice.”  Id. (quoting \nPresbyterian Church in the U.S. , 393 U.S. at 449).  Rather, “court review should be \nlimited to questions that can be resolved on the basis of neutral principles of law such \nas (1) who constitutes the governing body of this particular church, and (2)  who has \nthat governing body determined to be entitled  to use the properties.”  Id. at 272 \n(cleaned up). \n16. On these narrow questions, the evidence is undisputed  and favors the \nTrustee Defendants and WMBC, Inc.  Wakefield’s governing body is its congregation.  \n(See Bylaws Art. III, §  1.)  In February 2020, members  of the congregation met to \ndecide whether to ratify the actions of the Trustee Defendants—specifically including \nthe incorporation of the church—and to authorize the transfer of church property to \nWMBC, Inc.  Attending members unanimously voted yes.  (See Church Resolution.) \n17. McKnight and Foster offer no contrary evidence and no constitutionally \npermissible reason to upset the congregation’s decisions .  They assert, without \ncitation, that the ratification meeting lacked  proper notice and that they were \nprevented from attending and voting.  But the evidence shows that the meeting was \nproperly called and conducted.  (See Hr’g Tr. 116; Church Resolution; see also Bylaws \nArt. X § 2 (“Notice of [a business] meeting and the purpose for which it is called shall \nbe given on the Sunday preceding the date of the meeting.”) .)  McKnight and Foster \nalso assert that all thirty-seven individuals who voted for ratification had ceased to \nbe church members.  Again, t he undisputed evidence contradicts that assertion and \nshows no change in Wakefield’s membership.4  ( See Hr’g Tr. 160 (“The Court: How \nhave they lost membership?  Have people resigned their membership?  The Witness: \nNo, they are just not attending.”).)   \n18. Throughout their briefs, McKnight and Foster urge the Court to look past  \nthe congregation’s ratification of the Trustee Defendants’ actions  and instead \nconsider whether those actions were valid at the time they were made.  To do so would \nbe error.  Wakefield ’s “congregation has the right to control the church,” including \nthe right to forgive or to endorse actions previously taken by church leaders.  Graham \nv. Lockhart, 42 N.C. App. 377, 379 (1979) (observing that congregation had the power \nto change customs  and to approve or overturn earlier decisions ).  Put simply, the \ncongregation, as the governing body, has  had its referendum on these disputes and \nhas “declared the matter closed.”  Harris, 361 N.C. at 273–74 (deferring to decision of \ninternal governing body in dispute about use of church funds). \n \n4 Perhaps McKnight and Foster believe that those who voted for ratification forfeited their \nmembership by supporting the Trustee Defendants.  If so, entertaining that argument would \nundoubtedly run afoul of  the First Amendment.  The Court has no business rendering a \ndecision that would, in effect, excommunicate church members  for siding with one faction \nover another in matters of church governance. \n19. Moreover, peeking behind the ratification vote  would lead to a dead end.   \nThe parties dispute , for example,  the validity of the voting procedures used  during \nthe mid-2019 meeting to elect bank -account signatories.  But even McKnight and \nFoster see that as  an ecclesiastical question  that the Court cannot answer .5  T he \nparties also dispute whether the Trustee Defendants’ reasons for closing the church \nbuilding and suspending  worship services were pretextual .  That, too, is off limits \nbecause it cannot be resolved based on neutral principles: the bylaws supply no ready \nanswer, and the Court would therefore have “to interpose its judgment as to both the \nproper role of these church officials and whether” closure of the church building “was \nproper in light of [Wakefield’s] reli gious doctrine and practice.”  Harris, 361 N.C. at \n273 (declining to address claim that church officials “breached their fiduciary duties \nby improperly using church funds”); see also Davis v. New Zion Baptist Church, 258 \nN.C. App. 223, 227 (2018) ( declining to address matters not specified in church \nbylaws); Davis v. Williams, 242 N.C. App. 262, 266 (2015) (same). \n20. In sum, the Court must limit its review to issues that can be resolved based \non neutral principles.  Here, t he undisputed evidence shows that Wakefield’s \ncongregation ratified the corporate conversion and approved the transfer of property \nto the newly incorporated WMBC, Inc.  Neither the Court nor a jury can overrule the \ncongregation’s edict.  The Court therefore enters summary judgment in favor of the \nTrustee Defendants and WMBC, Inc. as to the claims for breach of fiduciary duty, \n \n5 (See ECF No. 78 at 1 2 (stating “that inquiries into how the disputing Church factions \ninterpret and apply Roberts Rules of Order [at] their meetings runs the risk of ecclesiastical \nentanglement concerning Church governance and customary practices”).)   \nconstructive fraud, and unjust enrichment.  See, e.g., Atkins v. Walker, 284 N.C. 306, \n321 (1973) (concluding that vote “taken at a meeting of the congregation duly called, \nconvened and conducted according to the properly established procedures of the \nchurch then in effect”  was controlling); Graham, 42 N.C. App. at  379 (affirming \nsummary judgment based on  decision of congregation when undisputed evidence \nshowed “that the meetings were properly called and properly conducted”). \nB. Counterclaims by WMBC, Inc. \n52. WMBC, Inc. has asserted three counterclaims  (conversion, conspiracy, and \ntrade name infringement).  Again, each side has moved for summary judgment. \n53. Conversion and Conspiracy.  The claims for conversion and conspiracy \nrelate to donations that McKnight, Foster, and others have collected from worshipers \nonline and at off -site religious services .  WMBC, Inc. contends that it is entitled to \nthese amounts because they were collected by a dissident faction in the name of the \nchurch but without permission. \n54. Conversion is the “unauthorized assumption and exercise of the right of \nownership over goods or personal chattels belonging to another, to the alteration of \ntheir condition or the exclusion of an owner ’s rights.”  Peed v. Burleson’s, Inc. , 244 \nN.C. 437, 439 (1956)  (citation and quotation marks omitted).  “[T]he general rule is \nthat money may be the subject of an action for conversion only when it is capable of \nbeing identified and described.”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 528 (2012) (citation and quotation marks omitted).  Thus, \nto maintain a claim of conversion, WMBC, Inc. must identify and describe the funds \nat issue and also “establish that it retained ownership” of them.  Id. at 523.   \n55. WMBC, Inc. has not presented enough evidence to create a genuine issue of \nmaterial fact.  Its “conversion claim is not one for a specific amount” given by one or \nmore individuals but instead “for a category of monies” (all donations collected by the \nopposing faction).  Wake Cnty. v. Hotels.com, L.P., 235 N.C. App. 633, 653 (2014).  The \ndonations came from unknown sources, at unknown times, and in unknown amounts.  \nAt no point did WMBC, Inc. have possession of all or part of the donations.  Nor has \nWMBC, Inc. offered any evidence to show that donors intended their money to go to \nit rather than to the faction led by McKnight and Foster.  In addition, WMBC, Inc. \ndid not then and does not now control the bank account in which the donations were \ndeposited; McKnight and Foster created that  account after the church split .  ( See \nFoster Resp. to Interrogs. 2.)  From this evidence, no reasonable jury could conclude \nthat the funds in question are capable of being identified and described with \nspecificity or that they were owned by WMBC, Inc.  See Hotels.com 235 N.C. App. at \n653 (affirming entry of summary judgment and dismissal of conversion claim on \nsimilar grounds); see also Variety Wholesalers, 365 N.C. at 529 (holding that claim for \nconversion of money requires “evidence of the specific source, specific amount, and \nspecific destination of the funds in question”). \n56. The Court therefore  grants summary judgment in favor of McKnight, \nFoster, and the other c ounterclaim defendants as to WMBC Inc.’s claim for \nconversion.  Because t here can be no conspiracy to commit conversion without an \nunderlying claim for conversion, the Court also grants summary judgment as to the \nclaim for civil conspiracy.  See, e.g., Esposito v. Talbert & Bright, Inc., 181 N.C. App. \n742, 747 (2007). \n57. Trade Name Infringement .  Th is claim concerns the use of the name \nWakefield Missionary Baptist Church.  It is undisputed that the church has used this \nname without interruption since at least  the 1990s.  WMBC, Inc. cont ends that, as \nthe successor to the unincorporated association,  it has the right to keep a dissident \nfaction from using the  name.  McKnight, Foster, and the other counterclaim \ndefendants contend that the church’s name  is generic and therefore not protect able \nas a trade name. \n58. Few North Carolina cases address the trademark and trade name rights of \nchurches.  Although there is little doubt that a religious body may claim such rights, \njust as private businesses do, it is unclear how far a civil court may go in adjudicating \nthe use of similar or identical names by two unaffiliated churches.  What a church or \nother house of worship chooses to call itself is, after all, an expression of its religious \nidentity.  Perhaps for th at reason , o ur Supreme Court has left open the question  \n“whether an injunction may be issued to forbid one church to use a name similar to \nthat of another church.”  Bd. of Provincial Elders v. Jones, 273 N.C. 174, 184 (1968). \n59. On the other hand, th ough few in number, the  cases in this area  do offer \nclear guidance when dealing with factional disputes within a church.  Our Court of \nAppeals has stressed that “[t]he right to use the name inheres in the institution, not \nin its members; and, when they cease to be members of the institution, use by them \nof the name is misleading and, if injurious to the institution, should be enjoined .”  \nDaniel v. Wray, 158 N.C. App. 161, 173 (2003) (quoting Purcell v. Summers, 145 F.2d \n979, 987 (4th Cir. 1944)).   “ No question of religious liberty is involved” because \ndissident members “have no right . . . to make use of a name which will enable them \nto appropriate the good w ill which has been built up by an organization with which \nthey are no longer connected .”  Id.  (quoting Purcell, 145 F.2d at 987).   This is the \nprevailing view around the country.  See Christian Sci. Bd. of Dirs. of the First Church \nof Christ v. Evans , 105 N.J. 297, 315 (1987) (collecting cases “in which dissident \nchurch groups were enjoined from using identical or near- identical names as those \nthey held when formerly affiliated with their adversaries”). \n60. Daniel’s holding governs here; indeed, the issues in that case and this one \nare virtually identical.   The right to use the name Wakefield Missionary Baptist \nChurch inheres in WMBC, Inc. , which is the lawful successor to the unincorporated \nassociation for the reasons discussed above.  (See Church Resolution.)  Yet McKnight, \nFoster, and the other  estranged members in their  faction have continued to use the \nchurch’s name—to advertise online, to collect donations, and to make contracts with \nthird parties —while choosing  to worship apart from the  rest of Wakefield’s \ncongregation.  (See, e.g., Foster Resp. to Interrogs. 4–5.)  It follows that WMBC, Inc. \nis entitled to summary judgment and an appropriately tailored injunction .  The \ndissenters are not “allowed to confuse the public or appropriate the standing and good \nwill of this still existing” church by holding their own services under “the same name.”  \nDaniel, 158 N.C. App. at 174 (affirming entry of summary judgment and injunction).  \nThe Court will therefore direct the parties to confer regarding the form of an \ninjunction, to submit a jointly proposed order if they reach an agreement, and to brief \nany disagreements if not. \n61. All that remains for trial is WMBC, Inc.’s demand for damages.  T wo \nthreshold matters must be addressed before a damages trial, however.  The first is \nN.C.G.S. § 61-1(b), which immunizes church officials from individual liability for \nmonetary damages in certain circumstances.  See Daniel, 158 N.C. App. at 174–75 \n(reversing award of damages under section 61-1(b)).  The second, more fundamental \nissue is potential encroachment on religious freedom.  WMBC, Inc. does not sell goods \nor services; it has no lost profits.  I ts damages case instead consists of tithes and \nofferings that dissenting members gave to an opposition faction of the church.  A \njudgment that, in effect, awards to one religious body funds that worshipers gave to \nanother would surely raise grave constitutional questions. \n62. Efficiency demands that these issues should be aired and resolved, as far as \npossible, before the parties incur the time and expense of trial.  The  Court will \ntherefore set a briefing schedule.  In addition, the Court defers consideration of the \nparties’ arguments concerning punitive damages and will address them in connection \nwith these other damages-related issues.  See N.C.G.S. § 1D-15(a) (“Punitive damages \nmay be awarded only if the claimant proves that the defendant is liable for \ncompensatory damages . . . .”). \nIII. \nCONCLUSION \n \n63. For all these reasons, the Court GRANTS  summary judgment in favor of \nthe Trustee Defendants and WMBC, Inc. as to the claims for breach of fiduciary duty, \nconstructive fraud, and unjust enrichment asserted against them.  These claims are \nDISMISSED with prejudice. \n64. In addition, the Court GRANTS summary judgment in favor of WMBC, Inc. \nas to its  counterclaim for trade name infringement , limited to the issue of liability .  \nThe Court DEFERS consideration of remedies, including the form of an appropriate \ninjunction and the parties’ arguments regarding WMBC, Inc.’s demand for punitive \ndamages. \n65. The Court also GRANTS summary judgment in favor of McKnight, Foster, \nand their fellow counterclaim defendants as to the counter claims for conversion and \nconspiracy against them.  These counterclaims are DISMISSED with prejudice. \n66. In all other respects, the Court DENIES the motions. \n67. No later than 4 March 2022, the parties shall meet and confer to discuss the \nform of a permanent injunction against further trade name infringement.  No later \nthan 11 March 2022, the parties shall jointly tender either a proposed order \ncontaining agreed language or a proposed schedule for briefing disputes concerning \nthe scope of an injunction.  In addition, no later than 11 March 2022, the parties shall \njointly tender a proposed briefing schedule to address outstanding issues relating to \nWMBC, Inc.’s demand for compensatory damages, including immunity under section \n61-1(b) and constitutional limitations. \n \n \nSO ORDERED, this the 18th day of February, 2022.   \n  /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases "
}