{
  "id": "40ce4d8e0b252b3b1738a4618c0e65b621f6982d29e353cce45e90ec810d8796",
  "source_file": "data/raw/ncbc/40ce4d8e0b252b3b1738a4618c0e65b621f6982d29e353cce45e90ec810d8796.pdf",
  "raw_text": " Triage Logic Mgmt. & Consulting, LLC v. Innovative Triage Servs., LLC, 2020  \n NCBC 57. \n \n \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 399 \n \nTRIAGE LOGIC MANAGEMENT \nAND CONSULTING, LLC, \n \nPlaintiff, \n \nv. \n \nINNOVATIVE TRIAGE SERVICES, \nLLC, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON MOTION \nTO DISMISS PURSUANT TO RULE \n12(b)(6) \n \n \n THE MATTER is before the Court on the Motion to Dismiss Pursuant to \nRule 12(b)(6) (the “Motion”) filed by Defendant Innovative Triage Services, RNs On -\nCall LLC (formerly Innovative Triage Services, LLC) (“Defendant” or “ITS”) on March \n17, 2020.  (ECF No. 13.)  The Motion seeks to dismiss all claims asserted by Plaintiff \nTriage Logic Management and Consulting, LLC (“Plaintiff” or “TLMC”) for failure to \nstate a claim pursuant to Rule 12(b)(6).  For the  reasons stated below, the Court \nhereby GRANTS in part and DENIES in part the Motion.  \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP, by Clint S. Morse, \nfor Plaintiff Triage Logic Management and Consulting, LLP  \n \nEnns & Archer LLP, by Rodrick John Enns, and Mackenzie Hughes LLP, \nby Dean J. DiPilato, for Defendant Innovative Triage Services, RNs On-\nCall LLC \n \nRobinson, Judge. \n \nI. INTRODUCTION \n This case arises out of a licensing agreement between Plaintiff, a medical \nsoftware provider, and Defendant, one of its former customers.  Plaintiff specializ es \n \n \nin providing a software platform for triage nurses .  It  entered into a licensing \nagreement with Defendant  for the use of Plaintiff’s software .  Defendant used \nPlaintiff’s software for approximately eight years before the licensing agreement was \nterminated.  During the term of the licensing agreement , Defendant allegedly \ndisclosed Plaintiff’s software to a third-party who in turn made a competing product \nsimilar to Plaintiff’s product.  Plaintiff brings claims for breach of contract and \ncommon law unfair competition stemming from Defendant’s alleged improper use of \nPlaintiff’s software.   Defendant has moved to dismiss both claims for failure to state \na claim. \nII. PROCEDURAL AND FACTUAL BACKGROUND \n The Court does not make findings of fact when ruling on a motion to dismiss \npursuant to Rule 12(b)(6) but only recites those factual allegations that are relevant \nand necessary to the Court’s determination of the Motion.   \n Plaintiff initiated this action by filing the Complaint on January 21, 2020.  \n(ECF No. 3.)  Thereafter, the action was designated as a mandatory complex business \ncase, (ECF No. 1), and assigned to the undersigned on F ebruary 28, 2020, (ECF No. \n2).   \n Plaintiff is a Delaware limited liability company with its present place of \nbusiness in Florida.  (Compl. ¶ 1.)  Prior to its relocation to Florida, Plaintiff’s place \nof business was located in Forsyth County, North Carolina.  (Compl. ¶ 3.)  Defendant \nis a New York limited liability company with its principal place of business in \nMissouri.  (Compl. ¶ 2.) \n \n \n In or about 2006, Dr. Charu Raheja, Ph D and Dr. Ravi Raheja, MD co -\nfounded TLMC. (Compl ¶ 1.) TLMC was created in order to  provide a software \nplatform used to ensure that triage nurses would be available throughout the day for \npeople that needed diagnosis and treatment in hospitals and other medical practices.  \n(Compl. ¶ 1).  \n TLMC software differs from the versions of triage contact technology that \nwere widely popular prior to Plaintiff’s development and commercialization of its \nsoftware.  (Compl. ¶ 11).  Its software provides contracting medical practices with a \ntelephone number unique to each medical practice that connects patients to a triage \nnurse.  (Compl. ¶ 10).  Rather than forcing nurses to look through multiple binders of \npractice information for each call, (Compl. ¶ 1 1), nurses utilizing TLMC software \nhave access to information specifically added to the TLMC database by the relevant \nmedical practice, making the job of a triage nurse more efficient, (Compl. ¶ 12). \n TLMC software creates an easy -to-read single screen for nurses which \ncontains all relevant information needed to render services to a particular patient by \na triage nurse , (Compl. ¶ 14), which is referred to by TLMC as the “Easy Read \nScreen[,]”  (Compl. ¶ 15). \n The features of TLMC software have given it a uniqu e commercial \nadvantage when compared to traditional telephonic nurse triage networks.  (Compl. \n¶¶ 17–18.) \n On or about June 20, 2011,  Plaintiff entered into a System License \nAgreement (the “Licens ing Agreement ”) with Defendant.  (Compl. ¶ 20.)   The \n \n \nLicensing Agreement included a choice of forum clause setting Forsyth County, North \nCarolina as the agreed-upon forum to resolve any disputes arising therefrom.  \n(Compl. ¶ 4.) \n Of importance to Plaintiff’s claims for relief, Section 3.b. of the Licens ing \nAgreement contains the following restrictive covenants (the “Restrictive Covenants”): \n   3.  Limitations to License; Equipment \n \na. Ownership Rights.  Except for the limited license granted to \nLicensee in Section 1 above, TLMC retains exclusive ownership \nand all right, title and interest in and to the System. \n \n   b. Restrictions. Except as expressly permitted by this Agreement, \nthe Licensee shall not: i) grant sub licenses to sell, assign, give or \notherwise transfer the System or its rights thereto, in whole or in \npart; ii) modify, disassemble, decompile, reverse engineer, or \notherwise re-create the System, in whole or in part; iii) copy or \notherwise reproduce the System, in whole or in part; iv) disclose, \ndivulge, or otherwise make available the System, in whole or in \npart, to any third party; v) develop similar software, services  or \nproduct offerings substantially similar to the System; or vi) \ndisclose to any third party the payment terms agreed to by TLMC \nand Licensee under this Agreement. \n \n(Compl. ¶ 18.) \n \n The Restrictive Covenants “survive the end of the license term” pursuant \nto Section 7.c of the Licensing Agreement. (Compl. ¶¶ 19, 22.) \n Plaintiff alleges that it performed all of its obligations under the Licensing \nAgreement. (Compl. ¶ 23.)   Sometime during the Spring of 2019, Plaintiff and \nDefendant terminated their relationship and the Licens ing Agreement.  (Compl. ¶ \n24.) \n \n \n  Prior to the termination of the Licensing Agreement, Defendant contracted \nwith a software development company named PQC Tech to create software similar to \nthat provided by Plaintiff.  (Compl. ¶ 25.)  Defendant allegedly provided PQC Tech \naccess to Plaintiff’s software packages.  (Compl. ¶ 28.)  In so doing, Plaintiff alleges \nthat Defendant  recreated Plaintiff’s software packages, in whole or in part, and \ndeveloped “software substantially similar to TLMC’s software packages.”  (Compl. ¶ \n29.) \n After being provided access to Plaintiff’s software, PQC Tech created \nsoftware, called “On-Call Hub”, with similar features to the TLMC Easy Read Screen. \n(Compl. ¶ ¶ 26, 27.)  PQC Tech released its On -Call Hub in 2 019.  (Compl. ¶ 26.)  \nPlaintiff does not allege what, if any, ownership interest or rights Defendant had in \nOn-Call Hub. \n As a result of Defendant’s conduct, Plaintiff initiated this lawsuit.  (ECF \nNo. 3.)  Defendant moved to dismiss all Plaintiff’s claims by filing the Motion on April \n17, 2020.  (ECF No. 13 [“Br. in Supp.”].)  Thereafter, Plaintiff filed a response in \nopposition to the Motion on May 29, 2020.  (ECF No. 15.)  On June 8, 2020, Defendant \nfiled a reply.  (ECF No. 19 [“Reply”].)  On July 15, 202 0, the Court held a hearing on \nthe Motion, at which both parties were represented by counsel.  The Motion is ripe \nfor determination. \n \n \n \n \n \nIII. LEGAL STANDARD \n In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court  \nreviews the allegations in the complaint in the light most favorable to the plaintiff.  \nSee Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5, 802 S.E.2d 888, 891 \n(2017) (citation omitted).  The Court’s inquiry is “whether, as a matter of law, t he \nallegations of the complaint . . . are sufficient to state a claim upon which relief may \nbe granted under some legal theory[.]”  Harris v. NCNB Nat’l Bank, 85 N.C. App. 669, \n670, 355 S.E.2d 838, 840 (1987).  The Court accepts all well -pleaded factual \nallegations in the relevant pleading as true.  See Krawiec v. Manly, 370 N.C. 602, 606, \n811 S.E.2d 542, 546 (2018).   The Court is  not required, however, “to accept as true \nallegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005) (citation omitted).   \n Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’” Corwin v. British Am. Tobacco PLC , 821 \nS.E.2d 729, 736−37 ( N.C. 2018) (quoting Wood v. Guilford Cty ., 355 N.C. 161, 166, \n558 S.E.2d 490, 494 (2002)).  This standard of review for Rule 12(b)(6) is the standard \nour Supreme Court “uses routinely . . . in assessing the sufficiency of complaints in \nthe context of complex commercial litigation.”  Id. at 737 n.7 (citations omitted). \n \n \nIV. ANALYSIS \n The M otion seeks dismissal of both Plaintiff’s claims  for (i) breach of \ncontract; and (ii) common law unfair competition.  The Court addresses each in turn. \nA. Breach of Contract \n Plaintiff’s breach of contract claim is predicated upon the Restrictive \nCovenants contained in Section 3.b. of the Licens ing Agreement between Plaintiff \nand Defendant .  (Compl. ¶ ¶ 18–19.)  Defendant contends that the Restrictive \nCovenants are naked restraints on trade and should be invalidated as a matter of \npublic policy based on existing North Carolina non -compete law in the employment \nand/or sale-of-business context.  (Br. in Supp. 4–5.)   \n In determining whether the allegations of a complaint are sufficient to state \na breach of contract claim upon which relief may be granted, Plaintiff must allege “(1) \nthe existence of a valid contract and (2) breach of the terms of that contract.”  Poor v. \nHill, 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000) (quoting Jackson v. California \nHardwood Co., 120 N.C. App. 870, 871, 463 S.E.2d 571, 572 (1995)).  Here, the parties \ndo not dispute that there is a n agreement—the Licensing Agreement—that governs \nthis dispute at large.  Accordingly, the Court focuses on whether Plaintiff has \nsufficiently alleged breach of the Licensing Agreement for purposes of 12(b)(6), which \nrequires a specific analysis of Section 3.b. and the alleged breaches complained \nthereof.   \n Though defined in the Complaint as “Protective Covenants[,]” Plaintiff does \nnot clarify whether it interprets each sub -section of Section 3.b. t o be standalone \n \n \ncovenants.  Defendant argue s that Section 3.b. should be read as a single covenant .  \nConstruction of a contract is ordinarily a matter of law for the Court.  Southpark Mall \nLtd. P’ship v. CLT Food Mgmt. , 142 N.C. App. 675, 679, 544 S.E.2d 1 4, 17 (2001). \nAccordingly, the Court first determines whether, pursuant to common canons of \ncontract construction, Section 3.b. contains uniquely distinct and severable \nprovisions, such that if any one sub-section of Section 3.b. constituted an enforceable \ncovenant that Defendant allegedly breached, Plaintiff’s claim for breach of contract \nwould go forward.  Section 3.b. reads, in total: \nb. Restrictions.  Except as expressly permitted by this Agreement, the \nLicensee shall not: i) grant sub licenses to, sell, assign, give or otherwise \ntransfer the System or its rights thereto, in whole or in part; ii) modify, \ndisassemble, decompile, reverse engineer, or otherwise re -create the \nSystem, in whole or in part; iii) copy or otherwise reproduce the System, \nin whole or in part; iv) disclose, divulge, or otherwise make available the \nSystem, in whole or in part, to any third party; v) develop similar \nsoftware, services or product offerings substantially similar to the \nSystem; or vi) disclose to any third party the payme nt terms agreed to \nby [Plaintiff] and Licensee under this Agreement. \n \n Each sub-section of Section 3.b. is delineated by small roman numerals i. –\nvi. and separated by semi -colons.  Each sub -section concerns a different prohibition \nof conduct on the part of t he licensee (in this case, Defendant).  No one sub -section \nrelies on another sub-section to make its meaning clear.  It is generally recognized in \nlegal writing that semicolons are used to separate items in a series, especially when \nthose items are enumera ted, see BRYAN A. GARNER, THE REDBOOK: A MANUAL ON \nLEGAL STYLE §§ 1.19, 1.24(c) (West eds., 3rd ed. 2013), and that the use of commas or \nsemicolons in this context results in divisible provisions, Premier Res. of N.C., Inc. v. \nKelly, 2014 N.C. App. LEXIS 1411, at *11–12 (N.C. Ct. App. Dec. 31, 2014).   \n \n \n For these reasons, the Court concludes that each sub-section, separated by \nsmall roman numerals i. –vi. and semicolons , shall be interpreted as standalone \nprotective covenants.  Accordingly, the Court addresses each sub -section separately \nfor purposes of evaluating Plaintiff’s breach of contract claim.    \n Though there are six sub-sections of Section 3.b., Plaintiff does not allege \nthat Defendant breached Sections 3.b.i. or 3.b.vi.  Accordingly, the Court focuses its \nanalysis on Sections 3.b.ii.–v.   \n Copyright Preemption  \n \n Although Defendant did not move for dismi ssal pursuant to Rule 12(b)(1) \nor brief the issue  of copyright preemption ,1 the Court and counsel discussed at the \nJuly 15, 2020 hearing the relationship between Plaintiff’s state law claims and \nfederal copyright laws.  Claims for breach of software licens ing agreements, like \nPlaintiff’s claim here, “raise [] issues that lie at the intersection of copyright and \ncontract law.”  SiteLink Software, LLC v. Red Nova Labs, Inc. , 2018 NCBC LE XIS \n90, at *20 (N.C. Super. Ct. Aug. 20, 2018) (citing MDY Indus., LLC v. Blizzard Entm’t, \nInc., 629 F.3d 928, 939 (9th Cir. 2010)).  Therefore, as a matter of standing and subject \nmatter jurisdiction, the Court must determine whether part or all of Plaintiff’s breach \nof contract claim is preempted by the United States Copyright Act, 17 U.S.C. § 301(a) \n(2014) (the “Copyright Act” or the “Act”) .  State law claims are preempted by the \n \n1 Defendant’s counsel argued at the July 15, 2020 hearing that because Defendant’s position \nis that the Restrictive Covenants should be read as a single non -competition agreement, \ntaken as a whole, the Restrictive Covenants prohibit more than mere copying, thereby taking \nPlaintiff’s claim out of copyright preemption.  However, Defendant argued that if the Court \nwere to construe each subsection of the Restrictive Covenants as separate, standalone \ncovenants, then a discussion of copyright preemption was necessary.   \n \n \nCopyright Act to the extent that the claims assert rights “equivalent to any  of the \nexclusive rights within the general scope of copyright” granted under the Act.  \nSiteLink Software, 2018 NCBC LEXIS 90, at *20.         \n Section 106 of the Copyright Act provides, in pertinent part, that “the owner \nof copyright . . . has the exclusive rights to . . . [1] reproduce the copyrighted work in \ncopies or phonorecords[;] . . . [2] prepare derivative works based upon the copyrighted \nwork; [and 3] . . . distribute copies or phonorecords of the copyrighted work to the \npublic by sale or other tra nsfer of ownership . . . .”   17 U.S.C. § 106(1)–(3).  As this \nCourt has reinforced, there are two parts to a c ourt’s analysis when considering  \nwhether state law claims are preempted by federal  copyright law: (1) does the cause \nof action fall within the sub ject matter of copyright law, and if so, (2) are the rights \nprotected by state law equivalent to any of the exclusive rights granted by the \nCopyright Act?  See Out of the Box Developers, LLC v. LogicBit Corp. , 2012 NCBC \nLEXIS 55, at *19–20 (N.C. Super. Ct. Oct. 30, 2012) (citing Rosciszewski v. Arete \nAssocs., Inc., 1 F.3d 225, 229 (4th Cir. 1993)). \n As to the first part of this inquiry, here, Plaintiff’s breach of contract claim \n“falls within the subject matter of copyright law” because the allegations are derived \nfrom Defendant’s alleged misappropriation of Plaintiff’s tria ge nurse contact  \nsoftware, which is an original work of authorship fixed in a tangible medium .  This \nCourt has previously held that software programs like Plaintiff’s are s ubject to \ncopyright protection.  See id. at *20 (citing Madison River Mgmt. Co. v. Bus. Mgmt. \nSoftware Corp., 351 F. Supp. 2d 436, 442 (M.D.N.C. 2005)).   \n \n \n As to the second part of this inquiry, in determining whether the provisions \nof the Licensing Agreement underpinning Plaintiff’s alleged breach of contract claim \nare “equivalent to any of the exclusive rights granted by the Copyright Act,” this \nCourt has consistently drawn upon the Fourth Circuit’s articulation of the “extra \nelement” test: \nIn order to ascertain whether a specific state cause of action involves a \nright equivalent to one of those identified in § 106 [of the Copyright Act], \nreference must be made to the elements of the state cause of action. \nState law claims that infringe one of the exclusive rights contained in § \n106 are preempted by § 301(a) if the right defined by state law “may be \nabridged by an act which, in and of its elf, would infringe one of the \nexclusive rights. However, “if an ‘extra element’ is required instead of or \nin addition to the acts of reproduction, performance, distribution or \ndisplay in order to constitute a state-created cause of action . . . there is \nno preemption,”’ provided that “the ‘extra element’ changes the ‘nature \nof the act so that it is qualitatively different from a copyright \ninfringement claim[.]”’ \n \nSparrow Sys. v. Private Diagnostic Clinic, PLLC, 2014 NCBC LEXIS 70, at *13 (N.C. \nSuper. Ct. Dec. 24, 2014) (quoting Out of the Box Developers, 2012 NCBC LEXIS 55, \nat *20 (relying upon fourth circuit case law)). \n The “extra element” inquiry can be summed up as this: when you remove \nthe protections affording by the Copyright Act, is there still condu ct complained of \nthat would be supported by a separate state law claim?  See Storage Tech. Corp. v. \nCustom Hardware Eng’g & Consulting, Inc. , 421 F.3d 1307, 1316 (Fed. Cir. 2005) \n(providing an illustration of the extra element test) .  With these principles  in mind, \nthe Court addresses each subsection of Section 3.b. to determine if any are preempted \nby federal copyright law.   \n \n \n First, Section 3.b.ii. requires that Defendant refrain from “modify[ing], \ndisassembl[ing], decompiling, reverse engineer [ing] or otherwise re -creat[ing] \n[Plaintiff’s software system], in whole or in part.”  (Compl. ¶ 18.)  At bottom, Section \n3.b.ii. prohibits Defendant from reverse engineering Plaintiff’s software.  This C ourt \nhas recognized that “[r]everse engineering is not wi thin the scope of the exclusive \nrights of copyright ,” because it does not constitute “mere copying.”  Sparrow Sys., \n2014 NCBC LEXIS 70, at *18 (quoting Meridian Project Sys. v. Hardin Constr. Co. v. \nHardin Constr. Co., L.L.C., 426 F. Supp. 2d 1101 (E.D. Cal. 2006)); see also Davidson \n& Assocs. v. Jung,  422 F.3d 630, 639 (8th Cir. 2005) .  When considering claims of \nreverse engineering, courts focus on the fact that the defendant, when contracting to \npurchase a license of a product or service—such as Plaintiff’s software product here—\nrelinquished or contracted away their right to reverse engineer the product by \nentering into an agreement with a covenant against reverse engineering.  Davidson, \n422 F.3d at 636, 639 .  Reverse engineering is one step beyond copying a licensor’s \nproduct; it instead involves “analyz[ing] a product to learn t he details of its design, \nconstruction, or production in order to produce a copy or improved version.”  SAS Ins., \nInc. v. World Programming, Ltd., 874 F.3d 370, 381 (4th Cir. 2017).  The result of a \nreverse engineered product, therefore, is not necessarily an exact replica or “copy” of \nthe licensor’s product.   Contracting away this right, th us, is better considered a \nmatter of contract law, not a matter of copyright law.  See Altera Corp. v. Clear Logic, \nInc., 424 F.3d 1079, 1089 (9th Cir. 2005).   \n \n \n Here, Section 3.b.ii. expressly prohibits Defendant from reverse \nengineering Plaintiff’s software, and Plaintiff alleges that Defendant did exactly that \nwhen it contracted with PQC Tech, a software developer, to use Plaintiff’s product to \ncreate a similar software system.  (Compl. ¶¶ 25 –29.)  Accordingly, Plaintiff’s claim \nfor breach of contract premised on Section 3.b.ii. includes more than j ust “mere \ncopying[,]” Sparrow Sys. , 2014 NCBC LEXIS 70, at *18, and is therefore not \npreempted by the Copyright Act.    \n In contrast, S ection 3.b.iii. provides that Defendant may not “copy or \notherwise reproduce [Plaintiff’s software system] , in whole or in  part[.]”  (Compl. ¶ \n18).  Under the Copyright  Act, a holder has exclusive rights to: “reproduce the \ncopyrighted work; copy or distribute the work; prepare derivative works; or display \nthe work publicly.”  SiteLink Software, 2018 NCBC LEXIS 90, at *18 (citing 17 U.S.C. \n§ 106(1)–(4)).  Here, Section 3.b.iii. falls squarely within the scope of the Copyright \nAct, because the act of “copy[ing] or otherwise reproduce[ing] ” Plaintiff’s software \nsystem is nearly verbatim to a copyright holder’s exclusive right to reproduce its work \npursuant to Section 106(1) of the Act.  A claim for breach of Section 3.b.iii. amounts \nto a claim for copying  Plaintiff’s software , and nothing more.  There is no “extra \nelement” to Defendants’ conduct here that would support a breach of contract claim \noutside the protections afforded by the Copyright Act.  See Madison River Mgmt., 351 \nF. Supp. 2d at 443 (preempting a breach of contract claim that included daily copying \nof the software database).  Accordingly, the Court concludes that Plaintiff’s breach of \ncontract claim, to the extent based on a breach of Section 3.b.iii., is preempted by the \n \n \nCopyright Act.  Once it is determined that a state law claim is preempted by federal \ncopyright law, the state court lacks jurisdiction to consider the claim and it must be \ndismissed for failure to state a claim.  See WJ Global LLC v. Farrell, 941 F. Supp. 2d. \n688, 694 (2013).  Therefore, to the extent that Plaintiff’s breach of contract claim is \nbased on Defendant’s breach of Section 3.b.iii., the claim is DISMISSED. \n Section 3.b.iv. provides that Defendant may not “disclose, divulge, or \notherwise make available [Plaintiff’s software system], in whole or in part, to any \nthird party[.]”  (Compl. ¶ 18.)  Breach of this provision is akin to Section 106(3) of the \nCopyright Act, which gives the copyright holder the exclusive right to “distribute \ncopies or phonorecords of the copyrighted work . . . .”  17 U.S.C. § 106(3).  In Out of \nthe Box Developers , Judge Gale of this Court confronted a similar provision in a \nlicense agreement, which prohibited the “transfer [of] any copy of the [software] \nSystem without the express prior written consent” of the licensor (the “Transfer \nProvision”).  Out of the Box Developers, 2012 NCBC LEXIS 55, at *27.  The plaintiff \nthere claimed that the defendant breached the Transfer Provision by providing an \nunauthorized copy of the plaintiff’s software  file to another defendant, and argued \nthat a claim based on this breach was not preempted because “there is no transferring \nright in the bundle of rights under the Copyright Act.”  Id. at *28.  Instead, the \nplaintiff argued that Section 106(3) should be construed narrowly to only apply to \n“distribution for profit or to change ow nership[,]” not to distribute to another party \nfor purposes of creating a competing product.  Id.   \n \n \n This Court was unpersuaded by this argument, finding, in part, that \nanother provision in the licens e agreement—which expressly prohibited the \ndefendant from engaging in anticompetitive behavior —did have an “extra element” \nbut that the Transfer Provision did not.  Id. at *29–30.  The Court concluded that to \nprove breach of the Transfer Provision, all the plaintiff needed to show was that the \ndefendant furnished a copy of the plaintiff’s software file to another person, which is \nan act that “without further proof constitute[s] copyright infringement under Section \n106(3).”  Id. at *30.   \n The same rationale applies here.  Based on the language of Section 3.b.iv., \nthe purpose for which Defendant gave a copy of Plaintiff’s software to PQC Tech is  \nnot a necessary element to  properly alleg ing breach of Section 3.b.iv.  Rather, \nconsistent with the two elements for asserting a breach of contract claim long -\nrecognized by our Courts, see Poor, 138 N.C. App. at 26, 530 S.E.2d at 843, all Plaintiff \nwould need to allege is that Defendant did, in fact, “disclose, divulge, or otherwise \nmake available” Plaintiff’s software to a third party.   (Compl. ¶ 18.)   This squarely \nfalls within Section 106(3), and accordingly, a claim based on breach of this provision \nis preempted.  Like with Section 3.b.iii., the Court lacks jurisdiction to consider a \nbreach of contract claim predicated on breach of Section 3.b.iv., and therefore this \nclaim is DISMISSED in this regard.   \n Lastly, Section 3.b.v. prohibits Defendant from “develop[ing] similar \nsoftware, services or product offerings substantially similar to [Plaintiff’s software \nsystem].”  Like the Court’s analysis regarding Sections 3.b.ii., success on the merits \n \n \nof Plaintiff’s breach of this section would require proof of an extra element: that \nDefendant did, in fact, cause software to be developed for the purposes of competing \nwith Plaintiff.  A claim predicated on the creation of new software to directly compete \nwith Plaintiff likely goes beyond the bundle of rights and protections afforded by the \nCopyright Act.   \n Out of the Box Developers  is instructive here as well.  In addition to the \nprovision discussed in paragraphs 34 and 35 above, the license agreement at issue in \nthat case also had a provision that prohibited the defendant from using the software \nsystem “for the purpose of . . . competing with [the plaintiff].”  Id. at *26.  Judge Gale \ndetermined that to succeed on its breach of contract claim for the alleged conduct, the \nplaintiff had to prove more than just copying or decompiling plaintiff’s software, but \nthat this conduct was done for the purposes of competing with the plaintiff.  Id.  at \n*30.  The Court concluded, therefo re, that breach of this provision of the licens e \nagreement was “not the equivalent of [] copyright protection and [was] thus not \npreempted” because of this necessary additional proof element.  Id. at *30.  Likewise, \nthe Court concludes here that proving br each of Section 3.b.v. requires proof of an \n“extra element” that takes Plaintiff’s claim predicated on this provision out of \ncopyright preemption : that Defendant used Plaintiff’s software to engage in \ncompetitive conduct. \n Having determined that Plaintiff’s contract claim  based on Defendant’s \nalleged breach of Sections 3.b.ii.  and 3.b.v. are not preempted by federal copyright \nlaw, the Court next considers whether Plaintiff has sufficiently alleged conduct \n \n \namounting to a breach of each of these provisions.  T he Court addresses each \nsubsection separately below.  \n Breach of Section 3.b.ii. \n \n As noted above, S ection 3.b.ii. requires that Defendant refrain from \n“modify[ing], disassembl[ing], decompiling, reverse engineer[ing] or otherwise re -\ncreat[ing] [Plaintiff’s software s ystem], in whole or in part.”  (Compl. ¶ 18.)    \nDefendant contends that the Restrictive Covenants should be read as a single \ncovenant, and therefore the Motion and briefing in support thereof hones in on the \nanti-competitive language in Section 3.b.v., arguing that the Restrictive Covenants \nare “a naked restraint of trade and unenforceable under North Carolina law.”  (Br. in \nSupp. Mot. 4.)  In essence, Defendant argues that the Restrictive Covenants should \nbe construed and interpreted consistent with North Carolina non-compete law.   \n When considering Section 3.b.ii., however, the Court is not dealing with a \nprohibition against competition, but with a bundle of rights afforded, or not afforded, \nto Defendant pursuant to the Licensing Agr eement.  Our Courts, and federal courts \nsitting in this State applying North Carolina law, consider the sufficiency of reverse \nengineering claims based on general contract interpretation law .  See Sparrow Sys., \n2014 NCBC LEXIS 70, at *38 (focusing on issues of mutual assent when determining \nthe legal sufficiency of the plaintiffs’ claims); SAS, 874 F.3d at 380 (discussing the \ndefinitiveness of contract terms bearing striking similarity to those in this case). \n   Section 3.b.ii. is, in the most traditional se nse, a basic contract provision \nthat Defendants’ breach thereof would be sufficient to withstand scrutiny on a Rule \n \n \n12(b)(6) motion.  Here, Plaintiff alleges that Defendant breached Section 3.b.ii. by \ncontracting with a third party, PQC Tech, “to create” a  software package that \n“mimicked” Plaintiff’s product.  (Compl. ¶ 25.)  Plaintiff alleges that Defendant \nprovided PQC Tech with access to Plaintiff’s software during the term of the \nLicensing Agreement so that it could develop and recreate a similar product to be \nused to compete with Plaintiff’s product.  (Compl. ¶¶ 28–29.)  Section 3.b.ii. expressly \nprohibits Defendant from re -creating Plaintiff’s software system.  (Compl. ¶ 18.)  \nAccordingly, Plaintiff has sufficiently alleged a breach of this contract provision to \nwithstand dismissal at this time.     \n Breach of Section 3.b.v.  \n \n Plaintiff also alleges breach of Section 3.b.v. of the Licens ing Agreement, \nwhich prohibits Defendant from “develop[ing] similar software, services or product \nofferings substantially similar to the System.”  (Compl. ¶ 18.)  Specifically, Plaintiff \nalleges that Defendant “developed similar software substantially similar to TLMC’s \nsoftware packages.”  (Compl. ¶ 29.)   Defendant’s chief argument for dismissal of \nPlaintiff’s breach of contract claim stems from its interpretation that Section 3.b.v is \nan agreement not -to-compete that is neither reasonable as to time or territory and \ntherefore violates North Carolina public policy as an illegal restraint on trade.  (Br. \nin Supp. 4–8; Reply Br. 4–5.)   \n In support of its position, Defendant cites North Carolina cases dealing with \nnon-competes in the employment context.  Non-competition agreements of this type \nare closely scrutinized b ecause they prohibit an employee from working for a \n \n \ncompeting business to his or her former employer for a certain duration of time, \nranging from months to years, and covering a certain geographic area.  See Outdoor \nLighting Perspectives Franchising v. Har ders, 228 N.C. App. 613, 620, 747 S.E.2d \n256, 262 (2013).  Given the drastic nature of employment non-competition \nagreements, our Courts analyze time and territory restrictions “in tandem” so that \nthe combination of both together is not an unreasonable res traint on the employee’s \nability to seek new employment.  Market Am., Inc. v. Christman-Orth., 135 N.C. App. \n143, 152, 520 S.E.2d 570, 577 –78 (1999).  The restrictions must be no longer  and no \nwider in scope than necessary to protect the former employer’s legitimate business \ninterests.  Manpower of Guilford Cty., Inc. v. Hedgecock , 42 N.C. App. 515, 521, 257 \nS.E.2d 109, 114 (1979). \n Notwithstanding the heavy scrutiny non-competition agreements receive in \nthe employment context, there is another line of cases in North Carolina discussing \nthe reasonableness of non -competition agreements related to the sale of a business.  \nThere, our Courts have enforced decades -long non-competes.  See Jewel Box Stores \nCorp. v. Morrow, 272 N.C. 659, 664, 158 S.E.2d 840, 843–44 (1968) (citing a string of \nNorth Carolina supreme court cases where sale-of-business non-competes ranging \nfrom ten years to life were upheld as valid and enforceable).   \n In contrast, t he non -competition agreem ent at issue in this case —a \nlicensing agreement—is fundamentally different from non-competition agreements \nin either the employment or sale -of-business context.  The sale -of-business line of \ncases is perhaps the closer analogy, because both the sale of a license and the sale of \n \n \na business involve the purchasing of certain “sticks” in the proverbial “bundle. ”  \nHowever, even in the sale-of-business context, the purchaser of a business is paying \nfor the entire bundle of sticks, whereas, in the license context, the licensor still retains \nownership rights.  A license is, by definition, a limited right of use .  License, Black’s \nLaw Dictionary (10th ed. 2014) (“A permission, usually revocable, to commit some act \nthat would otherwise be unlawful[.]”).  As Plaintiff argued at the July 15, 2020 \nhearing, Defendant could have negotiated—and paid more—for more rights and less \nlimitations on its use of Plaint iff’s software, such as  the right to own or reproduce \nPlaintiff’s software.   \n In sum, t he Court is not convinced that it should determine the \nenforceability of Section 3.b.v. with firm adherence to non -compete law in the \nemployment or sale-of-business contexts.  In fact, our Court of Appeals has cautioned \nagainst applying these legal frameworks  with “unbending rigidity”  to contexts \noutside the employer-employee or buyer-seller contexts.  See Outdoor Lighting, 228 \nN.C. App. at 622, 747 S.E.2d at 263; see also KNC Techs., LLC v. Tutton, 2019 NCBC \nLEXIS 72 (N.C. Super. Ct. Oct. 9, 2019) (summarizing Outdoor Lighting and applying \nthe court’s rationale to a non-competition agreement in a context outside the \nemployer-employee or buyer-seller relationship).  “Ultimately, ‘the reasonableness of \na restraining covenant is a matter of law for the court to decide.’”  KNC Techs., 2019 \nNCBC LEXIS, at *17 (quoting Jewel Box Stores Corp., 272 N.C. at 663, 158 S.E.2d at \n843).   \n \n \n In determining the reasonableness of Section 3.b.v., and absent any other \napplicable controlling law in North Carolina, the Court finds the Fourth Circuit’s \ndecision in Lasercomb Am., Inc. v. Reynolds, 911 F.2d 970 (1990) instructive.  There, \non appeal from a Middle District of North Carolina judgment, the Fourth Circuit had \nto determine for the first time whether misuse of copyright was a valid defense to a \ncopyright infringement claim.  Id. at 973–74.  As stated by the court, “[a] successful \ndefense of misuse of copyright bars a culpable plaintiff from prevailing on an action \nfor infringement of the misused copyright.”  Id. at 972.  In that case, the defendants \nclaimed the plaintiff misused its copyright by including in its licensing agreement an \noverly broad non-competition agreement.  Id. at 972–93.  Based on the language in \nthe licensing agreement, the licensee was barred from competing with the licensor \nfor the term of the license agreement and one year thereafter.  Id. at 973.  In effect, \nthis was a non-competition term of ninety-nine years.  Id.   \n Drawing on comparable law in the patent misuse context, the Fourth \nCircuit concluded that an agreement not -to-compete for ninety -nine years could \nextend beyond the life of the copyright itself, and the need to protect one’s investment \nin their intellectual property does not outweigh the public’s right to compete in the \nmarketplace after a reasonable restrictive period.  Id. at 978–79 (citing Compton v. \nMetal Products, Inc., 453 F.2d 39 (4th Cir. 1971)).  The court reached this conclusion \nby drawing on antitrust law, noting that while copyright misuse involves a separate \nanalysis, the two are “’similar” to one another.  Id. at 979.     \n \n \n Section 3.b.v. is even more restrictive than the non-competition agreement \nin Lasercomb.  Here, there is no end date for the non-competition provision, resulting \nin an agreement by Defendant to never compete with Plaintiff.  Plaintiff makes this \npoint clearer by alleging that pursuant to Section 7.c. of the Licensing Agreement, \n“the Protective Covenants survive the end of the license term.”  (Compl. ¶ 22.)   \n An indefinite and perpetual restraint on trade in the context of a software \nlicensing agreement seems to be counter to the antitrust laws of this State.  While a \nlicensing agree ment involves some nuance that separates it from non -competition \nagreements in the employment or sale-of-business contexts, the Court concludes that \neven in the context of a limited use agreement, a time restriction of some reasonable \nduration is needed so as to not inhibit free trade in this State.  Accordingly, the Court \nconcludes that Section 3.b.v. is unreasonable and unenforceable as a matter of law, \nand Plaintiff has therefore failed to state a breach of contract claim based on th is \nspecific provision of the Licensing Agreement.   The Motion, therefore, is GRANTED \nin this regard.2   \nB. Common Law Unfair Competition \n In the alternative to its breach of contract claim, Plaintiff asserts a claim \nfor common law unfair competition.  (Compl. ¶¶ 39–41.)  As with Plaintiff’s breach of \n \n2 Although the Court strikes this provision as un reasonable and unenforceable , the Court \ndetermines, in its discretion, for the reasons stated in paragraphs 22 through 24 of this Order \nand Opinion, that Section 3.b.v. is divisible and therefore, pursuant to the “blue pencil rule” \nrecognized by the courts of this State, the Court may still enforce the reasonable provisions \nof Section 3.b, namely Section 3.b.ii, such that Plaintiff’s breach of contract claim premised \non breach of Section 3.b.ii. may go  forward.  See Beverage Sys. of the Carolinas, LLC v. \nAssociated Bev. Repair, LLC, 368 N.C. 693, 696–97, 784 S.E.2d 457, 460 (2016).       \n \n \ncontract claim, the Court first analyzes whether Plaintiff’s unfair competition claim \nis preempted by the Copyright Act.  The Court concludes that it is not.  First, some \ncourts addressing this preemption issue have determined that a claim brought in the \nalternative to a breach of contract claim will survive preemption if the breach of \ncontract claim also survives preemption.  See, e.g. Forest2Market v. Am. Forest Mgmt., \n2008 U.S. Dist. LEXIS 33185, at *16 –17 (W.D.N.C. 2008 ) (concluding that it was \nunnecessary to address the viability of an unjust enrichment claim brought in the \nalternative to a breach of contract claim where the breach of contract claim was not \npreempted); Acorn Structures,  Inc. v. Swantz , 846 F.2d 923, 927 (4th Cir. 1988)  \n(concluding same).   \n Moreover, applying the “extra element” test to a common law unfair \ncompetition claim warrants the same conclusion.  To succeed on its unfair competition \nclaim, Plaintiff must prove additional  elements that go  beyond th ose required to \nprove a copyright claim under federal copyright law.  This Court has previously stated \nthat “[t]he standard which a plaintiff must meet to recover on an unfair competition \nclaim under the common law is not appreciably different from a claim  for unfair or \ndeceptive trade practices.”  Global Textile Alliance, Inc. v. TDI Worldwide, LLC, 2018 \nNCBC LEXIS 104 , at *23 (N.C. Super. Ct. Oct. 8, 2018) (citing BellSouth Corp. v. \nWhite Directory Publishers, Inc. , 42 F. Supp. 2d 598, 615 (M.D.N.C. 1999)).  And in \nSparrow Systems, Chief Judge Bledsoe of this Court, drawing on federal copyright \npreemption cases, determined that a UDTP claim is not preempted by federal \ncopyright law because such a claim requires the proof of additional elements “such as \n \n \nmisrepresentation and deceitful conduct.”  Sparrow Sys., 2014 NCBC LEXIS 70, at \n*29.  \n  Likewise, a claim for common law unfair competition requires the plaintiff \nto prove that the defendant engaged in an act or practice that misappropriates the \nplaintiff’s “competitive advantage earned through organization, skill, labor, and \nmoney.”  Gateway Mgmt. Servs.  v. Carrbridge Berkshire Grp., Inc. , 2018 NCBC \nLEXIS 45, at *19 (N.C. Super. Ct. May 9, 2018)  (quoting Henderson v. U.S. Fid. & \nGuar. Co., 346 N.C. 741, 749, 488 S.E.2d 234, 239 –40 (1997)).  This “extra element” \nrequired to prove Plaintiff’s unfair competition claim is sufficient to take this claim \nout of copyright preemption. \n Concluding that Plaintiff’s unfair competition claim is not preempted, the \nCourt next considers the sufficiency of Plaintiff’s allegations.  “ Traditionally at \ncommon law, including that of North Carolina, the tort of unfair competition has \nconsisted of acts or practices by a competitor which are likely to deceive the \nconsuming public.”  Stearns v. Genrad, Inc., 564 F. Supp. 1309, 1320 (M.D.N.C. 1983) \n(citing Charcoal Steak House of Charlotte, Inc. v. Staley, 263 N.C. 199, 139 S.E.2d 185 \n(1964)). “The gravamen of unfair competition is the protection of a business from \nmisappropriation of its commercial advantage earned through organization, skill, \nlabor, and money. ”  Henderson, 346 N.C. at 749, 488 S.E.2d at 239–40.  Unfair \ncompetition has been found to encompass a range of behaviors “such as trademark \ninfringement, imitation of a competitor’s product or its appearance, interference with \na competitor ’s contractual relations, disparagement of a competitor ’s product or \n \n \nbusiness methods, and misappropriation of a competitor’s intangible property rights \nsuch as advertising devices or business systems.”  Stearns, 564 F. Supp. at 1320.  In \nNorth Carolina, “common law unfair competition claims are limited to claims between \nbusiness competitors . . . .”  Gateway, 2018 NCBC LEXIS 45, at *18.   \n Here, although Plaintiff alleges that Defendant misappropriated its \ncommercial advantage by contracting with PQC Tech and disclosing Plaintiff’s \nsoftware to PQC Tech, nowhere in the Complaint does Plaintiff allege that Defendant \nwas its competitor.  In fact, Plaintiff alleges that PQC Tech is the owner and marketer \nof the competing software package.  (Compl. ¶¶ 26 –27.)  This failure is fatal to \nPlaintiff’s common law unfair competition claim, and for this reason, the claim must \nbe dismissed. \n Moreover, Plaintiff does not explain anywhere within the Complaint how \nDefendant’s software deceived the public, an essential basis upon which an unfair \ncompetition claim lies.  See Staly , 263 N.C. at 203 , 139 S.E.2d at 188 (“Unfair \ncompetition is the child of confusion” (internal quotations and citation omitted).)  \nPlaintiff has alleged no consumer confusion or deception between Plaintiff’s Easy \nRead Screen and the On-Call Hub.  For this additional reason, Plaintiff’s common law \nunfair competition claim should be dismissed.     \n Notwithstanding the Court’s conclusion that Plaintiff’s common law unfair \ncompetition claim should be dismissed, “[t]he decision to dismiss an action with or \nwithout prejudice is in the discretion of the trial court[.]”  First Fed. Bank v. Aldridge, \n230 N.C. App. 187, 191, 749 S.E.2d 289, 292 (2013).   The Court concludes, in the \n \n \nexercise of its discretion, that Plaintiff's claim  for common law unfair competition  \nshould be dismissed without prejudice to Plaintiff’s right to attempt to reassert this \nclaim through proper factual allegations by way of a motion to amend.         \nV. CONCLUSION \n THEREFORE, based on the foregoing, the Court hereby GRANTS in part \nand DENIES in part the Motion as set forth below:   \nA. The Motion is GRANTED in part as to Plaintiff’s breach of contract claim \npremised on breach of Section 3.b.iii., Section 3.b.iv. , and Section 3.b.v.  of the \nLicensing Agreement.  Otherwise, the Motion is DENIED as to Plaintiff’s breach of \ncontract claim, and this claim goes forward.  \nB. The Motion is GRANTED in part  as to  Plaintiff’s common law unfair \ncompetition claim.   This claim is DISMISSED, but  the dismissal is WITHOUT \nPREJUDICE.   \nSO ORDERED, this the 11th day of August, 2020.   \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}