{
  "id": "40dd3e55934d419c08ab511c5acd7482e8a9e8ee669511ae96a125266fa6c797",
  "source_file": "data/raw/ncbc/40dd3e55934d419c08ab511c5acd7482e8a9e8ee669511ae96a125266fa6c797.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF WAKE \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 7014 \n \nJOHN NORMENT, \n \nPlaintiff, \n \nORDER AND OPINION ON \nNORMENT’S MOTION FOR PARTIAL \nSUMMARY JUDGMENT AGAINST \nADVANTAGE LENDING, LLC \n v. \n \n \nROBERT GARY RABON; \nJAMES MIKLOSKO; \nADVANTAGE LENDING LLC; \nCAVALIER MORTGAGE \nGROUP, INC.; STEEL \nHOLDINGS, LLC; and \nADVANTAGE LENDING, a \ncommon law partnership, \n \nDefendants. \n    \n    \n \nTHIS MATTER comes before the Court on Plaintiff John Norment’s \n(“Norment”) Motion For Partial Summary Judgment against Defendant Advantage \nLending, LLC (“Advantage LLC”) on Norment’s claims of (1) Breach of Contract; (2) \nAccounting; and ( 3) Dissolution of Partnership and Receivership. (“Motion for \nSummary Judgment,” ECF No. 60.)  In support of the Motion for Summary Judgment, \nNorment filed evidentiary materials (ECF Nos. 61.1–.7), and a Brief in Support of his \nMotion for Summary Judgment.  (“Brief in Support,” ECF No. 62.)  Advantage LLC \nfiled a Brief in Opposition to Norment’s Motion for Summary Judgment (“Response \nBrief,” ECF No. 68), and evidentiary materials (ECF No s. 67.1–.4).  Norment filed a \nReply Brief in Support of his Motion for Partial Summary Judgment.  (“Reply Brief,” \nECF No. 74.) \nNorment v. Rabon, 2021 NCBC 1. \n \n \nTHE COURT, having considered the Motion for Summary Judgment, the \nevidence filed with the Court, briefs in support of and in opposition to the Motion for \nSummary Judgment, the arguments of counsel at the hearing, and other appropriate \nmatters of record, CONCLUDES that the Motion for Summary Judgment should be  \nDENIED, for the reasons set forth below.  \nOak City Law, LLP, by Robert E. Fields, Esq., Samuel Pinero, Esq., and \nCaroline L. Trautmam, Esq. for Plaintiff John Norment. \n \nThe Farrell Law Group, P.C., by Richard W. Farrell, Esq. for Defendants \nRobert Gary Rabon, James Miklosko, Advantage Lending LLC,  and \nAdvantage Lending, a common law partnership. \n \n McGuire, Judge. \nI. FACTS \n1. In 1998, Norment and Defendant James Miklosko (“Miklosko”) formed \nDefendant Cavalier Mortgage Group, Inc., (“Cavalier”) as a mortgage broker.   (Dep. \nof Miklosko, ECF No. 61.3 at pp. 32 –33).  Norment and Miklosko were each 50% \nshareholders in, and the sole directors of, Cavalier.  The No rth Carolina Secure and \nFair Enforcement (SAFE) Mortgage Licensing Act (“SAFE Act” or the “Act,” N.C.G.S. \n§ 53-244.010 et seq.) requires individuals and businesses engaging in the mortgage \nbusiness as a mortgage loan originator, transitional mortgage loan originator, \nmortgage lender, mortgage broker, or mortgage servicer  to be licensed through the \nNorth Carolina Commissioner of Banks.  (“NCCOB”)  (N.C.G.S. § 53-244.100(a)).  The \nSAFE Act sets standards for licensure , including net worth and liquidity \nrequirements for license holders.   At times relevant to this lawsuit, the capital \nrequirement for mortgage brokers was approximately $25,000 while the capital \n \n \nrequirement for mortgage lenders was at least one million dollars (“$1 million”).  Id., \n§ 53-244.104.  The Act also requires NCCOB approval of licensure transfers from one \nentity to another through mergers and ownership changes.  Id., § 53-244.100(e). \n2. Cavalier subsequently also became licensed as a mortgage lender.  (ECF \nNo. 61.3 at p. 24.)   Cavalier satisfied the capital requirements for becoming a \nmortgage lender using office condominiums owned by Norment and Miklosko.  (ECF \nNo. 61.3, at pp. 21 –26.)  Cavalier was very profitable  through approximately 2013.  \n(Affidavit of Norment, ECF No. 61.7, ¶ 10.) \n3. On April 2, 2004, Robert Gary Rabon (“Rabon”) formed Advantage LLC \nas a mortgage broker.  (Dep. of Rabon, ECF No. 61.2 at pp. 18, 63.)   Rabon executed \nthe Operating Agreement of Advantag e Lending, LLC (“Operating Agreement”) \nestablishing himself as Advantage LLC’s sole member and manager and  providing, \ninter alia, requirements for admitting new members and amending the  Operating \nAgreement.  (Exs. To Dep. of Norment, ECF No. 23.2, at Ex. 3, Operating Agreement.)  \nAdvantage LLC operated as a “captive” of C oldwell Banker Advantage Realty \n(“Advantage Realty”), a real estate brokerage firm controlled by Rabon.  Advantage \nLLC was marginally successful, but by the end of 2013, its net worth on its books was \nnegative.  (ECF No. 61.2 at pp. 17 –27, 58–60, 129–32, and Ex . 41, Advantage LLC \nFinancial Statement.)   \n4. In or around early 2014, Rabon and Miklosko developed a plan to move \nCavalier’s business to A dvantage LLC  (the “Transaction”) .  Cavalier had lending \nexperience and an underwriting department, Norment’s and Miklosko’s loan \n \n \noriginations, processing and operational management experience, and the capital \nrequired for a licensed mortgage lender.  (ECF No. 61.3, at pp. 21– 26, 32–36; ECF \nNo. 61.2, at pp. 17–27, 58–60; November 14, 2018 Dep. of Norment, ECF No. 23.1, at \np. 33.)  Advantage LLC lacked the lending capabilities and the net worth needed to \nobtain a mortgage lender license, but had relationships with Advantage Realty real \nestate agents and access to home buyers seeking financing from the agents.  (ECF \nNo. 61.2, at pp. 17–27, 58–60; ECF No. 23.1 , at p. 33; ECF No. 61.3 , at pp. 44–51.)  \nThe Transaction was intended to help Advanta ge Realty offer its home buyers in -\nhouse lending and to help Norment and Miklosko increase their lending volume \nthrough access to Advantage Realty agents.  (Id.) \n5. Sid Aldridge (“Aldridge”), a Raleigh attorney, assisted the parties with \nand sought regulatory approval of the Transaction from the NCCOB.  (ECF No. 23.1, \nat p. 40.)   Norment, Rabon, Miklosko , and Advantage LLC, by Rabon, executed  \ndocuments prepared by Aldridge  to effectuate the Transaction.  In  particular, they \nsigned the Agreement for Subscription for Membership Interest in Advantage LLC \n(“Subscription Agreement,” ECF No. 23.2, Ex. 5, at p. 60) and an Agreement to \nAdmission of Members and Amendment to Operating Agreement of Advantage LLC \n(“Admission Agreement,” ECF No. 23.2, Ex. 4, at p. 57).   \n6. Under t he Subscription Agreement , Norment and Miklosko each \ncontributed $1 million in cash and property to Advantage LLC for a thirty-three and \none-third percent (33 1/3%) membership interest in “the profits, losses, distributions, \n \n \ncapital, and right to vote and participate in the management of” Advantage LLC.  \n(ECF No. 23.2, at Ex. 5, p. 1.)  The Subscription Agreement further provides:  \nIf the NCCOB has not approved this transaction  by July \n31, 2014, the admission of Subscriber s shall be null and \nvoid, and the Company shall return  all consideration paid \nby Subscribers to each of them, and Subscribers shall \nreturn to the Company any distributions received by them \nfrom the Company with respect to their membership \ninterest.  \n \n(Id. at p. 2.)  (emphasis added).  The Subscription Agreement was effective on January \n1, 2014. \n7. The Admission Agreement, also effective on January 1, 2014, amended \nthe Operating Agreement to admit Norment and Miklosko as members of Advantage \nLLC per the terms o f the Subscription Agreement.  (ECF No. 23.2, at  Ex. 4.)  The \nAdmission Agreement also provides, inter alia, as follows: \nPursuant to the terms of the Subscription Agreement, the \nadmission of Purchasers shall be null and void  if the \n[NCCOB] has not approved the admission of Purchasers by \nJune 31, 2014.\n1  In such case, all consideration paid by \nPurchasers shall be returned to them, and Purchasers shall \nreturn to the Company any distributions paid to them by \nthe Company with respect to their Membership Interests.  \n \n(Id. at p. 2.)   (emphasis added) .  The Admission Agreement further states that \n“[e]xcept as expressly set forth in  this Amendment, the Operating Agreement is \nhereby ratified and reaffirmed.”  (Id. at p. 1.) \n8. As their respective $1 million contributions, Norment and Miklosko  \ncaused the transfer of $355,000 of cash, the office condominiums, and certain other \n \n1 The Court notes that the parties concede that the date “June 31, 2014” in the Admission \nAgreement is in error and was intended to be “July 31, 2014.”  (ECF No. 61.1 at p. 56.) \n \n \nassets held by Cavalier.  (ECF No. 61.7, ¶ 2; ECF No. 23.1, at pp. 13, 65–68, 84; ECF \nNo. 61.2, at pp. 28, 34–39; ECF No. 61.3, at pp. 295–301, Exs. 38 (Bank Statement) \nand 39 (Wake County Real Estate Data Record) .)  It is undisputed that Norment \nmade the $1 million contribution to Advantage LLC  required by the Subscription \nAgreement.   (ECF No. 61.2, at pp. 38–39.) \n9. In his deposition, Rabon acknowledged that failure to obtain N CCOB \napproval by July 31, 2014 would entitle Norment to the return of his capital: \nQ Okay. So the operating agreement of \nAdvantage Lending provided that approval of \nthe admission of John and Jim as members of \nAdvantage Lending had to occur by July 31st, \n2014 or the capital \n  \nA Yeah. \n \nQ --should be returned to them. Is that \ncorrect? \n \nA That's what the paragraph says. \n  \nQ Okay. And that's what you agreed to, \ncorrect?  \n \nA I signed it. \n  \nQ And you signed it with intent to agree to it, \ncorrect? \n \nA I wouldn't sign it otherwise. \n \n (ECF No. 61.2, at p. 44.) \n10. In order for Cavalier to transfer its mortgage lender license, the \nTransaction had to be approved by the NCCOB.  The SAFE Act provides that: \n \n \nLicenses and registrations issued under this Article are not \nassignable.  Control of a licensee or registrant shall not be \nacquired through a stock purchase, merger, or other device \nwithout the prior written consent of the [NCCOB].  The \n[NCCOB] shall not give written consent if the [NCCOB] \nfinds that any of the grounds for denial, revocation, or \nsuspension of a license or registration are applicable to the \nacquiring person. \n \nN.C.G.S. § 53-244.100(e). \n \n11. Regulations adopted by the NCCOB under the Act further provide, in \nrelevant part:  \n(b) A change in the identity o f a control person or any \nmaterial change in organizational structure shall be \nconsidered a transfer or assignment of the license or \nregistration.  A licensee or registrant may transfer a \nlicense or registration without submission of an application \nby providing the following to the Commissioner:  \n \n(1) the licensee or registrant gives notice to the \nCommissioner at least 60 days in advance of the effective \ndate of the proposed change; and \n \n(2) the Commissioner determines that permitting the \nlicensee or registrant to continue to operate under its \nexisting license or registration would not be inconsistent \nwith the purposes of the Act. \n \n. . .  \n \n(d) The Commissioner shall waive or reduce the advance \nnotice requirement of Subparagraph (b)(1) of this Rule if \nthe Commissioner determines that: \n \n(1) circumstances beyond the licensee or registrant's \ncontrol would make compliance unduly burdensome \nto the licensee or registrant; \n \n(2) consumers would not be harmed by such a waiver or \nreduction of the advance notice requirement; \n \n \n \n(3) the licensee or registrant has otherwise satisfied the \nrequirements of this Rule; and \n \n(4) waiver of the requirement of Subparagraph (b)(1) is \nin the public interest. \n \n4 N.C. Admin Code .0202 (1978) (hereinafter, “the code”). \n12. In addition to NCCOB’s approval, the parties also needed approval from \nHUD/FHA2 in order for Advantage  LLC to take over that portion of Cavalier’s \nmortgage lending business.  (ECF No. 61.7, ¶ 5; ECF No. 67.1, ¶ 6.)  The HUD/FHA \napproval was not obtained until July 2015.  (ECF No. 61.7, ¶ 5.) \n13. Aldridge communicated with Sara Weed, director and counsel of the \nNCCOB Non -Depository Entities Division , seeking NCCOB’s approval of the \nTransaction.  (Dep. of Aldridge, ECF No. 61.1 at pp. 60, 67–79, 119, 127, Ex. 15 (Letter \nto NCCOB).)  On May 6, 2014, Aldridge sent Weed a letter summarizing the nature \nof the transaction.  (ECF No. 61.1, at Ex. 15.)  The letter stated , in relevant part, as \nfollows: \nDue to the two companies being different types of legal \nentities (LLC and corporation), the re are limitations on \ndoing a formal merger.  Therefore, the de facto merger will \nbe carried out by the contribution of certain assets to \nAdvantage by Mr. Miklosko and Mr. Norment in exchange \nfor ownership interest in Advantage.  Upon completion of \nthat tr ansaction, Mr. Rabon, Mr. Miklosko, and Mr. \nNorment will each own a 33 1/3 percent membership \ninterest in Advantage. \n \nAfter Mr. Miklosko and Mr. Norment become members of \nAdvantage, both companies will continue to operate \nseparately until Advantage is approved as an FHA lender.  \nOnce that occurs, Cavalier will take the required steps to \n \n2 The United States Department of Housing and Urban Development and the federal Fair \nHousing Act. \n \n \nwind down and cease operations.  At that time, Mr. \nMiklosko and Mr. Norment will apply to become qualified \nindividuals of Advantage. \n \nFrom our conversation, I understand my client may be \nrequired to give advance notice of the transaction to the \nCommissioner of Banks.  Due to urgent circumstances \nrelated to completing the transactions, we would ask that \nthe Commissioner expedite this request for approval so the \ntransaction can  be finalized as soon as possible.  In the \nalternative, we would request that the Commissioner \nwaive the advance notice requirements of 04 NCAC \n03M.0202(b)(I) in that a 60- day waiting period would be \nunduly burdensome.  Consumers would not be harmed by \na w aiver and/or reduction in the advance notice \nrequirement in that the entities will continue to operate \nand all consumers will be properly serviced.  Allowing the \nmatter to transfer immediately would effect a streamlining \nprocess and give the public access to a stronger mortgage \nlending source. \n \n(Id. at p. 2.) \n14. On May 28, 2014, Aldridge sent an email to  Norment, Rabon, and \nMiklosko stating the following:  \nI just got off the phone with Sara Weed. Everything is fine \nwith them. They understand and approve the transaction.   \nI will write to her a confirming letter. She said you have to \nfile an advance change notice with NMLS.\n3  They will get \na copy of that, but that it is purely administrative  and it \nisn’t an approval process.  I presume you guys understand \nthat aspect better than I do.  \n \n(ECF No. 23.2, Ex. 10 (Aldridge Email).) \n15. It is undisputed that NCCOB did not issue any written document \nstating that the Transaction was approved prior to July 31, 2014.  (ECF No. 61.1, at \np. 60, 67– 79; ECF No. 61.3, at pp. 91–92; ECF No. 61.2, at pp. 44–45.)  It is also \n \n3 The Nationwide Multistate Licensing System & Registry.  (“NMLS”) \n \n \nundisputed that Aldridge, Miklosko, and Rabon did not submit any additional notice \nto NCCOB or the NMLS and did not  follow-up to confirm that approval had been \nobtained from NCCOB by July 31, 2014.  (ECF No. 61.1, at pp. 60, 67– 79; ECF No. \n61.3, at pp. 91–92; ECF No. 61.2, at pp. 44– 45.)  The NCCOB approved the transfer \nof Cavalier’s license and issued a mortgage lend er license to Advantage LLC on  \nOctober 27, 2014.  ( Mortgage Lender License, ECF No. 103.1 ; NCCOB State \nLicense/Registration Status History for Advantage LLC, ECF No. 103.3.)4 \n16. Norment alleges that based on Aldridge’s May 28, 2014 email, he \nbelieved that th e “necessary approval from NCCOB had been obtained.”  (ECF No. \n61.7, ¶ 4.)  Norment continued to work for Advantage LLC until March 31, 2016.  (Id. \n¶¶ 7, 14.)  However, during 2014 and 2015, Norment claims that Rabon and Miklosko \nbegan to exclude Norment from management of Advantage LLC, and that he became \nincreasingly concerned with the financial condition of Advantage LLC caused by what \nhe believed was mismanagement by Rabon and Miklosko.  (Id., ¶¶ 5–9, 12.)  Norment \nalleges that during the same period he  expressed concerns to Rabon and Miklosko \nthat “required approvals” and “compliance actions” related to the merger were not \nbeing “obtained timely.”  (Id., ¶ 5.) \n17. Norment claims that he first learned in October 2016 that the NCCOB \nhad not provided written approval of his admission to membership in Advantage LLC \nby July 31, 2014.  ( Id., ¶ 7.)  Defendants vehemently dispute Norment’s claim, \n \n4 The NCCOB’s approval of the Transaction permitted Advantage LLC to begin making \nconventional mortgage loans under Advantage LLC’s, instead of Cavalier’s, authority.  \nAdvantage LLC was not able to make HUD/FHA mortgage loans until approval was obtained \nin July 2015. \n \n \ncontending that he was heavily  involved in the merger process, that he was kept \ninformed of the approval process, and that he “clearly knew . . . the status of approvals \nnot having been obtained from NCCOB in July 2014.”  (ECF No. 67.1, ¶ ¶ 3 –7; \nAffidavit of Miklosko, ECF No. 67.2, ¶¶ 34, 7–10.) \n18. Norment and Miklosko continued to operate Cavalier during the time \nthe parties were seeking approvals for the merger.   (ECF No. 61.7, ¶ 3; ECF No. 67.2, \n¶¶ 12, 16.)  During this period, Cavalier was under significant financial distress and \nwas being investigated by the NCCOB and HUD/FHA.  (ECF No. 61.7, ¶¶ 6,  8; ECF \nNo. 67.2, ¶¶ 6–7, 11.)  In July 2015 Advantage LLC took over all mortgage lending \nprocesses for Cavalier and Advantage LLC .  (ECF No. 67.2, ¶ 14.)  Cavalier was \ndissolved in July 2015.  (Id., ¶ 14.) \nII. PROCEDURAL BACKGROUND \n19.  Rabon and Miklosko initiated this lawsuit on May 28, 2019 by fil ing a \ncomplaint against Norment.  (ECF No. 3.)  On July 25, 2019, the Court granted \nNorment’s Motion to Add Counterclaim-Defendants pursuant to N.C.R. Civ. P. 13(h), \nallowing Norment to add Advantage LLC, Cavalier, Steel Holdings, Inc., (“Steel”) and \nAdvantage Lending, a common law partnership as Counterclaim -Defendants \n(hereinafter, Rabon, Miklosko, Advantage LLC, Cavali er, Steel , and Advantage \nLending, a common law partnership are referred to as “Counterclaim Defendants”). \n(ECF No. 12.)  O n July 29, 2019, Norment filed his First Amended Answer and \nCounterclaim Complaint reflecting this change.  (ECF No. 13.)   On September 11, \n \n \n2019, Counterclaim Defendants filed their Amended Answer and Affirmative \nDefenses.  (ECF No. 17.)   \n20. On October 2, 2019, Norment filed his Second Amended Answer and \nCounterclaim Complaint.  (“Second Amended Counterclaim,” ECF No. 20, at pp. 5 –\n41.)  In the Second Amended Counterclaim , Norment alleges claims for: \nConversion/Trespass to Chattels against Rabon, Miklosko, and Advantage LLC; \nBreach of Contract against Rabon, Miklosko, and Advantage LLC; Action to Quiet \nTitle and for Legal and Equitable Relief as to Real Estate against Rabon, Miklosko, \nand Advantage LLC ; Breach of Contract -Unpaid Wages against Advantage  LLC; \nQuantum Meruit against Advantage LLC; Breach of Fiduciary Duty against \nMiklosko and Cavalier; Breach of Fiduciary Duty for Constructive Trustees and of \nPartners against Rabon and Miklosko; Breach of Fiduciary Duty in Management of \nPartnership and Advantage  LLC against Rabon and Miklosko; Constructive Fraud \nagainst Rabon and Miklosko; Fraud/Misrepresentation against Miklosko, Rabon, and \nAdvantage LLC; Accounting against all C ounterclaim-Defendants; Winding Up of \nCavalier; Receivership against Miklosko , Dissolution of Steel, Claim for Dividends \nand Receivership against Miklosko and Steel; Dissolution of Partnership and \nReceivership against Rabon and Miklosko; and Dissolution and  Receivership against \nAdvantage LLC.  (Id.)  \n21. On October 3, 2019,  Counterclaim Defendants filed their Answer and \nAffirmative Defenses to Norment’s Second Amended Complaint.  (ECF No. 21.)   In \n \n \nresponse to Norment’s counterclaims , Advantage LLC pleaded, inter alia , an \naffirmative defense of waiver. \n22. On December 5, 2019, Rabon and Miklosko voluntarily dismissed their \nclaims against Norment without prejudice (ECF No. 33), leaving Norment’s \ncounterclaims against Counterclaim-Defendants as the only remaining claims in this \naction. \n23. On March 23, 2020 the Co urt issued an order disqualifying \nCounterclaim Defendant’s counsel from representing Cavalier and Steel and striking \nthe pleadings filed on behalf of Cavalier and Steel.  (Order on Norment’s Motion to \nStrike Answers of Cavalier and Steel and to Disqualify Counsel, ECF No. 45.)  No \nnew counsel ever made an appearance on behalf of Cavalier or Steel in this action. \n24. The Court issued a notice realigning the parties and amending the case \ncaption in this matter to reflect that Norment is the Plaintiff and Counterc laim-\nDefendants are Defendants.   (Hereinafter, Rabon, Miklosko, Advantage, Cavalier, \nSteel, and Advantage Lending, a common law partnership are collectively \n“Defendants”) (Notice of Realignment of Parties and New Case Caption, ECF No. 75.)  \n25. On June 15, 202 0, Norment filed his Motion for Partial Summary \nJudgment Against Advantage LLC and a Brief in Support.  (“Brief in Support,” ECF \nNo. 62.)  On July 15, 2020, Advantage LLC filed its Brief in Opposition to Norment’s \nMotion for Summary Judgment (“Response Brief,” ECF No. 68), and Norment filed a \nReply Brief on July 24, 2020.  (“Reply Brief,” ECF No. 75.)  \n \n \n26. The Court held a hearing on the Motion for Summary Judgment on \nOctober 13–14, 2020, at which the Court heard oral arguments from counsel.  The \nMotion for Summary Judgment is now ripe for disposition. \nIII. STANDARD OF REVIEW  \n27. “Summary judgment is appropriate ‘if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with affidavits, if any, \nshow that there is no genuine issue of material fact and that any party is entitled to \njudgment as a matter of law.’”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quoting N.C.G.S. § 1A-1, \nN.C. R. Civ. P. 56(c)).  The moving party bears the burden of presenting evidence \nwhich shows that there  is no genuine issue of material fact and that the movant is \nentitled to judgment as a matter of law.  Hensley v. Nat’l Freight Transp., Inc. , 193 \nN.C. App. 561, 563, 668 S.E.2d 349, 351 (2008).  An issue is “material” if “resolution \nof the issue is so essential that the party against whom it is resolved may not prevail.”  \nMcNair v. Boyette, 282 N.C. 230, 235, 192 S.E.2d 457, 460 (1972).  “A ‘genuine issue’ \nis one that can be maintained by substantial evidence. ’”  Dobson v. Harris, 352 N.C. \n77, 83, 530 S.E.2d 829, 835 (2000). \n28. “Once the party seeking summary judgment makes the required \nshowing, the burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85, \n534 S.E.2d 660, 664 (2000).  As recently reiterated by the North Carolina Court of \n \n \nAppeals, the burden on the non-movant goes beyond merely producing some evidence \nor a scinti lla of evidence in support of its claims.  Rather, i f the movant meets this \nburden, the nonmovant must take affirmative steps to set forth specific facts showing \nthe existence of a genuine issue of material fact.  An adverse party may not rest upon \nthe mere allegations or denials of his pleading.  Substantial evidence is such relevant \nevidence as a reasonable mind might accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference.  Khashman v. Khashman, No. \nCOA16-765, 2017 N.C. App. LEXIS 715, at *15 (N.C. Ct. App. Sept. 5, 2017) (citations \nand internal quotation marks and modifiers omitted). \nIV. ANALYSIS \n29. Norment seeks summary judgment only as to his claims for ( 1) breach \nof the Subscription Agreement and Admission Agreement (Second Amended \nCounterclaim, ECF No. 20, ¶¶ 117 –124), (2) an accounting of Advantage LLC, \nCavalier, and Steel ( Id., ¶¶ 176–181), and (3) dissolution of Advantage Partnership \n(Id., ¶¶ 203–11).5  (ECF No. 60.)  The Court begins its analysis by summarizing the \nparties’ contentions on the Motion for Summary Judgment. \nA. Norment’s Argument \n30. Norment argues that , under the Agreements , his membership in \nAdvantage LLC was rendered null and void when NCCOB did not approve his \n \n5 Norment alleges claims for dissolution of Steel, of Advantage LLC, and, alternatively, of \nAdvantage Partnership.  (ECF No. 20, ¶¶ 195–214.)  In his Brief in Support and Reply Brief, \nNorment states that the Motion for Summary Judgment seeks judgment only on his claims \nfor an accounting and dissolution of Advantage Partnership.  (ECF No. 62, at p. 21; ECF No. \n82, at pp. 2, 11.) \n \n \nadmission to membership in Advantage LLC by July 31, 2014.  (ECF No. 62, at pp. \n1–2, 12–17.)  Norment contends that such approval from NCCOB was required by \nstatute and regulation for him to become a member in Advantage LLC.  (Id. at pp. \n13–14.)6  Norment claims that he believed Aldridge’s email on May 28, 2014 meant \nthat the NCCOB had approved his admission to membership in Advantage LLC.  (Id. \nat p. 16.)  Norment admits that he “was aware that other required approvals” needed \nto implement the combination of Advantage LLC and Cavalier “had not been obtained \nbefore July 31, 2014.”  ( Id. at p. 2.)  However, Norment contends that he “did not \nbecome aware until 2016 that approval of his admission as a member of Advantage \nLLC had not been obtained.”  (Id.)  Norment argues that the failure to obtain approval \nof his admission to membership required Advantage LLC to return his $1 million \ncapital investment, and the failure to do so is a breach of the Subscription Agreement \nand Admission Agreement.  (Id. at pp. 17–19.) \n31. Norment contends that since  his membership in Advantage LLC was \nrendered null and void, he never became a member of Advan tage LLC.  Norment \n \n6 The Court believes Norment’s claim that the NCCOB had would issue an approval of \nNorment’s admission to membership with Advantage LLC is something of a “red herring.”   \nThe SAFE Act provides that “[c]ontrol of a licensee . . . shall not be acquired through a stock \npurchase, merger, or other device without the prior written consent of the [NCCOB].”  \nN.C.G.S. § 53-244.100(e).  The plain language of the statute requires the NCCOB’s consent \nto a transaction that will result in the transfer of control of a mortgage license.  There is \nsimply no reading of the Act and its implementing regulations that s uggests that when \ntransfer is accomplished through a transaction involving an LLC, the NCCOB must issue a \nwritten approval of admissions to membership in a limited liability company separate from \napproval of transfer of control of the license.  To the extent the Admission Agreement requires \nNCCOB’s approval of Norment and Miklosko’s admission to Advantage LLC , there is, at a \nminimum, a fact dispute over whether Norment reasonably believed that written approval of \nhis admission was something different than consent to the transaction by NCCOB.  \n \n \nargues that after July 31, 2014, he, Rabon, and Miklosko conducted business as a \ncommon law partnership.   ( Id. at pp. 19 –20.)  Norment  seeks dissolution and an \naccounting of the common law partnership. \nB. Advantage LLC’s Argument \n32. On the other hand, Advantage LLC contends that the  approval \ncontemplated by the Agreements was the NCCOB’s consent to  the transfer of \n“control” over Cavalier’s mortgage lending license to Advantage LLC and Rabon.  See  \nN.C.G.S. § 53 -244.100(e) (“Control of  a licensee or registrant shall not be acquired \nthrough a stock purchase, merger, or other device without the prior written consent  \nof the Commissioner.”).   Advantage LLC concedes that the NCCOB did not consent \nto, or approve, the Transaction by July 31, 2014.  However, Advantage LLC argues \nthat the evidence establishes Norment was fully aware that approval had not been \nobtained by July 31, 2014 and waived any breach of the Agreements by continuing to \nwork towards completion of the Transaction until March 2016, thus failing to exercise \nhis right to claim return of his investment .  (ECF No. 68, passim.)  Advantage LLC \ncontends that Norment became a member of Advantage LLC upon the NCCOB’s \napproval of the T ransaction in October 2014.  ( Id. at pp. 14–16.)  Advantage LLC \nargues that Norment’s claim that he, Rabon, and Miklosko functioned as a common \nlaw partnership after July 31, 2014 is not supported by the facts or law.  (Id. at p. 25.) \n33. Advantage LLC further argues that Norment “abandoned [Advantage \nLLC] to pursue other interests” and has not established grounds for judicial \ndissolution of Advantage LLC.  (Id. at pp. 22–24.) \n \n \nC. Breach of Contract  \n34. Since the claims for accounting and dissolution depend on resolutions of \nissues arising under the breach of contract claim, the Court first addresses that claim. \n35. In North Carolina, a party asserting breach of contract must show “(1) \nexistence of a valid contract; and (2) breach of the terms of that contract.”  Cater v. \nBarker, 172 N.C. App. 441, 445, 617 S.E.2d 113, 116 (2005), citing Poor v. Hill, 138 \nN.C. App. 19, 26, 530 S.E.2d 838, 843 (2000).  The well -settled elements of a valid \ncontract are offer, acceptance, consideration, and mutuality of assent to the contract's \nessential terms.  Snyder v. Freeman , 300 N.C. 204, 218, 266 S.E.2d 593, 602 (1980) \n(“The essence of any contract is the mutual assent of both parties to the terms of the \nagreement so as to establish a meeting of the minds.”).  “In th e obligations assumed \nby a party to a contract is found his duty, and his failure to comply with the duty \nconstitutes the breach.”  Sale v. Highway Comm'n, 242 N.C. 612, 619, 89 S.E.2d 290, \n296 (1955).  In construing a contract, the courts are to give full effect to each \nunambiguous contractual provision.  Singleton v. Haywood Elec. Membership. Corp., \n357 N.C. 623, 629, 588 S.E.2d 871, 875 (2003) (holding t hat “various terms of the \n[contract] are to be harmoniously construed, and if possible, every word and every \nprovision is to be given effect”). \n36. The parties do not dispute that: ( a) the Agreements are valid contracts \nexecuted between Norment, Miklosko, Rabon, and Advantage LLC; (b) the Admission \nAgreement provided that it would be “null and void” if the NCCOB “has not approved \nthe admission of [Norment and Miklosko] by July 31, 2014” and the Subscription \n \n \nAgreement provided that it “shall be null and void” if  NCCOB did not approve the \n“transaction by July 31, 2014”; (c) the NCCOB did not approve the Transaction until \nOctober 27, 2014; (d) the Agreements provided that if approval from the NCCOB was \nnot obtained by July 31, 2014,  Advantage LLC “shall” return the contributions paid \nby Norment and Miklosko; and, (e)  Advantage LLC did not return Norment’s \ncontribution. \n37. While these undisputed facts would establish a breach of the \nAgreements, Advantage LLC argues that Norment waived his rights by continuing \nto work w ith Rabon and Miklosko, and on behalf of Advantage LLC, toward \ncompleting the Transaction after July 31, 2014, and up until March 2016. \n38. It is well settled  in North Carolina that a “party  may waive a \ncontractual right by any intentional and voluntary relinq uishment.”  McNally v. \nAllstate Ins. Co.,  142 N.C. App. 680, 683, 544 S.E.2d 807, 809 -10 (2001)  (citation \nomitted).  Advantage LLC has the burden of proof on its waiver defense.  Rose v. \nVulcan Materials Co., 282 N.C. 643, 664, 194 S.E.2d 521, 535 (1973).  \n39. “The essential elements of waiver are (1) the existence, at the time of \nthe alleged waiver, of a right, advantage or benefit; (2) the knowledge, actual or \nconstructive, of the existence thereof;   and (3) a n intention to relinquish such right, \nadvantage or benefit.”  Fetner v. Granite Works, 251 N.C. 296, 302, 111 S.E.2d 324, \n328 (1959) (citation omitted).  Furthermore, \na waiver is sometimes defined to be an intentional \nrelinquishment of a known right.   The act must be \nvoluntary and must indicate an intention or election \nto dispense with something of value or to forego some \n \n \nadvantage which the party  waiving it might at his option \nhave insisted upon.   The  waiver of an agreement or of a \nstipulation or condition in a contract may be expressed or \nmay arise from the acts and  conduct of the party which \nwould naturally and properly give rise to an inference that \nthe party intended to  waive the agreement.   Where a \nperson with full knowledge all the essential facts dispenses \nwith the performance of something which he has the right \nto exact, he therefore waives his rights to later insist upon \na performance.  A person may expressly dispense with the \nright by a declaration to that effect, or he may do so with \nthe same resu lt by  conduct which naturally and justly \nleads the other party to believe that he has so dispensed \nwith the right. \n \nGuerry v. Trust Co., 234 N.C. 644, 648, 68 S.E.2d 272, 275 (1951). \n \n40. “The question of waiver is generally one of intention, which is said to lie \nat the foundation of the doctrine.  It may sometimes be declared as matter of law, but \nis usually an inference of fact for the jury.”  Brittain v. Taylor, 168 N.C. 271, 276, 84 \nS.E. 280, 282 (1915). \n41. Advantage LLC argues that the record establishes that Norment knew \nthat the NCCOB did not approve the Transaction by July 31, 2014,  waived the \napproval deadline in the Agreements and, therefore, cannot pursue a claim for breach \nof contract.  (ECF No. 68, at pp. 18 –22.)  Norment argues, for s everal reasons, that \nhe either could not have waived his rights as a matter of law, or that Advantage LLC \nhas failed to establish a fact dispute as to the elements of a waiver defense.  (ECF No. \n62, at pp. 6 –10; ECF No. 82, at pp. 16– 17, 19–20.)  The Court  considered each of \nNorment’s arguments but finds them to be without merit. \n42. The Court has thoroughly reviewed the evidence in the record and finds \nthat substantial issues of genuine fact exist as to whether Norment waived the \n \n \nrequirement that NCCOB approval be obtained by July 31, 2014, including: whether \nNorment knew  or should have known that the NCCOB had not approved the \nTransaction by July 31, 2014;  whether his conduct “naturally and justly ” led \nAdvantage LLC to believe that Norment was waiving the approval deadline, Guerry, \n234 N.C. at 648, 68 S.E.2d at 275; and whether Norment intended to waive the \napproval deadline.  The facts and inferences arising from those facts should be \ndetermined by a jury.  Brittain , 168 N.C. at 276, 84 S.E. at 282.   Therefore, to the \nextent it seeks summary judgment as to the claim for breach of contract, the Motion \nfor Summary Judgment should be DENIED. \n43. Since the Court concludes that summary judgment on Norment’s claim \nfor breach of the Agreements must be denied, it also concludes that summary \njudgment cannot be granted on the current record regarding  whether Norment is \nentitled to a return of his investm ent in Advantage LLC , whether Norment is a \nmember of Advantage LLC, or whether his work with Rabon, Norment, and \nAdvantage LLC created a common-law partnership. \nD. Dissolution, Accounting, and Receivership \n44. Norment seeks summary judgment only as to his claims for dissolution, \naccounting, and appointment of a receiver premised on the contention that he, Rabon, \nand Miklosko operated as a common law partnership after July 31, 2014.  (ECF No. \n82, at pp. 11– 12.)  Since the Court has concluded that it cannot grant summary \njudgment on the issue of whether a common law partnership was formed, it also \ncannot grant summary judgment on Norment’s claims for dissolution, accounting, \n \n \nand appointment of a receiver premised on the contention that he, Rabon, and \nMiklosko formed a common law partnership.  Accordingly, to the extent it seeks \nsummary judgment as to these claims, the Motion for Summary Judgment should be \nDENIED. \nV. Conclusion  \n THEREFORE, IT IS ORDERED that  the Motion for Summary Judgment is \nDENIED. \n \nSO ORDERED, this the 5th day of January, 2021.     \n \n/s/ Gregory P. McGuire    \nGregory P. McGuire  \nSpecial Superior Court Judge for  \nComplex Business Cases \n \n \n \n "
}