{
  "id": "40e831c056f425180e86040cbfad297ab889a82f2660df70f2098920fc7e8b4b",
  "source_file": "data/raw/ncbc/40e831c056f425180e86040cbfad297ab889a82f2660df70f2098920fc7e8b4b.pdf",
  "raw_text": "Capps v. Blondeau, 2010 NCBC 7. \n \nSTATE OF NORTH CAROLINA                         IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 07 CVS 16486 \n \n \nMARTHA B. CAPPS, by and through her ) \nGuardian ad Litem, Bruce L. Capps, ) \nPlaintiff ) \n  ) ORDER ON MOTIONS TO STAY \n v. )     JUDICIAL PROCEEDINGS AND    \n   )      TO COMPEL ARBITRATION \nHAROLD EARL BLONDEAU; R.J. )           \nBLONDEAU; NEAL WILLIAM KNIGHT; ) \nANNE LOUISE KNIGHT; HELEN )  \nSOUTHWICK KNIGHT; MORGAN  ) \nKEEGAN & COMPANY, INC.; MARVIN L. ) \nBAKER FAMILY FOUNDATION, INC. and ) \nREGIONS BANK, d/b/a REGIONS ) \nMORGAN KEEGAN TRUST FSB, ) \n  Defendants ) \n \n \nTHIS CAUSE, designated a complex business case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Carolina General Statutes will be to “G.S.”), and \nassigned to the undersigned Special Superior Court Judge for Complex Business \nCases, by order of the Chief Special Superior Court Judge for Complex Business \nCases, now comes before the court for determination of motions to stay judicial \nproceedings and to compel arbitration (the “Motion(s)”) propounded in this matter by \nDefendants Harold Earl Blondeau (“Blondeau”) and Morgan Keegan & Company, Inc. \n(“Morgan Keegan”) (collectively, the “Defendants”), pursuant to G.S. 569.7 (a) and \n569.7(g); and the provisions of Rules 12(b)(1), 12(b)(2), 12(b)(3) and 12(b)(6), North \nCarolina Rules of Civil Procedure (“Rule(s)”); and\n \n THE COURT, having considered the Mo tions, the arguments and briefs in \nsupport of and in opposition to the Motions, and appropriate matters of record, \nCONCLUDES that the Defendants’ Motions should be DENIED for the reasons stated \nherein. \nI. \nPROCEDURAL HISTORY \n[1] On October 12, 2007, Martha B. Capps (“Capps”), through her Guardian \nad Litem, Bruce L. Capps, filed this civil action against the moving Defendants, and \nothers, alleging misconduct in connection with her assets.  The original verified \nComplaint subsequently was amended pursuant to Order dated April 30, 2008.\n1 \n[2] Against Defendant Blondeau, Capps alleges Claims of (a) Breach of \nFiduciary Duty — First Cause of Action; (b) Constructive Fraud, pled in the alternative \n— Second Cause of Action; (c) Fraud and Deceit, pled in the alternative — Third Cause \nof Action; (d) Negligent Misrepresentation — Seventh Cause of  Action; (e) Violation of \nNorth Carolina Racketeer Influenced and Corrupt Organizations Act, G.S. 75-D — \nTenth Cause of Action; (f) Civil Conspiracy — Eleventh Cause of Action and (g) Unfair \nand Deceptive Trade Practices — Thirteenth Cause of Action. \n[3] Against Defendant Morgan Keegan, C apps alleges Claims of (a) Negligent \nMisrepresentation — Seventh Cause of Ac tion; (b) Respondeat Superior/Vicarious \nLiability — Eighth Cause of Action; (c) Negligence and/or Negligence Per Se — Ninth \nCause of Action and (d) Unfair and Deceptive Trade Practices — Thirteenth Cause of \nAction. \n                                           \n1 As amended, the Complaint contains some ninety-six pages having 294 paragraphs, with \nsubparagraphs, and alleging twenty-two Causes of Action (“Claims”). \n \n \n[4] Capps also seeks remedies again st other non-moving Defendants.  The \nnon-moving Defendants do not contend they are parties to any arbitration agreements \nbetween them and Capps, and they are unaffected by the Motions.  There are extant \nmotions pursuant to Rule 12(b)(6) to dismiss certain of Capps’ Claims.  Those motions \nhave been addressed in a separate Order.  \n[5] On January 7, 2008, Morgan Keegan filed its Motion, based on Capps’ \nalleged execution of a customer agreement with Morgan Keegan that contained \nmandatory arbitration provisions.  On the same day, Blondeau filed a Memorandum of \nLaw in Support of His Motion to Compel Arbitration.2  Thereafter, Capps asked the court \nto permit discovery related to arbitration and the merits.  On May 2, 2008, the court \nentered an Order permitting the parties to conduct discovery limited to “the issues of (a) \nwhether a valid agreement to arbitrate exists, and if so (b) whether the agreement is \nunconscionable.”3  \n[6] On May 5, 2008, Capps filed her amendment to the Complaint.  In her \noriginal Complaint, Capps included several allegations to the effect that an agreement \nexisted between her and Morgan Keegan that contained a mandatory arbitration \nprovision.  In the original Complaint, Capps contended, on various grounds, that the \narbitration provisions should not be enforced with regard to the disputes raised in this \n                                           \n2 Blondeau filed another document captioned as being a memorandum of law in support of the same \nmotion.  However, it is apparent that the first filing was captioned erroneously, and in substance was \nBlondeau’s actual motion to compel arbitration.   \n3 Order, May 2, 2008, 4-5.  \n \n \ncivil action.4  In her amendment to the Complaint, Capps disputes the authenticity of \nany alleged arbitration agreement between her and Morgan Keegan.5 \n[7] On April 2, 2009, the court issued a new briefing schedule on the Motions.  \nThe parties have propounded evidence and arguments in support of and opposition to \nthe Motions, and the Motions are ripe for determination.  \nII. \nFACTUAL BACKGROUND6\n[8] The Motions raise the issue of whether Capps entered into an agreement \nwith Morgan Keegan subjecting her to the use of binding arbitration procedures to \nresolve any disputes with Morgan Keegan or its agents; and if so, whether such an \nagreement is enforceable in the context of this civil action. \n[9] In 1988, Capps, a resident of North Carolina, 7 learned that she would be \nthe principal beneficiary of her aunt Anne Kyle’s (“Kyle”) multimillion dollar estate.8  \nKyle, a resident of Palm Beach, Florida, had inherited a large estate from her late \nhusband.  Capps was Kyle’s closest family member and provided Kyle with friendship \nand comfort for many years prior to Kyle’s death.  In anticipation of Kyle’s death, and \nupon professional advice, Kyle established two trusts under Florida law, the Anne Kyle \nGST and the Anne Kyle Irrevocable Trust (collectively, the “Trusts”).  Blondeau and \nothers were closely involved in advising Capps with regard to the Trusts.   \n                                           \n4 Original Compl., ¶¶ 274-89, and prayer, ¶ 15. \n5 Amended Compl., ¶¶ 274-94 (further references to the Complaint as amended will be to “Complaint,” \nunless otherwise noted). \n6 Most of the alleged facts reflected in this Order are not in dispute.  However, in determining the \nthreshold issue of whether a mandatory arbitration agreement exists, the court necessarily must sit as a \nfinder of fact.  Accordingly, for such limited purpose, the court also may consider evidence as to facts that \nare in dispute.  Slaughter v. Swicegood, 162 N.C. App. 457, 461 (2004). \n7 Compl., ¶ 1. \n8 Id., ¶¶ 19-20.   \n \n \n[10] From at least 1988 and up until the ev ents complained of in the Complaint, \nBlondeau was Capps’ financial and investment advisor.  During those years, she \nreposed trust and confidence in his advice.  In the early part of their relationship, \nBlondeau was employed by the investment firm A.G. Edwards.   \n[11] After Kyle’s death in 1989, 9 the Trusts were funded as anticipated.10  \nBlondeau’s then employer, A.G. Edwards, served as successor trustee of the Trusts \nfrom 1989 until 1997.11  Thereafter, Blondeau left his employment with A.G. Edwards \nand joined Morgan Keegan as a partner.  He advised Capps to move her accounts and \nthe administration of the Trusts to Morgan Keegan.  She did so, and Morgan Keegan \nwas appointed successor trustee of the Trusts.  Eventually, Regions Bank, d/b/a \nRegions Morgan Keegan Trust FSB, (“Regions Bank”) became the successor trustee of \nthe Trusts.12   As Capps’ broker, Blondeau had a personal and pecuniary interest in \nhaving Capps’ investment account moved to Morgan Keegan and her multimillion dollar \ndiscretionary support trust moved to Morgan Keegan’s sister company, Regions Bank.13 \n[12] In this civil action, Capps has a lleged that certain stocks and securities \nheld as Trust assets were transferred improperly to her personal account at Morgan \nKeegan.14  She has further alleged that monies from the liquidation of her stocks and \nsecurities at Morgan Keegan later unlawfully were wire-transferred directly from her \naccount to a bank account owned by the Martin L. Baker Family Foundation, Inc. (the \n                                           \n9 Compl., ¶ 28. \n10 Plaintiff alleges the Trusts then contained total assets of approximately four million dollars \n($4,000,000).  Id., ¶ 36.  \n11 Id., ¶ 35. \n12 Id., ¶ 41. \n13 Pl.’s Br. Effect of Guilty Plea, 7.  See also Ex. A, Blondeau’s  Resp. to RFA’s, 5 (Q/A 23).  But see  \nMK’s Br. Re: Effect of Blondeau’s Guilty Plea, 4 (“[S]tock brokers . . . receive compensation for trades, not \nadvice.”). \n14 Compl., ¶ 57. \n \n \n“Foundation”), a Florida non-profit charitable foundation,15 on the order of and at the \ndirection of Blondeau.16  Capps further alleges that Blondeau and others purposefully \nand unlawfully used and converted her assets for their own personal purposes, in \nviolation of numerous duties owed to her. \n[13] In support of the Motions, Morg an Keegan contends that in 1997 Capps \nsigned a written client agreement that contains a binding arbitration provision relative to \nany disputes that may arise between Capps and Morgan Keegan or its agents.17  \nMorgan Keegan offered as an exhibit a two-page document purporting to be the written \nagreement (hereinafter, “Exhibit A”).   \n[14] Exhibit A appears to be one document; however, each page contains a \nseparate form name, Form 40 and Form 20, respectively.18  Morgan Keegan explained \nthis discrepancy as a simple error of combining these two forms into one document.19   \n[15] Notwithstanding this discrepancy, Mo rgan Keegan argues that it required \nevery new customer to execute a client agreement in order to open an account, \npresumably one that contains both Forms 20 and 40.20  It contends that a customer like \nCapps who came to Morgan Keegan with her broker was provided (either by mail or \nhand delivery) with a previously prepared package including (a) a cover letter, (b) an \n                                           \n15 Id., ¶ 12. \n16 Id., ¶ 59.  Capps alleges that Neal Knight has been and is the vice president and registered agent of \nthe Foundation.  Id., ¶ 12, Ex. G.  She also alleges that Blondeau is the president of the Foundation and \nkeeps the books and records of the Foundation at his personal home in Raleigh, Wake County, North \nCarolina.  Id.  Capps believes that Blondeau incorporated the Foundation, and Neal Knight drafted and \nprepared the Foundation’s Articles of Incorporation.  Id., ¶ 56, Ex. G.    \n17 See, e.g., Def. MK Br. Supp. Mot. Stay Compel Arb., 3, citing Ex. A. \n18 Id.  The first page, dated April 1, 1997, includes the description “FORM # 00040 (REV. 9/06).”  In \ncontrast, the second page, which is not dated, includes the description “FORM # 00020 (REV. 1/06).”  \nCapps included these two pages as Exhibit O in her Original Complaint.  See also Def. MK 2nd Br. Supp. \nMot. Stay Compel Arb., 5-6.  (Some matters may be referenced herein from documents filed under seal. \nTo the extent that is the case, the court deems those matters to be appropriate for publication.)   \n19 Id., n. 5.  \n20 Def. MK Br. Supp. Mot. Stay Compel Arb., 3.   \n \n \n“ACAT” instructing the former brokerage to move the account, (c) a cash account \nagreement (“Form 20”) and (d) an MOR Account agreement (“Form 40”).21  \n[16] The first page of Exhibit A is l abeled as Form 40 (“Exhibit A Form 40 \nSignature Page”).22  This page contains Capps’ supposed signature.   \n[17] Morgan Keegan says it scanned the Exhibit A Form 40 Signature Page \nand destroyed the original of the entire document within thirty to ninety days of \nscanning.23  However, it has offered a “specimen copy” of the Form 40 it contends was \nin use at the time Capps would have signed it.24  The language of the fifth paragraph of \nthe specimen copy, an arbitration provision, is identical to that of the same numbered \nparagraph on the Exhibit A Form 40 Signature Page.25  However, the form name on the \nspecimen, “FORM #00040 (REV. 9/96),”26 is located at the bottom of the page while the \nsame name is located at the top of the Exhibit A Form 40 Signature Page.27  Moreover, \nthe non-signature page of a Form 40 ostensibly executed shortly before the specimen \nForm 40, and submitted by Morgan Keegan, contains an additional paragraph, and the \nlanguage within paragraph thirty-five is different from one document to the other.28   \n                                           \n21 Def. MK 2nd Br. Supp. Mot. Stay Compel Arb., 4, citing Ex. B (Morgan Keegan’s Answers to Plaintiff’s \nArbitration-Related Interrogatories, 10-12, and Pace Dep. 207: 3-24).  The documents provided to the \ncourt do not reveal the meaning of these acronyms.  The court’s research suggests the meaning of \n“ACAT” is “automated customer account transfer.”  See  \nhttp://www.dtcc.com/products/cs/equities_clearance/acats.php, last accessed March 29, 2010.    \n22 See n. 18, supra.  \n23 Def. MK 2nd Br. Supp. Mot. Stay Compel Arb., p. 6, citing Pace Dep., 184:9-22.  See also Morgan \nKeegan’s Answers to Pl. Arb.-Related Interrogs., 11 (suggesting the time frame was 30 days).  While \nthese time frames should be consistent, the court does not find this discrepancy to be material.      \n24 Stroud Aff., Ex. A. \n25 Stroud Aff., Ex. A.  \n26 See id.; Capps Dep., Ex. 4.  \n27 Def. MK Br. Supp. Mot. Stay Compel Arb., Ex. A-1.  See also Pl. Resp. Br. Opp. Mot. Stay Compel \nArb., Ex. A. \n28 See Zaytoun Aff., Ex. C-3 (specifically, Ex. C 000010).  There is no date on the signatory page of this \nForm 40.  However, several documents included as part of the C-3 exhibit are dated March 24, 1997.  As \nsuch, the court assumes for purposes of this analysis that the Form 40 submitted with the Zaytoun \nAffidavit was signed on the same date.   \n \n \nConsequently, a duplicate of the Form 40 arbitration agreement does not exist because \nthe differences between the specimen copy and the signed Form 40 demonstrate the \ndocuments are not identical. \n[18]  The second page of Exhibit A (“E xhibit A Form 20 Signature Page”) is \nlabeled as Form 20.29  This page contains Capps’ supposed signature.  Immediately \nabove Capps’ supposed signature is a provision that reads: “THE UNDERSIGNED \nACKNOWLEDGES THAT THE UNDERSIGNED HAS RECEIVED A DUPLICATE OF \nTHIS AGREEMENT; AND THAT THIS AGREEMENT CONTAINS A BINDING AND \nENFORCEABLE PREDISPUTE ARBITRATION PROVISION IN PARAGRAPH 5 ON \nPAGE 1 HEREOF.”\n30  \n[19] Morgan Keegan says it also scanned the Exhibit A Form 20 Signature \nPage and destroyed the original of the entire document after scanning.31  However, it \nhas offered a “specimen copy” of the form.32  This specimen copy also includes the \ndescription, “Form #00020 (Rev. 1/06)” and the same acknowledgement sentence.33  \nHowever, the spacing and fonts of the Form 20 specimen copy are different from those \nof the Exhibit A Form 20 Signature Page.34   Consequently, a duplicate of the Form 20 \nagreement does not exist because the differences between the specimen copy and the \nsigned Form 20 demonstrate the documents are not identical.   \n[20] Capps argues that such discr epancies among Morgan Keegan’s client \nforms dictate a conclusion that Morgan Keegan has not met its burden of proving that \n                                           \n29 See n. 18, supra.  \n30 Id.  See also Capps Dep., Ex. 3. \n31 Def. MK 2nd Br. Supp. Mot. Stay Compel Arb., 6, citing Pace Dep., 184:9-22.  See also Morgan \nKeegan’s Answers to Pl. Arb.-Related Interrogs., 11.     \n32 Stroud Aff., Ex. A.     \n33 Id. \n34 Pl. 2nd Resp. Br. Opp. Mot. Comp. Arb., 9.  \n \n \nshe signed an arbitration agreement.35  Morgan Keegan contends these differences are \nimmaterial because (a) the Exhibit A Form 20 Signature Page references an arbitration \nprovision, 36 (b) the Exhibit A Form 40 Signature Page contained an arbitration \nprovision, (c) the arbitration provision did not change37 and (d) a branch manager would \nnot have had the authority to change the arbitration agreement.38  Defendants say that \nno deviations from this arbitration provision have ever been permitted for public \ncustomers like Capps.39  \n[21] Through the depositions of Jame s Ritt, General Counsel for Morgan \nKeegan, and John Pace, its branch manager for the Raleigh, North Carolina office, \nMorgan Keegan offered evidence that at times material its routine practice was to scan \nan electronic image only of the signature pages of client agreements and thereafter \ndestroy the original signature page and all other pages of the agreement.40  An \nadministrative assistant would maintain a form file containing specimens of the \ncustomer forms historically used by Morgan Keegan in an unlocked file cabinet.41  Such \nforms would include an identical, blank, hard copy of each client agreement, excluding \nthe signature page.42  The form client agreements reflect form numbers and revision \n                                           \n35 Pl. Resp. Br. Opp. Mot. Comp. Arb., 13; Pl. 2nd Resp. Br. Opp. Mot. Comp. Arb., 9-11. \n36 Stroud Aff., Ex. A.  Cf. Dreyfuss v. eTelecare Global Solutions-US Inc., 2009 U.S. App. LEXIS 20842 at \n4 (affirming district court’s denial of employer’s motion to compel arbitration, holding (a) the demonstrable \ndifferences among the several agreements in the record, where original was missing, established that the \nemployer had not met its burden of proving the existence of a valid arbitration agreement between itself \nand the employee and (b) evidence of both parties’ intent to arbitrate does not constitute a meeting of the \nminds on all essential terms, a requirement of contract formation). \n37 Pace Dep., 140-44, 147-48; Ritt Dep., 120-21.  \n38 Pace Dep., Ex. B, 8.  See also id. at 14 (“Blondeau had no discretionary authority over Ms. Capps’ \naccount.”) \n39 Id., 140-44, 147-48; Id., Ex. B, 8.   \n40 Ritt Dep., 28:5-8; 34:8-16; 41:11-16.  See also Pace Dep., Ex. B, 11.     \n41 Ritt Dep., 99:9-14; 100:1-12; 100-104.  See also Pace Dep., Ex. B, 19-20.  \n42 Id. \n \n \ndates, and are periodically revised.43  Defendants contend that in recent years Morgan \nKeegan generally has kept a soft, editable copy of the most recent client agreements \nuntil the next revision date.44  \n[22] Morgan Keegan admits it is bound by SEC Rules governing the \nmaintenance of documents,45 and that it was bound by the SEC Rules as they existed \nin 1997 when Capps became a client of Morgan Keegan.  Morgan Keegan was then \nand is now required to have written supervisory procedures reasonably designed to \nachieve compliance with the rules of the SEC and FINRA.46  Morgan Keegan concedes \nit cannot produce and does not even know of a single written procedure or retention \nschedule, at either the branch level or corporate headquarters, that memorializes or \nreferences its stated practice of scanning signature pages and destroying original client \nagreements.47 \n[23] Capps’ Complaint denies both the ex istence of an arbitration agreement \nand the authenticity of any documents Defendants contend constitute an arbitration \nagreement.48  Defendants argue that notwithstanding Capps’ amended Complaint, her \n                                           \n43 Ritt Dep., 106:6-11. \n44 Id., 106:18-107:21.  Capps argues Ritt’s statement is inherently unreliable because he testified that \ndespite this fact, “his ‘understanding’ was that there was no soft, editable copy of the version at issue in \nthis case and he ‘thinks’ someone retyped everything in hardcopy (see 107-108).”  See Pl. 2nd Resp. Br. \nOpp. Mot. Comp. Arb., 8. \n45 Ritt Dep., 30:10-13; 53:14-17.  \n46 Id., 14:7-11; 58:1-6. \n47 Id., 54:24-57:19; 89:18-91:3; 177:9-15.  The retention schedule attached as Ritt Dep. Ex. 5 describes a \ncategory of documents, “New Account Forms,” as “All Forms required when account has been opened.”  \nThough Ritt testified that an executed client agreement is a document required before a Morgan Keegan \naccount is opened, he distinguished a New Account Form as separate and distinct from a client \nagreement.  As such, a client agreement does not fall within the definition of a New Account Form and \ntherefore is not subject to this retention policy.  See id., 81:12-83:2. \n48 Compl., ¶ 282.   \n \n \noriginal Complaint contains an admission that she agreed to be subject to an arbitration \nprovision.49 \n[24] Since at least September 2001, Ma rtha Capps experienced a progressive \ndecline in her memory.  By July 2005, she was experiencing problems in remembering \nher name.50  In August 2005, her physician concluded that she had significant cognitive \nimpairment and was not able to make financial or personal decisions.51  In September \n2005, she was diagnosed with dementia, most likely due to Alzheimer’s Disease.52  In \nan October 2005 visit to her physician, she did not know the date, day of the week, \nmonth or year; and did not know the name of the President of the United States or the \ndate of her son’s birthday.53    Notwithstanding this diagnosis, Capps has never been \nadjudged to be incompetent.54  Blondeau was aware of her progressive cognitive \ndecline.55 \n[25] A review of Capps’ deposition testimony reflects that she was \nexperiencing a degree of confusion consistent with her prior diagnosis of progressive \ndementia.  Defendants point out that she did testify that the signature on the client \n                                           \n49 In the Twentieth through Twenty-Second Causes of Action in her original Complaint, Capps seeks \n“Rescission of alleged Arbitration Agreement” due to fraudulent inducement, unconscionability and \nbreach of fiduciary duty.  In those causes of action, Capps refers to “the Arbitration Agreement,” \nseemingly not questioning its existence but rather its application.  Capps’ amendment to the original \nComplaint attempts to explain why and how the original Complaint was worded as it was, and argues that \nany admission contained either directly or inferentially in the original Complaint should be disregarded by \nthe court in deciding the Motions.        \n50 Compl., ¶ 122. \n51 Id., ¶ 123. \n52 See verified Appl. Aptmnt. GAL, January 22, 2007.  See also Affidavit of Todd E. Helton, M.D., Pl. Br. \nEffect Guilty Plea, Ex. F.  This affidavit was executed within a month of the filing of this civil action in \n2007. The affidavit supports the allegations regarding Plaintiff’s mental and physical capacity already \nspecifically pled in Plaintiff’s Complaint.   \n53 Compl., ¶ 127. \n54 In her brief, Capps suggests that she was not competent to testify at her July 24, 2008 deposition.  Pl. \n2nd Resp. Br. Opp. Mot. Compel Arb., 12.  G.S. 8C-1, Rule 104 (2009). \n55 Compl., ¶ 141. \n \n \nagreement was her handwriting.56  However, Plaintiff points out that Capps had no \nrecollection of ever before either seeing or signing such a document, and that she \nexhibited confusion with regard to various matters of everyday living.57 \n[26] Capps also testified that Blondea u routinely put numerous documents in \nfront of her and told her to sign them, and that she “never read any of the things he \nwanted [her] to sign” since he “was always pushing [her] to sign it, sign it.”58 Capps \ntestified that Blondeau never discussed documents with her and, in fact, misrepresented \nthe actual purpose of those documents by telling her, among other things, “Martha, I \nneed for you to sign these so I can keep up with your account and all of that stuff.”59  \nBlondeau testified by affidavit that he did not rush her.60  Blondeau also testified that it \n“was not my general practice to go line-by-line, paragraph-by-paragraph through the \nclient agreement with each new client of Morgan Keegan . . . .”61 \n[27] Capps used Blondeau exclusivel y as her broker over the years.62 He was \nthe person most closely affiliated with Capps with regard to her business affairs during \ntimes material.  Her long-standing dependence on and unquestioning trust in Blondeau, \nin matters both personal and professional, suggests she was a “relatively \nunsophisticated customer.”63 \n[28] Blondeau has propounded two affidavits, which were relied upon by both \nmoving Defendants.  In the second affidavit, dated February 29, 2008, Blondeau \n                                           \n56 Capps Dep., 42:23-43:13; 45:2-15; 46:17-20 and 47:14-15. \n57 Id., 41:24-42: 20; 42: 23-43:13; 44:10-11 and 45:19-46:4. \n58 Id., 40:17-22; 42:11-13 and 47:11-13. \n59 Id., 38:21-39:06; 40:17-22; 42:11-13; 47:11-13.  \n60 Aff. Hal Blondeau, ¶ 6 (“In any case, I have never attempted to discourage any prospective client from \nreading the client agreement.  It is my belief that such a practice is, and would have been, illegal and \nunethical.”).  See also id. at ¶¶ 9-10.  \n61 Id., ¶¶ 4, 8.  See also Vail v. Vail, 233 N.C. 109, 114 (1951). \n62 Pl. 2nd Resp. Br. Opp. Mot. Comp. Arb., 21.  \n63 See, e.g., Compl., ¶¶ 44-47, 49, 62, 143, 146-48. \n \n \ntestified that he personally completed part, but not all, of the client agreement that \nMorgan Keegan and Blondeau contend was signed by Capps.  In this affidavit, \nBlondeau testifies that in his opinion, the signature on the client agreement is that of \nCapps, supporting his opinion by saying that “I have seen the signature of Ms. Capps \non numerous other financial documents she executed as a client of Morgan Keegan.”64  \nIt is clear from this affidavit that Blondeau has no direct knowledge of whether Capps \nsigned the client agreement.  In his first affidavit, dated January 7, 2008, Blondeau \ntestified as to his “standard practice” in having client documents executed.  In this \naffidavit, Blondeau concedes that he likely did not review the client agreement with \nCapps prior to its alleged signing.  The balance of both the Blondeau affidavits is replete \nwith speculation and assumptions that do not rise to the level of probative evidence. \n[29] Morgan Keegan also relies upon the affidavit of Rebecca Stroud \n(“Stroud”), a Morgan Keegan administrative assistant, to produce and attempt to \nauthenticate the specimen form agreements allegedly used by Morgan Keegan at the \ntime they contend Capps signed the client agreement.65  However, Stroud was not \nemployed by Morgan Keegan until 1999, two full years after the 1997 client agreement \nallegedly was signed.66  Morgan Keegan also argues that John Pace, the branch \nmanager at Morgan Keegan’s office in Raleigh, North Carolina,67 could authenticate \n“the Form 40 customer agreement signature page [allegedly] signed by Capps. . . . “68   \nHowever, an examination of the Pace deposition testimony reflects that Pace was \n                                           \n64 2nd Blondeau Aff., 2.  \n65 MK 2nd Br. Supp. Mot. Stay Compel Arb., Ex. E, Stroud Aff. \n66 Pace Dep., 200:5-20. \n67 Id., 5:7-9. \n68 MK 2nd Br. Supp. Mot. Stay Compel Arb., Ex. 12, citing Pace Dep., 172-73. \n \n \ndiscussing the Stroud affidavit only.  Accordingly, Morgan Keegan’s representation that \nStroud and Pace authenticated the signature page is untenable. \n[30] The court takes judicial notic e that on April 28, 2009, a Criminal \nInformation (“Information”) was filed against Blondeau in the United States District Court \nfor the Eastern District of North Carolina.  Thereafter, in the same court, on June 10, \n2009, Blondeau executed a Waiver of Indictment and Consent to Prosecution by \nInformation; and a Plea Agreement (collectively, the “Guilty Plea”).69  By way of the \nGuilty Plea, Blondeau was convicted of Investment Advisory Fraud.  \n[31] Paragraph 2(a) of the Guilty Plea executed by Blondeau unequivocally \nstates that Blondeau agrees “[t]o plead guilty to Count One and Count Two of the \nCriminal Information herein.”70 The first introductory paragraph of the Information states \nthat Defendant Blondeau served as the financial and investment advisor for Capps from \n“at least as early as 1988 through at least February of 2006,” which would have been \nboth prior to and at the time of supposed execution of the Morgan Keegan client \nagreement at issue.  \n[32]   Paragraph seven of  the Information further establishes the fiduciary \nnature of Blondeau’s relationship with Capps, stating that “[t]he essence of the \nDefendant’s scheme to defraud [Capps] was his abuse of the fiduciary relationship and \nposition of trust that he had established with [Capps]” (emphasis added).  Count One of \nthe Information, titled Investment Advisor Fraud, incorporates all of the introductory \n                                           \n69 Plaintiff requested, and the Defendants opposed, the court’s taking of such notice.  See Plaintiff’s \nRequest for Judicial Notice (“Request”), filed on July 2, 2009.  The court deems the Guilty Plea \ndocuments, and the information they contain, to be appropriate for consideration in the context of the \nMotions, and accordingly, treats the Request as having been granted. \n70 Mem. Plea Agmt. filed June 10, 2009, U.S. v. Harold Earl Blondeau , Case No. 5:09-CR-117, previously \nattached as “Exhibit C” to Pl.’s Req. Judicial Notice.  \n \n \nparagraphs by reference.  Further, paragraph two of Count One itself states that at all \ntimes material to the charge Defendant Blondeau was an investment advisor as defined \nby 15 U.S.C. § 80b-2(a)(11). \n[33] The moving Defendants are unabl e to produce any witness to Capps’ \nsigning of the documents at issue.  The only potential witnesses who can offer material \nevidence regarding the circumstances surrounding the alleged execution of the client \nagreement are Martha Capps and Defendant Blondeau. \n[34] Capps’ own deposition testimony was that the signature looks like hers.71  \nThis testimony came in a time frame when Capps was confused and suffering \nprogressive dementia and Alzheimer’s Disease.\n72  The court is concerned about the \nreliability of Capps’ recognition of her signature. \n[35] Blondeau is a convicted felon who has admitted lying to and defrauding \nCapps.  He has admitted that, as described in the Information, he acted in the capacity \nof an investment advisor to Capps since “at least as early as 1988 through at least \nFebruary of 2006,” almost a decade before the alleged execution of the Morgan Keegan \nclient agreement(s) at issue.  Further, Blondeau has admitted that his scheme to \ndefraud Capps was an abuse of his fiduciary relationship and position of trust. \n[36] Blondeau’s guilty plea is relevant to the inquiry before the court and is \nadmissible against him in this matter.  The argument of judicial notice aside, the \nconviction properly is considered under Rules 801(d) and 609 of the North Carolina \nRules of Evidence as an admission of a party opponent and as impeachment by \nevidence of conviction of a crime, respectively.  Furthermore, the conviction of \n                                           \n71 See n. 54, supra. \n72 See n. 49, supra. \n \n \ndefrauding Capps goes directly to Blondeau’s character for untruthfulness.  The \nconviction undermines the credibility of his affidavits, and, furthermore, establishes that \nBlondeau misled Plaintiff’s counsel during the arbitration discovery process by virtue of \nhis sworn responses to Plaintiff’s Arbitration-Related Requests for Admission that he \nexecuted June 18, 2008, a year before his guilty plea.73 \nIII. \nDISCUSSION \nA. \nGeneral Principles \n[37] The parties here do not appear to dis pute seriously the conclusion that if \nthe appropriate threshold requirements are met, the Federal Arbitration Act (“FAA”), 9 \nU.S.C. §§ 1 et. seq., would apply to the disputes between Capps and the Defendants \nthat are complained of in this civil action. \n[38] Courts have consistently held t hat before the FAA becomes applicable to \na controversy, the court must be satisfied that (a) a written arbitration agreement exists \nthat covers the dispute and (b) the contract containing the arbitration provision \nevidences a transaction involving interstate commerce.  Am. Home Assur. Co. v. Vecco \nConcrete Const. Co. of Va., 629 F.2d 961, 963 (4th Cir. 1980); Willis v. \nShearson/American Express, Inc., 569 F. Supp. 821, 823 (M.D.N.C. 1983).  Capps’ \nClaims against the moving Defendants clearly grow out of her receiving securities \nadvice and services from the Defendants, and such services involving securities \nbrokerage agreements are contracts “involving” interstate commerce.  Park v. Merrill \n                                           \n73 See Blondeau’s Resps. Pl.’s Arb.-Related Reqs. Admis. (18-23, 26, and 30). \n \n \nLynch, Pierce, Fenner & Smith, Inc., 159 N.C. App. 120, 122 (2003).  There does not \nappear to be a genuine contention by any of the parties here as to satisfaction of the \ninterstate commerce element. \n[39] Accordingly, the only remaining th reshold requirement for applicability of \nthe FAA is that of whether an arbitration agreement exists between the parties.  \n[40] The FAA “establishes that, as a matter of federal law, any doubts \nconcerning the scope of arbitrable issues should be resolved in favor of arbitration, \nwhether the problem at hand is the construction of the contract language itself or an \nallegation of waiver, delay, or a like defense to arbitrability.”  Moses H. Cone Mem. \nHosp. v. Mercury Constr. Corp., 460 U.S. 1, 25 (1983).74   \n[41] Section Two of the FAA creates \"a body of federal substantive law of \narbitrability, applicable to any arbitration agreement within the coverage of the Act.\"  Id. \nat 24 (1983).  This section provides that a written arbitration agreement in any contract \ninvolving interstate commerce is “valid, irrevocable, and enforceable except on grounds \nthat would permit the revocation of a contract in law or equity for the revocation of any \ncontract.”  Id.  This section is “a congressional declaration of a liberal federal policy \nfavoring arbitration agreements.”  Id.   \n[42] Section Three of the FAA does not require an arbitration agreement to be \nsigned.  See Tinder v. Pinkerton Sec., 305 F.3d 728, 736 (7th Cir. 2002) (\"Although § 3 \nof the FAA requires arbitration agreements to be written, it does not require them to be \nsigned.\"). \n                                           \n74 Under the FAA, the party opposing arbitration carries the burden of showing that Congress intended in \na separate statute to preclude a waiver of judicial remedies, or that such a waiver of judicial remedies \ninherently conflicts with the underlying purposes of that other statute.  Rodriguez de Quijas, et al. v. \nShearson/American Express, Inc., 490 U.S. 477, 483 (1989). \n \n \n[43] However, in resolving the issue of  whether there exists a valid written \nagreement to arbitrate, it is settled that \"courts generally . . . should apply ordinary state-\nlaw principles that govern the formation of contracts.\"  OPE Int’l LP v. Chet Morrison \nContractors, Inc., 258 F.3d 443, 445-46 (5th Cir. Texas 2001). (quoting First Options of \nChi., Inc. v. Kaplan, 514 U.S. 938, 944 (1995)).75 \nB. \nThreshold Requirement of an Arbitration Agreement \n[44] Accordingly, the first analysis th is court must make with regard to the \nMotions is whether, as a matter of North Carolina contract law, a written arbitration \nagreement exists between Capps and Morgan Keegan.  In opposing the Motion, Plaintiff \nraises a host of arguments that go beyond this initial determination.  By way of example, \nshe contends that the arbitration clause, if it exists in a written agreement, is \nprocedurally and substantively unconscionable, is an unenforceable contract of \nadhesion and should be declared void and stricken by the court.76   However, the merits \nof those contentions need not be considered unless there in fact exists a written \narbitration agreement between the relevant parties.  \n[45] It is well settled in North Carolin a that the burden of proving that an \narbitration agreement exists is upon the party seeking to compel arbitration.  Slaughter \n                                           \n75  There is no general requirement that an arbitration clause be independently negotiated in North \nCarolina if it is contained in a contract covering other topics.  Wilkerson v. Nelson, 395 F. Supp. 2d 281, \n287 (2005).  But see Blow v. Shaughnessy, 68 N.C. App. 1, 16, disc. review denied, 311 N.C. 751 (1984).  \nIn determining whether an agreement to arbitrate is valid, however, the court may only look to general \nstate contract law, not arbitration-specific law.  Perry v. Thomas, 482 U.S. 483, 492, n.9 (1987)(“Thus \nstate law, whether of legislative or judicial origin, is applicable if that law arose to govern issues \nconcerning the validity, revocability, and enforceability of contracts generally.  A state-law principle that \ntakes its meaning precisely from the fact that a contract to arbitrate is at issue does not comport with the \nrequirement of [9 USCS] § 2.”  (Emphasis in original.)).  See also Southland Corp. v. Keating, 465 U.S. 1, \n16 (1984).  \n76 Pl. 2nd Resp. Br. Opp. Mot. Comp. Arb., 19-24.  \n \n \nv. Swicegood, 162 N.C. App. 457, 461 (2004).  This party must persuade the court, as \nthe finder of fact, that the parties mutually agreed to arbitrate their disputes.  Id.; \nThompson v. Norfolk S. Ry. Co., 140 N.C. App. 115, 120 (2000); Routh v. Snap-On \nTools, 108 N.C. App. 268, 271-72 (1992).  The trial court’s finding with regard to \nwhether there existed an arbitration agreement is a question of fact, to be determined \nby the trial court upon competent evidence.  Id.  Such a determination is conclusive on \nappeal, even where the evidence might support findings to the contrary.  Id.; Sciolino v. \nTD Waterhouse Investor Servs., Inc., 149 N.C. App. 642, 645 (2002). \n[46] If the court finds that there existed an arbitr ation agreement between the \nparties, it then must determine whether the dispute between them is subject to the \narbitration provision.  The latter determination is a question of law for the court, which is \nreviewable de novo on appeal.  Raspet v. Buck, 147 N.C. App. 133, 136 (2001). \n[47] An original writ ing is required to prove the content of a writing, except as \notherwise provided in the rules of evidence or by statute.  N.C. Rul. Evid. 1002.  \nHowever, a duplicate can be “a counterpart produced . . . by means of photography, \nincluding enlargements and miniatures, or by mechanical or electronic re-recording, or \nby chemical reproduction, or by other equivalent techniques which accurately reproduce \nthe original.”  Id., 1001(4).   \n[48] A duplicate may be admitted “to the same extent as an original unless (a) \na genuine question is raised as to the authenticity of the original or (b) in the \ncircumstances it would be unfair to admit the duplicate in lieu of the original.”  Id., 1003.   \n[49] An original writing is not required and other evidence of the contents of a \nwriting is admissible, if the original has been lost or destroyed, as long as the proponent \n \n \ndid not lose or destroy the original in bad faith.  Id., 1004(1).  If failure to produce the \noriginal is satisfactorily explained, secondary evidence is admissible.  N.C. Comm. to \nN.C. Rul. Evid. 1004 (quoting the Advisory Committee’s Note).77  Destroying evidence \nin the ordinary course of business generally does not constitute bad faith.78  The court is \nunaware of any law that suggests failure to follow SEC Rules 17a-3 and 17a-4 \nconstitutes bad faith.79   \n[50] Specimen copies have been used as secondary evidence to prove the \ncontent of lost policies.  See, e.g., Vaughn v. Carolina Indus. Insulation, 183 N.C. App. \n25, 31-32 (2007) (rejecting insurer's argument that a missing policy precluded insured \nfrom recovering where insured offered evidence of coverage based on specimen \npolicy); Bituminous Cas. Corp. v. Vacuum Tanks, Inc. 75 F.3d 1048, 1051-52 (5th Cir. \n1996) (using specimen policy and other secondary evidence to show coverage).  The \nBest Evidence Rule, N.C. Rul. Evid. 1002, only excludes secondary evidence to prove \n                                           \n77 Cf. Tinley v. Poly-Triplex Techs., Inc., 2009 U.S. Dist. LEXIS 23514 (“However, if the secondary \nevidence consists of a duplicate that would otherwise be inadmissible under Rule 1003 because there is \na genuine question as to the authenticity of the original, Rule 1004 ‘normally should not function as an \nalternative path to admissibility.’  See Wright & Gold, Federal Practice and Procedure, Evidence § 8003 at \n410-11 (2000).”).  \n78 State v. Shipman, 202 N.C. 518, 533 (1932)(“He further testified that he had ‘made diligent search in \nthe files and among my papers for it and have not found it. . . . The natural supposition is that it with other \nnews copy was destroyed.’  He further testified that pieces of news copy are kept two or three weeks and \nunless there is some question ‘We burn it.’ The foundation was sufficiently laid for admission of \nsecondary evidence.”  The citations following this quote focus on the adequacy of a search for a lost \npiece of evidence. However, the language itself shows that, by itself, destruction of evidence in the \nordinary course of business does not constitute bad faith.).  See also 2-10 Brandis and Broun on North \nCarolina Evidence § 255, n. 43, citing McAulay v. Earnhart, 46 N.C. 502 (1854); Haywood, etc., Plank-\nRoad Co. v. Bryan, 51 N.C. 82 (1858) (proxies thrown aside as useless after meeting); Pollock v. Wilcox, \n68 N.C. 46 (1873); Cleveland-Akron Bag Co. v. Messick Grocery Co., 171 N.C. 764 (1916).  Cf. Coxe v. \nSkeen, 25 N.C. 443 (1843) (copy of book account, original of which destroyed in regular course, rejected).   \n79 Plaintiff’s citation to Avello v. SEC, 454 F.3d 619, 627 (2006) is misguided.  The rule at issue in this \ncase, NASD Conduct Rule 2110, requires evidence of bad faith or unethical behavior absent violation of \nanother rule.  In the Matter of the Application of Chris Dinh Hartley, 2004 SEC LEXIS 1507, *9-10, n. 13.  \nThis rule, however, is not helpful as it does not define a violation of an SEC rule as a per se act of bad \nfaith. \n \n \nthe contents of a writing when the original writing is available.  Investors Title Ins. Co. v. \nHerzig, 330 N.C. 681, 693-94 (N.C. 1992). \n[51] Every writing sought to be admit ted must be properly authenticated.  \nHerzig, 330 N.C. at 693.  N.C. Rul. Evid. 901 provides that \"[t]he requirement of \nauthentication or identification as a condition precedent to admissibility is satisfied by \nevidence sufficient to support a finding that the matter in question is what its proponent \nclaims.”  Herzig, 330 N.C. at 603.  The law does not require that a party witness a \nsignature to authenticate a document containing that signature.  N.C. Rul. Evid. \n901(b)(2). \n[52] With regard to Plaintiff’s amendm ent to her Complaint, in which she \ncontests authenticity of the alleged client agreement, North Carolina courts hold, as a \ngeneral rule, that “an amended pleading ordinarily supersedes the original and renders \nit of no legal effect.”  Young v. City of Mt. Ranier, 238 F.3d 567, 572 (2001), quoting \nCrysen/Montenay Energy Co. v. Shell Oil Co. (In re Crysen/Montenay Energy Co.), 226 \nF.3d 160, 162 (2d Cir. 2000) and citing 6 Charles Alan Wright, Arthur R. Miller & Mary \nKay Kane, Federal Practice & Procedure § 1476 (2d ed. 1990) (\"A pleading that has \nbeen amended . . . supersedes the pleading it modifies. . . . Once an amended pleading \nis interposed, the original pleading no longer performs any function in the case. . . .\").  \nHowever, in North Carolina: \n“[p]leadings of the second class, while not defining issues in the \ncase being litigated, neverthel ess reflect something which a \nparty once said . . . and qualify as evidentiary admissions.  This \nclass includes: pleadings (or thei r equivalent) in the same case \nwhich, though once serving to define issues, have been \nwithdrawn, amended to strike out admissions, or otherwise \nsuperseded;\n admissions in other pleadings in the same case . . . .”  \n \n2-8 Brandis and Broun on North Carolina Evidence, § 209.   \n \n \nFor example, in a civil action to recover for services rendered where an amendment to a \ncomplaint had been allowed and filed by the plaintiff, the court determined that the \nallegations in the original complaint when contradictory to the plaintiff’s position at trial \nare competent evidence when relevant.  Kabatnik v. Westminster Co., 71 N.C. App. \n758, 761 (1984), citing Morris v. Bogue Dev. Corp., 194 N.C. 279 (1927).  Here, the \nstatements in the original Complaint with regard to the existence of an arbitration \nagreement between Plaintiff and certain Defendants constitutes some inferential \nevidence adverse to Plaintiff’s position on the arbitration issue as reflected in the \nAmended Complaint, but it is not conclusive. \nVI. \nCONCLUSION \n[53] An agreement to remove a dispute from traditional methods of dispute \nresolution to a binding arbitration proceeding, while embraced and favored by the FAA \nand most courts as a matter of policy, remains a serious matter that involves \nsubstantive and material rights of the respective parties.  It should be treated as such by \nthe contracting parties. \n[54] It is not necessarily inappropr iate for Morgan Keegan to rely upon \nscanned and electronically stored copies and specimens in proving the existence of an \narbitration agreement between it and a client.  However, if a party wishes to rely upon \nsuch evidence, it must do better than what has been presented here.  Morgan Keegan’s \nrecord keeping with regard to its Exhibit A, the contended client agreement, was sloppy \nand fragmented at best.  Consequently, the documentary evidence submitted by the \nmoving Defendants was so problematic as to be inconclusive.  Accordingly, it is not \n \n \npersuasive on the issue of existence of an agreement to arbitrate between Morgan \nKeegan and Capps. \n[55] With regard to non-documentary evi dence, the two witnesses best able to \ntestify now to the factual question of whether Capps actually executed a client \nagreement containing a binding arbitration provision are Capps and Blondeau.  Both of \nthem are highly suspect as witnesses, and the court does not find them credible.  \nConsider: \na. Capps has had a progressive decline in her memory since 2001.  In \n2005, she was diagnosed with dementia, most likely due to Alzheimer’s Disease.  \nHer deposition was taken in July, 2008 and is inherently unreliable. \nb. Blondeau recently was convicted, upon a guilty plea, of the very \nfelonious actions with regard to Capps’ asset estate that are being complained of \nin the Plaintiff’s Complaint.  His personal interest in this matter is obvious, and his \ntestimony is unreliable. \nc. It is not disputed that Capps  usually did not read documents \nsubmitted to her by Blondeau.  Rather, he ordinarily hurried Capps in signing \npapers, and generally did not explain documents to her. \n[56] Whether considered collectively or separately,  the documentary evidence \nsubmitted by the Defendants and the testimony of Capps and Blondeau is not \npersuasive on the threshold issue of whether there existed an arbitration agreement \nbetween Capps and Morgan Keegan.  Defendants have not propounded other probative \nand material evidence on the issue. \n \n \n[57] Accordingly, upon due consideration of all the evidence offered by the \nmoving Defendants, the court is forced to find that Defendants have not carried their \nburden of proof on the issue of whether there existed a written arbitration agreement \nbetween Capps and Morgan Keegan.  Consequently, the Defendants’ Motion should be \ndenied. \n[58] In view of this ruling, further anal ysis of the respective contentions raised \nby the parties relevant to the Motions is not required. \n[59] NOW THEREFORE, based upon the fo regoing, it is ORDERED that the \nmotions to stay judicial proceedings and to compel arbitration propounded in this matter \nby Defendants Harold Earl Blondeau and Morgan Keegan & Company, Inc. are \nDENIED.  This action shall proceed accordingly. \nThis the 13th day April, 2010. \n \n "
}