{
  "id": "4105d1a04fde35c2b46eabead022add2acae674a736c45a7e6761a304aa287f8",
  "source_file": "data/raw/ncbc/4105d1a04fde35c2b46eabead022add2acae674a736c45a7e6761a304aa287f8.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 14 CVS 8822 \n \n \nJTG EQUIPMENT & SUPPLY, LLC, ) \n Plaintiff )  \n  ) OPINION AND ORDER \n v.  ) ON MOTION TO DISMISS \n   )  \nEBAY, INC. D/B/A PAYPAL, INC., ) \n  Defendant ) \n  \n \nTHIS CAUSE, designated a mandatory comple x business case by Order of the Chief \nJustice of the North Carolina Supreme Court pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the Court upon Defendant's Moti on to Dismiss (\"Motion\") pursuant to Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure (\"Rule(s)\"); and \n THE COURT, after reviewing the Motion, brie fs in support of and in opposition to the \nMotion, arguments of counsel and other appr opriate matters of record, CONCLUDES that \nthe Motion should be GRANTED for the reasons stated herein. \nThe Law Office of Robert L. Schupp, by Robert L. Schupp, Esq. for Plaintiff JTG \nEquipment & Supply, LLC. \n  \nParker Poe Adams & Bernstein, LLP, by Scot t E. Bayzle, Esq. and Michael J. Crook, \nEsq. for Defendant EBay, Inc. d/b/a PayPal, Inc. \n \nMcGuire, Judge. \nPROCEDURAL HISTORY \n1. On July 3, 2014, Plaintiff JTG Equipment & Supply, LLC (\"Plaintiff\" or \"JTG\") \nfiled a Complaint against Defendant EBay, Inc. d/b/a PayPal, Inc. (\"Defendant\" or \"PayPal\"). \nPlaintiff's action was designated No. 14 CVS 8822 by the Clerk of Superior Court of Wake \nJTG Equip. & Supply, LLC v. EBay, Inc. d/b/a PayPal, Inc., 2015 NCBC 10. \n \n \nCounty. On July 31, 2014, Plaintiff filed an Amended Complaint in this action. The Amended \nComplaint alleges the following five causes of action (\"Claim(s)\"): Claim One (Breach of the \nDuty of Good Faith); Claim Two (Negligence);  Claim Three (Negligent Misrepresentation); \nClaim Four (Unfair and Deceptive Trade Practices); and Claim Five (Breach of Contract). \n2. On September 15, 2014, Defendant filed the Motion, seeking dismissal of all \nClaims asserted in the Amended Complaint pursuant to Rule 12(b)(6).  On January 8, 2015, \nthe Court held a hearing on the Motion. \n3. The Motion has been fully briefed and argued, and is ripe for determination. \nFACTUAL BACKGROUND \n Among other things, the Amen ded Complaint alleges that: \n4. Plaintiff contracted to establish an account with Defendant whereby \nDefendant would receive money upon the sale of Plaintiff's products and would channel that \nmoney to Plaintiff upon Plaintiff's request.1 The Parties' business relationship was governed \nby a User Agreement.2  \n5. Plaintiff contracted to use PayPal’s “Virtual Terminal Payments\" service. 3 \nVirtual Terminal permits Plaintiff to take orders directly from customers over the telephone \nand input the customers’ credit card information into the Virtual Terminal. 4  Once entered, \nPayPal verified the credit card information provided by the customer.5  PayPal then collected \nthe credit card payments and transfe rred those payments to Plaintiff. 6  After PayPal \n                                                 \n1 Am. Compl. ¶¶ 6-10. \n2 The User Agreement was not attached to the Amended Complaint, but was provided with \nDefendant's Motion to Dismiss. Plaintiff's Amended Complaint makes frequent reference to, and \nrelies on, the User Agreement entered into between the Parties. Based on Plaintiff's reliance on the \nUser Agreement in the Amended Complaint, the Court considers that document in resolving the \nMotion. See Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60-61 (2001). \n3 Am. Compl. ¶ 18. \n4 Id. ¶ 19. \n5 Id. ¶ 22. \n6 Id. ¶ 26. \n \n \ntransferred the funds from a credit card transaction  to Plaintiff, it would send Plaintiff an \nemail message that the transaction was \"OK to Ship.\" 7  After receiving the \"OK to Ship\" \nmessage from PayPal, Plaintiff shipped the product to the customer.8 \n6. Under the User Agreement, PayPal prov ides “Seller Protection” for certain \ntransactions under which PayPal reimburses certain fees and payments, including \nchargebacks, on specific transactions.\n 9   The express terms of the User Agreement provide \nthat PayPal will not provide its Seller Protecti on to customers using the Virtual Terminal \nservices.10  In addition, the User Agreement explicitly  states that users of PayPal’s services \nassume the risk for any Chargeback initiated by a buyer, and that PayPal shall be permitted \nto recoup any payments it has made to the service user if a Chargeback occurs. 11  A \n\"Chargeback means a request that a buyer files di rectly with his or her debit or credit card \ncompany or debit or credit card issuing bank to invalidate a payment.\"12  The User Agreement \nalso contains a merger clause stating t hat the User Agreement was the \"entire \nunderstanding\" between the parties.13 \n7. The Complaint alleges that \"Plaintiff’ s account was charged with multiple \nchargebacks\" between July 2013 and January 2014 \"fro m payments originally processed by \nPayPal.\"14  Each of the transactions was made using the Virtual Terminal Payments \nservice.15  Plaintiff alleges that PayPal has refuse d to provide it with Seller Protection for \nthese transactions and has refused to assist Plai ntiff in recovering the products it shipped, \n                                                 \n7 Am. Compl. ¶¶ 23, 26. \n8 Id. ¶¶ 23, 25 \n9 Def.’s Br. Supp. Mot. Dismiss, Ex. A (hereinafter, \"User Agreement\"), § 11. \n10 Id. §11.5. \n11 Id. at p. 1 and § 4.4. \n12 User Agreement, § 16. \n13 Id. at § 15.5. \n14 Am. Compl. ¶¶ 17, 20. \n15 Id. ¶ 18. \n \n \nresulting in Plaintiff losing both the \"mon ey for the transactions and the products [ ] \nshipped.\"16 \n8. Despite the express terms of the User Agreement, Plaintiff now alleges that by \nsending the message \"OK to Ship,\" PayPal misl ed Plaintiff to believe that the transaction \nwas valid and would not be subject to charge backs.  Plaintiff seeks compensatory damages \nfor, among other things \"Plaintiff’s equipment that was lost and was not recovered\" and \"[a]ll \nprocessing and chargeback fees PayPal charged to Plaintiff,\" and punitive damages.17 \n9. Plaintiff contends that the statement \"OK to Ship,\" and Defendant's \nsubsequent refusal to protect the transactions, constitutes a breach of contract. Plaintiff \ncontends that stating that each product was \"OK to Ship\" breached Defendant's duty of \ngood faith and fair dealing by giving the appearance that Plaintiff was protected in those \ntransactions. Further, Plaintiff argues that the “OK to Ship” statement breached \nDefendant's duty of reasonable care, and therefore constituted negligence, and was a \nnegligent misrepresentation and an unfair and deceptive trade practice.  \nDISCUSSION \n10. The Court, in deciding a Rule 12( b)(6) motion, treats the well-pleaded \nallegations of the complaint as true and admitted. Sutton v. Duke , 277 N.C. 94, 98 (1970). \nHowever, conclusions of law or unwarranted deductions of fact are not deemed admitted. Id. \nThe facts and permissible inferences set forth in  the complaint are to be treated in a light \nmost favorable to the nonmoving party. Ford v. Peaches Entm't Corp., 83 N.C. App. 155, 156 \n(1986). As our Court of Appeals has noted, the \"essential question\" raised by a Rule 12(b)(6) \nmotion is \"whether the complaint, when liberally construed, states a claim upon which relief \n                                                 \n16 Am. Compl. ¶¶ 24, 31-33. \n17 Id., prayer for relief. \n \n \n \ncan be granted on any theory.\" Barnaby v. Boardman, 70 N.C. App. 299, 302 (1984), rev'd on \nother grounds, 313 N.C. 565 (1985) (citations omitted). \n11. A Rule 12(b)(6) motion should be granted when the complaint, on its face, \nreveals (a) that no law supports the plaintiff's claim, (b) the absence of facts sufficient to form \na viable claim, or (c) some fact which necessarily defeats the plaintiff's claim.  Jackson v. \nBumgardner, 318 N.C. 172, 175 (1986).  \na. Breach of Contract \n12. Plaintiff does not contend that Defendant breached the terms of the written \nUser Agreement.18  Instead, Plaintiff argues that De fendant’s “OK to Ship” message either \ncreated a new, implied contract between the parti es or constituted a modification or waiver \nof the express terms of the User Agreement. 19  The allegations in the Complaint do not \nsupport any of these theories, and Plaintiff's claims must fail. \n13. In order to state a claim for breach of contract under North Carolina or \nDelaware law, 20 a plaintiff must allege: (1) a contractual agreement; (2) breach of that \nagreement by the defendant; and (3) resulting damage to the plaintiff. See McLamb v. T.P. \nInc., 173 N.C. App. 586, 588 (2005); see also H-M Wexford LLC v. Encorp, Inc., 832 A.2d 129, \n140 (Del. Ch. 2003).   \n14. Plaintiff contends that the \"OK to Sh ip\" statement created a new, implied \ncontract that superseded the terms of the User  Agreement.  An implied contract is one in \nwhich the parties' mutual assent to be bound is manifested by their conduct and not by words.  \n                                                 \n18 Pl.’s Brief Opp. Mot. Dismiss., p. 3. \n19 Id. pp. 3-6. \n20 The User Agreement contains a Delaware choice of law provision. See User Agreement, § 14.2. \nPlaintiff appears to acknowledge that it does not directly allege any violation of the User Agreement, \nthough it does allege a modification of the User Agreement. Because the Court finds Plaintiff's basis \nof the breach of contract claim unclear, it will analyze Plaintiff's contract claim under Delaware and \nNorth Carolina law. \n \n \nCreech v. Melnik , 347 N.C. 520, 526-27 (1998); Snyder v. Freeman , 300 N.C. 204, 218-219 \n(1980).  An implied contract requires mutual assent, usually shown by an offer and \nacceptance, and a meeting of the minds as to the terms of the agreement.  \nCreech, 347 N.C. \nat 527.  \n15. It has long been recognized, however, that “where there is an express contract \nbetween the parties, there can be no implied contract between them covering the same subject \nmatter.” Snyder, 300 N.C. at 218; Mancuso v. Burton Farm Dev. Co. LLC, __ N.C. App. __, \n748 S.E.2d 738, 743 (2013) (“[i]t is a well-established principle that an express contract \nprecludes an implied contract with  reference to the same matter . . . so that, if there is a \ncontract between the parties[,] the contract go verns the claim and the law will not imply a \ncontract”) (internal citations omitted). The conclusion is the same under Delaware law. See \nCIT Communs. Fin., Corp. v. Level 3 Communs., LLC , 2008 Del. Super. LEXIS 225 at n. 29 \n(June 6, 2008). Here, the express terms of the User Agreement state that Virtual Terminal \nPayment transactions are not eligible for Se ller Protection and, absent such protection, \nPlaintiff is liable for any chargebacks. The User Agreement governs the allocation of risk in \nthe event of a chargeback, therefore there c an be no implied contract covering the same \nsubject matter.  Consequently, Plaintiff's co ntention that the \"OK to Ship\" statement \nconstituted an implied contract fails. \n16. Plaintiff also contends that the \"OK to Ship\" statement modified or waived \nthe terms of the User Agreement and obligated Defendant to provide Seller Protection for \nthe chargebacks. Plaintiff argues that the representation \"OK to Ship\" constituted an \nundertaking by Defendant to warranty and protect Plaintiff's shipments from precisely the \nrisks that the User Agreement provides Plaintiff will not be protected. \n17. The North Carolina Supreme Court has long recognized that \"[i]n the \nformation of a contract an offer and an acceptance are essential elements.\" Dodds v. St. \n \n \nLouis Union Trust Co., 205 N.C. 153, 156 (1933); accord James J. Gory Mech. Contr., Inc. v. \nBPG Residential Partners V, LLC, 2011 Del. Ch. LEXIS 200, *6 (Del. Ch. Dec. 30, 2011). To \nsupport a contractual relationship, \"[t]he offer must be communicated, must be complete, \nand must be accepted in its exact terms.\" Dodds, 205 N.C. at 156. The offer \"must specify all \nthe essential terms\" of the agreement and, therefore, a contract will only be valid if the \nparties' minds \"meet as to all essential terms.\" Braun v. Glade Valley School, Inc., 77 N.C. \nApp. 83, 89 (1985). See also Sandcastle Realty, Inc. v. Castagna, 2006 Del. Ch. LEXIS 147, \n*6 (Del. Ch. 2006) (recognizing that an acceptance must be on identical terms as an offer to \nconstitute a \"meeting of the minds,\" and therefore a valid contract).  \n18. In support of its contract claim, Plaintiff only alleges that Defendant made \nthe representation \"OK to Ship\" after Defendant had fulfilled its obligations under the User \nAgreement to verify customers' credit card information and collect funds. Plaintiff does not \nallege that Defendant made any other representation, or had any other contact with \nPlaintiff between the time credit cards were verified and the \"OK to Ship\" representation \nwas made. Plaintiff's breach of contract claim appears, then, to rest on the contention that \n\"OK to Ship\" constituted an offer that was subsequently accepted by Plaintiff shipping the \ngoods sold to its customers.21 That term, however, does not provide any terms of the offer or \nother description of the protection Defendant allegedly offered to Plaintiff. The Court finds \nno factual support in the Amended Complaint for Plaintiff's conclusory determination that \nthe \"OK to Ship\" representation constituted an \"undertaking [of a] duty to warrant to \nPlaintiff that Plaintiff could safely ship its goods.\"22  \n19. The absence of any factual allegations indicating an offer to assume this duty \nis highlighted by the repeated representations in the User Agreement, and Plaintiff's own \n                                                 \n21 See Pl.'s Br. Opp. Mot. Dismiss, p. 6. \n22 Pl.'s Br. Opp. Mot. Dismiss p. 3. \n \n \nAmended Complaint, that Defendant will not provide Seller Protection for Virtual Terminal \nPayment transactions. Based on these representations, the Court finds that Plaintiff's \ninterpretation of \"OK to Ship\" as constituting an offer to undertake the precise duties the \nUser Agreement provided it would not is without merit and lacks any factual support \nsufficient to state a viable claim for breach of contract. See Jackson, supra.  \n20. Even if the Court were to find that \"OK to Ship\" was sufficiently definite to \nconstitute a contractual offer, a modification or waiver of the terms of an express agreement \nmust also be supported by new consideration.  Brenner v. Little Red School House, Ltd., \n302 N.C. 207, 215 (1981); see also Hudson v. Wesley College, 1994 Del. Ch. LEXIS 137 \n(Aug. 1, 1994). \"To constitute consideration, a performance or return promise must be \nbargained for,\" meaning that \"the consideration induces the making of the promise and the \npromise induces the furnishing of the consideration.\" Chem. Realty Corp. v. Home Federal \nSav. & Loan Assoc., 84 N.C. App. 27, 31 (1987); accord Continental Ins. Co. v. Rutledge & \nCo., 750 A.2d 1219, 1232 (Del. Ch. 2000) (recognizing that \"Delaware courts define \nconsideration as a benefit to a promisor or a detriment to a promisee pursuant to the \npromisor's request\") (emphasis added). \n21. Plaintiff has not alleged it provided any bargained for consideration to \nDefendant that would support such a modification to or waiver of the User Agreement. \nRather, the Amended Complaint simply alleges that, upon receiving the “OK to Ship” \nmessage, “Plaintiff shipped the products to the purported customer.”\n23 Plaintiff does not \nallege that it shipped the goods in exchange for the \"OK to Ship\" representation, nor does \nPlaintiff allege that Defendant sought the shipment of goods or otherwise induced the \nshipment. The most favorable reading of Plaintiff's Amended Complaint alleges, at most, \n                                                 \n23 Am. Compl. ¶¶ 23-25. \n \n \nthat Plaintiff may have relied on the \"OK to Ship\" statement. Such reliance without a \nbargained for exchange or inducement, however, is insufficient to substitute for \nconsideration. See Chem. Realty Corp., 84 N.C. App. at 31.24 Consequently, even if the \nCourt were to find that Plaintiff has sufficiently stated a definite offer in the \"OK to Ship\" \nstatement, the Court finds that the failure to plead the existence of any consideration is \nfatal to Plaintiff's claim for breach of contract.  \n22. For the reasons stated above, the Court finds that Plaintiff has failed to allege \nthe existence of a valid contract, or a valid mo dification or waiver of the User Agreement, \narising from the \"OK to Ship\" statement and, as such, the Motion as to Plaintiff's Breach of \nContract Claim should be GRANTED. \nb. Breach of the Duty of Good Faith \n23. Plaintiff alleges that Defendant owed Pl aintiff a duty of good faith and fair \ndealing, which includes the duty to protect Plaintiff from fraudulent orders and to act in the \nbest interests of Plaintiff. 25 Plaintiff contends this duty was breached by Defendant's \nstatement that the products were \"OK to Ship \" by giving the appearance that the products \nwere protected and that, as a result, Plaintiff was forced to bear the risk of loss.  \n24. Courts will not apply an implied covenant of good faith and fair dealing to \noverride the express terms of a contract. See Campbell v. Blount, 24 N.C. App 368, 371 (1975); \nsee also Kuroda v. SPJS Holdings, LLC , 971 A.2d 872, 888 (Del. Ch. 2009). The User \n                                                 \n24 The Court recognizes that, in certain limited circumstances, the theory of promissory estoppel may \nsubstitute \"for a want of consideration.\" See Chem. Realty Corp., 84 N.C. App. at 33, n. 2. As in \nChemical Realty Corporation, however, Plaintiff has not asserted any such theory in the Amended \nComplaint or at the hearing on the Motion and has not pleaded sufficient facts to state such a claim \nunder Delaware law. See Harmon v. Del. Harness Racing Comm'n, 62 A.3d 1198 (2013) (listing \nelements for a promissory estoppel claim under Delaware law). Moreover, North Carolina courts \nhave rejected such \"offensive\" use of promissory estoppel to enforce promises lacking consideration in \ncases with similar procedural postures. See Home Electric Co. v. Hall & Underdown Heating & Air \nConditioning Co., 86 N.C. App. 540, 543 (1987), aff'd per curiam 322 N.C. 107 (1988).  \n25 Am. Compl. ¶¶ 11-13. \n \n \nAgreement expressly states the circumstances  under which Defendant will and will not \nprovide Seller Protection, and makes clear t hat the transactions of which Plaintiff now \ncomplains were not covered by Seller Protection.  Plaintiff cannot maintain a claim for breach \nof the duty of good faith that, as here, wo uld \"override the express terms\" of the User \nAgreement. \n25. In response, Plaintiff argues that the Parties' modification or waiver of the \nterms of the User Agreement, not the User Agr eement itself, gives rise to the duty of good \nfaith as propounded by Plaintiff. 26 Because that modification or waiver, Plaintiff argues, is \nsilent as to the level of protection owed based on the \"OK to Ship\" statement, the duty of good \nfaith may be invoked here. However, because the Court has already found that Plaintiff failed \nto allege the existence of any valid modification  or waiver, Plaintiff's claim for the breach of \nthe duty of good faith based on that modification or waiver necessarily must fail. As a result, \nthe Court finds that the Motion as to Plaintiff' s claim for breach of the duty of good faith \nshould be GRANTED. \nc. Negligence \n26. To state a claim for negligence, “a plaint iff must allege: (1) a legal duty; (2) a \nbreach thereof; and (3) injury proximately caused by the breach.” Stein v. Asheville City Bd. \nof Educ., 360 N.C. 321, 328 (2006). This Court has recognized that “parties to a contract ‘owe \nno special duty to one another beyond the terms of the contract.’” Charlotte-Mecklenburg \nHosp. Auth. v. Wachovia Bank, N.A. , 2009 NCBC LEXIS 33, ¶ 17 (N.C. Super. Ct. Oct. 6, \n2009) (quoting Branch Banking & Trust Co. v. Thompson , 107 N.C. App. 53, 61 (1992)). As \nsuch, the duty of a contracting party is to perform its obligations under the contract “with \n                                                 \n26 Pl.’s Brief Opp. Mot. Dismiss, pp. 13-15. \n \n \n \nordinary care.” See Olympic Prods. Co., Div. of Cone Mills Corp. v. Roof Sys., Inc. , 88 N.C. \nApp. 315, 322 (1999). \n27. Here, Plaintiff has alleged that the parties entered into a contractual \nrelationship governed by the User Agreement.  Plaintiff concedes that PayPal did not violate \nthe User Agreement.  Plaintiff has not allege d that Defendant negligently performed any of \nits obligations under the User Agreement. Plaintiff has not alleged any facts to suggest that \nDefendant acted negligently in the course of ve rifying credit cards. Rather, Plaintiff alleges \nthat, at the time the \"OK to Ship\" representa tion was made, Defendant had in fact verified \nthe credit card transactions and only after that verification were chargebacks initiated by the \npurchaser. Moreover, Plaintiff has not allege d any facts to suggest that, when a given \ntransaction was verified, Defendant had reason  to know that any chargeback would occur. \nAdditionally, given the Court's rejection of Pl aintiff's other contract theories, Plaintiff’s \nassertion of a negligence claim based on Defe ndant’s failure to exercise due care in the \nperformance of any implied contract, modification, or waiver necessarily fails. \n28. Because the parties’ relationship is go verned by contract and Plaintiff has \nfailed to allege the negligent performance of any  duty under that contract, the Motion as to \nPlaintiff’s claim for negligence should be GRANTED. \nd. Negligent Misrepresentation \n29. Negligent Misrepresentation, in No rth Carolina, “occurs when a party \njustifiably relies to his detriment on informat ion prepared without reasonable care by one \nwho owed the relying party a duty of care.” Raritan River Steel Co. v. Cherry, Bekaert & \nHolland, 322 N.C. 200, 206 (1988), rev’d on other grounds, 329 N.C. 646 (1991). Critical to \nthe instant case, Plaintiff must allege a repr esentation made without due care upon which \nPlaintiff reasonably relied. \n \n \n30. Plaintiff alleges that the statement “OK to Ship” constituted a false \nrepresentation that the credit cards used by Plaintiff’s customers had been verified. However, \nPlaintiff expressly alleges that the representation “OK to Ship” was made only after the cards \nhad been verified. 27 Plaintiff further alleges that the funds for the transaction were then \nplaced in Plaintiff’s PayPal account.28  As discussed above, it was only after the transaction \nwas initially verified and after funds were de posited into Plaintiff’s PayPal account that \nPlaintiff alleges the chargebacks were initiate d by Plaintiff’s own customers and the money \nwas withdrawn by Defendant.  As such, the Amen ded Complaint on its face alleges that, at \nthe time the “OK to Ship” representations were made, the transaction had been verified by \nDefendant.29 Plaintiff has not alleged that Defendant  had any reason to know, at the time \nthe \"OK to Ship\" representation was made, that  a third party would subsequently initiate a \nchargeback on any given transaction. As a result, even if the Court were to accept Plaintiff’s \ntheory that “OK to Ship” somehow constituted a warranty on the transaction,  Plaintiff has \nalleged that at the time the representation was made, the transactions had, in fact, been \nverified by Defendant. As such, Plaintiff has pleaded facts that “necessarily defeat” Plaintiff’s \nnegligent misrepresentation claim. \nSee Jackson, supra.  \n31. Furthermore, even if Plaintiff has suffi ciently alleged that the “OK to Ship” \nstatement constituted a false or negligent representation, Plaintiff has not alleged reasonable \nreliance on that representation. Plaintiff alle ges that the “OK to Ship” statement gave the \nappearance that Plaintiff was protected in ma king the shipment and that, based on that \nrepresentation, Plaintiff shipped the goods.  Plaintiff specifically alleges that despite making \nthe “OK to Ship” representation Defendant did not provide Seller Protection to Plaintiff.  \n                                                 \n27 Am. Compl. ¶¶ 22-23. \n28 Id. ¶¶ 23-23, 25-26 \n29 Id. ¶ 23. \n \n \nHowever, the Amended Complaint itself expre ssly alleges that Seller Protection will not \napply to Plaintiff’s transactions.  As such, th e Court finds that Plaintiff’s reliance on the \nstatement “OK to Ship” as providing Seller Protection, or any comparable protection against \nthe risk of chargebacks, to Plaintiff is unrea sonable as a matter of law based on Plaintiff’s \nown allegations.  \n32. Because Plaintiff has alleged facts t hat necessarily defeat its negligent \nmisrepresentation claim, the Court finds that  the Motion as to this claim should be \nGRANTED. \ne. Unfair and Deceptive Trade Practices \n33.  Plaintiff alleges that Defendant’s conduct constitutes an unfair and deceptive \ntrade practice under G.S. § 75-1.1 and under Delaware Code Ann., Title VI, § 2532. As an \ninitial matter, Plaintiff failed to provide any response to Defendant’s Motion to Dismiss the \nclaim premised on Delaware law and, pursuant to BCR 15.11, that claim is deemed \nabandoned and the Motion should be GRANTED to the extent the Amended Complaint seeks \nrelief under Delaware law. \n34. To state a claim under G.S. § 75-1.1, Plaintiff must allege facts sufficient to \nshow (1) an unfair or deceptive act or practice or an unfair method of competition; (2) in or \naffecting commerce; (3) that proximate causes actual injury to the Plaintiff. \nSee RD&J Props. \nv. Lauralea-Dilton Enters. , LLC, 165 N.C. App. 737, 748 (2004). Generally, a breach of \ncontract claim is insufficient to give rise to a claim under G.S.  § 75-1.1 absent a showing of \naggravating or egregious circumstances. Dalton v. Camp , 353 N.C. 647, 657 (2001). The \ndetermination of \"[w]hether an act or practice is unfair or deceptive in violation of [G.S. § 75-\n1.1] is a question of law for the [C]ourt.\" Tel Servs. v. Gen. Tel. Co., 92 N.C. App. 90, 92 (1988). \n35. Here, the Court finds that Plaintiff has failed to allege sufficient facts as to the \nfirst or third elements of a claim for violat ion of the North Carolina Unfair and Deceptive \n \n \nTrade Practices Act.  Plaintiff alleges only that Defendant's \"OK to Ship\" notification caused \nthe likelihood of confusion or misunderstanding regarding the level of protection Defendant \nwould provide to Plaintiff under  their contractual arrangement. 30  The express language in \nthe User Agreement clearly states that Vi rtual Terminal Payment transactions will not \nreceive any Seller Protection, and that Plai ntiff bears the risk for any subsequent \nchargebacks.  In light of the express terms of the User Agreement, and Plaintiff’s allegation \nthat the User Agreement expressly exempted  transactions using the Virtual Terminal \nPayment service from Defendant’s Seller Protection, Plaintiff has failed to allege any act that \ncould be considered unfair or deceptive. Given the express language in the User Agreement, \nthe \"OK to Ship\" notification, without more, cannot as a matter of law be considered unfair \nor deceptive. As such, the Court finds that the Motion as to Plaintiff's claim for violation of \nG.S. § 75-1.1 should be GRANTED. \nCONCLUSION \n36. Based on the foregoing, the Court concludes that Plaintiff has failed to state a \nclaim upon which relief can be granted for any of the enumerated Claims in the Amended \nComplaint. As such, the Court concludes that the Motion should be GRANTED.  \nNOW THEREFORE, IT IS ORDERED that Defendant's Motion to Dismiss pursuant \nto Rule 12(b)(6) is GRANTED and this action is DISMISSED, WITH PREJUDICE. \nThis the 23rd day of January, 2015. \n                                                 \n30 See Am. Compl. ¶¶ 52-54, 56-57. "
}