{
  "id": "4184b54e7faaa7459ced8bc81feaaec2933b514256c0445a2d23bb54f1f17db7",
  "source_file": "data/raw/ncbc/4184b54e7faaa7459ced8bc81feaaec2933b514256c0445a2d23bb54f1f17db7.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD \nENNIS-FLINT, INC. , \nPlaintiff, \nv. \nROBERT WILLIAM GREER and GP \nINNOVATIONS, LLC, \nDefendants. \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 3612 \nORDER & OPINION ON \nMOTION FOR PRELIMINARY \nINJUNCTION \nTHIS MATTER IS before the Court on Plaintiffs Motion for Preliminary \nInjunction (\"Motion\"). The Court, having considered the Motion, the briefs in support \nof and in opposition to the Motion, the arguments of counsel at the hearing, the record \nevidence filed by the parties, and other appropriate matters of record, FINDS and \nCONCLUDES, in its discretion, that the Motion should be GRANTED.l \nKilpatrich Towns end & Stochton, LLP by Jason M. W enher, Elizabeth L. \nWinters, and Joel D. Bush, II, for Plaintiff \nWilliams Mull en by Micha el C. Lord, Edward S. Schenh, III, and \nRichard T. Matth ews for D efendants. \n1 A copy of the Order & Opinion without redactions was posted under seal on February 6, \n2019. This Order & Opinion includes limited redactions in paragraphs 27 and 106 of the \nbody and paragraph 8 of the conclusion in order to protect information the Court concludes, \nbased on the parties' submissions, represent information which is presently commercially \nsensitive, and the disclosure of which may be harmful. While the nature of the claims has \nrequired the parties to submit a significant volume of material under seal, including any \nsuch information in this Order & Opinion has been kept to a minimum, and the Court \nconcludes that the limited redactions do not detract from a public understanding of the \nmatter before the Court and the Court's ruling. \nGale, Judge. \nI. PROCEDURAL HISTORY \n1. Plaintiff Ennis-Flint, Inc. (\"Ennis-Flint\") filed its Complaint on \nFebruary 27, 2018, against its former employee Defendant Robert William Greer \n(\"Greer\") and the company he formed after leaving Plaintiffs employ, Defendant GP \nInnovations, LLC (\"GPI\"), asserting claims of breach of contract, misappropriation of \ntrade secrets, conversion, trespass to chattels, and unfair or deceptive trade practices. \n(CompI., ECF No.3.) \n2. The matter was designated a Mandatory Complex Business case on \nFebruary 28,2018, (Designation Order, ECF No.1), and assigned to the undersigned, \n(Assignment Order, ECF No .2.) \n3. Plaintiff filed a motion for a Temporary Restraining Order (\"TRO\") on \nMarch 5,2018. (Mot . for TRO, ECF No .8.) The Court adopted and entered a Consent \nTRO on March 9,2018. (Consent TRO, ECF No . 23.) \n4. Although recently modified, the Consent TRO remains in force and has \nremained in place during several months of discovery and motions practice, including \nforensic examination of multiple devices. \n5. The Complaint and Consent TRO are based, in part, on a May 20, 2010, \nagreement titled \"Trade Secret, Non-Competition and Non-Solicitation Agreement.\" \n(\"Greer Agreement\"). (CompI. Ex. B, [hereinafter, \"Greer Agreement\" ], ECF No .3.) \nThe Greer Agreement includes ongoing protection of Ennis-Flint's proprietary \n2 \ninformation and also includes a noncompetition covenant and a covenant against \nsolicitation, each with a temporal duration that has now expired. \n6. Defendants filed Defendants' Motion to Modify the Consent TRO to \neliminate enforcing the covenants in the Greer Agreement that lapsed on September \n12, 2018. (ECF No. 83.) The Court modified the TRO to that effect on January 15, \n2019. (Order Modifying and Extending TRO, ECF No . 171). \n7. The Consent TRO expressly required Greer to preserve evidence and to \nturn over designated devices, as well as the more general requirement that \nDefendants surrender \"any and all electronic device(s) in their possession, custody, \nor control that reasonably may contain Ennis-Flint's Trade Secrets ... \" and other \ndevices which have been connected to them . Consent TRO at ~ 3. Forensic \nexamination of those devices has now documented, and Greer has admitted, that \nGreer failed to preserve information as ordered, instead spoliating evidence. (See \ngenerally McCollough First Aff., ECF No . 80; Def.'s Resp . to Pl.'s Mot. for Sanctions, \n[hereinafter, \"Resp. Sanctions Mot.\"], ECF No. 107; McCollough Second Aff., ECF No. \n129.) \n8. Following discovery of this spoliation, Plaintiff filed its Motion for \nSanctions for Intentional Spoliation of Evidence and for Show Cause Order Regarding \nCriminal Contempt. (ECF No . 77). This motion will be addressed in a different \nopinion. This order and opinion addresses only the motion for preliminary injunction \nbut includes the factual background of the spoliation as it provides context for the \ninjunction. \n3 \n9. The parties have filed extensive affidavits, with attached \ndocumentation. Each of the parties moved to strike certain portions of those filings. \nIn the sound exercise of the Court's discretion, all such motions are denied. The Court \nhas considered all matters of record, has considered the parties' arguments, and has \ngiven the appropriate weight to any item of evidence. \n10. The Motion has been fully briefed, and the Court heard argument on all \npending motions on December 5, 2018. The Motion is ripe for determination. \nII. FINDINGS OF FACT \n11. The Court makes the following Findings of Fact solely for purposes of \nthis Motion . Any Finding of Fact that should be more properly so considered shall be \nconsidere d a Conclusion of La w. \n12. Ennis-Flint is a North Carolina corporation with its principal place of \nbusiness in Greensboro, North Carolina, which is engaged in the research, \ndevelopment, manufacture, and sale of pavement marking materials, including \nthermop lastic products, traffic paints, and colored aggregates. (Soule Aff. ~ 5, ECF \nNo. 15.) Ennis-Flint is the surviving corporation as a result of a merger transaction \ninvolving Flint Trading, Inc.; Flint Acquisition Corp.; Ennis Paint, Inc.; and LKF, Inc. \n(Soule Aff. a t ~r 3.) \n13. Greer is a citizen of North Carolina residing in Davidson County, North \nCarolina. Greer is a chemist who began working for Flint Trading, Inc. in 2003 and \nthen continued his employment with Ennis-Flint after the merger. (Prelim. Inj. Aff. \nRobert Greer ,r,r 2-9, [hereinafter, \"Greer PI Aff.\"], ECF No . 96.1.) In 2012, he was \n4 \npromoted to Ennis-Flint's Director of R&D. (Young Second Aff. ,r 5, ECF No. 11 3.) \nIn May 2017 he was given the title International Director of R&D. (Young Second \nAff. at ~ 14.) \n14. Greer resigned his employment on September 11, 2017. (Compl. at '1 \n35.) The parties dispute the reasons that led to his departure and what conversations \noccurred between Greer and various Ennis-Flint employees when he was leaving. \nThe Court finds it unnecessary to resolve these factual differences to resolve the \nMotion. \n15. GPI is a LLC of which Greer is the Managing Member and which Greer \nreports is now his sole source of income. (Greer PI Aff. at '111.) GPI is in the business \nof adhesives distribution, which includes use of hot melt polyamides. (Greer PI Aff. \nat ,r 28 .) \n16. Ennis-Flint maintains a repository of confidential formulas, \nspecifications and raw materials information for each of its products, referred to as \nthe Product Vision database. (\"Product Vision Database\"). (Stoffer Mf . ~ 9, ECF No. \n11.) Ennis-Flint has a separate server for its research and development files, with \nmore than 250,000 individual files, many of which Ennis-Flint considers and treats \nas confidential. (Stoffer Aff. at ~ 13.) \n17. Ennis-Flint has and protects both the Product Vision Data and a \nresearch and development data base, as well as other confidential information, \nincluding experimental data and results, project reports, internal research and \ndevelopment presentations, lab to production scaling procedures, process reports, \n5 \npricing information and other competitive data, internal data systems containing \nconfidential information regarding business processes, product specifications and \nformulas, and other research and data information. (Madison Aff. \"\" 9-10, ECF No. \n16.) The Court refers to this information collectively as \"Ennis-Flint Trade Secrets,\" \nit being understood that the term does not extend to information that has become \npublicly known through no fault of Defendants. \n18. Greer had access to the Product Vision Database and other portions of \nEnnis-Flint Trade Secrets in the course of his employment with Ennis-Flint, although \nat the time of his departure Greer maintained that information on his company issued \nlaptop stored in files which varied from Ennis-Flint's normal file structure. (Madison \nAff. at '110.) He helped to develop many ofthe formulas within the database and was \ninvolved in over fifty granted or pending patent applications filed by Ennis-Flint. \n(Greer PI Aff. at \" 9.) \n19. Others also contributed to the database. The Ennis-Flint Trade Secrets \nreflect Ennis-Flint's substantial monetary investment in research and development. \nEnnis-Flint spent $4.7 million in research and development in 2017, with Greer \nresponsible for or overseeing much of that effort. (Soule Aff. at \" 6.) \n20 . Ennis-Flint has presented evidence that the Ennis-Flint Trade Secrets, \nand the Product Vision database in particular, have yielded substantial commercial \nsuccess and could not be easily duplicated by others. \n21. Ennis-Flint has implemented procedures necessary to protect the \nsecrecy and confidentiality of the Ennis-Flint Trade Secrets, including the following: \n6 \na. This information is available to Ennis-Flint employees only on a need­\nto-know basis. (Madison Aff. at ~ 12.) \nb. Access requires a login and security code. (Madison Aff. at ~ 16.) \nc. Passwords must be \"strong\" passwords meeting certain minimum \nrequirements. (Drye Aff. ~ 7, ECF No . 13.) \nd. Access is limited to specific employees. For example, only eleven of \nEnnis-Flint employees had full access while only eighty-four of the \ncompany's 1,115 employees had any access as of March 2018. (Drye Aff. \nat ~ 9.) \ne. Formulas printed from the database are automatically stamped \n\"Confidential.\" (Madison Aff. at ~ 16.) \nf. Ennis-Flint does not allow access to the database by global affiliates or \nsubsidiaries. (Madison Aff. at ~r 16.) \ng. Certain formulas within the database are subjected to further security \nmeasures, commensurate with their importance. (Madison Aff. at ~ 16.) \nh . The Ennis-Flint research and development group maintains a separate \nserver for its data, and each employee within the research and \ndevelopment department has private folders which are not open to \ngeneral access. (Madison Aff. at ~ 17.) \n1. Ennis-Flint maintains security cameras outside of its R&D Department; \nprohibits the attachment of personal hardware to company computers; \nand uses software to log all access, copying, and modification of each file. \n7 \n(Drye Aff. at \" 12) Furthermore, the R&D Department can only be \naccessed using a key, keycard, and/or passcode entry. (Madison Aff. at \nJ. Ennis-Flint requires all employees to sign confidentiality, noncompete, \nand nonsolicitation agreements. (Madison Aff. at ,r 13.) \n22. Greer's initial employment terms in 2003 required his commitment to a \nnegative competition and solicitation covenant. He signed an initial employment \nagreement including those terms. (Soule Aff. at \" 13.) Subsequently, when preparing \nfor a merger, the company was unable to locate the original agreement. (Soule Aff. \nat ~ 15.) Greer signed the replacement Greer Agreement in 2010. (Soule Aff. at ~ 15; \nGreer Agreement .) \n23. Greer was glVen consideration beyond continued employment in \nexchange for his entering the Greer Agreement. First, the replacement included less \nrestrictive negative covenants, replacing the former broader covenants. Second, the \nGreer Agreement was a condition of Greer's participation in the company's 2010 \nStock Purchase Plan. Pursuant to that plan, Greer sold phantom shares that had \nbeen granted to him. (Soule Aff. at ~ 15.) \n24. Flint Acquisition Group was the corporate party to the 2010 Greer \nAgreement . The Greer Agreement was assigned to Ennis-Flint through the merger \ndocuments which formed Ennis-Flint. (Greer Aff. at Exs . 4 & 5, Merger Agreement, \nECF No. 101.) \n25. In pertinent part, the Greer Agreement provides: \n8 \n1. Trade Secrets \nEmployee hereby acknowledges and agrees that: (a) the activities of Company \nconstitute a highly specialized business; (b) Company has conducted and \nintends hereafter to conduct a substantial amount of business within the \nTerritory (as defined below); and (c) through Employee's associations with \nCompany Employee will obtain confidential information of Company relating \nto Company's products and services, including without limitation technical and \nmarketing information regarding the processes, practices, expertise, and \nknow-how of Company, the pricing policies and other business and financial \noperations of Company, lists of past and present customers of Company, and \ninformation regarding customer relationships under development or intended \nto be developed by Company (collectively, the \"Trade Secrets\"). Employee \nhereby acknowledges and agrees that the Trade Secrets are valuable, unique, \nand special assets of Company. Employee hereby agrees that Employee shall \nnot disclose or make available any Trade Secret to any person or entity other \nthan Company and shall not utilize any Trade Secret other than for the \nexclusive benefit of Company and its Affiliates. The provisions of this Section \n1 shall be in addition to, and not in lieu of, any other rights and remedies that \nCompany may have at law or in equity with respect to the Trade Secrets. \nNotwithstanding any provision in this Agreement to the contrary, the term \n\"Trade Secrets\" shall not include any information that: (a) is or becomes part \nof the public knowledge or literature other than as a result of any action by \nEmployee in violation of this Agreement; (b) is acquired by Employee after \ntermination of his employment with the Company from a third party whose \ndisclosure of such information is not, to Employee's knowledge, in violation of \nan obligation of confidentiality to Company; (c) is independently developed by \nEmployee after termination of his employment with Company without the use \nof Trade Secrets; or (d) is approved for release by Employee pursuant to written \nauthorization of Company. \n2. Non-Competition Covenant \na. During the Covenant Term (as hereinafter defined), Employee shall not \ndo anyone or more of the following: \nl. \n11. Solicit any person or entity who is a customer of Company at any \ntime within the twelve (12) month period ending as of the date \nthat Employee's employment by Company ceases for any reason \nto purchase from any person or entity other than Company or an \nAffiliate of Company any product or service that is competitive \nwith any product or service offered by company .... \n9 \n(Greer Agreement at 1-2.) \n26. \"Trade Secrets\" as defined by the Greer Agreement are the subject of \nGreer's contractual undertakings and obligations which the Court will hereafter refer \nto as \"Ennis-Flint Confidential Information,\" which is different from the term \"Ennis­\nFlint Trade Secrets\" defined in paragraph 17 above. \n27. Greer admits that Ennis-Flint's Product Vision Database includes trade \nsecrets and other confidential information that should be kept secret. In an e-mail \nexchange in March 2017, Defendant Greer said of Product Vision formula PAF2735, \n\"I recommend we keep this formula in-house as a trade secret.\" (Pl.'s Br. in Supp. of \nMot. for Prelim. Inj. Ex. 2, ECF No. 90.2.) In an e-mail exchange in May 2014, Greer \nwas asked, \"is there any problem with including the in a patent \napplication or does it need to remain a trade secret?\" (Pl.'s Br. in Supp. of Mot. for \nPrelim. Inj. Ex. 3, ECF No. 90.3.) He responded, \"I would prefer to keep it a trade \nsecret.\" (ECF No. 90.3.) In that same thread, Greer also says of _, \" ... we are \nnow calling it _ is our secret formula number\" (ECF No. 90.3.) In that same \nexchange, Greer reveals that \"the 'key' ingredient\" for _ is _. (ECF No. \n90.3.) \n28 . Greer returned his company laptop before leaving his employment. \n(Young First Aff. at ~ 15.) It appears uncontested that the laptop included essentially \na comp lete set of Ennis-Flint's formula database. (McMinn First Aff. ~I 12, ECF No. \n10; Pl.'s Br. in Supp. of Mot. for Sanctions Ex. 2 14-16, Excerpts Greer Dep., ECF No. \n78.3.) \n10 \n29. Greer also returned a company-issued iPhone he regularly used and \nan older company-issued phone that was no longer operable. (Young First Aff. at ~ \n15.) \n30. Ennis-Flint maintained policies known to its employees which \nprohibited \"attaching personal hardware to company computers\" and \"storing \ncompany data on mobile devices, including, without limitation, mobile phones, \nexternal hard drives or USB devices.\" (Young First Aff. at '1 5.) Greer signed \nstatements acknowledging receipt and understanding of those policies. (Soule Aff. \nEx. C & D, ECF No. 15.3 and 15.4.) Greer agreed to \"strictly adhere\" to his employer's \nrules and regulations. (Soule Aff. Ex E, ECF No. 15.5.) \n31. When leaving his employment, Greer neither returned nor advised \nEnnis-Flint that he had copied Ennis-Flint information onto external devices. (Young \nFirst A ff. at ~ 15.) \n32. The parties dispute whether Greer has misused Ennis-Flint \nConfidential Information or Ennis-Flint Trade Secrets and whether a broad \ninjunction is necessary to prevent any further misconduct involving that information. \nWhile, in part, the record establishes that at the time of his departure Greer \nmaintained copies of almo st four thousand formulas from within Ennis-Flint's \ndatabase, the evidence reflects that Greer opened only a few of those formulas after \nhis departure. These included product formulas for which he had no responsibility \nwhile employed . Ennis-Flint emphasizes its contention that Defendants \ninappropriately used two specific Ennis-Flint formulas to develop two products \n11 \nknown as ARES 318 and SHIVA 5500. Greer contends and Ennis-Flint denies that \nDefendants independently developed these products without use or need to use \nEnnis-Flint's formulas, Ennis-Flint Trade Secrets, or Ennis-Flint Confidential \nInformation. \n33. Ennis-Flint contends and Greer denies that the formula for ARES 318 \nIS effectively a copy of Ennis-Flint's proprietary formula, with only slight and \nmaterially insignificant variations. Ennis-Flint suggests and Greer denies that Greer \naccessed Ennis-Flint formulas because he intended to unfairly compete with Ennis­\nFlint, and in doing so, both violated his noncompetition agreement and used and, \nunless enjoined, intended to continue to use Ennis-Flint's proprietary information \nthat it had unlawfully copied and taken after ending his employment with Ennis­\nFlint. The Court need not now address any issue involved with the noncompetition \ncovenant which has expired. \n34. The Court's consideration of the evidentiary record on these contested \npoints is informed, in part, by Greer's spoliation of evidence and how it may affect \nGreer's credibility measured against the documentary evidence and any potential \ninference that might arise from what other documentation might have been available \nbut for spoliation. \n35 . Accordingly, before examining the specific evidence regarding Greer's \ncollection of Ennis-Flint information which he took with him and which he may have \nused after leaving employment with Ennis-Flint, the Court first catalogs the evidence \nof Greer's spoliation. \n12 \n36. In summary, the Court finds: that prior to leaving his employment with \nEnnis-Flint Greer connected either his personal laptop or multiple external devices \nto Ennis-Flint's various information systems; that these external devices, in \ncombination, contained a complete set of Ennis-Flint product formulas, including \nsome that were unrelated to products for which Greer had any employment \nresponsibility and which he would not have been expected to have, (McMinn Second \nAf£. Ex. C, ECF No. 137); that Greer was still in possession of the copies of those \nformulas as ofthe date Ennis-Flint filed the lawsuit and at the time the Court entered \nthe Consent TRO; that Greer had accessed one or more formulas taken from the \nProduct Vision Database after leaving his employment with Ennis-Flint and before \nthe filing of this litigation; that after receiving notice of the litigation and Ennis­\nFlint's claims, and in violation of both his general duty to maintain evidence and of \nthe Court's order that he do so, Greer undertook systematic efforts to destroy \nevidence, including any evidence that he had possessed or accessed Ennis-Flint's \nProduct Vision database or other confidential files, and to cover up that he had done \nso; that he continued to misrepresent facts regarding his possession or use of this \ninformation to the Court, Ennis-Flint, and his own counsel; that ultimately the fruits \nof forensic examination made any further such denials incredible; that thereafter \nGreer admitted his spoliation of evidence; and that further forensic examination may \nbe required to detail fully the extent of what information may be recovered and what \ninformation may have been irretrievably lost. The need for such forensic examination \n13 \nis, in part, the reason the Court defers its determination of what sanctions it will \nImpose. \n37. Early in the litigation, Greer adamantly contended that he had been a \n\"good leaver,\" and to the extent he maintained possession of Ennis-Flint's confidential \ninformation, he did so solely for protective reasons in the event of a whistleblower \naction and with no intent to access for any other purpose and with no competitive \nneed to access any Ennis-Flint information.2 Forensic examination now documents \nthat Greer in fact accessed Ennis-Flint formulas after leaving his employment in a \nmanner and for purposes that have no relationship to any potential whistleblower \nactivity. \n38. Ennis-Flint filed its Complaint on February 27, 2018. A process server \nfirst sought service on February 28, 2018, at Greer's home. In response, Greer's wife \nadvised Greer, who was then out of town, that delivery of some paper had been \nattempted. (Resp. Sanctions Mot. at 1.) The complaint was served on March I, 2018, \nby service on Greer's wife. (Resp. Sanctions Mot. at 2.) Greer's wife then read \nportions of the lawsuit to Greer while he remained out of town. (Resp. Sanctions \nMot.at 2.) \n2 Defendant asserts in their Fifth Defense that Ennis-Flint engaged in a pattern of \ninappropriate activity, including misrepresentations in sales and formulations. Plaintiff \nhas moved to strike the defense. The Court defers its consideration pending a \ndetermination whether Defendants' answer should be struck in whole or part as part of \nsanctions to be impos ed. \n14 \n39. Ennis-Flint filed its Motion for Temporary Restraining Order with \nsupporting materials on March 5, 2018, which were served on Defendants on March \n6,2018. \n40. Greer had retained counsel by March 6, 2018, and his counsel advised \nhim of his duty and obligation to maintain any evidence, including electronically \nstored information (\"ESI\"). (Wenker Aff. ~I 3, ECF No. 79.) \n41. Clearly, Greer was on notice of Ennis-Flint's claims no later than March \n1, 2018, and was specifically aware of his obligations to preserve evidence no later \nthan March 6, 2018. \n42. The Parties filed a proposed Consent Temporary Restraining Order on \nMarch 8, 2018, which the Court entered on March 9, 2018. (ECF No. 25.) \n43. Among other provisions, the TRO mandated that Defendants should \nnot \"destroy, remove, transfer, or alter any documents, data, information, or tangible \nthings - including computer files or other electronic data, and devices on which such \ncomputer files or other electronic data may be stored\" that related to Ennis-Flint's \nclaim based on the Trade Secrets Agreement or North Carolina's Trade Secrets \nProtection Act (the \"Trade Secrets Act\"). (Consent TRO at '1 La.) \n44 . The Consent TRO further mandated that Greer would by March 9, \n2018, surrender several enumerated devices for forensic examination, including an \niPhone 6, a Lenovo laptop, eight identified USB devices, and any \"other USB external \nstorage devices in Greer's possession.\" (Consent TRO at ~ 3.) Defendants were \nmandated to by March 12, 2018, provide \"any and all electronic device(s) in their \n15 \nposseSSIOn, custody, or control that reasonably may contain Ennis-Flint's\" \ninformation, including any device Greer may have used for any form of electronic \nmessaging after his resignation. (Consent TRO at'l 3.) \n45. The Court refers to Greer's personal Lenovo laptop which he continued \nto possess after leaving Ennis-Flint's employ as the \"Greer Laptop .\" It should be \ndistinguished from the Ennis-Flint company issued laptop which Greer returned \nwhen leaving his employment on September 11, 2017. \n46. After the Consent TRO was entered, the Parties negotiated a protocol \nto govern forensic examination of the devices Greer was to submit. On or before \nMarch 12, 2018, Greer or his counsel provided twenty-one devices for forensic \nexamination. Forensic examination has identified that there may be other devices \nwhich have not yet been submitted. After his September 2018 deposition, Greer \nsubmitted an iPhone 7 that was not identified in the Consent TRO . The evidence is \nnot currently definitive as to whether it was in service before Greer left Ennis-Flint's \nemploy . \n47. After preliminary forensic examination, the parties retained a second \nforensic engineer, Jason McCollough of Envista Forensics, to secure his advanced \nforensic expertise. The parties then negotiated a more detailed forensic protocol. The \nprotocol provided that counsel for all Parties would have access to McCollough but \nthat any files from Greer's devices would be provided first to Defendants' counsel for \nreview as to relevancy and privilege before being produced to Ennis-Flint. \n16 \n48. The protocol provided that McCollough would use certain search terms \nto isolate any Ennis-Flint data that may be on the various devices, with priority \nattention seeking information related to Ennis-Flint's Product Vision Database. Two \nkey search terms in this regard were \"PV' and \"Product Vision.\" (McCollough First \nAf£. at \" 3.) \n49. Envista reported that the search terms \"PV' and \"Product Vision\" \nyielded more than 8,000 \"hits\" in over 4,000 files. \n50. Envista exported information regarding those files to Defendants' \ncounsel. Thereafter, Defendants' counsel produced only approximately 200 \ndocuments from the exported files. Plaintiffs counsel raised a concern that the \nnumber of documents produced were less than the number of \"hits\" would suggest \nwere responsive and should have been produced. \n51. On May 29, 2018, Greer submitted an affidavit swearing that he had \nnot taken and did not possess the particular Ennis-Flint formulas which have now \ncome into specific focus. \n52. The Court held an informal discovery conference on July 20, 2018 . \nDefendants' counsel expressed its understanding that the \"hits\" McCollough had \nfound resulted from certain \"fragments\" being left on the devices but that any actual \n\"file\" associated with those fragments was only an artifact from times when Greer \nmay have used files during the course of his employment with Ennis-Flint and may \nfairly be referred to as gibberish, such that a print-out of the \"file\" would reveal no \n17 \nmeaningful information. The evidence raises no suggestion that counsel's statement \nwas made in anything other than good faith. \n53. One week later, on July 27, 2018, McCollough advised counsel for the \nparties that the \"fragments\" were, in fact, remnants of files that had existed intact \non Greer's devices after he had left his employment on September 11, 2017, but were \ndeleted or overwritten thereafter and which may have remained intact as recently as \nDecember 28, 2017. (McCollough First Af£. at ~ 3.) \n54. On August 14, 2018, based on further forensic examination, \nMcCollough advised counsel for the parties that some Product Vision files had been \nuploaded to the Greer Laptop from an external device on December 28, 2017, and \nremained on the Greer Laptop as late as January 11, 2018. (McCollough First Af£. at \n~ 4.) He concluded that those same files had existed as late as March 7, 2018, on at \nleast one of the various external devices that had been submitted for forensic \nexamination. He further concluded that some Product Vision files may have been \nexported to cloud storage in a Microsoft One Drive folder and that the Greer laptop \nhad been used on March 7, 2018, to access the Microsoft One Drive folder. \nMcCollough further concluded that those files which had existed on December 28, \n2017, and March 8, 2018 on the devices in question no longer existed. (McCollough \nFirst Af£. at ~ 4.) The suspicion of Greer's spoliation of evidence was now apparent. \n55. On August 16, 2018, McCollough advised counsel that a data wiping \ntool known as Eraser had existed both on the Greer Laptop and on an external device \nthat had been plugged into the Greer Laptop; that the Eraser program had been run \n18 \nmultiple times between March 9 and March 12, 2018; and that the Eraser program \nhad scrambled file or folder names in such a manner that McCollough could not \ndocument each of the files or the data that had been deleted. (McCollough First Aff. \nat ,r 5.) He reported further that Eraser had been used to cause bulk deletions and \ntargeted deletion of Product Vision files and that altogether Eraser was used to \ncleanse nine different locations, with at least seven of those locations being cleansed \nafter March 9, 2018. (McCollough First Aff. at ,r 5.) \n56. On August 21, 2018, McCollough further advised counsel that at least \nthree of the Eraser tasks he had described were manually created on March 9, 2018, \nfor the purpose of erasing Product Vision files. In addition, several steps were taken \nto utilize the Eraser program to scramble information and prevent a retracing of \nwhere Product Vision files had previously existed but were deleted. (McCollough \nFirst Aff. at ~ 5.) McCollough further reported that another data wiping tool known \nas RegDelNull had been downloaded to the Greer Laptop on the afternoon of March \n9, 2018, and executed shortly after being downloaded. (McCollough First Aff. at ~ 5.) \nThis program is used to remove registry files that would normally not be deleted by \nother programs but which if not erased would contain evidence that would be useful \nin retracing prior efforts, such as lists of recent files or documenting recent evidence \nof the use of data erasing tools. \n57. On August 23,2018, McCollough furnished a written report. As ofthat \ndate, McCollough had only analyzed the use of data wiping tools on the Greer Laptop \nand one external device which had been connected to the Greer Laptop. (Pl.'s Br. in \n19 \nSupp. of Mot. for Sanctions Ex. 4, [hereinafter, \"Envista Eraser Report\"], ECF No. \n78.5.) The Envista Eraser Report explained that the Eraser Program is generally \nused to permanently delete information and prevent a retracing of steps taken to \nerase information and that two versions of the Eraser Program had been installed on \nthe Greer Laptop, the second having been installed on March 12, 2018. (Envista \nEraser Report.) The Envista Eraser Report also stated that all of the executable files \nfrom the Eraser programs had been deleted. (Envista Eraser Report.) However, \nMcCollough was able to determine that a user named \"Rob\" had utilized one of the \nfeatures of the Eraser program that has a setting called \"Replace erased files with \nthe following files to allow plausible deniability.\" (Envista Eraser Report.) \n58. In total, between March 5 and March 12, 2018, Eraser had been used to \ntarget, destroy, and overwrite electronic documents, including documents from the \nProduct Vision database copied onto Greer's devices. (Envista Eraser Report.) \n59. The Court held an in-person status conference on August 28, 2018, \nwhich Greer attended. At this conference, based on these forensic reports, \nDefendants' counsel made a forthright admission that Greer had deleted information \nin violation of the Consent TRO and Greer's duty to preserve evidence. The Court \nclearly noted the severity with which it accepted the admission, leaving open how it \nmight utilize the various procedures available to it to redress the reported activities. \nThe parties briefly discussed whether Greer's immediate deposition might be \nnecessary to provide Ennis-Flint some assurances as to whether its confidential \ninformation had been distributed to others or was still under Defendants' control. \n20 \n60. On September 8, 2018, McCollough provided counsel with another \nwritten report describing the use of the RegDelNull program. (Pl.'s Br. in Supp. of \nMot. for Sanctions Ex. 6, [hereinafter, \"Envista RegDelNull Report\"], ECF No. 78.6.) \nMcCollough determined that the program had been downloaded onto the Greer \nLaptop on the afternoon of March 9, 2018, and was executed a few minutes after \ndownloading. Envista RegDelNull Report. The use of Eraser and RegDelNull in \ncombination permanently deleted information that cannot be recovered. \n61. On September 9, 2018, McCollough supplied a third written report \nregarding the use of a third disc cleaning program known as CCleaner. (Pl.'s Br. in \nSupp. of Mot. for Sanctions Ex. 6, Envista CCleaner Report, ECF No. 78.7.) Unlike \nthe other programs, CCLeaner is often used for proper maintenance with no improper \nmotive, but is also capable of being used for malicious data destruction. The report \nindicated that this program had been installed on Greer's devices at some time \nbetween February 23, 2018, and the date on which it was last run, on March 8, 2018. \nRunning the program would have permanently destroyed otherwise recoverable \ninformation. \n62. McCollough documented the above conclusions in his further affidavit \nfiled on November 8,2018. (McCollough Nov. 8 Aff. Ex. A, ECF No. 108.1.) \n63. Following the status conference on August 28, 2018, negotiations were \nundertaken regarding Greer's possible deposition, recognizing the potential \nconsequence of admissions that Greer might be called upon to make. On September \n28,2018, the Court entered a Second Consent Protective Order which allowed Greer's \n21 \ncounsel to state an objection based on the Fifth Amendment after which Greer would \nthen testify. The order provided that any testimony Greer might give could be used \nfor any purpose in this litigation but provided that the testimony would not be used \nin other collateral litigation unless ordered by the court presiding over that collateral \nlitig·ation. The Court expressed no opinion whether Greer continues to enjoy any \nFifth Amendment protection against incrimination after testifying upon deposition. \n64. Greer was deposed on September 28, 2018. \n65. While Defendants challenged whether Greer's deposition testimony \nshould be considered after Plaintiffs filed a motion to show cause as to contempt, the \nCourt neither makes nor depends on any finding of fact that is supported only by \nGreer's testimony. The Court would have made the same findings offact and entered \nthe same preliminary injunction whether or not Greer had been deposed. There is \nindependent evidence sufficient to support the Court's Findings of Fact and \nConclusions of Law expressed in this Order & Opinion. \n66. In fact, Greer's counsel begins Defendants' Response to Plaintiffs \nMotion for Sanctions with the statement: \"Rob Greer destroyed the 3,993 PDF copies \nofPV files he had retained after resigning from Ennis-Flint. Thereafter, he took steps \nto conceal the destruction.\" (Resp. Sanctions Mot.) \n67. After his deposition, Greer was ordered to submit an iPhone 7 for \nforensic examination. \n68. At the hearing on Plaintiffs Motion for Preliminary Injunction, held on \nDecember 5, 2018, McCollough presented testimony regarding his preliminary but \n22 \nincomplete forensic examination of this iPhone . He concluded that the phone had \nbeen reset to its original factory settings between the time of Greer's deposition and \nbeing submitted for forensic examination. As a consequence, some data pertinent to \nthe hearing may have been irretrievably lost. McCo llough could not say whether the \niPhone 7 had been in use prior to March 2018 . (See also McCollough Second Aff.) \n69. Greer did not testify but his counsel suggested that the reset of the \nphone and any loss of information had been inadvertent when Greer attempted to \nback up the data on the iPhone 7 before submitting it for forensic examination. \n70. McCollough suggested that the reset and consequent loss of information \nhad been intentional, relying only on a document he found from a Google search. The \nCourt has not relied on that testimony. At this time, the Court is unable to find \nwhether any loss of information was inadvertent, negligent, or intentional but notes \nthat the attempt to back up the iPhone in question was undertaken by Greer after he \nwas well aware of the suspicion surrounding his other misconduct and without \nsupervision or permission of his counsel. \n71. Ennis-Flint has submitted other affidavit testimony, which, although \nnot conclusive, suggests that Greer may have had the iPhone 7 in use as early as \nSeptember 9, 2017 , prior to leaving Ennis-Flint's employ. (McMinn Second Aff. ~ 16, \nECF No. 134.) \n72. Without the need of this additional forensic examination, the Court \nfinds that Greer has repeatedly and consistently undertaken knowing and intentional \naction to destroy evidence, knowing that doing so was prohibited by his duty to \n23 \npreserve evidence and by the Consent TRO to which Defendants were bound and that \nDefendants have shown a manifest disregard for the Court's orders and for the \nintegrity of the judicial process. \n73. The Court defers its determination of what sanctions it will impose for \nthis conduct until any necessary forensic examination is complete. However, the \ncourse of destroying evidence provides context against which other evidence should \nbe considered while evaluating the parties' contentions. \n74. With this context, the Court returns to its examination of the evidence \nas to how Greer came to possess the Ennis-Flint Confidential Information and Ennis­\nFlint Trade Secrets that he took with him after leaving employment with Ennis-Flint, \nhow Defendants have or may have improperly accessed or used that information, and \nwhat preliminary injunctive relief may be necessary and appropriate to preclude \nharm. The Court begins with its review of evidence of efforts Greer took m \npreparation for taking Ennis-Flint information with him after leaving its employ. \n75. During the course of early discovery and initial hearings, Greer \nsteadfastly maintained that he undertook no particular efforts to gather Ennis-Flint's \ninformation to any greater extent than he had possessed and used in the regular \ncourse of employment with Ennis-Flint. \n76. There is substantial evidence to the contrary. \n77. There is evidence that, in preparation of his potential leaving Ennis-\nFlint's employ, Greer took both special efforts to gather Ennis-Flint information, \nincluding but not limited to information which he would have used in the course of \n24 \nhis employment, to delete information that may have been on his company issued \nlaptop before returning it to Ennis-Flint, and further took special efforts to prevent \nEnnis-Flint from discovering that he had done either of these things. \n78. Greer had from time to time in his employment copied certain files to \nfacilitate his travel for Ennis-Flint. However, the extent of his copying of Ennis-Flint \nformulas increased beginning in 2016 and continued until his departure, and when \nhe left the file structure in the PV folder on Greer's laptop was not the same file \nstructure as found within the Product Vision Database itself. (Stoffer Aff. ~ 12, ECF \nNo. 11.) \n79. On February 5,2106, he copied formula PAF2526. This is the formula \nEnnis-Flint claims was used to create SHIV A 5500. (McMinn Second Aff. at \" 6.) On \nFebruary 20, 2017, he copied formula P AF2735. This is the formula Ennis-Flint \nclaims was used to create ARES 318. (McMinn Second Aff. at ~6.) \n80. On December 6-7,2016, Greer copied 289 formulas related to preformed \nthermoplastic applications. (McMinn Second Aff. at ~ 6.) \n81. On May 24-25, 2017, Greer accessed a folder on his company laptop \ncontaining over 1,000 of Ennis-Flint's master formulas, (Stoffer Aff. at ~ 7), and \ncopied 359 formulas related to preformed thermoplastic applications. (McMinn \nSecond Aff. at \" 6.) He copied an additional 136 such formulas on May 30, 2017. \n(McMinn Second Aff. at ~ 6.) \n82. On August 10, 2017, Greer accessed two files on Ennis-Flint's research \nand development folder related to Ennis-Flint's in-house latex production, which \n25 \nEnnis-Flint considers two of its most closely guarded trade secrets. While Greer had \ngeneral oversight responsibilities as director of research and development, he had not \npersonally contributed to the research reflected in these files which are not a core \npart of Ennis-Flint's business in polyamides and preformed thermoplastics, which \nwere the areas of Greer's primary responsibilities. (Stoffer Aff. at \" 8.) \n83. On August 10, 2017, Greer accessed 7 subfolders in the PV Database \nand 115 formulas. (Stoffer Aff. at ~ 15.) \n84. On August 17, 2017, Greer accessed files within the Product Vision \nDatabase and attached an external storage device to his laptop, after which he \naccessed files on his laptop containing information from the Ennis-Flint Product \nVision database. (McMinn Second Aff. at ,r 7; Stoffer Aff. at \" 16.) \n85. On September 8, 2017, Greer attached an external storage device, and \nEnnis-Flint's anti-virus software catalogued that the external device contained \nalmost 4,000 files, many of which were from the Product Vision database. (McMinn \nSecond Aff. Ex. C ~ 10, ECF No. 137.) \n86. On September 10, 2017, Greer connected an external storage device to \nhis company laptop and transferred approximately 23,000 files from the external \ndevice to the laptop, including large segments of formulas, product specifications, \nprior art research, analytical and testing data, costing data and related materials. \n(Stoffer Aff. at \" 17.) Information on the external device had been taken from the \nEnnis-Flint research and development server. (Stoffer Aff. at '1 19.) \n26 \n87. That same day, on September 10, 2017, Greer copied and pasted \nmultiple fully populated Excel spreadsheet files onto his company laptop. Each of the \nfiles requires significant storage space on a hard drive. While Greer has suggested \nthat he began such copying only to test transfer speeds and apparently failed to note \nhow many times the coping was carried out, the Court finds the explanation \nunbelievable. The facts support Ennis-Flint's position that Greer und ertook this \nmassive copying of irrelevant information for the purpose of overwriting and \ndestroying files that had been previously stored on the laptop. (McMinn First Aff. ,r,r \n15-17, ECF No. 10.) \n88 . When Greer turned in his company laptop, it contained a folder that \nincluded thousands of formulas or formula master reports copied from the Ennis­\nFlint Product Vision database or research and development server, which could not \nbe copied in mass in a single step but would require many individual steps. (Stoffer \nAff. at ,r 18.) Further, no Ennis-Flint employee, including its Director of Research \nand Development, would have been expected to have this volume of formulas in a \nsingle location, especially because Ennis-Flint maintained a segregated server \ndesigned to make such possession unnecessary. (Stoffer Aff. at ,r 12.) \n89. In sum, the weight of the evidence supports the conclusion that, in \npreparation for leaving his emp loyment with Ennis-Flint, Greer took steps to assure \nthat he could take with him a complete set of Ennis-Flint formulas and significant \nadditional Ennis-Flint Trade Secrets and that this set of information was beyond \nwhat he had maintained during the regular course and scope of his emp loyment with \n27 \nEnnis-Flint. His suggestion that he did so solely for the purpose of a potential need \nin the event of a whistleblower action is belied by the fact that he began to access \nthese files quickly after leaving his employment with Ennis-Flint. \n90. Shortly after leaving Ennis-Flint's employ, Greer filed Articles of \nOrganization to create GPI. (Am. Answer ~ 39, ECF No. 47.) \n91. Having left his employment on September 11, 2017, Greer accessed files \nhe had taken from Ennis-Flint's databases as early as September 22, 2017. Greer \ncontinued to access these files through March 2018, when the lawsuit was begun. \n(Hepler Third Mf. Ex. 1, ECF No. 147.1.) \n92. By September 24, 2017, Greer had returned from a visit to China and \nKorea, where he had secured exclusive distributor agreements with companies with \nwhich Greer had earlier worked, meaning that thereafter Ennis-Flint could obtain \nproducts from these companies only by ordering through Greer. (Excerpt Greer Dep. \nEx. 18, ECF 90.4.) \n93. Ennis-Flint did not initially have any concern that Greer would be \nadverse to Ennis-Flint in any way. In fact, Ennis-Flint considered continuing a \nconsulting relationship with Greer shortly after he terminated his employment. \n(Discovery Docs, ECF No. 108.3.) \n94. By December 2017, Ennis-Flint had become concerned as to \nDefendants' activities. Richard Freeman, Vice President of Supply Chain and \nProcurement at Ennis-Flint, testified that, in December 2017, he was told by \nrepresentatives of Dow Chemical Company that Greer had solicited business from \n28 \nanother Dow customer and provided that customer with information about the terms \nof Ennis-Flint's confidential supply agreement with Dow. (Freeman Aff., ECF No. \n14.) Greer denies this. (Am. Answer at ~ 40.) Freeman further testified that he was \ntold of a meeting between Greer and an Ennis-Flint supplier, Sincol, where Greer \nattempted to secure a specialized pigment that Sincol makes exclusively for Ennis­\nFlint. (Freeman Aff. at '1 8.) \n95. Ennis-Flint highlights evidence regarding Greer's interaction with \nanother former Ennis-Flint employee, Sunny Deng. Greer and Deng worked together \nas early as 2006. Deng left Ennis-Flint in 2013. Greer admits that he had hoped at \nsome point that Deng may have sufficient success to justify Greer's working with her \ncompany. In 2015, Greer assisted Deng in securing a trademark for a product known \nas SpiderBond. (Greer PI Aff. at ~ 191.) Greer, however, asserts that his work with \nDeng would not have violated the Greer Agreement, as neither he nor Deng had \ninterest in pursuing preformed thermoplastic products. Ennis-Flint contends the \nevidence suggests otherwise. \n96. Deng now owns the Hong Kong registered company \"Spider Bond\" and \nworks in the polyamide field. (Pl.'s Br. in Supp. of Mot. for Prelim. Inj. Ex. 1 52:14-\n22, [hereinafter, \"Excerpts Greer Dep. Second\"], ECF No. 90.1.) Greer has \noccasionally offered technical advice on polyamide chemistry to Deng since at least \n2014 following her leaving the company in 2013. (Greer Dep. Second at 54: 10-18.) \n97 . The forensic analysis raises issues as to whether Greer credibly asserts \nthat he and Deng had no interest in the preformed thermoplastics market. The \n29 \nanalysis identified several documents on Greer's devices that relate to preformed \nthermoplastic markets in China which appear to have been reviewed and revised by \nDeng. (Greer Dep. Second at 138-43 .) Specifically, forensic analysis reveals that \nGreer had a document titled, \"Chinese Market Potential for Preformed Thermoplastic \nPavement Markings,\" \"Pavement Markings in China,\" and a download identified as \n\"Chinese market assessment and entry plan for preformed thermoplastic pavement \nmarkings, SD comments.\" (Greer Dep. Second at 133-36.) Greer confirmed that \"SD \ncomments\" referred to comments by Deng but said he had no further memory of why \nshe would be making comments on such a document. (Greer Dep. Second at 139-41.) \n98. While Ennis-Flint points to the above evidence, it most strongly relies \non Defendants' development of the two products known as ARES 318 and SHIVA \n5500. \n99. Ennis-Flint contends that Greer copied Ennis-Flint formula PAF2735 to \ncreate ARES 318. (CompI. at ~'r 63-77; PI.'s Reply in Supp . of Mot . for Prelim. Inj. 8, \nECF No. 99.) The affidavits present battling contentions as to whether the formula \nfor ARES 318 is functionally the equivalent of Ennis-Flint's formula. (See generally \nHepler Fourth Aff., ECF No. 159; Greer PI Aff. at ~'l 53-76.) \n100 . The Court makes no specific finding in that regard. But it does not have \nto make such a finding in order to conclude that Defendants' have misappropriated \nEnnis-Flint's contractually and statutorily protected information. First, Greer was \nunder contract to protect Ennis-Flint Confidential Information. Second, to the extent \nhe utilized any Ennis-Flint confidential to develop any product, there is substantial \n30 \nquestion anses whether Defendants can claim the development to have been \nindependent. \n101. Significantly, Greer accessed a Product Vision file containing Ennis­\nFlint's PAF2735 formula on September 22, 2017. (Hepler Third Aff. Ex. 1, R.4.) He \nhas offered no reason he had the need to do so independently of his development of \nARES 318. \n102. Greer accessed multiple other Ennis-Flint's confidential files on \nFebruary 19, February 21, and February 25, 2018. (Hepler Third Mf.) Greer has \noffered no reason why he needed to do so. His access on these dates is in close \nproximity to Greer's trip to Ecuador. A few days previously, Greer had sent text \nmessages that he was there to set up a new road marking customer. (Excerpt Greer \nDep. Ex. 18.) \n103. At this time, the Court does not know whether there may have been \nfurther evidence regarding these visits that has been lost through spoliation. \n104. Ennis-Flint has also maintained that Defendants misappropriated an \nEnnis-Flint formula when developing a product known as SHIVA 5500 and thereafter \npursued a patent application based on the product. \n105. GP Innovations refers to its product SHIVA 5500 as a \"multipolymer \nbinder system,\" (Reply in Supp. of Mot. for Prelim. Inj. Ex. 2, ATG Direct Brochure, \nECF No. 99.2), which has a polyamide as its main component, (Greer PI Aff. at '1148). \n31 \n106. On , Greer filed a provisional patent application titled \". \nto secure protection for SHIV A 5500. (Excerpts \nGreer Dep. Second at 289-90.) \n107. Ennis-Flint contends that the polyamide of SHIVA 5500 disclosed in \nthat application is based on misappropriation of its formula PAF2526 and has \nprovided a side by side comparison of the two formulas in support of this argument . \n(Hepler Fourth Aff.) \n108. Five files relating to PAF2526 were on the Toshiba Transmemory device \nGreer connected to his work computer on September 8, 2017. (McMinn Second Af£., \nEx. C., ECF No. 137.) Greer did not turn this device in on the day of his resignation. \n(Young First Aff. at ,[15.) A Toshiba Transmemory device was connected to Greer's \nlaptop on March 9, 2018 when Greer was running the Eraser program to destroy \nevidence on his internal hard drive and various external devices. (McCollough Second \nAf£. Ex. 2, ECF No. 129.2.) \n109. However, the forensic evidence to date does not otherwise document that \nDefendants accessed PAF2526 after Greer left Ennis-Flint's employ. (Hepler Third \nAff. Ex. 1.) \nIII. CONCLUSIONS OF LAW \n110. Any Conclusion of Law that is more appropriately considered a Finding \nof Fact should be so considered. \n111. The purpose of an injunction \"is ordinarily to preserve the status quo .. \n. [and i]ts issuance is a matter of discretion to be exercised by the hearing judge after \n32 \na careful balancing ofthe equities.\" A.E.P. Indus., Inc. v. McClure, 308 N .C. 393, 400, \n302 S.E.2d 754,759 (1983) (quoting State v. School, 299 N.C. 351, 357-58, 261 S.E.2d \n908,913 (1980». A party seeking an injunction must show (i) likelihood of success on \nthe merits and (ii) that movant is likely to sustain irreparable loss absent an \ninjunction or that an injunction is necessary to protect its rights during the \nlitigation. Id. at 401, S.E.2d at 759-60; see also N.C. R. Civ. P. 65; N.C. Gen . Stat. § \n1-485. \n112. Our Supreme Court has defined \"irreparable injury\" as not necessarily \n\"beyond the possibility of repair or possible compensation in damages, but that the \ninjury is one to which the complainant should not be required to submit or the other \nparty permitted to inflict, and is of such continuous and frequent recurrence that no \nreasonable redress can be had in a court of law.\" Barrier v. Troutman, 231 N .C. 47, \n50, 55 S.E.2d 923, 925 (1949). If irreparable injury is not shown, the preliminary \ninjunction will be denied. See United T el. Co. of Carolinas, Inc. v. Universal Plastics, \nInc., 287 N.C. 232, 236, 214 S .E.2d 49, 52 (1975); see also Coble Dairy Products Coop ., \nInc. v. State ex rel. N.C. Milk Comm'n, 58 N.C. App . 213, 214, 292 S.E.2d 750,751 \n(1982). \n113. Moreover, \"[a] court of equity must weigh all relevant facts before \nresorting to the extraordinary remedy of an injunction.\" Travenol Labs., Inc. v. \nTurn er, 30 N.C. App. 686, 694, 228 S .E.2d 478, 484 (1976). The burden is on the \nmoving party to establish its right to a preliminary injunction, but the remedy \n\"should not be lightly granted.\" GoRhinoGo, LLC v. Lewis, 2011 NCBC LEXIS 39, at \n33 \n*17 (N .C. Super. Ct. Sept. 29, 2011); see also Travenol Labs., 30 N.C. App. at 692,228 \nS .E.2d at 483 . A trial court generally \"should engage in a balancing process, weighing \npotential harm to the plaintiff if the injunction is not issued against the potential \nharm to the defendant if injunctive relief is granted.\" Kaplan v. Prolife Action League \nof Greensboro, 111 N.C. App. 1, 16, 431 S .E.2d 828, 835 (1993), overruled on other \ngrounds by Sharpe v. Worland, 351 N .C. 159, 166, 522 S.E.2d 577, 581 (1999). \n114. Under the North Carolina Trade Secrets Protection Act (\"NCTSPA\"), \n\"actual or threatened misappropriation of a trade secret may be preliminarily \nenjoined during the pendency of the action and shall be permanently enjoined upon \njudgment finding misappropriation .... \" N .C. Gen. Stat. § 66-154(a). Actual or \nthreatened misappropriation may be established by the introduction of \"substantial \nevidence\" that a person against whom relief is sought \"[k]nows or should have known \nof the trade secret; and [h]as had a specific opportunity to acquire it for disclosure or \nuse or has acquired, disclosed, or used it without the express or implied consent of \nthe owner [of the trade secret].\" N.C. Gen . Stat. § 66-155. A defendant may rebut an \nowner's claim of misappropriation by proving that the defendant acquired the owner's \ntrade secret information through independent development or reverse engineering, \nor by proving that the owner's \"trade secret\" information was received from another \nperson with a right to disclose the information or is generally known in the \nindustry. N.C . Gen . Stat. §§ 66-155, 66-152. See Computer Design & Integration, \nLLC v. Brown, 2017 NCBC LEXIS 8, at *21-22 (N.C. Super. Ct. Jan 27, 2017). \n34 \n115. The Greer Agreement was supported by good and valuable \nconsideration, was intended to and did promote Ennis-Flint's legitimate business \ninterest, and is enforceable in accordance with its terms. See Amerigas Propane, L.P. \nv. Coffey, 2015 NCBC LEXIS 93 at *24 (N.C. Super. Ct. Oct. 15, 2015). \n116. The time period governing the noncompete and nonsolicitation \ncovenants in the Greer Agreement h ave expired. However, the contractual covenant \nto protect and honor \"Trade Secrets\" as defined by the Greer Agreement survives. \n117. Ennis-Flint is entitled to have the contractual protection of its \nconfidential information enforced whether or not such information separately \nqualifies as a trade secret as defined by the NCTSP A. \n118. The Greer Agreement executed with Flint Trading, Inc. was validly \nassigned to and can be enforced by Ennis-Flint. See Morton v. Thornton, 259 N.C. \n697, 699-700, 131 S.E. 2d 378, 380-381. \n119. Ennis-Flint has demonstrated a likelihood of success on its claim that \nGreer breached the Greer Agreement, and, but for a preliminary injunction, may do \nso again, cau sing significant harm to Ennis-Flint. \n120. Ennis-Flint has demonstrated a likelihood of success on its claim that \nthe information described in paragraph 17 above constitutes business or technical \ninformation, including formulas, programs, compi lations of information, methods, \ntechniques or process, which derive actual or potential commercial value from not \nbeing generally known or readily ascertainable through independent development of \n35 \nreverse engineering by persons who can obtain economic value from its disclosure or \nuse. See N.C. Gen Stat § 66-152. \n121. Ennis-Flint has demonstrated a likelihood of success in proving that it \nhas taken efforts reasonable under the circumstances to maintain the secrecy of its \ntrade secrets. See N.C. Gen. Stat § 66-153. \n122. Ennis-Flint has demonstrated a probability of its success in proving that \nthe Ennis-Flint Trade Secrets defined in paragraph 17 above are both \"Trade Secrets\" \nas that term is defined by the Greer Agreement, and are trade secrets as defined by \nthe NCTSPA. \n123. Ennis-Flint has sufficiently and particularly identified the Ennis-Flint \nTrade Secrets. \n124. Defendants have fair notice of what constitutes the Ennis-Flint \nConfidential Information and the Ennis-Flint Trade Secrets which are the subject of \nthe injunction entered by this Order & Opinion. \n125. Ennis-Flint has shown a probability of success in proving that Greer \nmisappropriated both Ennis-Flint Confidential Information and Ennis-Flint Trade \nSecrets by copying, retaining, and accessing files without authorization or \npermlsslOn. \n126. The mer e fact that a product or formula theoretically can be reverse \nengineered or has been developed by another does not preclude its protection as a \ntrade secret. See N.C. Gen. Stat. § 66-152; see also Milgrim on Trade Secrets \n7.02[1] [b]. \n36 \n127. The mere fact that a product or formu la can, with sufficient effort and \ntime, ultimately be reversed engineered does not necessarily mean that it can be \n\"readily\" ascertained or that the effort required to do so would yield actual economic \nvalue. \n128. One who seeks to defend a claim of trade secret misappropriation \nthrough independent development should be expected to demonstrate that efforts \nwere taken independently and without unfair access to information possessed by the \nholder of the trade secret. See Kewanee v. Bicron, 416 U .S. 470 (1974). That is: \nThe protection accorded the trade secret holder is against the disclosure or \nunauthorized use of the trade secret by those to whom the secret has been \nconfided under the express or implied restriction of nondisclosure or \nnonuse. The law also protects the holder of a trade secret against disclosure or \nuse when the knowledge is gained, not by the owner's volition, but by some \n\"improper means,\" Restatement of Torts § 757(a), which may include theft, \nwiretapping, or even aerial reconnaissance. A trade secret law, however, does \nnot offer protection against discovery by fair and honest means, such as by \nindependent invention, accidental disclosure, or by so-called reverse \nengineering, that is by starting with the known product and working backward \nto divine the process which aided in its development or manufacture. \nId. at 475-76 . \n129. Greer has not demonstrated any legitimate basis for his having gathered \nthe extent of confidential information from Ennis-Flint databases and then taking \nthat information with him after ending his employment. He has failed to \ndemonstrate that he did so for the sole purpose of the potential need of such \ninformation in connection with a potential whistleblower action. \n130. Under the facts of this case, the Court need not resolve the legal issue \nwhether misappropriation has been proven where, after the termination of his \nemployment, a former employee merely continues to possess confidential information \n37 \nwhich came into his possession with express or implied consent during the course and \nscope of his employment. Cf, RLM Commc'ns ., Inc. u. Tuschen, 831 F.3d 190 (4th Cir. \n2016)(discussing North Carolina trade secret misappropriation law and outlining \nstandard for evaluating misappropriation by former employees). Ennis-Flint has \ndemonstrated a likelihood of success in proving that Greer first copied, then took and \naccessed such information after his employment had ended, all beyond the scope of \nany reasonable permission or authority Ennis-Flint may have granted Greer during \nthe course of his employment. \n131. Ennis-Flint has demonstrated a likelihood of success in proving that \nDefendants misappropriated Ennis-Flint's formulas PAF2735 and PAF2526, and \ndirectly or indirectly used those formulas when developing ARES 318 and SHIVA \n5500. \n132. Ennis-Flint has demonstrated that it will suffer irreparable harm if \nDefendants are not enjoined from further access, use or distribution of Ennis-Flint \nConfidential Information or Ennis-Flint Trade Secrets. \n133. Money damages would not be adequate to compensate Ennis-Flint for \nthe misuse or misappropriation of its Ennis-Flint Confidential Information or Ennis­\nFlint Trade Secrets. \n134. The balance of equities favors Ennis-Flint. See Ed. Of Provincial Elders \nu Jones, 273 NC 174, 184 (1968); see also Cty. of Johnston v Cty. of W£lson, 136 NC \nApp 775, 780 (2000). \n38 \n135. The Court has taken adequate precaution to draft its injunction as \nnarrowly as reasonably necessary to protect Ennis-Flint. \n136. Ennis-Flint is entitled to a preliminary injunction pursuant to N.C. Gen. \nStat. § 1-485(2) to enforce the Greer Agreement's prohibition on the use of Ennis­\nFlint Confidential Information \n137. Ennis-Flint is entitled to an injunction pursuant to N .C. Gen . Stat. § 66-\n154 to protect against Defendants' continuing misappropriation of Ennis-Flint Trade \nSecrets. \n138. Ennis-Flint has satisfied its burden to obtain a preliminary injunction. \nSee Analog Devices, Inc. v. Michalsl'?-i, 157 NC App 462, 466, 579 S.E.2d 449, 452 \n(2003); see also Looney v. Wilson, 97 NC App 304, 307-08, 388 S.E.2d 142, 144 (1990). \n139. This injunction is necessary to preserve the status quo of the subject \nmatter until final resolution of this matter on its merits. See United Tel. Co. v. \nUniversal Plastics, Inc., 287 N.C. 232, 235, 214 S .E.2d 49, 51 (1975). \n140. The Court has fully considered (1) the extent to which Ennis-Flint's \ninformation is known outside the business; (2) the extent to which it is known to \nemployees are guarded from others involved in the business; (3) the extent of \nmeasures Ennis-Flint has taken to guard secrecy of its information; (4) the potential \nvalue of Ennis-Flint's information to its business and its competitors; (5) the amount \nof effort and money Ennis-Flint has expended in developing the information; and (6) \nthe ease or difficulty with Ennis-Flint's could properly be acquired or duplicated by \n39 \nothers. State ex rel. Utils. Com ,m In u. MCI Teleeomms., Corp., 132 N.C. App. 625, 627, \n514 S .E.2d 276,278 (1999). \n141. The Court's injunction fairly protects Greer's right to utilize his general \ntraining and know-how in pursuit of his livelihood provided that he does so consistent \nwith his contractual undertakings and Ennis-Flint's statutory protections. See Kadis \nu. Bn:tt, 224 N.C. 154, 164, 29 S.E.2d 543, 549 (1944). \n142. To determine that it should issue a preliminary injunction, the Court \nhas not been required to utilize any negative inference arising from the clear and \nadmitted spoliation of evidence. However, a negative inference would be warranted. \nSee Pension Comm . of the Uniu. of Montreal Pension Plan u. Bane. of Am. Sees., LLC, \n2010 U.S. Dist. LEXIS 4546 at 19 (S.D.N.Y Jan 15, 2010); Residential Funding Corp . \nu. DeGeorge Fin. Corp., 306 F.3d 99, 109 (2d Cir. 2002). Further, spoliation of \nevidence demonstrates bad faith and can support issuing a broader injunction than \nmight otherwise be necessary. See Barher Indus. u. Gould, 146 N.C. App. 561, 565, \n553 S .E.2d 227, 230 (2001). \n143 . Defendants' spoliation further casts substantial doubt on their ability \nto prove a defense of independent development. \n144. The Court at this time reserves whether it should strike Defendants' \nAnswer. However, the Court concludes that the Fifth Defense does not foreclose \nEnnis-Flint from receiving injunctive relief. \n145. The Court reserves its further consideration of sanctions, including \npotential further injunctive or preclusive relief. \n40 \n146. The Court retains the right to modify this Preliminary Injunction and to \nmake it permanent as a part of sanctions it may impose. \nIV. CONCLUSION \nWHEREFORE, based upon the foregoing Findings of Fact and Conclusions of \nLaw, it is hereby ORDERED, in the exercise of the Court's discretion, that pending \nfinal resolution of this action, and unless and until otherwise ordered by the Court: \n1. The following injunction shall apply to Defendants, each of them, their \nofficers, agents, servants, employees, and attorneys, and any and all persons or \nentities in active concert or participation with them who receive actual notice by \npersonal service or otherwise. \n2. For purposes of this injunction, the term \"Ennis-Flint Confidential \nInformation\" is based on the definition of \"Trade Secrets\" in the Greer Agreement and \nis defined as \"confidential information of Ennis-Flint relating to Ennis-Flint's \nproducts and services, including without limitation technical and marketing \ninformation regarding the processes, practices, expertise, and know-how of Ennis­\nFlint, the pricing policies and other business and financial operations of Ennis-Flint, \nlists of past and present customers of Ennis-Flint, and information regarding \ncustomer relationships under development or intended to be developed by Ennis­\nFlint,\" provided that the definition \"shall not include any information that ... is or \nbecomes part ofthe public knowledge or literature other than as a result of any action \nby [Greer] in violation of this Agreement,\" and provided further that, the term shall \nnot extend to such general information and know how Defendants may have \n41 \nregarding the development, composition and use of polyamides and hot melt \nadhesives which is not specific to formulas, practices, or processes specific to Plaintiff \nnot generally known to the public. \n3. For purposes of this injunction, the term \"Ennis-Flint Trade Secrets\" is \nas defined in paragraph 17 ofthis Order & Opinion but shall not be deemed to include \nsuch general information and know how Defendants may have regarding the \ndevelopment, composition and use of poly ami des and hot melt adhesives which is not \nspecific to formulas, specifications, analytical data and research, costing data and \nother confidential and proprietary date specific to Ennis-Flint, or information which \nhas, through no fault of the Defendants, become generally known to the public. \n4. To the extent they have not done so, Defendants are directed to deliver \nto their counsel within three business days of the date of this Order & Opinion any \nand all Ennis-Flint Confidential Information or Ennis-Flint Trade Secrets in their \npossession, whether it exist in tangible or intangible form and thereafter not \notherwise use, duplicate, or distribute such information in any manner. While \nDefendants are enjoined from using Ennis-Flint Confidential Information or Ennis­\nFlint Trade Secrets as retained in memory, the obligation to return such material is \nlimited to that which has been reduced to written or electronic form. \n5. Defendants shall within three days of this Order & Opinion deliver to \ntheir counsel the following six devices identified by Jason McCollough of Envista \nForensics on or about December 3, 2018, to wit: \na. S-1-5-21-1460244919-252889898-2310478422-1001 \n42 \nb. 8-1-5-21-1494329016-2321820997-3977563948-1001 \nc. 8-1-5-21-1702796428-3073726147-642707671-1000 \nd. 8-1-5-21-463383429-3785356713-3985158652-1001 \ne. 8-1-5-21-760287981-1860692343-1304107884-1000 \nf. Western Digital external hard drive \nBefore doing so, Defendants shall neither duplicate nor modify any of these devices \nor information stored on them. If Defendants no longer possess one or more of the \ndevices, they shall provide a sworn written statement to Plaintiffs counsel detailing \nthe reason that Defendants no longer possess them . Defendants' counsel shall then \npreserve these devices pending the Court's further order as to potential further \nforensic examina tion. \n6. For clarification and emphasis, the Order & Opinion expressly prohibits \nDefendants from deleting, altering, duplicating, or making back-up copies of any \nEnnis-Flint Confidential Information or Ennis-Flint Trade 8ecrets, or any medium \nor device reasonably expected to contain such information. \n7. Pending further Order of the Court, Defendants shall not take further \ndirect or indirect steps to develop, market, or sell any version or derivative of ARE8 \n318 or 8HIVA 5500, including, but not limited to, \"8piderBond Flex+ 5772,\" or \notherwise to use the formulas set out in GREER DOC8 824,825,841,844 & 848. \n8. Pending further Order of the Court, Defendants shall not further \nprosecute any patent application or seek patent protection, domestically or \ninternationally, based on the invention described in pending provisional patent \n43 \napplications titled filed on \n(Application Number ~ and (Application Number _) (the \n\"Provisional Patent Applications\"), or otherwise based on the ARES 318 andlor \nSHIV A 5500 formulations. The Court expressly retains jurisdiction to modify the \nprovisions of this paragraph. \n9. The Court expressly reserves the right to issue further injunctive relief \nas may be appropriate in its ruling on Plaintiffs Motion for Sanctions. \n10. Ennis-Flint shall post security in the amount of $5,000.00 with the \nGuilford County Clerk of Superior Court. The Consent Temporary Restraining Order \nshall remain in place until the earlier of ten days from the date of this Order & \nOpinion or the filing of the security hereby ordered, after which time the Consent \nTemporary Restraining Order shall be superceded by this Order & Opinion. \n11. This Order & Opinion shall remain in effect during the pendency of this \nlitigation until further order of this Court. \n12. The Court will convene a status conference to address the extent, if any, \nof further forensic examination as may be necessary and appropriate. \nIT IS SO ORDERED this 4th day of February, 2019. \nlsi James L. Gale \nJames L. Gale \nSenior Business Court Judge \n44 "
}