{
  "id": "41b0bdc04a4c307f2de25c9ffbed58a6d32404ce779ab0238940d2511100b979",
  "source_file": "data/raw/ncbc/41b0bdc04a4c307f2de25c9ffbed58a6d32404ce779ab0238940d2511100b979.pdf",
  "raw_text": "SCR-Tech LLC v. Evonik Energy Servs. LLC, 2014 NCBC 71. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \n \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n08 CVS 16632 \nSCR-TECH LLC, \n \nPlaintiff, \n \nv. \n \nEVONIK ENERGY SERVICES LLC, \nEVONIK ENERGY SERVICES \nGMBH, EVONIK STEAG GMBH, \nHANS-ULRICH HARTENSTEIN, and \nBRIGITTE HARTENSTEIN, \n \nDefendants. \n)\n)\n)\n)\n)\n)\n)\n)\n)\n) \n)\n) \n)\n) \nORDER  \n \n \n {1} THIS MATTER is before the Court on Defendants’ Motion to Dismiss \nthe Trade Secret Claims Based on Plaintiff’s Lack of Standing or, in the Alternative, \nfor Partial Summary Judgment (“Motion”) pursuant to Rules 12(b)(1) and 56(c) of \nthe North Carolina Rules of Civil Procedure (“Rule(s)”).   \nKing & Spalding LLP by Timothy G. Barber, Natasha H. Moffitt, Antonio E. \nLewis, David Glen Guidry, John W. Harbin, and Mary Katherine Bates for \nPlaintiff SCR-Tech, LLC. \n \nTroutman Sanders LLP by Samuel T. Reaves and Hamilton Martens Ballou \n& Carroll, LLC by Beverly A. Carroll for Defendants Steag Energy Services, \nLLC, Hans-Ulrich Hartenstein, and Brigitte Hartenstein. \n \nBryan Cave, LLP by Mark Vasco, Benjamin F. Sidbury, and Christina \nDavidson Trimmer and Alston & Bird, LLP by M. Scott Stevens for \nDefendants Steag Energy Services GmbH and Steag GmbH. \n \nGale, Chief Judge. \n \n \n{2} The central issue the Motion presents is whether Plaintiff SCR-Tech \nLLC (“SCR-Tech”) has standing to pursue claims for trade secret misappropriation \nwhere it is a licensee rather than an “owner” of the proprietary technology on which \nthe trade secret claims are presented.  The issue arises because the North Carolina \nTrade Secrets Protection Act (the “Act”) provides that “[t]he owner of a trade secret \nshall have remedy by civil action for the misappropriation of his trade secret.”  N.C. \nGen. Stat. § 66-153 (2014) (emphasis added).  The Act varies in this regard from the \nUniform Trade Secrets Act (“Uniform Act”) and the trade secret statutes of many \nstates modeled on the Uniform Act, where the action may be brought by a \n“complainant.”  Such statutes modeled on the Uniform Act have been interpreted \nnot to restrict an action for misappropriation to an “owner.”  E.g., DTM Research, \nLLC v. AT&T Corp., 245 F.3d 327, 332 (4th Cir. 2001) (interpreting Maryland law).   \n{3} The issue is compounded by the fact that the Act does not include any \ndefinition of “owner.”  No reported North Carolina case has addressed whether, in \nNorth Carolina, an exclusive licensee can bring an action for trade secret \nmisappropriation or how the statutory term “owner” should be defined.  In a \nfootnote, the North Carolina Pattern Jury Instructions note that the Act protects \ntrade secret owners, but then states that “[p]resumably” that includes a bona fide \nlicensee.”  N.C.P.I. Civil 813.92 n.2.  The Court is aware of no guiding legislative \nhistory. \n{4} Plaintiff contends that the term “owner” should not be restricted to \nmerely one who holds legal title, which it admits it does not, but rather that it \nshould be more broadly read to include an exclusive licensee like itself who \npossesses and uses the underlying technology in a non-transitory way and, in fact, \ncontinues to develop and improve the technology.  (Pl. SCR-Tech LLC’s Br. Opp’n \nDefs.’ Mot. Dismiss the Trade Secret Claims Based on Pl.’s Lack of Standing or, in \nAlternative, for Partial Summ. J. (“Pl. Opp’n Br.”) 14.)  Defendants instead contend \nthat the North Carolina Legislature’s choice to restrict actions to an owner must be \nstrictly construed and excludes an exclusive licensee. (Br. Supp. Defs.’ Mot. Dismiss \nTrade Secret Claims Based on Pl.’s Lack of Standing, or, in Alternative, for Partial \nSumm. J. (“Defs. Supp. Br.”) 8–9 (citing License Agreement § 3.1).) \n{5} While the Court has thoroughly considered the parties’ extensive, \nthorough and well-written briefs on the present motion, it has also revisited the \nextensive briefing that preceded Judge Tennille’s ruling on an earlier motion.  In \n2010, Defendants filed a Joint Motion for Summary Judgment on Issues of Statute \nof Limitations, Release, and Lack of Standing (“First Motion”).  The First Motion \nasserted, as does the present Motion, that only an “owner” has standing to bring a \ntrade secret misappropriation claim.  The parties fully briefed case authorities and \npolicy arguments as to whether SCR-Tech could qualify as an “owner” within the \nmeaning of the Act when it is an exclusive licensee.  After this full briefing, Judge \nTennille summarily denied the First Motion.  SCR-Tech LLC v. Evonik Energy \nServs. LLC, Court Order at ¶ 1, 08 CVS 16632 [Mecklenburg] (N.C. Super. Ct. July \n12, 2010).   \n{6} The essential background facts are these.  In January 2004, Catalytica \nEnergy Systems, Inc. (“Catalytica”) purchased SCR-Tech GmbH and, consequently, \nSCR-Tech.  Under the transaction, Catalytica’s subsidiary, CESI-SCR, Inc. (“CESI-\nSCR”), acquired SCR-Tech’s intellectual property rights.  (Supplemental Interrogs. \nResps. No. 4.)  Sometime after that, CESI-SCR assigned its rights in the intellectual \nproperty to CESI-Tech Technologies, Inc. (“CESI-Tech”).  CESI-Tech changed its \nname several times and is now known as CoaLogix Technologies Holdings, Inc. \n(“CoaLogix”).  (Pl.’s Second Supplemental Resp. to German Defs.’ Interrog. No. 4 \n(“Second Supplemental Interrog. Resp.”).)  CoaLogix presently owns the trade \nsecrets at issue.  SCR-Tech has an exclusive right to use the trade secrets within \nthe power generation field.  (License Agreement §§ 1.4, 2.1(a).)  SCR-Tech \n“acknowledges and agrees that [CoaLogix] owns and shall continue to own all right, \ntitle and interest in and to the Technology, including, without limitation, all . . . \ntrade secret and other intellectual property rights in the Technology[.]”  (License \nAgreement § 3.1).  The license expires on December 21, 2017, but automatically \nrenews for a one-year period unless it is otherwise terminated.  (License Agreement \n§ 1.10.) \n{7} During briefing on the First Motion, SCR-Tech acknowledged that it \nwas a licensee of the technology.  SCR-Tech produced its 2007 License Agreement \nwith CESI-Tech on November 5, 2013.  The Court understands that the agreement \nwas not actually executed in 2007, but its terms have controlled the relationship \nbetween the parties since 2007, prior to the filing of this action.   \n{8} On January 3, 2014, Defendants filed the present Motion.  As they did \nin the First Motion, Defendants assert that Plaintiff lacks standing and seeks to \ndismiss the trade secret claims on that basis.  The Motion has been fully briefed and \nargued.  The arguments and legal principles in the briefs on the present Motion \nessentially repeat those presented to Judge Tennille in connection with the First \nMotion.  Although Judge Tennille did not expound on his view of these arguments \nin his order denying the First Motion, they were clearly before him.   \n{9} Plaintiff contends that the Court should not now further consider the \narguments which Judge Tennille rejected.  Plaintiff invokes the rule that one \nsuperior court judge cannot overrule another, relying on Huffaker v. Holley, 111 \nN.C. App. 914, 915, 433 S.E.2d 474, 475 (N.C. Ct. App. 1993).   \n {10} Defendants counter that this rule has no application when the \nunderlying issue addresses the Court’s subject matter jurisdiction, citing \nTranscontinental Gas Pipe Line Corp. v. Calco Enterprises, 132 N.C. App. 237, 241, \n511 S.E.2d 671, 675 (1999)) and  McAllister v. Cone Mills Corp., 88 N.C. App. 577, \n579, 364 S.E.2d 186, 188 (1988)).1 \n                                                 \n1   There is a separate corollary that a subsequent superior court judge may also revisit a prior ruling \nwhere there have been “changed circumstances,” but Judge Bledsoe recently held in a well-reasoned \nopinion that the reassignment of a case from one Business Court judge to another because of \nretirement does not constitute such a change in circumstances.  Taidoc Tech. Corp. v. OK Biotech \nCo., Ltd., 2014 NCBC LEXIS 49, at *13 (N.C. Super. Ct. Oct. 9 2014).  Consistent with the holding, \nthis Court determines that it does not have authority to revisit Judge Tennille’s earlier order solely \nbecause of his retirement, and the reassignment of the case to the undersigned was not a “changed \ncircumstance.” \n{11} A plaintiff’s standing is a necessary prerequisite to involving the \ncourt’s subject matter jurisdiction.  Woodring v. Swieter, 180 N.C. App. 362, 366, \n637 S.E.2d 269, 274 (2006); Coker v. DaimlerChrysler Corp., 172 N.C. App. 386, \n390–91, 617 S.E.2d 306, 310 (2005).  Whether a party has standing is question of \nlaw for the court.  Lee Ray Bergman Real Estate Rentals v. N.C. Fair Hous. Ctr., \n153 N.C. App. 176, 179, 568 S.E.2d 883, 885 (2002).  And, it is generally true that \n“[a]n objection to subject matter jurisdiction may be made at any time during the \ncourse of the action.”  Vance Constr. Co. v. Duane White Land Corp., 127 N.C. App \n493, 494, 490 S.E.2d 588, 589 (1997).   \n{12} In Transcontinental Gas, 132 N.C. App. at 241, 511 S.E.2d at 675, the \nNorth Carolina Court of Appeals, on first reading appears to have adopted a blanket \nrule that a subsequent superior court judge may revisit a prior judge’s ruling on \nstanding because questions of the court’s jurisdiction can always be revisited at any \nstage of the proceedings.  There, the issue was whether the claim fell within the \nexclusive jurisdiction of the Industrial Commission by reason of the Workers’ \nCompensation Act.  A first judge rejected the jurisdictional attack when ruling on \nan early motion under Rule 12.  A subsequent superior court judge found a lack of \njurisdiction when granting a Rule 56 motion.  Although the underlying issue on \nboth rulings involved construction of the Worker’s Compensation Act, the decision \nreflects that there was a more substantial record before the second judge.  The \nopinion does not further elaborate as to how the more developed record was relevant \nto the ultimate determination.  But, the North Carolina Court of Appeals \nunquestionably upheld the right of the second judge to grant the Rule 56 motion \neven though the ruling on jurisdiction effectively overruled the first judge’s decision.   \n{13} While acknowledging that the issue of subject matter jurisdiction can \nbe examined at any time, McAllister, 88 N.C. App. at 579, 364 S.E.2d at 188, the \nCourt does not believe the holding in Transcontinental Gas should be so rigidly \napplied as to allow a party to present to a second judge essentially identical \narguments without significant new facts or changes in law or circumstances, \ninviting a different ruling because the first judge was wrong.  Yet, that is the \nsituation with which the Court is confronted by the present Motion.  After carefully \nconsidering the briefs and arguments presented on both motions, the Court does not \nperceive any argument now presented as to why Plaintiff does not have standing \nunder the Act that was not presented and fully briefed to Judge Tennille.  Moreover, \nthe Court does not believe that the newly-submitted License Agreement affects this \nconclusion.  Facts and arguments presented to Judge Tennille are consistent with \nand are not materially altered in the present briefs and arguments by virtue of the \nLicense Agreement.   \n{14} The Court does not read Transcontinental Gas and similar cases to \nallow or require a subsequent court to rule on a virtually identical argument \npresented to a prior judge.  Finding that to be the effect of the current Motion, the \nMotion is DENIED. \n{15} The Court is mindful of the significance of the standing issue, the \nuncertain question of how our appellate courts will ultimately interpret the North \nCarolina Legislature’s unusual choice to restrict misappropriation claims to an \n“owner,” and the fact that Judge Tennille denied the First Motion without \nsubstantial discourse on the issue.  But, the Court is equally mindful of the import \nof allowing or requiring one Business Court judge to revisit the earlier order of \nanother Business Court judge without any material change in record, policy, or \nauthorities.      \n{16} Plaintiff suggested that any standing issue could be cured by adding \nCoaLogix as a party.  In light of the Court’s ruling, it need not further consider the \nsuggestion, as no formal motion to join CoaLogix, has been made. \n \nIT IS SO ORDERED, this the 31st day of December, 2014. "
}