{
  "id": "41b55001aaf49c004d165e53fac4385e884196cc6d315f6c34c86935476dc9e3",
  "source_file": "data/raw/ncbc/41b55001aaf49c004d165e53fac4385e884196cc6d315f6c34c86935476dc9e3.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nWILKES COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 954 \nBRIAN HOLLAND; and HARRY \nBRIZUELA, derivatively on behalf of \nBuck Mountain Property Owners \nAssociation, Inc., \n \nPlaintiffs, \n \nv. \n \nDANA WARREN and JOSEF BATH, \n \nDefendants,  \n \n  v. \n \nBUCK MOUNTAIN PROPERTY \nOWNERS ASSOCIATION, INC.,  \n \nNominal Defendant. \n \nORDER AND OPINION ON THE \nPARTIES’ CROSS MOTIONS FOR \nSUMMARY JUDGMENT \n \n1. THIS MATTER  is before the Court on Plaintiffs Brian Holland and \nHarry Brizuela’s (collectively, “Plaintiffs”) Motion for Summary Judgment, (ECF No. \n27), and Defendants Dana Warren (“Warren”) and Josef Bath’s (“Bath” ; collectively, \n“Defendants”) Motion for Summary Judgment, (ECF No. 29) , (collectively, the \n“Motions”) made pursuant to Rule 56 of the North Carolina Rules of Civil Procedure \n(“Rule(s)”).  Having considered the Motions, supporting briefs, and attached exhibits, \nas well as arguments of counsel, the Motions are GRANTED in part and DENIED in \npart. \n \n \nHolland v. Buck Mountain Prop. Owners Ass’n, Inc., 2020 NCBC 90. \nThurman, Wilson, Boutwell & Galvin, P.A. by Thomas J. Thurman and \nAlexander W. Warner for Plaintiffs. \n \nCranfill Sumner & Hartzog LLP by Meredith FitzGibbon Hamilton and \nPatrick H. Flanagan for Defendants. \n \nGale, Senior Judge. \nI. INTRODUCTION \n \n2. Plaintiffs are members of Buck Mountain Property Owners Association \n(the “Association” or the “POA”) and seek relief for what they contend were breaches \nof fiduciary duty by Defendants when engaging in improper interested transactions \nwith the POA while they served as members of its governing Board of Directors (the \n“Board”).  Defendants contend that the transactions were p roper, were entered into \nfor the POA’s interest rather than their personal interests, and were either approved \nby or later ratified by a disinterested Board consistent with N.C.G.S § 55A -8-31.  \nPlaintiffs claim that  the Board had no authority either to approve or ratify the \ntransactions because they were not authorized by the Association’s bylaws pursuant \nto N.C.G.S. § 47F -3-118(c), even if otherwise potentially proper under N.C.G.S. \nChapter 55, Article 8. \n3. Plaintiffs and Defendants each seek summary judgment  following the \nclose of discovery .  For the following reasons, the Court  determines that, with the \nexception of one challenged transaction, neither party is entitled to summary \njudgment on the current record.  As to that one transaction, Defendants are entitled \nto summary judgment. \nII. PROCEDURAL HISTORY \n4. Plaintiffs initiated this action on August 17, 2018.  (Compl., ECF No. 3.)  \nThis matter was designated as a mandatory complex business case by order of Chief \nJustice Mark Martin on November 14, 2018, (ECF No. 1), and assigned to the \nundersigned on November 15, 2018, (ECF No. 2). \n5. Plaintiffs, with leave of court, filed an Amended Complaint on March 6, \n2019.  ( Am. Compl., ECF No. 19.)  Following the completion of discovery, Plaintiffs \nand Defendants each filed their Motions for Summary Judgment.  (Pls.’ Mot. Summ. \nJ., ECF No. 27; Defs.’ Mot. Summ. J., ECF No. 29.) \n6. The Motions have been fully briefed, the Court has heard oral argument, \nand the Motions are ripe for determination. \nIII. FACTUAL BACKGROUND \n7. The Court does not make findings of fact when ruling upon a motion for \nsummary judgment.  Hyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, \n142, 215 S.E.2d 162, 164 –65 (1975) .  The Court summarizes matters of  record to \nprovide context for its ruling. \n8. Buck Mountain is a community in Wilkes County, North Carolina.  (N.C. \nSec’y State Search, Ex. A, ECF No. 27.1; Decl . Covenants & Conditions, Ex. B, ECF \nNo. 27.1.)  Warren and Bath were at relevant times members of  the POA Board.  \nWarren was elected in 2014, (Dep. Dana Warren 9:9– 11 [hereinafter “Dep. \nWarren”])1, and Bath in 2016, (Dep. Josef Bath 9:3 –4 [hereinafter “Dep. Bath”]). 2  \nWarren also served as the POA’s president at all relevant times.  ( Dep. Warren  \n102:22–23.) \n9. The Complaint challenges multiple transactions between Warren, Bath, \nand the Board, each of which is described below.   \nA. Easements to Enable the Emergency Access Road \n10. Buck Mountain originally had only one entrance that occasionally \nflooded and prevented emergency access to the community.  ( Aff. Pat Dale ¶ 5, ECF \nNo. 30.7.)  In early 2016, the Board discussed obtaining an emergency road that would \nprovide the community and emergency services with a second point of access on and \noff the mountain.  (Dep. Warren 17:12–23; Aff. Pat Dale ¶ 5.)  At that time, property \nowners within the community were unwilling to provide the necessary easements.  \n(Bd. Mins. May 21, 2016, Ex. I, ECF No. 27.3.) \n11. In November 2016, the POA learned that lots Deer Run Lot 52 (“Lot 52”) \nand D eer Run  Lot 54 (“Lot 54”) were subject to foreclosure proceedings.  Lot 52  \nadjoined a proposed route for an emergency access road.  (Dep. Warren 25:16–28:11.)  \nWarren testified that the Association’s sole interest in Lot 52 would be for an \neasement and the POA’s ability to resell the lot was uncertain because of statutory \nrequirements that any such sale would require a supermajority vote of all Association \nmembers.  (Dep. Warren 26:11–29:1.)  The POA ultimately decided not to bid on the \n \n1 Excerpts from Volume I of the deposition of Warren are located at ECF Nos. 27.2 and 34.1. \n \n2 Excerpts from the deposition of Bath are located at ECF Nos. 27.3 and 30.5. \nproperty at the foreclosure sale.  (See Bd. Mins. Nov. 19, 2016, Ex H, ECF No. 27.3.)  \nDuring the POA discussions, Warren inquired whether the Board  would grant “ an \nindividual” a three-year moratorium on POA dues should that individual purchase \nLot 52  and grant the POA an easement , which idea  some directors  then \n“kicked . . . around[,]” although no Board vote on that issue was taken  at that time.  \n(Dep. Warren 29:4–30:10.) \n12. On December 15, 2016, Warren purchased both Lot 52 and Lot 54 for \n$6,000 and $4,800 respectively.  (Deer Run Deeds, Ex. L, ECF No. 27.5.)  Two days \nafter the purchase, t he POA voted to approve a three -year moratorium on dues for \nLot 52 while th e POA continued to discuss possible routes  for an emergency road , \nwith the provision that  during this period Warren would make  no improvements \nunrelated to the emergency access road.  (Bd. Mins. Dec. 17, 2016, Ex. J, ECF No. \n27.4.)  The Board records show that the Board  knew that Lot 52 “was purchased at \nauction by Dana Warren.”  (Bd. Mins. Dec. 17, 2016.)  Warren abstained from voting.  \n(Bd. Mins. Dec. 17, 2016.)  The other four Board members present voted to approve \nthe moratorium.  (Bd. Mins. Dec. 17, 2016.)  The POA did not charge Warren dues on \nLot 52 from 2017 through 2019.  (Dep. Dana Warren Volume II 98:16–19 [hereinafter \n“Dep. Warren II”].)3 \n13. Warren also met with Paul Breeden  (“Breeden”) who owned an \napproximately eighteen -acre tract o f land lying between  the Buck Mountain \ncommunity and U.S. Highway 421, through which the proposed emergency road route \n \n3 Excerpts from Volume II of the Warren deposition Warren are located at ECF Nos. 27.4 and \n30.14. \ntraversing Lot 52 would run (the “eighteen-acre tract” or the “Breeden Tract”).  (Dep. \nWarren 36:9–37:1.)  Warren testified that  he sought to purchase the Breeden Tract \n“simply to get an easement across it for the association [,]” (Dep. Warren 37:14–15),  \nbut also planned to “get [his] money back out of it[,]” hoping to at least break even as \nto the purchase of the eighteen-acre tract while potentially earning a profit regarding \nhis purchase of the two Deer Run lots.  (Dep. Warren  37:15–16; 154:17 –19).  In \nJanuary 2017, Warren agreed to purchase the Breeden Tract and a deed was recorded \non February 17, 2017.  ( Dep. Warren 36:2–37:4; N.C. Gen. Warranty Deed, Ex. L. \nECF No. 27.5.)   \n14. Warren considered several different projects for the Breed en Tract , \nincluding building a restaurant or a bar.  (Dep. Warren 37:21–38:25.)  He ultimately \nsettled on building single-family homes.  (Dep. Warren 87:2–89:8.)   \n15. Board minutes do not reflect any discussion Warren had with the Board \nin advance of his purchasing the Breeden Tract although Warren was “confident that \nthe board was aware of all of [his] steps, including that [he] was going to talk \nto . . . [Breeden] to understand how to gain an easement on the 18 -acre tract,” \nwhether “negotiating directly with him just for an easement . . . or purchasing the lot \nand granting the easement back to the association” “[b]ecause that is the habit of how \n[he] operate[s].”  (Dep. Warren 69:7–17.) \n16. In March 2017, the POA approved construction for the emergency access \nroad that would run across Lot 52 and the eighteen-acre tract to US 421.  The Board \nauthorized Warren to execute any necessary easements.  (Bd. Mins. Mar. 4, 2017, Ex. \nP, ECF No. 27.6.)  Of the five board members present, Warren abstained and the \nremaining four directors, including Bath, approved the plan.  ( Bd. Mins. Mar. 4, \n2017.)  The minutes reflect that “the Board o f Directors [was] aware that two of the \ntracts of land through which the road will pass [ were] owner [ sic] by the \nPresident . . . , and the Board [was] confident that the private purchase of these tracts \nwas undertaken by the President to obtain access on behalf of the association[.]”  (Bd. \nMins. Mar. 4, 2017.)  Warren subsequently conveyed an easement to the POA across \nportions of both Lot 52 and the Breeden Tract, and the POA agreed to construct and \nmaintain the road for at least ten years  (the “Easement Agreement”) .  (Right Way \nAgreement & Deed Easement, Ex. Q, ECF No. 27.6.)  Construction was completed by \nAugust 2017 at a total cost of $147,880.29, which came from the POA’s budget and \nreserves.  (Bd. Mins. Aug. 12, 2017, Ex. S, ECF No. 27.6; Dep. POA 17:16–18:4.)4 \n17. Warren first approached Bath about a construction project involving \nLots 52 and 54 in November 2017.  (Dep. Bath 34:15 –35:23.)  On December 1, 2017  \nand January 13, 2018, Bath signed two promissory notes investing a total of $100,000 \nin the construction project and agreeing to share profits and risks with Warren \nthrough Warren’s company, Warren Point, Inc. ( collectively, “Profit Sharing \nAgreement”).  (Promissory Note & Profit Sharing Agreement, Ex. V [hereinafter \n“Profit Sharing Agreement”], ECF No. 27.9.)  The record includes no evidence that \nBath was aware of any such potential project when the Board voted in December 2016 \nand March 2017 to approve the dues waiver for Lot 52 and the easements across Lot \n \n4 Excerpts from the Rule 30(b)(6) deposition of the POA are located at ECF Nos. 27.7 and \n30.1. \n52 and the Breeden Tract.  There is no evidence that Warren and Bath later discussed \ntheir construction project with the Board,  and there is no record indication that the \nBoard became aware that  through this project Bath had become connected with \nWarren’s company, Warren Point, Inc.  Defendants listed Lots 52 and 54 for $34,000 \nand $29,400 and constructed homes on them .  (Lazy Bear Homes Listings, Ex. M, \nECF No. 27.5.) \n18. In August 2018, the POA modified the Easement Agreement to provide \nthat the POA would only pay for half of the maintenance  if more than one house was \nbuilt on the “fire road that ran through the 18 acres,” and to require that the owners \nof any such residence s assume responsibility for paying the other half .  (Dep. POA \n107:11–24.)   \nB. The Lawrimore Tract and Friends of Buck Mountain \n19. In March 2017, Warren received a call from a realtor notifying him that \nan approximately twenty -three-acre tract of land adjoining the Buck Mountain \ncommunity and owned by a Ms. Lawrimore (the “Lawrimore Tract”) was available for \nsale at $2,000 per acre.  (Dep. Warren 101:25–02:7; Dep. Warren II 17:12–18:15.)  The \nrecord does not reflect that Warren advised the Board of the realtor’s call or that the \nBoard itself considered purchasing the tract from Ms. Lawrimore.  Warren signed an \noffer to purchase the tract and then attempted to find others to invest with him in \nthe purchase.  (Dep. Warren 102:11–17.) \n20. Warren formed Friends of Buck Mountain (“FOBM”) in July 2017  as a \n“philanthropic” corporate entity , which was  owned in part by Warren, Bath, and \nConnie Thomas (“Thomas”), the wife of POA B oard member Bridgett Wells.  (Dep. \nWarren 100:3–16, 101:8–11, 102:20–22; Def.’s First Suppl. Resps. Pls.’ First Set of \nInterrogs. & Reqs. Produc. Docs. Def. Warren, Ex Y , ECF No. 27.9; Dep. Brian \nHolland 75:11–12, ECF No. 30.11. )  Bath testified that when he invested in FOBM, \nhe was not sure whether the entity would keep the tract or ultimately sell it , (Dep. \nBath 88:10–89:7), but that any profit achieved from the purchase would be given to \nthe POA, (Dep. Bath 94:2–14). \n21. On July 31, 2017, FOBM purchased the Lawrimore T ract for $47,500.  \n(N.C. Gen. Warranty Deed, Ex. AA, ECF No. 27.10.)  The upper portion of the tract \nwas only accessible b y all -terrain vehicles.  FOBM separately purchased a lot for \n$32,000 across which it granted the POA an easement allowing members access to \nthe top of the Lawrimore Tract by car.  (Dep. Warren 106:1–09:5.) \n22. In November 2017, Warren approached the Board regarding its possible \npurchase of the Lawrimore Tract from FOBM.  (Dep. Warren II 20:20–21:8.)  Warren \ntestified that he had disclosed his membership in FOBM to the Board, but had not \ndisclosed other owners, including Thomas and Bath, because  doing so might \n“hamstring [him] and [his] ability to raise money on behalf of the association in the \nfuture.”  (Dep. Warren II 29:17–31:22; Dep. Bath 92:9–21.)  At least one director “was \naware that Dana Warren was the primary member of [FOBM],” and two others were \naware that Mr. Warren and Mr. Bath were  both members of FOBM .  ( Aff. Robert \nFerguson ¶ 10, ECF No. 30.8 ; Aff. Bridget Wells ¶  10, ECF No. 30.6 ; Dep. Brenda \nPue-Gilchrist 52:12–19, Ex. BB [hereinafter “Dep. Pue-Gilchrist”], ECF No. 27.10.)  \n23. In January 2018, the Board voted to purchase a  portion of the \nLawrimore Tract presented at the per acre price FOBM had paid.  (Bd. Mins. Jan. 20, \n2018, Ex. CC, ECF No. 27.10.)  The proposal passed with approval by four of the six \ndirectors present, including Bath and Wells.  ( Bd. Mins. Jan. 20, 2018.)  Of the two \nremaining directors,  Warren abstain ed from voting and one director opposed the \ntransaction.  (Bd. Mins. Jan. 20, 2018.)   \n24. The POA bylaws require a second vote  for this type of purchase .  \n(Bylaws, Ex. U, ECF No. 27.8.)  The Board again voted in favor of the transaction on \nMarch 17, 2018, with Warren and Bath abstaining and five other directors, including \nWells, voting in favor.  (Aff. Robert Ferguson ¶ 10; Dep. Bath 178:8 –20; Bd. Mins. \nMar. 17, 2018, Ex. D, ECF No. 30.8.) \n25. The POA then closed on its purchase of the portion of the Lawrimore, \npaying $40,200 plus approximately $7,600 representing the expenses  FOBM had \nincurred beyond its purchase price on lot improvements.  (Contract Sale & Purchase \nReal Estate, Ex DD [hereinafter “Lawrimore Contract”], ECF No. 27.11.)  The POA’s \npurchase included les s than  the entire twenty -three acres FOBM had initially \nacquired.  (Lawrimore Contract.)  FOBM members carved out a portion of the \nLawrimore Tract in order to allow FOBM the possibility to recover its purchase of the \nadditional lot necessary to afford POA members access to the top of the Lawrimore \nTract.  (Dep. Warren II 25:5 –7.)  FOBM retained approximately three acres  of the \nLawrimore Tract, which was the only portion of the tract on which a house could \n“realistical[ly]” be built,  considering road access issues.  (Dep. Bath 104:4 –23; Dep. \nWarren 107:20–09:2.)  FOBM contemplated subdividing the three retained acres into \nthree separate lots for future sale.  (Dep. Bath 97:3–15; Dep. Warren 107:20–109:5.)   \n26. The relevant deed to the POA included a map and represented that \nFOBM was selling approximately twenty acres of the approximately twenty -three \nacres it owned.  ( See Lawrimore Contract.)   T he Board m inutes do not  otherwise \nindicate whether the Board was aware of the FOBM’s plan for the three-acre tract it \nwas retaining.  Warren testified that FOBM “would have talked about” the fact that \n“only a parcel” of the twenty -three acres would go to the POA, as purchasing the \nseparate lot at market price and granting an easement through it “would, in \n[FOBM’s] opinion, substantially, have reduced the ability to resell” the lot.  (Dep. \nWarren II 24:13–22.)    \nC. Contract with EH Services \n27. For several years, the POA retained Ed Harrison (“Harrison”) to do \nvarious work in the Buck Mountain Community.  (Aff. Bridget Wells ¶ 11).  Harrison \nhad extensive knowledge of the community and was involved in designing its road \nsystem.  (Aff. Ed Harrison ¶¶  5–7 [hereinafter “Aff. Harrison”], ECF No. 30.13).  \nHarrison also participated in determining the best route for,  and then constructing, \nthe emergency access road.  (Aff. Harrison ¶ 18.) \n28.  At some point, Warren formed EH Services, an entity owned by Warren \nPoint, Inc., to assist Harrison in financing contracting equipment.   (Dep. Warren  \n130:16–21; 133:24–35:22.)  EH Services contracted with the POA, and EH Services in \nturn paid Harrison for his services,  the financed equipment, and other business -\nrelated expenses.  (Dep. Warren 135:15–22.)   \n29. Board records include a n unsigned and undated Related Party \nAcknowledgement (“RPA”) which states that Warren owns EH Services through \nWarren Point, Inc., that he will  often direct Harrison’s work, and that the  Board \napproves use of EH Services.  (Related Party Acknowledgement, Ex HH [hereinafter \n“RPA”], EC No. 27.12.)  The Board discussed the RPA in January 2018.  (Aff. Bridget \nWells ¶ 12; Aff. Pat Dale ¶ 17; Aff. Robert Ferguson ¶ 12.)  At least one director “was \ninformed that EH Services was a d/b/a of Warren Point, Inc.”  (Aff. Robert Ferguson \n¶ 12.)  However, one board member testified that she did not know that EH Services \nwas one of Warren’s companies.  (Dep. Pue- Gilchrist 111:16–112:12.)  Board records \ndo not document whether  the Board ultimately approved the RPA, although two \nmembers recalled having voted in favor of it.  (Aff. Bridget Wells ¶ 12; Aff. Pat Dale \n¶ 17.) \n30. Invoices indicate that EH Services performed work for the POA in \nDecember of 2017, in advance of the Board’s discussion of the RPA in January 2018  \nand its subsequent payments to EH Services.  (EH Services Invoice, Ex. GG, ECF No. \n27.11.)  EH Services’ invoice for December  services was dated January 15, 2018.   \n(POA Invoices, Ex. FF, ECF No. 27.11 .)  The record does not document when that \ninvoice was paid. \nD. The Voluntary Paving Project \n31. Plaintiffs complain that the POA improperly approved and Warren \nimproperly committed the PO A to excessive debt in connection with a community \npaving project. \n32. In 2017, the POA approved a paving project (the “Voluntary Paving \nProject”) which required lot owners to pay for paving they wanted done in the \ncommunity.  (Voluntary Pavement Policy, Ex.  II, ECF No. 27.12.)  This project was \nto be funded “by members on a voluntary basis,” (Strategic Improvement Project, Ex. \nJJ, ECF No. 27.12), and was implemented in response to strong member interest, \n(Bd. Mins. Mar. 17, 2018) .  T he Board “had been approached to ask for private \ndonations[.].”  (Dep. Pue -Gilchrist 96:10–13.)  The Board later noted that “[s]everal \nmembers of the community have agreed to a special assessment to pay for a portion \nof the project cost, as did a similar group in 2017 when the Board funded a portion of \npaving [in another area.]”  (Bd. Mins. Mar. 17, 2018.) \n33. In or around March 2018, a group of POA members solicited donations \nfrom the community and raised approximately $141,500.00.  (Dep. Pue -Gilchrist \n93:12–95:24; Dep. POA 56:7–10.) \n34. The record includes a n undated document , unanimously approved by \nseven Board members, including Warren and Bath,  which authorized Warren to \nprocure a bank loan to supplement the project’s funding that would be  “favorable to \nthe association with maximum annual payments not exceeding the budgeted annual \nroad reserve contribution of $74,000 in road reserves and a term not exceeding six \nyears[,]” with a total estimated cost not to exceed $350,000.  (Strategic Improvement \nProject.) \n35. In July 2018, Warren obtained a loan for the POA for $350,000  with \nannual payments of  $58,333.33.  (Great State Bank Loan Agreement, Ex. KK. \n[hereinafter “Loan Agreement”], ECF No. 27.12.)  Monthly interest payments \ncommenced in September 2018, five annual payments beginning March 2019, and a \nfinal balloon payment due in March 2024.  (Loan Agreement.) \n36. As of December 2018, the POA’s reserve account contained $39,983.54.  \n(Statement Fin. Position, Ex. 6, ECF No. 33.1.) \nE. The Board’s Ratification of Property Transactions \n37.  Plaintiffs’ lawsuit was filed in August 2018.  (See Compl.)  In April 2019, \nthe Board ratified “all actions of Dana Warren and Josef Bath related to the fire road \nand [the Lawrimore T ract].”  (Bd.  Mins. Apr. 20, 2019, Ex. E, ECF No. 30.7; \nResolution Buck Mountain Prop. Owners Ass’n Supp. Actions Dana Warren & Josef \nBath, Ex. F [hereinafter “Resolution”], ECF No. 30.7.) \n38. The Resolution stated that “the Board of Directors was aware of Dana \nWarren’s actions related to the creation of the fire road and supported his actions in \nobtaining property near the subdivision [,]” “the actions of Mr. Warren have been \nundertaken with the knowledge and support of the Board of Directors,” and the POA \n“reaffirms and ratifies all actions of Dana Warren and Josef Bath related to the fire \nroad and the [Lawrimore Tract].”  (Resolution.)  Of the six directors present, Warren \nand Bath abstained, and Wells was among the remaining four who voted in favor of \nthe Resolution.  (Bd. Mins. Apr. 20, 2019.) \nIV. STANDARD OF REVIEW \n39. Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C.G.S. § 1A-1, Rule 56(c).  “Summary judgment is \nimproper if any material fact is subject to dispute.”  Culler v. Hamlett, 148 N.C. App. \n389, 391, 559 S.E.2d 192, 194 (2002).  The movant bears the burden of proving the \nlack of a triable issue.  Dalton v. Camp, 353 N.C. 647, 651, 548 S.E.2d 704, 707 (2001).  \nOnce the movant has met that burden, the burden shifts to the nonmoving party to \nproduce a forecast of evidence that demonstrates facts showing that it can establish \na prima facie case at trial.  Austin Maint. & Constr., Inc. v. Crowder Constr. Co., 224 \nN.C. App. 401, 407, 742 S.E.2d 535, 540 (2012).  The Court must view the evidence in \nthe light most favorable to , and draw any reasonable inferences in favor of, the \nnonmoving party.  Gaynoe v. First Union Corp. , 153 N.C. App. 750, 753, 571 S.E.2d \n24, 26 (2002). \nV. ANALYSIS \n40. Plaintiffs contend that Defendants (i) breached their fiduciary duties \nunder N.C.G.S. § 55A -8-30(a) and N.C.G.S. § 47F -3-118(c), (Br. Supp. Pls.’ Mot. \nSumm. J. 10, 14 [hereinafter “ Pls.’ Br.”], ECF No. 28 ), which (ii) constitutes \nconstructive fraud by “t[aking] advantage of their positions of trust and confidence in \norder to bring about transactions that benefitted themselves [,]” (Am. Compl. ¶ 56 ; \nPls.’ Br. 1 8).  Defendants contend that a disinterested board approved each \ntransaction, and that the transactions were pursued for the benefit of the POA rather \nthan for improper personal benefit , precluding any finding of constructive fraud.  \n(Mem. Law. Supp. Defs.’ Mot. Summ. J. 12, 18 [hereinafter “Defs.’ Br.”], ECF No. 30; \nResp. Opp’n Pls.’ Mot. Summ. J. 8, 15 [hereinafter “Defs.’ Br. Opp’n”], ECF No. 32.)   \nA. Breach of Fiduciary Duty \n(1) The Applicable Statutory Standard(s)  \n41. To the Court’s knowledge, this case presents an issue of first impression \nas to the interplay of two statutory provisions defining the duty of a director of a \nproperty association board when engaging in a conflict-of-interest transaction.   \n42.  Section 55A-8-30(a) defines standards of conduct for directors of all non-\nprofit corporations .  In general, a director of a North Carolina corporation shall \ndischarge his duties “[in] good faith,” “[w]ith the care an ordinarily prudent person in \na like position would  exercise under similar circumstances,” and “[i]n a manner the \ndirector reasonably believes to be in the best interest of the corporation.”  N.C.G.S. § \n55A-8-30(a).  Special rules apply when a director enters into a conflict -of-interest \ntransaction with th e corporation.  See, e.g. , Ehmann v. Medflow, Inc. , 2017 NCBC \nLEXIS 88, at *45 (N.C. Super. Ct. Sept. 26, 2017) (“ Conflict-of-interest transactions \nbetween a corporation and its officers or directors have long been subject to special \nrules.”); Meiselman v. Meiselman, 309 N.C. 279, 308, 307 S.E.2d 551, 568 (1983) (“The \nrule that requires an undivided and unselfish loyalty to the corporation demands that \nthere shall be no conflict between duty and self-interest.” (quoting Guth v. Loft, Inc., \n23 De l. Ch. 255, 270, 5 A. 2d 503, 510 (1939) ); see also Russel M. Robinson, II, \nRobinson on North Carolina Corporation Law § 15.01[1], at 15-3 (7th ed. 2019). \n43. Section 55A , Article 8 provides certain safe harbors  for conflict-of-\ninterest transactions, one of which allows a conflict-of-interest transaction when it is \napproved by a majority of a disinterested board fully informed as to the material facts \nof the transaction, including the director’s interest in it.   N.C.G.S. § 55A-8-31(a)(1).  \nThe statute has been interpreted to authorize a board to ratify past transactions.  See \nN.C.G.S. § 55A-8-31(a)(1); Robinson, supra, § 17.07[3], at 17-30 (“[A]n improper act \nor transaction that is the basis of a derivative claim can be cured retroactively[.]”).   \n44. Section 47F-3-118(c) is specific to planned communities and provides: \nIn addition to the limitations of Article 8 of Chapter 55A of the General \nStatutes, no financial payments, including payments made in the form \nof goods and services, may be made to any officer or member of the \nassociation’s executive board or to a business, business associate, or \nrelative of an officer or member of the executive board, except as \nexpressly provided for in the bylaws or in payments for services or \nexpenses paid  on behalf of the association which are approved in \nadvance by the executive board. \n \nThis section is titled “[a]ssociation records” and is found in Article 3  of North \nCarolina’s Planned Community Act.  See id. \n45. Plaintiffs contend that this statute reflects a strong public policy against \ntransactions between a director and a planned community except in very limited \ncircumstances, prohibiting some transa ctions that would otherwise be allowable \nunder Chapter 55, Article 8.   ( See Pls.’ Br. 11.)  Pursuant to this construction, \nPlaintiffs contend that a payment for a property interest, such as the challenged \neasements, moratorium on dues, and the L awrimore Tract purchase, could not be \nretroactively approved the Board if they were not contemplated by the POA’s bylaws.  \nPlaintiffs do not expressly address in their Motion whether a Board could \nretroactively approve a conflict-of-interest transaction that is otherwise allowable by \na planned community’s bylaws.  As to  the EH S ervices, Plaintiffs contend that  \nalthough transactions in goods or services may be allowable, any payment prior to \nthe Board’s approval in January 2019 was improper, and as to payments thereafter, \nthe record does not support any finding that the Board approved the EH Services \ncontract after be ing fully informed as to Warren and Bath’s conflict of interest \nthrough EH Services’ parent Warren Point, Inc.  (See generally Pls.’ Br.) \n46.  The Court must give meaning to the statutory language that Section \n47F-3-103 is “[i]n addition to the limitations in Article 8 of Chapter 55A.”  See State \nv. Johnson, 246 N.C. App. 139, 145, 783 S.E.2d 21, 26 (2016) (“Our Supreme Court \nhas stated ‘a statute should not be interpreted in a manner which would render any \nof its words superfluous.’ ” (quoting State v. Coffey, 336 N.C. 412, 417, 444 S.E.2d 431, \n434 (1994)).  “In matters of statutory construction, our primary task is to ensure that \nthe purpose of the legislature, the legislative intent, is accomplished.”  Electric Supply \nCo. v. Swain Electrical Co., 328 N.C. 651, 656, 403 S.E.2d 291, 294 (1991) (citing Hunt \nv. Reinsurance Facility, 302 N.C. 274, 288, 275 S.E.2d 399, 405 (1981)).   “Where the \nlanguage of a statute is clear and unambiguous, there is no room for judicial \nconstruction and the courts must construe the statute using its plain meaning.”  \nBurgess v. Your House of Raleigh, Inc., 326 N.C. 205, 209, 388 S.E.2d 134, 136 (1990), \nand “a statute must be construed, if possible, so as to give effect to every provision ,” \nid. at 216, 388 S.E.2d at 140 (quoting Jolly v. Wright, 300 N.C. 83, 86, 265 S.E.2d 135, \n139 (1980)).  \n47. Plaintiffs contend that the language means that the legislature intended \nto draw “a clear, bright-line rule” that disfavors transactions between a director and \na planned community, (Pls.’ Br. 11), and that “it is impossible to fit this transaction \ninto these [statutory] requirements , (Pls.’ Br. 13.)  Defendants reject such a limi ted \nconstruction but have not themselves  offered a cogent, persuasive argument as to \nhow Section 47F-3-118(c) should not be read to impose limitations  “in addition to”  \nand therefore more restrictive than  the provisions of Chapter 55A, Article 8. \n48. The Court concludes that neither party ha s proposed an appropriate \nguiding principle that demands summary judgment in its favor.  The Court cannot, \nas Defendants invite, simply disregard the limiting statutory language  and uphold \nthe Board’s ratification of the property transactions where it can find no authority for \nthe transactions in the POA’s current bylaws.  However, the  Court is also not \npersuaded that the legislature intended to tie a planned community Board’s hands so \ntightly as to preclude its abil ity to approve a n interested-director transaction that \nclearly advances its interest, so long as it does so after being fully informed.  Section \n47F-3-118(c) does not prohibit such transactions outright.  To the contrary, it  \nexpressly contemplates that  such transaction s may be approved by a planned \ncommunity’s bylaws. \n49. Here, the POA’s bylaws provide that the Board can amend them.  \n(Bylaws.)  Section 47F -3-118(c) is silent as to whether a Board can retroactively \namend bylaws in order to achieve the equivalent  of ratification pursuant to Section \n55A-8-31.5   \n50. The Court notes that an overly strict bright-line rule could work against \na planned community’s interest by discouraging a director to take action in the face \nof an emergency—such as, for example, personally incurring expense or liability on \nthe community’s behalf in a weather-related emergency when any hope of repayment \nwould be barred because exigent circumstances did not allow for advance board \napproval.   \n(2) The Transactions \n51. The Court turns to its examination of the challenged transactions under \nboth Section 55A-8-30 and Section 47F-3-118(c) with these considerations in mind.   \na. The Emergency Access Road  \n52. The Court concludes that  the evidence is clear that  Warren was an \ninterested party in this transaction .  See  N.C.G.S. § 55A -8-31(b).  However, t he \nevidence does not compel a finding that Bath was an interested party at the time the \nBoard granted the moratorium on POA dues and purchased the easements related to \n \n5 The record does not reflect whether the Board was aware of Section 47F 3-118(c)’s limitation \nwhen it voted to ratify the property transactions involving Warren and Bath , or, if so,  \nwhether it considered amending the bylaws retroactively in order to approv e the \ntransactions.  The POA’s Bylaws provide that “[t]hese Bylaws may be altered, amended or \nrepealed and new Bylaws may be adopted by a majority vote of the Board of Directors present \nat any regular or special meeting. ”  (Bylaws.)  The Court expresses no opinion on whether \nany such amendment could be applied retroactively and that issue is not presently before the \nCourt.   \nLot 52, as Bath’s joining with Warren in the construction project involving Lot 52 did \nnot occur until after the Board’s decision had been made.  (See Dep. Bath 34:15–35:23; \nBd. Mins. Dec. 17, 2016; Right Way Agreement & Deed Easement; Bd. Mins. Mar. 4, \n2017.)   \n53. The Court further concludes that  the uncontested record demonstrates \nthat the Board’s approval of the transactions with Warren related to the emergency \naccess road would satisfy the statutory safe harbor requirements of N.C.G.S. § 55A-\n8-31(a)(1).  The Board was aware of Warren’s interest and, specifically, that Warren \nowned both Lot 52 and the eighteen-acre tract when approving both the moratorium \nand the Easement Agreement.  In particular, t he Board knew that Lot  52 “was \npurchased at auction by Dana Warren [,]” (Bd. Mins. Dec. 17, 2016), and “the Board \nof Directors [was] aware that t wo of the tracts of land through which the road will \npass [were] owner [sic] by [Warren][,]” (Bd. Mins. Mar. 4, 2017).  A majority of board \nmembers voted to approve both the moratorium and the Easement Agreement, with \nWarren abstaining.6  (Bd. Mins. Dec. 17, 2016; Bd. Mins. Mar. 4, 2017.)   \n54. The critical issue , then, is whether the transactions with Warren \nconcerning Lot 52 are prohibited by  Section 47F -3-118(c), which the Court has \nconcluded imposes restrictions beyond those imposed by Chapter 55, Article 8.  These \n \n6 The Court rejects Plaintiffs’ contention that Wells’ vote should not be considered for any \ntransaction because she is married to Thomas who later became a member of FOBM.  ( See \nPls.’ Br. Supp. 15 n.6.)  See, e.g., Geitner v. Mullins, 182 N.C. App. 585, 591, 643 S.E.2d 435, \n439 (2007) (“The General Assembly clearly and unequivocally did not define a director as \nhaving a conflict of interest solely based upon a familial relationship in N.C.[G.S.] § 55 -8-\n31.”)  Plaintiffs have offered no other evidence that might support Wells being disqualified \nas an interested director. \ntransactions were not for “goods or services,” even though the Board approved them \nin advance.  However , the Court has been unable to discern any provision in the \nPOA’s bylaws that contemplated these transactions.   While the Board attempted to \nratify the transactions, it does not appear it did so by considering a retroactive  \namendment of the POA’s bylaws.    \n55. The Court concludes that absent such an amendment, the transactions \nare not permitted by Section 47F-3-118(c). \nb. The Lawrimore Tract \n56. In connection with the Lawrimore T ract, Plaintiffs contend that \nDefendants breached their fiduciary duties by “creat[ing] a private LLC [,]” “[r]ather \nthan conducting business as the Board . . . to purchase additional greenspace,” had a \n“personal financial interest” in the transaction, and “unilaterally withheld the most \nvaluable piece of the Lawrimore Tract for their company and have attempted to profit \noff of it.”  (Pls.’ Br. 14 –15.)  Defendants contend that  the POA’s purchase of the \nLawrimore Tract was both approved by the Board before the purchase was closed and \nwas ratified after the fact.  (See Reply Pls.’ Resp. Opp’n Defs.’ Mot. Summ. J. 9, ECF \nNo. 34.) \n57. The Court first considers the transaction pursuant to Section 55 -8-31 \nand concludes that there are unresolved questions of fact as to whether a \ndisinterested board was fully informed before voting to approve the POA’s purchase \nof its portion of the Lawrimore Tract. \n58. Both Warren and Bath had  an interest in the transaction as members \nof FOBM.  See N.C.G.S. § 55A-8-31(b).  Warren disclosed his membership in FOBM \nto the Board;  Bath did not.  (Dep. Warren II 29:17 –30:16; Dep. Bath 92:9– 21.)  At \nleast some directors were aware that Warren and Bath were members of FOBM prior \nto voting on the purchase.  ( Aff. Robert Ferguson ¶ 10; Aff. Bridget Wells ¶ 10; Dep. \nPue-Gilchrist 52:12–19.)   But Warren was adamant that he did not disclose who the \nother members of FOBM were to protect them as future potential contributors for \nother matters benefiting the community.   (Dep. Warren II 30:13 –31:22.)  Board \nrecords do not reflect any member’s knowledge of Bath’s membership in FOBM.  (See \nBd. Mins. Jan. 20, 2018; Bd. Mins. Mar. 17, 2018.) \n59. Second, the record does not compel a finding that Board members voting \nto approve the transaction  were fully informed either that FOBM withheld  three \nacres of the tract or, if they were so informed , as to the relative value of those three \nacres to other portions of the tract.  (See Dep. Warren 107:20–09:2; Dep. Bath 104:4–\n23; Bd. Mins. Jan. 20, 2018.)   Furthermore, w hile Plaintiffs’ allegations had bee n \nstated in detail in the complaint before the Board voted to ratify the transaction, the \nrecord does not demonstrate whether Board members voting to ratify had read the \ncomplaint or had been informed as to its content.  (See Resolution.)  Warren testified \nthat FOBM “would have talked about ” the fact that “only a parcel” of the twenty -\nthree acres would go to the POA.  (Dep. Warren II 24:13 –22), but Board minutes do \nnot reflect such consideration. \n60. As to the validity of the transaction pursuant to Section 47F -3-118(c), \nthe Court again notes that it is unable to discern any provision of the POA’s bylaws , \nin place at the time of the transaction or added thereafter,  that authorizes this \ntransaction. \n61. In sum, the Court finds that contested material issues of fact preclude \nsummary judgment in favor of any party as to this transaction. \nc. EH Services \n62.  The EH Services contract does involve a contract for services that an \ninformed disinterested board could approve pursuant to Section 47F-3-118(c), so long \nas the approval was in advance of payment.   The issue is whether an informed \ndisinterested board voted to approve the payments to EH Services.   \n63. Invoices show that Harrison began doing work in December of 2017, (EH \nServices Invoice), but it was not invoiced until January 15, 2018, (POA Invoices).  The \nrecord indicates that the POA’s use of  EH Services was presented to the B oard in \nJanuary 2018, and that the earliest date o f potentially effective Board approval was \nJanuary 20, 2018.  ( Aff. Bridget Wells ¶ 12; Aff. Pat Dale ¶ 17, ECF No. 30.7; Aff. \nRobert Ferguson ¶ 12.)  It is not entirely clear, but it appears the first payment was \nlikely after January 20, 2018. \n64. However, the record does not compel a finding either that the Board  \nactually voted to approve the contract or that the Board members were fully advised \nas to the interest that both Warren and Bath had in the transaction because of their \ninterest in EH Services’ parent Warren Point , Inc .  The RPA, assuming it was \napproved, discloses Warren’s interest in EH Services but does not disclose that Bath \nnow had an interest in Warren Point , Inc.  through Defendants’ Profit Sharing \nAgreement.  Additionally, while two directors recall voting in favor of the transaction, \nthere is no definitive evidence indicating that  a contract with or payment to EH \nServices was  ultimately approved by a majority of  disinterested directors.  (Aff. \nBridget Wells ¶ 12; Aff. Pat Dale ¶ 17; see Dep. POA 106:11–18.)  At least one director \ntestified that she did not know that EH Services was owned by Warren , (Dep. Pue-\nGilchrist at 111:16–112:12), and the record affords some uncertainty as to what Board \nmembers may have ultimately known of Bath’s involvement with EH Services.  (See \nAff. Bridget Wells ¶ 12; Aff. Pat Dale ¶ 17; Dep. POA 106:11–18; Dep. Pue-Gilchrist \nat 111:16–112:12; RPA.) \n65. These disputed material issues of fact preclude summary judgment for \nany party as to the EH Services contract. \nd. The Voluntary Paving Project \n66. Plaintiffs have not challenged the Voluntary Paving Project as a conflict-\nof-interest transaction.  (Pls.’ Br. 9–10.)  Instead, Plaintiffs claim that the $141,500 \nraised for the project was “well short of the total project cost” and that directors voting \nin favor of a $350,000 bank loan  breached their fiduciary duty  to the community .  \n(Pls.’ Br. 10.)  Plaintiffs’ specific attack is on Warren’s having secured the bank loan  \npursuant to the POA’s improper approval. \n67. Plaintiffs have not made claims against all Board members.  It is unclear \nhow Plaintiffs expect to prove that individual liability should flow to Warren or Bath \nwhere the loan is within the parameters expressly approved by the Board.  The Court \nfurther notes that the business judgment rule presents a hurdle the Plaintiffs have \nnot overcome.  \n68. As stated in Robinson on North Carolina Corporation Law, \n[The business judgment rule] operates primarily as a rule of evidence or \njudicial review and creates, first, an initial evidentiary presumption that \nin making a decision the directors acted with due care ( i.e., on an \ninformed basis) and in good faith in the honest belief that their action \nwas in the best interest of the corporation, and second, absent rebuttal \nof the initial presumption, a powerful substantive presumption that a \ndecision by a loyal and informed board will not be overturned by a court \nunless it cannot be attributed to any rational business purpose. \n \nRobinson, supra, § 14.06, at 14-19. \n69.  “A plaintiff may overcome the presumption with proof that [the \ndirectors] ‘failed to act (1) in good faith, (2) in the honest belief that the action taken \nwas in the best interest of the company or (3) on an informed basis.’ ”  Blythe v. Bell, \n2013 NCBC LEX IS 7, at *39 (N.C. Super. Ct. Feb. 4, 2013)  (quoting Technik v. \nWinWholesale Inc., 2012 NCBC LEXIS 5, at *32 (N.C. Super. Ct. Jan. 13, 2012)). \n70. Here, Plaintiffs have produced evidence that in 2017, the POA adopted \nthe Voluntary Paving Project in response to member interest.  (Voluntary Pavement \nPolicy.)  The policy provided that “[t]he costs of preparing the surface for \npavement . . . would be borne by the association .”  (Voluntary Pav ement Policy.)  A \ngroup of POA members thereafter solicited donations from the community and raised \napproximately $141,500.00.  (Dep. Pue-Gilchrist 93:12–95:24; Dep. POA 56:7–10.) \n71. Plaintiffs’ own evidence is that the POA authorized Warren to procure a \nbank loan “to secure financing favorable to the association wit h maximum annual \npayments not exceeding the budgeted annual road reserve contribution of $74,000 in \nroad reserves and a term not exceeding six years.”  (Strategic Improvement Project.)  \nPlaintiffs have provided the loan documents, indicating that the POA obtained a loan \nin July 2018 for a term less than six years with annual payments at $58,333 .33.  \n(Loan Agreement.)  \n72. The Court concludes that, as a matter of law, Plaintiffs’ evidence is not \nadequate to  overcome the initial presumption that  protects both the Board and \nWarren acting at its direction.  “To rebut th[e] [business judgment rule] presumption, \na plaintiff must present ‘more than bare allegations of breaches of fiduciary duties on \nthe part of directors.’ ”  Maurer v. Maurer, 2013 NCBC LEXIS 41, at *16 (N.C. Super. \nCt. Aug. 23, 2013) (quoting Wachovia Capital Partners, 2007 NCBC LEXIS 7, at *23).  \n“[T]he business judgment rule is ‘process oriented’ rather than a simple exercise of \nan after the fact ‘objective’ evaluation.”  Id. (quoting State v. Custard , 2010 NCBC \nLEXIS 9, at *57–58 (N.C. Super. Ct. Mar. 19, 2010)).  The fact that Plaintiffs have a \ncontrary view that the paving was too expensive does not support moving their claim \nforward. \n73. The Court therefore concludes that  summary judgment is proper for \nDefendants as to the Voluntary Paving Project. \nB. Plaintiffs’ Potential Remedies  \n74. Defendants’ Motion seek s summary judgment that Plaintiffs cannot \nrecover damages on a claim for constructive fraud or for punitive damages.  The Court \ndetermines that its further consideration of whether Plaintiffs are entitled to submit \nan issue to the jury based on constructive fraud should be deferred until it determines \nwhether Plaintiffs have first presented evidence adequate to support a finding of a \nbreach of fiduciary duty.  As to punitive damages, while it is not persuaded that the \nrecord will ultimately be adequate to wi thstand a motion for directed verdict, the \nCourt defers its further consideration until Plaintiffs have presented to the fact finder \ntheir evidence as to liability in the first instance.  \nVI. CONCLUSION \n75. For the foregoing reasons , the Court DENIES the Motions  as to all \nclaims other than the Voluntary Pavement Project and GRANTS Defendants’ Motion \nas to that claim. \nIT IS SO ORDERED, this the 15th day of December, 2020. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Senior Business Court Judge \n "
}