{
  "id": "41d7505fb2aed77eca874a0f21b62b3ad8dfb63bb4ea3fd0ce73a20e8500f075",
  "source_file": "data/raw/ncbc/41d7505fb2aed77eca874a0f21b62b3ad8dfb63bb4ea3fd0ce73a20e8500f075.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV029851-590 \n \nWATER.IO LTD (f/k/a WaterIO Ltd.), \n \nPlaintiff, \n \nv. \n \nSEALED AIR CORPORATION, \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO DISMISS \n \n \n1. This case arises out of a dispute over a contract for the development and sale \nof sensors for use in insulated shipping containers.  Plaintiff Water.io Ltd claims that \nDefendant Sealed Air Corporation breached the ir contract by repudiation and \nnonperformance.  Sealed Air counterclaims for breach of contract and related wrongs.  \nWater.io’s motion to dismiss the counterclaims is pending.  (ECF No. 11.)  For the \nfollowing reasons, the Court GRANTS in part and DENIES in part the motion. \nRobinson, Bradshaw & Hinson, P.A., by Edward F. Hennessey, IV, \nEmma W. Perry, and Kelley Marie Storey, for Plaintiff Water.io Ltd \n(f/k/a WaterIO Ltd.). \n \nMoore & Van Allen PLLC, by Bruce J. Rose and Mark J. Wilson, for \nDefendant Sealed Air Corporation.  \n \nConrad, Judge. \nI. \nBACKGROUND \n \n2. The following background assumes that the allegations in the counterclaims \nare true. \n3. Sealed Air is a  North Carolina -based packaging company.  Among its \nofferings are insulated shipping containers  that use  vacuum insulation panels , or  \nWater.io Ltd v. Sealed Air Corp., 2025 NCBC 5. \nVIPs, to improve insulation performance.  VIPs are “gas-tight enclosures with a rigid \ncore, from which air has been evacuated.”  (Countercl. ¶¶ 1, 3, 5, ECF No. 6.) \n4. Water.io is an Israeli company that makes  and sells “ water bottles with \nsensors that can transmit data to a mobile app.”  In May 2018, Sealed Air approached \nWater.io to discuss adding a temperature and humidity sensor to VIPs.  Six months \nlater, the parties finalized  a contract titled “Purchase Agreement ” for what they \ncoined “SMART VIP sensors.”  The contract calls for three phases.  In the first phase, \nWater.io would develop and deliver 100 sensor prototypes and design a client portal \nand mobile app for display ing sensor data.  In the second phase, Sealed Air would  \ntest the prototypes.  And in the third phase, Water.io would begin mass production, \nmaking 15,000 sensors for use in a pilot trial with one of Sea led Air’s customers .  \n(Countercl. ¶¶ 2, 4, 5, 7, 11; see also Purchase Agrmt., Add. A, ECF No. 12.6.) \n5. The parties amended their contract twice.  In late 2019, they added \ndevelopment milestones and doubled the number of sensors that Water.io would have \nto produce and deliver to Sealed Air, all to be completed  by 30 June 2020.  Then, in \nearly June 2020, they further amended the agreement by adopting a written technical \nspecification, and Sealed Air committed to purchase over four million sensors through \n2025.  ( See Countercl. ¶¶ 13, 15;  see also 1st Am. Agrmt., ECF No. 12.7; 2d Am. \nAgrmt., ECF No. 12.8.) \n6. Not long after signing the second amendment, the parties’ relationship \nbegan to fray.  Water.io missed its deadline to deliver the first batch of 30,000 sensors.  \nIt made a partial delivery on  31 December 2020—half a year too late —and then \ndelivered the rest by mid- February 2021.  The sensors were, in Sealed Air’s words, \n“wholly unusable.”  When Sealed Air complained, Water.io’s CEO acknowledged the \ndefects and offered assurances that future deliveries would conform to specifications.  \n(Countercl. ¶¶ 18, 19, 22, 23.)  \n7. Meanwhile, Water.io sought Sealed Air’s support for a planned initial public \noffering.  But Sealed Air balked at the request.  It was then, Sealed Air alleges, that \nWater.io became openly hostile.  Throughout May and June 2021, the parties \nexchanged accusations, demands, and litigation threats .  Water.io asserted that \nSealed Air had waited too long to reject the first batch of sensors and that Sealed Air \nwas obliged to fulfill its minimum purchase commitments.  Sealed Air responded with \na notice of breach and demanded that Water.io cure  the defects within thirty days.  \nAttempts to negotiate a solution through counsel were unsuccessful, and Water.io \ndeclared the contract to have been terminated.  (See Countercl. ¶¶ 21, 25, 26, 28–33, \n39.) \n8. Despite the litigation threats, neither side filed suit immediately.   In \nmid-2024, Water.io began this lawsuit, claiming that Sealed Air  had wrongfully \nrepudiated the contract and reneged on its minimum purchase obligations.  ( See \nCompl., ECF No. 3.) \n9. Sealed Air filed its own lawsuit in federal court (Sealed Air Corp. v. Water.io \nLtd., No. 3:24-cv-00663 (W.D.N.C.)) but eventually dismissed that action in favor of \npursuing counterclaims in this action .  According to Sealed Air, Water.io knew all \nalong that it could not  meet the contractual milestones or make sensors that would \nmeet the necessary specifications.  Even so, Water.io allegedly made promises that it \ncould not keep because it hoped  to use its relationship with Sealed Air t o inflate its \nvalue in advance of its initial public offering.  Sealed Air asserts counter claims for \nbreach of contract, breach of the implied covenant of good faith and fair dealing, and \nunfair or deceptive trade practices under N.C.G.S. §  75-1.1.  ( See, e.g., Countercl. \n¶¶ 8, 9, 20, 42, 45, 46, 53, 62, 68.) \n10. Water.io has moved to dismiss all counterclaims under Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure .  The motion is fully briefed, and the Court \nheld a hearing on 23 January 2025.  The motion is ripe for decision. \nII. \nANALYSIS \n \n11. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation and quotation marks \nomitted).  Dismissal is proper when “(1) the complaint on its face reveals that no law \nsupports the . . . claim; (2) the complaint on its face reveals the absence of facts \nsufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the . . . claim.”  Corwin v. Brit. Am. Tobacco PLC , 371 N.C. 605, \n615 (2018) (citation and quotation marks omitted).  In deciding the motion, the Court \nmust treat all well -pleaded allegations as true and view the facts and permissible \ninferences in the light most favorable to the nonmoving party.  See, e.g. , Sykes v. \nHealth Network Sols., Inc., 372 N.C. 326, 332 (2019). \n12. Breach of Contract.  Sealed Air’s counterclaims for breach of contract and \nbreach of the implied covenant of good faith and fair dealing are based on the same \nunderlying allegations.  The Court therefore “analyzes the two claims as one.”  Haigh \nv. Superior Ins. Mgmt. Grp., 2017 NCBC LEXIS 100, at *13 (N.C. Super. Ct. Oct. 24, \n2017); see also Cordaro v. Harrington Bank, FSB , 260 N.C. App. 26, 38 –39 (2018) \n(treating claim for breach of implied covenant as “part and parcel” of claim for breach \nof contract when “based upon the same acts”). \n13. In moving to dismiss these claims, Water.io argues that they are untimely.  \nThe strength of the argument depends in part on which statute of limitations applies.  \nWater.io advocates the three-year limitations period  that applies to most contract \nclaims.  See N.C.G.S. §  1-52(1).  Sealed Air , by contrast,  advocates the Uniform \nCommercial Code’s four-year limitations period.  See id. § 25-2-725(1). \n14. The Uniform Commercial Code “applies to  transactions in goods.”  Id.  \n§ 25-2-102.  When a contract is for  both goods and services, as  in this case, the  \npresiding court must decide whether goods or services predominate .  If “the \npredominant factor of the contract is the sale of goods with the provision of services \nincidentally involved,” then the Code applies.  Hensley v. Ray’s Motor Co. of Forest \nCity, Inc., 158 N.C. App. 261, 266 (2003) .  Relevant factors include “the language of \nthe contract,” “the nature of the business of the supplier,” and “the intrinsic worth of \nthe materials.”  Id. \n15. The language of the parties’ contract strongly suggests that it is \npredominantly a transaction in goods.  Sealed Air and Water.io refer to each other as \n“Buyer” and “Supplier, ” call their contract a  “Purchase Agreement,” and state that \nthe contract’s purpose is to establish terms for the “purchase” and “sale” of “Products.”  \n(Purchase Agrmt. p.1.)  The contract is also peppered with terms typically associated \nwith a sale of goods, including, among other things, the use of a “purchase order” to \nspecify “quantity” and “delivery location,” the seller’s need to maintain a “minimum \ninventory,” and the buyer’s “right to inspect” the products and to accept or reject  a \ndelivery for nonconformity.  (Purchase Agrmt. §§ 2.3, 2.4, 3.2, 4.5, 10.1.)  “All of this \ncontractual language is peculiar to goods, not services, and indicates that the parties \nhad a contract for goods in mind.”  BMC Indus. v. Barth Indus., 160 F.3d 1322, 1331 \n(11th Cir. 1998)  (cleaned up) (applying “predominant factor” test) ; see also Wadley \nCrushed Stone Co. v. Positive Step, Inc. , 34 F.4th 1251,  1257 (11th Cir. 2022)  \n(considering “how the parties refer to each other and the labeling of the contract”). \n16. Other factors point to the same conclusion.  The nature of Water.io’s \nbusiness is to make and sell goods, namely water bottles with wireless sensors.  And \nthe products that Water.io agreed to develop and sell to Sealed Air are wireless \nsensors adapted to VIPs for use in insulated shipping containers.  These are movable \ngoods, yet “another hallmark of a contract for goods rather than services.”   BMC \nIndus., 160 F.3d at 1330.   \n17. Water.io argues that the contract is primarily  one for product development \nand is therefore analogous to a services contract for the development of a novel  \nsoftware system .  The Court disagrees .  In many contracts for an artisanal or \ncustom-built work, the price tends to reflect the value of the creative enterprise (time \nand skill) rather than the work’s intrinsic worth or expected utility.  Hence, courts \nview them as services contracts.  See, e.g., Bonebrake v. Cox, 499 F.2d 951, 960 (8t h \nCir. 1974) ( “contract with artist for painting”).  Here, though, t he parties’ contract \nprioritizes mass production: one batch of 15,000 sensors at first, later expanded via \namendment to a multiyear commitment for millions of sensors .  Water.io’s initial \ndevelopment services were incidental to the longer -term goal of mass production .  \nAnd although Sealed Air paid a few tens of thousands of dollars for development, the \ncontract’s pricing tilts heavily toward the finished items, which are priced per unit as \nis typical of a contract for goods .  See Hensley, 158 N.C. App. at 266 ( applying Code \nto contract concerned with “price, warranties, description and model of the mobile \nhome, and options and accessories”); see also BMC Indus., 160 F.3d at 1330 (“[W]hen \n. . . the charge for goods exceeds that for services, the contract is more likely to be for \ngoods.”). \n18. In sum, the Court concludes that the parties’ contract is predominantly for \nthe sale of goods .  Thus, th e U niform Commercial Code applies, and so does its  \nfour-year statute of limitations.  See N.C.G.S. § 25-2-725(1) (“An action for breach of \nany contract . . . must be commenced within four years after the cause of action has \naccrued.”).* \n19. The length of the  limitations period  matters because Sealed Air alleges \nseveral breaches , some  having occurred more recently than others.  Take, for \nexample, Sealed Air’s claim that Water.io “failed to meet milestones set forth in the \n \n* The briefing suggests that some courts have split mixed contracts so that terms related to \ngoods are governed by one statute of limitations and terms related to services are governed \nby another.  As far as the Court can tell, no North Carolina court has taken t hat approach, \npresumably because it would be inconsistent with the predominant factor test and could be \nunworkable in many cases. \nAgreement.”  (Countercl. ¶  57.)  These milestones, including the delivery of 30,000 \nsensors, were to be completed by 30 June 2020 .  (See Countercl. ¶ 13.)  Any breach \narising from Water.io’s  failure to meet the milestones  necessarily occurred on that \ndate.  See N.C.G.S. § 25-2-725(2) (“A cause of action accrues when the breach occurs, \nregardless of the aggrieved party’s lack of knowledge of the breach.”).  Sealed Air ’s \nclaim for breach of the contractual milestones, which accrued more than four years \nbefore this action began, is therefore time-barred.  See Forsyth Mem’l Hosp., Inc. v. \nArmstrong World Indus. , 336 N.C. 438, 442 (1994) (holding that a statute of \nlimitations “may be the basis of a 12(b)(6) dismissal if on its face the complaint reveals \nthe claim is barred”). \n20. This is not true, however, for the allegation that Water.io “failed to provide \nproduction-ready sensors that met the technical specifications in the Agreement.”  \n(Countercl. ¶ 58.)  A breach for failure to deliver conforming goods “could not and did \nnot occur until” Water.io “actually delivered” sensors that were “different from what \nplaintiff and defendant agreed upon in the purchase agreement.”  Lee v. R & K \nMarine, Inc., 165 N.C. App. 525, 528 (2004); see also N.C.G.S § 25-2-711(1) (discussing \nbuyer’s choice of remedies for nondelivery and nonconforming goods).  Assuming the \nallegations are true, Water.io made its first delivery on 31 December 2020, well \nwithin the four-year limitations period.  As a result, the claim that Water.io delivered \nnonconforming goods is not untimely on its face.   \n21. Sealed Air also alleges that Water.io “failed to produce adequate solutions,” \n“failed to cure  these breaches during the time specified in the Agreement ,” and \n“refused to engage meaningfully in [Sealed Air’s] good faith attempts to cure.”  \n(Countercl. ¶¶ 59– 61.)  These overlapping allegations are somewhat ambiguous \nbecause Sealed Air does not say  which contract provision  or provisions  Water.io \nsupposedly breached.  For now, the Court need only decide whether the  claim based \non this alleged failure to cure (assuming that a failure to cure amounts to a breach)  \nis facially time-barred.  It is not.  The alleged  events occurred after 26 May 2021 —\nwhen Sealed Air  notified Water.io of a material breach and gave it thirty days to \ncure—which is again well within the four -year limitations period .  ( See Countercl. \n¶ 30.)   \n22. Accordingly, the Court dismisses the counterclaim s for breach of contract \nand breach of the implied covenant of good faith and fair dealing to the extent based \non a failure to meet contractual milestones.  In all other respects, the Court  denies \nthe motion to dismiss these counterclaims. \n23. Section 75- 1.1.  By statute, “unfair or deceptive acts or practices in or \naffecting commerce” are “unlawful.”  N.C.G.S. § 75-1.1.  Though broad, this language \nis “not intended to apply to all wrongs in a business setting.”  Dalton v. Camp, 353 \nN.C. 647, 657 (2001).   Our appellate courts have stressed that “a  mere breach of \ncontract, even if intentional, is not sufficiently unfair or deceptive to sustain an action \nunder N.C.G.S. § 75-1.1.”  Branch Banking & Trust Co. v. Thompson , 107 N.C. App. \n53, 62 (1992).  A party alleging breach of contract “must show substantial aggravating \ncircumstances attending the breac h,” Eastover Ridge, LLC v. Metric Constructors, \nInc., 139 N.C. App. 360, 368 (2000) (citation and quotation marks omitted) , such as \n“forged documents, lies, and fraudulent inducements,”  Forest2Market, Inc. v. \nArcogent, Inc., 2016 NCBC LEXIS 3, at *14 (N.C. Super.  Ct. Jan. 5, 2016)  (citation \nand quotation marks omitted). \n24. Sealed Air’s allegations of fraudulent inducement do not withstand scrutiny.  \nIt alleges in conclusory fashion that Water.io never intended to fulfill its contractual \nobligations.  ( See Countercl. ¶ 20.)  True, “[a]llegations that a party entered into a \ncontract with no intent to perform may support a ” claim under section 75 -1.1.  \nForest2Market, 2016 NCBC LEXIS 3, at *18.  But “such allegations must be pleaded \nwith particularity.”  Vitaform, Inc. v. Aeroflow, Inc. , 2020 NCBC LEXIS 132, at *37 \n(N.C. Super. Ct. Nov. 4, 2020).  The counterclaims’ conclusory allegations do not come \nclose to meeting that heightened pleading standard. \n25. Other allegations state that Water.io “was aware” at the time it entered into \nthe contract (as well as later amendments) that it lacked the ability to make sensors \nconforming to the contractual specifications.  ( E.g., Countercl. ¶¶  8, 14 , 16 , 45 .)  \nNowhere, though,  does Sealed Air allege that Water.io made any affirmative \nmisrepresentation about its capabilities .  Even if Sealed Air’s pleading could be \nconstrued to allege an affirmative misrepresentation , there are no particularized \nallegations as to the “time, place, and content” of the misrepresentation or  the \n“identity of the person making” it.  Bob Timberlake Collection, Inc. v. Edwards, 176 \nN.C. App. 33, 39 (2006).   Water.io’s mere awareness of its own shortcomings at the \ntime of contracting, even if true, is not enough to  transform its eventual breach into \na violation of section 75 -1.1.  See Forest2Market, 2016 NCBC LEXIS 3, at *18– 19 \n(concluding that allegation that defendant “knew or should have known it could not \ndeliver” work specified in contract  amounted at most to “a mere broken promise” \n(cleaned up)); see also Wells Fargo Bank, N.A. v. Corneal, 238 N.C. App. 192, 196–96 \n(2014) (“[D]efendants’ allegation that plaintiff broke its promise, standing alone, does \nnot constitute a [section 75-1.1] claim.”). \n26. Sealed Air ’s attempt to alleg e egregious acts during contractual \nperformance, as opposed to contract formation, likewise does not withstand scrutiny.  \nWith rare exception, a violation of section 75 -1.1 “is unlikely to occur during the \ncourse of contractual performance.”  Heron Bay Acquisition, LLC v. United Metal \nFinishing, Inc., 245 N.C. App. 378, 383 (2016).  “ One reason for this is that disputes \nconcerning the circumstances of the breach are often bound up with one party’s \nexercise of perceived rights and remedies under the contract.”  Post v. Avita Drugs, \nLLC, 2017 NCBC LEXIS 95, at *10–11 (N.C. Super. Ct. Oct. 11, 2017).  On that basis, \nour court s have held that “[a] party’s threats to terminate, efforts to encourage \nanother to continue contractual performance while planning to breach, and refusal to \notherwise meet contractual obligations do not rise to the level of aggravating \ncircumstances.”  Id. at *11 (cleaned up); see also Haddock v. Volunteers of Am., Inc. , \n2021 NCBC LEXIS 70, at *27 (N.C. Super. Ct. Aug. 25, 2021).   \n27. But threats and plans to breach are  all that Sealed Air alleges.  Water.io \nsupposedly stood by its contractual commitments while seeking Sealed Air ’s \nendorsement for an initial public offering.  When that effort failed, Water.io resorted \nto “noncompliance and threats of litigation to force [Sealed Air] to pay millions of \ndollars for defective products.”  (Countercl. ¶ 44.)  Even if true, these allegations fall \nshort.  D isputes about whether Water.io’s  products were defective and whether \nSealed Air must pay for them are, at bottom, disputes about the parties ’ contractual \nrights and obligations .  See, e.g., Kerry Bodenhamer Farms, LLC v. Nature’s Pearl \nCorp., 2017 NCBC LEXIS 27, at * 20 (N.C. Super. Ct. Mar. 27, 2017) (“These \nallegations concern nothing more than disputes over the interpretation and \nperformance of the Agreement, which includes specific provisions governing payment, \nrejection of unsuitable [goods], and the requirements for termination.”);  see also \nTerry’s Floor Fashions, Inc. v. Georgia-Pacific Corp., 1998 U.S. Dist. LEXIS 15392, at \n*29–30 (E.D.N.C. July 22, 1998) (“Regardless of the fact that plaintiff has recited \nlanguage to suggest that defendant ‘deliberately misrepresented’ the traits and \nqualities of the [product] and that plaintiff entered into the contract on that basis, \nthe fact remains that this dispute, at bottom, is one over whether the product that \nwas delivered by defendant was in accordance with the specifications as ordered by \nplaintiff.”). \n28. Accordingly, the Court grants the motion to dismiss the section 75-1.1 claim.  \nSee Post, 2017 NCBC LEXIS 95, at *15–16 (dismissing section 75-1.1 claim for want \nof substantial aggravating circumstances ); Forest2Market, 2016 NCBC LEXIS 3, at \n*19 ( same).  Having done so, t he Court need not address Water.io’s alternative \narguments for dismissal of this claim. \nIII. \nCONCLUSION \n \n29. For these reasons, the Court GRANTS  the motion to dismiss , with \nprejudice, the counterclaims for breach of contract and breach of the implied covenant \nof good faith and fair dealing to the extent based on Water.io’s failure to meet \ncontractual milestones but DENIES the motion to dismiss these counterclaims in all \nother respects.   In addition, the Court GRANTS the motion to dismiss the \ncounterclaim for unfair or deceptive trade practices  under section 75 -1.1 and \ndismisses this counterclaim without prejudice. \n \nSO ORDERED, this the 19th day of February, 2025. \n \n \n       /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}