{
  "id": "42d2ecd6161772afddd1bc3fa2a92356eba7b2da496bf1a3ad962e1427b6db6e",
  "source_file": "data/raw/ncbc/42d2ecd6161772afddd1bc3fa2a92356eba7b2da496bf1a3ad962e1427b6db6e.pdf",
  "raw_text": "In re Se. Eye Ctr. (EBW Judgment), 2017 NCBC 41. \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n12 CVS 11322 \n \n \nIN RE SOUTHEASTERN EYE \nCENTER-JUDGMENTS \n \nORDER AND OPINION  \n(EBW JUDGMENT) \n \n1. THIS MATTER  is before the Court upon (1) Douglas Harris’s (“Harris”) \nMotion to Release Judgment (“Motion to Release”), (2) Harris’s Notice of Right to \nHave Exemptions Designated (“Notice of Exemptions”), and (3 ) Receiver Gerald A. \nJeutter, Jr.’s (the “Receiver”) Motion for Application of Full Faith and Credit and Res \nJudicata to Federal Bankruptcy Order  (“Motion for Full Faith and Credit ”) \n(collectively, the “Motions”) in the above-captioned case. \n2. Having considered the Mo tions, the parties’ briefs in support of and in \nopposition to the Motions, the appropriate evidence of record, and the arguments of \ncounsel at the hearing on March 31 , 2017, the Court, as set forth below, GRANTS \nHarris’s Motion to Release, DENIES as moot Harris’s Notice of Exemptions, DENIES \nthe Receiver’s Motion for Full Faith and Credit, and makes the following FINDINGS \nOF FACT and CONCLUSIONS OF LAW. \nOak City Law LLP, by Robert E. Fields, III and Samuel Pinero II, for \nReceiver Gerald A. Jeutter, Jr. \n \nDefendant Douglas S. Harris, pro se. \n \nBledsoe, Judge. \n \n \n \n \n \nI.  \nFINDINGS OF FACT \n3. In January 2005, EBW, Inc. and EBW Laser, Inc. (the “Debtors”) sought \nrelief under chapter 11 of the United States Bankruptcy Code  (the “Bankruptcy \nCode”) before the Honorable William L. Stocks of the United States Bankruptcy Court \nfor the Middle District of North Carolina (the “Bankruptcy Court”) (collectively, the \n“Bankruptcy Proceeding”).  In re EBW Laser, Inc. , Nos. 05 -10220C-7G, 05-10221C-\n7G, 2012 Bankr. LEXIS 3767 , at *4  (Bankr. M.D.N.C. Aug. 14, 2012)  (describing \nBankruptcy Proceeding).   \n4. The Bankruptcy Proceeding was subsequently converted from a \nreorganization under chapter 11 to a liquidation under chapter 7 of the Bankruptcy \nCode, and on March 30, 2005,  the Bankruptcy Court appointed Charles M. Ivey as \nthe chapter 7 trustee  for the Debtors  (the “Trustee”).  In re EBW Laser, Inc. , 2012 \nBankr. LEXIS 3767, at *4 ; In re EBW Laser, Inc. , Nos. 05-10220C-7G, 05-10221C-\n7G, slip. op. at 1  (Bankr. M.D.N.C. Mar. 30, 2015), ECF No. 105. \n5. James Mark McDaniel (“M cDaniel”) and C. Richard Epes (“Epes”) were \nprincipals and officers of the Debtors.  In re EBW Laser, Inc. , 2012 Bankr. LEXIS \n3767, at *4 .  On June 11, 2009, McDaniel and Epes , through their then attorney \nHarris, filed a civil action in Guilford County, North Carolina Superior Court while \nthe Bankruptcy Proceeding was ongoing (the “State Court Action”).  See McDaniel v. \nBlust, No. 1:09CV507, 2010 U.S. Dist. LEXIS 1411, at *2 (M.D.N.C. Jan. 8, 2010); In \nre EBW Laser, Inc., 2012 Bankr. LEXIS 3767, at *7.   \n \n \n6. The State Court Action  was timely removed to federal district court , after \nwhich the federal district court dismissed the removed action for lack of subject \nmatter jurisdiction under the Barton Doctrine.  In re EBW Laser, Inc. , 2012 Bankr. \nLEXIS 3767, at *8–9.  The Barton Doctrine  requires a plaintiff to obtain leave from \nthe court that appointed the trustee (here the Bankruptcy Court) before another court \n(here the North Carolina state court and the federal district court) may obtain subject \nmatter jurisdiction over a suit against the trustee or the trustee’s professionals for \nacts committed in their official capacity .  See, e.g., McDaniel v. Blust, 668 F.3d 153, \n156–57 (4th Cir. 2012).  In 2012, the United States Court of Appeals for the Fourth \nCircuit affirmed t he federal district court’s application of the Barton Doctrine  to \ndismiss the State Court Action after removal to federal court.  Id. at 157–58.   \n7. On October 16, 2009 , the Trustee moved for relief in the Bankruptcy \nProceeding against Harris, Epes, and McDaniel based on their violation of the Barton \nDoctrine.  The Trustee sought an award of damages, including for the attorneys’ fees \nand expenses the Trustee incurred in the defense of the unauthorized suit and in \nadvancing the motion seeking damages.  In re EBW Laser, Inc., 2012 Bankr. LEXIS \n3767, at *3, 23.   \n8. The Bankruptcy Court granted the motion on October 14, 2012  and \n“ordered, adjudged and decreed that Charles M. Ivey, III, as Chapter 7 Trustee for \nEBW Laser, Inc. and EBW , Inc., have and recover from James Mark McDaniel, C. \nRichard Epes and Douglas S. Harris, jointly and severally, the sum of $320,980.23,” \n(Harris’s Mot. Release J. Ex. A), for the attorneys’ fees and expenses the Trustee \n \n \nincurred as a result of their violation of the Barton Doctrine (the “Barton Judgment” \nor “Judgment”).  In re EBW Laser, Inc., 2012 Bankr. LEXIS 3767, at *71.1  \n9. Thereafter, the Trustee entered into separate settlement agreements with \nEpes and McDaniel (the “Settlement Agreements”) to resolve the Barton Judgment \nas well as certain ongoing litigation with Epes, McDaniel, and several other \ndefendants (the “Trust ee Recovery Litigation”) .  (Receiver’s Mot.  Full Faith and \nCredit Ex. A, Order Approving Settlement of Controversy at 4, In re EBW Laser, Inc., \nNos. 05-10220C-7G, 05-10221C-7G (Bankr. M.D.N.C. Oct. 16, 2013), ECF No. 625) \n(hereinafter “Order Approving Barton Judgment  Settlement”).2  Both Settlement \nAgreements were subject to the Bankruptcy C ourt’s approval , which the Trustee \nsought through his Motion for Authority to Settle Controversy, filed August 30, 2013.  \n(Order Approving Barton Judgment Settlement 4.) \n10. The Settlement Agreements required that: (i) Epes’s wife, Bessie K. Epes \n(“Ms. Epes”) pay $1,000,000 to the Trustee; (ii) the Trustee “assign unto Bessie Epes \nthe Barton Judgment, provided that the Trustee shall first set off the portion of the \nBarton Judgment which is equal to the amount of the previously allowed Chapter 11 \n                                            \n1  The Judgment was recorded with the Register of Deeds of Guilford County, North Carolina \non August 30, 2012 in Book 7386, page 1740.  (Receiver’s Mot. Full Faith & Credit Ex. B.)  \nSee N.C. Gen. Stat. § 1-229 (“In all legal proceedings, touching the right of parties derived \nunder such judgment, a certified copy from the register’s books is evidence of its existence \nand of the matters therein contained, as fully as if proved by a perfect transcript of the whole \ncase.”). \n \n2  The Trustee filed the Trustee Recovery Litigation in January 2007 against Epes, McDaniel \nand others for alleged fraudulent transfers, preferential transfers, unauthorized post-petition \ntransfers, breach of fiduciary duty, aiding and abetting breach of fiduciary duty, and unfair \nand deceptive trade practices.  In re EBW Laser, Inc., 2012 Bankr. LEXIS 376, at *4–5.   \n \n \nexpense for Douglas Harris’ attorney fees, i.e., $27,000”; (iii) the Trustee “dismiss the \nTrustee Recovery Litigation with prejudice”; and (iv) Epes, McDaniel, and the other \nsettling defendants “not be allowed a claim in the bankruptcy proceedings of the \nDebtors[.]”  (Order Approving Barton Judgment Settlement 5–6.)   \n11. Harris filed an objection to the Settlement Agreements but withdrew his \nobjection after the Trustee agreed to withdraw previously-filed motions seeking to \nhold Harris in civil contempt and after Harris agreed to allow the $27,000 set off .  \n(Order Approving Barton Judgment Settlement 5, 6–7, 10.)   \n12. On October 16, 2013 , the Bankruptcy Court granted the Trustee’s Motion \nfor Authority to Settle Controversy, authorized the Trustee to settle the matters as \nset forth in the Settlement Agreements, and authorized the parties to the Settlement \nAgreements “to take the actions necessary to consummate the settlement, including \nsetting off $27,000 of the Barton Judgment against and in satisfaction of the $27,000 \nChapter 11 administrative expense claim of Douglas S . Harris, following which the \nTrustee [was] to dismiss the Trustee’s motions for civil contempt against Douglas S. \nHarris.”  (Order Approving Barton Judgment Settlement 10–11; see also Receiver’s \nMot. Full Faith & Credit Ex. B & Harris’s Mot. Release Judgment Ex. B, Settlement \nAgreement and Release at 3, In re EBW Laser, Inc., Nos. 05-10220C-7G, 05-10221C-\n7G (Bankr. M.D.N.C. Aug. 30, 2013), ECF No. 615-1).3   \n                                            \n3  Harris filed but later withdrew an objection to the Trustee’s Motion for Authority to Settle \nControversy.  (Order Approving Trustee Settlement 5, 6–7, 10.)  As a result, the Bankruptcy \nCourt did not rule on Harris’s objection. \n \n \n13. On December 5, 2013, the Trustee , “in accordance with the [Settlement \nAgreements,] . . . assign[ed] to Bessie K. Epes, without recourse or warranty . . . [the \nBarton Judgment] reduced by the partial payment [resulting from the $27,000 offset \nfor Harris’s administrative expense claim]”.  (Receiver’s Mot. N.C. Gen. Stat. § 1-358 \nEx. C.) \n14. On May 13, 2014 , Ms. Epes filed a  notarized document titled “Release of \nJudgment as to C. Richard Epes and James Mark McDaniel Only” with the Guilford \nCounty Clerk of Superior Court  (“Release of Barton Judgment” or “Release”).  The \nRelease specifically provided as follows: \nBessie K. Epes, as Assignee of Plaintiffs, hereby releases and authorizes \nthe Judgment in the above action, a copy of which is attached hereto as \nExhibit 1, to be marked as paid and satisfied in full with respect to C. \nRichard Epes and James Mark McDaniel only.   \n \nThis Release specifically does not apply to Defendant Douglas S. Harris, \nand the Judgment and the Assignment of Judgment in this action \nagainst him remains. \n \n(Harris’s Mot. Release of J. Ex. C). \n15. On February 25, 2015, this Court appointed the Receiver to serve as receiver \nfor several entities in which Epes and Ms. Epes (together, the “Epeses”) then held \nownership and control interests: Central Carolina Surgical Eye Associates, P.A. , \nHUTA Leasing, LLC, Southeastern Eye M anagement, Inc., Southeastern Cata ract \nLaser Center, PLLC, and EMS Partners, LLC  (collectively, the “Corporate \nDefendants”).  Old Battleground Props., Inc. v. Cent. Carolina Surgical Eye Assocs., \nP.A., 15 CVS 1648 (N.C. Super. Ct. Feb. 25, 2015). \n \n \n16. On April 27, 2015, the matter styled Charles M. Ivey, III, as Chapter 7 \nTrustee for EBW Laser, Inc. and EBW, Inc. v. James Mark McDaniel, C. Richard \nEpes and Douglas Harris  (Guilford County Superior Court, No. 12-CVS-11322) (the \n“EBW Judgment Action”) was designated as an exceptional case under Rule 2.1 of the \nGeneral Rules of Practice for the Superior and District Court and assigned to the \nundersigned by the Chief Justice of the North Carolina Supreme Court.   \n17. On May 19, 2015, the Epeses  and the Receiver entered into a settlement \nagreement, subject to court approval, by which (i) the Epeses agreed “to make \nsubstantially all of their assets available to the Receiver for use in negotiating \nresolutions of claims against the Corporate Defendants” in exchange for a release by \nthe Receiver, on behalf of the Corporate Defendants, of all the Corporate Defendants’ \nclaims against the Epeses, and (ii) the Epeses agreed to transfer “substantially all of \ntheir assets and most of their debts” to two entities, DRE NEWCO, LLC (“DRE”) and \nKEPES NEWCO, LLC (“KEPES”), each of which was to be owned by trusts under \nwhich the Epeses were beneficiaries, and each of which was to be placed into \nreceivership under the Receiver’s control (the “Epeses Settlement”).  See In re Se. Eye \nCtr. – Pending Matters & Judgments, 15 CVS 1648, 12 CVS 11322 ¶¶ 4, 5, 12 (N.C. \nSuper. Ct. July 14, 2015); (Receiver’s Joint Mot. Approve Settlement Agreement and \nRelease, Ex. A.) \n18. On June 19, 2015, this Court consolidated a number of judgm ents and \nsupplemental proceedings pending before the Court, including the EBW Judgment \n \n \nAction, into the Master File 12 CVS 11322 (Guilford) with the caption as set forth \nabove. \n19. On July 14, 2015, the Court approved the Epeses Settlement, placed DRE \nand KEPES into receivership, and appointed the Receiver as receiver for DRE and \nKEPES as well as for three  additional entities in which the Epeses held ownership \nand control interests:  Surgical Eye Center, Inc. ; ME Greensboro, LLC ; HUTA \nLeasing Company; and MEM of High Point, LLC .  See In re Se. Eye Ctr. – Pending \nMatters & Judgments, 15 CVS 1648, 12 CVS 11322 (N.C. Super. Ct. July 14, 2015) \n(“Order Approving Epeses Settlement”). \n20. Also on July 14, 2015, Ms. Epes assigned the Barton Judgment to  KEPES, \nspecifically stating that she was assigning to KEPES “without recourse, all of its [sic] \nright, title, and interest in and to that certain Judgment in the total judgment amount \nof $320,980.23, plus post -judgment interest at the legal rate from date of judgment \nuntil fully paid.”  (Receiver’s Mot. N.C. Gen. Stat. § 1-358 Ex. E; Harris’s Resp. Opp. \nReceiver’s Mot. N.C. Gen. Stat. § 1-358 Ex. 2.) \n21. On February 2, 2017, Harris fil ed the Motion to Release  with the Guilford \nCounty Clerk of Superior Court  (the “Clerk”) under  N.C. Gen. Stat. § 1 -242, \ncontending that the Release of the Barton Judgment released him of all liability on \nthe Judgment as a matter of North Carolina law and asking the Clerk to cancel the \nJudgment and thus cause collection efforts against him by the Guilf ord County \nSheriff to cease.  (Harris’s Mot. Release J. 1.) \n \n \n22. On February 13, 2017, the Receiver filed the Motion for Full Faith and \nCredit on behalf of KEPES.  The Receiver argued that the Court should stay the \nhearing then scheduled before the Clerk on the  Motion to Release until th e Court \ncould hear the Motion for Full Faith and Credit, deny Harris’s Motion to Release, and \naccord to the Judgment full faith and credit.  (Receiver’s Mot. Full Faith & Credit 1.)  \nAt the same time, the Receiver also filed the Motion for Relief under N.C. Gen. Stat. \n§ 1-358 on behalf of KEPES, which the Court denied, in the exercise of its discretion, \non February 23, 2017. \n23. On February 15, 2017, the Court entered an order staying the hearing \nscheduled on Harris’s Motion to Releas e before the Clerk  and the Sale of Harris’s \npersonal property by the Guilford County Sheriff.  See Webb v. McKeel, 144 N.C. App. \n381, 385–86, 551 S.E.2d 440, 442–43 (2001) (holding that clerk of court did not have \nexclusive jurisdiction over the enforcemen t and satisfaction of judgments and that \ntrial court correctly assumed jurisdiction to consider the motion for cause under N.C. \nGen. Stat. § 1-242).  \n24. That same day, Harris filed the Mo tion to Release with this Court .  Two \ndays later, on February 17, 2017, Harris filed his Notice of Exemptions.  Harris pleads \naccord and satisfaction in his Motion to Release and urges the Court to release the \nJudgment based on his contention that the execution and filing of the Release  \nsatisfied the Judgment in its entirety.  (Harris Br. Supp. Mot. Release J. 4–5.) \n25. The Court held a hearing on the Motions on March 31, 2017, at which Harris \nand counsel for the Receiver were present.  McDaniel also made an appearance at the \n \n \nhearing, but because McDaniel was not a party to, or affected by, the Motions, the \nCourt does not consider McDaniel’s statements  at the hearing in considering the \nMotions.  The Motions are now ripe for resolution.  \nII.  \nCONCLUSIONS OF LAW \n26. Resolution of each Motion depends upon whether the Barton Judgment is \nenforceable.  The Court first considers Harris’s Motion to Release.   \n27. As noted above, Harris argues that the Judgment is now unenforceable \nbecause it has been satisfied as a matter of North Carolina law.  Specifically, Harris \ncontends that Ms. Epes’s Release, which she filed with the Guilford County Clerk as \na matter of public record, released Harris, as well as McDaniel and Epes, under North \nCarolina law, despite the express language in the Release stating that it did not apply \nto Harris.  (Harris’s Brief Supp. Mot. Release J.  & Notice of Exemptions 5; Harris’s \nReply Receiv er’s Resp. Mot. Release J.  2; Harris’s Brief Opp. Receiver’s Mot. Full \nFaith and Credit 2 –5.)  As a result, Harris argues that the Judgment should be  \nmarked satisfied and notated to reflect that Harris is released and has no further \nliability on the Judgment .  (Harris’ s Brief Supp. Mot. Release J.  7; Harris’s Reply \nReceiver’s Resp. Mot. Release J. 5.)   \n28. The Receiver  argues in opposition that federal la w governs whether the \nJudgment is enforceable, and that, under applicable federal law, Ms. Epes’s Release \ndid not release Harris from the Judgment .  (Receiver’s Resp. Harris Mot. Release J. \n2.)  Thus, the Receiver contends that Harris’s Motion to Release should be denied. \n \n \nA. Consideration of the Motion to Release under Rule 60(b)(5) \n29. Harris’s Motion to Release was originally filed with Clerk under N.C. Gen. \nStat. § 1 -242 and subsequently re -filed with this Court.   The Court has carefully \nconsidered the Motion to Release and the relief requested and, for the reasons set \nforth below, concludes that it is proper for the Court to consider the Motion to Release \nas a motion under N.C. R. Civ. P. 60. \n30. Rule 60(b) provides, in relevant part, as follows: \nOn motion and upon such terms as are just, the court may relieve a party \nor his legal representative from a final judgment, order, or proceeding \nfor one of the following reasons: \n. . . \n(5) The judgment has been sati sfied, released, or discharged, or a prior \njudgment upon which it is based has been reversed or otherwise vacated, \nor it is no longer equitable that the judgment should have prospective \napplication . . . . \n \nN.C. R. Civ. P. 60(b)(5). \n31.   Harris’s Motion to Re lease seeks relief –cancellation of the Judgment as \nsatisfied–fully consistent with and as contemplated by Rule 60(b)(5).  As such, the \nCourt concludes, in the exercise of its discretion, that it is appropriate to consider the \nMotion to Release as a motion under Rule 60(b).  The fact that Harris did not move \nunder Rule 60(b) is irrelevant.  See, e.g., Pope v. Pope, 786 S.E.2d 373, 378 (N.C. Ct. \nApp. 2016) (“[A] trial court may even act sua sponte to grant relief under Rule 60(b), \neven where a party has not moved for relief under that rule.”); Carter v. Clowers, 102 \nN.C. App. 247, 253, 401 S.E.2d 662, 665 (1991) (“ [N]omenclature is unimportant, \nmoving papers that are mislabeled in other ways may be treated as motions under \nRule 60(b) when relief would be prope r under that rule.”); Hoglen v. James, 38 N.C. \n \n \nApp. 728, 730–31, 248 S.E.2d 901, 903–04 (1978) (holding that even though plaintiff’s \nmotion to set aside an order of dismissal did not specify the number of the rule, “[t]he \njudge had the authority to grant t he relief requested and it was his duty to rule on \nthe motion.”). \n32. Resolution of “[a] motion under Rule 60(b)  is addressed to the sound \ndiscretion of the trial court . . . .”  Harris v. Harris, 307 N.C. 684, 687, 300 S.E.2d 369, \n372 (1983).  Moreover, “[i]t is the duty of the judge presiding at a Rule 60(b) hearing \nto make findings of fact and to determine from such facts whether the movant is \nentitled to relief from a final judgment or order.”   Hoglen, 38 N.C. App. at 731, 248 \nS.E.2d at 903 ; see also York v. Taylor, 79 N.C. App. 653, 655, 339 S.E.2d 830, 832 \n(1986); Pope, 786 S.E.2d at 379 .  “The burden of proving grounds for relief is on the \nmoving party.”  Deutsche Bank Trust Co. Ams. v. Tradewinds Airlines, Inc. , 2009 \nNCBC LEXIS 6 , at *13 (N.C. Super. Ct . Apr. 29, 2009) (citations omitted).   \nAccordingly, the Court makes findings of fact and conclusions of law in this Order \nand Opinion to comply with these requirements for consideration of a motion under \nRule 60(b). \nB. Choice of Law Applicable to the Motion to Release \n33. The parties disagree as to the law applicable to the Motion to Release.  The \nReceiver contends that federal law must be applied because the Judgment was issued \nby a federal court on a federal question , i.e., the application of the Barton Doctrine .  \nHarris disagrees, and argues that North Carolina law must be applied because the \nJudgment was transferred to North Carolina state court, recorded with the Guilford \n \n \nCounty Clerk of Superior Court, and execution is sought under the laws of North \nCarolina in North Carolina state court. \n34. For the reasons set forth below, the Court concludes that North Carolina \nlaw should be applied to determine whether Ms. Epes’s Release effected a release of \nthe Judgment against Harris. \n35. Under the North Carolina Uniform Enforcement of Foreign Judgment Act \n(“UEFJA”), a judgment of a United States Court, like the Barton Judgment here, “has \nthe same effect and is subject to the same defenses as a judgment of this State and \nshall be enforced or sat isfied in like manner.”  N.C. Gen. Stat. § 1C-1703 (emphasis \nadded); see also N.C. Gen. Stat. § 1 -237.  The Receiver has not argued, nor is the \nCourt prepared to conclude, that the UEFJA is preempted or otherwise without \napplication here.  In addition, the Receiver does not cite, and the Court’s research has \nnot found, any state court decisions applying federal law to the enforcement, \nexecution, or satisfaction of a judgment rendered by a United States Court  in state \ncourt.4  Thus, in light of the plain language of the UEFJA and the absence of case law \nin support of the Receiver’s position, the Court concludes that the UEFJA requires \n                                            \n4  The Receiver cites State Farm Mut. Auto. Ins. Co. v. Lincow, 30 F. Supp. 3d. 368, 371 (E.D. \nPa. 2014) and Fed. Sav. Loan Ins. Corp. v. Williams, 622 F.Supp 132, 138 (D. Md. 1985)  in \nsupport of his position.  Neither of these decisions, however, address es state court \nenforcement of a federal court judgment or the effect of a recorded satisfaction of judgment \nin state court, the determinative issues here.  The Receiver also cites to Fed. Sav. Loan Ins. \nCorp. v. Reeves, 816 F.2d 130, 134–35, n.4–5 (4th Cir. 1987), but the Fourth Circuit declined \nto decide controlling law in that case.  Moreover, federal courts have concluded that Federal \nRule of Civil Procedure 69 requires federal cou rts to apply state law to determine issues \nregarding the effect of a state court satisfaction of judgment  such as the Release here .  \nZamani v. Carnes, 491 F.3d 990, 996 (9th Cir. 2007).   \n \n \n \nthat North Carolina law apply to determine whether the Release bars further efforts \nto enforce the Barton Judgment against Harris. \nC. Application of North Carolina Law to the Motion to Release \n36. Under the UEFJA, a debtor may seek relief from a judgment entered by an \norder or decree of a court of the United States  on “any . . . grounds for which relief \nfrom a judgment of this State would be allowed. ”  N.C. Gen. Stat. § 1C-1705(a); see \nalso N.C. Gen. St at. § 1C -1702(1).  Section 1C -1705, however,  is constrained by \napplication of the Full Faith and Cr edit Clause of the United States Constitution.  \nDocRx, Inc. v. EMI Servs. of N.C., 367 N.C. 371, 382, 758 S.E.2d 390, 397 (2014).   \n37. The Full Faith and Credit Clause provides that “Full Faith and Credit shall \nbe given in each State to the public Acts, Records, and Judicial Proceedings  of every \nother State.”  U.S. Const. art. IV, § 1.  Although the Full Faith and Credit Clause does \nnot expressly apply to judgments rendered by a United States Court, North Carolina \nstate courts are required to give full faith and credit to judgments of a United States \ncourt which involve “the identical facts” or the “identical res or subject matter . . .  .” \nHampton v. N .C. Pulp Co., 223 N.C. 535, 539, 27 S.E.2d 538, 541 (1943); see also \nFirst-Citizens Bank & Trust Co. v. Four Oaks Bank & Trust Co., 156 N.C. App. 378, \n380, 576 S.E.2d 722, 724 (2003).   \n38. As limited by the Full Faith and Credit Clause, section 1C-1705(a): \ndoes not refer to defenses on the merits but rather refers to defenses \ndirected at the enforcement of a foreign judgment 5, such as, that the \njudgment creditor committed extrins ic fraud, that the rendering state \n                                            \n5  The UEFJA defines foreign judgment as “any judgment, decree, or order of a court of the \nUnited States or a court of any other state which is entitled to full faith and credit in this \nState . . . .”  N.C. Gen. Stat. § 1C-1702(1) (emphasis added). \n \n \nlacked personal or subject matter jurisdiction, that the judgment has \nbeen paid, that the parties have entered into an accord and satisfaction, \nthat the judgment debtor’s property is exempt from execution, that the \njudgment is subject to continued modificati on, or that the judgment \ndebtor’s due process rights have been violated. \n \nDocRx, Inc., 367 N.C. at  382, 758 S.E.2d at 397  (citations omitted) (holding that a \ndebtor could not seek relief from a foreign judgment based on the defense of intrinsic \nfraud under N.C. Gen. Stat. §1C-1705(a)); see also Tropic Leisure Corp. v. Hailey, 796 \nS.E.2d 129, 132, 135 (N.C. Ct. App. 2017) (concluding that plaintiff’s defense to \nforeign judgment was preserved by UEFJA).   \n39. Thus, Harris’s defense s to enforcement of the Judgment here –that the \njudgment has been paid and that the parties have entered into an accord and \nsatisfaction–do not challenge the Judgment on the merits or the Bankruptcy Court’s \norders pre-dating the Release.  As a result, the Court concludes that Harris’s defenses \nare preserved by the UEFJA and may be asserted through a motion under Rule \n60(b)(5).  \n40. Turning then to Harri s’s Motion to Release on the merits , the C ourt \nconcludes, for the reasons set forth below, that the Judgment has been satisfied as a \nmatter of law and cannot be enforced against Harris in the courts of this State.   \n41. The North Carolina Supreme Court addressed a nearly identical situation \nto that here in Simpson v. Plyler, 258 N.C. 390, 128 S.E.2d 843 (1963).  In Simpson, \nthe plaintiff and others signed a “Satisfaction of Judgment” acknowledging plaintiff’s \nreceipt of funds, noting that the judgment against the settling defendant had been \n“paid and s atisfied in full,” and asserting that plaintiff’s cause of action against a \n \n \ncorporate defendant was preserved.  Id. at 392 –93, 128 S.E.2d at 845.  The \nSatisfaction of Judgment, which was filed with the clerk of superior court, authorized \nthe clerk to satisfy the judgment of record.  Id. at 393, 397, 128 at 845, 848.  The \nSupreme Court concluded that plaintiff’s “acceptance of satisfaction” in th ose \ncircumstances released plaintiff’s claim s against all tort-feasors for the same injury \nand that t he attempted reservation of plaintiff’s claim against the corporate \ndefendant was ineffective.  As explained by the Court: \nIt is a universal rule that  where there has been a judgment against \none of two or more joint tort -feasors, followed by acceptance of \nsatisfaction, all other tort -feasors are thereby released, and  the \njudgment and satisfaction may be successfully pleaded by them to the \nmaintenance of the same or another suit by the same plaintiff \ninvolving the same cause of action.   It is the general rul e in this \ncountry that the mere entry of a judgment against one joint \ntort-feasor does not of itself release the plaintiff’s claims against other \njoint tort-feasors liable for the injury.   Payment of such a judgment \nand acceptance of such payment by the pl aintiff are, however, \ngenerally held to operate as a release of the plaintiff’s claims against \nsuch other wrongdoers.     \nId. at 395, 128 S.E.2d at 847 (citations and quotation marks omitted). \n42. The Receiver contends that North Carolina overturned the 1963 Simpson \ndecision when it enacted the Uniform Contribution Among Tort -Feasors Act \n(UCATFA) in 1967.  Contrary to the Receiver’s contention, however, the UCATFA \n“codifie[d] the common -law rule applicable to joint tort -feasors, under which a \nclaimant may obtain judgments against any and all joint tort -feasors for a single \ninjury or wrongful death, but the claimant may have only one satisfaction.”  Akins v. \nMission St. Josephs Health Sys., 193 N.C. App. 214, 217, 667 S.E.2d 255, 257 (2008) \n \n \n(citing Ipock v. Gilmore, 73 N.C. App . 182, 186, 326 S.E.2d 271, 275  (1985)).  In \nparticular, the statute provides that: \nThe recovery of judgment against one tort -feasor for the injury or \nwrongful death does not of itself discharge the other tort -feasors from \nliability to the claimant.  The satisfaction of the judgment discharges \nthe other tort-feasors from liability to the claimant for the same injury \nor wrongful death, but does not impair any right of contribution. \n \nN.C. Gen. Stat. § 1B-3(e) (emphasis added).  As such, section 1B-3(e) is consistent \nwith, not a legislative repudiation of, the Supreme Court’s holding in Simpson.   \n43. Therefore, under controlling North Carolina law, where, as here, the party \nobtaining a judgment executes and files evidence of acceptance of satisfaction on the \npublic record, that party is thereafter barred from collecting on the judgment from \nother joint tort-feasors, notwithstanding recitals in the acceptance of satisfaction to \nthe contrary.  Simpson, 258 N.C. at 397–98, 128 S.E.2d at 848–49; see, e.g., Ipock, 73 \nN.C. App . at 186, 326 S.E.2d at 275  (holding plaintiff’s filing of satisfaction of \njudgment as to one tort-feasor released all other tort-feasors); Steelcase, Inc. v. M.B. \nHaynes Corp., No. 1:09cv443, 2011 U.S. Dist. LEXIS 88694, at *16 (W.D.N.C. Aug. 5, \n2011) (holding that after filing of  satisfaction of judgment, “§1B-3(e) served to \ndischarge [non-settling joint tort-feasor] from any further liability to the [judgment \ncreditor] because a claimant cannot recover twice for the same in jury”); see also  \nKavanau Real Estate Trust v. Debnam, 299 N.C. 510, 514, 263 S.E.2d 595, 598 (1980) \n(holding that defendants “are not entitled to relief under [Rule 60(b)(5)] on the ground \nthat the judgment has been satisfied because the record reveals tha t plaintiff has \n \n \nobtained a judgment in bankruptcy court but there is no evidence in the record that \nit has been satisfied”).6 \n44. Applying these principles here, the Court concludes that Ms. Epes’s \nstatement in the Release, which she filed on the public record , declaring that she \n“hereby release [d] and authorize[d]  the Judgment . . . to be marked as paid and \nsatisfied in full” provides conclusive evidence that the Judgment has been satisfied \nunder North Carolina law , notwithstanding her stated intention not to release the \n                                            \n6  One Pennsylvania court has summarized the rationale for this rule in particularly \npersuasive terms: \nThere are important policy reasons and much wisdom behind the traditional \nrule that a plaintiff who records a satisfaction of judgment must treat that \nsatisfaction as his o r her commitment that the judgment has been fully \nsatisfied.  Judgments are frequently satisfied for less than their face value.  \nThe parties mutually agree that the plaintiff will accept less than he or she \nwas entitled to under the judgment.  The law encourages these as well as other \nsettlements to end disputes between parties.  To permit the plaintiff to later \nquestion the satisfaction on the basis of sufficiency of the consideration that \nshe accepted in full satisfaction of the judgment would create uncertainty and \nunpredictability.  It would erode the integrity of official public records.  We see \nno reason to accord less respect for official public records than we would for \npromises between private parties. \nThe common law has traditionally attached great significance to the entry of a \nsatisfaction of judgment. A plaintiff who is injured at the hands of more than \none tort-feasor may sue and recover a judgment against any one or all of the \ntort-feasors and may attempt to collect the damages awarded by the \njudgment against any one or all of them.  However, although a plaintiff may \nobtain a judgment against several tort-feasors for the same harm, he or she is \nentitled to only one satisfaction for that harm.  The rationale underlying this \nrule is clear -- the remedy provided to an injured person is to receive only one \nfull compensation for the wrong done to him.  Moreover, once the judgment is \nmarked satisfied, the plaintiff is legally barred from further recovery against \nany of the tort-feasors because the law presumes that full satisfaction for the \nharm incurred has been received.   \n \nBrandt v. Eagle, 602 A.2d 1364, 1367 (Pa. Super. Ct. 1992). \n \n \n \nJudgment against Harris .  Accordingly, the Court concludes that the Judgment \nbecame unenforceable against Harris upon filing of the Release on May 13, 2014.  \n45. Because a third-party assignee acquires “a right to collect on the underlying \ndebt only to the extent of its predecessors in interest[,]”  Credigy Receivables, Inc. v. \nWhittington, 202 N.C. App. 646, 654, 689 S.E.2d 889, 894 (2010) , the assignment of \nthe Judgment to the Receiver on July 14, 2015 conveyed an unenforceable Judgment.  \nSee, e.g., 47 Am. Jur. 2d. Judgments § 811 (2017) (“[I]f the judgment debtor satisfies \nthe judgment before it is assigned by the judgment creditor, the satisfaction would \nbar the assign ee from enforcing the judgment . . . [because] . . .  once the judgment \ncreditor has received satisfaction on his or her judgment, he or she has nothing to \nassign, and the assignee would receive nothing by the transfer.”).   \n46. As a result, the Court concludes that Harris’s Motion to Release should be \ngranted under Rule 60(b)(5), the Judgment should be marked as paid and satisfied in \nfull, and Harris’s Notice of Exemptions should be denied as moot.7 \n47. The Court further concludes, based on the findings of fact and conclusions \nof law contained herein, that the Receiver’s Motion for Full Faith and Credit should \nbe denied.  See DocRx, Inc., 367 N.C. at 382, 758 S.E.2d at 397.  Harris’s Motion to \nRelease did not attack the Judgment but rather challenged its enforceability based \non the filing of the Release on May 13, 2014, some two years after the Judgment was \n                                            \n7  Harris’s Motion to Release raises the further argument that Ms. Epes’s $1,000,000 payment \nto the Trustee under the Settlement Agreements satisfied the Barton Judgment.  (Harris’s \nMot. Release J. 2.)  Because the Court concludes that the Motion to Release should be granted \nas set forth above, the Court declines to address Harris’s additional argument. \n \n \n \nentered and recorded.  The Release was filed nearly seven months after the \nBankruptcy Court rendered its Order Approving the Barton Judgment Settlement, \nand the Settlement Agreements did not contemplate the filing of the Release.  In sum, \nthere is no evidence before the Court to suggest that the Bankruptcy Court considered \nthe Release, and the impact of the Release on the enforceability of the Judgment, in \nany ruling bearing on the Motion for Full Faith and Credit.  See Taylor v. Sturgell, \n553 U.S. 880, 892 (2008) (“Issue preclusion . . . bars successive litigation of an issue \nof fact or law actually litigated and resolved in a valid court determination e ssential \nto the prior judgment, even if the issue recurs in the context of a different clai m.”); \nMed. Mut. Ins. Co. v. Mauldin, 137 N.C. App. 690, 694, 529 S.E.2d 697, 693–94, 699–\n700 (2000) (“[I]ssue preclusion, prevents a  party from relitigating an issue where it \nhas been previously determined and the parties to the prior action are identical to, or \nin privity with, the parties in the current action.”).  Accordingly, the Court concludes \nthat the Receiver’s Full Faith and Credit Motion should be denied. \nIII.  \nCONCLUSION \n48. WHEREFORE, the Court, in the exercise of its discretion, hereby GRANTS \nHarris’s Motion to Release pursuant to N.C. R. Civ. P. 60(b)(5) , DENIES as Moot  \nHarris’s Notice of Exemptions , DENIES the Receiver’s Motion for Full Faith and \nCredit, and ORDERS as follows: \na. The Guilford County Clerk of Superior Court is hereby ordered and \ndirected to (i) mark on the judgment docket for Charles M. Ivey, III, as \n \n \nChapter 7 Trustee for EBW Laser, Inc. and EBW, Inc. v. James Mark \nMcDaniel, C. Richard Ep es and Douglas Harris  (Guilford County \nSuperior Court, No. 12-CVS-11322) that the Barton Judgment is paid \nand satisfied in full and (ii) forward a certificate of payment in full to \nthe clerk of superior court in each county to which a transcript of the \nJudgment has been sent. \nb. The Court hereby strikes any outstanding Writ of Execution obtained by \nthe Receiver to recover on the Barton Judgment. \nc. The Court hereby orders the Receiver to cease and desist all collection \nactivities to recover on the Barton Judgment. \nSO ORDERED, this the 4th day of May, 2017. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases   \n \n "
}