{
  "id": "43033d2e1d50078d46cf81b2e659d248b89ff8d96b16dd128f7fb6b029bd8a6b",
  "source_file": "data/raw/ncbc/43033d2e1d50078d46cf81b2e659d248b89ff8d96b16dd128f7fb6b029bd8a6b.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 48 \n \nBERT L. BENNETT III, \n \nPlaintiff, \n \nv. \n \nGRAHAM F. BENNETT; ANN BENNETT-\nPHILLIPS; JAMES H. BENNETT; \nLOUISE BENNETT; and BENNETT \nLINVILLE FARM, LLC, \n \nDefendants, \n \nand \n \nJOHN J. BENNETT and JEANNE R. \nBENNETT, \n \n \n                                 Nominal Defendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS FOR \nSUMMARY JUDGMENT  \n \n \n1. Many decades ago, the Bennett family acquired a generous patch of land in \nthe mountains of western North Carolina.  The Bennett parents hoped to leave it to \ntheir children as a legacy.  Together, the family formed Bennett Linville Farm, LLC \n(“Bennett Farm”) to hold title to the  property and to arrange their interests .  The \nBennett parents have since passed away.  Some of their children are now adversaries, \ndivided over the affairs of Bennett Farm. \n2. The plaintiff , Bert Bennett, is the eldest son and one of Bennett Farm’s  \nfounding members .  Bert’s suit is wide -ranging.  He  claims that Bennett Farm’s \noperating agreement, as amended, is invalid.  He also claims that three  siblings—\nGraham Bennett, Ann Bennett -Phillips, and Jim Bennett —have either usurped or \nabused their positions as managers of Bennett Farm.  Among other things, Graham, \nBennett v. Bennett, 2020 NCBC 91. \n \n \nAnn, and Jim have authorized numerous capital calls in recent years, purchased the \nmembership interest of another sibling (Louise Bennett), and redeemed  Bert’s \ninterest without his consent.  In broad strokes, Bert seeks to invalidate the amended \noperating agreemen t, to unwind the  transfer of Louise’s interest , and to dissolve \nBennett Farm.  He faces counterclaims to declare that he is no longer a member or, \nalternatively, to recover unpaid capital calls.   \n3. Graham, Ann, Jim, and Bennett Farm have together moved for summary \njudgment.  (ECF No. 101.)  Louise, also a defendant,  has done the same.  (ECF No. \n98.)  For the reasons stated below, the motions are GRANTED in part and DENIED \nin part. \nFitzgerald Litigation, by Andrew L. Fitzgerald  and D. Stuart Punger,  \nJr., for Plaintiff Bert L. Bennett III. \n \nBell, Davis & Pitt, P.A., by Allison B. Parker and Kevin G. Williams, for \nDefendants Graham F. Bennett, Ann Bennett -Phillips, James H. \nBennett, and Bennett Linville Farm, LLC. \n \nRoberson Haworth & Reese, PLLC, by Andrew D. Irby, for Defendant \nLouise Bennett. \n \nNo counsel appeared for Nominal Defendants John J. Bennett and \nJeanne R. Bennett. \n \nConrad, Judge. \nI. \nBACKGROUND \n \n4. The Court does not make findings of fact when ruling on motions for \nsummary judgment.  The following background, describing the evidence and noting \nrelevant disputes, is therefore intended only to provide context for the Court’s \nanalysis and ruling. \n \n \n5. By the early 2000s, the Bennett family jointly held several hundred acres of \nland in western North Carolina .  They transferred nearly all of it  to Bennett Farm \nafter forming the company  in 2007.   ( See Aff. Graham ¶  8, ECF No. 100 .)  The \nexception was a  parcel that had been set apart and given to John Bennett and his \nwife, Jeanne, in 2002.  (See Aff. Bert ¶ 9, ECF No. 109.1.)1   \n6. At its beginning, Bennett Farm had eight members: Bert, Graham, Louise, \nAnn, Jim, Terry Bennett Allen  (another sibling), and the Bennett parents .  The  \nmembers approved an  operating agreement and named Graham and Ann as \nmanagers.  (See Pl.’s Ex. B ¶ 2.4, Sched. II [“Original Agrmt.”].)  For a period of time, \nthe Bennett parents funded all operations.  (See Aff. Craver ¶ 16, ECF No. 71.)   \n7. In 2010, the Bennetts’ father decided to amend the operating agreement  \n(“2010 Amendment”).  He asked Bennett Farm’s corporate counsel, Penn Craver, to \ndraft the amendment.  ( See Aff. Craver ¶¶ 17, 18.)  The Bennett children were not \ninvolved.  (See Dep. Ann  73:18–24, ECF No. 112.3 ; Dep. Jim 91:15–19, ECF No. \n112.4.)  According to Craver, “[t]here was no back and forth” with them about the \namendment.  (Dep. Craver 25:7–17.)   \n8. Confusing matters, discovery in th is case turned up  two versions of the \namendment, each bearing identical signature pages .  (See Pl.’s Exs. D, E.)  In most \nrespects, the two versions are the same.  Among other things, each authorizes the \n \n1 Bert filed twelve exhibits (labeled A through L) as a single document, all located at ECF No. \n109.1.  These exhibits include his affidavit, copies of the operating agreements at issue, some \ndiscovery responses, and excerpts of his deposition and those of Graham, Louise, and Penn \nCraver.  Additional excerpts of Bert’s deposition testimony appear at ECF No s. 102.2 and \n102.3.  Additional excerpts of Louise’s deposition testimony appear at ECF No. 63.7.   \n \n \nmanagers to make capital calls without member consent, loosens the restrictions on \na member’s right to transfer his or her interest, and permits Bennett Farm to redeem \nany member ’s interest upon the consent of members owning at least 75% of the \ncompany.  (See Pl.’s Ex. D §§ 7.2, 9.2, 9.6; Pl.’s Ex. E §§ 7.2, 9.2, 9.6.)  But there is a \ndifference: i n one version, section 2.4 states that there “shall initially be two (2) \nManagers of the Company”; in the other, that section states that there “shall be three \n(3) Managers of the Company.”  (Compare Pl.’s Ex. D § 2.4, with Pl.’s Ex. E § 2.4.)  A \nseparate schedule lists Jim as the third manager.  (See Pl.’s Ex. E Sched. II.)    \n9. Why each version has the same set of signature pages  is a mystery.  It \nappears that each member signed signature pages that were detached from the rest \nof the amendment.  ( See, e.g., Aff. Bert ¶ 17.)  No one could recall when or how the  \nsignature pages became appended to either version.  (See, e.g., Dep. Graham 45:7–25; \nDep. Craver 31:14 –35:9.)  It is also not clear whether any member (apart from \nperhaps the Bennetts’ father) read the amendm ent before signing or knew what it \nsaid.  ( See, e.g.,  Dep. Graham 30:2 –7; Dep. Bert 152:4 –21, 258:1–14; Dep. Lo uise \n13:19–22; Dep. Jim 91:15 –19.)  According to Louise , “The way it is in our family, if \nDad tells you to sign something, you sign it.”  (Dep. Louise 13:15–18.)  Bert claims \nthat Graham passed around the signature pages, representing that they were for “an \nadministrative change” to allow the Bennett parents to “giv[e] up their interests” in \nthe company and the land.  (Aff. Bert ¶ 17.)   \n10. Over time, the membership of Bennett Farm has changed.  The Bennett \nparents, both deceased, transferred their interests in equal shares to the other \n \n \nmembers.  (See Aff. Craver ¶¶ 9, 23–24.)  Terry later sold her membership interest to \nthe others as well.  (See Aff. Craver ¶ 27.)  At the time this suit began, Bennett Farm \nhad five members —Bert, Graham, Ann, Jim, and Louise —with each having a 20% \ninterest.  (See Aff. Craver ¶ 27.) \n11. In 2015, a dispute arose over John’s property.  A few years earlier, John had \ngiven Bennett Farm a right of first refusal to buy his  land.  (See Aff. Graham ¶ 10.)  \nGraham, Ann, and Jim approved the transaction in their roles as manager s, and \nGraham signed the right of first refusal on Bennett Farm’s behalf.  (See Aff. Graham \n¶ 10.)  When Bennett Farm later tried to enforce the right, John and Jeanne brought \nsuit to invalidate it.  (See Aff. Graham ¶ 13; Aff. Bert ¶ 21.)   \n12. Bert sided with John and Jeanne.  He thought Graham, Ann, and Jim were \nseeking revenge against John for having taken a piece of the family land for himself.  \n(See Aff. Bert ¶¶ 11, 21.)  Bert also balked at the expense of litigation.  From 2017 to \n2019, Graham, Ann, and Jim approved eight capital calls totaling nearly $2 million .  \n(See Aff. Graham ¶  17.)  Bert refused to pay his share.   ( See Aff. Graham ¶  19.)  \nEventually, Bennett Farm bought John’s property in a litigation settlement.  (See Aff. \nGraham ¶ 14.) \n13. While the litigation between Bennett Farm and John was still ongoing, Bert \ncommenced this action in January 2018.  (See Compl., ECF No. 4.)  He alleged that \nthe amendment to the operating agreement was not valid and that Graham, Ann, \nand Jim were never elected as managers of Bennett Farm.  On that basis, he claimed \nthat any actions taken by Graham, Ann, and Jim as managers—including accepting \n \n \nand enforcing the right of first refusal —were also not valid.  The original complaint \nincluded a mix of claims requesting declaratory relief, asserting breaches of fiduciary \nduty and conspiracy, and seeking dissolution of Bennett Farm.  John and Jeanne \nwere named as nominal defendants. \n14. More disputes arose after the case was filed.  Graham, Ann, and Jim barred \nBert from the property  based on his refusal to respond to capital calls .  ( See Aff. \nGraham ¶ 21; Aff. Bert ¶ 23.)  Following his ban from the property, Bert claims, the \nother members authorized the construction of a paddleball (or pickleball)  court \nwithout his input.  (See Aff. Bert. ¶¶ 18, 23, 24; see also Aff. Graham ¶ 50.)   \n15. In April 2018, Louise announced her intent to sell her membership interest, \nhaving grown “sick of” the “family conflict.”  ( Dep. Louise 19:23 –20:6.)  Although \nLouise invited Bert to participate at first, she later changed her mind and  sold her \nmembership interest to Graham, Ann, and Jim , leaving Bert out .  ( See Aff. Craver \n¶ 30.)  Bert objected to the sale as a breach of the original operating agreement or, if \nvalid, the 2010 Amendment.  Even so, the transfer gave Graham, Ann, and Jim 80% \nof the membership interest and left Bert with 20 %.  (See Aff. Craver ¶  31.)  A t a \nspecial member meeting held the following year , Graham, Ann, and Jim  voted to \nredeem Bert’s me mbership interest without his consent in accordance with s ection \n9.6 of the 2010 Amendment.  (See Aff. Graham ¶¶ 31, 39, 40.)   \n16. After several amendments  to the complaint , Bert now asserts five direct \nclaims and two derivative claims.2  Bert continues to seek a declaratory judgment—\n \n2 A number of claims have been dismissed.  At one point, Terry joined the case as a plaintiff, \nbut her claims and the counterclaims against her were settled and dismissed.  (ECF No. 67.)  \n \n \nincluding a declaration that the 2010 Amendment is “invalid”—and to ask for judicial \ndissolution of Bennett Farm.  (3d Am. Compl. ¶¶ 82, 121, ECF No. 77.)  He also claims \nthat the transfer of Louise’s interest breac hed the operating agreement  (original or \namended), breached the implied covenant of good faith and fair dealing , and \namounted to a civil conspiracy .  ( 3d Am. Compl. ¶¶  104, 105, 108 , 110–12.)  \nSeparately, Bert brings derivative claims on behalf of Bennett Farm against Graham, \nAnn, and Jim for breach of fiduciary duty and breach of the 2010 Amendment, if valid.  \n(See 3d Am. Compl. ¶¶ 133–38, 139–43.)   \n17. Bennett Farm asserts two counterclaims against Bert.  (See Countercl., ECF \nNo. 95.)3  First, Bennett Farm asks the Court to declare that the 2010 Amendment is \nvalid and that Graham, Ann, and Jim have successfully redeemed Bert’s membership \ninterest.  ( See Countercl. ¶¶  56–58.)  In the alternative, Bennett Farm asserts a \ncounterclaim for breach of contract, alleging that Bert breached the 2010 Amendment \nby failing to pay his pro rata share of the eight capital calls.  (See Countercl. ¶¶ 59–\n71.) \n18. Graham, Ann, Jim, and Bennett Farm have moved for summary judgment \non all of Bert’s claims and Bennett Farm’s counterclaims.  (See ECF No. 101.)  Louise \n \nBert also voluntarily dismissed his requests for monetary relief against Louise; she remains \na defendant because Bert continues to challenge the validit y of the transfer of her interest .  \n(ECF No. 40.)  And in earlier opinions, the Court dismissed other claims and counterclaims.  \nSee Bennett v. Bennett , 2019 NCBC LEXIS 19 , at *12– 21 (N.C. Super. Ct. Mar. 15, 2019)  \n(dismissing Bert’s individual claim for breach of fiduciary duty ); Bennett v. Bennett , 2019 \nNCBC LEXIS 47 , at *1 –4 (N.C. Super. Ct. Aug. 6, 2019)  (dismissing individual claims \nbrought by Graham, Ann, and Jim for Bert’s alleged failure to make capital contributions).     \n3 The Defendan ts’ Answer to Third Amended Complaint and Counterclaims restarts the \nparagraph numbering as it transitions from one section to another.  References to that filing \nin this Opinion are found within the section “Counterclaims Against Bert L. Bennett, III.” \n \n \nhas also moved for summary judgment with regard to the claims related to the \ntransfer of her interest.  (See ECF No. 98.)  The motions have been fully briefed, and \nthe Court held a hearing on June 10, 2020.  The motions are ripe for decision. \nII. \nLEGAL STANDARD \n \n19. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue a s to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In deciding a motion for summary \njudgment, the Court views the evidence “in the light most favorable to the non-moving \nparty,” taking the non-movant’s evidence as true and drawing inferences in its favor.  \nFurr v. K-Mart Corp., 142 N.C. App. 325, 327, 543 S.E.2d 166, 168 (2001) (internal \ncitations and quotation marks omitted).  The moving parties “bear[] the initial burden \nof demonstrating the absence of a genuine issue of material fact.”  Liberty Mut. Ins. \nCo. v. Pennington, 356 N.C. 571, 579, 573 S.E.2d 118, 124 (2002) (citation omitted). \n20. As for Bennett Farm’s motion for offensive summary judgment on its  own \nclaims, “a greater burden must be met.”  Brooks v. Mt. Airy Rainbow Farms Ctr., Inc., \n48 N.C. App. 726, 728, 269 S.E.2d 704, 705 (1980); accord  Almond Grading Co. v. \nShaver, 74 N.C. App. 576, 578, 329 S.E.2d 417, 418 (1985).  “[The movant] must show \nthat there are no genuine issues of fact, that there are no gaps in his proof, that no \ninferences inconsistent with his recovery arise from the evidence, and that there is \nno standard that must be applied to the facts by the jury.”  Parks Chevrolet, Inc. v. \nWatkins, 74 N.C. App. 719, 721, 329 S.E.2d 728, 729 (1985); see also Kidd v. Early , \n \n \n289 N.C. 343, 370, 222 S.E.2d 392, 410 (1976) (same).  For that reason, it is “rarely . . . \nproper to enter summary judgment in favor of the party having the burden of proof.”  \nBlackwell v. Massey, 69 N.C. App. 240, 243, 316 S.E.2d 350, 352 (1984). \nIII. \nANALYSIS \n \n21. Nearly every claim depends to some degree on whether the 2010 \nAmendment is valid.  Its rules for interest transfers, redemptions, and capital calls \nare different from and more permissive than  those in the original operating \nagreement.  Because Bert seeks a declaratory judgment that  the amendment is not \nvalid, the Court begins there. \nA. Declaratory Judgment \n22. The claim for declaratory judgment began as a request for nine declarations.  \nOne fell away in a stipulation of dismissal.  ( See 3d Am. Compl. ¶  82(g); Stip. \nDismissal, ECF No. 67.)  Graham, Ann, and Jim move for summary judgment as  to \nthe remaining eight. \n23. Validity of the 2010 Amendment.  Bert asks the Court to declare that the \n2010 Amendment is invalid.  ( See 3d Am. Compl. ¶ 82(a).)  Graham, Ann, and Jim \nargue that they are entitled to summary judgment because every member, including \nBert, signed the amendment.  (See Defs.’ Br. in Supp. 9–13, ECF No. 102.) \n24. The wrinkle here is that the signature pages were appended to two versions \nof the amendment, one stating that Bennett Farm h as two managers and an other \nstating that it has three.  (Compare Pl.’s Ex. D § 2.4, with Pl.’s Ex. E § 2.4.)  Graham, \nAnn, and Jim call this a “ red herring” because Craver identified the three -manager \n \n \nversion as the  “true and correct version. ”  ( Defs.’ Br. in Supp. 11 –12; see also Aff. \nCraver ¶ 18.)  But Craver also testified in his deposition that he was not present when \nthe signature pages were signed, does not know when they were signed, and does not \nknow which version was executed.  ( See Dep. Craver 31:10 –21, 33: 2–35:9.)  His \ntestimony is far from conclusive. \n25. No other witness could identify the correct version with certainty.  Bert  \ncontends that he was misled about the amendment.  As he tells it, Graham gave him \na signature page but nothing else  and said it “was an administrative change .”  (Aff. \nBert ¶  17.)  Graham, Ann, and Jim argue that Bert  cannot claim ignorance as a \ndefense because he had a duty to read the amendment before signing.  See, e.g., Mills \nv. Lynch, 259 N.C. 359, 362, 130 S.E.2d 541, 543– 44 (1963) (discussing duty to read \ncontract before signing ).  That argument assumes that Bert signed a particular \ndocument, b ut the same  signature appears on tw o different amendments .  It is \nunclear whether Bert intended to sign version one, version two, or something entirely \ndifferent.  Because the evidence supports an inference that Bert “did not in fact sign \nand deliver” any particular version of the amendment, his failure to read it does not \nsupport summary judgment.  GECMC 2006-C1 Carrington Oaks, LLC v. Weiss, 2017 \nN.C. App. LEXIS 532 , at *14 (N.C. Ct. App. July 5, 2017) (unpublished) (quoting \nCarolina Mills Lumber Co. v. Huffman , 96 N.C. App. 616, 619, 386 S.E.2d 437, 439 \n(1989)). \n26. The testimony of Bert’s siblings is just as equivocal.  Louise “do[es not] \nrecall” whether she was given the entire amendment or just a signature page.  (Dep. \n \n \nLouise 13:12–22.)  Graham could not recall seeing either version  of the amendment \nbefore signing or  any details about when, where, or how the signature pages were \nsigned.  (See Dep. Graham 30:2–18, 45:16–25.)  Likewise, Ann could not recall when \nshe signed the signature pages , (see Dep. Ann 74:21–75:1, 76:7–18), and Jim could \nnot recall reading any version of the amendment before signing, (see Dep. Jim 91:12–\n19).  In their reply brief, Graham, Ann, and Jim concede that “no one can explain how \nor when the signature page” became attached to one version or the other.  (Defs.’ \nReply Br. 5, ECF No. 112.) \n27. This evidence is more than enough to create a jury question about  the \namendment’s validity.  “The essence of any contract is the mutual assent of [all] \nparties to the terms of the agreement so as to establish a meeting of the minds .”  \nSnyder v. Freeman, 300 N.C. 204, 218, 266 S.E.2d 593, 602 (1980) (citation omitted).  \n“If any portion of the proposed terms is not settled, or no mode agreed on by which \nthey may be settled, there is no agreement.”  Boyce v. McMahan , 285 N.C. 730, 734, \n208 S.E.2d 692, 695 (1974) (citation and quotation marks omitted).   Nothing in the \nrecord definitively show s whether the amendment was final before the members \nsigned the signature pages.  The existence of two versions could suggest that it was \nnot.   \n28. To be sure, “a valid contract may be signed in blank and substantial terms \nfilled in at a later date at the direction of the signer.”   O’Grady v. First Union Nat’l \nBank, 296 N.C. 212, 221, 250 S.E.2d 587, 594 (1978).  Viewed in a light most favorable \nto Bert, however, the evidence suggests that the Bennett children did not direct how \n \n \nthe amendment would be drafted and did not know what it said.  There is a question \nof fact as to whether their signatures manifest the intent to be bound by one version \nof the amendment or the other.  See, e.g., Midwest Mfg. Holding, L.L.C. v. Donnelly \nCorp., 1998 U.S. Dist. LEXIS 1398, at *13–14 (N.D. Ill Feb. 5, 1998) (signed version \ndiffered from final version); Chariot Grp., Inc. v. Am. Acquisition Partners, L.P., 751 \nF. Supp. 1144, 1151 (S.D.N.Y. 1990) (“[The] undisputed facts compel the conclusion \nthat the defendants signed the signature pages for their convenience only and not as \nan objective manifestation of their intent to be bound.”). \n29. Bert has shown that there is a genuine issue of material fact regarding the \nvalidity of the 2010 Amendment.  The Court therefore denies Graham, Ann, and Jim’s \nmotion for summary judgment as to that issue. \n30. Capital Calls and Member Interests .  Three other requested \ndeclarations depend, at least in part, on the validity of the amendment.  Bert asks for \ndeclarations that capital calls may not be enforced except with  a member’s written \nconsent (as stated in the original a greement); that  he and his family may access \nBennett Farm’s property even though he has not responded to capital calls; and that \nhe, Graham, Ann, Jim, and Louise held equal membership interests as of April 2018.  \n(See 3d Am. Compl. ¶¶ 82(d), (h), 83).)  Graham, Ann, and Jim contend that Bert is \nnot entitled to any of these declarations if the 2010 Amendment is valid .  (See Defs.’ \nBr. in Supp. 1 2–13.)  Because the validity of the amendment is a jury question, the \nCourt denies the motion for summary judgment as to these three declarations. \n \n \n31. Managerial Authority.  It appears that Bert has abandoned his requests \nfor the four remaining declarations.  These in clude declarations that Bennett Farm \nhas no validly elected managers, that no Defendant may exercise managerial \nauthority, and that the acceptance and enforcement of the right of first refusal on \nJohn’s property were unauthorized as a result.  ( See 3d Am. Compl. ¶  82(b), (c), (e), \n(f).)  All are rooted in  the theory that the members intended Bennett Farm to be \nmember-managed and , thus, never elected or appointed managers.  ( See 3d. Am.  \nCompl. ¶¶ 24–27.)  When deposed, however, Bert conceded that Graham and Ann \n“are the managers” of Bennett Farm.  (Dep. Bert 49:12–21, 122:2–5.)   \n32. Graham, Ann, and Jim argue that t his concession precludes each \ndeclaration.  ( See Defs.’ Br. in Supp. 12 –13.)  Bert offers no response.   The Court \ntherefore concludes that the undisputed evidence supports  the entry of summary \njudgment as to these four declarations .  See Brewster v. Powell Bail Bonding, Inc. , \n2020 NCBC LEXIS 27, at *9 (N.C. Super. Ct. Mar. 11, 202 0); Bucci v. Burns, 2020 \nNCBC LEXIS 79, at *17 (N.C. Super. Ct. June 30, 2020). \nB. Derivative Claims \n33. Bert asserts two derivative claims against Graham, Ann, and Jim.  The first \nis for breach of the fiduciary duties they owe to Bennett Farm.  (See 3d Am. Compl. \n¶¶ 133–38.)  The second is for breach of the 2010 Amendment , assuming that the \namendment is valid.  (See 3d Am. Compl. ¶¶  139–43.)  Graham, Ann, and Jim seek \nsummary judgment on both claims. \n \n \n34. Breach of Fiduciary Duty.   To establish a breach of fiduciary duty, a \nplaintiff must show the existence of a fiduciary duty, a breach of that duty, and injury \nproximately caused by the breach.  See Green v. Freeman , 367 N.C. 136, 141, 749 \nS.E.2d 262, 268 (2013).  As managers, Graham, Ann, and Jim owe a fiduciary duty to \nBennett Farm.  The claim for breach  rests on several  allegedly improper acts: \n(1) retaining counsel to amend the operating agreement; (2) incurring fees to draft \nthe right of first refusal, to enforce it through litigation, and to buy John’s property \nin the eventual settlement; (3) allowing Jim to build a paddleball court on Bennett \nFarm’s property; and (4) pursuing litigation against Bert for his fai lure to make \ncapital contributions.  (See 3d Am. Compl. ¶ 136.) \n35. Graham, Ann, and Jim challenge each allegation.  ( See Defs.’ Br. in Supp. \n18–20.)  They deny having anything to do with d rafting the 2010 Amendment, \npointing to evidence that their father hired Craver to draft it.  (See Aff. Craver ¶¶ 17, \n18.)  Next, they point to Bert ’s admission that the right of first refusal benefit ted \nBennett Farm.  (See Dep. Bert 17:6–10, 39:18–24, 67:17–24.)  Third, citing Graham’s \naffidavit, they maintain that Jim paid for the paddleball court out of his own pocket  \nand that it has caused no damage.  ( See Aff. Graham ¶¶ 50–52.)  Last,  as to this \nlitigation, Graham, Ann, and Jim contend that they exercised their authority as \nmanagers in good faith to sue a delinq uent member.  (See Defs.’ Br. in Supp. 18.)   \nEach decision, they insist, is also protected by  the business judgment rule.  See \nN.C.G.S. § 57D-3-21; see also Mooring Capital Fund, LLC v. Comstock N.C., LLC, \n \n \n2009 NCBC LEXIS 32, at *1 2 (N.C. Super. Ct. Nov. 13, 2009) (“The managers of an \nLLC may also be entitled to the protections of the ‘business judgment rule.’ ”). \n36. As an additional defense , Graham, Ann, and Jim assert the statute of \nlimitations.  (See Defs.’ Br. in Supp. 21.)  The usual limitations period for a claim for \nbreach of fiduciary duty is three years.  See Toomer v. Branch Banking & Tr. Co., 171 \nN.C. App. 58, 66, 614 S.E.2d 328, 335 (2005) .  The events related to drafting the \namendment to the operating agreement  and to negotiating the right of first refusal \ntook place, respectively, in 2010 and 2014—both long before Bert filed his derivative \nclaims in August 2019.  (See Aff. Craver ¶¶ 17, 18; Aff. Bert ¶ 21.)   \n37. It was Bert’s “responsibi lity to rebut these arguments by identifying the \nevidence that supports his claim and articulating how that evidence creates a genuine \nissue of material fact for trial.”  Brewster, 2020 NCBC LEXIS 27, at *9.  He has not \ndone so.  His response does not ment ion the alleged breaches or respond to any of \nthese arguments, including those based on the business judgment rule and the \nstatute of limitations.  ( See Pl.’s Opp’n 22–23, ECF No. 109 .)  Instead, Bert argues \nthat Graham, Ann, and Jim ’s purchase of Louise’s interest was not only a breach of \nthe operating agreement (whichever controls) but also a breach of fiduciary duty.  (See \nPl.’s Opp’n 23.)  This theory  appears nowhere in the third amended complaint and, \nthus, “is no defense to summary judgment.”  Brown v. Secor, 2020 NCBC LEXIS 134, \nat *20 (N.C. Super. Ct. Nov. 13, 2020); see also Atkinson v. Lackey, 2015 NCBC LEXIS \n21, at *42–43 n.15 (N.C. Super. Ct. Feb. 27, 2015).   \n \n \n38. In short, Bert has not “come forward with specific facts establishing the \npresence of a genuine factual dispute for trial.”  Liberty Mut. Ins. , 356 N.C. at 579, \n573 S.E.2d at 124 (citation omitted).  The Court grants summary judgment in favor \nof Graham, Ann, and Jim as to the derivative claim for breach of fiduciary duty. \n39. Breach of Contract.  The second derivative claim presumes that the 2010 \nAmendment is valid.  Section 7.4 states that any loan by a member to Bennett Farm \n“shall not be considered a Capital Contribution.”  (Pl.’s Ex. D § 7.4; Pl.’s Ex. E § 7.4.)  \nAs alleged, Graham, Ann, and Jim approved a series of capital calls and then treated \ntheir own capital contributions  as loans, thus breaching section 7.4 .  ( See 3d Am. \nCompl. ¶¶  139–43.)  Graham, Ann, and Jim  concede that they classified the ir \npayments as loans but argue that doing so was not a breach.  (See Aff. Graham ¶ 22.)  \nThis is a question of fact  for the jury.  The Court therefore denies the motion for \nsummary judgment as to the derivative claim for breach of contract. \nC. Breach of Contract (Individual Claim) \n40. Bert alleges that the transfer of Louise’s interest to Graham, Ann, and Jim \nwas a breach of the operating agreement , regardless of which controls.  ( See 3d Am. \nCompl. ¶¶ 104, 105.)  He  also claims a breach of the implied covenant of good faith \nand fair dealing.  (See 3d Am. Compl. ¶¶ 107, 108.)  Louise seeks summary judgment \non both claims.  So do Graham, Ann, and Jim.  Throughout the briefing,  the parties \ntreat the two claims as if they are one.   \n41. It is undisputed that Louise  did not comply with  the original operating \nagreement.  Section 9.2 of that agreement  requires, among other things, that a \n \n \nmember must offer his or her interest in writing to Bennett Farm before transferring \nit to anyone else.   (See Original Agrmt. § 9.2(a).)  Louise did not make that offer or \ncomply with other conditions on transfer.  (See, e.g., Aff. Craver ¶¶ 29, 30.)  Whether \nher noncompliance amounts to a breach depends on which operating agreement \ngoverns.  As explained, that is a jury question. \n42. Louise argues that she  should prevail even if the 2010 Amendment is not \nvalid.  Her argument is based on a statute.  Section 57D-2-32(b) states that a member \n“will not be liable ” for “reliance on the provisions of the operating agreement .”  \nN.C.G.S. § 57D-2-32(b).  This language, Louise contends, immunizes her reliance on \nthe 2010 Amendment.  (See Louise Br. in Supp. 7, ECF No. 99.)  It is far from clear, \nthough, whether “reliance on the provisions of the operating agreement” includes \nreliance on an invalid operating agreement.   N.C.G.S. §  57D-2-32(b).  Neither side \ncites any case interpreting the statute or addressing that issue.   \n43. In any event,  the evidence of  Louise’s compliance with  the 2010 \nAmendment—and therefore her reliance on it —is disputed.  Under that agreement,  \nany member may transfer his or her interest  to “family . . . for estate and gift tax \nplanning purposes .  . . .”  (Pl.’s Ex. D  § 9.2; Pl.’s Ex. E §  9.2.)  Louise contends that  \nshe transferred her interest to avoid fina ncial hardship caused by membership in \nBennett Farm and ongoing litigation.  Preservation of wealth, she contends, is a \nsuitable estate planning purpose.  ( See Louise Br. in Supp. 10–11.)  Graham, Ann, \nand Jim agree and make similar arguments.  (See Defs.’ Br. in Supp. 13–14.) \n \n \n44. Other evidence suggests that Louise had a different purpose for making the \ntransfer.  In her deposition, Louise testified that her “number one reason” for wanting \nto sell was “family conflict,” not wealth preservation.  She “wanted to be away from it \nall” and was “sick of it.”  (Dep. Louise 19:23–20:6.)  When Louise announced her intent \nto transfer her interest, she used language drafted by Graham (starting with “To the \nmanagers” and ending with “Regards[,] Louise”), which included his suggestion to \nrefer to her “estate planning” needs.  (Pl.’s Ex. L.)  This evidence could show that the \nestate-planning rationale was a pretext and that Louise transferred her interest for \nother reasons not sanctioned by the 2010 A mendment.  If credited by a jury, the \nevidence could support the conclusion that the transfer of Louise’s interest was a \nbreach of the 2010 A mendment and that she did not rely on that a greement as she \ncontends. \n45. Thus, the Court denies the  motions for summary judgment as to Bert’s \nindividual claims for breach of contract and breach of the covenant of good faith and \nfair dealing. \nD. Civil Conspiracy \n46. The conspiracy claim is also premised on the  transfer of Louise’s interest.  \n(See 3d Am. Compl. ¶  112.)  In a single sentence without citation to the record, \nGraham, Ann, and Jim argue that there is no evidence of a conspiracy or of any injury \nto Bert.  (See Defs.’ Br. in Supp. 15.)   This cursory argument is not enough to carry \ntheir burden to show an absence of any genuine issue of material fact.  See Liberty \nMut. Ins., 356 N.C. at 579, 573 S.E.2d at 124; Brown, 2020 NCBC LEXIS 134, at *32. \n \n \n47. In any event, the evidence show s that Graham enc ouraged Louise to say \nthat she intended to transfer her interest for “estate planning” purposes and provided \nsuggested language.  (Pl.’s Ex. L.)  Ann and Jim were copied on that e-mail.  (Pl.’s Ex. \nL.)  Louise then transferred her interest to Graham, Ann, and Jim and chose not to \ntransfer any part of it to Bert.  ( See Aff. Craver ¶¶  28–30.)  Coupled  with Louise’s \ntestimony that she transferred her interest to avoid family conflict, this evidence  is \nenough to raise an issue of fact regarding whether her estate-planning rationale was \na pretext.  If the jury reaches that conclusion, it could also find that this pretext forms \nthe basis of a civil conspiracy.  Therefore, the Court denies the motions for summary \njudgment as to this claim.4 \nE. Judicial Dissolution \n48. Bert asks the Court to dissolve Bennett Farm.  (See 3d Am. Compl. ¶¶ 120–\n22.)  He claims that “dissolution  of [Bennett Farm] pursuant to N.C.G.S. \n§ 57D-6-02(2) is necessary . . . to protect” his “rights and interests.”  (3d Am. Compl. \n¶ 121.)  These include at least his right to visit Bennett Farm’s property and to receive \nnotice before the land is materially altered.  (See Pl.’s Opp’n 12, 13.)   \n49. In part, Bert invokes the Meiselman line of cases, governing claims for \ndissolution by shar eholders in closely held corporations .  See Meiselman v. \nMeiselman, 309 N.C. 279, 307 S.E.2d 551 (1983).  Graham, Ann, and Jim argue that \n \n4 As noted in an earlier opinion, some courts in other jurisdictions have held that a breach of \ncontract may not support a claim for civil conspiracy.  See Bennett v. Bennett , 2019 NCBC \nLEXIS 19, at *29 n.8 (N.C. Super. Ct. Mar . 15, 2019) (citing Applied Equip. Corp. v. Litton \nSaudi Arabia Ltd., 7 Cal. 4th 503, 522, 28 Cal. Rptr. 2d 475, 869 P.2d 454 (1994)).  The parties \nhave not raised this issue, however, and the Court therefore does not address it. \n \n \nthe evidence does not support dissolution under Meiselman.  (See Defs.’ Br. in Supp. \n16–17.)  North Carolina appellate courts “ have not yet addressed whether a claim \npursuant to section 57D -6-02(2) is governed by the same principles as a Meiselman  \nclaim.”  Brady v. Van Vlaanderen, 2017 NCBC LEXIS 61, at *32 (N.C. Super. Ct. July \n19, 2017).   \n50. It would be premature to decide disputes about dissolution for two \nsignificant reasons.  First, Bert may not have standing to seek dissolution.  Graham, \nAnn, and Jim voted to redeem his interest under the terms of the 2010 Amendment.  \nIf a jury determines that the amendment is valid, it appears that Bert would not be \na member of Bennett Farm and would therefore lack standing to seek dissolution.  \nSecond, if the jury instead determines that the amendment is invalid, that would \nmean that th e parties have operated under an invalid agreement for ten years , \npotentially negating interest transfers, the involuntary redemption of Bert’s interest, \nand numerous capital calls.  How the factfinder resolves these issues will necessarily \ninform any decision about dissolution.  Summary judgment is not appropriate. \nF. Counterclaims \n51. Bennett Farm asserts two counterclaims against Bert.  First, Bennett Farm \nasks the Court to declare that the 2010 Amendment is valid and that it therefore had \nthe right to redeem Bert’s membership interest.  ( See Countercl. ¶¶ 56–58.)  In the \nalternative, Bennett Farm claims that Bert breached the 2010 Amendment by failing \nto pay his share of eight capital calls.  (See Countercl. ¶¶ 59–71.)  Both counterclaims \ndepend on the validity of the a mendment, which is an issue to be resolved at trial.  \n \n \nThus, the Court denies Bennett Farm’s  motion for summary judgment as to its own  \ncounterclaims. \nIV. \nCONCLUSION \n \n52. For the reasons given  above, the Court DENIES  Louise’s motion for \nsummary judgment. \n53. The Court GRANTS in part and DENIES in part Graham, Ann, Jim, and \nBennett Farm’s motion for summary judgment as follows: \na. The Court GRANTS  the motion as to the claim for declaratory \njudgment to the extent that it is based on the declarations requested \nin subparagraphs 82(b), (c), (e), and (f) of the third amended \ncomplaint.  These parts of the claim are DISMISSED with prejudice.  \nThe Court DENIES  the motion as to the claim for declaratory \njudgment in all other respects. \nb. The Court GRANTS the motion as to the derivative claim for breach \nof fiduciary duty.  This claim is DISMISSED with prejudice. \nc. The Court DENIES  the motion as to the following claims: Bert’s \ndirect claims for breach of contract, breach of the covenant of go od \nfaith and fair dealing, civil conspiracy, and judicial dissolution; Bert’s \nderivative claim for breach of contract; and Bennett Farm’s \ncounterclaims for declaratory judgment and for breach of contract.  \n \n  \n \n \nSO ORDERED, this the 16th day of December, 2020. \n      /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}