{
  "id": "43092d7ce7e9f40c7e62b97c3e7386b771b6e7635ba9333bc41560062e7e56ae",
  "source_file": "data/raw/ncbc/43092d7ce7e9f40c7e62b97c3e7386b771b6e7635ba9333bc41560062e7e56ae.pdf",
  "raw_text": "Boyd v. Avello, 2016 NCBC 69. \n \nSTATE OF NORTH CAROLINA \nMECKLENBURG COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 8534 \nAMAN BOYD; REVOLUTION PIZZA \n& PUB, INC. d/b/a Revolution Pizza & \nAle House; and ACCENT BUSINESS \nCONSULTING, LLC, \n \nPlaintiffs, \n \nv. \n \nSABATTO C. AVELLO; EDWARD \nSOCHA; SCA GROUP, INC.; ANIL \nPATEL; and ADC BRANDS INC.,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n) \n) \n) \n) \n) \nOPINION AND ORDER ON PLAINTIFFS’ \nMOTION FOR JUDGMENT ON THE \nPLEADINGS, DEFENDANTS’ MOTION \nTO ENFORCE SETTLEMENT \nAGREEMENT, AND DEFENDANTS’ \nMOTION FOR SUMMARY JUDGMENT \n \n1. THIS MATTER is before the Court on: (i) Plaintiffs Aman Boyd, Revolution \nPizza & Pub, Inc., and Accent Business Consulting, LLC’s (collectively, “Plaintiffs”) \nMotion for Judgment on the Pleadings; (ii) Defendants Sabbato C. Avello, Edward \nSocha, and SCA Group, Inc.’s (collectively, “SCA Defendants”) Motion to Enforce \nSettlement Agreement; and (iii) SCA Defendants’ Motion for Summary Judgment. \nFor the reasons set forth herein, the Court GRANTS SCA Defendants’ Motion to \nEnforce Settlement Agreement, DENIES as moot Plaintiffs’ Motion for Judgment on \nthe Pleadings and SCA Defendants’ Motio n for Summary Judgment , and \nDISMISSES with prejudice Anil Patel and ADC Brands Inc.’s (collectively, “ADC \nDefendants”) counterclaims and crossclaims.  \nThurman, Wilson, Boutwell & Galvin , by James Galvin and Alexander \nW. Warner, for Plaintiffs. \n \n \n \nLaw Office of Paul H. Bass, PLLC, by Paul H. Bass and Brian Tyson, for \nDefendants Sabbatto C. Avello, Edward Socha, and SCA Group, Inc. \n \nThomas B. Kakassy for Defendants Anil Patel and ADC Brands Inc.  \n \nRobinson, Judge. \n \nI.  \nPROCEDURAL HISTORY \n2. Plaintiffs filed their Complaint in this action on May 5, 2015, against SCA \nDefendants and ADC Defendants .  Plaintiffs, through their complaint, sought a \ndeclaratory judgment, contract reformation, an accounting, dissolution of SCA Group, \nInc., and alleged  claims for breach of contract, breach of fiduciary duty, breach of  \nimplied covenant of good faith and fair dealing, conversion, unjust enrichment, and \npiercing the corporate veil.   \n3. On July 24, 2015, SCA Defendants filed their Answer and Counterclaim, \nwhich alleged counterclaims for breach of contract, common law fraud, fraud in the \ninducement, constructive fraud, negligent misrepresentation, breach of  implied \ncovenant of good faith and fair dealing, breach of fiduciary duty, conversion, and \nfraud by omission.  \n4. On August 24, 2015, Plaintiffs filed their Reply to SCA Defendants ’ \ncounterclaims.  \n5. On September 22, 2015, ADC Defendants filed their Answer, Counterclaim, \nand Crossclaim.  ADC Defendants  asserted a counterclaim against Plaintiffs for \ntortious interf erence with their contract rights and, contingent  on Plaintiffs’ \nallegations regarding the transfer of assets from SCA Defendants to ADC Defendants \n \n \nbeing sustained, ADC Defendants asserted a crossclaim against SCA Defendants for \nbreach of contract, or in the alternative, unjust enrichment.  \n6. On October 19, 2015, Plaintiffs filed their Reply to ADC Defendants’  \ncounterclaim.  On the same day , SCA Defendants filed their Answer  to ADC \nDefendants’ crossclaim. \n7. On December 4, 2015, following mediation, Plaintiffs, SCA Defendants, and \nADC Defendants entered into a handwritten settlement agreement (the “Settlement \nAgreement”).  (Mot. to Enforce Settl . Agmt. Exs. A -1, A -2.)  The Settlement \nAgreement provides that: (i) ADC Defendants agree to use their best efforts to \nnegotiate the amount of an IRS lien on the assets to $5,000.00; (ii) SCA Defendants \nagree to pay ADC Defendants attorney’s fees of $2,500.00, an appraisal fee of $70.00, \nand, dependent on the amount of the IRS lien as negotiated by ADC Defendants, a \nsum in the range of $5,000.00 to $6,000.00  towards the satisfaction of  the IRS lien; \n(iii) ADC Defendants and SCA Defendants agree to dismiss all of their claims in this \naction with prejudice , except for SCA Defendants’ counterclaim s against Plaintiffs; \nand (iv) Plaintiffs agree to dismiss without prejudice the declaratory judgment \ncomponent of their Complaint, and to  refile the dismissal  with prejudice upon \ncompletion by ADC Defendants and SCA Defendants of their obligations, enumerated \nabove, under the Settlement Agreement.  (Mot. to Enforce Settl. Agmt. Exs. A-1, A-\n2.) \n8. On April 11, 2016, pursuant to a separate settlement agreement entered \ninto between Plaintiffs and SCA Defendants, Plaintiffs and SCA Defendants filed a \n \n \nNotice of Stipulation of Voluntary Dismissal with Prejudice of all pending claims and \nmotions by them in this action.   \n9. On May 31, 2016, Plaintiffs filed their Motion for Judgment on the \nPleadings (“Plaintiffs’ Motion”) and brief in s upport of Plaintiffs’ Motion.  Plaintiffs’ \nMotion requests that ADC Defendants’ claims be dismissed for failure to state a claim \nupon which relief can be granted.  \n10. On June 14, 2016, ADC Defendants filed their Motion for Leave to File \nAmended Answer, Counterclaim, and Crossclaim.   \n11. On July 13, 2016, SCA Defendants filed their Motion to Enforce Settlement \nAgreement (the “Motion to Enforce the Settlement”), and their Motion for Summary \nJudgment (the “Motion for Summary Judgment” ).  The Motion to  Enforce the \nSettlement asks the Court to enforce the Settlement Agreement, and the Motion for \nSummary Judgment asks the Court to enter summary judgment on ADC Defendants’ \ncrossclaims in favor of SCA Defendants.  \n12. On July 22, 2016, SCA Defendants filed their briefs in support of the Motion \nto Enforce the Settlement and the Motion for Summary Judgment.   \n13. On August 12, 2016, Plaintiffs and SCA Defendants filed separate briefs in \nopposition to ADC Defendants’ motion seeking leave to amend.   \n14. On August 26, 2016, the Court entered an order denying ADC Defendants’ \nmotion seeking leave to amend.   \n \n \n15. On August 30, 2016, the Court entered a Notice of Hearing, scheduling a \nhearing for September 21, 2016 on Plaintiffs’ Motion, the Motion to Enforce the \nSettlement, and the Motion for Summary Judgment (collectively, the “Motions”).  \n16. On September 9, 2016, the Court held a status conference via telephone, \nand in light of the discussion during that conference, and with the consent of all \ncounsel, the Court entered a Notice of Cancellation of Hearing the same day.  \nII.  \nANALYSIS \n17. Pursuant to Rule 15.6 of the General Rules of Practice and Procedure for \nthe North Carolina Business Court (the “BCR”), “[t]he respondent, if opposing a \nmotion, shall file a response, including brief, within twenty (20) days after service of \nthe brief supporting the motion (or thirty (30) days if the motion is for summary \njudgment).”  BCR 15.6.   \n18. Pursuant to BCR 15.11, “[i]f a respondent fails to file a response within the \ntime required by this rule, the motion will be considered and decided as an \nuncontested motion, and ordinarily will be granted without further notice.”  BCR \n15.11.    \n19. ADC Defendants failed to file a response to Plaintiffs’ Motion, the Motion \nto Enforce the Settlement, a nd the Motion for Summary Judgment.  During the \nSeptember 9, 2016 status conference, counsel for ADC Defendants stated that  ADC \nDefendants did not file a response  in opposition to the Motions,  and in light of the \nCourt’s Au gust 26, 2016  order denying ADC D efendants’ motion seeking leave to \n \n \namend, ADC Defendants do not oppose the Motions and intend to comply with the \nSettlement Agreement, thereby resolving all remaining matters in this action. \n20. North Carolina courts apply the summary judgment standard of revi ew to \na motion to enforce a settlement agreement.  Hardin v. KCS Int’l, Inc., 199 N.C. App. \n687, 695, 682 S.E.2d 726, 733 (2009).  Summary judgment is proper when there is no \ngenuine issue as to any material fact and any party is entitled to judgment as a \nmatter of law.  N.C. R. Civ. P. 56(c); Joslyn v. Blanchard, 149 N.C. App. 625, 628, 561 \nS.E.2d 534, 536 (2002).    \n21. The settlement of claims  is favored in the law, and resolving disputes by \nway of mediated settlement is encouraged and given  great deference.  Air Accuracy, \nInc. v. Clark, No. COA15-1206, 2016 N.C. App. LEXIS 722, at *8 (N.C. Ct. App. July \n19, 2016) (unpublished).  Settlement agreements are governed by general principles \nof contract law.  Id.  A valid contract requires assent, mutuality of obligation, and \ndefinite terms.  Charlotte Motor Speedway, LLC v. County of Cabarrus, 230 N.C. \nApp. 1, 7, 748 S.E.2d 171, 176 (2013).   “It is a well-settled principle of contract law \nthat a valid contract exists only where there has been a meeting of the minds as to \nall essential terms of the agreement.”   Id. (quoting Northington v. Michelotti , 121 \nN.C. App. 180, 184, 464 S.E.2d 711, 714 (1995).  Acceptance may be signified by any \nmeans manifesting intent to be bound, including signature, silence, or conduct.  Exec. \nLeasing Assocs., Inc. v. Rowland, 30 N.C. App. 590, 592, 227 S.E.2d 642, 644 (1976).   \n22. Here, t he Settlement Agreement was entered into following a mediated \nsettlement conference, in which all parties participated, on December 4, 2015.  (Mot. \n \n \nto Enforce Settl. Agmt. 2.)  Consistent with the terms of the Settlement Agreement, \nSCA Defendants have offered ADC Defendants attorney’s fees of $2,500.00, an \nappraisal fee of $70.00, and $6,000.00 towards satisfying the IRS lien , (Defs.’ Br. in \nSupp. 6), and Plaintiffs and SCA Defendants have dismissed all claims in this action \nwith prejudice.  The only remaining obligations of the parties under the Settlement \nAgreement are those of ADC Defendants, which are to accept the payments tendered \nby SCA Defendants  and to dismiss their counterclaims and crossclaims with \nprejudice, and the only pending claims in this action are ADC Defendants’ \ncounterclaims against Plaintiffs and their crossclaims against SCA Defendants.   \n23. ADC Defendants did not file a response opposing the Motion to Enforce the \nSettlement, and during the status conference on September 9, 2016, ADC Defendants \nconceded that the y have no objection to the Motion to Enforce the Settlement  and \nintend to move forward under the Settlement Agreement.   \n24. Pursuant to the foregoing, the Court finds that there is no genuine issue of \nmaterial fact; that the Settlement Agreement is a valid agreement as a matter of law; \nand that, therefore, the Motion to Enforce the Settlement should be granted.    \n25. A case becomes moot when the relief sought has been granted.  Anderson v. \nN.C. State Bd. of Elections, No. COA14-1369, 2016 N.C. App. LEXIS 663, at *10 (N.C. \nCt. App. June 21, 2016).  \n26. The Court , having concluded that the Motion to Enforce the Settlement \nshould be granted, and because the terms of the Settlement Agreement require ADC \nDefendants to dismiss the  only claims remaining in this action , concludes that \n \n \nPlaintiffs’ Motion and the Motion fo r Summary Judgment are  rendered moot and \nshould be denied.  \nIII.  \nCONCLUSION \n27. WHEREFORE, for the reasons stated herein, the Court hereby GRANTS \nSCA Defendants’ Motion to Enforce Settlement and DENIES as moot Plaintiffs’ \nMotion for Judgment on the Pleadings and SCA Defendants’ Motion for Summary \nJudgment.  Based on the foregoing, ADC Defendants’ counterclaims and crossclaims \nare hereby deemed DISMISSED with prejudice. \nSO ORDERED, this the 16th day of September, 2016. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}