{
  "id": "4342d387f1f1f0311e2cb1ef625c779b4e6172b6bf2158d713cf98b7ae00c7d2",
  "source_file": "data/raw/ncbc/4342d387f1f1f0311e2cb1ef625c779b4e6172b6bf2158d713cf98b7ae00c7d2.pdf",
  "raw_text": "Gvest Real Estate, LLC v. JS Real Estate Invs. LLC, 2017 NCBC 31. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 21135 \n \nGVEST REAL ESTATE, LLC, \n(formerly Gee Real Estate, LLC) \n \nPlaintiff, \n \nv. \n \nJS REAL ESTATE INVESTMENTS, \nLLC; SHAW CAPITAL & \nGUARANTY, LLC; TR REAL \nESTATE, LLC; LEVAN CAPITAL, \nLLC (formerly known as Trinvest \nPartners, LLC); JAMES SHAW; \nTYSON RHAME; and YARDS AT \nNODA, LLC, \n \nDefendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION  \nON DEFENDANTS’ MOTION TO \nDISMISS PLAINTIFF’S COMPLAINT \n \n \n1. This case concerns a dispute over the membership and management of \nYards at NoDa, LLC.  Plaintiff Gvest Real Estate, LLC (“Gvest”), originally a minority \nmember of Yards at NoDa, contends that it is now the company’s sole member \nbecause the other members terminated their interests in 2013.  Gvest further asserts \nthat it has been denied access to corporate records , contrary to its contractual and \nstatutory rights .  As a result, Gvest filed this action to compe l the production of  \ncorporate documents and to obtain a declaratory judgment determining the current \nmembers of Yards at NoDa. \n2. Defendants moved to dismiss the complaint pursuant to Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure.  According to Defendants, Gvest’s claims for \naccess to corporate records are moot because Defendants have produced all relevant \ndocuments in this action.  In addition, Defendants contend that Gvest has not stated \n \n \na claim for declaratory relief because th e membership of Yards at NoDa is the same \ntoday as it was when the company was formed.   \n3. Having considered the motion, the briefs support ing and opposing the \nmotion, and the parties’ arguments at the hearing on March 21, 2017, the Court \nDENIES the motion to dismiss.  \nBaucom, Claytor, Benton, Morgan & Wood, P.A. by Rex C. Morgan, for \nPlaintiff.  \n \nAlston & Bird LLP by Matthew P. McGuire and Caitlin A. Counts, for \nDefendants.  \n \nConrad, Judge. \nI. \nBACKGROUND \n \n4. The Court does not make findings of fact on a motion to dismiss under Rule \n12(b)(6).  The following factual summary is drawn from relevant allegations in the \ncomplaint and the attached exhibits. \n5. Yards at NoDa was formed in 2012 for the purpose of  developing and \nmanaging an apartment complex in Charlotte, N orth Carolina.  (Compl. ¶ 6.)  The \ncomplex’s first development phase is complete and operating, but work on the second \nphase is incomplete and apparently stalled.  (Compl. ¶¶ 15, 16.) \n6. According to Yards at NoDa’s Operating Agreement, the company’s original \nmembers were Gvest and Defendants JS Real Estate Investments LLC (“JS Real \nEstate”) and TR Real Estate, LLC.  ( Compl. Ex. A [“Operating Agreement”].)  Gvest \nreceived a 25% interest ; JS Real Estate and TR Real Estate each received 37.5%.  \n(Operating Agreement Ex. A.) \n \n \n7. The Operating Agreement named Raymond Gee and Defendant James \nShaw as the original managers of Yards  at NoDa.  (Operating Agreement ¶  5.1.1.)  \nGee is the owner and manager of Gv est, and Shaw is the owner of JS Real Estate.  \n(Compl. ¶¶ 1, 7.)  Defendant Tyson Rhame, the owner of TR Real Estate, was not \nlisted as a manager in the Operating Agreement.  (Compl. ¶ 8; Operating Agreement \n¶ 5.1.1.) \n8. Gvest alleges that  Shaw and Rhame initiated a series of changes to the  \nmembership and management of Yards at NoDa from 2013 to 2015.  According to the \ncomplaint, JS Real Estate and TR Real Estate , “through Shaw and Rhame, secretly \ntransferred” their membership interests i n January 2013 .  (Compl. ¶  21.)  Gvest \nalleges that JS Real Estate transfer red its interest to Defendant Shaw Capital & \nGuaranty LLC  (another entity controlled by Shaw)  and that TR Real E state \ntransferred its interest to Defendant Levan Capital LLC (another entity controlled \nby Rhame) .  (Compl. ¶¶  21, 25.)  Gvest did not receive “fo rmal notice or \ndocumentation of” the transfers.  (Compl. ¶ 25.) \n9. Roughly a year and a half later, in August 2014, Shaw and Rhame signed a \nCorporate Resolution to remove Gee as a manager of Yards at NoDa and replace him \nwith Rhame .  (Compl. ¶  22, Ex. D .)  Despite the alleged transfer of membership \ninterests in 2013, Shaw signed the Corporate Resolution on behalf of JS Real Estate  \nrather than Shaw Capital & Guaranty, and Rhame signed on behalf of TR Real Estate \nrather than  Levan Capital .  (Compl. Ex. D.)   Gee and Gvest were aware of the \nresolution but “did not contest” it.  (Compl. ¶ 22.)   \n \n \n10. Finally, in May 2015, Shaw and Rhame proposed an amendment to the \nOperating Agreement.  (Compl. ¶ 23, Ex. E.)  The proposed amendment would have \nsubstituted Shaw Capital & Guaranty and Levan Capital as members in place of JS \nReal Estate and TR Real Estate.  (Compl. ¶ 23, Ex. E.)  It does not appear that Shaw \never signed the proposed amendment , which required “the written consent of all of \nthe Members” to become effective.  (Operating Agreement ¶  9.4.)  Gee signed the \namendment on behalf of  Gvest on June 2, 2015  but later revoked its consent on \nDecember 29, 2015.  (Compl. ¶¶ 24, 43.)  \n11. Shortly after signing the proposed amendment, Gee learned that the United \nStates government had filed a civil forfeiture action against Shaw and Rhame.  \n(Compl. ¶¶ 17, 41.)  During this timeframe, Gee also received information regarding \nthe purported transfers of JS Real Estate’s interest and TR Real Estate’s interest in \n2013.  (Compl. ¶ 25.)   \n12. These events prompted Gvest to make at least seven requests for corporate \ndocuments from Yards at NoDa between August 2015 and September 2016.  (Compl. \n¶ 27, Exs. G, H, I, J, K, M, N .)  In each case, Shaw and Rhame refused the request, \nfailed to respond, or  conditioned access to documents on a reciprocal request for \ninformation from Gvest.  (Compl. ¶  27.)  Gvest alleges that Shaw and Rhame “have \nrefused to provide records and reports . . . in an effort to conceal unauthorized \ntransactions designed to enrich themselves at the expense of” Gvest.  (Compl. ¶ 28.) \n13. Gvest filed its complaint on November 23, 2016.  The complaint asserts two \ncauses of action requesting an order compelling the production of corporate records.  \n \n \nThe first claim, for breach of contract, invokes Gvest’s rights under sections 8.2.2 and \n8.4 of the O perating Agreement.  (Compl. ¶¶  29–33.)  The second  claim invokes \nGvest’s statutory inspection rights set forth in  N.C. Gen. Stat. § 57D-3-04.  (Compl. \n¶¶ 34–35.) \n14. The complaint includes a third cause of action for a declaratory judgment \n“identifying the Members and Interest Holders in Yards” at NoDa.  (Compl. p.11.)   \nGvest contends that the 2013 transfers of JS Real Estate ’s interest  and TR Real \nEstate’s interest “terminated their status as members of Yards” at NoDa under N.C. \nGen. Stat. §  57D-3-02(a)(3), leaving Gvest as the sole remaining member .  (Compl. \n¶¶ 38, 50.)  Gvest further alleges that the proposed but unexecuted amendment to \nthe Operating Agreement in 2015 was an unsuccessful effort to legitimize the failed \n2013 transfers.  (Compl. ¶  44.)  Accordingly, Gvest seeks a declaration “specifically \nfinding that the only Member of” Yards at NoDa is Gvest.  (Compl. p.11.) \n15. Defendants moved to dismiss Gvest’s complaint on January 30, 2017.   The \nmotion has been fully briefed, and the Court held a hearing on March 21, 2017, where \nall parties were represented by counsel.  The motion is ripe for determination. \nII. \nANALYSIS \n \nA. Breach of Contract and Statutory Disclosure Claims \n16. Defendants contend that  Gvest’s claims to enforce its contractual and  \nstatutory inspection rights are moot.  “Because a moot claim is not justiciable,” a \nmotion to dismiss a claim for “mootness is properly raised” as a motion to dismiss for \nlack of subject -matter jurisdiction under Rule 12(b)(1).  Yeager v. Yeager , 228 N.C. \n \n \nApp. 562, 565, 746 S.E.2d 427, 430 ( 2013).  The Court therefore treats this motion, \nfiled under Rule 12(b)(6), as a Rule 12(b)(1) motion and may consider matters outside \nthe pleadings.  See Tart v. Walker, 38 N.C. App. 500, 502, 248 S.E.2d 736, 737 (1978). \n17. The gist of Defendants’ argument is that they have satisfied Gvest’s \ndemands.  On January 24, 2017, Defendants produced to Gvest “5,281 pages of Yards’ \ncompany records, documents, tax returns, and financial statements.”  (Mem. in Supp. \nof Defs.’ Mot. to Dismiss 5 [“Defs.’ Mem.”].)  Thus, they argue, Gvest has “received \nwhat it seeks,” and the Court “has nothing left to decide.”  (Defs.’ Mem. 5.) \n18. The Court disagrees.  At the hearing, it became clear that t he parties have \na live dispute over the scope of Gvest’s inspection rights.  Gvest’s counsel stated that \nGvest has requested, and Defendants have refused, access to many documents not \nincluded in the January 24 production .  Defendants’ counsel confirmed the dispute, \nresponding that these additional documents fall outside the scope of Gvest’s \ninspection rights.  This unresolved dispute is not yet before the Court, and i t would \nbe premature to hold that Gvest has received all the information it is entitled to \ninspect without first determining what inspection rights it has.  See Roberts v. \nMadison Cty. Realtors Ass’n , 344 N.C. 394, 398 –99, 474 S.E.2d 783, 787 (1996) \n(holding claim becomes moot only “when a determination is sought on a matter which, \nwhen rendered, cannot have any practical effect on the existing controversy”). \n19. Even for the categories of information that undisputedly fall within Gvest’s \ninspection rights, the limited record before the Court precludes a finding of mootness.  \nThe only relevant exhibit to Defendants’ motion is a letter from Defendants’ counsel \n \n \nto Plaintiff’s counsel stating that a batch of unspecified documents would be posted \nto “a secured FTP site.”  (Defs.’ Mem. Ex. 4.)  This evidence shows that De fendants \nmade some documents available to Gvest, but it is not sufficient, on its own, to \ndemonstrate that Gvest has been provided with  all of the requested documents.  \nDefendants have not submitted, for example, a sworn certification or other evidence \nshowing that they have produced or provided access to all requested documents.  Nor \nhave they pointed to any admission by Gvest  to that effect.  See, e.g., Brady v. Van \nVlaanderen, 2015 NCBC LEXIS 59, at *6 –7 (N.C. Super. Ct. June 3, 2015) (holding \nthat plain tiff’s inspection claim was moot and relying in part on plaintiff’s \ninterrogatory response that “there are no documents which have not been provided \nor allowed access to [sic] that the Plaintiff is aware”).   \n20. The Court therefore concludes that Gvest’s claims regarding its contractual \nand statutory inspection rights  are not moot  and denies Defendants’ motion as to \nthose claims .  The Court need not address Gvest’s alternative argument that it s \nclaims are not moot because it is entitled to damages. \nB. Declaratory-Judgment Claim \n21. Defendants also moved to dismiss Gvest’s declaratory-judgment claim under \nRule 12(b)(6) .  The North Carolina Court of Appeals has held that “[a] motion to \ndismiss for failure to state a claim is seldom appropriate ‘in actions for decla ratory \njudgments, and will not be allowed simply because the plaintiff may not be able to \nprevail.’”  Morris v. Plyler Paper Stock Co. , 89 N.C. App. 555, 557, 366 S.E.2d 556, \n558 (1988) (quoting N.C. Consumers Power, Inc. v. Duke Power Co. , 285 N.C. 434, \n \n \n439, 206 S.E.2d 178, 182 (1974)).  Rather, a motion to dismiss a declaratory-judgment \nclaim is appropriate only “‘when the complaint does not allege an actual, genuine \nexisting controversy.’”  Legalzoom.com, Inc. v. N.C. State Bar, 2012 NCBC LEXIS 49, \nat *9 (N.C. Super. Ct. Aug. 27, 2012) (quoting N.C. Consumers Power, 258 N.C. at \n439, 206 S.E.2d at 182). \n22. Gvest’s complaint alleges a n actual, existing  controversy.  Specifically, \nGvest alleges that the parties have two irreconcilable views regarding the \nmembership of Yards at NoDa.  (Compl. ¶¶  49, 50.)  Gvest contends that  it is \npresently the sole member of Yards at NoDa because JS Real Estate and TR Real \nEstate terminated their members hip rights when they attempted to transfer their \ninterest in Yards at NoDa in 2013.  (Compl. ¶ 50.)  JS Real Estate and TR Real Estate \ntake the opposite view and contend that they retain their membership interests.  \n(Compl. ¶ 49.)  This dispute is “definit e and concrete, touching the legal relations of \nparties having adverse legal interests.”  Aetna Life Ins. Co. v. Haworth, 300 U.S. 227, \n240–41 (1937). \n23. Defendants do not dispute that the parties have irreconcilable legal \npositions.  Instead, they argue that Gvest is simply wrong.  According to Defendants, \nwhen JS Real Estate and TR Real Estate attempted to transfer their ownership \ninterests, they failed to  comply with the terms of the Operating Agreement.  (Defs.’ \nMem. 5–8.)  Defendants further contend that the attempted transfers are therefore \nvoid, meaning that JS Real Estate and TR Real Estate are and always have been \nmembers of Yards at NoDa.   Defendants argue that the Court is free to make this \n \n \ndetermination under Rule 12(b)(6)  because the relevant docum ents—the Operating \nAgreement and the purported 2013 transfers —are attached to or referred to in the \ncomplaint.  (See Defs.’ Mem. 4, Exs. 1, 2; Defs.’ Reply in Supp. of Mot. to Dismiss 5.) \n24. These arguments confuse the applicable standard of review.  Defendan ts’ \narguments focus on whether G vest is entitled to the relief it requests—arguments \nmore appropriately made in the context of a motion for judgment on the pleadings \nunder Rule 12(c) or a motion for summary judgment under Rule 56.  Under Rule \n12(b)(6), the issue for determination is only whether there is a concrete, present \ncontroversy for the Court to decide—not “whether the plaintiff in a declaratory \njudgment action is ultimately entitled to the declaration it seeks.”  Legalzoom.com, \n2012 NCBC LEXI S 49, at *8–9, 13 –14 (holding that complaint demonstrated a \npresent controversy regarding the State Bar’s authority to act before making a final \ndetermination about whether a party has engaged in the unauthorized practice of \nlaw).   \n25. Even if it would be pro per to resolve the merits of a declaratory -judgment \naction under Rule 12(b)(6) in some circumstances, the Court declines to do so here.  \nThe attempt  by JS Real Estate and TR Real Estate to transfer their interests, \nwhether successful or not, has created a cloud over the ownership of Yards at NoDa.  \nAnd although Defendants contend that they have supplied the purported transfer \ndocuments as exhibits to their motion, Gvest alleges that it “has never been provided \nformal notice or documentation of” the transfers.  (Compl. ¶ 25.)  Simply put, there is \na bona fide controversy.  “The parties are entitled to a declaration of their rights and \n \n \nliabilities and the action should be disposed of only by a judgment declaring them.”  \nNationwide Mut. Ins. Co. v. Roberts, 261 N.C. 285, 288, 134 S.E.2d 654, 657 (1964). \n26. Accordingly, the Court denies Defendants’ motion to dismiss as to the claim \nfor declaratory judgment. \nIII. \nCONCLUSION \n \n27. For all these reasons, the Court DENIES Defendants’ motion to dismiss.  \n \nThis the 6th day of April, 2017. \n /s/ Adam M. Conrad               \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}