{
  "id": "43470d114be4c3961222dceb1fa6d21bb0ac0bafd3161c6b72664440ca5294b5",
  "source_file": "data/raw/ncbc/43470d114be4c3961222dceb1fa6d21bb0ac0bafd3161c6b72664440ca5294b5.pdf",
  "raw_text": "London Leasing, LLC v. Arcus, 2015 NCBC 106. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 7419 \n  \n \nLONDON LEASING, LLC, a North \nCarolina Limited Liability Company, \n                                        Plaintiff \n \n                         v. \n \n \nJW RAY, individually; BURSTNET  \nTECHNOLOGIES, INC., a Pennsylvania \nCorporation; DIGI-PLUS LLC, a Delaware \nLimited Liability Company; RAY FAMILY   \nHOLDINGS, LLC, a Florida Limited  \nLiability Company; JOLO VINEYARDS,  \nLLC, a North Carolina Limited Liability  \nCompany; JOLO WINERY &  \nVINEYARDS, LLC, a North Carolina  \nLimited Liability Company; BACKLOG  \nCAPITAL, LLC, a Delaware Limited  \nLiability Company; BACKLOG CAPITAL   \nMANAGERS, LLC, a Delaware Limited  \nLiability Company, \n                                        Defendants. \n) \n) \n) \n) \n) \n) \n) \n) \n) \n)  \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nOPINION AND ORDER   \n \nTHIS CAUSE, designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, references to the North Carolina General Statutes will be to \n“G.S.”), and assigned to the undersigned Special Superior Court Judge for Complex \nBusiness Cases, comes before the Court upon Plaintiff London Leasing LLC’s Motion \nto Dismiss and for Sanctions (“Motion to Dismiss”), pursuant to Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure (“Rule(s)”). \nTHE COURT, after considering the Motion  to Dismiss, the briefs in support \nand in opposition to the Motion to Dismiss, and other appropriate matters of record, \nFINDS and CONCLUDES as stated herein.  \n \n \nStrianese, P.L.L.C., by Christopher R. Strianese, Esq., for Plaintiff. \n \nMcAngus, Goudelock & Courie, P.L.L.C. , by Jessica C. Tyndall, Esq., for \nDefendants. \n \nMcGuire, Judge. \n \nPROCEDURAL AND FACTUAL BACKGROUND \n1. The procedural and factual background of this matter are set out in \ndetail in the Court’s prior Orders of March 4 and June 2, 2015.  Accordingly, the Court \nwill only recite those facts necessary for the determination of this Motion to Dismiss. \n2. On June 6, 2014, London Leasing, LLC (“London Leasing” or “Plaintiff”) \nfiled its Complaint  against five Defendants: Shawn Arcus (“Arcus”), Kevin Delik \n(“Delik”), JW Ray (“Ray”), Burstnet Technologies, Inc. (“Burstnet”), and Digi -Plus \nLLC (“DigiPlus”).  Plaintiff subsequently dismissed its claims against Arcus and \nDelik.1  The Complaint brought claims for B reach of Contract, Violation of the NC \nUnfair and Deceptive Trade Practices Act, Veil Piercing, Tortious Interference with \nContract, and Civil Conspiracy.  In es sence, the Complaint alleged that Defendants \nbreached a financing agreement with Plaintiff by not making payments, and \nthereafter engaged in a scheme to transfer the financed equipment to an undisclosed \nlocation in order to shield that equipment from being reclaimed by Plaintiff. \n3. On July 6, 2015, with leave of Court, Plaintiff filed an Amended \nComplaint that added  as Defendants  Ray Family Holdin gs, LLC, JOLO \nVINEYARDS, LLC and  Jolo Winery & Vineyards LLC  (collectively, “JOLO” ), and \n                                                        \n1 Notice of Voluntary Dismissal (July 23, 2014); Notice of Voluntary Dismissal (Nov. 17, \n2014). \n \n \nBacklog Capital, LLC and Backlog Capital Managers , LLC (collectively, “Backlog”) , \nand that alleged causes of action for fraudulent conveyance and for violations of the \nNorth Carolina Uniform Fraudulent Transfer Act .  The Amended Compliant refers \nto Ray Family Holdings, JOLO, and Backlog collectively as the “Fraudulent Transfer \nDefendants.”  The Amended Complaint further alleges that DigiPlus and Ray \nfraudulently transferred their assets to the Fraudulent Transfer Defendants in an \neffort to shield their assets from Plaintiff an d from Burstnet’s other creditors.  The \nAmended Complaint alleges claims for  Breach of Contract (against Burstnet and \nDigiPlus), Violation of the North Carolina Unfair and Deceptive Trade Practices Act \n(against a ll Defendants) , Veil Piercing (against Ray), Tortious Interference with \nContract (against DigiPlus and Ray) , Fraudulent Conveyance (against a ll \nDefendants), and Violations of the North Carolina Uniform Fraudulent Transfer Act \n(against all Defendants).  \n4. On August 20, 2015, all Defendants except for Burstnet filed Answers \nto Plaintiff’s Amended Complaint.2  Defendants Ray, Ray Family Holdings, JOLO, \nand Backlog allege counterclaims for abuse of p rocess against Plaintiff. 3   These \nDefendants allege that Plaintiff abused process by bringing claims against Ray \nFamily Holdings, JOLO, and Backlog (i) “for the ulterior purpose of gaining an \n                                                        \n2 Burstnet is not represented by Defendants’ counsel and has never filed an Answer or \nother responsive pleading.  Upon proper motion filed with the Court and sufficient evidence \nof Plaintiff’s attempt to notify Burstnet, the Court would be prepared to order default \njudgment against Burstnet.  \n3 DigiPlus’ Answer to Plaintiff’s Amended Complaint does not assert a counterclaim for \nabuse of process. Likewise, Burstnet also does not assert a counterclaim against Plaintiff \nfor abuse of process.  \n \n \nadvantage over Mr. Ray in the existing  litigation, which is set forth in the Original \nCompliant;” and (ii) for the ulterior purpose of harassing and intimidating \nDefendants into paying an obligation for which they are not responsible. 4  Plaintiff \nargues these Defendants’ claims for abuse of process should be dismissed because an \n“ulterior motive” alone does not support such a claim. \n5. On September 8, 2015, Plaintiff filed its Motion to Dismiss  seeking \ndismissal of Ray, Ray Family Holdings, JOLO, and Backlog’s counterclaims for abuse \nof process pursuant to Rule 12(b)(6).  \n6. The Motion to Dismiss has been fully briefed and is ripe for \ndetermination. \nAnalysis \n7. Plaintiff has moved to dismiss Ray, Ray Family Holdings, JOLO, and \nBacklog’s counterclaims for abuse of process, because these Defendants fail to state a \nclaim upon which relief can be granted  under Rule 12(b)(6).  In reviewing a 12(b)(6) \nmotion to dismiss, a court should deny the motion if the “allegations of the complaint, \ntreated as true, are sufficient to state a claim upon which relief may be granted under \nsome legal theory.” Cabaniss v. Deutsche Bank Secs., Inc. , 170 N.C. App. 180, 182 \n(2005) (internal citation omitted ).  “The complaint must be liberally construed and \nshould not be  dismissed unless it appears beyond a doubt that plaintiffs could not \nprove any set of facts to  support t he claim which would entitle them to relief.”  \n                                                        \n4 Ray’s Answer to Am. Compl. & Countercl. ¶¶ 13-16; Backlog Capital LLC’s Answer to Am. \nCompl. & Countercl. ¶¶ 14-17; Backlog Capital Managers, LLC’s Answer to Am. Compl. & \nCountercl. ¶¶ 14-17; Ray Family Holdings and JOLO, LLC’s Answer to Am. Compl. & \nCountercl. See Def. Mem. Opp. 5. \n \n \nPinewood Homes, Inc. v. Harris, 184 N.C. App. 597, 600-601 (2007) (citing Cabaniss, \n170 N.C. App. at 182).  Courts are not required “to accept as true allegations that are \nmerely conclusory, unwarranted deductions of fact, or unreasonable inferences.” \nStrickland v. Hedrick, 194 N.C. App. 1, 20 (2008) (internal citations omitted).   \n8. “[T]he gravamen of a cause of action for abuse of process is the improper \nuse of the process after it has been issued.”  Petrou v. Hale , 43 N.C. App. 655, 659 \n(1979).  “There is no abuse of process where it is confined to its regular and legitimate \nfunction in relation to the cause of action stat ed in the complaint.”  Finance Corp. v. \nLane, 221 N.C. 189, 196 -97 (1942).  Accordingly, North Carolina courts “have \nrepeatedly upheld dismissal of an abuse of process claim when there are no \nallegations that a defendant misused process after proceedings had been initiated.”  \nChidnese v. Chidnese, 210 N.C. App. 299, 311 (2011) (emphasis in original).   \n9. An abuse of process claim must allege the following two elements: \n(1) that the defendant had an ulterior motive to achieve a collateral \npurpose not within th e normal scope of the process used, and (2) that \nthe defendant committed some act that is a malicious misuse or \nmisapplication of that process after issuance to accomplish some \npurpose not warranted or commanded by the writ. \n \nPinewood Homes , 184 N.C. App. at 602 (internal citation om itted). It is well \nestablished that “the mere filing of a civil action with an ulterior motive is not \nsufficient to sustain a claim for abuse of process.”   Chidnese, 210 N.C. App. at  312.  \nTo maintain an abuse of process claim, the process must have been used “to gain \nadvantage of the plaintiff in respect to some collateral matter.” Erthal v. May, 2012 \nN.C. App. LEXIS 1305, *30 (2012) (emphasis added).  An abuse of process claim can \n \n \nbe properly dismissed pursuant to Rule 12(b)(6)  if it fails to allege that a defendant \n“committed any will ful act not proper in the regular cou rse of the proceeding,”  \nChidnese, 210 N.C. App. at 311–12.  Without both an ulterior motive and a malicious \nmisuse of the process to gain an advantage to accomplish some purpose collateral to \nto the lawsuit, an allegation of an ulterior motive in filing a lawsuit is not enough to \nsupport an abuse of process claim.  Hewes v. Johnston, 61 N.C. App. 603, 604 (1983).   \n10. In this case, Ray, Ray Family Holdings, JOLO, and Backlog’s abuse of \nprocess claim s rest  upon nothing more than an allegation that  Plaintiff has sued \nDefendants for monies for which Defendants contend they are not liable .  Plaintiff \nfiled its Amended Complaint for the manifestly proper purposes of recovering money \nfor the br each of the financing agreement and collecting  from the new ly added  \nDefendants that are related to the original debtor. This is not an “improper, willful \nact” used to gain a strategic advantage of Defendant s in a “collateral matter ,” as \nPlaintiff is attempting to recover money in this litigation.  Pinewood Homes, 184 N.C. \nApp. at 603; Hewes, 61 N.C. App. at 604.  As Ray, Ray Family Holdings, JOLO, and \nBacklog fail to allege that Plaintiff misused process (i) after the process was initiated \nagainst them and (ii) for a purpose “collateral” to this litigation, these Defendants fail \nto state a cause of action for abuse of process that is supported by existing case law. \nTherefore, Plaintiff’s Motion to Dismiss should be GRANTED as to Ray, Ray Family \nHoldings, JOLO, and Backlog’s counterclaims for abuse of process.    \n \n \nTHEREFORE, IT IS ORDERED, based upon the foregoing FINDINGS and \nCONCLUSIONS that Plaintiff’s Motion to Dismiss is GRANTED.5 \nSO ORDERED, this the 4th day of December, 2015. \n \n \n \n \n    /s/ Gregory P. McGuire    \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n \n                                                        \n5 The Court declines to grant the requested sanctions at this time, but reserves its \npreviously stated right to revisit the issue of sanctions against Mr. Ray at a later juncture in \nthis case. "
}