{
  "id": "437652cd561c57e3690f154f62ca392cd161e2ecfad6368d621a394f6ccc086e",
  "source_file": "data/raw/ncbc/437652cd561c57e3690f154f62ca392cd161e2ecfad6368d621a394f6ccc086e.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 13 CVS 5996 \n \n \nWILLIAM TYLER BRADY, DVM; BOON ) \nVENTURES, P.A.; SUMMIT VET GROUP, ) \nP.C. and SUMMIT HOLDING GROUP, INC., ) \n Plaintiffs )  \n  ) OPINION AND ORDER  \n v.  ) ON MOTION TO DISMISS AND  \n   )  MOTION FOR SUMMARY JUDGMENT \nMATTHEW PRINCE and KARIN PRINCE, ) \n Defendants ) \n \n \nTHIS CAUSE, designated a mandatory complex business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superior Court Judge for Complex Business Cases, \ncomes before the Court upon Plaintiffs' Motion to Dismiss Defendants' Counterclaims \n(\"Motion to Dismiss\") pursuant to Rules 12(b)(1) and 12(b)(6) of the North Carolina Rules of \nCivil Procedure (\"Rule(s)\") and Plaintiffs’ Motion for Summary Judgment (“Motion for \nSummary Judgment”) pursuant to Rule 56 (collectively, \"Motions\"); and \n THE COURT, after reviewing the Motions, br iefs in support of and in opposition to \nthe Motions, arguments of counsel  and other appropriate matters of record, CONCLUDES \nthat the Motions should be GRANTED, in part, and DENIED, in part, for the reasons \nstated herein. \nStephensonLaw, LLP, by Philip T. Gray, Esq. for Plaintiffs William Tyler Brady, \nDVM, Boon Ventures, P.A., Summit Vet Group, P.C. and Summit Holding Group, \nInc. \n \nBain, Buzzard & McRae, LLP, by Edgar R. Bain, Esq. and David F. McRae, Esq. for \nDefendants Matthew Prince and Karin Prince. \n \nMcGuire, Judge. \n \nBrady v. Prince, 2015 NCBC 2. \nPROCEDURAL HISTORY \n1. On April 30, 2013, Plaintiffs William Tyler Brady, DVM (\"Brady\"), Boon \nVentures, P.A. (\"Boon\"), Summit Vet Group, P.C. (Summit Vet”) and Summit Holding \nGroup, Inc. (\"SHG\") filed a Complaint and Motion for Declaratory Judgment (hereinafter \n\"Complaint\") against Defendants Matthew Prince and Karin Prince. Plaintiffs' action was \ndesignated as No. 13 CVS 5996 by the Clerk of Superior Court of Wake County. The \nComplaint alleges twelve claims for relief (\"Claim(s)\") against Defendants: (1) Fraud in the \nInducement/Common Law Fraud; (2) Constructive Fraud; (3) Breach of Fiduciary Duty; (4) \nSelf-Dealing; (5) Conversion; (6) Civil Conspiracy; (7) Misappropriation of Trade Secrets; (8) \nTortious Interference with Contract; (9) Interference with Prospective Economic Advantage; \n(10) Unfair and Deceptive Trade Practices; (11) Negligence (in the Alternative) and (12) \nPunitive Damages.  Additionally, the Complaint seeks a declaratory judgment that Brady is \nthe sole owner of Boon Ventures, P.A., Summit Vet Group, P.C., and Summit Holding \nGroup, Inc. Finally, the Complaint alleges, among other things, that Defendants (a) are in \npossession of corporate property and client files, (b) have access to corporate bank accounts \nand (c) are liquidating corporate property.\n1 \n2. On June 26, 2013, Defendants filed their Answer and Counterclaim \n(hereinafter \"Defs.’ Counterclaim\"). Defendants pursue the following seven counterclaims \n(\"Counterclaim(s)\"): First Counterclaim (declaratory judgment); Second Counterclaim \n(breach of contract); Third Counterclaim (tortious breach of contract); Fourth Counterclaim \n(judicial dissolution); Fifth Counterclaim (sexual harassment); Sixth Counterclaim (judicial \ndissolution); Seventh Counterclaim (appointment of receiver). \n                                                 \n1 The disputed corporate property and assets that Plaintiffs complained of included corporate credit \ncards, bank accounts, veterinary equipment, trucks and inventory. \n3. The Court issued a Temporary Restraining Order and a Preliminary \nInjunction regarding the protection and preservation of certain corporate assets in dispute \nbetween the parties and requiring Defendants to return veterinary practice records to \nPlaintiff. \n4. On August 23, 2013, Plaintiffs filed the Motion to Dismiss seeking dismissal \nof all Counterclaims pursuant to Rules 12(b)(1), and dismissal of Counterclaims Two, \nThree, and Five, pursuant to Rule 12(b)(6).  The parties filed briefs regarding Plaintiffs’ \nMotion to Dismiss during November and December, 2013. \n5. On July 16, 2014, Plaintiffs filed a Motion for Summary Judgment.  The \nMotion for Summary Judgment seeks summary judgment in Plaintiffs’ favor on Plaintiffs' \nclaim for a declaratory judgment that Brady is the sole owner of Boon Ventures, P.A., \nSummit Vet Group, P.C., and Summit Holding Group, Inc.\n2  The Motion for Summary \nJudgment also seeks judgment in Plaintiffs’ favor regarding Plaintiffs' claims for breach of \nfiduciary duty, self-dealing, conversion, civil conspiracy, and unfair and deceptive trade \npractices, and on Defendants' counterclaims for sexual harassment. Finally, Plaintiffs seek \nsummary judgment regarding any claims attempting to name Plaintiff Summit Holding \nGroup, Inc. as a defendant. \n6. On August 29, 2014 Defendants filed their Brief if Opposition to Plaintiffs’ \nMotion for Summary Judgment (hereinafter “Defs.’ Brief in Opp.”). \n7. On December 8, 2014, the Court held a hearing on the Motion for Summary \nJudgment at which counsel for all parties appeared and made argument. \n                                                 \n2 Plaintiffs also ask the Court to grant summary judgment finding that as a matter of law Summit \nHolding Group, Inc. was practicing veterinary medicine as it is defined by North Carolina law.  This \nrelief was not expressly requested in Plaintiffs motion for declaratory judgment contained in their \nComplaint and, therefore, is deemed not properly before the Court. \nFACTUAL BACKGROUND3 \n8. Brady is a licensed veterinarian.  Brady was employed with a veterinary \nclinic in Apex, North Carolina from approximately 1999 – 2004.4  Karin Prince was \nemployed with the veterinary clinic as an office employee, and she and Brady got to know \none another.  Matthew Prince in Karin Prince’s husband.  Neither Karin nor Matthew \nPrince are licensed veterinarians. \n9. In early 2012, the Princes, along with Philip Morris (“Morris”), a business \ncolleague, purchased the assets of the Apex veterinary practice at which Karin Prince was \nemployed.\n5  On February 21, 2012, the Princes and Morris formed Boon Ventures, Inc. for \nthe purpose of operating a veterinary clinic.6  Boon Ventures, Inc. was initially incorporated \nas a business corporation under Chapter 55 of the General Statutes.  The Princes claimed \nthat they subsequently learned from the North Carolina Veterinary Medical Board (“NC \nBoard”) that a corporation operating a veterinary practice had to be owned exclusively by \nlicensed veterinarians.7  Accordingly, on March 12, 2012, the Princes and Morris filed \narticles of amendment with the North Carolina Secretary of State changing the name of \nBoon Ventures, Inc. to Boon Ventures, P.A.\n8  They simultaneously notified the NC Board \nthat Dr. Sarah Wheeler (“Wheeler”) was the owner of Boon Ventures, P.A. (Boon Ventures, \nP.A. is hereinafter referred to as “Boon”).9  The Princes, however, claimed that they still did \nnot understand that they could not have an ownership stake in a veterinary practice under \nNorth Carolina law, and believed they and Morris were the owners of Boon.10 \n                                                 \n3 Except as otherwise noted, the following facts appear to the Court to be undisputed. \n4 Brady Dep. pp. 10-11. \n5 K. Prince Dep. pp. 33-35, 53.  \n6 Plaintiffs’ Exhibits filed in support of summary judgment, Exh. 13 (hereinafter “Pls. Exh.”). \n7 K. Prince Dep. pp. 43-45. \n8 Id. pp. 44-45, 47; Pls.’ Exh. 4. \n9 Pls.’ Exh. 14. \n10 K. Prince Dep. pp. 45-46. \n10. In May, 2012, Matthew Prince bought out Morris’ interest in Boon.11 \n11. In or around June, 2012, Wheeler indicated that she was going leave the \nBoon practice.12  Karin Prince contacted Brady and inquired about whether he would be \ninterested in returning to North Carolina with Boon.13  At the time, Brady owned and \noperated his own veterinary practice in Nevada. \n12. The Princes and Brady discussed going into business together to operate \nBoon, and Brady agreed to return to Apex. Brady and the Princes both claim that the \nparties reached an agreement regarding entering into a business venture to operate a \nveterinary clinic.  The parties did not enter into a written agreement regarding their \nbusiness relationship.\n14  Neither has entered into evidence any claimed written or electronic \ncommunications between the parties reflecting any of the terms of their discussions or \nagreement. \n13. The parties sharply disagree about the terms of their agreement. Brady \ncontended that the Princes agreed that he would become the sole owner of Boon.  In \nexchange, Brady would (a) provide a veterinary license under which they could operate a \nveterinary practice, and his 14 years of veterinary experience, (b) contribute his veterinary \nequipment and a vehicle from his Nevada practice, and (c) assume Boon’s debts.15  Brady \nclaims the Princes agreed that they would be employees and officers of Boon, and that if the \npractice did well, they would share in the profits of the practice.  The parties, however, \nnever reached agreement on a specific split of profits, and the practice never had a profit.16  \n                                                 \n11 Pls.' Exh. 37. \n12 K. Prince Dep. pp. 65-66. \n13 Id. pp. 77-79. \n14 Brady Dep. pp. 60, 66. \n15 Id. pp. 63-65. \n16 Id. pp. 68-70. \n14. The Princes contended that Brady agreed that he and the Princes would be \n50/50 owners in Boon.17  Brady would be paid a 20% “commission” on his production, and a \nmonthly management fee of $600.18  The Princes also agreed to provide Brady with rent-\nfree housing in Apex, North Carolina.19 \n15. On July 27, 2012, the Princes filed an amendment to Boon’s articles of \nincorporation with the Secretary of State listing Brady as the “veterinarian in charge” and \n“Operating Owner” of Boon.20 The Princes simultaneously notified the NC Board that Boon \nhad changed ownership from Wheeler to Brady.21  There are no corporate by-laws or other \ngoverning corporate documents for Boon in the record. \n16. On July 27, 2012, the Princes also incorporated Summit Vet Group, P.C. \n(“Summit Vet”) under the laws of North Carolina as a professional corporation, and notified \nthe NC Board that Brady was the owner of Summit Vet.22  There are no corporate by-laws \nor other governing corporate documents for Summit Vet in the record. \n17. The Princes were corporate officers of Boon and Summit Vet.23 \n18. The Princes testified that in the process of establishing the business entities \nthey learned that they could not be the owners of a professional corporation.24 Accordingly, \non July 30, 2012, the Princes incorporated SHG as a non-professional North Carolina \ncorporation.25  The Princes were the sole shareholders in SHG.  Karin Prince testified that \nthe plan was to merge Boon into SHG and have SHG own the practices assets, and that \n                                                 \n17 K. Prince Dep. 85. \n18 Id. \n19 Id. pp. 86-87. \n20 Pls.’ Exh. 1. \n21 Pls’. Exh. 2. \n22 Pls.’ Exhs. 3, 5. \n23 Defs.’ Brief in Opp., p. 9; Pls.' Exhs. 1, 12, 27, 28, 29, 30. \n24 K. Prince Dep. p. 46. \n25 Pls.’ Exh. 28. \nSummit Vet would “hold” the veterinary licenses, but that they never followed through on \nthis plan.26  Brady contends that he did not know the Princes had created SHG as a \nseparate corporation, and that he believed SHG, Summit Vet and Boon were all a single \nentity.27  Brady and the Princes eventually transferred the ownership of trucks owned by \nBoon to SHG, opened checking accounts in SHG’s name, and employed and paid clinic \nemployees under SHG.  Defendants admit that SHG, in fact, operated veterinary clinics.28   \n19. Brady returned to North Carolina and began practicing with Boon in August, \n2012, at a large animal clinic in Apex.  In the fall of 2012, Brady and the Princes opened a \nsecond veterinary clinic in Lillington, North Carolina, specializing in small animals.29  \nBrady worked primarily at the Apex clinic.  Karin Prince was the manager of both the Apex \nand Lillington clinics. \n20. On December 17, 2012, Brady and Karin Prince opened a checking account \nwith BB&T (Account no. 34759).30  The account was opened under the names of SHG and \n“Summit Equine Hospital,” which was a business name used by the Apex large animal \nclinic.31  This account was established primarily for use of the Apex large animal critic. \nBrady deposited into the account funds from a $350,000 loan he had taken from his \nfather.\n32 This account also received money from the operation of the Apex clinic.33 \n21. Brady and Karin Prince also opened a checking account with BB&T under \nthe name “Small Animal Clinic” (Account no. 34945).  This account was established \n                                                 \n26 K. Prince Dep. 99-100. \n27 Compl. ¶¶ 47, 48. \n28 K. Prince Dep. pp. 90, 116; Brady Dep. p. 78; Pls.’ Exhs. 34, 35, 38, 39, 42. \n29 Brady Dep. p. 95. \n30 Pls.' Exh. 7. \n31 Id. \n32 Brady Dep. pp. 88-89; K. Prince Dep. p. 165. \n33 K. Prince Dep. p. 165. \nprimarily for use by the Lillington clinic.  The two BB&T accounts, however, became \n“intermingled” over time.34 \n22. On February 22, 2013, without informing Brady, Karin Prince accessed \nAccount no. 34759 and electronically transferred $110,000 from that account to Account no. \n34945.35  Immediately after making the transfer, Matthew Prince wrote checks to himself in \nthe amounts of $28,000 and $22,000.36 The Princes admitted that the payments to Matthew \nPrince were made for the purposes of securing their personal investment in the business \nbecause they were concerned about their relationship with Brady.37  Matt Prince also \ntestified that the payments were, at least in part, to repay “loans” he had made to the \nbusinesses.38 \n23. Brady has not offered any evidence as to what the Princes did with the \nremaining $60,000 of the $110,000 transfer. \n24. Brady also alleges that during February –March, 2013, the Princes barred \nhim from the Lillington Clinic under threat of arrest, changed access to bank accounts so \nthat they could not be accessed by the Apex and Lillington practices, seized trucks and \nother assets belonging to Boon, and engaged in other conduct that breached their duties to \nBoon and Summit Vet.39  The Princes admit that they took certain actions with regard to \nthe accounts and computer systems used by the clinics, but they assert that they did \nnothing “malicious” to interfere with Brady’s ongoing operation of the veterinary clinics.40  \nNevertheless, the Lillington clinic was ceased operations in March, 2013. \n                                                 \n34 Id. pp. 200-01. \n35 Answer, ¶¶ 77, 78; K. Prince Dep. p. 154. \n36 K. Prince Dep. pp. 159-60, 211-12, 227-28; Pl.s’ Exhs. 10, 11. \n37 K. Prince Dep. pp. 159, 160, 164, 211, 227. \n38 M. Prince Dep. pp. 249-50. \n39 Pls.’ Exh. 23. \n40 K. Prince Dep. pp. 270-77. \n25. On March 29, 2013, the Princes resigned as corporate officers of Boon and \nSummit Vet.41 \nDISCUSSION \nA. Plaintiffs’ Motion to Dismiss pursuant to Rule 12(b)(1). \n26. In their Motion to Dismiss, Plaintiffs contend that the Princes lack standing \nto bring claims on behalf of SHG and, accordingly, this Court lacks subject matter \njurisdiction.  Plaintiffs argue that because North Carolina law prohibits the Princes from \nbeing the owners of stock in a corporation that is practicing veterinary medicine, as defined \nin G.S. § 90-187.1(7), they could not lawfully own SHG, and, therefore, cannot assert claims \non behalf of SHG.  Plaintiffs also argue that the Princes cannot bring claims on behalf of \nSHG because such claims are derivative and the Princes have not satisfied the \nrequirements for asserting derivative claims under G.S. § 55-7-40, \net. seq.  In particular, \nthe Plaintiffs argue that the Princes failed to comply with the demand and waiting period \nrequirements in G.S § 55-7-42. \n27. Rule 12 allows for the dismissal at any time of claims over which a court \nlacks subject matter jurisdiction. See Rule 12(b)(1); Vance Constr. Co. v. Duane White Land \nCorp., 127 N.C. App. 493 (1997). Because standing is a \"necessary prerequisite to the \ncourt's proper exercise of subject matter jurisdiction,\" Rule 12(b)(1) is a proper mechanism \nfor a party or the court to raise the question of whether a party has standing to assert a \nclaim. Am. Woodland Indus. v. Tolson, 155 N.C. App. 624, 626-27 (2002) (internal \nquotations and citations omitted). The \"burden of proving that standing exists\" rests on the \nclaimants. Id. at 627. \n                                                 \n41 Pls.’ Exh. 12. \n28. In this action, it is undisputed that the Matt and Karin Prince owned all of \nthe stock in SHG, and that neither of them were licensed veterinarians. The Princes \nincorporated SHG as a non-professional corporation, and claim that SHG was supposed to \nbe a “holding company” for certain assets used by the veterinary practices operated by Boon \nand SHG. 42 Defendants, however, have admitted that SHG “leased property in Lillington, \nNorth Carolina and started operating a veterinary clinic under the name Pine Grove \nAnimal Hospital, which was simply [SHG] doing business as Pine Grove Animal \nHospital.\"\n43  Based on the pleadings and the evidence in the record, for the purpose of \naddressing Plaintiffs’ Rule 12(b)(1) motion Court will assume, but does not decide, that \nSHG was practicing veterinary medicine. \n29. Plaintiffs are correct that North Carolina law prohibits one who is not \nlicensed as a veterinarian from owning \"all or part interest in a veterinary medical \npractice.\" G.S. § 90-187.10.  Chapter 90, Article 11, however, provides that where non-\nprofessionals own all or part of a veterinary medicine practice, the remedies available are \nthe criminal prosecution of the offending individuals, G.S.  § 90-187.12, or for the NC Board \nto obtain an injunction prohibiting the non-professionals from operating a veterinary \npractice.  G.S. § 90-187.13. Plaintiffs point to no statute or case law to support the \nproposition that individuals who improperly own stock in a corporation engaged in the \npractice of veterinary medicine lack standing to sue on behalf of the corporation or \notherwise forfeit any rights of ownership.  Thus, although the allegations in Defendants’ \ncounterclaims establish that Princes were the owners of the stock of SHG, and that SHG \nmay have been practicing veterinary medicine, Plaintiffs have failed to establish as a \nmatter of law that the Princes lack standing to bring their counterclaims on behalf of SHG.    \n                                                 \n42 See Counterclaims at p. 22, ¶ 16. \n43 Id. at p. 24, ¶ 21. \n30. Plaintiffs’ argument that the Princes lack standing to assert claims on behalf \nof SHG because the claims are derivative and the Princes’ have failed to meet the \nrequirements for bringing derivative claims on behalf of a corporation also must fail.   The \nPrinces have alleged that they own all of the stock in SHG, and that Brady owns none.\n44    \nDefendants do not allege that the counterclaims against Plaintiffs are being brought \nderivatively on behalf of SHG.  Rather, they appear to be direct claims. As the sole \nshareholders, the Princes have complete control over SHG’s decision to initiate a lawsuit.  \nAccordingly, SHG has the authority to file claims in a court.  See G.S. § 55-3-02. \n31. Viewing the allegations in Defendants’ counterclaims in the light most \nfavorable to Defendants, Plaintiffs have failed to meet their burden of persuasion on the \nissue of standing. Accordingly, as to the issue of Defendants' standing to assert claims on \nbehalf of Summit Holding, the Motion to Dismiss should be DENIED. \nB. Plaintiffs’ Motion to Dismiss pursuant to Rule 12(b)(6). \n32. Plaintiffs also have moved to dismiss Defendant’s counterclaims for breach of \ncontract [“SECOND COUNTERCLAIM”] and for sexual harassment [“THIRD and FIFTH \nCOUNTERCLAIMS”] pursuant to Rule 12(b)(6). \n33. A Rule 12(b)(6) motion allows a party to test the legal sufficiency of a \ncomplaint or counterclaim. \nSutton v. Duke, 277 N.C. 94, 98 (1970). The Court, in deciding a \nRule 12(b)(6) motion, treats well-pleaded allegations as true and admitted. Id. However, \nconclusions of law or unwarranted deductions of fact are not deemed admitted. Id. The facts \nand permissible inferences set forth in the complaint or counterclaim are to be treated in a \nlight most favorable to the nonmoving party. Ford v. Peaches Entm't Corp., 83 N.C. App. \n155, 156 (1986). As our Court of Appeals has noted, the \"essential question\" raised by a \n                                                 \n44 Answer at p 22, ¶ 15; In addition, Brady admitted he did not own any stock in SHG. (Brady Dep. p. \n57). \nRule 12(b)(6) motion is \"whether the complaint, when liberally construed, states a claim \nupon which relief can be granted on any theory.\" Barnaby v. Boardman, 70 N.C. App. 299, \n302 (1984), rev'd on other grounds, 313 N.C. 565 (1985) (emphasis original) (citations \nomitted).  A Rule 12(b)(6) motion should be granted when the complaint or counterclaim, on \nits face, reveals (a) that no law supports the claim, (b) the absence of facts sufficient to form \na viable claim, or (c) some fact which necessarily defeats the claim.  Jackson v. \nBumgardner, 318 N.C. 172, 175 (1986). \nDefendants’ Breach of Contract Counterclaim \n34. As a SECOND COUNTERCLAIM, Defendants allege that “[t]he parties \nentered into an oral contract at the time that Plaintiff Brady returned to Apex, North \nCarolina to operate the clinic, and such oral agreement of the parties has been breached by \nBrady.”45 Defendants’ further allege that “Defendants and Summit Holding Group, Inc. \nhave been damaged by the breach of the oral contract by Brady.”46 Plaintiffs contend that \nDefendants' counterclaim for breach of contract should be dismissed pursuant to Rule \n12(b)(6) because they are \"unaware of any contract of which Brady is in breach.\"47 Plaintiffs \nfurther argue that any breach of contract claim asserted by SHG should be dismissed \nbecause Defendants have not alleged that SHG had a contract with Brady, and have not \nalleged any other facts that would establish a contractual relationship between Brady and \nSHG. \n35. \"The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of [the] contract.\" \nMcLamb v. T.P. Inc., 173 N.C. App. \n586, 588 (2005) (internal citations omitted). The North Carolina Court of Appeals has held \n                                                 \n45 Defs.’ Counterclaim, ¶33. \n46 Id., ¶34. \n47 Pls.’ Brief in Support of Motion to Dismiss and Motion for Contempt and Sanctions p. 6. \nthat, if a complaint alleges these elements, \"it is error to dismiss a breach of contract claim \nunder [ ] Rule 12(b)(6).\" Id.  North Carolina recognizes the validity of an oral contract. See, \ne.g., Williams v. Jones, 322 N.C. 42, 52 (1988) (finding a valid oral contract when terms \nwere identifiable, though not reduced to writing); see also Willis v. Russell, 68 N.C. App. \n424, 428 (1984) (recognizing that acceptance of an offer supported by consideration, and \nthus the formation of a contract, may be \"manifested orally or by conduct\"). \n36. Taken as true, the allegations in Defendants’ counterclaims sufficiently \nallege the existence of an oral contract between Brady and the Princes, as well as a breach \nof that contract by Brady.48 Accordingly, Plaintiffs’ motion to dismiss as to Defendants’ \ncounterclaim for breach of between Brady and the Princes should be DENIED.49 \n37. Defendant has not, however, alleged sufficient facts to support a claim for \nbreach of a contract between Brady and SHG.  Accordingly, Plaintiffs’ motion to dismiss as \nto Defendants’ counterclaim regarding breach of a contract between Brady and SHG should \nbe GRANTED. \nDefendants’ Claim for Sexual Harassment \n38. In their THIRD and FIFTH COUNTERCLAIMS, Defendants allege that \nBrady sexually harassed Karin Prince, and that Karin Prince, Matthew Prince, and SHG \nshould recover damages as a result of the alleged harassment.  At the hearing on December \n8, 2014, as well as at a prior hearing of this Court, Defendants’ counsel stated that \nDefendants would dismiss the claims for sexual harassment by filing a notice of voluntary \ndismissal with the Court.  Additionally, in their Brief in Opposition to Plaintiffs' Motion to \n                                                 \n48 In their Complaint, Plaintiffs allege many of the same facts supporting the existence of an oral \ncontract between Brady and the Princes. Compl.  ¶¶ 32-37. \n49 The Court would note that the evidence in the record with regard to Plaintiffs’ Motion for \nSummary Judgment also establish that there are disputed issues of fact regarding the nature and \nterms of the agreement between Brady and the Princes that would also make summary judgment on \nthis claim inappropriate. \nDismiss, Defendants further represented that they would dismiss the FIFTH \nCOUNTERCLAIM, alleging sexual harassment.50 Defendants have, to date, only dismissed \ntheir THIRD COUNTERCLAIM.  Nevertheless, based on Defendants’ representations to \nthis Court that they would dismiss the FIFTH COUNTERCLAIM, the Plaintiffs’ motion to \ndismiss FIFTH COUNTERCLAIM, alleging sexual harassment, is GRANTED, and \nPlaintiffs' motion to dismiss the THIRD COUNTERCLAIM is deemed MOOT.\n51 \nC. Plaintiffs’ Motion for Summary Judgment on Their Claims against Defendants. \n39. Rule 56(a) permits “[a] party seeking to recover upon a claim, …, or to obtain \na declaratory judgment” to move for summary judgment in their favor. \"Summary judgment \nis appropriate 'if the pleadings, depositions, answers to interrogatories, and admissions on \nfile, together with the affidavits, if any, show that there is no genuine issue as to any \nmaterial fact and that any party is entitled to a judgment as a matter of law.'\" \nVariety \nWholesalers, Inc. v. Salem Logistics Traffic Servs., LLC, 365 N.C. 520, 523 (2012) (quoting \nRule 56(c)). An issue is \"material\" if its \"resolution . . . is so essential that the party against \nwhom it is resolved may not prevail.\" McNair v. Boyette, 282 N.C. 230, 235 (1972) \n(quotations omitted). The moving party bears \"the burden of clearly establishing lack of a \ntriable issue\" to the trial court. N.C. Farm Bureau Mut. Ins. Co. v. Sadler, 365 N.C. 178, \n182 (2011) (quoting N.C. Nat'l Bank v. Gillespie, 291 N.C. 303, 310 (1976)). The moving \nparty may meet this burden by \"proving an essential element of the opposing party's claim \n                                                 \n50 Defs. Brief in Opposition Pls.' Mot. Dismiss & Mot. Contempt and Sanctions (Dec. 11, 2013), p. 6. \n51 North Carolina does not recognize a cause of action for “sexual harassment”.  Rather, causes of \naction based on alleged sexual harassment typically are raised as tort claims for intentional or \nnegligent infliction of emotional distress. The Court assumes that Defendants’ causes of action for \n“sexual harassment” intended to raise a claim for infliction of emotional distress.  Claims for \nintentional or negligent infliction of emotional distress require that the plaintiff allege that they \nhave suffered “severe emotional distress” as a result of the conduct underlying the claims. See Fox v. \nSara Lee Corp., 210 N.C. App. 706, 714 (2011). The Court notes that Defendants have failed to allege \nthat Brady’s conduct caused Karin or Matthew Prince severe emotional distress, and that the \nTHIRD and FIFTH COUNTERCLAIMS are dismissable on this basis as well. \ndoes not exist, cannot be proven at trial, or would be barred by an affirmative defense.\" \nVariety Wholesalers, Inc., 365 N.C. at 523 (quoting Dobson v. Harris, 352 N.C. 77, 83 \n(2000)). \nBrady’s Standing to Sue on Behalf of Boon, Summit Vet and SHG \n40. Plaintiffs purport to bring claims on behalf of Boon, Summit Vet and SHG.52 \nEach of the causes of action alleged in the Complaint are asserted on behalf of the \n“Plaintiffs” and allege damages caused to the “Plaintiffs.\"  It is a well-established rule in \nNorth Carolina that corporate shareholders cannot bring actions in their individual \ncapacity to enforce causes of action accruing to the corporation.  \nBarger v. McCoy Hillard & \nParks, 346 N.C. 650, 658 (1997); Fulton v. Talbert, 255 N.C. 183, 185 (1961).  This principle \nhas become known as the Barger rule.  There are, however, two exceptions to the Barger \nrule: \n[A] shareholder may maintain an individual action against a third party for \nan injury that directly affects the shareholder, even if the corporation also \nhas a cause of action arising from the same wrong, if the shareholder can \nshow that the wrongdoer owed him a special duty or that the injury suffered \nby the shareholder is separate and distinct from the injury sustained by the \nother shareholders or the corporation itself. \n \nRegions Bank v. Reg'l Prop. Dev. Corp., 2008 NCBC 8, ¶ 45 (N.C. Super. Ct. Apr. 21, 2008) \n(quoting Barger, 346 N.C. at 658-59).     \n41. As a preliminary matter, Brady cannot pursue claims belonging to SHG on \nbehalf of the corporation.  It is undisputed that Brady is not a shareholder in SHG and, \naccordingly, cannot pursue these claims derivatively.  G.S. §55-7-40, et seq.  Accordingly, to \nthe extent Plaintiffs seek summary judgment in favor of SHG with regard to Plaintiffs’ \nclaims against the Defendants, the motion is DENIED. \n                                                 \n52 Compl. ¶¶ 132, 137. \n42. Boon and Summit Vet may, however, directly pursue the claims for breach of \nfiduciary duty against the Princes as corporate officers of Boon and Summit Vet.  Nothing \nin the record indicates that these claims are not properly brought directly, pursuant to the \ncorporations' power to sue and be sued in their corporate names. See G.S. § 55-3-02(a)(1), § \n55B-3(a). \nPlaintiffs’ Claims for Declaratory Judgment \n43. Plaintiffs’ have moved for summary judgment with regard to their claims for \na declaratory judgment that Brady is the sole owner of Boon and Summit Vet.  First, at the \nDecember 8, 2014 hearing Defendants’ counsel conceded that Brady was the sole and \nexclusive owner of Boon, and did not argue that the Princes were owners of Summit Vet. \nThe record evidence also establishes that it is undisputed Brady was the sole and exclusive \nowner of Boon and Summit Vet.  Matthew Prince admitted that Brady is the sole owner of \nthese two business entities.53  In addition, Karin Prince admitted that Brady was the owner \nof the practices.54 Documents filed with the North Carolina Secretary of State and North \nCarolina Veterinary Medical Board also show that Brady was the owner of Boon and \nSummit Vet.55  Accordingly, Plaintiffs’ motion for summary judgment on their declaratory \nclaims that Brady was the sole owner of Boon and Summit Vet should be GRANTED. \n44. Additionally, Plaintiffs have moved for summary judgment with regard to \ntheir claim for a declaratory judgment that Brady is the sole owner of SHG. As noted above, \nhowever, the record indicates, and it is undisputed that, all of the stock of SHG is owned by \nMatt and Karin Prince. As such, Plaintiffs' Motion for Summary Judgment as to Plaintiff \nBrady's sole ownership of SHG should be DENIED. \n                                                 \n53 M. Prince Dep. p. 176. \n54 K. Prince Dep. p. 133. \n55 Pls.' Exhs. 2, 3, 5. \nPlaintiffs’ Claims for Breach of Fiduciary Duty and Self-Dealing \n45. Plaintiffs have asserted claims against the Princes for breach of fiduciary \nduty (THIRD CAUSE OF ACTION) and self-dealing (FOURTH CAUSE OF ACTION) based \non essentially the same allegations, including the Princes' transfer of approximately \n$110,000 out of a bank account used to operate the veterinary practices and subsequent \npayment of $50,000 to Matthew Prince.  Plaintiffs allege that as officers of Boon, Summit \nVet and SHG, the Princes owed a fiduciary duty to those corporations which they breached \nby engaging in a number of allegedly unauthorized or fraudulent acts.   \n46. A claim for breach of fiduciary duty requires three elements: (1) the existence \nof a fiduciary duty, (2) the breach of such duty, and (3) that the plaintiff suffered damages \nas a result of the breach of duty. See Green v. Freeman, 367 N.C. 136, 141 (2013). The \nPrinces concede that they were officers of Boon, Summit Vet and SHG.56  Accordingly they \nwere in a fiduciary relationship with the corporations and owed a fiduciary duty.  \"Officers \nof a corporation owe a fiduciary duty to the corporation. Pierce Concrete, Inc. v. Cannon \nRealty & Constr. Co., 77 N.C. App. 411, 413-14, 335 S.E.2d 30, 31 (1985) (citing Meiselman \nv. Meiselman, 309 N.C. 279, 307 S.E.2d 551 (1985)). An officer of a corporation \"with \ndiscretionary authority\" must: \ndischarge his duties in good faith, conform to a reasonable standard of care, \nand act in a manner he reasonably believes is in the best interests of the \ncorporation . . . . Additionally, in North Carolina, an individual may owe a \nfiduciary duty to the corporation if he is considered to be a de facto officer or \ndirector, with authority for tasks such as signing tax returns, offering major \ninput as to the company's . . . operation, or managing the company. \n \nKinesis Adver., Inc. v. Hill, 187 N.C. App. 1, 15-16, 652 S.E.2d 284, 295 (2007) (internal \ncitations omitted) (emphasis in original).; see also G.S. §55-8-42. \n                                                 \n56 See n. 22, supra. See also Pls.' Exh. 12. \n47. Under North Carolina law corporate officers must act in a manner that they \nreasonably believe to be in the best interests of the corporation. G.S. §55-8-42. This duty \nincludes an obligation to refrain from self-dealing transactions. See Vernon v. Cuomo, 2009 \nNCBC 6, ¶ 84 (N.C. Super. Ct. Mar. 17, 2009) (finding that actions by corporate directors \nand officers constituted self-dealing). \n48. As a preliminary matter, Brady cannot pursue breach of fiduciary duty and \nself-dealing claims on behalf of SHG.  The duty owed by officers is owed to the corporation, \nand breach of fiduciary duty claims against corporate officers are the claims of the \ncorporation. Underwood v. Stafford, 270 N.C. 700, 702-703 (1967).   It is undisputed that \nBrady is not a shareholder in SHG and, accordingly, cannot pursue these claims \nderivatively.  See G.S. §55-7-40, et seq. \n49. As noted above, however, Brady is the sole owner (shareholder) of Boon and \nSummit Vet, and may pursue breach of fiduciary duty claims on behalf of those \ncorporations.  Plaintiffs’ also allege that Brady’s personal and business relationship with \nPrinces led Brady to place “special confidence” and an “immense amount of trust” in the \nPrinces, apparently implying that the Princes’ stood in a fiduciary relationship with him \nindividually.  To the extent Brady attempts to state a separate claim for breach of fiduciary \nduty as an individual as opposed to the sole owner/shareholder in Boon and Summit Vet, \nthe Court finds that genuine issues of material fact exist as to the existence of a fiduciary \nduty owed to Brady individually. Therefore, to the extent Plaintiffs seek summary \njudgment based on such an individual duty, the summary judgment motion should be \nDENIED. \n50. It is undisputed that the Princes’ wrote checks to Matthew Prince for $50,000 \nout of the corporate banking account used by Boon and Summit Vet.  It is undisputed that \nthe funds in the account were comprised almost exclusively of the $350,000 Brady borrowed \nfrom his father to fund the clinics, and from revenues generated by the Apex clinic (Boon). \nIt also is undisputed that the Princes wrote the checks for the sole purpose of trying to \nrecoup at least some of what they believed to be their personal investment of money and \ntime in the veterinary practices.   There are no corporate resolutions, loan documents or \nany other evidence that would establish that the payments were authorized by Boon or \nSummit Vet, or that the payments were made for any proper corporate purpose. \nAccordingly, Plaintiffs’ motion for summary judgment on their claims for breach of fiduciary \nduty and self-dealing with regard to the $50,000 payment to Matthew Prince is GRANTED. \n51. Plaintiffs, however, have failed to establish what happened to the other \n$60,000 of the $110,000 transferred by Karin Prince out of the corporate bank account, and \nthe parties’ dispute whether this money was spent on behalf of the corporations or was used \nfor improper purposes by the Princes.  Accordingly, Plaintiffs’ motion for summary \njudgment on their claims for breach of fiduciary duty and self-dealing with regard to that \n$60,000 funds transfer is DENIED. \n52. To the extent Plaintiffs seek summary judgment with regard to their breach \nof fiduciary duty and self-dealing claims based upon actions allegedly taken by the Princes \nother than the payment of $50,000 from those funds to Matthew Prince, the motion is \nDENIED. \nPlaintiffs’ Claims for Conversion \n53. As a “FIFTH CAUSE OF ACTION”, Plaintiffs allege a claim for common law \nconversion against “the Defendants.”57  The claim for conversion is based on the $110,000 \ntransfer of funds and payments to Matthew Prince, and on various other allegations \n                                                 \n57 Compl. ¶¶ 141-43. \nregarding conduct by the Princes allegedly involving the improper or fraudulent handling of \ncorporate finances and assets.58 \n54. In North Carolina, conversion is defined as: \"(1) the unauthorized assumption \nand exercise of the right of ownership; (2) over the goods or personal property; (3) of \nanother; (4) to the exclusion of the rights of the true owner.\" Estate of Graham v. Morrison, \n168 N.C. App. 368, 371 (2005). \"At its core, conversion 'is not the acquisition of property by \nthe wrongdoer, but a wrongful deprivation of it to the owner . . . .'\" Tai Sports, Inc. v. Hall, \n2012 N.C.B.C. 62, ¶ 108 (N.C. Super. Ct. Dec. 28, 2012) (quoting Lake Mary L.P. v. \nJohnston, 145 N.C. App. 525, 532 (2001)). The North Carolina Court of Appeals has held \nthat there are \"two essential elements [that] are necessary in a complaint for conversion – \nthere must be ownership in the plaintiff and a wrongful conversion by defendant.\" Lake \nMary, L.P., 145 N.C. App. at 532. \n55. The conversion of money additionally requires that the funds converted be \nspecifically traced and identified. Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 528 (2012). This tracing does not require tracing of actual \ncurrency, but that \"funds transferred electronically may be sufficiently identified through \nevidence of the specific source, specific amount, and specific destination of the funds in \nquestion.\" Id. at 529. \n56. As discussed above herein, the Princes admitted that they transferred the \n$110,000 out of one corporate bank account and into another, and that Matthew Prince \nwrote checks to himself for $50,000 without proper authorization or purpose.  Accordingly, \nBoon and Summit Vet’s motions for summary judgment on the claims for conversion of the \n                                                 \n58 Compl. ¶ 141. \n$50,000 checks written to Matthew Prince is GRANTED.  Plaintiffs’ motion for summary \njudgment on their claim for conversion regarding any other amounts is DENIED. \nPlaintiffs’ Claim for Civil Conspiracy \n57. As a sixth cause of action, Plaintiffs allege that the Princes “agreed and \nconspired” to engage in various actions pursuant to a “common scheme of engorging \nthemselves off the Plaintiffs’ assets.”59  \n58. A civil conspiracy requires: \"'(1) an agreement between two or more \nindividuals; (2) to do an unlawful act or to do a lawful act in an unlawful way; (3) resulting \nin injury to plaintiff inflicted by one or more of the conspirators; and (4) pursuant to a \ncommon scheme.'\" In re Fifth Third Bank, N.A., 217 N.C. App. 199, 214 (2011) (internal \ncitations omitted).  Damages in an action for civil conspiracy result from the wrongful acts \ncommitted pursuant to the agreement and common scheme rather than from the agreement \nitself.  Jones v. City of Greensboro, 51 N.C.App. 571, 583 (1981). \n59. While Plaintiffs have established that the Princes engaged in unlawful acts \nthat injured Boon and Summit Vet, Plaintiffs have failed to demonstrate to the Court that \nthe facts are undisputed regarding the Princes’ having an “agreement” to do the unlawful \nacts pursuant to a “common scheme”.  Accordingly, Plaintiffs’ motion for summary \njudgment with regard to their claim for civil conspiracy should be DENIED. \nPlaintiffs’ Claim for Unfair and Deceptive Trade Practices \n60. Finally, Plaintiffs seek summary judgment on their claim for unfair and \ndeceptive trade practices under G.S. §75.1-1 et seq.  The Court finds that there are disputed \nissues of material fact and unresolved questions of law that make summary judgment on \n                                                 \n59 Compl. ¶¶ 144 – 48. \nthis claim inappropriate.  Plaintiffs’ motion for summary judgment with regard to their \nclaim for unfair and deceptive trade practices should be DENIED.60 \nCONCLUSION \nNOW THEREFORE, based upon the foregoing, it is hereby ORDERED that: \n61. To the extent the Motion seeks to dismiss Summit Holding as a \ncounterclaimant based on Defendants' lack of standing, the Motion is DENIED. \n62. Plaintiffs' Motion to Dismiss Defendants' Second Counterclaim for breach of \ncontract is DENIED.  \n63. Plaintiffs' Motion to Dismiss Defendants' Third Counterclaim is deemed \nMOOT. \n64. Plaintiffs' Motion to Dismiss Defendants' Fifth Counterclaim is GRANTED. \n65. Plaintiffs’ Motion for Summary Judgment on their declaratory claims that \nBrady is the sole owner of Boon and Summit Vet is GRANTED. \n66. Plaintiffs' Motion for Summary Judgment on their declaratory claim that \nBrady is the sole owner of SHG is DENIED. \n67. Plaintiffs' Motion to for Summary Judgment in its favor on Plaintiffs’ Third \nCause of Action for breach of fiduciary duty and Fourth Cause of Action for self-dealing is \nGRANTED IN PART and DENIED IN PART as set out in greater detail above. \n                                                 \n60 Plaintiffs argue that breach of fiduciary duty is a per se violation of G.S. § 75-1.1 entitling them to \nsummary judgment on the unfair and deceptive trade practices claim. The only law Plaintiffs cite in \nsupport of this per se theory is \nSara Lee Corporation v. Carter, 351 N.C. 27 (1999).  Plaintiffs \nargument is misplaced, as Sara Lee did not hold that a breach of fiduciary duty was a per se \nviolation of the statute.  To the contrary, the Supreme Court expressly stated that it had to \n“determine if defendant’s fraudulent acts and breach of fiduciary duty constitute unfair and \ndeceptive trade practices under N.C.G.S. § 75-1.1”.  The Court then engaged in a thorough analysis \nof whether the defendant’s alleged breach of fiduciary duty was “in or affecting commerce” such that \nit would be the basis for a claim under G.S. § 75-1.1. \n68. Plaintiffs' Motion to for Summary Judgment in its favor on Plaintiffs’ Fifth \nCause of Action for conversion is GRANTED IN PART and DENIED IN PART as set out in \ngreater detail above. \n69. Plaintiffs' Motion to for Summary Judgment in its favor on Plaintiffs’ Fifth \nCause of Action for civil conspiracy is DENIED. \n70. Plaintiffs' Motion to for Summary Judgment in its favor on Plaintiffs’ Tenth \nCause of Action for violation of the North Carolina Unfair and Deceptive Trade Practices \nAct is DENIED. \n71. Except as specifically provided herein, Plaintiffs’ Motion to Dismiss and \nMotion for Summary Judgment are DENIED. \n72. The Court will set this matter for trial and will establish deadlines for pre-\ntrial matters in a separate order. \nThis the 7th day of January, 2014.  \n "
}