{
  "id": "43acb1023acc3fc4a5df1e4edd64db69c318d8dec81efff97f9e21b86708bbae",
  "source_file": "data/raw/ncbc/43acb1023acc3fc4a5df1e4edd64db69c318d8dec81efff97f9e21b86708bbae.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nORANGE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 255 \n \nBIOMILQ, INC., \n \nPlaintiff and \nCounterclaim Defendant, \n \nv. \n \nSHAYNE GUILIANO and 108LABS, \nLLC, \n \nDefendants and \nCounterclaim Plaintiffs, \n \nv. \n \nMICHELLE EGGER; \nBREAKTHROUGH ENERGY \nVENTURES, LLC; BEV JOHN DOES; \nand BIOMILQ JOHN DOES, \n \nCounterclaim Defendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON \nMOTIONS TO DISMISS SECOND \nAMENDED COUNTERCLAIMS  \n1. THIS MATTER  is before the Court on the 4 August 2023 filing of \n(1) Defendant-in-Counterclaim Breakthrough Energy Ventures, LLC’s Motion to \nDismiss Second Amended Counterclaims (“BEV’s Motion”), (ECF No. 177  [“BEV \nMot.”]); (2) Counterclaim Defendant Michelle Egger’s Motion to Dismiss  (“Egger’s \nMotion”), (ECF No. 180  [“Egger Mot.”]); and (3) BIOMILQ, Inc.’s Motion to Dismiss \nSecond Amended Counterclaims (“BIOMILQ’s Motion” ; together, the “Motions”),  \n(ECF Nos. 185–86 [“BIOMILQ Mot.”]).1 \n \n1 The Court previously granted in part  and denied in part as moot BIOMILQ’s Motion , \ndismissing Leila Strickland  (“Strickland”) pursuant to Rules 4 and 12(b)(5) of the North \nCarolina Rules of Civil Procedure (the “Rule(s)”), which mooted the remainder of BIOMILQ’s \nMotion as to Strickland.  (9 Jan. 2024 Order & Op. , ECF No. 250 [“9 Jan. Opinion”].)  The \nCourt otherwise deferred ruling on BIOMILQ’s Motion to the extent BIOMILQ s ought \ndismissal of the Counterclaims against it pursuant to Rule 12(b)(6).  (9 Jan. Opinion at 15.)  \nThe Court now addresses the remainder of BIOMILQ’s Motion. \nBIOMILQ, Inc. v. Guiliano, 2024 NCBC 25. \n2. On 5 June 2023, Defendants Shayne Guiliano (“Guiliano”) and 108Labs, \nLLC (“108Labs” ; with Guiliano, “Defendants” ), filed their First Amended Joint \nPartial Answer to Plaintiff’s Second Amended Complaint and Second Amended \nCounterclaims and Third- Party Claim  (the “Counterclaims”).  (ECF No. 154 \n[“Countercls.”].)  Now, p ursuant to Rule  12(b)(6), Counterclaim Defendants \nBreakthrough Energy Ventures, LLC  (“BEV”), Michelle Egger  (“Egger”), and \nBIOMILQ, Inc. (“BIOMILQ”; together, “Movants”) seek dismissal of nearly all the \ncounterclaims alleged against them. \n3. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motions. \nRobinson, Bradshaw & Hinson, P.A., by J. Dickson Phillips and Stephen \nD. Feldman, and Goodwin Procter, LLP , by Rachel M. Walsh , for \nPlaintiff BIOMILQ, Inc.  \n \nCarnes Warwick, PLLC, by Jonathan A. Carnes and Tara D. Warwick, \nfor Defendants Shayne Guiliano and 108Labs, LLC.2  \n \nWallis, Bowens, Averhart & Associates, PLLC, by Stephon J. Bowens and \nSaleisha Averhart, for Defendant 108Labs, LLC. \n \nMcGuireWoods LLP, by Joan S. Anderson, and O’Melveny & Myers, \nLLP, by Amy S. Park, for Counterclaim Defendant Breakthrough Energy \nVentures, LLC.  \n \n \n1 The Court observes that identical copies of BIOMILQ’s Motion were filed at ECF Nos. 185–\n86. \n \n2 Following the filing of the Motions and completion of briefing, Guiliano elected to proceed \npro se.  (See ECF No. 223.)  On 29 November 2023,  the Court permitted attorneys Tara  D. \nWarwick and Jonathan A. Carnes of Carnes Warwick, PLLC to withdraw as counsel of record \nfor Mr. Guiliano, (ECF No. 232), but they remain as counsel for 108Labs in this action. \nEllis & Winters LLP, by James M. Weiss, Derrick C. Foard, and Jeremy \nFalcone, for Counterclaim Defendant Michelle Egger. \n \nRobinson, Judge. \n \nI. INTRODUCTION \n4. This action  arises out of a dispute between  BIOMILQ and Defendants \nregarding certain human cell -cultured technologies and products.   At issue in this \nOrder and Opinion are Defendants’ Counterclaims against Movants, who Defendants \ncontend conspired to  misappropriate Defendants’ technology  and intellectual \nproperty for Movants’ own financial benefit.  Defendants allege twenty-seven broad-\nranging counterclaims covering a litany of events .  Movants seek dismissal of these \ncounterclaims, in their near-entirety, pursuant to Rule 12(b)(6). \nII. FACTUAL BACKGROUND \n5. The Court does not make determinations of fact on motions to dismiss \nunder Rule 12(b)(6) but instead recites only those factual allegations of the \nCounterclaims that are relevant and necessary to the Cour t’s determination of the \nMotions.  Gateway Mgmt. Servs. v. Carrbridge Berkshire Grp., Inc. , 2018 NCBC \nLEXIS 45, at *9 (N.C. Super. Ct. May 9, 2018).   W hen reviewing the allegations in \nthe Counterclaims pursuant to Rule 12(b)(6), the Court treats the allegations as true \nbut does not determine or opine on  the veracity of those allegations.  See Krawiec v. \nManly, 370 N.C. 602, 606 (2018); Wood v. Guilford Cty., 355 N.C. 161, 166 (2002). \nA. The Formation of 108Labs and the Focus of its Research \n6. Guiliano, who trained as an organic chemist and transitioned to focus on \ninventing novel biomedical technologies, met Strickland in 2003.  (Countercls. ¶¶ 14, \n16.)  The pair were married in 2008.  (Countercls. ¶  16.)  Strickland was a scientific \nresearcher who, in 2013, expressed interest in returning to lab research.  (Countercls. \n¶ 17.) \n7. Guiliano proposed that he and Strickland start a family-run company, and \nin 2013, “they began discussing steps to form a biotechnology company and secure lab \nfacilities to begin research. ”  (Countercls. ¶  19.)  Guiliano alleges that around \n11 September 2013, he “conceived of the concept of milking cells, or making milk with \nmammalian mammary cells,” and from there , he and Strickland pursue d research \nrelated to cell-cultured milk, focused specifically on bovine milk.  (Countercls. ¶ 20.) \n8. The pair thereafter formed 108Labs on 1 October 2013.  (Countercls. ¶ 21.)  \n108Labs is a m ember-managed limited liability company with Guiliano and \nStrickland a s its sole members.  (Countercls. ¶  22.)  Guiliano alleges that he \ndeveloped the “concept for simultaneous biosynthesis of human milk and human milk \nimmunoglobulins,” and that Strickland  memorialized the idea in a l ab notebook.  \n(Countercls. ¶ 26.) \n9. “On or about 30 September 2014, 108Labs began induction of lactation in a \npolarized monolayer of mammary cells for the first time, using a 2D cell culture setup \nin a transwell plate.”  (Counter cls. ¶ 34.)  108Labs continued its research through \n2018.  (See Countercls. ¶¶ 35–37.) \n10. On 18 September 2019, Strickland and Guiliano met with an individual at \nFiberCell Technologies, Inc. (“FiberCell”) to discuss its bioreactors and the possibility \nof using FiberCell’s services to run proof of concept experiments.  (Countercls. ¶ 40.)  \nAfter initial discussions, FiberCell executed a non -disclosure agreement with \n108Labs, and 108Labs thereafter began using FiberCell bioreactors for mammary cell \nresearch.  (Countercls. ¶ 41.) \n11. The next day, 108Labs hired a patent attorney from Myers Bigel, P.A. \n(“Myers Bigel”) to assist with identifying patentable concepts and filing patent \napplications for its technology.  (Countercls. ¶ 42.)  \n12. Defendants allege that on  about 17 October 2019, “Guiliano conceived of \nthe human milk basement membrane formulation.”  (Countercls. ¶ 43.) \nB. 108Labs’s Scientific Advances  and Relevant Events Preceding \nBIOMILQ’s Formation \n \n13. Strickland met Egger on 28 June 2019.  (Co untercls. ¶  81.)  Egger \nrepresented that she had experience working for General Mills as a food scientist and \nwith the Bill and Melinda Gates Foundation on the nutrition team .  (Countercls. \n¶ 83.)  Guiliano first met Egger on or about 9 October 2019.  (Countercls. ¶ 85.)  Egger \nsigned a non-disclosure agreement for 108Labs at a meeting around that time, and \nDefendants allege that Guiliano  and Egger then discussed 108Labs’s research and \nbusiness plan.  (Countercls. ¶ 85.) \n14. Defendants allege that Egger suggested that she, 108Labs, Strickland, and \nGuiliano form a new entity with Strickland as its majority owner.  (Countercls. ¶ 86.)  \nEgger allegedly “asserted that her connections to the Gates Foundation could lead to \nimmediate non-dilutive funding.”  (Countercls. ¶ 86.) \n15. Around November 2019, 108Labs began leasing lab space and cold storage \nat both the University of North Carolina  at Chapel Hill (“UNC”) and the National \nInstitutes of Health to store samples from FiberCell and prepare its experimental \nresults.  (Countercls. ¶ 53.) \n16. On 13 December 2019, 108Labs submitted a grant application to the \nNational Science Foundation (“NSF”).  (Countercls. ¶ 48.)  Before doing so, it ensured \nthat “its intellectual property, business strategies, research and information related \nto potential marketability of its anticipated products, and overall plan were held in \nconfidence, and were only shared with Strickland, Gui liano, those under non-\ndisclosure agreements, attorneys, or organizations committed to protecting \nconfidentiality.”  (Countercls. ¶ 49.)  Defendants allege on information and belief that \nthe NSF’s policies and procedures protect confidential  information.  \n(Countercls. ¶ 50.) \n17. Defendants allege that, t hroughout the remainder of 2019,  108Labs \ndeveloped a business plan for its technology, which was summarized in the NSF grant \napplication.  (Countercls. ¶  88.)  The NSF grant application allegedly describes \n(1) how Defendants and Strickland expected 108Labs’s business plan to unfold , \nincluding that Defendants, Strickland, and Egger intended to form a “C-corp in 2020 \nthat w[ould] license the technology for making human milk from 108Labs[,] ” and \n(2) the new company’s relationship to 108Labs’s intellectual property.  \n(Countercls. ¶ 90.)  Defendants allege that Strickland and Guiliano’s marriage \ncontinued “in harmony” through August 2019.  (Countercls. ¶ 177.) \n18. Defendants allege that 108Labs intended to create a brand mark, “Biomilq,” \nand that the mark was published on 108Labs’s public Facebook page on \n2 January 2020.  (See Countercls. ¶ 93.) \n19. On 8 January 2020, Guiliano and Strickland, “as individual inventors,” filed \nwith the United States Patent and Trademark Office  (“USPTO”) U.S. Provisional \nPatent Application No. 62/958,407 ( the “ ’407 Provisional”), entitled “Live Cell \nConstructs for Milk Production and Methods Using the Same .”  (Countercls. ¶ 51; \nEx. F, ECF No. 154.7 .)  108 Labs’s patent counsel at Myers Big el thereafter sent \nGuiliano a nd Strickland an assignment agreement that would  transfer all \ninventorship rights in the technology to 108Labs ; however, the assignment was not \ncompleted.  (Countercls. ¶ 52.) \n20. That same day, Defendants allege that “a C -corp under the tradename \nBiomilq, Inc. was incorporated in the State of Delaware.”  (Countercls. ¶ 94.) \n21. Thereafter, on around 14 January 2020, Defendants allege that Guiliano \narranged for the transfer of samples , on a rolling ba sis, from FiberCell’s Maryland \nlab space to 108Labs’s UNC lab space.  (Countercls. ¶ 54.)  Defendants allege that \nearly results from 108Labs’s “prolactin escalation protocol” showed “the presence of \nlactose (milk sugars) and casein (milk proteins).”  (Countercls. ¶ 55.) \n22. On 11 February 2020, Strickland emailed an individual at the University \nof California, Davis ’s (“UC Davis”) Department of Food Science and Technology \nregarding these results.  (Countercls. ¶ 56.)  Following execution of a non-disclosure \nagreement, a series of “proof of concept samples” generated in January 2020 were \nsent to UC Davis for additional testing.  (Countercls. ¶ 57.)  108Labs commissioned \nand paid for the testing , and the results were sent directly to 108Labs .  \n(Countercls. ¶ 58.) \n23. Around this time, and throughout the following month, Defendants allege \nthat “a growing conflict between Strickland and Guiliano arose” regarding  “what to \ndo with the intellectual property of 108Labs[.]”  (Countercls. ¶ 187.) \n24. On 16 March 2020, Strickland and Guiliano were informed that the results \nof the UC Davis testing “provide[d] really strong evidence” that the pair were “making \na product that contains all the main human milk proteins [.]”  (Countercls. ¶ 60 \n(cleaned up).)  Defendants allege that, as of March 2020, all 108Labs’s technology was \ndeveloped and invented by Guiliano and Strickland, including the results of  the \nUC Davis testing.  (Countercls. ¶ 61.) \nC. BIOMILQ’s Formation and Early Fundraising \n25. As stated, BIOMILQ was incorporat ed on 8 January 2020.  \n(Countercls. ¶ 94.)  Despite its formation, the exact nature of BIOMILQ’s relationship \nto 108Labs was not decided.  (Countercls. ¶  95.)  Defendants allege that , BIOMILQ \nhad no shareholders, contracts, labs or lab space, pending experiments, or intellectual \nproperty at its formation.  (Countercls. ¶ 96.) \n26. On 6 February 2020, Egger posted on her personal blog titled , “Medium,” \nthat BIOMILQ may have made breast milk using “first -of-its-kind technology to \nprovide a cultured human-milk product[.]”  (Countercls. ¶ 97.)  Defendants allege that \n108Labs did not approve th e content and that the post did not mention 108Labs.  \n(Countercls. ¶ 98.) \n27. Throughout February 2020, Defendants allege that Guiliano, Strickland , \nand Egger had several meetings to discuss their individual roles and interests in \nBIOMILQ and that the discussions  resulted in proposed equity percentages as \nfollows: Strickland as Chief Science Officer and 53% member; Egger as Chief \nExecutive Officer and 42% member; and Guiliano as Technical Advisor and 5% \nmember.\n3  (Countercls. ¶  99.)  At that time, 108Labs did not agree to any terms \nregarding transfer of its intellectual property.  (Countercls. ¶ 100.) \n28. On 25 February 2020, Defendants allege that Egger emailed Guiliano and \nStrickland, stating that BIOMILQ would purchase 108Labs’s technology, including \nthe ’407 Provisional, for $150,000.00 cash with no stipulations.  (Countercls. ¶  102.)  \nDefendants allege that Guiliano continued to view BIOMILQ as “part of 108Labs’[s] \nbusiness plan and in 108Labs’[s] family.”  (Countercls. ¶ 103.) \n29. On or about 20 March 2020, Egger had multiple meetings with potential \ninvestors in BIOMILQ, and “met with Strickland and Guiliano beforehand to discuss \nthe ongoing issues of courting investors and deciding what was to be done with the \nintellectual property.”  (Countercls. ¶ 110.)  During that meeting, Defendants allege \nthat Guiliano demanded  Egger “refrain from using 108Labs’ [s] scientific data in \n \n3 The Counterclaims describe this plan as being for BIOMILQ to have members, but \ncorporations like BIOMILQ have shareholders, not members.   See, e.g., N.C.G.S. § 55-2-02 \n(describing the Articles of Incorporation for corporations, including that the articles may set \nforth information regarding the corporation’s board of directors and shareholders, including \nthe par value for authorized shares or classes of shares).  Notwithstanding this fact, the Court \nuses the term “member” in this paragraph as this was the term used by Defendants. \nfundraising because 108Labs needed to understand the science and significance of \nitsdiscoveries before sharing any data relating to proteomics and \nimmunoglobulins with third parties[.]”  (Countercls. ¶ 111.)  Egger allegedly refused.  \n(See Countercls. ¶ 112.) \n30. In a discussion after the fact, Guiliano i ndicated to Strickland that he \nwanted, in part,  to hire a lawyer to issue a cease -and-desist letter to Egger, but he \nalleges that Strickland reassured him and allowed him to “witness all calls \nthroughout the day on her computer.”  (Countercls. ¶  114.)  Defendants allege that \nother participants on the virtual 20 March 2020 meetings “were not expressly aware” \nthat Guiliano was present off-screen for those calls.  (Countercls. ¶ 114.) \n31. During one meeting that day, Defendants allege that Guiliano heard Egger \ndisclose 108Labs’s “proteomics data” to a BEV representative.  (Countercls. ¶  115.)  \nEgger allegedly continued to disclose aspects of 108Labs’s data , which 108Labs \nconsidered to be a trade secret.  (Countercls. ¶ 116.) \n32. During the same call with Egger, Strickland, and a BEV representative, \nGuiliano overheard the BEV representative ask, “when will the husband problem be \nsolved?”  (Countercls. ¶ 116.)  Egger allegedly responded that, “the contracts will be \nfinalized by Wednesday.”  (Countercls. ¶ 116.)  Defendants allege that “the husband \nproblem” referred to Guiliano, and that the following Wednesday was 25 March 2020.  \n(Countercls. ¶ 117.)  When Guiliano confronted Strickland about this comment after \nthe call with BEV, she “tried to convince him th at it was not a big deal .”  \n(Countercls. ¶ 118.)  Notwithstanding Strickland’s assurances,  Guiliano was no \nlonger permitted to observe investor calls with Strickland.  (Countercls. ¶ 118.) \n33. Ultimately, on 25 March 2020, BEV sent a letter of intent for a Simple \nAgreement for Future Equity (“SAFE”)  to Strickland an d Egger, offering to invest \n$3,000,000.00.  (Countercls. ¶ ¶ 130–31; see Ex. K , ECF No. 154.12.)   The \n$3,000,000.00 offer was based on the pre -money valuation of BIOMILQ, “which was \nassessed by BEV as $11,500,00.00 and BEV’s expectation that it would own \napproximately 26%” of BIOMILQ.4  (Countercls. ¶ 131.) \n34. Strickland and Guiliano were at odds  regarding issues of 108Labs’s \nintellectual property and what rights, if any, to assign to BIOMILQ.  ( See \nCountercls. ¶ 133.)  In a 25 March 2020 email, Strickland appeared to indicate that \n108Labs and BIOMILQ’s interests were incompatible.  (Countercls. ¶ 136; see Ex. M, \nECF No. 154.14.)  That same day, Defendants allege that 10 8Labs began operating \nas NeutraSiga Therapeutics  (“NeutraSiga”), although that entity was not formally \norganized and incorporated as a corporation until 21 October 2020 .  \n(Countercls. ¶ 218.) \n35. Four days later, o n 29 March 2020, Strickland resigned from 108Labs.  \n(Countercls. ¶ 139.)  Strickland also messaged Guiliano, “I love you.  No matter how \nthings unfold, that will not change.  You are my partner in this life, and our science \nis only a part of that partnership.  I am never leaving you, and I hope you never leave \nme.”  (Countercl s. ¶  189.)  Defendants allege that around this time, Strickland ’s \n \n4 The Counterclaims do not address how this offer factored into the previous plans for \nownership in the company.  (Supra ¶ 27.) \nactions began to reflect permanent separation from her marital relationship  as a \n“result of pressure from Egger” and individuals at BEV.  (Countercls. ¶¶ 191–92.) \n36. On 3 April 2020, Guiliano r eceived an email from an attorney at Goodwin \nProcter, LLP  (“Goodwin Procter”) on behalf of BIOMILQ, attaching  an offer to \npurchase his interest in  the ’407 Provisional and everything related to it for \n$250,000.00.  (Countercls. ¶ 143; see Ex. O, ECF No. 154.17.)  Defendants allege that \nthe email provided that if BIOMILQ was unable to obtain the desired assignment, it \nwould “(1) terminate all working relationships with 108Labs, (2) terminate all \ndiscussions with BEV, True Ventures, and other potential funding sources, and \n(3) that all scientific development on this project would cease.”  (Countercls. ¶  144.)  \nIn a follow up email from the attorney the next day, it was made clear that this was \nBIOMILQ’s “best and final offer.”  (Countercls. ¶  147; see Ex. P, ECF No. 154.18.)   \nAllegations in the Counterclaims demonstrate that Strickland sent numerous \nmessages or emails  to Guiliano encouraging him to accept  the offer .  ( See \nCountercls. ¶¶ 196–200 (describing the messages sent by Strickland to Guil iano).)  \nOn behalf of 108Labs, Guiliano declined the offer.  (Countercls. ¶ 153.) \n37. On 10 April 2020, Strickland assigned all her rights in the ’407 Provisional \nto BIOMILQ.  (Countercls. ¶ 162.) \nD. Patents and Trademark at Issue \n38. Numerous patent applications rel evant to this matter were filed with the \nUSPTO in 2020 and 2021, some of which  ultimately issued as patents, as described \nin detail in the Court’s 10 February 2023 Order and Opinion.5  See BIOMILQ, Inc. v. \nGuiliano, 2023 NCBC LEXIS 24, at **6–9 (N.C. Super. Ct. Feb. 10, 2023) (describing \nthe patents , patent applications, and marks  in detail based on the allegations in \nBIOMILQ’s Amended Complaint). \n39. As stated already herein, the ’407 Provisional was filed with the USPTO on \n8 January 2020.  (See Countercls. ¶ 62.a.) \n40. On 26 May 2020, U.S. Provisional Application No. 63/030,149 , titled “Milk \nProduct Compositions” was file d with the USPTO  (the “  ’149 Provisional”).  \n(Countercls. ¶ 62.b.)  The ’149 Provisional disclosed “milk compositions that comprise \nprotein, lipid, and oligosaccharide components at concentrations that mimic and/or \nare substantially similar to human breast milk as produced by a lactating female.”  \n(Countercls. ¶ 62.b.) \n41. On 2 December 2020, U.S. Provisional Application No. 63/120,378, tit led \n“Cultured Milk Product Compositions” was filed with the USPTO  (the “ ’378 \nProvisional”).  (Countercls. ¶  62.c.)  It disclosed “milk components produced in vitro \nand/or ex vivo from cultured bovine mammary cells.”  (Countercls. ¶ 62.c.) \n42. On 10 December 2020, U.S. Provisional Application No. 63/199,164, titled \n“Live Cell Constructs for Production of Cultured Milk Product and Methods  Using \nthe Same” was filed with the USPTO (the “ ’164 Provisional”).  (Countercls. ¶ 62.d.)   \n \n5 While the information set forth in this Section II.D. is a lready in the record, the Court \nrestates it herein based on the allegations in the Counterclaims for ease of reference and to \ncomport with the Rule 12(b)(6) standard. \n43. On 18 December 2020, U.S. Patent Application No. 17/247,672, titled “Live \nCell Constructs for Production of Cultured Milk Product and Methods Using the \nSame” was filed with the USPTO (the “ ’672 Application”).  (Countercls. ¶ 62.e.)  The \n’672 Application claims priority to the ’ 407 Provisional and ’ 149 Provisional.  \n(Countercls. ¶ 62.e.)  Defendants allege that the ’ 672 Application ultimately issued \nas U.S. Patent No. 11,111,477 (the “ ’477 Patent”).  (Countercls. ¶ 62.e.) \n44. The same day, International Application No. PCT/US2020/066209 was filed \nbearing the same title as the ’ 672 Application  (“ ’209 International Application”) .  \n(Countercls. ¶ 62.f.) \n45. On 9 March 2021, U.S. Provisional Patent Application No. 63/200,480, \ntitled “Milk Product Compositions ,” was filed  with the USPTO  (the \n“ ’480 Provisional”).  (Countercls. ¶  62.g.)  It disclosed “milk compositions that \ncomprise protein, lipid, and oligosaccharide components at concentrations that mimic \nand/or are substantially similar to human breast milk as produced by a lactating \nfemale.”  (Countercls. ¶ 62.g.) \n46. On 29 March 2021, U .S. Patent Application No. 17/301,216, titled “ Milk \nProduct Composit ions,” was filed  with the USPTO  (the “ ’216 Application ”).  \n(Countercls. ¶ 62.h.)  The ’216 Application claims priority to the ’149 Provisional and \n’480 Provisional.  (Countercls. ¶  62.h.)  Defendants allege that the ’ 216 Application \nultimately issued as U.S. Patent No. 11,206, 843 (the “  ’843 Patent”).  \n(Countercls. ¶ 62.h.) \n47. On 6 September 2021, U.S. Patent Continuation Application \nNo. 17/467,358, titled “Live Cell Constructs for Production of Cultured Milk Product \nand Methods Using the Same, ” was filed with the USPTO ( the “ ’358 Application”).  \n(Countercls. ¶ 62.i.)  The ’358 Application was a continuation of the ’672 Application \nfrom December 2020 and claimed priority to the same provisional patent applications.  \n(Countercls. ¶ 62.i.) \n48. Finally, on 30 November 2021, Patent Cooperation Treaty Application \nNo. PCT/US21/61147, entitled “Cultured Milk Product Compositions” was filed (the \n“ ’147 Treaty Application”).  (Countercls. ¶ 62.j.)  The ’147 Treaty Application claimed \npriority to the ’348 Provisional.  (Countercls. ¶ 62.j.) \n49. Also at issue in this litigation is the registr ation of the mark “BIOMILQ” .  \n(See Countercls. ¶¶ 141–42.)  Defendants allege that Egger applied  for trademark \nregistration of the wordmark “BIOMILQ” with the USPTO on 29 March 2020.  \n(Countercls. ¶  141; see Ex. N (a), ECF No. 154.15.)  Defendants allege th at, w hile \nattorneys for BIOMILQ demanded that Guiliano cease to assert rights in that \nwordmark as early as 25 June 2020,  USPTO records do not reflect assignment of \nrights in the wordmark from Egger to BIOMILQ until 9 December 2020.  \n(Countercls. ¶ 142 (citing Ex. N(b), ECF No. 154.16).) \nE. Events that Followed Strickland’s Resignation from 108Labs \n50. On 21 May 2020 , roughly two months after Strickland resigned from \n108Labs, Defendants allege that Strickland “posed as a principal of 108Labs to enter \n108Labs’[s] secure lab and cold storage facility [at UNC] to remove all the cell -\ncultured human milk and immunoglobulins samples ” from 108Labs’s experiments.   \n(Countercls. ¶  166.)  Prior to removing those samples, Defendants allege that \nStrickland and Egger discussed “the plan to take the samples” and that attorneys at \nGoodwin Procter gave Strickland “approval to do so.”  (Countercls. ¶  166.)  On \n26 May 2020, the ’149 Provisional was filed with the USPTO, allegedly as a “direct \nresult [of] using information taken from 108Labs by Strickland and Egger[.]”  \n(Countercls. ¶ 168.)  The ’149 Provisional listed only Strickland as an inventor.  \n(Countercls. ¶ 168.) \n51. Defendants allege that, on or before 25 May 2020, Stricklan d provided \nBIOMILQ with all her notebooks, “trade secrets, knowledge, know -how, protocols, \nand other property belonging to 108Labs[.]”  (Countercls. ¶ 205.) \n52. In conversations with Guiliano in June 2020, Strickland  allegedly \nconfirmed that she gained unauthorized access to 108Labs’s secure storage facility \nand took its samples on 21 May 2020.  (Countercls. ¶ 167.) \n53. On about 11 March 2021, De fendants allege that “Egger and Strickland \ncontacted scientific partners of 108Labs, interfering with 108 [L]abs scientific \ncollaborations that were identified in a 3  March 2021 publication ” regarding \n108Labs’s history.  (Coun tercls. ¶  220.)  T hese scientific partners included \nDr. Daniella Barile (“Dr. Barile”) of UC Davis, who served as a “scientific advisor to \nNeutraSiga,” and Dr. Rebecca Powell who served as a “contractual scientific advisor \nto NeutraSiga[.]”  (Countercls. ¶¶ 56, 220.) \n54. In October 2021, Defendants allege that BIOMILQ moved forward with its \nSeries A funding, raising more than $21,000,000.00.  (Countercls. ¶ 175.)  Defendants \nallege that BEV received shares in BIOMILQ around that time.  (Countercls. ¶ 175.) \n55. As a result of the  above-described facts and circumstances, Defendants \nallege that “108Labs has been divested of its property rights in intellectual property, \npersonal property, patents and patent applications, usurped business opportunities \nand funds, scientific research, partnerships, and collaborations [,] . . . leaving it \nimpaired and unable to compete in the market[.]”  (Countercls. ¶ 243.) \nIII. PROCEDURAL BACKGROUND \n56. The Court sets forth her ein only those portions of th e procedural history \nrelevant to its determination of the Motions.6 \n57. Following the filing of the Court’s Order and Opinion on Defendants’ Joint \nMotion to Dismiss or in the Alternative Hold Proceedings in Abeyance,  Defendants \nfiled their First Amended Joint Answer and Countercl aims on 2 March 2023.  (ECF \nNo. 127.)  BIOMILQ thereafter filed its Second Amended Complaint on 21 April 2023 \nwith l eave of Court, (ECF No. 137), and the Court entered its Case Management \nOrder on 24 April 2023, (ECF No. 138). \n58. Defendants subsequently sought partial dismissal of BIOMILQ’s Second \nAmended Complaint, (see Defs.’ Partial Mot. Dismiss, ECF No. 145), which the Court \n \n6 A detailed recitation of the procedural history of this matter may be found in the Court’s \n10 February 2023 Order and Opinion on Defendants’ Joint Motion to Dismiss or in the \nAlternative Hold Proceedings in Abeyance.   See  BIOMILQ, Inc. v. Guiliano , 2023 NCBC \nLEXIS 24, at **12–14 (N.C. Super. Ct. Feb. 20, 2023).  The Court does not restate herein the \nprocedural history stated in that Order and Opinion. \ndenied on 13 November 2023, see BIOMILQ, Inc. v. Guiliano, 2023 NCBC LEXIS 142 \n(N.C. Super. Ct. Nov. 13, 2023). \n59. On 5 June 2023, Defendants filed the Counterclaims  after being granted \nleave to do so.  ( See Countercls.; ECF No. 150 (granting Defendant s’ consent motion \nfor leave to amend).)   \n60. On 4 August 2023, all counterclaim  defendants sought dismissal of nearly \nall of their counterclaims through the filing of Motions to Dismiss pursuant to \nRule 12(b)(5)–(6).7  (BEV Mot.; Egger Mot.; BIOMILQ Mot.; see also  ECF No. 182 \n(Goodwin Procter’s Motion to Dismiss the Counterclaims).) \n61. Defendants attempt to allege twenty-seven separate counterclaims.  ( See \nCountercls.)  The Court addresses herein only the claims alleged against BEV, Egger, \nand BIOMILQ, separated into four groups. \n62. First, Defendants assert  against BIOMILQ claims for injunctive relief \n(“Count One”), trespass to chattels (“Count Eight”), and civil liability for larceny \n(“Count Nine”).  (See Countercls. ¶¶ 258–75, 344–72.) \n63. Second, Defendants assert claims against Egger for breach of fiduciary duty \n(“Count Three”), breach of contract (“Count Sixteen”), and alienation of affections \n(“Count Twenty-Two”).  (See Countercls. ¶¶ 279–86, 439–42, 509–14.) \n64. Third, Defendants a ssert claims against Egger and BIOMILQ for \ndeclaratory relief (“Count Two”), constructive fraud (“Count Four”), conversion \n \n7 The Court entered a scheduling order governing briefing on these motions to dismiss ; \ntherefore, the Motions were timely filed.  (See Scheduling Order, ECF No. 175.) \n(“Count Seven”), slander of title (“Second Count Eleven”),8 tortious interference with \ncontract (“Count Fourteen”), and slander per se and per quod (“Count Fifteen”).  (See \nCountercls. ¶¶ 276–78, 287–300, 325–43, 400–06, 421–37.) \n65. Finally, Defendants alleged claims against Movants for constructive trust \n(“Count Five”) ; fraudulent conveyance (“Count Six”) ; misappropriation of trade \nsecrets under the North Carolina Trade Secrets Protection Act (“TSPA”), N.C.G.S. \n§ 66-152 et seq.  (“Count Ten”) , and the federal corollary , 18 U.S.C. §  1836 et seq.  \n(“Count Eleven”) ; false designation of origin (“Count Twelve”) ; false advertising \n(“Count Thirteen”); fraud (“Count Seventeen”) ; civil conspiracy (“Count Eighteen”) ; \nunjust enrichment (“Count Nineteen”) ; violation of the North Carolina Unfair and \nDeceptive Trade Practices Act (“UDTPA”), N.C.G.S. § 75-1.1 et seq. (“Count Twenty”); \nloss of consortium (“Count Tw enty-Three”); punitive damages (“Count Twenty -\nFour”); and property interference pursuant to N.C.G.S. § 99A (“Count Twenty-Five”).  \n(See Countercls.) \n66. The Motions seek dismissal of nearly every claim alleged against Movants, \nexcept that BIOMILQ does not seek dismissal of Counts Eight, Nine, and Fourteen. \n67. Following fu ll briefing, t he Court held a hearing on the Motions on \n7 November 2023, at which all parties were present and represented through counsel.  \n(See ECF No. 210.) \n \n8 The Counterclaims include two claims marked as number eleven.  (See Countercls. ¶¶ 386–\n406.)  To avoid confusion, the Court refers to these claims as “Count Eleven” and “Second \nCount Eleven,” rather than renumbering subsequent claims in full. \n68. On 9 October 2023, two days following the filing of the Notice of Hearing on \nthe Motions, Defendants ’ counsel filed sur-replies.  ( See ECF Nos. 211 –13.)  A sur-\nreply is not a permitted brief in opposition to a motion absent an order of the Court \npermitting further briefing.  See BCR 7.7.  The Court therefore does not consider \nthose filings in its determination of the Motions.  (See ECF Nos. 211–13.) \n69. The Motions are ripe for resolution. \nIV. LEGAL STANDARD \n70. In ruling on a motion to dismiss pursuant to Rule  12(b)(6), the Court \nreviews the allegations in the Second Amended Complaint in the light most favorable \nto Plaintiffs.  See Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5 (2017).  \nThe Court’s inquiry is “whether, as a matter of law, the allegations of the \n[Counterclaims] . . . are sufficient to state a claim upon which relief may be granted \nunder some legal theory[.]”  Harris v. NCNB Nat’l Bank, 85 N.C. App. 669, 670 (1987) \n(citation omitted) .  The Court accepts all well -pleaded factual allegations in the \nrelevant pleading as true.  See Krawiec, 370 N.C. at  606.  The Court is therefore not \nrequired “to accept as true allegations that are merely conclusory, unw arranted \ndeductions of fact, or unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t \nof Health & Human Servs., 174 N.C. App. 266, 274 (2005) (cleaned up). \n71. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attac hed, specifically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC , 251 N.C. App. 198, 206 (2016) \n(citation omitted).  The Court may consider these attached or incorporated documents \nwithout converting the Rule  12(b)(6) motion into a motion for summary judgment.  \nId. (citation omitted).  Moreover, the Court “may properly consider documents which \nare the subject of [ the Counterclaims] and to which the [ Counterclaims] specifically \nrefers even though they are presented by the [ Movants].”  Oberlin Capital, L.P. v. \nSlavin, 147 N.C. App. 52, 60 (2001) (citation omitted). \n72. Our Supreme Court has observed  that “[i]t is well -established that \ndismissal pursuant to Rule  12(b)(6) is proper when ‘(1)  the complaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face reveals \nthe absence of facts sufficient to make a good claim; or (3)  the complaint discloses \nsome fact that necessarily defeats the plaintiff’s claim.’  ”  Corwin v. British Am. \nTobacco PLC , 371  N.C. 605, 615 (2018) (quoting Wood, 355 N.C. at 166).  This \nstandard of review for Rule  12(b)(6) motions is the stand ard our Supreme Court \n“routinely uses . . . in assessing the sufficiency of complaints in the context of complex \ncommercial litigation.”  Id. at 615 n.7 (citations omitted). \nV. ANALYSIS \n73. In this section, t he Court addresses the Motions by  claim group, (supra \n¶¶ 62–65), beginning with the claims alleged against only BIOMILQ.  The Court  \nturns next to claims against only Egger and proceeds thereafter to claims alleged \nagainst both Egger and BIOMILQ.  The Court concludes its analysis of the Motions \nby considering the thirteen claims that Defendants allege against all Movants. \n74. Prior to turning to the claims against BIOMILQ, the Court must first \naddress BEV and Egger’s  arguments regarding Rule 4(a)  and Defendants’ \nsummonses in this case .  (See Egger Br. Supp. Mot. 9 –10, ECF No. 181 [“Egger Br. \nSupp.”]; BEV Br. Supp. Mot. 7, ECF No. 178 [“BEV Br. Supp.”]; BEV Reply Supp. \nMot. 2, ECF No. 207 [“BEV Reply”].) \n75. Rule 4(a) provides that, “[u]pon the filing of the complaint, summons shall \nbe issued forthwith, and in any event within five days  . . . .  The date the summons \nbears shall be prima facie evidence of the date of issue.”  N.C.G.S. § 1A-1, Rule 4(a).  \nWhen a summons is not issued within five days, the action abates and \nis deemed never to have commenced.  Roshelli v. Sperry , 57 N.C. App. \n305, 308 (1982).  However, a properly issued and served summons can \nrevive and commence a new action on the date of its issuance, unless \ndefendant moves to dismiss the action prior to issuance and service of \nthe summons.  Stokes v. Wilson & Redding Law Firm, 72 N.C. App. 107, \n111 (1984); Roshelli, 57 N.C. App. at 308. \n \nPavin v. Foy, 289 N.C. App. 195, 197 (2023) (parallel citations omitted). \n76. Here, Defendants’ summonses addressed to newly-added parties Egger and \nBEV were not issued within five days of the filing of  the Counterclaims as required \nby Rule  4(a).  Therefore, the Court determines that this action, as to the \nCounterclaims, did not commence with the filing of the first iteration of the \nCounterclaims on 6 February 2023,  (ECF No. 120), or the second iteration  filed on \n2 March 2023, (ECF No. 127). \n77. The effect of the summonses ultimately issued was to revive and commence \na new action on the date of issue, and therefore, as to Egger and BEV,  the \nCounterclaims are deemed filed on 20 April 2023.  (Egger Mot. Ex. A, ECF No. 181.1 \n(civil summons issued for service upon Egger, dated 20 April 2023 at 8:58 a.m.); BEV \nMot. Ex. A, ECF No.  179.1 (civil summons issued for service upon BEV, dated \n20 April 2023 at 8:58 a.m.).)  This is a necessary determina tion, given that Movants \nmake various claim-specific statute of limitations arguments in the Motions, some of \nwhich the Court addresses herein. \nA. Count One: Injunctive Relief, Alleged Against Only BIOMILQ \n78. BIOMILQ seeks dismissal of Count One against it .  (BIOMILQ Br. Supp. \nMot. 11–12, ECF No. 187 [“BIOMILQ Br. Supp.”].) \n79. Injunctive relief,  often sought  through a preliminary injunction, “ is an \nancillary remedy, not an independent cause of action.”  Revelle v. Chamblee, 168 N.C. \nApp. 227, 230 (2005).   It is well-settled that “ injunctive relief is not a standalone \nclaim[.]”  Window World of St. Louis, Inc. v. Window World of Bloomington, Inc. , \n2021 NCBC LEXIS 88, at **1 5 (N.C. Super. Ct. Oct. 6, 2021) ; see also Lendingtree, \nLLC v. Intercontinental Capital Grp., Inc. , 2017 NCBC LEXIS  54, at **16–17 (N.C. \nSuper. Ct. June 23, 2017) (granting defendants’ motion to dismiss a “purported cause \nof action for preliminary injunction” and construing the claim as a request to file an \nappropriate motion during the litigation). \n80. Since there is no standalone claim for injunctive relief in North Carolina, \nand because such relief is better sought through motions practice pursuant to \nRule 65, BIOMILQ’s Motion is GRANTED in part  and Count One is hereby  \nDISMISSED without prejudice t o Defendants’ ability to seek injunctive relief  by \nmotion, if legally and procedurally warranted.9 \n \n9 Notwithstanding the Court’s conclusions that this claim should be dismissed, “[t]he decision \nto dismiss an action with or without prejudice is in the discretion of the trial court[.] ”  First \nFed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013).   The Court concludes, in the exercise \nof its discretion, that dismissal of Defendants’ Count One  should be without prejudice to  \nB. Claims Alleged Against Only Egger \n81. Defendants allege three claims for relief against only Egger: Counts Three, \nSixteen, and Twenty-Two.  The Court also addresses Count Fourteen in this section \nbecause only Egger seeks dismissal of that claim.  (Egger Mot. 3; see Egger Br. Supp. \n20–21.) \n1. Count Three: Breach of Fiduciary Duty \n82. Defendants allege a claim for breach of fiduciary duty  against Egger , \ncontending that she was part of the 108Labs “ team,” “ was either a manager or \nemployee of 108Labs  or was engaged in a partnership with 108Labs, ” and/or the \nBIOMILQ “partnership created by Strickland and Guiliano[.]”  (Countercls. ¶  282.)  \nEgger argues that dismissal of Count Three is proper because Defendants have failed \nto allege facts that support a contention that Egger owed Defendants a fiduciary duty.  \n(See Egger Br. Supp. 11–12.)  The Court agrees. \n83. Defendants do not appear to allege or argue in the briefing that Egger owed \na de facto fiduciary duty to them , and therefore the Court considers only whether a \nde jure fiduciary relationship exists.  ( See Countercls. ¶¶ 280–86; Defs.’ Br. Opp’n \nEgger Mot. 14–15, ECF No. 196 [“Br. Opp. Egger Mot.”].) \n84. In opposition to Egger’s Motion, Defendants argue that Egger “partnered \nwith 108Labs,” citing to a paragraph in the Counterclaims discussing the NSF Grant \nApplication and Strickland’s relationship to Egger as  being part of 108Labs’s \nbusiness plan.  (Br. Opp. Egger Mot. 15 (citing Countercls. ¶ 90).)  Defendants admit \n \nDefendants’ right to attempt to reassert such claim or to seek injunctive relief through the \nfiling of an appropriate motion. \nthat Egger was not an employee of 108Labs, arguing inst ead that she furthered its \nmarketing and fundraising goals and was provided confidential information pursuant \nto a non-disclosure agreement.  (Br. Opp. Egger Mot. 15.)  Thus, it appears that the \nonly possible fiduciary relationship between Defendants and Egger was as a \npurported partner through either Egger’s alleged furtherance of 108Labs’s marketing \ngoals or the BIOMILQ “partnership.” \n85. “A claim for breach of fiduciary duty cannot exist in the absence of a \nfiduciary relationship between the parties.”  Sykes v. Health Network Sols., Inc. , \n2017 NCBC LEXIS 73, at *67 (N.C. Super. Ct. Aug. 18, 2017) (citing Dalton v. Camp, \n353 N.C. 647, 651 (2001)).  While it is true that business partners in North Carolina \nowe each other de jure fiduciary duties, see HAJMM Co. v. House of Raeford Farms, \nInc., 328 N.C. 578, 588 (1991) , the allegations in the Counterclaims do not properly \nsupport a legal contention that Egger was a “partner” in 108Labs.  Defendants allege, \nand it is clear, that 108Labs is a member-managed limited liability company and that \nit does not have partners.  (Countercls. ¶  22.)  Further, a careful review of all 551 \nparagraphs of the Counterclaims demonstrates that Defendants describe Egger as an \ninterloper into 108Labs’s affairs , not a partner  in it.  (See, e.g., Countercls. ¶¶  105, \n107, 113–16, 168, 192–93 (“Egger did not want to associate with, negotiate with, or \nwork with 108Labs”).)  Defendants’ allegations simply do not support their conclusory \nallegation that an ongoing partnership existed between  Egger, Guiliano, and \n108Labs, or that they took actions “in continuance and furtherance of a partnership \nfor profit.”  Loyd v. Griffin, 2022 NCBC LEXIS 63, at **17 (N.C. Super. Ct. June 23, \n2022). \n86. Therefore, Egger’s Motion is GRANTED in part , and Count Three for \nbreach of fiduciary duty is DISMISSED with prejudice as to Egger.10  \n2. Count Fourteen: Tortious Interference with Contract \n87. Egger argues that Defendants’ Count Fourteen for tortious interference \nfails because Defendants did not allege tha t Egger’s actions were “without \njustification.”  (Egger Br. Supp. 20 –21.)  Count Fourteen is based upon Defendants’ \nallegation that  in August 2020, Egger and BIOMILQ “ threaten[ed] litigation if \nUC Davis continued to work with 108Labs ” on “any milk project. ”  \n(Countercls. ¶ 424.)  Defendants allege that Dr.  Barile of UC Davis resigned as a \nscientific advisor to NeutraSiga because of this threat.  (Countercls. ¶ 428.) \n88. Egger argues that her alleged interference  was for a legitimate business \npurpose since , acco rding to the allegations, her actions were taken on behalf of \nBIOMILQ.  (Egger Br. Supp. 21 (citing Countercls. ¶ ¶ 421, 429).)  In response, \nDefendants argue that Egger’s actions were not justified because making false \nstatements to a third-party is neither justified nor in support of a legitimate business \ninterest, but rather is based in malice.  (Br. Opp. Egger Mot. 22.) \n89. To state a claim for tortious interference with contract, a claimant must \nallege: “(1) a valid contract exists between the [ claimant] and a third person  which \n \n10 The Court, in its discretion, dismisses this claim, and others, with prejudice.  Defendants \nhad three chances to state a claim in the Counterclaims, and further opportunity for \namendment(s) would not remedy the factual deficiencies. \nconfers upon the plaintiff a contractual right against a third person; (2) the defendant \nknows of the contract; (3) the defendant intentionally induces the third person not to \nperform the contract; (4) and in doing so acts without justification; (5) resulting in \nactual damage to plaintiff .”  United Labs., Inc. v. Kuykendall , 322 N.C. 643, 661 \n(1988) (citing Childress v. Abeles, 240 N.C. 667, 674 (1954)). \n90. “A motion to dismiss a claim of tortious interference is properly granted \nwhere the complaint shows the interference was justified[.]”  Pinewood Homes, Inc. \nv. Harris, 184 N.C. App. 597, 605 (2007) (citing Peoples Sec. Life Ins. Co. v. Hooks, \n322 N.C.  216, 220 (1988)).   “The interference is ‘without justification’ if the \ndefendants’ motives . . . were ‘not reasonably related to the protection of a legitimate \nbusiness interest’ of the defendant.”  Privette v. Univ. of N.C., 96 N.C. App. 124, 134 \n(1989) (quoting Smith v. Ford Motor Co. , 289 N.C. 71, 94 (1976)).   Accordingly, the \ncounterclaims “must admit of no other motive for interference other than malice.”  Id. \nat 134– 35.  Mere “[g]eneral allegations of malice are insufficient as a matter of \npleading.”  Pinewood Homes, Inc., 184 N.C. App. at 605 (citation omitted). \n91. The Court agrees with Egger ’s argument that Defendants’ allegations fail \nas to the fourth required element  of Count Four teen: acting without justification .  \nDefendants allege only generally that Egger had no reasonable motive or explanation \n“other than a malicious effort to stop 108Labs from legally advancing its own \nscientific research[.]”  (Countercls. ¶  429.)  This conclusory allegation is insufficient \nto satisfy Defendants’ pleading requirements. \n92. Further, the Counterclaim must admit of no motive for interference other \nthan malice and have  a factual basis to support the assertion of malice.  Pinewood \nHomes, Inc., 184 N.C. App. at 605.  In this case t he face of the Counterclaims, as \nEgger points out, provide s a factual reason for her actions other than \nmalice: competition. \n93. Therefore, the Court GRANTS  Egger’s Motion , and Count Fourteen is \nDISMISSED with prejudice. \n3. Count Sixteen: Breach of Contract \n94. Egger seeks dismissal of Count Sixteen, arguing that Defendants failed to \nsufficiently allege the existence of a valid contract and that the claim is time-barred.  \n(Egger Br. Supp. 22; Egger Reply Br. 4, ECF No. 206 [“Egger Reply”].) \n95. To properly plead breach of contract, the claimant must allege “(1)  [the] \nexistence of a valid contract and (2) [a] breach of the terms of that contract.”  Poor v. \nHill, 138 N.C. App. 19, 26 (2000) (citing Jackson v. Cal. Hardwood Co., 120 N.C. App. \n870, 871 (1995)). \n96. Defendants allege that Egger signed a non -disclosure agreement  on \n9 October 2019 and that it was a valid contract.  (Countercls. ¶¶ 439–40.)  Defendants \nalso allege that Egger breached the agreement by sharing 108Labs’s confidential \ninformation during the 20 March 20 20 investor calls.  (Countercls. ¶ ¶ 110, 441.)  \nWhile these allegations are sufficient to satisfy the elements of Defendants’ claim , \nthey also demonstrate that the claim is time-barred. \n97. “A statute of limitations  can provide the basis for dismissal on a \nRule 12(b)(6) motion if the face of the complaint establishes that plaintiff’s claim is \nso barred.”  Soderlund v. N.C. Sch. of the Arts, 125 N.C. App. 386, 389 (1997) (citation \nomitted).  D ismissal on this basis “is proper only when all the facts necessary to \nestablish that the claim is time -barred are either alleged or admitted in the \ncomplaint, construing the complaint liberally in favor of plaintiff.”  Lau v. Constable, \n2017 NCBC LEXIS 10, at **10 (N.C. Super. Ct. Feb. 7, 2017) (cleaned up) (citing Fox \nv. Sara Lee Corp., 210 N.C. App. 706, 708–09 (2011)). \n98. A breach of contract action has a three -year statute of limitations which \nbegins to run at t he time of notice of the breach.  N.C.G.S. §  1-52(1); Brown v. \nLattimore Living Tr., 264 N.C. App. 682, 687 (2019).  Defendants affirmatively allege \nthat Guiliano was listening to the 20 March 2020 investor call when Egger \npurportedly breached the non -disclosure agreement.  (Countercls. ¶¶ 110, 114–18.)  \nDefendants even allege that Guiliano “confronted Strickland about the disclosures \nmade by Egger” after the call.  (Countercls. ¶ 118.)  Therefore, the limitations period \nran on 20 March 2023, a month before this action was deemed initiated.11  (See supra \n¶¶ 74–77.) \n \n11 Although styled as a counterclaim, the Counterclaims added new parties  Egger and BEV \nto the action.  As to them, the Counterclaims are not a compulsory counterclaim but rather \ninitiate an action against BEV and Egger as third-party defendants pursuant to Rule 14(a).  \nThis distinction is important here, as our Supreme Court recently held that, for purposes of \ndetermining whether the statute of limitations for a compulsory counterclaim has run, the \ncounterclaim will be deemed filed as of the date of the initiation of the action, i.e., when the \ncomplaint was filed.  See Upchurch v. Harp Builders, Inc., 2024 N.C. LEXIS 144, at *8 , 12–\n13 (“[T]he Rules do not preclude the relation back of  [compulsory] counterclaims,” as the \nRules “do not treat the filing of compulsory counterclaims as procedurally  equivalent to the \ncommencement of civil actions.”).  Here, where a summons must issue pursuant to Rule 4(a), \n99. Therefore, Egger’s Motion is GRANT ED in part , and Count Sixteen for \nbreach of contract is DISMISSED with prejudice. \n4. Count Twenty-Two: Alienation of Affections \n100. For a claim of alienation of affections to withstand a motion to dismiss, the \nCounterclaims must allege: “(1) that the plaintiff and his or her spouse ‘were happily \nmarried, and that a genuine love and affection existed between them; (2) that the love \nand affection so existing was alienated and destroyed; and (3) that the wrongful and \nmalicious acts of the defendant produced and brought about the loss and alienation \nof such love and affection. ’ ”  Beavers v. McMican , 2024 N.C. LEXIS 147,  at *11–12 \n(N.C. Mar. 22, 2024) (quoting McCutchen v. McCutchen, 360 N.C. 280, 283 (2006)).  \n“A malicious act has been loosely defined to include any intentional conduct that \nwould probably affect the marital relationship. ”  Id. at *12 (cleaned up).  Where the \ndefendant has engaged in sexua l intercourse with the plaintiff ’s spouse, m alice is \npresumed.  Id. \n101. Egger contends that this claim fails because Defendants have not alleged \nthe malice required to support this claim or that Egger was the controlling or effective \ncause of the dissolution of Guiliano’s marriage .  (Egger Br. Supp. 2 7–28; Egger \nReply 14.)  Additionally, Egger argues that Guiliano and Strickland were separated \nin March 2020 , and that any claims against her that are based  on acts prior to \n20 April 2020 are time-barred.  (Egger Br. Supp. 28.) \n \nthe claimant does not get the benefit of a relation back to the filing of the complaint for statute \nof limitations purposes , as the action is newly  initiated with respect to the third- party \ndefendant. \n102. Claims for alienation of affections  have a three-year statute of limitations \nthat begins to run when “the wrong ,” or the “ the actual alienation of the spouse ’s \naffections by a third party ,” is complete .  McCutchen , 360 N.C. at  283.  H owever, \nmandatory accrual does not happen on the date of separation ; it can occur post -\nseparation.  Id. at 284.  Egger’s contention that the claim is time-barred fails because \nthe Counterclaims do not affirmatively allege facts that would cause the Court t o \nconclude as a matter of law that the statute of limitations period began to run in \nMarch 2020.  Therefore , the Court next considers Egger’s argument regarding the \ninsufficiency of Defendants’ allegations of malice. \n103. Here, the Counterclaims allege generally that “Strickland and Guiliano’s \nlove was alienated by the intentional and malicious acts of . . . Egger[.]”  (Countercls. \n¶ 513.)  Because Defendants do not allege sexual intercourse, they must instead \nallege that the wrongful and malicious acts of Egger produced and brought about the \nalienation through allegations of intentional conduct that would affect the marital \nrelationship.  Beavers, 2024 N.C. LEXIS 147, at *20 (citation omitted).   \n104. Defendants have failed to a llege malicious conduct by Egger, designed to \nalienate the affections of Strickland .  The Counterclaims allege that Egger and \nStrickland had an ongoing business relationship.  ( See Countercls. ¶¶ 90, 97, 109, \n219–20.)  Defendants have not alleged malicious  conduct by Egger designed to \nalienate the affections of Strickland and Guiliano but rather focus their allegations \nonly on their business dealings .  See Beavers, 2024 N.C. LEXIS 147, at *16 (citing \nCoachman v. Gould, 122 N.C. App. 443, 448 (1996)).  Even reading the Counterclaims \nin the light most favorable to Defendants, the Court agrees with Egger that there is \nno allegation, or collection of allegations, that could be read together that would allow \nthe Court to infer that Egger was the controlling or effective cause of the dissolution \nof Strickland and Guiliano’s marriage.  (See Egger Reply 14.) \n105. Therefore, Egger’s Motion is GRANTED in part, and Count Twenty -Two \nfor alienation of affections is DISMISSED with prejudice. \nC. Defendants’ Claims Against BIOMILQ and Egger \n106. Defendants allege five claims against Egger and BIOMILQ together.  The \nCourt addresses each claim in turn. \n1. Count Two: Declaratory Relief \n107. “A motion to dismiss for failure to state a claim is seldom appropriate ‘in \nactions for declaratory judgments, and will not be allowed simply because the plaintiff \nmay not be able to prevail.’ ”  Morris v. Plyler Paper Stock Co., 89 N.C. App. 555, 557 \n(1988) (quoting N.C. Consumers Power, Inc. v. Duke Power Co. , 285 N.C. 434, 439 \n(1974)).  “Rather, a motion to di smiss a declaratory[ ]judgment claim is appropriate \nonly when the complaint does not allege an actual, genuine existing controversy, \nwhich prevents a court from entering a purely advisory opinion.”  Bennett v. Bennett, \n2019 NCBC LEXIS 19, at *30 –31 (N.C. Super. Ct. Mar. 15, 2019) (cleaned up).  The \nquestion is “ only whether [Defendants] have identified an actual, genuine \ncontroversy.”  Id. at *32. \n108. Defendants seek a declaration from the Court that 108Labs is the owner of \ncertain intellectual property.  (See Countercls. ¶¶ 276–78.) \n109. Egger contends that the claim makes no mention of her, and that it \ntherefore presents no actual or real controversy between her and 108Labs.  (Egger \nBr. Supp. 10 (citing Claggett v. Wake Forest Univ ., 126 N.C. App. 602, 608 (1997)).)  \nDefendants do not respond to this argument.  (See Br. Opp. Egger Mot. 14–15 (making \nfiduciary duty arguments without mention of the declaratory judgment claim).)  The \nCourt therefore agrees with Egger’s argument.  It is clear based on the alleg ations, \nand Defendants’ failure to respond on this point,  that there is no actual or real \ncontroversy between 108Labs and Egger regarding the intellectual property issues  \nalleged.  Egger’s Motion is therefore GRANTED in part , and Count Two for \ndeclaratory judgment against Egger is hereby DISMISSED without prejudice. \n110. BIOMILQ separately contends that Count Two fails as to it because \nDefendants pleaded no cognizable basis that 108Labs was the owner of equitable title \nto the intellectual property at issue in this litigation.  (BIOMILQ Br. Supp. 12 –13.)  \nBIOMILQ highlights that, based on the allegations in the Counterclaims, Strickland \ndid not assign her rights in the ’ 407 Provisional to 108Labs , and she ultimately did \nassign her rights in it to BIOMILQ.  (BIOMILQ Br. Supp. 13–14.) \n111. Defendants fail to respond to this argument, again seemingly conceding the \nlack of controversy.  (See Defs.’ Br. Opp’n BIOMILQ Mot. 12–13, ECF No. 194 [“Br. \nOpp. BIOMILQ Mot.”].)  Defendants instead focus their attention on Strickland  and \nhow, in their view, she was “required” to assign her rights in the ’407 Provisional to \n108Labs.  (Br. Opp. BIOMILQ Mot. 12 –13.)  Strickland is no longer a party to the \naction, and Defendants do not argue  how or why Strickland’s assignment of her \ninterest to BIOMILQ was wrongful  or should be rendered invalid.   ( See Br. Opp. \nBIOMILQ Mot. 12–13.) \n112. “It is not the C ourt’s job to sift through the record to make [Defendants’] \ncase for [them].”  Brewster v. Powell Bail Bonding, Inc., 2020 NCBC LEXIS 27, at *9 \n(N.C. Super. Ct. Mar. 11, 2020)  (cleaned up); see also BIOMILQ, Inc. v. Guiliano , \n2023 NCBC LEXIS 137, at *3 (N.C. Super. Ct. Nov. 3, 2023).  \n113. Notwithstanding that failure, and although the Court would prefer that the \nclaim was alleged in a more definite and concrete fashion, the Court is nevertheless \nable to identify an actual, genuine existing controversy  between Defendants and \nBIOMILQ regarding who is the rightful owner of title in the  ‘407 Provisional and \nother patents  and/or Provisional Patent Applications  at issue in this litigation.  \n(Countercls. ¶ 278.) \n114. Therefore, BIOMILQ’s Motion is DENIED in part as to Co unt Two for \ndeclaratory judgment. \n2. Count Four: Constructive Fraud \n115. To state a claim for constructive fraud, a plaintiff must allege “(1) that the \ndefendant owes the plaintiff a fiduciary duty; (2) that the defendant breached that \nduty; and (3) that the defendant sought to benefit himself in the transaction.”  Bryant \nv. Wake Forest Univ. Baptist Med. Ctr., 281 N.C. App. 630, 637 (2022).  The element \nof a “relation of trust and confidence” is satisfied when there is a fiduciary duty owed \nto the plaintiff; constructive fraud is “based on a confidential relationship rather than \na specific misrepresentation.”  Barger v. McCoy Hillard & Parks, 346 N.C. 650, 666 \n(1997) (cleaned up). \n116. As an initia l matter, the Court has already determined herein that \nDefendants have failed to allege a cognizable basis on which Egger owed a  fiduciary \nduty to Defendants.  Therefore, Egger’s Motion is GRANTED in part, and Count \nFour for constructive fraud is DISMISSED with prejudice as to her. \n117. BIOMILQ argues that Count Four makes no mention of it, despite the claim \nbeing captioned in a manner  that would seem to suggest that the claim was alleged \nagainst it.  BIOMILQ  specifically argues that “Defendants do not allege, and could \nnot plausibly allege, that BIOMILQ owed them fiduciary duties.”  (BIOMILQ Br. \nSupp. 20 n.11.)  The Court agrees. \n118. A thorough review of t he Counterclaims demonstrates that there is no  \nmention of BIOMILQ owing anyone a fiduciary duty ,12 and instead the allegations \nconcern only Egger and Strickland’s purported fiduciary duties.  As a result , \nDefendants have failed to allege a necessary element of constructive fraud. \n119. Therefore, the Court GRANTS in part BIOMILQ’s Motion, and Count Four \nfor breach of fiduciary duty is DISMISSED with prejudice. \n \n12 Nor could it, based on the allegations here.  Even if Guiliano happened to be a director or \nofficer of BIOMILQ, “a corporation does not owe a reciprocal fiduciary duty to its directors \nand officers.”  Merrell v. Smith , 2020 NCBC LEXIS 150, at **22 (N.C. Super. Ct. Dec. 22, \n2020) (citing Talisman Software, Sys. & Servs. v. Atkins, 2015 NCBC LEXIS 108, at *12 (N.C. \nSuper. Ct. Nov. 18, 2015)). \n3. Count Seven: Conversion \n120. Under North Carolina law, “ [t]wo essential elements are necessary in a \nclaim for conversion: (1) ownership in the plaintiff, and (2) a wrongful convers ion by \nthe defendant.”  Steele v. Bowden, 238 N.C. App. 566,  574 (2014) (cleaned up).  In \ncases wher e a defendant comes into possession of plaintiff’s property lawfully, \nplaintiff must show that it made a demand for the return of the property that was \nrefused by defendant.  Hoch v. Young , 63 N.C. App. 480, 483 (1983) (citations \nomitted).  Further, “ ‘there is no conversion until some act is done which is a denial \nor violation of the plaintiff's dominion over or rights in the property. ’ ”  Bartlett \nMilling Co. v. Walnut Grove Auction & Realty Co. , 192 N.C. App. 74, 86 (2008) \n(quoting Lake Mart Ltd. P’ship v. Johnston, 145 N.C. App. 525, 532, rev. denied, 354 \nN.C. 363 (2001)). \n121. Defendants allege that BIOMILQ and Egger took and exerted control over \n(1) the patents and trademarks at issue, (Countercls. ¶  326); and (2)  108Labs’s \n“[n]otebooks, sample cells created from the proof of concept experiment with FiberCell \n. . . and data/results generated from testing[,]” (Countercls. ¶  328).  Defendants also \nallege that Strickland gained access to 108Labs’s secure storage facility and lab space \non 21 May 2020 that resulted i n her wrongfully taking the sample cells.  \n(Countercls. ¶¶ 333–35.)  Defendants allege that the wrongful possession of this \nproperty was to the exclusion of 108Labs.  (Countercls. ¶ 341.) \n122. Egger contends that the conversion claim fails (1) to the extent it concerns \nintellectual property, and (2) because Defendants allege that Egger converted \nproperty that Defendants also allege Strickland took actual possession of.  (Egger Br. \nSupp. 13 (citing Countercls. ¶¶  166–68, 326, 328).)  In response, Defendants argue  \nwithout citation to the Counterclaims, “that Egger participated in the plan to convert \nthe physical property of 108Labs and then remained in possession of it after its \nconversion, along with Strickland.”  (Br. Opp. Egger Mot. 16.) \n123. BIOMILQ similarly argues that the conversion claim fails as to intangible \nproperty, like patents and intellectual property, but does not address the notebooks, \nsample cells, and data.  (BIOMILQ Br. Supp. 22 –23.)  Defendants do not respond to \nthe merits of BIOMILQ’s  arguments, instead contending generally that they “have \nclearly set out defined tangible property as part of its claim for conversion, including, \ninter alia, technology, methods, trade secrets, discoveries, inventions, data, lab \nnotebooks, lab samples, cell samples, doc uments, and recorded data.”  (Br. Opp. \nBIOMILQ Mot. 19.)  \n124. North Carolina does not recognize a claim for conversion of intangible \ninterests, and our courts have determined that this includes trademark rights.  HCW \nRet. & Fin. Servs., LLC v. HCW Emp. Benefit Servs., LLC, 2015 NCBC LEXIS 73, \nat *57–58 (N.C. Super. Ct. July 14, 2015) (dismissing conversion claim as to \ntrademark rights  as intangible property ).  T herefore, t o the extent the claim for \nconversion concerns the trademark at issue, the claim fails. \n125. As to Egger and BIOMILQ’s arguments regarding other intellectual \nproperty, the Court agrees that “[i] ntellectual property rights are indeed intangible \ninterests[,]” and that a claim for conversion of the intellectual property itself, \nincluding the patents at issue, rather than physical products protected by intellectual \nproperty, fails.  McFee v. Presley, 2022 NCBC LEXIS 74, at **13–14 (N.C. Super. Ct. \nJuly 11, 2022) (citations omitted).  Defendants have not directed the Court to caselaw \nsuggesting otherwise.  \n126. Finally, regarding the notebooks, sample cells, and data, the Counterclaims \nspecifically allege that Strickland took possession of those materials.  (See Countercls. \n¶¶ 333–35.)  Defendants then allege in a conclusory  fashion that Egger wrongful ly \npossessed or converted the property to Defendants’ exclusion.  (Countercls. ¶  341.)  \n“The allegation is conclusory, contradicted by other allegations, and therefore \ninsufficient to save the claim.”  Vanfleet v. City of Hickory, 2020 NCBC LEXIS 40, at \n*16 (N.C. Super. Ct. Mar. 30, 2020) (citation omitted). \n127. Therefore, Egger’s Motion is GRANTED in part , and Count Se ven is \nDISMISSED with prejudice as to her.  BIOMILQ’s Motion is similarly GRANTED \nin part, and Count Seven is DISMISSED with prejudice to the extent it concerns \nintellectual property rights, including the trademarks and patents at issue in this \nlitigation, because those are intangible interests .  The Motions are otherwise  \nDENIED as to Count Seven. \n4. Second Count Eleven: Slander of Title \n128. “ ‘The elements of slander of title are: (1) the uttering of slanderous words \nin regard to the title of someone’s property; (2) the falsity of the words; (3) malice; and \n(4) special damages. ’ ”  Maynard v. Crook , 289 N.C. App. 357, 361 (2023) (quoti ng \nBroughton v. McClatchy Newspapers, Inc., 161 N.C. App. 20, 30 (2003)). \n129. BIOMILQ and Egger argue that a claim for slander of title applies only to \nderogatory matter published with respect to real property.  (BIOMILQ Br. Supp. 27; \nsee Egger Br. Supp. 16.)  The Court agrees.  See Whyburn v. Norwood, 47 N.C. App. \n310, 315 (1980) (citation omitted) (“Slander of title occurs when one publishes matter \nderogatory to the title to real property with the malicious intent to injure the owner \nthereof and which in f act does cause injury .” (emphasis added)).  While it should go \nwithout saying, a patent or trademark right is not real property. See Property, Black’s \nLaw Dictionary ( 11th ed. 2019) (“ Land and anything growing on, attached to, or \nerected on it, excluding anything that may be severed without injury to the land.”).  \n130. Therefore, the Court hereby GRANTS  in part  BIOMILQ’s Motion and \nEgger’s Motion, and Second Count Eleven for slander of title is hereby DISMISSED \nwith prejudice. \n5. Count Fifteen: Defamation \n131. “Under North Carolina law, slander per se and slander per quod are the \ntwo actionable classes of oral defamation.”  Izydore v. Alade, 242 N.C. App. 434, 445 \n(2015).  The statute of limitations in an action for libel or slander is one year, \nregardless of the date of discovery.  N.C.G.S. § 1-54(3); Philips v. Pitt Cty. Mem. Hosp., \nInc., 222 N.C. App. 511, 526 (2012). \n132. Both Egger and BIOMILQ contend that Count Fifteen  is time-barred \nbecause the defamatory statements at issue allegedly occurred on 6 February 2020 , \n27 February 2020, and 21 March 2021.  (Egger Mot. 4; Egger Br. Supp. 21–22 (citing \nCountercls. ¶  435); BIOMILQ Br. Supp. 27.)  Defendants do not respond to the \nargument directly, instead erroneously contending that any dismissal of claims for \nstatute of limitations reasons would be improper at this stage.  (See Br. Opp. Egger \nMot. 12–13; Br. Opp. BIOMILQ Mot. 8–10.) \n133. Defendants cite no authority to support their assertion that the defamation \nclaims against Egger are not barred by the applicable limitations period.   Further, \nthe Counterclaims are clear that, for purposes of this defamation claim,  Defendants \ntake issue with statements from February 2020 and 21 March 2021.  (See Countercls. \n¶¶ 432, 435.)  As already discussed, this action was not initiated as to Egger until the \nissuance of summonses on 20 April 2023.  Even assuming, arguendo, that this action \nwas deemed initiated on the date of the filing of the first  iteration of the \nCounterclaims on 6 February 2023, the defamation claim would still be untimely.   \nAccordingly, the claim against Egger is time-barred. \n134. As to BIOMILQ, the analysis is slightly different.   Under Upchurch, \n2024 N.C. LEXIS 144, at *8, * 12–13, for statute of limitations purposes,  the \nCounterclaims may be deemed filed as of 4 March 2022—the date BIOMILQ initiated \nthis action by filing its Complaint, (ECF No. 3).  Therefore, statements allegedly made \nby BIOMILQ in February 2020 are time-barred.  (See Countercls. ¶¶ 432–34.) \n135. However, the 21 March 2021 statement, which Defendants allege was made \nby Egger on behalf of BIOMILQ,  is not time -barred under the Supreme Court’s \nholding in Upchurch.  Rather, Defendants get the benefit of the date the action was \ninitiated by BIOMILQ  for statute of limitations purposes.  Upchurch , 2024 N.C. \nLEXIS 144, at *11– 12.  Therefore, the defamation claim is deemed  filed on \n4 March 2022, just a few weeks before the one-year statute of limitations expired.  \n136. Therefore, the Court hereby GRANTS  in part Egger’s Motion, and Count \nFifteen is DISMISSED with prejudice as to her because the claim is time- barred.  \nThe Court GRANTS in part and DENIES in part BIOMILQ’s Motion as set forth in \nthis section. \nD. Defendants’ Claims Against Movants \n137. Defendants allege thirteen claims for relief against Movants, and the Court \naddresses each in turn. \n1. Count Five: Constructive Trust \n138. BIOMILQ and BEV argue that constructive trust is a remedy, not a claim, \nmaking Count Five ripe for dismissal.  (BIOMILQ Br. Supp. 21 ; BEV Br. Supp. 10 .)  \nEgger also argues that the remedy is unavailable here because Defendants have not \nsufficiently alleged a fiduciary relationship with Egger.  (Egger Br. Supp. 11.) \n139. “[A] constructive trust is not a standalone claim for relief or cause of action.”  \nSee LLG-NRMH, LLC v. N. Riverfront Marina & Hotel, LLLP , 2018 NCBC LEXIS \n105, at *14 (N.C. Super. Ct. Oct. 9, 2018) (citing Weatherford v. Keenan, 128 N.C. App. \n178, 179 (1997)); see also Flynn v. Pierce, 2020 NCBC LEXIS 149, at *15 (N.C. Super. \nCt. Dec. 22, 2020) (dismissing a claim for constructive trust because it is a  remedy \nrather than a standalone claim). \n140. Accordingly, the Court GRANTS  in part the Motions , and Count Five for \nconstructive trust is hereby DISMISSED  without prejudice to Defendants’ right to \npursue this remedy on any surviving claims as warranted and permitted by law.  \n2. Count Six: Fraudulent Conveyance \n141. Count Six concerns Strickland’s assignment of “her entire  right, title and \ninterest” in the ’407 Provisional to BIOMILQ.  (Countercls. ¶¶  316, 318.)  The claim \nappears to be based upon N.C.G.S. § 39-23.4, which each Movant argue s cannot \nsupport Defendants’ claim because neither BIOMILQ, Egger, nor BEV are debtors of \nDefendants, and Defendants have not pleaded facts that could support a creditor-\ndebtor relationship.  ( BEV Br. Supp. 11 –12; Egger Br. Supp. 12 –13; BIOMILQ Br. \nSupp. 22.)  The Court agrees. \n142. A claim for fraudulent conveyance or transfer under the Uniform Voidable \nTransactions Act (“UVTA”), N.C.G.S. § 39-23.1 et seq., must be based upon allegations \nthat a transfer or obligation was incurred by a debtor and that “the debtor made the \ntransfer or incurred the obligation: (1) [w]ith intent to hinder, delay, or defraud any \ncreditor of the debtor[.]”  N.C.G.S. § 39-23.4(a)(1).  A creditor is “[a] person that has \na claim[,]” and a debtor “[a] person that is liable on a claim.”  Id.  §§ 39-23.1(4), (6).  \nClaims for fraudulent conveyanc e must also comply with the heightened pleading \nstandard set by Rule 9(b).  See Azure Dolphin, LLC v. Barton, 2017 NCBC LEXIS 90, \nat *26 (N.C. Super. Ct. Oct. 2, 2017) (citing Doby v. Lowder , 72 N.C. App. 22, 27 \n(1984)). \n143. Here, the claim makes no mention of  Egger and BEV at all, and there are \nno allegations regarding how BEV or Egger  stand in a creditor- debtor relationship \nwith Defendants.  (See Countercls. ¶¶ 316–24.)  BIOMILQ argues that an obligation \nto assign intellectual property is not a duty to make a payment, and the person \nallegedly obligated to assign that interest is not a debtor.  (BIOMILQ Br. Supp. 22 \n(citing Maloney v. Alliance Dev. Grp., LLC , 2006 NCBC LEXIS 14, at **19 –20 (N.C. \nSuper. Ct. Sept. 18, 2006)).)  This is reason alone to grant the Motions. \n144. Further, the allegations are insufficient because, as BIOMILQ points out, \nthey are conclusory in violation of Rule 9(b).  (BIOMILQ Br.  Supp. 22.)  As is true \nwith respect to BEV and Egger, there is no allegation regarding how Defendants and \nBIOMILQ stand in a debtor- creditor relationship.  Moreover, the allegations are \nunclear regarding how Strickland’s assignment to BIOMILQ would give r ise to a \n“claim” under the UVTA.  See Estate of Chambers v. Vision Two Hosp.  Mgmt., LLC, \n2013 NCBC LEXIS 49, at **14– 15 (N.C. Super. Ct . Nov. 21, 2013)  (noting that one \nmust have a “claim” or a “right to payment” in order to be a creditor such that that \nthe wrong causing injury “creates an enforceable obligation” that “generates a right \nto payment”).  \n145. The Court  therefore GRANTS in part the Motions , and Count Six for \nfraudulent conveyance is hereby DISMISSED with prejudice. \n3. Count Ten: Misappropriation of Trade Secrets \n146. At the motion to dismiss stage, Defendants  must “identify a trade secret \nwith sufficient particularity so as to enable [Movants] to delineate that which he is \naccused of misappropriating and a court to determine whether misappropriation has \nor is threatened to occur.”  Washburn v. Yadkin Valley Bank & Tr. Co., 190 N.C. App. \n315, 326 (2008) (citations omitted).  “[G]eneral allegations in sweeping and conclusory \nstatements, without specifically identifying the trade secrets alle gedly \nmisappropriated, [are] insufficient to state a claim for misappropriation of trade \nsecrets.”  Krawiec, 370 N.C. at 610 (cleaned up). \n147. As an initial matter, Egger and BEV contend that Count Ten is barred by \nthe applicable statute of limitations.  (Egger Br. Supp. 9–10; Egger Reply 4; BEV Br. \nSupp. 9–10.)  The Court agrees. \n148. “An action for misappropriation of a trade secret must be commenced within \nthree years after the misappropriation complained of is or reasonably should have \nbeen discovered.”  N.C.G.S. § 66-157. \n149. Defendants allege that Egger and BIOMILQ  shared “high -level results” \nfrom 2020 testing and trade secret patent -related informat ion with investors and \nthird parties not affiliated with 108Labs.  (Countercls. ¶  382.)  Defendants further \nallege that Egger and Strickland shared these specified secrets in a 6 February 2020 \nblog post and on the 20 March 2020 investor call.  ( See Countercls. ¶¶ 97, 110–18.)  \nAs stated already herein, Guiliano observed the 20 March 2020 call and complained \nafter the call about the disclosures made therein .  The allegations establish that  he \nwas on notice  of the disclosure s.  ( See Countercls. ¶ ¶ 112–14.)  Thus, on \n20 March 2020, at the latest, Guiliano was aware of the purported misappropriation \nat issue here. \n150. Count Ten is time-barred as to Egger and BEV.  Egger’s Motion and BEV’s \nMotion are therefore GRANTED in part , and Count Ten for trade secret \nmisappropriation is DISMISSED with prejudice as to them. \n151. The Court next considers BIOMILQ’s Motion.  BIOMILQ argues that \nDefendants fail to allege each element necessary to state a claim for misappropriation \nunder the TSPA.  (BIOMILQ Br. Supp. 24–26.) \n152. The TSP A defines a trade secret as “business or technical information, \nincluding but not limited to a formula, pattern, program, device, compilation of \ninformation, method, technique, or process that” both: \na. Derives independent actual or potential commercial va lue from not \nbeing generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain economic \nvalue from its disclosure or use; and \n \nb. Is the subject of efforts that are reasonable under the circumst ances \nto maintain its secrecy. \n \nN.C.G.S. §  66-152(3); see also United Therapeutics Corp. v. Liquidia Techs. , \n2022 NCBC LEXIS 120, at **8–9 (N.C. Super. Ct. Oct. 13, 2022) (citing Sterling Title \nCo. v. Martin, 266 N.C. App. 593, 601 (2019)). \n153. Defendants allege that the following constitutes a trade secret: “108Labs \nNotebooks, the pre- published ’407 Provisional, 108Labs’ research and development \nplans, 108Labs’ commercial development plans, 108Labs’ confidential business \ninformation, and disclos ures within the pre -published NSF Grant Application[.]”  \n(Countercls. ¶ 374.) \n154. The Court is mindful that , at this stage, Defendants’ “only obligation is to \nprovide notice sufficient to enable [ BIOMILQ] to understand the trade secrets it is  \naccused of misappropriating and the Court to determine whether misappropriation \nhas occurred.”  Bldg. Ctr., Inc. v. Carter Lumber, Inc. , 2016 NCBC LEXIS 79, at *11 \n(N.C. Super. Ct. Oct. 21, 2016)  (cleaned up).  While Defendants’ identification of its \npurported trade secrets is threadbare and further development may reveal that the \nidentified information does not constitute a trade secret, a liberal reading of the \nallegations demonstrates that they are sufficient to put BIOMILQ  on notice of the \ntrade secrets it is  accused of misappropriating.  See i d. at *11–12 (collecting cases  \nwhere allegations were sufficient to state trade secrets claim).   \n155. The lone exception is 108Labs’s “confidential business information .”  This \ncategory could include any number of documents which, without a more specific \ndescription, would make it near ly impossible for BIOMILQ to understand exactly \nwhat it is accused of misappropriating.  See id. at *12 (citing in relevant part \nWashburn, 190 N.C. App. at 327).  BIOMILQ’s  Motion is therefore GRANTED in \npart to this extent, and Count Ten is DISMISSED with prejudice in part. \n156. As to Defendants’ efforts to maintain secrecy, Defendants allege that they \nmade reasonable efforts to maintain the secr ecy of the trade secrets by: “requiring \nexecution of relevant nondisclosure agreements, using secure facilities for the storage \nand testing of samples and products, giving express instructions regarding use of the \ntrade secrets including updated information, including applying multiple encryption \nand obfuscation measures, restricting and tracking access, and requiring authorized \nusers to maintain confidentiality.”  (Countercls. ¶ 378.) \n157. These allegations are sufficient  at this stage.  See Bldg. Ctr., Inc., \n2016 NCBC LEXIS 79, at *14 (“Generally, only where efforts to maintain secrecy of \nthe allegedly misappropriated trade secrets were completely absent have North \nCarolina courts dismissed claims at the 12(b)(6) stage.”). \n158. BIOMILQ’s Motion is  therefore DENIED in part as to Count Ten.   \nDefendants have, at this early stage, adequately pleaded a cause of action for trade \nsecret misappropriation against BIOMILQ. \n4. Count Eleven: Federal Misappropriation of Trade Secrets \n159. Defendants’ Count Eleven is brought pursuant to the Defend Trade Secrets \nAct (“DTSA”), 18 U.S.C. § 1836.\n13  The DTSA provides that civil causes of action for \nmisappropriation have a three -year statute of limitations.  18  U.S.C. §  1836(d).  \n“[T]he first discovered (or discoverable) misappropriation of a trade secret commences \nthe limitation period[.]”  Azima v. Del Rosso , 2021 U.S. Dist. LEXIS 236611, at *19 \n(M.D.N.C. 2021) (citation omitted). \n160. Count Eleven fails as to Egger and BEV for the same reason the TSPA claim \nfails: the claim is time -barred.  Therefore, Egger’s Motion and BEV’s Motion is \n \n13 The Court notes  that “Congress has granted state courts concurrent jurisdiction over \nfederal claims for misappropriation of trade secrets under the DTSA[.]”  Cultural Experiences \nAbroad, LLC v. Colon , 2024 U.S. Dist. LEXIS 23229, at * 18 n.9 (D. Del. 2024) (citing \n18 U.S.C. § 1836(c) (granting district courts original, but not exclusive, jurisdiction over civil \nactions brought under the DTSA)). \nGRANTED in part, and Count Eleven for misappropriation of trade secrets under \nthe DTSA is DISMISSED with prejudice as to them. \n161. As for BIOMILQ, the elements for properly stating a claim under the DTSA \nlargely overlap with the elements required for stating a claim under the TSPA.  See \nSysco Mach . Corp. v. DCS USA Corp., 2023 U.S. Dist. LEXIS 204845, at *5 \n(E.D.N.C 2023) (“To plead a claim for misappropriation of trade secrets under either \nthe DTSA or North Carolina law, ‘a plaintiff must identify a trade secret with \nsufficient particularity so as to enable a defendant to delineate that which he is \naccused of misappropriating and a court to determine whether misappropriation has \nor is threatened to occur.’ ” (quoting Krawiec, 370 N.C. at 609)).   \n162. Defendants also “must allege: (1) [they] own[ ] a trade secret; (2) the trade \nsecret was misappropriated; and (3) the trade secret implicates interstate or foreign \ncommerce.”  JTH Tax LLC v. Cortorreal, 2024 U.S. Dist. LEXIS 36499, at *15 (E.D. \nVa. 2024) (citation omitted).  A conclusory allegation as to the third element will not \nsuffice.  Id.  at *19 (discussing Lithero, LLC v. Astrazeneca Pharms. LP , 2020 U.S. \nDist. LEXIS 145592, at *1–2 (D. Del. 2020)).  The pleader must allege facts supporting  \nan assertion that the trade secret implicat es interstate or foreign commerce.  Id.  at \n*20–21.  It is insufficient to state simply that a party “owns numerous [t]rade [s]ecrets \nthat implicate interstate commerce” because the statement “lacks  any supporting \nevidence to allege a nexus between interstate or foreign commerce.”  Id. at *20. \n163. Here, Defendants allege that 108Labs’s “trade secrets are related to \nproducts and/or services use d in, and/or intended for use in, interstate commerce.”  \n(Countercls. ¶ 387.)  Th is conclusory allegation, standing alone, is not sufficient  to \nsurvive a motion to dismiss. \n164. Therefore, BIOMILQ’s Motion is GRANTED in part as to Count Eleven \nbecause Defendants have failed adequately to allege a nexus between its purported \ntrade secrets and interstate or foreign commerce.   Count Eleven is  therefore \nDISMISSED with prejudice. \n5. Count Twelve: False Designation of Origin \n165. A reverse passing off claim pursuant to 15 U.S.C. §  1125(a)(1)(A) of the \nLanham Act, styled here as a claim for false designation of origin, requires a plaintiff \nto allege:  \n(1) that the work at issue originated with [the plaintiff];  (2) that origin \nof the work was falsely designated by [a defendant]; (3) that the false \ndesignation of origin was likely to cause consumer confusion; and \n(4) that [the plaintiff was] harmed [or likely to be harmed] by [a \ndefendant’s] false designation of origin. \n \nVitaform, Inc. v. Aeroflow, Inc., 2022 NCBC LEXIS 128, at **45–46 (N.C. Super. Ct. \nOct. 27, 2022) (modifications in original) (cleaned up); Dynatemp Int’l, Inc. v. R421A, \nLLC, 2021 U.S. Dist. LEXIS 142363, at *15 (E.D.N.C. 2021). \n166. The origin of the  work, or “origin of goods,” as the phrase has evolved, \n“refers to the producer of the tangible goods that are offered for sale, and not to the \nauthor of any idea, concept, or communication embodied in those goods. ”  Dastar \nCorp. v. Twentieth Century Fox Film Corp., 539 U.S. 23, 37 (2003) (citation omitted).  \nThe Supreme Court has held that, to conclude otherwise would result in Congress \nhaving created “a species of perpetual patent and copyright,” which it cannot do.  Id.  \n“[U]nlike copyright and patent la ws, the Lanham Act was not designed to protect \noriginality or creativity.”  Mannella Grp., Inc. v. Cornerstone Chiropractic Mktg., 2015 \nU.S. Dist. LEXIS 66598, at *9 (W.D.N.C. 2015) (citing Dastar, 539 U.S. at 37). \n167. Here, there is no allegation regarding the goods or work at issue.  \nDefendants allege that they “originated one -of-a-kind property –including the \n[r]elevant [s]ubject [m]atter, the ’407 Provisional and subsequently derived \napplications for patent –and the ex clusive, unique rights extending therefrom[.]”  \n(Countercls. ¶ 409.)  None of this, even taken as true, amounts to a tangible good \nbeing offered for sale.  Instead, Defendants appear to seek what the Supreme Court \nin Dastar explicitly prohibited: a claim f or reverse passing off to protect ideas and \nconcepts that may one day amount to a good for sale. \n168. Simply put, Defendants have failed to allege that the ideas in question have \nbeen reduced to actual production and sale of a product or good, a failing that is fatal \nto their claim.  Therefore, the Court GRANTS in part the Motions, and Count Twelve \nfor reverse passing off is DISMISSED with prejudice. \n6. Count Thirteen: False Advertising \n169. A party asserting a claim for false advertising under the Lanham Act must \nallege that: \n(i) the defendant made a false or misleading statement of fact about a \nproduct, (ii) the statement either deceived, or had the capacity to deceive \na substantial segment of potential consumers, (iii) the deception is \nmaterial, in that it is lik ely to influence the consumer’s purchasing \ndecision, (iv) the product is in interstate commerce, and (v) the claimant \nhas been or is likely to be injured as result of the statement at issue. \n \nDillon v. Stafford , 2020 NCBC LEXIS 153, at **35 (N.C. Super. Ct. Dec. 30, 2020) \n(cleaned up) (citing Pizza Hut, Inc. v. Papa John ’s Int’l, Inc., 227 F.3d 489, 495 (5th \nCir. 2000), cert. denied, 532 U.S. 920 (2001)).  Defendants must allege “either that an \nadvertisement is false on its face or that the advertisement is literally true or \nambiguous but likely to mislead and confuse consumers.”  Id. (citing Clorox Co. P.R. \nv. P&G Comm. Co., 228 F.3d 24, 33 (1st Cir. 2000)).  \n170. Determining whether a statement is a commercial advertisement under the \nLanham Act requires the Court to consider whether the statement is: “(1) commercial \nspeech; (2)  by a defendant in commercial competition with plaintiff; (3) for the \npurpose of influencing consumers to buy defendant ’s good s or services ; and \n(4) . . . disseminated sufficiently to the relevant purchasing public ” to constitute \nadvertising or promotion.  Applied Med. Res, Corp.  v. Steuer, 527 F. Supp. 2d  489, \n493 (E.D. Va. 2007) ; see Reynolds Consumer Prods. v . Handi-Foil Corp., 2014 U.S. \nDist. LEXIS 26932, at *14–15 (E.D. Va. 2014). \n171. A careful review of the allegations in the Counterclaims demonstrates that \nDefendants have failed to identify a statement  made by one or more of the Movants \nthat amounts to a commercial advertisemen t and have similarly failed to identify \nwith any  specificity a commercial, physical product .  The Motions are therefore \nGRANTED in part, and Count Thirteen for false advertising is  DISMISSED with \nprejudice. \n7. Count Seventeen: Fraud \n172. Movants each contend that the fraud claim fails because the allegations do \nnot comport with the particularity requirements in Rule  9(b).  (BIOMILQ Br. Supp. \n31–32 (citing Countercls. ¶¶  444(a)–(e), (j)–(k), (m)–(n)); Egger Br. Supp. 23 (citing \nCountercls. ¶¶  444(f), 44 8(b)); BEV Br. Supp. 1 7–19 (citing Countercls. ¶¶  444(j)–\n(k), (n).) \n173. To survive a motion to dismiss, Defendants must allege the five essential \nelements of a fraud claim: “(1) [f]alse representation or concealment of a material fact, \n(2) reasonably calculated to deceive , (3) made with intent to deceive, (4) which does \nin fact deceive, (5)  resulting in damage to the injured party.”  Ragsdale v. Kennedy, \n286 N.C. 130, 138 (1974) (ci tations omitted).  In addition, a d efendant’s reliance on \nthe fraudulent misrepresentation “must be reasonable.”  Forbis v. Neal, 361 N.C. 519, \n527 (2007) (citing Johnson v. Owens , 263 N.C. 754, 757 (1965) ).  Reliance is not \nreasonable if a party exercising reasonable diligence fails to make any independent \ninvestigation as to the truth of the assertion.  See Calloway v. Wyatt, 246 N.C. 129, \n134–35 (1957). \n174. In addition, Rule 9 requires that fraud claims be pleaded with particularity.  \nN.C.G.S. §  1A-1, Rule 9(b); Value Health Sols. Inc. v. Pharm. Research Assocs. , \n385 N.C. 250, 265–66 (2023).  “A pleader meets the requirements of Rule 9(c) when \nits fraud claim alleges the ‘time, place, and content of the fraudulent representation, \nidentity of the person making the representation and what was obtained as a result \nof the fraud ulent acts or representations.’  ”  Lawrence v. UMLIC -Five Corp. , \n2007 NCBC LEXIS 20, at * *6 (N.C. Super. Ct. June 18, 2007) ( quoting Bob \nTimberlake Collection, Inc. v. Edwards, 176 N.C. App. 33, 39 (2006)).   “ Mere \ngeneralities and conclusory allegations of  fraud will not suffice.”  Sharp v. Teague, \n113 N.C. App. 589, 597 (1994). \n175. Defendants’ allegations as to Egger fail to satisfy the particularity required \nby Rule 9.  Defendants allege that Egger stated, “to interviewers regarding Biomilq, \n‘we were preparing to close the round and hadn’t yet re-opened our lab space or hired \nanyone.’ ”14  (Countercls. ¶ 444(f).)  This allegation fails to specify the time and place \nof the alleged fraudulent representation, and it similarly fails to specify what Egger \nobtained as a result of the representation.  Egger’s Motion is therefore GRANTED  \nin part, and Defendants’ Count Seventeen is DISMISSED with prejudice as to Egger. \n176. Defendants’ allegations as to BEV similarly fail.  Defendants allege that \n(1) Chris Rivest (“Rivest”) at BEV emailed Strickland on 25 March 2020 stating: “the \n[Intellectual Property Right of First Refusal] will really need to be included between \nBiomilq and 108 labs [sic] (rather than between Biomilq and new investors),” \n(Countercls. ¶ 444(g) (modification in original)); (2) that on 4 April 2024, Strickland \nemailed Guiliano that “Rivest ‘wants me to tell you that he is sympathetic to your \nposition[,]’ ” (Countercls. ¶  444(j)); and ( 3) that Strickland, on behalf of BEV , \nrepresented that “therapeut ic falls outside the scope of BEVs [sic] fund but it is \n\"willing to support 108Labs’s efforts by leveraging other resources [,]” \n(Countercls. ¶ 444(k)). \n \n14 This is the only alleged misrepresentation by Egger.  \n177. Each allegation fails to comport with Rule 9(b) because none of them \nincludes any identification of  what was obtained as a result of the allegedly \nfraudulent representation.  The third allegation fails for the additional reason that it \ndoes not specify the time or place of the representation.  BEV’s Motion is therefore \nGRANTED in part as to the allegations of fraud against it , and Defendants’ Count \nSeventeen is DISMISSED with prejudice as to BEV. \n178. Finally, the Court considers Defendants’ fraud claim as to BIOMILQ.  (See \nCountercls. ¶¶ 444(h).)  The Court first  observes that Defendants do not allege that \nStrickland’s statements were made on behalf of BIOMILQ.  (See Countercls. ¶¶ 444–\n50.)  Thus, the only fraudulent representation that Defendants contend was made by \nBIOMILQ is that “[i]n the 3 April 2020 Biomilq, Inc. offer letter from Strickland and \nEgger to 108Labs  . . . the Parties represented that if Biomilq, Inc. was unable to \nobtain the assignment of the [ ’]407 application by the 6 April 2020 deadline ‘ all \nscientific development on this project would cease. ’ ”  (Coun tercls. ¶ 444(h).)  This \nallegation does not satisfy Rule 9(b) because Defendants do not allege  what it was \nthat BIOMILQ received as a result of the representation.  In fact, the allegations \nseem to demonstrate that BIOMILQ received nothing , since Guiliano , on behalf of \n108Labs, alleges that he declined the offer.  (Countercls. ¶¶ 143–44, 154–55.) \n179. The Court therefore GRANTS in part BIOMILQ’s Motion, and Defendants’ \nCount Seventeen is DISMISSED with prejudice as to BIOMILQ, as well. \n8. Count Eighteen: Civil Conspiracy \n180. Defendants’ Count Eighteen is based upon their numerous and varied \nallegations regarding Movants’ “wrongful overt acts.”  (Countercls. ¶¶ 455–69 (listing \nMovants’ various alleged wrongful acts).)  Movants argue that the claim is ripe for \ndismissal because Defendants fail to allege that there was an agreement to do an \nunlawful act.  (BEV Br. Supp. 20 ; Egger Br. Supp. 24– 25; BIOMILQ Br. Supp. 34 –\n35.)  Again, the Court agrees.   \n181. Civil conspiracy requires “(1) an agreement between two or more \nindividuals; (2) to do an unlawful act or to do a lawful act in an unlawful way; \n(3) resulting in injury to plaintiff inflicted by one or more of the conspirators; and \n(4) pursuant to a common scheme.”  Strickland v. Hedrick, 194 N.C. App. 1, 19 (2008) \n(quotation omitted).  The failure to allege an agreement among defendants to commit \nthe alleged wrongful overt act is fatal to the conspiracy claim .  See S.N.R. Mgmt. \nCorp. v. Danube Partners 141, LLC, 189 N.C. App. 601, 609 (2008). \n182. Defendants do not allege that Movants had an agreement to do an unlawful \nact.  Instead, Defendants allege that Movants’ various wrongdoings listed in the \nCounterclaims “were a combined effort” to “deprive” 108Labs of its rights and \ninterests in its intelle ctual property.  (Countercls. ¶  474.)  Stating that Movants \nundertook allegedly unlawful acts in a “combined effort” is not the same as the \nrequired allegation that they had an agreement.  Rather, such statement goes to the \nfourth required element that Def endants must allege the acts were undertaken \npursuant to a common scheme. \n183. Defendants have failed to allege that there was an agreement among \nMovants.  The  Court therefore GRANTS in part the Motions , and Count Eighteen \nfor civil conspiracy is DISMISSED with prejudice. \n9. Count Nineteen: Unjust Enrichment \n184. To sufficiently state a claim for unjust enrichment, a party must allege that: \n“(1) it conferred a benefit on another party; (2) the other party consciously accepted \nthe benefit; and (3) the benefit was not conferred gratuitously or by an interference \nin the affairs of the other party.”  Worley v. Moore, 2018 NCBC LEXIS 114, at *25 \n(N.C. Super. Ct. Nov. 2, 2018) (citing Se. Shelter Corp. v. BTU, Inc. , 154 N.C. App. \n321, 330 (2002)).  “A claim for unjust enrichment ‘is neither in tort nor contract but \nis described as a claim in quasi contract or a contract implied in law.’ ”  Cty. of Wake \nPDF Elec. & Supply Co., LLC v. Jacobsen, 2020 NCBC LEXIS 103, at *28 (N.C. Super. \nCt. Sept. 9, 2020) (quoting Booe v. Shadrick, 322 N.C. 567, 570 (1988)). \n185. “There is no claim for unjust enrichment if the benefit was ‘voluntarily \nbestowed without solici tation or inducement.’  ”  Herrera v. Charlotte Sch. of Law, \nLLC, 2018 NCBC LEXIS 35, at *49 (N.C. Super. Ct. Apr. 20, 2018) (quoting HOMEQ \nv. Watkins, 154 N.C. App. 731, 733 (2002)). \n186. Movants contend that this claim fails because Defendants have not alleged \nthat Defendants conferred a benefit upon Movants .  ( See Egger Br. Supp. 25 –26; \nEgger Reply 9; BEV Br. Supp. 20–21; BIOMILQ Br. Supp. 35.) \n187. Defendants allege that  Movants “received various benefits ,” including \nDefendants’ rights in certain intellectual property  and the ’ 407 Provisional.  \n(Countercls. ¶ 477.)  Notably, Defendants do not allege that they conferred a benefit \non Movants, just that Movants received various benefits.  (See Countercls. ¶¶ 477–\n82.) \n188. Because Defendants have failed to allege that one or both of them conferred \na benefit upon Movants, the Motions are GRANTED in part, and Count Nineteen for \nunjust enrichment is DISMISSED with prejudice. \n10. Count Twenty-Three: Loss of Consortium \n189. Movants each seek dismissal of Defendants’ Count Twenty-Three for loss of \nconsortium. \n190. “[T]he essence of consortium today has become the mutual right of a \nhusband and wife to the society, companionship, comfort and affection of one \nanother.”  Nicholson v. Hugh Chatham Mem ’l Hosp., Inc., 300 N.C. 295, 297 (1980) \n(citations omitted).  “[A] spouse may maintain a cause of action for loss of consortium \ndue to the negligent actions of third parties so long as that action for loss of \nconsortium is joined with any suit the other spouse may have instituted to recover for \nhis or her personal injuries.”  Id. at 304; see also Vaughn v. Clarkson, 324 N.C. 108, \n110 (1989) (“[C]laims for loss of consortium should be limited to the spousal \nrelationship[.]”). \n191. As an initial matter,  to the extent Count Twenty -Three was al leged by \n108Labs against Movants, the claim fails.  To state the obvious, 108Labs is an entity \nand cannot be a spouse or otherwise party to a marriage.   See Nicholson, 300 N.C. \nat 303 (holding that “[s]trangers to the marriage partnership cannot maintain s uch \nan action”). \n192. Movants argue that this claim fails because the Counterclaims do not allege \nan underlying personal injury claim by Strickland.  (BIOMILQ Mot. 5; Egger Mot. 5.)  \nBEV also contends that the Counterclaims fail to plead negligence by BEV that \ncaused a marital rift between Strickland and Guiliano.  (BEV Br. Supp. 23 –24.)  In \nresponse, Defendants have not directed the Court to an underlying personal injury \nclaim that could have been maintained by Strickland.  ( See Br. Opp. BEV Mot. 25 –\n26; Br. Opp. BIOMILQ Mot. 30; Br. Opp. Egger Mot. 29–30.) \n193. A thorough review of the Counterclaims demonstrates  that Guiliano has \nnot alleged an underlying personal injury claim that Strickland could have instituted.  \n(See Countercls. ¶¶ 516–18.)  The allegations clearly demonstrate that Strickland has \nnot suffered any personal injuries that would support Guiliano’s claim for loss of \nconsortium. \n194. Therefore, the Motions are GRANTED in part, and Count Twenty -Three \nfor loss of consortium is DISMISSED with prejudice. \n11. Count Twenty-Four: Punitive Damages \n195. Movants each seek dismissal  of Defendants’ claim for punitive damages.  \n(BIOMILQ Br. Supp. 21; BEV Br. Supp. 24–25; Egger Br. Supp. 28.) \n196. “North Carolina courts have repeatedly held that ‘a claim for punitive \ndamages is not a stand -alone claim.’ ”  Aldridge v. Metro. Life Ins. Co. , 2019 NCBC \nLEXIS 116, at *146 (N.C. Super. Ct. Dec. 31, 2019) (quoting Funderburk v. JPMorgan \nChase Bank, N.A., 241 N.C. App. 415, 425 (2015)); see also Collier v. Bryant, 216 N.C. \nApp. 419, 434  (2011); Iadanza v. Harper, 169 N.C. App. 776, 783 (2006).   Punitive \ndamages are appropriate “to punish a defendant for egregiously wrongful acts and to \ndeter the defendant and others from committing similar wrongful acts.”   \nN.C.G.S. § 1D-1. \n197. The Motions are therefore GRANTED in part, and Count Twenty-Four is \nhereby DISMISSED without prejudice to Defendants’ ability to seek this relief later \nin the litigation as a remedy to an appropriate underlying claim for relief. \n12. Count Twenty-Five: Property Interference \n198. North Carolina has a private cause of action for a property owner against \nsomeone who possesses personal property known to be stolen.  See N.C.G.S. § 99A-1.  \nThe statute provides, in relevant part, that:  \n[W]hen personal property is wrongfully taken and carried away from the \nowner or person in lawful possession of such property without his \nconsent and with the intent to permanently deprive him of the use, \npossession and enjoyment of said property, a right of action arises for \nrecovery of actual and punitive damages from any person who has or has \nhad, possession of said property knowing the property to be stolen. \n \nN.C.G.S. §  99A-1.  Recovery under the statute is available only “ from one who is \ncriminally guilty of receiving the stolen property .”  Russell v. Taylor, 37 N.C. \nApp. 520, 527 (1978). \n199. Egger contends that Defendants have failed to allege that she is “criminally \nguilty of receiving any stolen property .”  ( See Egger Br. Supp. 29.)   BEV make s a \nsimilar argument, and it is an argument that Defendants fail to address on the merits \nin their response briefs .  ( See BEV Br. Supp. 25 –26; Br. Opp. BEV Mot. 26 .)  \nBIOMILQ argues that Defendants failed to plead that the property at issue was \ncarried away without the owner’s consent and with an intent to permanently deprive \nhim of its use.  (BIOMILQ Reply 13–14.) \n200. Defendants’ responses to these arguments are blasé, stating, for example, \nonly that “[e]ach element of the claim of Property Interference, with supporting \nfactual basis, has been sufficiently and particularly pleaded,” without citation to the \nCounterclaims or to any legal authority, persuasive or otherwise.  (Br. Opp. Egger \nMot. 30; see also Br. Opp. BEV Mot. 26; Br. Opp. BIOMILQ Mot. 19–20.) \n201. Despite Defendants’ complete failure to respond to Movants’ arguments \nwith citation for the Court’s consideration, even a review of the Counterclaims in the \nlight most favorable to Defendants demonstrates that they have failed to allege that \nMovants received stolen property, a required element to sufficiently state a claim \nunder § 99A-1.  (See Countercls. ¶ 521.) \n202. Therefore, the Motions are GRANTED,  and Count Twenty -Five for \nproperty interference is hereby DISMISSED with prejudice.  \n13. Count Twenty: Violations of the UDTPA  \n203. In North Carolina, “[t]o successfully state a claim under [the UDTPA] . . . a \nplaintiff must allege (1) an unfair or deceptive act or practice, or an unfair method of \ncompetition, (2) in or affecting commerce, (3) which proximately caused actual injury \nto the plaintiff or to his business.”  Spartan Leasing v. Pollard , 101 N.C. App. 450, \n460–61 (1991) (citing Marshall v. Miller, 302 N.C. 539 (1981)). \n204. Defendants’ UDTPA claim appears to be based upon their claims for  \nmisappropriation of trade secrets, conversion, tortious interference with contract, and \nfraud.  (Countercls. ¶ 484.) \n205. As an initial matter, none of these underlying torts remains as to Egger or \nBEV.  Because the Court has determined that those claims must be dismissed, they \ncannot provide the basis for Defendants’ UDTPA claim  against Egger and BEV.  \nLoray Master Tenant, LLC v. Foss N.C. Mill Credit 2014 Fund I, LLC , 2022 NCBC \nLEXIS 1, at *38 ( N.C. Super. Ct. Jan. 11, 2022) (citing Craven v. SEIU COPE , \n188 N.C. App. 814, 819 (2008)). \n206. However, because the Court has dismissed the claim for misappropriation \nof trade secrets on the basis that the claim is time-barred, the Court determines that \nthe c onduct underlying that claim may still support a claim for violation of the \nUDTPA as to Egger because a UDTPA claim has a four -year statute of limitations .  \nSee Strata Solar, LLC v. Naftel, 2020 NCBC LEXIS 129, at **14–15 (N.C. Super. Ct. \nOct. 29, 2020) (t he basis for plaintiff’s UDTPA claim was unlawful utilization of \nplaintiff’s trade secret); N.C.G.S. § 75-16.2 (providing limitations period for a UDTPA \nclaim). \n207. The Court therefore GRANTS in part Egger’s Motion and BEV’s Motion , \nand Count Twenty for violations of the UDTPA is DISMISSED  with prejudice as to \nBEV, and in part as to Egger.  Count Twenty remains as to Egger to the limited extent \nthat Defendants contend that her disclosure of alleged trade secret information \nduring the 20  March 2020 virtual meetings may serve as a basis for the UDTPA \nclaim. \n208. BIOMILQ’s Motion is GRANTED in part and DENIED in part.  \nDefendants’ claim for BIOMILQ’s alleged violations of the UDTPA remains to the \nextent that Defendants’ claims for tortious interference  with contract, conversion, \nand violations of the TSPA survive.  In other respects, Defendants’ claim for violations \nof the UDTPA is DISMISSED with prejudice. \nVI. CONCLUSION \n209. THEREFORE, for the foregoing reasons, the Court hereb y GRANTS in \npart and DENIES in part the Motions as follows:  \na. The Motions are GRANTED in part as to: Count Three for breach of \nfiduciary duty; Count Four for constructive fraud; Count Six for fraudulent \nconveyance; Count Seven for conversion, as to Egger, and as to BIOMILQ \nto the extent the claim concerns the intellectual property  at issue; Count \nTen for violation of the TSPA as against BEV and Egger; Count Eleven for \nmisappropriation of trade secrets under the DTSA ; Second Count Eleven \nfor slander of title; Count Twelve for reverse passing off; Count Thirteen for \nfalse advertising; Count Fourteen for tortious interference with contract; \nCount Fifteen for defamation  as to Egger , and as to BIOMILQ for \nstatements made in February 2020;  Count Sixteen for breach of contract; \nCount Seventeen for fraud; Count Eighteen for civil conspiracy; Count \nNineteen for unjust enrichment; Count Twenty for violations of the UDTPA \nas to BEV and Egger in part, as set forth more fully above; Count Twenty-\nTwo for alienation of affections; Count Twenty-Three for loss of consortium; \nand Count Twenty -Five for property interference .  Those claims are \nDISMISSED with prejudice; \nb. The Motions are GRANTED in part as to: Count One for injunctive \nrelief; Count Two for declaratory relief as to Egger; Count Five for \nconstructive trust; and Count Twenty-Four for punitive damages.  Those \nclaims are DISMISSED without prejudice; and  \nc. The Motions are otherwise DENIED.  \nd. As a result of the Court’s rulings herein, the surviving claims in the \nCounterclaims are:  Count Two for declaratory relief against BIOMILQ; \nCount Seven for conversion against  BIOMILQ regarding 108Labs’s \nnotebooks, sample cells, and data;  Count Eight for trespass to chatte ls \nagainst BIOMILQ ; Count Nine for civil liability for larceny against  \nBIOMILQ;15 Count Ten for trade secret misappropriation under the TSPA \nagainst BIOMILQ; Count Fourteen for tortious interference with contract \nagainst BIOMILQ;  Count Twenty for violations of the UDTPA against  \nBIOMILQ, to the extent that claim is based upon Counts Seven, Ten, or \nFourteen, and against Egger to the limited extent that her condu ct during \nthe 20 March 2020 virtual meetings may serve as a basis for the UDTPA \nclaim. \n \n15 Counts Eight and Nine remain only as to BIOMILQ, and it did not seek dismissal of those \nclaims in its motion to dismiss. \n210. The Court further ORDERS  that the stay of discovery in this action \nremains in place, (see ECF No. 265), but that the parties shall confer, as previously \nordered in the Court’s 31 October 2023 Order regarding the Case Management Order \nin this matter, (ECF No. 218).  Within fourteen (14) days of the entry of this  Order \nand Opinion , the  parties are directed to  file proposed revised discovery and post -\ndiscovery dispositive motions deadlines for the Court’s consideration.16  Following the \nfiling of those proposed deadlines, the Court will enter a revised case management \nschedule and lift the stay on discovery in this matter. \nIT IS SO ORDERED, this the 19th day of April, 2024. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n16 The Court is aware of the Guiliano Motion to Amend Case M anagement Order , (ECF \nNo. 256), and intends to handle all proposes amendments to the Case Management Order \ntogether.  "
}