{
  "id": "4424865fd7213ad6df21a3230d5c04ad154994a326a7e6a8f0f63aafdbf31ca8",
  "source_file": "data/raw/ncbc/4424865fd7213ad6df21a3230d5c04ad154994a326a7e6a8f0f63aafdbf31ca8.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 11892 \n \nN.C. DEPARTMENT OF REVENUE, \n \nPetitioner, \n \nv. \n \nGRETA ANN CLIFTON, \n \nRespondent. \n \n \n \n \nORDER AND OPINION ON \nPETITION FOR JUDICIAL REVIEW \n \n1. THIS MATTER  is before the Court upon Petitioner North Carolina  \nDepartment of Revenue’s ( the “Department” or “Petitioner” ) Petition for Judicial \nReview (“Petition,” ECF No. 3 ), of the Final Decision and Amended Final Decision  \n(except when referred to separately, “ Final Decision”) issued by the North Carolina \nOffice of Administrative Hearings (“OAH”) in the above-captioned matter on 5 August \nand 6 August 2021, respectively.  \n2. The Department contends in its Petition that the OAH erred when it \nreversed the Department’s assessment of a “large individual income tax deficiency ” \npenalty against Respondent Greta Ann Clifton (“Clifton” or “Respondent” ) under \nN.C.G.S. § 105-236(a)(5)(b) for understating her income on her 2015 North Carolina \nindividual state income tax return by more than 25%.  (Petition ¶ 1.) \n3. After reviewing the Petition, the related briefing, relevant supporting \nmaterials, and the arguments of counsel and Clifton at the hearing on the Petition, \nthe Court hereby REVERSES the Final Decision of the OAH for the reasons set forth \nbelow. \nN.C. Dep’t of Revenue v. Clifton, 2022 NCBC 20. \nNorth Carolina Department of Justice, by Special Deputy Attorney General Ashley \nHodges Morgan, for Petitioner North Carolina Department of Revenue. \n \nGreta Ann Clifton, Pro se. \n \nBledsoe, Chief Judge. \n \nI.  \nFACTUAL AND PROCEDURAL BACKGROUND \nA. Factual Background \n4. The Department is an agency of the State of North Carolina responsible for \ncollecting the State’s tax funds and administering the tax la ws set forth in \nSubchapter I of Chapter 105 of the North Carolina General Statutes.  N.C.G.S. § \n143B-218. \n5. Respondent was a citizen and  resident of North Carolina at all relevant \ntimes in 2015.  She was also one of three members of a limited liability company \ncalled GD&T Enterprises, LLC (“GD&T”) and an employee of Acme Plumbing.  \n(Record on Appeal 879 [hereinafter “R.”], ECF Nos. 19–26, 28.) \n6. Respondent timely filed her 2015 North Carolina individual income tax \nreturn (“Tax Return”) along with a federal Schedule C, “Profit or Loss from \nBusiness”—a form allowing individuals to claim deductions from proprietorships.  (R. \n879.)  On her Schedu le C, Respondent claimed business income and deductions for \nGD&T.  (R. 879.) \n7. On 21 December 2018, the Department’s  Examinations Division, which \nconducts initial tax audits, informed Respondent that her T ax Return was being \naudited.  (R. 201.)  The Department submitted an information document request to \nClifton requesting that she provide documentation to support  her claimed business \nexpense deductions.  (R. 203–04.)  As a result of the audit, the Department disallowed \nthe entire amount of business loss and business expenses that Respondent claimed \non Schedule C of her 2015 federal income tax return and adjusted Respondent’s \nfederal adjusted gross income from $14,426 to $40,232, an increase of $25,806 , or \nroughly 64% .  (R. 51, 210.)   On 25 March 2019, the Department proposed a tax \nassessment against Respondent consisting of $1,484 in additional North Carolina \nindividual income tax, a $371 large individual income tax deficiency penalty  under \nsection 105-236(a)(5)(b) for understating her income by 25% or more, and $230.74 in \ninterest (collectively, the “Proposed Assessment”).  (R. 881.) \n8. Respondent timely request ed that the Department  review the Proposed \nAssessment.  (R. 881.)  During the Department’s review, the Personal Taxes Division \nsent Respondent’s case back to the Examination Division to request documentation \nso the Department could  substantiate Respondent’s claimed deductions.   (R. 882.)  \nRespondent refused the Division’s subsequent request, “writing that she was not \nproviding any more documentation[.]”  (R. 882.)  Following its review, the Department \nissued a Notice of Final Determination (“Final Determination”) on 30 March 2020 \nthat affirmed the Proposed Assessment and increased the interest owed to account \nfor the passage of time since the Proposed Assessment was issued.  (R. 884, 49.) \nB. Procedural Background \n9. On 4 May 2020, Respondent timely filed a Petition for  a Contested Case \nHearing with the OAH, Case No. 20 Rev 01932, requesting that the OAH review the \nDepartment’s Final Determination .  (R. 7 –18.)  OAH Administrative Law Judge \nMichael C. Byrne heard Respondent’s petition on 11 May 2021.  (R. 878.) \n10. Following the hearing, the OAH  issued a Final Decision on 5 August 2021 \nupholding the Depart ment’s denial of Respondent’s claimed business expense \ndeductions but reversing the Department’s  assessment of a large individual income \ntax deficiency penalty against Respondent .  (R. 887–891.)  On 6 August 2021, the \nOAH issued an Amended Final Decision, revising two Conclusions of Law regarding \nthe penalty.  (R. 894.) \n11. Primarily at issue here is the OAH’s amended conclusion stating: \n[A]n improper deduction and an insufficiently documented deduction, \notherwise proper under the evidence submitted, are two different things.  \nAt no time did  [the Department], by clear and convincing evidence or \notherwise, prove that the deductions themselves  were improper.  The \npurpose of the statute appears to be penalizing improper deductions, not \notherwise proper deductions that fail to meet [the Department’s]  \nsomewhat subjective standards of  being “sufficiently” documented.  \nGiven the subjectivity of [the Department’s]  “insufficient \ndocumentation” findings under the e vidence presented, the \nTribunal cannot conclude that  [the Department] met its “clear \nand convincing” burden to demonstrate that [ Respondent] \n“understated” her taxable income as opposed to merely failing \nto support, again under a subjective standard of determination, \nan otherwise lawful deduction. \n \n(R. 894 ¶ 21 (emphasis added, bold in original).) \n \n12. Relying on this conclusion, the OAH further concluded: \nThus, while [Respondent]’s negligence is not a factor in determining \nwhether this penalty should be app lied, [the Department] did not meet \nits burden to show by clear and convincing evidence that [Respondent]’s \nattempted deductions were improper as opposed to merely insufficiently \ndocumented.  At no time did Respondent demonstrate that Petitioner \ndid anything other than claim deductions and then, when audited, failed \n(and refused) to present sufficient documentation to support them.  \nAccordingly, the large tax deficiency or “negligence” penalty against \nPetitioner must be reversed. \n \n(R. 889–90 ¶ 22 (emphasis added).)1 \n \n13. On 7 September 2021, the Department timely filed its Petition pursuant to \nN.C.G.S. §§ 150B-43, -45, and - 46 in Wake County Superior Court seeking judicial \nreview of the OAH’s Final Decision.\n2  (R. 898.) \n14. This action was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated 16 September 2021, \nand the case was assigned to the undersigned the following day.  (Designation Order, \nECF No. 1.) \n \n1 Most of Petitioner’s challenges to the OAH’s Final Decision are embraced within Petitioner’s \nchallenges to the OAH’s amended conclusion of law no. 21 and conclusion of law no. 22.  Those \nchallenges include Petitioner’s exceptions to finding of fact no. 39 (concluding that although \nPetitioner showed Respondent’s deductions were “insufficiently supported by \ndocumentation,” Petitioner failed to “prove that the deductions themselves were improper”) \nand conclusions of law nos. 17 (burden of proof), 18 (amended) (section 105-236(a)(5)(c)’s title \nand application of Wal -Mart Stores E., Inc. v. Hinton , 197 N.C. App. 30, 58 (2009)), 19 \n(application of Delhaize Am., Inc. v. Lay , 222 N.C. App. 336, 356 (2012) ), and 20 \n(distinguishing between insufficient documentation and improper deductions).  Petitioner’s \nonly challenge not embraced by amended conclusion no. 21 and conclusion of law no. 22 is to \nthe OAH’s finding of fact no. 14 concerning Clifton’s choice of tax form.  (Petition ¶¶ 16–25.) \n \n2 The OAH concluded that Respondent failed to meet her burden to rebut the presumption \nafforded under N.C.G.S. § 105-241.9(a) in favor of the Department’s tax assessment, ( see R. \n210), and Respondent did not appeal the OAH’s conclusion that Respondent’s deductions \nwere insufficiently documented.  (R. 888 ¶¶  14–16.)  Accordingly, the Court concludes that \nthe Department’s determination that Respondent understated her income by 25% or greater \nis conclusively established for purposes of judicial review of the Final Decision. \n \n15. Respondent filed a motion to dismiss the Petition as a m andatory complex \nbusiness case on 7 September 2021,3 which the Court denied on 28 September 2021.4  \nRespondent filed a second motion to dismiss the Petition  without an accompanying \nbrief in January 2022,  (Mot. Dismiss, ECF No. 29), which the Court summarily \ndenied on 30 March 2022 , (Order Summarily Denying Respondent’s Mot. Dismiss, \nECF No. 35). \n16. The Department timely submitted a brief in support of its Petition .5  \nRespondent did not file a response brief. \n17. On 5 April 2022, the Court held a hearing on the Petition at which the \nDepartment was represented by counsel and Respondent  appeared pro se.  This \nmatter is now ripe for resolution. \nII. \n \nLEGAL STANDARD \n \n18. When the trial court “exercises judicial review over an agency’s final \ndecision, it acts in the capacity of an appellate court.”  Meza v. Div. of Soc Servs., 364 \nN.C. 61, 75 (2010) (quoting N.C. Dep’t of Env’t & Nat. Res. v . Carroll, 358 N.C. 649, \n662 (2004)). \n \n3 (Mot. Dismiss Notice of Designation of Action as a Mandatory Complex Bus. Case Under \nN.C.G.S. § 7A-45.4, ECF No. 5.) \n \n4 (Order on Mot. Dismiss Notice of Designation of Action as a Mandatory Complex Bus. Case \nUnder N.C.G.S. § 7A-45.4, ECF No. 12.) \n \n5 (Petitioner’s Br. Supp. Petition for Jud. Rev. [hereinafter “Petitioner’s Br.”], ECF No. 33.) \n19. Pursuant to N.C.G.S. § 150B-51(b), this Court may affirm the decision of the \nOAH, remand the case for further proceedings, or , as set forth herein,  reverse or \nmodify a final agency decision:  \n[I]f the substantial rights of the petitioners may have been prejudiced \nbecause the [OAH’s] findings, inferences, conclusions, or decisions are: \n(1) In violation of constitutional provisions; \n(2) In excess of the statutory authority or jurisdiction of the agency \nor administrative law judge; \n(3) Made upon unlawful procedure; \n(4) Affected by other error of law; \n(5) Unsupported by substantial evidence admissible under G.S. \n150B-29(a), 150B-30, or 150B -31 in view of the entire record as \nsubmitted; or \n(6) Arbitrary, capricious, or an abuse of discretion. \n20. “The nature of the error asserted by the party seeking review dictates the \nappropriate manner of review[.]”  Dillingham v. N.C. Dep’t of Human Res., 132 N.C. \nApp. 704, 708 (1999).  “[I]f the appellant contends the agency’s decision was affected \nby a legal error, N.C.G.S. § 150B-51(b)(1), (2), (3), & (4), de novo review is required; if \nthe appellant contends the agency decision was not supported by the evidence, \nN.C.G.S. § 150B -51(b)(5), or was arbitrary or capricious, N.C.G.S. § 150B -51(b)(6), \nthe whole record test is utilized.”  Duke Univ. Med. Ctr. v. Bruton, 134 N.C. App. 39, \n41 (1999). \n21. Because the Department  alleged in its P etition that the OAH erroneously \nconstrued state law rega rding the Department’s burden of proof and otherwise \ncommitted errors of law in assessing a large individual income tax deficiency penalty \nunder N.C.G.S. § 105-236(a)(5)(b), this Court’s standard of review is de novo.  Under \nthe de novo  standard of review, the Court considers the matter anew and freely \nsubstitutes its own judgment for that of the OAH .  See Wetherington v. N.C. Dep’t of \nPub. Safety, 368 N.C. 583, 590 (2015); see also Mann Media, Inc. v. Randolph County \nPlanning Bd., 356 N.C. 1, 13 (2002).   \n22. Additionally, where, as here, a contested case “involve[es] the imposition of \ncivil fines or penalties by a State  agency for violations of the law, the burden of \nshowing by clear and convincing evidence that the person who was fined act ually \ncommitted the act for which the fine or penalty was imposed rests with the State \nagency.”  N.C.G.S. § 150B -25.1(b).  And because t he Department “ raise[s] issues of \nstatutory interpretation,” those issues pose “ questions of law for the court. ”  Midrex \nTechs., Inc. v. N.C. Dep’t of Revenue, 2015 NCBC LEXIS 92, at *16 (N.C. Super. Ct. \nOct. 7, 2015); see also Parkdale Am., LLC v. Hinton, 200 N.C. App. 275, 278 (2009). \n23. “Under ou r canons of statutory interpretation, where the language of a \nstatute is clear, the courts must give the statute its plain meaning” so long as it is \nreasonable to do so.  N.C. State Bar v. Brewer, 183 N.C. App. 229, 236 (2007) (quoting \nArmstrong v. N.C. State Bd. of Dental Exam ’rs, 129 N.C. App. 153, 156 (1998)) .  “A \nconstruction which operates to defeat or impair the object of the statute must be \navoided if that can reasonably be done without violence to the legislative language[.]”  \nElec. Supply Co. v. Swain Elec. Co., 328 N.C. 651, 656 (1991) (quoting State v. Hart, \n287 N.C. 76, 80 (1975)).  “An analysis utilizing the plain language of the statute and \nthe canons of construction must be done in a manner which harmonizes with the \nunderlying reason and purpose of the statute.” Id.  “If the language of a statute is free \nfrom ambiguity and expresses a single, definite, and sensible meaning, judicial \ninterpretation is unnecessary and the plain meaning of the statute controls.”  Mazda \nMotors of America, Inc. v. So uthwestern Motors, Inc., 296 N.C. 357, 361 (1979) .  In \naddition, our courts have held that a court should “avoid interpretations that create \nabsurd or illogical results,” Ayers v. Bd. of Adjustment, 113 N.C. App. 528, 531 (1994), \nwhile according undefined terms their plain meaning so long as the ultimate reading \nis reasonable, Polaroid Corp. v. Offerman, 349 N.C. 290, 297 (1998). \n24. Of particular relevance here, “[i]n the interpretation of statutes levying \ntaxes it is the established rule not to extend their p rovisions, by implication, beyond \nthe clear import of the language used, or to enlarge their operations so as to embrace \nmatters not specifically pointed out.” Institutional Food House, Inc. v. Coble, 289 N.C. \n123, 135 (1976) (quoting Gould v. Gould, 245 U .S. 151, 153 (1917) .  Further, in \nmaking the initial determination regarding the Department’s  plenary power under  \nN.C.G.S. § 105 -264(a), it is “the duty of the Secretary [of Revenue] to interpret all \nlaws administered by the Secretary ” and “[a]n interpretation by the Secretary is \nprima facie correct.”  Id. \nIII. \nANALYSIS \n25. N.C.G.S. §  105-236(a)(5), in relevant part,  mandates penalties under the \nfollowing circumstances:  \n(a) Finding of negligence. – For negligent failure to comply with any of \nthe provisions to which this Article applies, or rules issue d pursuant \nthereto, without intent to defraud, the Secretary shall assess a penalty \nequal to ten percent (10%) of the deficiency due to the negligence. \n \n(b) Large individual income tax deficiency. – In the case of individual \nincome tax, if a taxpayer understates taxable income, by any means, by \nan amount equal to twenty -five percent (25%) or more of gross income, \nthe Secretary shall assess a penalty equal to twenty-five percent (25%) of \nthe deficiency.  For purposes of this subdivision, “gross income” means \ngross income as defined in section 61 of the Code. \n \n(c) Other large tax deficiency. – In the case of a tax other than individual \nincome tax, if a taxpayer understates tax liability by twenty-five percent \n(25%) or more, the Secretary shall assess a penalty equal to twenty-five \npercent (25%) of the deficiency. \n \n(Emphasis added.)  \n26. Here, the OAH affirmed the Department’s determination that Respondent \nunderstated her gross  income by roughly 64%  yet reversed the  Department’s \nimposition of  the large individual income tax deficiency penalty because the \ndeductions that led to the understatement were “insufficiently documented” and not, \nin and of themselves, “improper.”  (R. 49, R. 210, R. 888 ¶¶ 14–15, R. 889–90 ¶¶ 20–\n22, R. 894 ¶ 21.)  To support its distinction between insufficiently documented \ndeductions and improper deductions, the OAH cited to Wal-Mart Stores E., Inc. v. \nHinton, 197 N.C. App. 30 (2009) , a decision affirming the imposition of a penalty \nunder a similar statute, N.C.G.S. § 105-236(a)(5)(c), and to Delhaize Am., Inc. v. Lay, \n222 N.C. App. 336 (2012), a decision affirming the imposition of a penalty under that \nsame section because the taxpayer “understated its tax by more than 87% as a result \nof improper deductions.”   (Emphasis added.)  The OAH concluded that b ecause \nRespondent’s deductions may have been proper had she satisfied “[the Department’s] \nsomewhat subjective standards  of being ‘sufficiently’ documented[,] ” the \nDepartment’s imposition of the large individual income tax deficiency penalty against \nher undermined the statute’s purpose to  “penaliz[e] improper deductions[.]”  (R. 894 \n¶ 21.) \n27. On appeal, the Department contends that  the OAH invented a distinction \nthat contradicts the plain language of section 105-236(a)(5)(b), which requires  the \nautomatic imposition of a large individual income tax deficiency penalty when “a \ntaxpayer understates [her] taxable income, by any means, by an amount equal to \ntwenty-five percent (25%) or more of gross income[.]”   (Petitioner’s Br. 1–2 (quoting \nsection 105-236(a)(5)(b)).)  The Department argues  that Wal-Mart and Delhaize do \nnot change this outcome and instead support  the Department’s interpretation.  \n(Petitioner’s Br. 13.) \n28. The Court agrees with the Department’s interpretation of section 105-\n236(a)(5)(b).   \n29. The Court begins, as it must, with the statute’s plain language.   State v. \nGreen, 348 N.C. 588, 596 (1998)  (“When the  language of a statute  is clear and \nunambiguous, there is no room for judicial construction and the courts must give the \nstatute its plain and definite meaning[.]”).  Section 105-236(a)(5)(b) provides that the \n“Secretary shall assess a penalty” if a “taxpayer understates taxable income [by 25% \nor more], by any means[.]”  (Emphasis added).  The statute’s plain language neither \ndistinguishes between different methods of  understatement nor create s differing \npenalties for one form of understatement over another .  Instead, section 105-\n236(a)(5)(b) unambiguously requires the automatic  imposition of a penalty against \ntaxpayers who understate their taxable incom e by 25% or greater “by any means[.]”  \nN.C.G.S. § 105-236(a)(5)(b).   \n30. Accordingly, the Court concludes that the Department properly penalized \nRespondent under section 105-236(a)(5)(b) because she understated her taxable \nincome by nearly 64% by claiming certain deductions that she was unable to \nsubstantiate with sufficient documentation.  (R. 210.)  Whether Clifton acted \ninnocently or with an improper motive, her claiming deductions and then failing to \nsubstantiate them is undoubtedly a “means” of understating her taxable income, \nsubjecting her to the penalty provided for under section 105-236(a)(5)(b).  The OAH’s \ncontrary reading edits the statute rather than giving effect to its plain meaning.  For \nthese reasons, a judicial interpretation of the statute is unnecessary, and the plain \nmeaning should control.  See Institutional Food House, 289 N.C. at 135.   \n31. The OAH’s resort to Wal-Mart and Delhaize does not change this result.   \n32. In Wal-Mart, a corporate taxpayer appealed the Department’s imposition of \na large tax deficiency penalty under section 105-236(a)(5)(c), arguing that, because \nthat section was titled “negligence,” the Department was required to find that the \ntaxpayer was negligent before it could apply the penalty.  197 N.C. App.  at 57–58.  \nThe Court of Appeals rejected the taxpayer’s argument, concluding that the title of a \nstatute cannot control when the statute’s text is clear and that the plain text of section \n105-236(a)(5)(c) did not require a finding of negligence.   Id. at 58.  In affirming the \npenalty, the Court of Appeals further concluded that “[the taxpayer] does not appear \nto dispute that if the [Department’s]  assessment based on the combined returns is \nlawful, then [the taxpayer’s]  income was understated by more than  25%, which \noperates to invoke the penalty provision of N.C. Gen. Stat. § 105 -236(a)(5)([c])6 \nwithout a finding of negligence.”  Id. \n33. In Delhaize, a taxpayer challenged the constitutionality of section  105-\n236(a)(5)(c), but the Court of Appeals rejected the taxpayer’s challenge and concluded \nthat, like  in Wal-Mart, the automatic penalty under section 105-236(a)(5)(c) was \nproperly assessed without a showing of negligence, so long as the taxpayer \nunderstated its tax liability by more than 25%:   \nAdditionally, because the Wal-mart [sic] Court held that the “ large tax \ndeficiency” penalty pursuant to N.C. Gen. Stat. § 105 -236(a)(5)(c) is \ninvoked if the taxpayer  understates its tax by more than 25%, and \nbecause Plaintiff here —in a manner  indistinguishable from the \ncorporate taxpayer in Wal-mart, [sic] 197 N.C. App. 30, 676 S.E.2d 634—\nunderstated its tax liability by more than 25% as a result of the Vision  \nProject, we believe there is no genuine issue of material fact on this \nissue, and the penalty pursuant to N.C. Gen. Stat. § 105 -236(a)(5)(c) is \ndue.   \n \n222 N.C. App. at 358 (emphasis added). \n34. In short, both Wal-Mart and Delhaize recognize that section 105-\n236(a)(5)(c)—a statute nearly identical to section 105-236(a)(5)(b) at issue here —\nautomatically penalizes taxpayers who understate their taxable income by 25% or \n \n6 This quoted portion of Wal-Mart refers to section 105 -236(1)(5)(a), but the surrounding \nanalysis plainly refers to section 105-236(1)(5)(c) because the Court of Appeals refers to (i) a \n25% threshold for the penalty to apply and (ii) the absence of a negligence requirement, both \nfeatures of section 105-236(1)(5)(c) and not of section 105-236(1)(5)(a).  The Court concludes \nthat this reference to section 105-236(1)(5)(a) therefore reflects an inadvertent typographical \nerror.  See Delhaize Am., Inc. v. Lay, 2011 NCBC LEXIS 9, at *43 n.5 (N.C. Super. Ct. Jan. \n12, 2011) (“ Based on the context of the paragraph that contains this quoted sentence, it \nappears to this Court that the Court of Appeals meant to reference  paragraph (c) of \nsubdivision (5) here, rather than paragraph (a).”), partially rev’d on other grounds, 222 N.C. \nApp. 336 (2012). \nmore.  Wal-Mart, 197 N.C. App. at 58; Delhaize, 222 N.C. App. at 358.  Neither case \nadopted the OAH’s attempted distinction between improper deductions and \ninsufficiently documented deductions.7  Moreover, the phrase “by any means,” which \nappears in section 105-236(a)(5)(b) but not in section 105-236(a)(5)(c), provides strong \nsupport for the Court’s conclusion that the Department is not required to show \nimpropriety by the taxpayer be fore applying a penalty —any means of \nunderstatement will do. \n35. In sum, section 105- 236(a)(5)(b) is susceptible to a single, unambiguous \nmeaning: once the Department has shown that a taxpayer has understated taxable \nincome by an amount of 25% or more , the Dep artment automatically imposes a \npenalty equal to 25% of the deficiency.  How that deficiency came to be simply does \nnot matter  under the statute .  Accordingly, the Court concludes that the large \nindividual income tax deficiency penalty assessed against Respondent under section \n105-236(a)(5)(b) in the Department’s Final Determination in the amount of $371.00 \nwas proper and that the OAH’s Final Decision should therefore be reversed.   \n \n7 Delhaize refers to “improper deductions,” but the Court of Appeals (i) did not contrast \n“improper deductions” against insufficiently documented  deductions and (ii) used the term \n“improper” to mean unlawful or unauthorized.  222 N.C. App. 355.  \n  \nIV. \nCONCLUSION \n36. For the foregoing reasons, the Court hereby REVERSES the Final Decision \nof the OAH.8   \n \nSO ORDERED, this the 28th day of April, 2022. \n \n \n       /s/ Louis A. Bledsoe, III  \n      Louis A. Bledsoe, III \n      Chief Business Court Judge \n \n \n8 In light of the Court’s determination, the Court need not specifically address Petitioner’s \nobjection to finding of fact no. 14 concerning Clifton’s choice of tax form, an issue that, in any \nevent, was not the subject of briefing or oral argument. "
}