{
  "id": "44c9a81333d1d838d6c81a0a26f2ed260b41b6cd0d865086eb1ebeba0fbedb55",
  "source_file": "data/raw/ncbc/44c9a81333d1d838d6c81a0a26f2ed260b41b6cd0d865086eb1ebeba0fbedb55.pdf",
  "raw_text": "Bank of America Corp. v. SR Int’l Bus. Ins. Co., SE, 2007 NCBC 36 \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n               SUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG    05 CVS 5564 \n \nBANK OF AMERICA CORPORATION\n \nand \n \nBANC OF AMERICA SECURITIES, LLC,\n \n                        Plaintiffs, \n \nv. \n \nSR INTERNATIONAL BUSINESS \nINSURANCE COMPANY, SE, \n \n             Defendant. \n \n \n \n \n \nORDER AND OPINION\n \n{1} This matter is before the Court on Plaintiffs’ Motion for Summary \nJudgment, Plaintiffs’ Motion In Limine to Exclude from Evidence the Report and \nTestimony of Defendant’s Expert Witness Mr. George L. Priest, and Defendant’s \nMotion for Partial Summary Judgment.  Plaintiffs’ summary judgment motion is \nGRANTED IN PART and DENIED IN PART.  The motion to exclude Professor \nPriest’s report is GRANTED.  Defendant’s motion for partial summary judgment is \nGRANTED. \n \nKing & Spalding LLP by George Covington, Dwight J. Davis, Martin \nM. McNerney, and Emily R. Sweet for Plaintiffs Bank of America \nCorporation and Banc of America Securities, LLC. \n \nSmith Moore LLP by L. Cooper Harrell, Jonathan P. Heyl, Robert R. \nMarcus, and Larry B. Sitton; Boie s, Schiller & Flexner LLP by David \nBoies and Edward J. Normand for Defendant SR International \nBusiness Insurance Company, SE. \nTennille, Judge. \nI. \nPROCEDURAL BACKGROUND \n{2} This action was filed in Mecklenburg County on March 23, 2005.  The \nmatter was designated a complex business case and assigned to the Honorable Ben \nF. Tennille, Chief Special Superior Court Judge for Complex Business Cases, by \nOrder of the Chief Justice of the Supreme Court of North Carolina dated June 15, \n2005. \n{3} Defendant filed a Motion for Partial Summary Judgment under Rule 56 of \nthe North Carolina Rules of Civil Procedure on October 1, 2007.  Plaintiffs filed a \nMotion for Summary Judgment under Rule 56 of the North Carolina Rules of Civil \nProcedure on October 1, 2007.  Plaintiffs filed a Motion in Limine under Rules 702 \nand 704 of the North Carolina Rules of Evidence on October 9, 2007.  The Court \nheard oral arguments on the motions on November 30, 2007. \n \nII. \nFACTUAL BACKGROUND \nA. \nTHE PARTIES \n{4}  Plaintiff Bank of America Corporation (“Bank of America”) is a \ncorporation organized under the laws of the State of Delaware having its principal \nplace of business at 100 North Tryon Street, Charlotte, North Carolina.  (Compl. ¶ \n2.) \n{5} Plaintiff Banc of America Securities LLC (“Banc”) is a Delaware limited \nliability company with its principal place of business at 100 North Tryon Street, \nCharlotte, North Carolina.  Banc is a wholly-owned, indirect subsidiary of Bank of \nAmerica.  (Compl. ¶ 3.)  Plaintiffs will be referred to collectively as “the Bank.” \n{6} Defendant SR International Business Insurance Company, SE (“SRI”) is a \nsubsidiary of Swiss Re Insurance Company and is a private limited liability \ncompany organized under the laws of the United Kingdom, with its principal place \nof business in the United Kingdom.  (Compl. ¶ 4.)  SRI is a liability insurance \ncompany engaged in the business of selling insurance contracts to commercial \nentities in North Carolina and elsewhere.  (Compl. ¶ 4.)  At the time this suit \ncommenced, SRI was known as SR International Business Insurance Company, \nLtd.  (Compl.)  SRI filed a notice of name change on August 9, 2007, indicating its \nnew name was SR International Insurance Company, Plc.  (Def.’s Notice Name \nChange, Aug. 9, 2007.)  SRI filed a subsequent notice of name change on October 26, \n2007, indicating its new, and current, name is SR International Business Insurance \nCompany, SE.  (Def.’s Notice Name Change, Oct. 26, 2007.) \nB. \nTHE UNDERLYING LITIGATION \n{7}    The Bank was a defendant in a series of lawsuits arising from the \ncollapse of Enron Corporation (“Enron”) and WorldCom, Inc. (“WorldCom”).  \n(Amend. Compl. ¶¶ 14, 19.)  The Bank was a defendant in two large class-action \nlawsuits, one directed to the Enron collapse, In Re Enron Corporation Securities \nLitigation, Newby v. Enron Corp., Case No. 01-CV-3624 (S.D. Tex.) [hereinafter \nEnron Litigation], and one directed to the WorldCom collapse, In Re WorldCom \nSecurities Litigation, File No. 02 CIV.3288 (DLC) (S.D.N.Y.) [hereinafter WorldCom \nLitigation]. (Amend. Compl. ¶¶ 14, 19.)  The plaintiffs in both of these lawsuits \nsought damages of more than $1 billion from the Bank.  (Defs.’ Answer ¶¶ 16, 21; \nPls.’ Br. Supp. Mot. Summ. J. 3.)  The Bank settled both lawsuits.  (Amend. Compl. \n¶¶ 17, 23.)   \n{8} The WorldCom Litigation is at issue in this matter.1  In the WorldCom \nLitigation, the plaintiffs alleged that the Bank caused financial loss to plaintiffs in \nthe commission of its professional services to WorldCom in connection with two \nbond offerings.  (Amend. Compl. ¶ 20.)  The Bank served as one of the underwriters \nfor both bond offerings.  (Pls.’ Br. Supp. Mot. Summ. J. 3; Def.’s Br. Opp’n Summ. J. \n2.)   \n                                                 \n1 Plaintiffs have disavowed any claims against Defendants related to the Enron Litigation.  (See e.g., \nPls.’ Br. Opp’n Mot. Partial Summ. J. 6 n.5.)  However, the Bank’s claim arising out of its settlement \nof the Enron Litigation exhausted its deductible and some of the available coverage under other \npolicies. \n{9} An underwriter under the Securities Act of 1933 is defined as  \nany person who has purchased from an issuer with a view to, or \noffers or sells for an issuer in co nnection with, the distribution of any \nsecurity, or participates or has a direct or indirect participation in \nany such undertaking, or participates or has a participation in the \ndirect or indirect underwriting of any such undertaking; but such \nterm shall not include a person whose interest is limited to a \ncommission from an underwriter or dealer not in excess of the usual \nand customary distributors' or sellers' commission.   \n \n15 U.S.C.S. § 77b(a)(11) (LEXIS through 2007 legislation).  Generally, an \nunderwriter “guarantees the sale of newly issued securities by purchasing all or \npart of the shares for resale to the public.”  A DICTIONARY OF BUSINESS LAW TERMS \n(Bryan A. Garner, ed., 1999) [hereinafter DICTIONARY].  The Bank was a firm-\ncommitment underwriter in the WorldCom offerings.  (Def.’s Br. Opp’n Mot. Summ. \nJ. 7.)  A firm-commitment underwriter is an underwriter that “purchases the \nsecurities from the issuer and resells as principal,” meaning that any securities not \nresold are the property of the underwriter.  DICTIONARY.  The lead underwriter \ncommunicates first with the issuer to ensure a bond offering will be underwritten.  \nThe lead underwriter organizes the other underwriters into a “syndicate” of which \nthe lead underwriter, sometimes accompanied by other underwriters, acts as the \nmanager in handling all the bond offering details and negotiations.  LOUIS LOSS & \nJOEL SELIGMAN, SECURITIES REGULATIONS § 2-A-2 (6th ed. 2006).  The Bank was not \nthe lead underwriter on the bond offerings.2  (Def.’s Br. Opp’n Mot. Summ. J. 7, \nSupplemental App. 121, 415, 452.)    \n{10} The Bank was a “Senior Co-Manager” for the 2000 offering. (Def.’s Br. \nOpp’n Mot. Summ. J. Supplemental App. 415.)  The Bank sold $93,750,000 of the $5 \nbillion bond offering. (Amend. Compl. Tab 6 ¶¶ 54, 99.) \n                                                 \n2 Salomon, now Citigroup Global Markets, Inc., was the book runner and co-lead underwriter for the \n2000 and 2001 bond offerings.  (Amend. Compl. Tab 6 ¶ 50.)  J.P. Morgan Chase & Co. was the co-\nlead underwriter for the 2000 bond offering and joint book runner and co-lead underwriter for the \n2001 bond offering.  (Amend. Compl. Tab 6 ¶ 53.)  Book runners are the lead underwriters.  Ong v. \nSears, Roebuck & Co., Fed. Sec. L. Rep. (CCH) P93,524, 2005 U.S. Dist. LEXIS 20391, *7–8 (N.D. IL \nE.Div. 2005).  Neither Salomon nor J.P. Morgan Chase & Co. are parties in this case.  (Compl.) \n{11} The Bank was a “joint lead manager” in the 2001 bond offering.  (Amend. \nCompl. Tab 6 ¶ 54.)  The Bank was allocated 11% of the $11.8 billion bond offering.  \n(Def.’s Br. Opp’n Mot. Summ. J. 7; Amend. Compl. Tab 6 ¶¶ 219–20.)  The Bank did \nnot sell 11% of the bonds but instead “undertook risk” and earned a fee for 11% of \nthe bonds.  (Def.’s Br. Opp’n Mot. Summ. J. Supplemental App. 121.)   \n{12} The allegations in the WorldCom Litigation were that the Bank, and other \nunderwriters, distributed Registration Statements which allegedly contained \n“material misrepresentations or omissions” and “false statements of material facts.”  \n(Pls.’ Br. Supp. Mot. Summ. J. Tab 6 ¶¶ 552, 561.)  The allegations centered on the \nunderwriters’ alleged violations of Section 11 and Section 12 of the Securities Act of \n1933, 15 U.S.C.S. §§ 77k, 77l(a)(2) (LEXIS through 2007 legislation), in the May \n2000 and May 2001 bond offerings for WorldCom.  (Pls.’ Br. Supp. Mot. Summ. J. \nTab 6 ¶¶ 550–70.)  Specifically, the WorldCom Litigation plaintiffs accused the \nunderwriters of not “mak[ing] a reasonable investigation” as to the validity of the \nRegistration Statements and negligently including false statements and failing to \ninclude material facts.  (Pls.’ Br. Supp. Mot. Summ. J. Tab 6 ¶¶ 552, 561.)  \n{13} When WorldCom collapsed, the bonds that were underwritten by the Bank \nwere worth significantly less.  (Def.’s Br. Opp’n Mot. Summ. J. 2; Amend. Compl. ¶¶ \n20–21 (underlying plaintiffs sued for losses incurred from the financial collapse of \nWorldCom).)  The other underwriters were defendants in the \nWorldCom Litigation \nand were also served with lawsuits similar to the WorldCom Litigation.  (Pls. Br. \nSupp. Mot. Summ. J. 4.) \n{14} WorldCom’s bankruptcy and subsequent collapse occurred in mid- to late \n2002.  (Pls.’ Br. Supp. Mot. Summ. J. 3; Def.’s Br. Opp’n Mot. Summ. J. 2.)  The \nBank settled the claims against it in the WorldCom Litigation for $460.5 million on \nMarch 2, 2005.  (Pls.’ Br. Supp. Mot. Summ. J. 4; Def.’s Br. Supp. Mot. Partial \nSumm. J. 9.)  The other underwriters involved in similar lawsuits also settled their \nclaims.  (Pls.’ Br. Supp. Mot. Summ. J. 4.)  The lead underwriters paid more than \nthe Bank to settle the \nWorldCom Litigation.  (Pls.’ Br. Supp. Mot. Summ. J. 4, 4 \nn.6.)  The total claims in the WorldCom Litigation exceeded $17 billion.  (Pls.’ Br. \nSupp. Mot. Summ. J. 3.)  The WorldCom Litigation plaintiffs asserted joint and \nseveral liability among the underwriters.  (Pls.’ Br. Supp. Mot. Summ. J. 3.) \nC. \nTHE INSURANCE \n{15} The Bank purchased insurance to cover losses that might arise from \nliability created by their provision of professional services.  In this case, the Bank \npurchased several “layers” of insurance to cover losses related to liability arising \nfrom provision of those services.  (Amend. Compl. ¶¶ 24, 31–34.)  The layers consist \nof a primary policy, infra ¶ 16, and several excess policies, infra ¶¶ 20–21.  A \nprimary policy includes a retention, the equivalent of a deductible, paid by the Bank \n(Amend. Compl. ¶ 24) or self-insurance on the part of the Bank (Def.’s Br. Supp. \nMot. Partial Summ. J. 2).  A first level excess policy provider is liable on the claim \namount that is in excess of the primary policy’s limit and retention.  (Amend. \nCompl. ¶ 31.)  Subsequent level excess policy providers are liable for the claim \namount that is in excess of the primary policy’s limit, the retention, and the prior \nlevel excess insurance policy(ies)’s limit(s).  (Amend. Compl. ¶ 32–34.)   \n{16} The Bank purchased a financial institution professional liability insurance \npolicy (“the Primary Policy”) from American International Specialty Lines \nInsurance Company (“AISLIC”).  (Amend. Compl. ¶ 24.)  Liability insurance \ngenerally is “an agreement to cover a loss resulting from liability to a third party.”   \nD\nICTIONARY.  The Primary Policy went into effect prior to the Enron Litigation and \nWorldCom Litigation.  (Compare Amend. Compl. ¶ 24 with Enron Litigation (filed \nOctober 22, 2001); Def.’s Br. Supp. Mot. Partial Summ. J. 3.)  The Primary Policy in \npertinent part covers: \nCoverage B-I Company Insurance \nSubject to the provisions set forth below, this policy shall pay the Loss \nof the Company in connection with any: (i) Securities Claim(s) first \nmade against the Company, . . . duri ng the Policy Period . . . for any \nactual or alleged Wrongful Act . . . . \n \n \n \nCoverage B-II Professional Services Insurance \nThis policy shall pay the Loss of the Insureds in connection with any \nClaim which are first made against any Insured during the Policy \nPeriod . . . for any actual or alle ged Wrongful Act of any Insured in \nrendering or failing to render Professional Services and/or the \nperformance of Lending Acts. \n \n(Amend. Compl. App. C 3.) \n{17} The Primary Policy defines Loss under Coverage B-I in part as “damages, \njudgments . . . settlements and Defense Costs.”  (Amend. Compl. App. C 7.)  Loss \nunder Coverage B-II is defined in part as “damages, judgments, settlements and \nDefense Costs.”  (Amend. Compl. App. C 7.) \n{18} The Primary Policy defines Wrongful Act under Coverage B-I “with respect \nto the Company, any actual or alleged breach of duty, neglect, error, misstatement, \nmisleading statement, omission or act by Company but only as respects a Securities \nClaim covered under this policy.”  (Amend. Compl. App. C 12.)  Wrongful Act under \nCoverage B-II means “any actual or alleged breach of duty, neglect, error, \nmisstatement, misleading statement, omission or act of any Insured, but only while \nacting in a covered capacity.”  (Amend. Compl. App. C 12.)  A Securities Claim is \ndefined as a claim arising from the sale or purchase of the insured entity’s securities \nor brought by a security holder of the insured entity.  (Amend. Compl. App. C 11.)  \nThe WorldCom Litigation allegations do not fall under the definition of a Securities \nClaim but instead allege a Wrongful Act under the Professional Services Insurance \ncoverage. \n{19} The Primary Policy also included exclusions to the policy.  (Amend. Compl. \nApp. C 13–18.)  Those exclusions in pertinent part exclude claims “arising out of, \nbased upon or attributable to the gaining in fact of any personal profit or advantage \nto which they were not legally entitled.”  (Amend. Compl. App. C 13.)  The Primary \nPolicy was amended effective March 9, 2002, to also exclude Investment Banking.  \n(Pls.’ Br. Supp. Mot. Summ. J. App. Tab 1 at 51.)  The Excess Policies continued \ncoverage of Investment Banking by specific endorsement.  Infra, ¶¶ 20–21. \n{20} The Lloyd’s Syndicates provided the first level excess insurance policy to \nthe Bank.  (Amend. Compl. ¶ 31.)  That policy states in pertinent part that it “is \nsubject to the same conditions, limitations and other terms . . . as are contained in \nor may be added to the Policy(ies) of the Primary Insurer(s).”  (Amend. Compl. App. \nD Conditions.)  The policy originally stated that “[n]o material amendment or \nalteration to the Policy(ies) of the Primary Insurer(s) . . . shall be binding hereunder \nunless and until specifically agreed by the Underwriters hereon.”  (Amend. Compl. \nApp. D Conditions.)  The Follow Clause amended the first condition without \nincluding the preceding quotation.  (Amend. Compl. App. D Follow Clause.)  \nHowever, Endorsement 2, which went into effect March 9, 2002 (the date the \nPrimary Policy was amended to exclude investment banking), reinstated the \noriginal first condition with the language regarding amendments to the Primary \nPolicy.  (Amend. Compl. App. D Endorsement 2.)  Endorsement 2 amended the \npolicy to add an Investment Banking Clause in which the Investment Banking \nexclusion of the Primary Policy was not applicable to the first level excess policy.  \n(Amend. Compl. App. D Endorsement 2.) \n{21} SRI provided second, third, and fourth level excess insurance policies \n(“Excess Policies”) to the Bank.  (Amend. Compl. ¶¶ 32–34.)  Other insurance \ncarriers subscribed to shares of the Excess Policies.  (Amend. Compl. ¶¶ 32–34; \nAmend. Compl. App. E–G.)  The Excess Policies state in pertinent part that it “is \nsubject to the same conditions, limitations and other terms . . . as are contained in \nor may be added to the Policy(ies) of the Primary Insurer(s).”  (Amend. Compl. App. \nE Conditions.)3  The policy originally stated that “[n]o material amendment or \nalteration to the Policy(ies) of the Primary Insurer(s) . . . shall be binding hereunder \nunless and until specifically agreed by the Underwriters hereon.”  (Amend. Compl.  \nApp. E Conditions.)  The Follow Clause amended the first condition without \nincluding the preceding quotation.  (Amend. Compl. App. E Follow Clause.)  \n                                                 \n3 All three excess policies use the same language.  They are called “Follow Form” policies.  In \nconsideration of conciseness, the policy quotations are taken from the second excess policy.  The \nquotations should be read to apply to the third and fourth excess policies as well. \nHowever, Endorsement 2, which went into effect March 9, 2002 (the date the \nPrimary Policy was amended to exclude investment banking), reinstated the \noriginal first condition including the language regarding amendments to the \nPrimary Policy.  (Amend. Compl. App. E Endorsement 2.)  Endorsement 2 amended \nthe policy to add an Investment Banking Clause in which the Investment Banking \nexclusion of the Primary Policy was not applicable to the Excess Policies.  (Amend. \nCompl. App. E Endorsement 2.) \n{22} The Primary Policy’s limit was $25 million.  (Amend. Compl. ¶ 24.)  The \nBank’s retention was $50 million.  (Amend. Compl. ¶ 24.)  The first level excess \npolicy’s limit was $50 million.  (Amend. Compl. ¶ 31.)  The Excess Policies’ limits \nwere $50 million, $75 million, and $100 million.  (Amend. Compl. ¶¶ 32–34.)  SRI \ncarried about one quarter of the liability on the second, third, and fourth level \nExcess Policies.  (Def.’s Br. Opp’n Mot. Summ. J. 12 (stating SRI subscribed to 40% \nof the second level excess policy, 30% of the third level excess policy, and 17.5% of \nthe fourth level excess policy for a total liability of $60 million, or 27%, of $225 \nmillion, with the other 73% subscribed to by eleven additional carriers).) \n{23} The Primary Policy is not at issue in the present case.  (Amend. Compl. ¶ \n25.)  The other insurance carriers who subscribed to shares of the Excess Policies \nare not now party to this suit.  (Amend. Compl.)  The other Excess Policies’ carriers \ndisputed their liability under the settlement of the WorldCom Litigation.  (Amend. \nCompl. ¶ 37; Def.’s Br. Opp’n Mot. Summ. J. 1.)  Those disputes were settled by the  \nBank on August 11, 2005.  (Pls.’ Br. Supp. Mot. Summ. J. App. Tab 35.)  The excess \npolicy holders all paid less than the amounts of the coverage of the insurance \npolicies.  (\nCompare Amend. Compl. App. D–G with Pls.’ Br. Supp. Mot. Summ. J. \nApp. Tab 35 Section 1.)  The settlement included a most favored nation clause \nstipulating that if the Bank settled with any Non-Participating Insurer(s), the \nterms of the settlement would be “amended to conform to the more favorable \nmonetary consideration . . . between [the Bank] and any Non-Participating \nInsurer(s).”  (Pls.’ Br. Supp. Mot. Summ. J. App. Tab 35 Section 7.)  SRI is a “Non-\nParticipating Insurer.”  (Pls.’ Br. Supp. Mot. Summ. J. App. Tab 35 at 1 (listing the \ninsurance companies party to the settlement agreement, SRI is not included).)  \nSRI’s liability on the Excess Policies is at issue in the present case.  (Amend. Compl. \n¶ 1.)  The other eleven carriers have settled any disputes and liabilities with the \nBank.  (Pls.’ Br. Opp’n Mot. Partial Summ. J. 11.)  In short, any Bank settlement \nwith SRI that is more favorable than the prior settlements will result in an \nadjustment of the prior settlements unfavorable to the Bank.  As one of the first \nunderwriters to settle in the underlying WorldCom Litigation, the Bank had the \nbenefit of a most favored nation clause in its settlement.   One factor distinguishing \nSRI’s position from that of the other excess carriers is its claim for \nmisrepresentation discussed below.  Infra, ¶¶ 65–66. \nD. \nTHE TIMELINE OF INSURANCE AND LITIGATION \n{24}   The exact timeline of events is in dispute.  Several undisputed events can \nbe stated.  The first complaint and summons in the Enron Litigation were received \non December 14, 2001.  (Def.’s Amend. Answer and Counterclaims ¶ 186.)  The \nWorldCom Litigation consolidated action commenced in October 2002.4  (Pl.’s Br. \nSupp. Mot. Summ. J. Tab 6 ¶ 13 (providing date of original complaint).)  The \noriginal effective dates of the Primary Policy were September 30, 2001 through \nSeptember 30, 2002.  (Pl.’s Br. Supp. Mot. Summ. J. App. C.)  The Excess Policies’ \noriginal effective dates were September 30, 2001 through September 30, 2002.  (Pl.’s \nBr. Supp. Mot. Summ. J. Apps. D–G.)  All effective dates were amended to end on \nJune 30, 2002.  (Pls.’ Br. Supp. Mot. Summ. J. App. Tab 1 at 51; Amend. Compl. \nApp. D–G Endorsement 3.)  The Bank gave SRI notice that there could be a claim \narising from its underwriting services in WorldCom bond offerings on June 28, \n2002, two days before the expiration period.   (Def.’s Amend. Answer and \nCounterclaims ¶ 221.)  The Bank tendered a claim for the settlement and defense \n                                                 \n4 The first WorldCom-related lawsuit noted by the Bank was filed June 28, 2002.  (Amend. Compl. \nApp. B.)  Judge Cote notes that the first WorldCom-related lawsuit filed in her district was filed \nApril 2002.  In re WorldCom Sec. Litig., 2007 U.S. Dist. LEXIS 48155 at *3 (S.D.N.Y. 2007). \ncosts associated with the WorldCom Litigation to SRI on September 28, 2005.  \n(Def.’s Br. Supp. Mot. Partial Summ. J. 10.) \n{25} SRI renewed the Excess Policies in June 2002, June 2003, and June 2004.  \n(Def.’s Br. Supp. Mot. Partial Summ. J. 4.)  SRI was informed of the possible \nWorldCom Litigation claims two days before the 2002–03 policy was to take effect.  \n(Pls.’ Br. Opp’n Mot. Partial Summ. J. App. Tab 25 ¶ 4.)  When SRI renewed in \nJune 2002, it requested an additional premium of $1 million in consideration of the \npossible loss in 2001 from the WorldCom Litigation.  (Pls.’ Br. Opp’n Mot. Partial \nSumm. J. App. Tab 26 Ex. 1.)  SRI did not receive the additional $1 million \npremium and renewed with a supplemental premium endorsement.  (Pls.’ Br. Opp’n \nMot. Partial Summ. J. App. Tab 26 Ex. 1.)  The supplemental premium \nendorsement created an additional premium payable to insurers in the 2001 \nprogram who made claim payments.  (Pls.’ Br. Opp’n Mot. Partial Summ. J. App. \nTab 25 ¶ 5.)  SRI created a special unit sometime in 2003 to handle investment \nbanking claims such as the WorldCom claims.  (Pls.’ Br. Opp’n Mot. Partial Summ. \nJ. 6.)  Mr. Richard Murray led the special unit.  (Pls.’ Br. Opp’n Mot. Partial Summ. \nJ. 7.)  \n{26} Prior to SRI agreeing to subscribe to the Excess Policies, the Bank’s Chief \nFinancial Officer, Mr. James Hance, signed a Warranty Statement on October 1, \n2001.  (Def.’s Br. Opp’n Mot. Summ. J. 2.)  Mr. Hance consulted with Messrs. \nSchieferdecker, Director of Corporate Insurance for the Bank, and Polking, General \nCounsel for the Bank.  (Def.’s Br. Opp’n Mot. Summ. J. 10.)  Mr. Schieferdecker had \nconducted “due diligence” prior to their conversation to determine what information \nwould need to be disclosed.  (Def.’s Br. Opp’n Mot. Summ. J. 10–11.)  The Warranty \nStatement said in part that “no person proposed for coverage is aware of any fact or \ncircumstance or any actual or alleged act, error, or omission which he or she has \nreason to suppose might give rise to a future claim that would fall within the scope \nof the proposed coverage.”  (Def.’s Br. Opp’n Mot. Summ. J. 10.)  The scope of the \nproposed coverage was $250 million.  (Pls.’ Br. Supp. Mot. Summ. J. 26.)  The \nWarranty Statement was prepared on the request of an insurer other than SRI.  \n(Pls.’ Br. Supp. Mot. Summ. J. 26.)  The insurer sent the Warranty Statement to \nMarsh, Inc. (“Marsh”) in late September 2001.5    (Pls.’ Br. Supp. Mot. Summ. J. 26.)  \nThe parties disagreed on other matters related to the Warranty Statement.  See \ninfra, ¶ 30.   \n{27} During the pendency of the insurance policies at issue and before March \n2002, the Bank settled a shareholder suit referred to as the D.E. Shaw litigation \n(“Shaw Litigation”).  (Amend. Compl. ¶ 29.)  The Shaw Litigation was a claim under \na prior insurance policy with AISLIC for which SRI provided no coverage and did \nnot participate.  (Def.’s Br. Opp’n Mot. Summ. J. 5.)  The February 2002 settlement \nof the Shaw Litigation stipulated that the Bank amend its insurance coverage to \nreflect changes in the Primary Policy.  (Amend. Compl. ¶ 29.)  As part of the Shaw \nLitigation settlement, the Bank entered into an Insurance Settlement Agreement \n(“ISA”) with AISLIC, which opened negotiations for amendments of the then-\ncurrent insurance program at issue here.  (Pls.’ Br. Supp. Mot. Summ. J. 8.)  The \namendment, Endorsement 17, excluded investment banking from the Primary \nPolicy’s coverage as of March 9, 2002.  (Pls.’ Br. Supp. Mot. Summ. J. App. Tab 1 at \n51.)  That amendment would have affected the Excess Policies as well by excluding \ninvestment banking from those policies since they were follow form policies.  (Pls.’ \nBr. Supp. Mot. Summ. J. 9, Tab 3 (Follow Clause); Pls.’ Br. Opp’n Mot. Partial \nSumm. J. 8.)  AISLIC also received a substantial premium increase for itself of $3 \nmillion.  (Pls.’ Br. Supp. Mot. Summ. J. Tab 1 Endorsement 20.)  However, SRI \nagreed to continue coverage unchanged as did the other excess carriers.\n6  (Def.’s Br. \nOpp’n Mot. Summ. J. 2–3.)  SRI signed the endorsement to continue coverage on \n                                                 \n5 Marsh is Plaintiffs’ insurance broker.  An insurance broker is “[o]ne who sells insurance policies \nwithout an exclusive affiliation with a particular insurance company.  DICTIONARY.  Marsh is “the \nworld’s leading insurance broker,” helping companies “transform risk from a liability into an \nadvantage.”  Marsh–About Marsh, http://global.marsh.com/about/index.php (last visited Dec. 10, \n2007).  Marsh is not a party to this suit.  (Compl.) \n \n6 Some of the carriers had provided coverage on the prior policy and thus knew the details of the \nShaw Litigation settlement and the ISA.  SRI was not in that same position.  SRI signed the \nendorsement to continue coverage on March 1, 2002.  (Def.’s Br. Opp’n Mot. Summ. J. 22–23.) \nMarch 1, 2002.  (Def.’s Br. Opp’n Mot. Summ. J. 22–23.)  The circumstances \nsurrounding that agreement are at issue here. \n{28} The Bank settled the WorldCom Litigation on March 2, 2005, and \nannounced the settlement on March 3, 2005. (Pls.’ Br. Supp. Mot. Summ. J. 4.)  SRI \ninitiated a declaratory judgment action against the Bank in New York on March 3, \n2005.  (Def.’s Amend. Answer and Counterclaims ¶ 79.)  SRI contacted the Bank the \nsame day to express expectation to continue negotiations.  (Def.’s Br. Supp. Mot. \nPartial Summ. J. 9.)  The Bank filed the current action in North Carolina on March \n23, 2005.  (Compl.)  The action in New York was dismissed in favor of the current \naction on July 14, 2005.  (Def.’s Amend. Answer and Counterclaims ¶ 79; Amend. \nCompl. ¶ 45.)  The Bank settled disputes with the other excess policy holders on \nAugust 11, 2005.  (Pls.’ Br. Supp. Mot. Summ. J. App. Tab 35.)  SRI settled coverage \ndisputes with other insured investment banks over their WorldCom claims in 2005 \nand 2006 without acknowledging liability.  (Def.’s Br. Supp. Mot. Partial Summ. J. \n17–18.)  SRI and the other insured investment banks settled at a discount of the \ncoverage.  (Def.’s Br. Supp. Mot. Partial Summ. J. 17–18.) \nE. \nDISPUTED FACTS \n{29} The parties disagree as to what occurred before SRI subscribed to the \nExcess Policies.  There was a disagreement over whether the Bank would provide \nwritten answers to questions.  (Def.’s Br. Opp’n Mot. Summ. J. 8.)  SRI contends \nthat the London Market standard of disclosure of information by the broker applies \nto the communications between the Bank, Marsh, and SRI prior to subscription to \nthe Excess Policies.  (Def.’s Br. Opp’n Mot. Summ. J. 31–34.)  The Bank contends \nthat the London Market standard does not apply in the current situation. (Pls.’ \nReply Supp. Mot. Summ. J. 8–9.)  The parties also disagree as to what the London \nMarket standards are.  (\nCompare Def.’s Br. Opp’n Mot. Summ. J. 32 (“The broker \nmust disclose all material information related to the risk, as the underwriter \nstrictly relies on the broker to do so.”) \nwith Pls.’ Reply Supp. Mot. Summ. J. 8 \n(“[T]he Bank’s expert witness clearly testified to the common sense notion that, in \nthe London insurance market and elsewhere, only an underwriter knows what he \nbelieves is material . . . .”).) \n{30} Mr. Hance signed a Warranty Statement before SRI subscribed to the \nExcess Policies.  See supra ¶ 26.  The parties disagree as to whether the Warranty \nStatement was true.  (Compare Def.’s Br. Opp’n Mot. Summ. J. 4 (“There is \nsubstantial evidence that the Bank had concerns about WorldCom and its exposure \nto WorldCom at the time that the Bank signed the Warranty Statement.”) with Pls.’ \nBr. Supp. Mot. Summ. J. 15 (“[T]he record shows that no person at the Bank knew \nthe Bank was facing a $250 million potential liability as a result of the \nunderwriting of the WorldCom bonds.”).)  The parties disagree as to whether the \nWarranty Statement applies to the Excess Policies.  (Compare Def.’s Br. Opp’n Mot. \nSumm. J. 10 (“The Bank understood that all of the prospective insurers wanted the \nWarranty Statement, and that it applied to all layers of coverage.”) with Pls.’ Reply \nSupp. Mot. Summ. J. 3 n.2 (“As recognized by SRI’s underwriter, the Statement, by \nits own terms, only applied to the top layer of excess coverage.”).)  There is a dispute \nabout whether SRI saw the Warranty Statement before agreeing to continue \ncoverage.  (Compare Pls.’ Mot. Summ. J. 27 (“There is no evidence that anyone at \nSRI even saw the signed statement before SRI agreed to participate as an insurer \non the Bank’s 2001-02 program.”) with Def.’s Br. Opp’n Mot. Summ. J. 38–39 (there \nis no contradiction to the statement that SRI did not see the Warranty Statement \nbefore agreeing to provide insurance to the Bank).)  Despite the disagreement, the \nCourt has determined as a part of this Order that the Warranty Statement did not \nprovide an exclusion on the facts in this record. \n{31} The matter of SRI’s decision to continue coverage unchanged is also a point \nof dispute between the parties.  The above-referenced ISA stipulated that \n“BankAmerica [would] be free to renegotiate with any and all other carriers, \nincluding AISLIC and following form excess carriers” for a limited amount of time \nafter the Primary Policy became effective.  (Pls.’ Br. Supp. Mot. Summ. J. Tab 34 at \n3.)  The parties disagree as to whether this statement gave both the Bank and \ninsurance policy holders the right to renegotiate the Excess Policies or only the \nBank.  (Compare Unofficial Tr. 34, Nov. 30, 2007 (“[The ISA] gives Bank of America \nthe right to renegotiate.  It doesn’t say a thing about absent excess carriers having \nthe right to renegotiate.”) with Unofficial Tr. 58, Nov. 30, 2007 (“[T]he ISA, that \nsays all the other carriers can renegotiate.”).)  The parties disagree as to whether \nSRI had any rights under the ISA.  (Compare Def.’s Br. Opp’n Mot. Summ. J. 2 \n(“The ISA provided that every insurer on the Bank’s current Policies (the policies at \nissue in this case) could renegotiate or cancel its coverage.” (emphasis in original)) \nwith Pls.’ Br. Supp. Mot. Summ. J. 39 (“[T]he ISA does not give SRI the right to \nrenegotiate or cancel its participation on the Bank’s 2001-02 insurance program.”).)  \nThe Parties disagree whether the change to the Primary Policy effectuated by the \nISA gave SRI the right to renegotiate separate from the language of the ISA.  \n(Compare Pls.’ Br. Supp. Mot. Summ. J. 39 (“[A]ny rights SRI had to renegotiate its \ncoverage position flowed from (a) the changes in the AISLIC Primary Policy . . . and \n(b) the ‘maintenance of underlying insurance’ clauses in the Excess Policies . . . .” \nwith Unofficial Tr. 59, Nov. 30, 2007, (“. . . if you just had [AISLIC] coming off the \ncoverage, or coming off part of the coverage like the investment banking coverage, \nit’s really unclear what rights would have existed to renegotiate, and on what \nbasis.”).)    \n{32} Mr. Andrew Calder of Marsh visited Limit, one of the Lloyd’s Syndicates \nholding the first level excess policy, to request that Limit continue coverage after \nthe ISA was signed.  (Pls.’ Br. Supp. Mot. Summ. J. 10.)  Mr. Calder wrote a letter \nto Limit stating inaccurately that Limit would not be able to cancel coverage under \nthe ISA.  (Pls.’ Br. Supp. Mot. Summ. J. 11; Def.’s Br. Opp’n Mot. Summ. J. 3.)  The \nBank contends that Limit knew the letter was inaccurate, but requested it “for the \nfile.”  (Unofficial Tr. 95, Nov. 30, 2007.)  SRI agrees that Limit requested the \ninaccurate letter.  (Unofficial Tr. 50, Nov. 30, 2007.)  The parties disagree as to the \neffect of that letter on Limit’s endorsement.  (Compare Unofficial Tr. 40, Nov. 30, \n2007 (pointing out that Limit agreed to continue coverage on February 28 but did \nnot see the inaccurate letter until March 4) with Unofficial Tr. 50–51, Nov. 30, 2007 \n(contending the “sub letter” notation found in Limit’s endorsement on February 28 \nrefers to Mr. Calder’s letter, without which the endorsement would not have been \nvalid).)  In any event, Limit had been advised by its own counsel that it could \ndecline to continue coverage.  (Pls.’ Br. Supp. Mot. Summ. J. 36–37.)  Mr. Calder \nwas disciplined by Marsh for writing the letter to Limit because it contained a \nstatement he knew was not true.  (Def.’s Br. Opp’n Mot. Summ. J. 22.) \n{33} Mr. Calder also went to SRI to discuss continuing coverage during the time \nhe was having similar discussions with Limit.  (Pls.’ Br. Supp. Mot. Summ. J. 8; \nDef.’s Br. Opp’n Mot. Summ. J. 2–3.)   The parties disagree as to the content of \nthose discussions.  (Compare Pls.’ Br. Supp. Mot. Summ. J. 9 (“Marsh told SRI . . . \nabout the existence of the ISA, the impending changes to the AISLIC Primary \nPolicy . . . .”) with Def.’s Br. Opp’n Mot. Summ. J. 3 (“After SRI had committed to \nremain on coverage on March 1, 2002, it learned for the first time that (1) the ISA \nexisted . . . .” (emphasis in original).)  SRI claims that the first conversation it had \nwith Mr. Calder regarding the ISA occurred shortly after SRI committed to \nremaining on the coverage.  (Def.’s Br. Opp’n Mot. Summ. J. 3.)  SRI alleges that \nwhen Mr. Calder told SRI that the ISA was a “private agreement” to which SRI was \nnot privy, he was lying.  (Def.’s Br. Opp’n Mot. Summ. J. 3.)  The Bank accepts that \nMr. Calder called the ISA a private agreement, but argues that was a true \nstatement and that the agreement gave the Bank the right to show or not to show \nthe ISA as it chose.  (Unofficial Tr. 30–31, Nov. 30, 2007.) \n{34} The parties also disagree as to the effect the letter Mr. Calder sent to Limit \nhad on SRI’s decision to continue coverage.  SRI claims that Limit’s and the other \nexcess policy holders’ continuing coverage was a prerequisite for SRI to continue \ncoverage.  (Def.’s Br. Opp’n Mot. Summ. J. 3, 18–19.)  The Bank claims that there \nwas no such prerequisite in place.  (Pls.’ Reply Supp. Mot. Summ. J. 10.)  There are \nnumerous factual disputes surrounding SRI’s March 1, 2002 endorsement of the \npolicies.  As discussed herein, those disputes prevent summary judgment on the \nfraud, misrepresentation, rescission, and unfair trade practice claims asserted in \nthe Amended Answer and Counterclaims. \n \nIII. \nLEGAL STANDARD \n{35} The Bank and SRI have filed motions for summary judgment.  The Bank \nrequests the Court grant summary judgment on Counts III and IV of the Amended \nComplaint.  (Pls.’ Mot. Summ. J. 1.)  The Bank requests the Court grant summary \njudgment and dismiss SRI’s Counterclaim Counts I – IV and Counts IX – XI of the \nAmended Counterclaim.  (Pls.’ Mot. Summ. J. 2.)  The Bank requests the Court hold \nthat the losses it incurred from the \nWorldCom Litigation are covered under SRI’s \ninsurance policies and that neither the exclusions of the insurance policies nor the \naffirmative defenses found in SRI’s Amended Answer bar coverage. (Pls.’ Mot. \nSumm. J. 1–2.)  SRI requests the Court grant summary judgment and dismiss \nCount VI of Plaintiffs’ Amended Complaint (Bad Faith).  (Def.’s Mot. Partial Summ. \nJ. 1.) \n{36} Count III of the Amended Complaint alleges breach of contract against SRI \nfor refusal to pay defense costs related to the WorldCom Litigation.  (Amend. \nCompl. 18.)  Count IV of the Amended Complaint requests declaratory judgment \nagainst SRI regarding its obligations arising from the \nWorldCom Litigation.  \n(Amend. Compl. 18.)  Count I of the Counterclaims requests a declaration that the \nBank’s claims related to the WorldCom Litigation are uninsurable as a matter of \nlaw.  (Answer 41.)  Count II of the Counterclaims requests a declaration that the \nBank’s claims arising from the WorldCom Litigation are excluded.  (Answer 43.)  \nCount III of the Counterclaims requests a declaration that the Bank’s claims arising \nfrom the WorldCom Litigation are in connection with the Bank’s gain of personal \nprofit or advantage to which the Bank was not legally entitled.7  (Answer 45.)  \nCount IV of the Counterclaims requests a declaration that the Bank did not provide \nSRI with sufficient information of the WorldCom Litigation settlement for it to \nmake an informed decision as to the reasonableness of the settlement.  (Answer 46.)  \n                                                 \n7 The Excess Policies exclude coverage for losses “arising out of, based upon, or attributable to the \ngaining in fact of any personal profit or advantage to which they were not legally entitled.”  (Amend. \nCompl. App. C 13.)  Count III therefore asks the Court to find that exclusion 5(a) of the Primary \nPolicy applies to the claims under the WorldCom Litigation. \nCount IX of the Amended Counterclaims alleges the Bank committed fraud on SRI \nthrough its agent Marsh.  (Amend. Answer and Counterclaims ¶¶ 224–30.)  Count X \nof the Amended Counterclaims alleges the Bank through its agent Marsh \nmisrepresented or omitted material facts to SRI.  (Amend. Answer and \nCounterclaims ¶¶ 231–35.)  Count XI of the Amended Counterclaims alleges that \nthe Bank engaged in unfair and deceptive trade practices in violation of North \nCarolina General Statute § 75.1-1 (2005).  (Amend. Answer and Counterclaims ¶¶ \n236–39.)  These claims are interrelated and related to the Bank’s request for \nsummary judgment as to SRI’s affirmative defenses. \n{37} Count VI of the Amended Complaint alleges SRI’s denial of the Bank’s \nclaims was in bad faith. \n{38} Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  “It is not the purpose of the \nrule to resolve disputed material issues of fact but rather to determine if such issues \nexist.”  N.C. R. Civ. P. 56 cmt.  The burden of showing a lack of triable issues of fact \nfalls upon the moving party.  See, e.g., Pembee Mfg. Corp. v. Cape Fear Constr. Co., \n313 N.C. 488, 491, 329 S.E.2d 350, 353 (1985).  Once this burden has been met, the \nnonmoving party must “produce a forecast of evidence demonstrating that [it] will \nbe able to make out at least a prima facie case at trial.”  Collingwood v. Gen. Elec. \nReal Estate Equities, Inc., 324 N.C. 63, 66, 376 S.E.2d 425, 427 (1989).  The Court \nmust exercise caution in granting a motion for summary judgment.  N.C. Nat’l Bank \nv. Gillespie, 291 N.C. 303, 310, 230 S.E.2d 375, 379 (1976).   \n \nIV. \nSUMMARY OF OPINION \n{39} The following is a summary of the Court’s decision.  The Court grants the \nBank’s motion for summary judgment on its breach of contract claim against SRI \nsubject to SRI’s defense of rescission based upon alleged misrepresentations or \nomissions of material fact asserted by SRI.  The Bank is entitled as a matter of law \nto judgment that the amounts the Bank paid to settle the claim against it in the \nsecurities class action lawsuits involving WorldCom are “losses,” as defined in its \nliability insurance policy covering investment banking activities.  As a part of that \ndecision, the Court has concluded that the Bank is entitled to judgment as a matter \nof law that its settlement was reasonable.  While SRI has asserted that the \nsettlement was not reasonable, it has adduced no proof to support its position. The \nBank has produced an abundance of evidence that the settlement was reasonable.  \nThe Court finds as a matter of law that no rational jury could find that the \nsettlement was not reasonable under the circumstances. \n{40} In granting the Bank’s motion, the Court has rejected SRI’s argument that \ntreating payments made to settle causes of action asserted against investment \nbankers under Sections 11 and 12 of the Securities Act of 1933 would constitute bad \npublic policy and thus be prohibited under North Carolina law.  The North Carolina \ncourts have not previously engrafted — an d this Court believes they will not engraft \n— upon this insurance policy an exclusion which could have been included by the \ninsurer but was not.  The Court believes the claims which were settled by the Bank \nin the underlying class action lawsuits are not similar to the claims in the line of \ncases cited by SRI to support its argument. \n{41} The Court has reviewed but rejected Professor Priest’s arguments with \nrespect to economic policy.  The Court’s decision with respect to the definition of \nlosses under the policy renders Professor Priest’s testimony moot.  The Court would \nexclude his testimony in any event on the simple grounds that it would invade the \nprovince of the jury and constitute a direction to them as to what public policy ought \nto be — a function reserved for the courts and the legislature. \n{42} SRI is entitled to summary judgment on the Bank’s bad faith claim.  As \nappears more fully below, there exist material issues of fact to be determined by the \njury with respect to SRI’s claim for rescission.  The fact that the rescission claim is \ntriable and thus not strained or fanciful would defeat the bad faith claim.  SRI’s \nargument for a change in the law with respect to public policy governing losses from \ninvestment banking are made somewhat palatable by the changed and charged \nenvironment since the WorldCom and Enron debacles.  While the Court has found \nthe arguments to be without merit, it is not prepared to say they were strained or \nfanciful given the huge settlements reached by investment banks in those cases and \nthe allegations of complicity of outsiders in the frauds perpetrated by corporate \nmanagement.  Certainly, insurers were within their rights to ask questions \nconcerning the relationship between their insureds and those accused of fraud.  \nSimilarly, they were within their rights to wait and see not only what discovery in \nthe underlying actions showed with respect to the conduct of the insureds but also \nwhat legal theories would be applied by the federal courts deciding issues of law for \nwhich little precedent existed.  Nor does the filing of a summons in state court in \nNew York constitute bad faith under the circumstances.  The circumstances \nsurrounding the Bank’s claims will be more fully discussed below. \n{43} The motions for summary judgment concern Counts III (breach of \ncontract), IV (declaratory judgment), and VI (bad faith) of the Amended Complaint \nand Counts I (uninsurable), II and III (excluded), IV (not sufficient information), IX \n(fraud), X (misrepresentation), and XI (unfair and deceptive trade practices) of the \nCounterclaims and Amended Counterclaims.  Counts I, II, III, and IV of the \nCounterclaims are related to SRI’s defenses against Counts III and IV.  The Court \nwill address these claims simultaneously with the defenses asserted in the Answer \nand Amended Answer.  The Court will then address Counts IX, X, and XI of the \nAmended Counterclaims and Count VI of the Amended Complaint. \n \nV. \nANALYSIS \nA. \nAMENDED COMPLAINT COUNTS III AND IV:  BREACH OF CONTRACT AND \nDECLARATORY JUDGMENT ON OBLIGATION TO PAY \n1. \nDEFENSE TO COUNTS III AND IV:  NO LOSSES \nCOUNTERCLAIM COUNT I:  UNINSURABLE AS A MATTER OF LAW \n{44} There is no question that the policies issued by SRI covered the losses \nsustained by the Bank in settlement of the WorldCom class action lawsuits. The \npolicy language is clear and unequivocal.  The Excess Policies were “follow form” \npolicies.  As such, the terms of the underlying AISLIC policy and the Excess Policies \ncontrol.  Together they provide that the  \nterm “Loss” means damages, judgments, settlements and Defense \nCosts; however, Loss shall not include: (i) civil or criminal fines \nimposed by law, (ii) punitive or exemplary damages; (iii) the multiplied \nportion of multiplied damages; (iv) taxes; (v) any amount for which the \nInsureds are not financially liable or which are without legal recourse \nto the Insureds; or (vi) matters which may be deemed uninsurable \nunder the law pursuant to which this policy shall be construed \n \n(Amend. Compl. App. C 7) and that the Insurers “shall pay the Loss of the Insureds \nin connection with any Claim which are first made against any Insured during the \nPolicy Period . . . for any actual or alleged Wrongful Act of any Insured in rendering \nor failing to render Professional Services” (Amend. Compl. App. C 3). \n{45} The language of the policy and the undisputed facts recited above establish \nthe Bank’s claim for coverage.  The basic elements of the policies insuring \nagreements have been met.  The Bank has sustained a loss in connection with a \nclaim first made against it for an actual or alleged wrongful act in rendering \nprofessional services. \n{46} The claim was made during the policy period.  There can be no doubt that \nthe WorldCom class action lawsuit was a judicial proceeding initiated against the \nBank (a “claim”) which alleged breaches of duty, neglect, error, and misstatement (a \n“wrongful act”) in connection with services rendered on or before the initiation of \nthe policies for others for a fee or under contract (“professional services”).  There is \nno dispute in this record that SRI knew it was insuring the kind of investment \nbanking activities that the Bank performed for WorldCom and others.  It had \nspecifically agreed to stay on that coverage despite the withdrawal of AISLIC \ncoverage for that activity under the underlying policy.  The definition of “loss” in the \npolicies clearly covers “settlements and Defense Costs.”  (Amend. Compl. App. C 8.) \n{47} SRI makes the argument that the Bank has not suffered a loss.  It argues \nthat the term loss does not include “matters which may be deemed uninsurable \nunder the law pursuant to which the policy shall be construed.”  (Def.’s Br. Opp’n \nMot. Summ. J. 42.)  Its position is based upon the premise that the public policy of \nNorth Carolina would not permit insurance coverage of claims made under Sections \n11 and 12 of the Securities Act of 1933.  That position is without merit for a number \nof reasons. \n{48} First, as SRI acknowledges, there exists neither statutory authority nor \njudicial decision in North Carolina holding that claims under Section 11 are \nuninsurable.  Applying generally recognized rules of construction, which hold that \nlimitations on coverage are to be narrowly construed against the insurer, would \nseem to end the inquiry there.8  It is unlikely that the appellate courts of this State \nwould relieve an insurer of liability for claims arising out of coverage that the \ninsurer actively sought to write based on an argument by the insurer that it was \nbad public policy for the insurer to write that coverage. \n{49} Second, and more importantly, SRI’s argument that this Court should find \nthat the North Carolina appellate courts will adopt a public policy making the \n                                                 \n8 The Court notes for the record that the other insurers involved in the coverage of the Bank have \npaid all or a substantial portion of the claims asserted by the Bank for Section 11 losses.  See \nSettlement Agreements at Tabs 35–36 of the Bank’s Appendix of Record Evidence.  While there was \nno acknowledgement of liability on the part of the insurers, the size of the settlements is indicative of \nthe belief that it was unlikely that any exclusion would exist for Section 11 claims.  Also, AISLIC \npaid the full amount of its coverage for the Section 11 claims asserted against the Bank in the \nEnron \nLitigation case.  SRI has paid other insureds for Section 11 claims arising out of the same litigation \nalthough the policy limits may not have been paid and liability may not have been admitted. \nSection 11 claims in this case uninsurable is not supported by the cases SRI relies \nupon.  Both Level 3 Communications, Inc. v. Federal Insurance Co., 272 F.3d 908 \n(7th Cir. 2001), and CNL Hotels Y Resorts, Inc. v. Houston Casualty Co., 505 F. \nSupp. 2d 1317, 2007 U.S. Dist. LEXIS 17904 (M.D.F.L. 2007), are clearly \ndistinguishable from the case at issue and contain language which would indicate \nthat even those courts would not find the claims here uninsurable.  In each case, the \ninsured was an issuer of securities and had been the recipient of money from the \nplaintiffs in the underlying action giving rise to the settlement for which coverage \nwas claimed.  Level 3 Commc’ns, Inc., 272 F.3d at 909; CNL Hotels Y Resorts, Inc., \n505 F. Supp. 2d       ,  2007 U.S. Dist. LEXIS at *2–3.  In each case, the court held \nthat “loss” within the meaning of an insurance contract does not include the \nrestoration of an ill-gotten gain.  Level 3 Commc’ns, Inc., 272 F.3d at 910; CNL \nHotels Y Resorts, Inc., 505 F. Supp. 2d       ,  2007 U.S. Dist. LEXIS at *21.  In case \ncases, the insured had settled a case seeking damages in the nature of restitution.  \nLevel 3 Commc’ns, Inc., 272 F.3d at 909–10; CNL Hotels Y Resorts, Inc., 505 F. \nSupp. 2d       ,  2007 U.S. Dist. LEXIS at *2–3.  In both cases, the plaintiffs in the \nunderlying securities case were seeking to recover the gain the issuer (insured) had \nreceived from its own officers’ misbehavior.  Level 3 Commc’ns, Inc., 272 F.3d at \n910; CNL Hotels Y Resorts, Inc., 505 F. Supp. 2d       ,  2007 U.S. Dist. LEXIS at *2–\n4.  The damages claimed in the WorldCom Litigation were different.  The \ninvestment bankers were not issuers and did not receive the proceeds of the bond \nofferings.  Under the theory of Level 3 and CNL, if WorldCom had been the insured \nin this case it would not have suffered a loss because it would be providing \nrestitution of funds that it had received.  Judge Posner used the analogy of a \nconstructive trust to recover stolen property to describe the remedy sought in the \nunderlying class action in Level 3.  Level 3 Commc’ns, Inc., 272 F.3d at 911.  No \nsimilar claims appear here.  Judge Posner expressly recognized that there could be \nsome Section 11 claims that did result in loss. Id.  See also, CNL Hotels Y Resorts, \nInc., 505 F. Supp. 2d       ,  2007 U.S. Dist. LEXIS at *19–20 (noting that Level 3 \ngave examples of “loss” which would be covered and finding that the holding was \nnot limited to Section 10(b) claims).  In the CNL case, Judge Presnell likewise \nfocused on the restitutionary character of the damages claimed in the underlying \naction.  CNL, 505 F. Supp. 2d. at      , 2007 U.S. Dist. LEXIS at *19–20.  He said, \n“[t]he important point in the Level 3 case was that the amount obtained by the \nplaintiffs in the underlying suit ‘was part of Level 3’s gain from its officers’ \nmisbehavior.’”  Id. (citing Level 3 Commc’ns, Inc., 272 F.3d at 911). \n{50} A careful review of the underlying complaint in the WorldCom Litigation \ndiscloses no claim that seeks damages of a restitutionary nature against the \ninvestment banks.  The damages sought were for losses resulting from negligent \nperformance of the underwriters’ duties. The WorldCom Litigation plaintiffs did not \nseek to force the investment banks to return money which they had received and to \nwhich they were not entitled.  Citing \nLevel 3, Judge Presnell held that “[i]n a \nSection 11 case, if an entity makes a payment that constitutes something other than \ndisgorgement of its own ill-gotten gains, it has suffered a loss.”  Id. at     , 2007 U.S. \nDist. LEXIS at *22. \n{51} SRI’s efforts to shoe-horn its way under the Level 3 doctrine are \nunavailing.  Even if, as SRI argues, the Bank had loans from WorldCom paid down \nas a result of the receipt of bond proceeds from the underwritten offering, those \nwere not sums which were sued for in the underlying action or were ill-gotten or \nstolen.  Those sums constituted the repayment of legitimate debt.  Nor is there any \nsubstantial evidence that such repayment is what actually happened.   In addition, \nthe extension of the law espoused by SRI is not practical in the real world.  Many \nbanks act as underwriters for customers with whom they do other business.  The \npractical effect of SRI’s position would be to call into question any insurance \ncoverage where an underwriter did any other business with the issuer. \n2. \nDEFENSE TO COUNTS III AND IV:  RESCISSION AND CLAIM EXCLUSIONS \nCOUNTERCLAIM COUNTS II AND III:  CLAIM EXCLUSIONS APPLY \n{52} The Bank having established a claim under the language of the policy, the \nburden then shifts to SRI to show that some exclusion under the policy applies or \nthat it is entitled to rescission as claimed in its defense and counterclaim.  Allstate \nIns. Co. v. Lahoud, 167 N.C. App. 205, 605 S.E.2d 180 (2004).   SRI has made two \narguments for exclusion under the policy.  The Bank is entitled to summary \njudgment on both.  \n{53} First, SRI contends that the exclusion for loss related to “[c]laims . . . \narising out of, based upon, or attributable to the gaining in fact of any personal \nprofit or advantage to which they were not legally entitled” applies to the Bank.  \nThere are no facts of record which prove that the Bank received anything to which it \nwas not legally entitled.  It was legally entitled to fees for its underwriting services. \nIf there were evidence to show that the Bank received repayment of loans from \nWorldCom from the proceeds of the underwriting — evidence the Court finds \nlacking — such repayments have not been shown to be illegal in any manner.  Nor \nis the loss for which the claim was filed attributable to any personal profit or \nadvantage.  While SRI would like to think that the Bank participated in some large \nconspiracy with WorldCom and others to defraud investors in WorldCom bonds, it \nhas not been able to adduce proof of such conspiracy.  The underlying claim here is \nbased upon alleged liability for negligent performance of duties as an underwriter.  \nThe Bank has not profited from such action.  It has paid hundreds of millions of \ndollars of its own money as a result of its actions.  The Court believes that the \ninterpretation of this exclusion adopted by the court in Nicholls v. Zurich American \nInsurance Group, 244 F. Supp. 2d 1144 (D. Colo. 2003), is the correct limited \ninterpretation.  That court held that “the reasons for [the personal profit] exclusion \nare equally clear — to prevent the lootin g of corporate assets by directors and \nofficers and then, after being forced to remit the funds, turning to an insurer \nseeking indemnification for their wrongful acts . . . .”  \nId. at 1160. \n{54} Second, SRI contends that the Warranty Statement signed by the Bank’s \nchief financial officer, Mr. Hance, bars coverage.  The statement stated that “no \nperson proposed for coverage is aware of any fact or circumstance or any actual or \nalleged act, error, or omission which he or she has reason to suppose might give rise \nto a future claim that would fall within the scope of the proposed coverage.”   \n{55} An insurer other than SRI asked for the statement, but it was delivered to \nMarsh, the broker.  There is an issue of fact concerning whether SRI saw the \nstatement before agreeing to the policies and whether or not it was actually a part \nof the policies.  Those disputes do not foreclose summary judgment because the \nCourt finds that there is no evidence that anyone covered by the policy had the \nrequisite knowledge to trigger the exclusion. \n{56} The parties disagree over the test to be applied to the statement.  The \nBank contends that it is a subjective test:  i.e., the truth of the statement is to be \njudged by the signor’s subjective belief.  The Bank cites Citizens Bank of Jonesboro, \nArkansas v. Western Employers Insurance Co., 865 F.2d 964 (8th Cir. 1989), and \nLiebling v. Garden State Indemnity, 337 N.J. Super. 447, 767 A.2d 515 (N.J. Super. \n2001), to support its position.  SRI contends that the test is objective and cites two \nIllinois cases, \nRatcliffe v. International Surplus Lines Insurance Co., 550 N.E. 2d \n1052 (Ill. Ct. App 1990), and Evanston Insurance Co. v. Security Assurance Co., 715 \nF. App. 1405 (N.D. Ill. 1989), to support its position.  It also points out that the \nLiebling court acknowledged that other states employed different tests.  There are \nno North Carolina cases on point.  The Court believes that under the circumstances \nof this case the North Carolina courts would apply a subjective test.  This case \ninvolves an enormous institution.  The Bank went to its highest ranking financial \nofficer to get the statement signed.  If anyone would know of a potential claim in a \nmagnitude of $250 million, it would be the chief financial officer.  Mr. Hance \ntestified under oath that he had no knowledge of a potential claim or facts and \ncircumstances which he believed would give rise to a claim in excess of $250 million.  \n(Pls.’ Br. Supp. Mot. Summ. J. App. 16.)  There is nothing in the record to contradict \nhis testimony that that was his subjective belief as of October 1, 2001, the effective \ndate of the warranty.  The Bank was not even the lead underwriter of the 2001 \nWorldCom bond offerings.  The test which SRI proposes would be a 20-20 hindsight \nview of what the Bank, having accumulated all of the knowledge in its various \nbusinesses, should have guessed would happen.  This warranty request seems \nclearly designed on its face to require someone at the highest levels of the Bank to \nassure that there were no hidden claims of which the Bank was aware and that the \nperson signing the statement did not believe that any circumstances existed which \nwould give rise to such a claim. \n{57} SRI further contends that the exclusion would apply if any person who was \ncovered — not just Mr. Hance — had knowledg e of a claim.  (Def.’s Br. Opp’n Mot. \nSumm. J. 38.)  However, SRI points to no covered individual whom it believes either \nhad knowledge of so large a claim arising out of the bond offering or thought that \none might exist.  Even if this were an objective test, SRI’s effort to show that Mr. \nHance or the Bank collectively knew that facts or circumstances existed that would \ngive rise to an enormous claim against the Bank falls short of the mark.  Discovery \nin this case has been broad and extensive.  All SRI has shown is that loan officers at \nthe Bank were concerned about WorldCom’s financial condition and had \ndowngraded its risk rating internally.  (Def.’s Br. Opp’n Mot. Summ. J. 6–7.)  At \nleast one Bank employee believed that WorldCom’s accounting was aggressive.  \n(Def.’s Br. Opp’n Mot. Summ. J. 9–10.)  The Bank was concerned about Mr. Ebbers’ \npersonal financial condition.  (Def.’s Br. Opp’n Mot. Summ. J. 5–6.)  Mr. Ebbers’ was \nWorldCom’s CEO during the financial troubles that lead to WorldCom’s downfall.  \n(Def.’s Br. Opp’n Mot. Summ. J. 5–6.)  The Bank obviously knew that it had \nparticipated, albeit on a secondary level, in underwriting the bonds.  From this \nscant evidence SRI would have a jury make the leap that the Bank knew about \nWorldCom’s accounting fraud, knew that WorldCom would default on the bonds, \nand knew that it was exposed on a securities claim in an unprecedented amount \nbecause it did not disclose the fraud.  There is simply insufficient evidence to \nsupport a finding that Mr. Hance or anyone else at the Bank knew or even \nsuspected that the Bank had a liability arising out of its underwriting activities for \nWorldCom in an amount of $250 million.  There is absolutely no evidence that the \nBank knew of WorldCom’s accounting fraud which was the trigger for its collapse \nand the ensuing litigation.  Without that knowledge, the Bank could not have \nknown of a potential claim arising from the fraud. \n{58} The Bank is entitled to summary judgment on SRI’s claims that it does not \nhave liability based upon exclusions in the policy. \n3. \nDEFENSE TO COUNTS III AND IV:  UNREASONABLE SETTLEMENT \nAMOUNTS AND DEFENSE COSTS \nCOUNTERCLAIM COUNT IV:  INSUFFICIENT INFORMATION TO \nDETERMINE REASONABLENESS OF CLAIMS \n{59} As the Court has stated above, there has been significant discovery \npreceding the pending summary judgment motions.  Supra, ¶ 58.  SRI’s contention \nthat the settlement of the Bank’s exposure in the underlying case was unreasonable \nis without merit.  The Bank sought approval at various times during the \nnegotiations, and SRI declined.  The Bank arguably got the best settlement of any of \nthe investment banking defendants and protected that advantage with a most \nfavored nation provision.  Many investment banks that paid later paid more.  The \nBank’s exposure on a joint and several liability claim exceeded $17 billion.  Its \nsettlement of $460 million in the face of that liability could not be said to be \nunreasonable.  Since it paid more than its combined coverage, it was by no means \nsettling with the excess carriers’ money.  Nor is there any merit to SRI’s claim that \nit has never had sufficient information to determine the reasonableness of the \nclaim.  It has had the benefit of enormous discovery and can still point to no facts \nwhich demonstrate unreasonableness. \n4. \nDEFENSE TO COUNTS III AND IV:  UNJUST ENRICHMENT \n{60} Permeating SRI’s various defenses is an argument that the Bank has been \nor somehow will be unjustly enriched if it recovers on its liability insurance policies \nand that such potential of recovery is justification for relieving SRI of its obligations \nunder the policies.  The Court finds SRI’s position unpersuasive.  The Bank’s claim \nis for money it lost, not money it had received and subsequently had to pay back.  \n{61} First, SRI states in its brief that the Bank was repaid large loans out of \nthe proceeds of the WorldCom bond offering.  (Def.’s Br. Opp’n Mot. Summ. J. 1–2.)  \nIt cited no evidence to support that statement.9  Even if the Bank had been repaid \nsome or all of its outstanding loans, there is nothing illegal about that repayment.  \nAt the heart of this theory is the premise that the Bank intentionally withheld \ninformation in the public offering with the understanding that the proceeds would \nbe used to pay off its loans.  There is simply no evidence in the record to support the \npremise. \n{62} Second, SRI’s argument that the Bank will be unjustly enriched if paid \nunder the policy because its actions resulted in the avoidance of a loss on its \nunderwriting activities would eviscerate the policies.  At the heart of most securities \nclaims is the purchaser’s assertion that it would not have purchased the security \nand incurred a loss in its value if the underwriter or issuer had not omitted or had \nnot misrepresented material facts.  To hold that the underwriters were unjustly \nenriched because negligence allowed them to sell the bonds and not have to buy the \nbonds themselves would render the policies worthless.   The policies would be \nworthless because unjust enrichment would always be the case.  Additionally, in \nthis case such argument ignores the fact that the bond offering for WorldCom was \noversubscribed.  Since there is no evidence that anyone at the Bank was aware of \nthe massive fraud ongoing at WorldCom, the only basis for liability is what the \nBank should have known or found out in the due diligence process or what it failed \nto disclose that turned out to be material.  That negligence is exactly the \ncircumstance for which the policy provided coverage.  There would be no unjust \nenrichment if the claims were paid.  \n{63} SRI asserts the additional defenses of laches, estoppel, waiver, and \nunclean hands to Counts III and IV.  The Court finds these defenses are without \nmerit and are summarily dismissed. \n \n                                                 \n9  SRI’s Brief Opposing Plaintiffs Motion for Summary Judgment states that “[t]he Bank urged \nWorldCom to make a multi-billion dollar bond offering, which would enable WorldCom to pay down \nits debt.”  (Def.’s Br. Opp’n Mot. Summ. J. 1–2.)  The bond offering then allowed “WorldCom . . . to \nrepay the Bank hundreds of millions of dollars in outstanding obligations.”  (Def.’s Br. Opp’n Mot. \nSumm. J. 2.)  In SRI’s Statement of Facts, there are citations to support the former statement, but \nnot the latter.  (Def.’s Br. Opp’n Mot. Summ. J. 5–8.) \nB. \nAMENDED COUNTERCLAIM COUNTS IX, X, AND IX:  FRAUD AND \nMISREPRESENTATION BY THE BANK AND UNFAIR AND DECEPTIVE \nTRADE PRACTICES \n{64} In considering the Bank’s motion for summary judgment on SRI’s claims \nfor fraud, misrepresentation, unfair trade practices, and rescission, the Court must \nview all the facts in the light most favorable to SRI and draw all inferences in its \nfavor. Supra, at III.  If there are material facts in dispute, summary judgment is not \nappropriate.  The Court finds that there are sharply disputed facts on issues that \ngenerally call for jury determination.  At the heart of each of SRI’s claims is the \nassertion of misconduct by the Bank’s agent/broker Marsh and its employee Mr. \nCalder in connection with the procurement of the policies.  SRI contends that when \nit signed the policy endorsements on March 1, 2002, it had been deceived and \ndenied information material to its decision to remain on the policies without change. \nThere exist disputes on at least the following facts in relation to that claim: \n The parties dispute the materiality of the ISA. \n There is a dispute over the materiality of Mr. Calder’s \nmisrepresentations to Limit to keep it on the policies.  There is no \ndispute that Mr. Calder sent Limit a letter which contained a \nstatement which he knew to be untrue in order to facilitate Limit \nstaying on the policies.  Was Mr. Calder’s conduct in failing to reveal to \nSRI that he had met the condition that all carriers had to agree to \nremain on coverage through the use of a false latter a material \nmisrepresentation? \n There is a dispute over what Mr. Calder said to SRI about the \nconditions surrounding the renegotiation of the excess policies after \nAISLIC withdrew from investment banking coverage.\n10 \n                                                 \n10 The problem faced by the Bank on these claims is that its agent, through Mr. Calder, admittedly \nmisrepresented facts to another underwriter to get them to stay on the coverage.  It is a fair \ninference that Mr. Calder would have done the same to SRI.  Should the jury find, or the Court \ninstruct them, that the standards of the London Market apply to Mr. Calder’s behavior — something \n There is a dispute over whether SRI saw or could have seen the ISA \nbefore March 1, 2002. \n There is a dispute over the contents of Mr. Calder’s “broke” to the \nexcess carriers.11 \n There is a dispute over which standards govern Mr. Calder’s conduct: \nLondon Market standards which put a higher duty on the broker or \nU.S. standards which place more responsibility on the insurer.  \n There is a dispute over what duties the London Market standards \nimpose. \n There is a dispute over whether SRI could reasonably rely on Mr. \nCalder’s statements under the circumstances and what the \ncircumstances were.12 \n There is a dispute over what SRI would have done if it had seen the \nISA.  Would it have declined to sign the endorsements or did it simply \nlose some additional premium it might have charged? \n13 \n Whether or not SRI knew or should have known it had a right to \nrenegotiate the terms of the excess policy is disputed.  \n                                                                                                                                                             \nthe Court is increasingly inclined to do — the Bank’s position becomes more tenuous.  Certainly the \nBank had every incentive not to lose the excess coverage since it already had large Enron Litigation \nclaims.  This would appear to be the weakest part of the Bank’s case, and a reason for it to \ncompromise. \n \n11 A “broke” is a sales pitch.  (Def.’s Br. Opp’n Mot. Summ. J. 17.)  Reference to the disagreement can \nbe found in Section II. E. Disputed Facts.  \n \n12 The Court notes that SRI renewed the excess policies in June 2002, 2003, and 2004 after notice of \nthe WorldCom Litigation and Enron Litigation claims, thus casting some doubt that it would have \nopted out of coverage in March 2002 before it knew of the WorldCom Litigation claim.  The record is \nnot clear on what premiums were charged for 2002, 2003, and 2004, but that may also be a factor a \njury would consider in determining both reasonable reliance and possible damages.  SRI is a \nsophisticated insurer which renewed these policies.  Reasonable reliance and damages were based on \ncancellation in March 2002 and would seem to be the weakest part of SRI’s case, and a reason for it \nto compromise. \n \n13 SRI’s position appears to be that it was denied material information that would have impacted the \nunderwriting decision and that it is therefore entitled to rescission regardless of what its \nunderwriting decision would have been had the information been provided.  The record contains \nstrong evidence that it would have continued coverage, perhaps at a higher premium.  For that \nreason the Court is inclined to let the jury decide the question. \n What the Bank knew about WorldCom’s financial situation and \nwhether or not that provided an incentive to keep the excess policies in \nplace is disputed. \n What SRI knew about WorldCom as one of the factors in determining \nthe reasonableness of reliance is disputed.  SRI insured WorldCom’s \nofficers and directors at the same time it insured the Bank. \n{65} Where there are disputed facts impacting questions such as reasonable \nreliance and materiality, summary judgment is not appropriate.  Nor is it clear \nwhat damages, if any, SRI would sustain on other claims if it were entitled to \nrescission.  In addition, the questions of materiality and who knew what material \ninformation when prevents the Court from summarily applying the statute of \nlimitations.  Depending on what the evidence shows at trial, some issue may be \nsubmitted to the jury to clarify application of the statute.   \nC. \nAMENDED COMPLAINT COUNT VI:  BAD FAITH \n{66} The Court now turns to SRI’s motion for partial summary judgment on the \nplaintiffs’ claim for bad faith refusal to pay the Bank’s claim under the policies.  \nWhile the Court has rejected many of SRI’s arguments with respect to coverage, it \nhas denied Plaintiffs’ motion for summary judgment on SRI’s claims involving \nmisrepresentation.  The Court finds that while the policy interpretation arguments \nof SRI are wrong, the arguments advanced for interpretation of language in the \npolicies or for a change in the law do not rise to the level of “strained and fanciful.”  \nSee Olive v. Olive, 76 N.C. App. 180, 189, 333 S.E.2d 41, 46 (1985) (noting that \nwhere the insurance company’s reason for denying the claim was neither “strained \nnor fanciful” there was not tort of bad faith).  The issue is not whether the policies \ncovered investment banking activities; they clearly did.  The issue is whether there \nwas bad faith in denying the Bank’s claim for the amounts it paid in settlement of \nthe underlying securities class action in WorldCom.  The Court finds there was not. \n{67} Bad faith claims against an insurance company on the refusal to settle a \nclaim require three elements.  Lovell v. Nationwide Mutual Ins. Co., 108 N.C. App. \n416, 420, 424 S.E.2d 181, 184 (1993).  First, there must have been recognition of a \nvalid claim and a refusal to pay that claim.  Id.  Second, there must have been bad \nfaith in making that refusal, where “bad faith” means a refusal “not based on honest \ndisagreement or innocent mistake.”  Id. at 421, 424 S.E.2d at 185 (quoting Dailey v. \nIntegon Gen. Ins. Corp., 75 N.C. App. 387, 396, 331 S.E.2d 148, 155, disc. rev. \ndenied, 314 N.C. 665, 336 S.E.2d 399 (1985)).  And third, to recover punitive \ndamages for the tortious act of bad faith, there must have been aggravating or \noutrageous conduct on the part of the insurance company.  Id. at 420, 424 S.E.2d at \n184.  Aggravating conduct can be shown through examples of “fraud, malice, gross \nnegligence, insult, rudeness, oppression, or wanton and reckless disregard of \nplaintiff’s rights.”  Id. at 422, 424 S.E.2d at 185 (citing Dailey, 75 N.C. App. at 394, \n331 S.E.2d at 154).   \n{68} The appellate court has emphasized that the courts should approach bad \nfaith claims with caution, stating: \nAs our Supreme Court noted in Newton v. Standard Fire Ins. Co. , 291 \nN.C. 105, 229 S.E.2d 297 (1976), exposing insurers to “liabilities \nbeyond those called for in the insura nce contract . . . except for the \nmost extreme circumstances, would . . . be detrimental to the \nconsuming public whose insurance premiums would surely be \nincreased to cover them.” \nId. at 116, 229 S.E.2d at 303. \n \nOlive, 76 N.C. App. at 190, 333 S.E.2d at 46–47.  Identifying the elements, or lack \nthereof, of bad faith in the current case is not as simple as in the automobile \naccidents found in prior cases.  This is not a typical insurance coverage case where \nthe claims giving rise to the liability are not complex or novel and there is a \ndisparity in negotiating power between insured and insurer.  Two financial \nbehemoths are battling over a large sum of money.14  The underlying litigation was \ncomplex and novel, the effects of which are still being felt.  The Court has a \n                                                 \n14 As far as the Court can determine, the parties have left no discovery undone and no plausible \nargument unasserted in the hundreds of pages of briefs that have been filed.  They have each proven \nto the other that they will not be intimidated.  It is time for rational business people who will \nundoubtedly do business with each other in the future to resolve their differences through \nnegotiation. \nmandate to tread cautiously and has done so when reviewing all three elements of \nbad faith even though an analysis of any one would dispose of the claim. \n{69} Under the first element, there has not been a valid claim recognized by \nSRI.  One factor is that for a period of time before this litigation there was a \nsignificant question of the Bank’s liability in the underlying WorldCom Litigation.  \nThe other, and more influential factor, is that SRI never recognized a valid claim \nfrom the Bank.  \n{70} First, the circumstances giving rise to the Bank’s claim were \nunprecedented.  The claims arose from the two largest corporate fraud and \nbankruptcy cases in United States history.  Millions of employees and investors lost \nbillions of dollars.  New theories of liability were generated by their underlying \ncases against investment banks and others in an effort to recover their losses.  The \nlosses involved in Enron and WorldCom were extraordinary by any measure.  The \nBank’s claims were not isolated — they were but one of  many similar claims made \nby investment banks against their insurers under liability policies.  The underlying \nclaims were complex, novel, and hotly contested.  The investment banks, not the \ninsurers, controlled the underlying litigation because the claims, particularly the \nnovel joint and several liability claims, exceeded most policy limits.  In fact, the \nBank’s claim was settled for an amount far in excess of the coverage provided by all \nof its policies.  Substantial deductibles were also involved.  The timing of the Enron \nand WorldCom claims resulted in the Enron claims, which came first, using most, if \nnot all, of the deductibles.   \n{71} The entire scenario was complicated by varying degrees of exposure and \ndiffering levels of knowledge about WorldCom on the part of the underwriters.  The \nBank was not one of the lead underwriters on the second bond offering, but it did \nhave significant knowledge of WorldCom as a result of its loans to WorldCom and \nits CEO and the fact that it had also participated in the first bond offering.  \nDifferent insurers provided different kinds of coverage.  Differing levels of \nunderwriting responsibility existed.  The lead underwriters paid several billion \ndollars more than the Bank to settle their claims.  The sheer magnitude of the \nEnron and WorldCom cases coming in close sequence, combined with the myriad \ncomplexities guaranteed a careful and studied approach by any insurer.  Many \ninsurers had coverage for many of the investment banks involved.  The investment \nbanks themselves originally presented a united front in contesting many of the new \nand old theories of liability in the underlying cases. \n{72} The Bank denied liability in the securities class action as did all other \ninvestment banks.  The Bank did not change its position until after summary \njudgment motions by the investment banks had been denied by Judge Cote.\n15  In re \nWorldCom, Inc. Sec. Litig., 346 F. Supp. 2d 628 (S.D.N.Y. 2004).  Her decision \nformed the basis of the potential liability of the WorldCom bond underwriters.  \nUntil that decision the basis of any liability of the underwriters was uncertain, \nhence coverage could not be determined until at least that date.  Even then the \nultimate basis of liability could not be determined.  The magnitude of the corporate \nwrongdoing has resulted in new theories of liability being asserted such as the \nSection 11 claims and “scheme liability”— a topic currently before the United States \nSupreme Court.  Stoneridge Investment Partners, LLC v. Scientific-Atlanta, Inc., \n443 F.3d 987 (8th Cir. 2006) cert. granted, 127 S. Ct. 1873 (2007) (oral arguments \nwere scheduled for October 9, 2007).  Differing liability theories could result in \ndifferent outcomes on coverage issues.  In short, the circumstances surrounding the \nBank’s claim were unusual, unprecedented, and complex, and created numerous \ncoverage questions not easily resolved. \n{73} Even with the complexity of the underlying litigation, SRI might have \nrecognized some kind of valid claim.  However, it has argued that it never \nrecognized that the Bank had a valid claim and that such recognition is a \nprerequisite to a bad faith claim.  \nLovell, 108 N.C. App. at 420, 424 S.E.2d at 184 \n(stating the insurance company must have “recognized a valid claim” to recover \n                                                 \n15 Judge Cote granted in part the underwriters’ motion for summary judgment in regards to \nomissions in the registration statements.  In re WorldCom, Inc. Sec. Litig., 346 F. Supp. 2d at 685–\n697.  Judge Cote denied the underwriters’ motion for summary judgment in regards to their liability \nfor the financial statements.  Id. at 661–685.  The underwriters argued that there was “no dispute \nthat they acted reasonably.”  Id. at 661.  Judge Cote disagreed.  Id. at 683. \npunitive damages under bad faith).  It is clear that SRI never told the Bank that it \nrecognized its claim as valid and that it consistently told the Bank that it had \nquestions and reservations about the claim and coverage.  If the recognition of a \nvalid claim is a prerequisite to a bad faith claim — and the language in the \nappellate court cases seems to say it is — then the Bank has not established a \nnecessary prerequisite to its bad faith claim.  The Bank argues that SRI de facto \nrecognized the validity of the claim by paying other claims.  As the Court pointed \nout above, there were compromises and differences in the other claims which would \nprevent such an easy assumption.  As the Court of Appeals pointed out when \nupholding summary judgment on a bad faith claim in the \nOlive decision, “[i]t \nappears that defendant here promptly and consistently denied plaintiffs’ insurance \nclaim based on an interpretation that is neither strained nor fanciful, regardless of \nwhether it is correct.”  \nOlive, 76 N.C. App. at 189, 333 S.E.2d at 46.   \n{74} The second element, the presence of “bad faith,” is also lacking.  The Bank \npoints to several facts as being indicative of SRI’s bad faith:  SRI filed first in New \nYork, SRI settled other claims that appear superficially to be similar to the claim at \nissue, and other carriers settled the Bank’s claims on this matter.  The Bank also \nargues that SRI’s defense of its position on the validity of the Bank’s claims was \nstrained and fanciful and that SRI’s additional defense of rescission is further \nevidence of bad faith.  The Court does not find that any of these are evidence of bad \nfaith. \n{75} These are two large corporations jousting over large sums of money.  That \nboth employed coverage counsel and sought to select the venue for their disputes is \nunsurprising and does not give rise to any bad faith claim.  The Bank has simply \nnot been disadvantaged by SRI’s attempt to secure venue in New York.  The day \nafter the Bank reached its settlement of the underlying claim, and the same day the \nsettlement was announced, SRI filed a summons with notice in the Commercial \nCourt in New York City.\n16  There is no evidence in the record that it knew the Bank \nhad settled when it did.  SRI communicated a willingness to continue discussions on \n                                                 \n16 SRI was joined by the Lloyd’s Syndicates, the policy holder for the first level of excess policies. \nthe same day.  Other investment banks, including banks insured by SRI, had not \nsettled.  There had not been any significant settlements of WorldCom claims \nbetween insurers and insureds at that point in time either.  Many of those banks \nwere located in New York, and there was a good possibility that New York law \nwould be applied to those policies written in New York.  The Bank quickly filed its \ndeclaratory judgment action in North Carolina.  It did not contain a bad faith claim \nfor obvious reasons.  No claim had been submitted at that point, and settlement had \njust been reached in the underlying action.  The policies are indemnity policies, and \nno actual payment had been made at that point.  The New York action was stayed \nin favor of the North Carolina action, so the Bank was not denied its forum of \nchoice.  The Bank first tendered a claim to SRI for the WorldCom settlement on \nSeptember 28, 2005.  By this time, the Bank had already filed its Amended \nComplaint asserting a bad faith claim.  No claim has been tendered for Enron, as \nthe amounts involved there were below the deductible and first layer of coverage.   \n{76} Sometime after this litigation began, the various claims of investment \nbanks against their insurers were negotiated to settlement.  The Bank ultimately \nsettled with all its excess carriers with the exception of SRI.  Settlement occurred on \nAugust 11, 2005, between the filings of the Complaint on March 23, 2005, and the \nAmended Complaint (which included the bad faith claim for the first time) on \nAugust 31, 2005.  On the whole, these settlements were not for the face value of the \npolicies, but were compromises which reflected some uncertainty of coverage, which \nwas disavowed in all the settlements.  The settlements, while reflecting a discount \nfor uncertainty, also were an indication that it was more likely than not that \ncoverage existed.  SRI has settled claims of other investment banks arising out of \nthe WorldCom securities class action.  Those settlements mirrored the level of \nuncertainty surrounding the other settlements.  While all the settlement \ninformation is interesting, the Court does not find it probative of the issue of bad \nfaith in this case.  The settlements were compromises.  The policies written by \ndifferent insurers contained different terms and covered different insureds who had \nvarying levels of involvement with the underwriting and with WorldCom.  The \ncircumstances of some of the other excess carriers differed from SRI’s position \nbecause they had been carriers on prior policies and had knowledge of the history of \nthe prior claims that SRI did not have.  The Bank’s substantial business with Mr. \nEbbers and WorldCom put it in a different position from some of the other \nunderwriters.  It is simply not possible to find sufficient similarities in all the \nvarious circumstances to warrant a conclusion that SRI was engaged in bad faith \nbecause it did not pay the Bank on either the same basis it paid other claims or on \nthe same basis that other carriers settled with their insureds under different \npolicies.  The other settlements simply do not provide support for either side’s \nargument on the bad faith claim.  Courts should not put themselves in the position \nof trying to decide what a proper compromised settlement should be based on the \nsettlements in other situations.  The Bank has sued for the entire amount of its \ncoverage, and the Court can neither create a compromised settlement for it nor hold \nthat SRI should have compromised at a certain amount. \n{77} The Court does not find SRI’s position that Section 11 claims are excluded \nfrom loss to be “strained and fanciful” even though it has squarely rejected the \nargument.  There are two reasons.  First, it is clear that there may be some \ncircumstances in which a court would find such claims to be excluded and those \nwould depend on the level of culpability of the insured.  Second, the law in the area \nof securities class actions is evolving and uncertain.  The very fact that the \nStoneridge Investment Partners case is pending before the U.S. Supreme Court on \nscheme liability is indicative of the uncertainty of the nature of the claims in this \narea.  The actions of an insured can give rise to different kinds of liability, and SRI \nwas entitled to raise the defense even though it lost.  Certainly, the Bank had a \nrelationship with WorldCom that placed it in a precarious position and warranted \nits settlement of the underlying class action.  SRI was entitled to learn about that \ninvolvement before deciding whether to pay the claim.  Accordingly, there existed \nsome reasonable dispute over interpretation of the terms of the policy.  The fact that \nthe Bank has prevailed on that issue is not a basis for bad faith.   \n{78} SRI added the additional defense of misrepresentation after discovery in \nthis action, which defense was peculiar to the Bank’s claim and not found with \nother insurers.  For reasons set forth above, the Court has concluded that there are \nissues of fact to be determined by a jury with respect to SRI’s rescission claim.  \nAgain those issues may well be resolved against the insurer, but there are \nlegitimate issues with respect to the actions of the Bank’s agent in procuring the \npolicies, and the facts are in dispute.  The importance of the Court’s denial of the \nBank’s motion for summary judgment on those issues is unclear.  In the Olive case, \nJudge Eagles emphasized that the trial court’s denial of plaintiff’s summary \njudgment motion did not serve as the basis for the court’s decision on bad faith.  He \nsaid:  “Lest we be misunderstood, we emphasize again that the trial court’s \ndetermination of plaintiffs’ summary judgment motion on the first claim did not \ninfluence our determination of the propriety of its rulings on the second and third \nclaims.”  Id. at 190, 333 S.E.2d at 47. \n{79} The third element of bad faith, aggravating circumstances, is also lacking.  \nThe Court finds insufficient evidence of aggravating circumstances on the part of \nSRI in this record.  SRI’s denial of the claim has been consistent.  The Bank has not \nbeen misled in that regard.  SRI cooperated when the Bank wanted to settle by \nwaiving any claim that SRI’s consent was required, thus permitting the Bank to \nproceed with settlement.  (Def.’s Br. Supp. Mot. Partial Summ. J. 6.)  The Bank did \nso for its own reasons and despite the fact that most, if not all, of its excess carriers \nhad thus far refused to pay under the policies.  The Bank’s effort to portray SRI’s \ncreation of a special unit to handle the securities claims arising out of the Enron \nand WorldCom scandals as evidence of bad faith is unpersuasive.  SRI and other \ncarriers were facing billions of dollars in potential claims.  The fact that a special \nunit would be created to coordinate the massive claims is unremarkable.  It would \nbe remarkable if the insurers had not created mechanisms to deal with a multitude \nof large claims from various insureds.  “Reassessing losses” and “resisting \nopportunistic and unfounded demands” are not bad faith.  (Pls.’ Br. Opp’n Mot. \nPartial Summ. J. 7.)  Nor does the Court find the Bank’s description of Mr. Murray’s \nstyle as “disruptive” and “combative” sufficient evidence of bad faith.  (Pls.’ Br. \nOpp’n Mot. Partial Summ. J. 14.)  He was entitled to ask questions about how the \nBank was defending itself and what its strategy was going to be and why.  The \nBank was not required to follow any of his suggestions and in fact rejected them out \nof hand.  (Pls.’ Br. Opp’n Mot. Partial Summ. J. 14–16.) \n{80} The Bank has failed to establish a viable bad faith claim, and SRI’s Motion \nfor Partial Summary Judgment is GRANTED as to the bad faith claim. \n \nVI. \nCONCLUSION \n{81} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and \nDECREED: \n1. Plaintiffs’ Motion for Summary Judgment as to Count III of the \nAmended Complaint is GRANTED, subject to determination of \nthe rescission claim. \n2. Plaintiffs’ Motion for Summary Judgment as to Count IV of the \nAmended Complaint is GRANTED, subject to determination of \nthe rescission claim. \n3. Plaintiffs’ Motion for Summary Judgment as to Count I of the \nCounterclaim is GRANTED. \n4. Plaintiffs’ Motion for Summary Judgment as to Count II of the \nCounterclaim is GRANTED. \n5. Plaintiffs’ Motion for Summary Judgment as to Count III of the \nCounterclaim is GRANTED. \n6. Plaintiffs’ Motion for Summary Judgment as to Count IX of the \nAmended Counterclaim is DENIED. \n7. Plaintiffs’ Motion for Summary Judgment as to Count X of the \nAmended Counterclaim is DENIED. \n8. Plaintiffs’ Motion for Summary Judgment as to Count XI of the \nAmended Counterclaim is DENIED. \n9. Defendant’s Motion for Summary Judgment as to Count VI of \nthe Amended Complaint is GRANTED. \n10. Plaintiffs’ Motion in Limine is GRANTED. \n \nThis the 19th day of December, 2007. "
}