{
  "id": "451d081ab04569bc9d5f0225249640124ed466ee31a8b9752744e118729083a7",
  "source_file": "data/raw/ncbc/451d081ab04569bc9d5f0225249640124ed466ee31a8b9752744e118729083a7.pdf",
  "raw_text": " Accelerando, Inc. v. Relentless Sols., Inc., 2025 NCBC 29. \n \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV028428-400 \n \nACCELERANDO, INC., \n \nPlaintiff, \n \nv. \n \nRELENTLESS SOLUTIONS, INC. \nand ROBERT YODER, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT ROBERT YODER’S \nMOTION FOR JUDGMENT ON THE \nPLEADINGS \n \n \n \n \n1. THIS MATTER  is before the Court on the 14 March 2025 filing of \nDefendant Robert Yoder’s Motion for Judgment on the Pleadings (the Motion).  (ECF \nNo. 19 [Mot.].)  Pursuant to Rule 12(c) of the North Carolina Rules of Civil Procedure \n(the Rule(s)), Defendant Robert Yoder (Yoder) requests that the Court  dismiss with \nprejudice the claims asserted against him by Plaintiff Accelerando, Inc. (Plaintiff).  \n(Mot. 1–2.)   \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion. \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P. by Jennifer K. \nVan Zant and Amanda S. Hawkins, for Plaintiff Accelerando, Inc. \n \nRandolph M. James, P.C. by Randolph M. James, for Defendant Robert \nYoder.  \n \nRobinson, Chief Judge. \n \nI. INTRODUCTION \n3. This action arises out o f Plaintiff’s contention that Yoder, a former \nemployee, left to work for a competitor, Defendant Relentless Solutions, Inc. \n \n \n(Relentless), taking with him Plaintiff’s trade secrets and confidential information in \nviolation of restrictive covenants found within his subcontractor agreement w ith \nPlaintiff.  Plaintiff also contends Yoder has wrongfully interfered with its service \ncontracts with its customers by inducing them to terminate those service contracts to \nwork with Relentless instead.    \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact on a Rule 12(c) motion for \njudgment on the pleadings.  The following factual background is drawn from the \npleadings and matters of record that are properly considered, relevant, and necessary \nto the Court’s consideration of the Motion.   \nA. The Parties \n5. Plaintiff is a North Carolina corporation with its principal place of business \nin Guilford County, North Carolina.  (Am. Compl. ¶ 1, ECF No. 14 [Am. Compl.].)   \n6. Relentless is a Florida corporation with its principal office in North Miami, \nFlorida.  (Am. Compl. ¶ 2.)   \n7. Yoder is a resident of Forsyth County, North Carolina.  (Am. Compl. ¶ 3.)   \nB. Plaintiff’s Business Relationship with Relentless  \n8. Plaintiff, with the authorization of NCR Corporation (NCR), “provides \nsoftware and services to businesses that license NCR Counterpoint[,]” a point-of-sale \nsoftware product and intellectual property owned by NCR.  (Am. Compl. ¶¶  9–11.)  \n“The products and services [Plaintiff] provides are highly specialized, and are \ntargeted to clients who use NCR Counterpoint.”  (Am. Compl. ¶ 12.)   \n \n \n9. Approximately thirty  companies worldwide, including Plaintiff  and \nRelentless, have been authorized by NCR “to sell products and provide service to \ncustomers using NCR Counterpoint within certain geographic regions.”  (Am. \nCompl. ¶¶ 10–11.)  Relentless is also authorized to provide NCR Counterpoint \nproducts and services.  (Am. Compl. ¶ 13.)    \n10. On 24 August 2017, Plaintiff and Relentless entered into the Ecommerce 4 \nCounterpoint Reseller Agreement (the E4CP Agreement), which remains in effect.  \n(Am. Compl. ¶ 18.)   \n11. Pursuant to the E4CP Agreement, Plaintiff authorized Relentless “to resell \ncertain products that [Plaintiff] creates for use with NCR’s Counterpoint” (the E4CP \nProducts).  (Am. Compl. ¶ 19.)   \n12. As a condition of receiving a license to resell the E4CP Products, the E4CP \nAgreement includes a confidentiality provision whereby Relentless “agreed that it \nwould not use in competition [Plaintiff’s] confidential business information, including \n[Plaintiff’s] price lists, data, marketing materials, and business plans.”  (Am. \nCompl. ¶¶ 20–21.)  This provision expressly excludes “information that is publicly \nknown or otherwise available through lawful means, or information that Relentless \nindependently developed.”  (Am. Compl. ¶ 21.)   \nC. Yoder’s Employment with Plaintiff \n13. Yoder began working for Plaintiff around 15 November 2009 .  (Am. \nCompl. ¶ 15.)  At the time of his resignation, Yoder was Plaintiff’s Vice President of \n \n \nPlatform Services, through which he had access to Plaintiff’s confidential information \nand clients.  (Am. Compl. ¶ 15.)   \n14. In November 2009, Yoder executed a Subcontractor Non -Compete \nAgreement (the Non-Compete Agreement).  (Am. Compl. ¶ 38; see Am. Compl. Ex. A., \nECF No. 14.1 [Non-Compete Agt.].)   \n15. The Non -Compete Agreement includes the following covenant against \ncompetition:  \nA. During the period of Subcontractor’s contractual relationship with \nthe Company and for a period of twenty -four (24) months after the \ntermination of agreement .  . . Subcontractor shall not directly or \nindirectly, either for Subcontractor’s own account or a s a partner, \nshareholder (other than shares regularly traded in a recognized \nmarket), officer, subcontractor, agent or otherwise, provide services or \nother to any of the Company’s customers, clients or accounts that might \nbe considered competitive in nat ure.  By way of example, and not as a \nlimitation, the foregoing shall preclude Subcontractor from soliciting \nbusiness or sales from, or attempting to convert to other sellers or \nproviders of the same or similar products or services as provided by the \nCompany, any customer, client, or account of the Company.  \n \n(Non-Compete Agt. at 1.)   \n16. The Non -Compete Agreement also includes the following confidentiality \nprovision:  \nC. During the period of the Subcontractor’s contractual relationship \nwith the Company, and thereafter for seven (7) years, Subcontractor \nshall not disclose to anyone any Confidential Information.  For the \npurposes of this Agreement, “Confidential Information ” shall include \nany of the Company’s confidential, proprietary or trade secret \ninformation that is disclosed to Subcontractor or Subcontractor \notherwise learns in the course of employment such as, but not limited \nto, business plans, customer lists, finan cial statements, software \ndiagrams, flow charts and product plans.   \n \n \n \n(Non-Compete Agt. at 2.)  The confidentiality provision expressly excludes \ninformation that “(i) is or becomes publicly available through no act of Subcontractor, \n(ii) is rightfully received by Subcontractor from a third party without restrictions[,] \nor (iii) is independently developed by Subcontractor.”  (Non-Compete Agt. at 2.)   \nD. Yoder Resigns from Employment with Plaintiff and Begins Work \nfor Relentless  \n \n17. Plaintiff alleges, upon information and belief, that Yoder met with \nRelentless at its headquarters in Florida in December 2021 and that, shortly \nthereafter, Yoder accepted a position with Relentless.  (Am. Compl. ¶¶ 41–42.)   \n18. On or about 14 March 2022, Yoder informed Plaintiff that he was resigning.  \n(Am. Compl. ¶ 43.)   \n19. At some point after resigning from his employment with Plaintiff, Yoder \nbegan working for Relentless as a Solutions Architect L3.  (Am. Compl. ¶ 16.)  \n20. Plaintiff alleges that its President, Craig Castor, asked Yoder when he \nresigned whether he was leaving to work for Relentless and that Yoder “lied and said \nhe was not.”  (Am. Compl. ¶ 43.)   \n21. The same day that he resigned, Yoder forwarded certain information \nregarding Plaintiff’s then-customer Frham to his personal email address, including \n“an internal Accelerando service ticket, which included Frham’s customer contact \ninformation.”  (Am. Compl . ¶  45.)  Yoder “also forwarded to his personal email \ncustomer contact information for then -Accelerando customer Girl Scouts Carolinas \nPeaks to Piedmont.”  (Am. Compl. ¶  46.)  Plaintiff alleges that the customer \ninformation taken by Yoder is confidential.  (See Am. Compl. ¶ 45.)   \n \n \n22. Plaintiff further alleges, upon information and belief, that Yoder “also stole \nadditional confidential and trade secret information” from Plaintiff and that he took \nthis information to use for Relentless’ benefit.  (Am. Compl. ¶¶ 47–48.)   \nE. Other Employees Depart Plaintiff and Join Relentless  \n1. Scott Muller \n23. Scott Muller (Muller) began working for Plaintiff in 2005 as an account \nmanager and later became a vice president of the company.  (Am. Compl. ¶ 22.)   \n24. Muller resigned his employment with Plaintiff in 2012 “after an argument \nwith [Plaintiff’s] President over his authority and compensation.”  (Am. Compl. ¶ 23.)  \nPlaintiff alleges that, before leaving, Muller threatened that “he would steal \n[Plaintiff’s] customers if he left.”  (Am. Compl. ¶ 23.)   \n25. Upon leaving his employment with Plaintiff, Muller “began working for one \nof [Plaintiff’s] clients” and, shortly thereafter, Muller, “through his employer, fired \n[Plaintiff].”  (Am. Compl. ¶ 24.)   \n26. In or around June 2021, Muller was hired as Vice President of Business \nDevelopment at Relentless.  (Am. Compl. ¶  25.)  Plaintiff alleges, upon information \nand belief, that approximately three months later, in or around September 2021, \nMuller became Relentless’ Chief Operations Officer.  (Am. Compl. ¶ 25.)   \n2. Dana Dollaeye \n27. In or around September 2021, Dana Dollaeye (Dollaeye) was hired as the \nVice President of Client Delivery Service of Relentless.  (Am. Compl. ¶ 26.)   \n \n \n28. Dollaeye was previously employed by Plaintiff, where she worked “in a \nnearly identical role, as [Plaintiff’s] Vice President of Client Delivery Service and an \nofficer of [Plaintiff].”  (Am. Compl. ¶  27.)  Dollaeye resigned from her employment \nwith Plaintiff on 14 September 2021.  (Am. Compl. ¶ 29.)   \n29. In her role as Plaintiff’s Vice President of Client Delivery Service, Dollaeye \n“had access to [Plaintiff’s] confidential information, and was in charge of managing \n[Plaintiff’s] client service protocols.  Nearly all of [Plaintiff’s] employees reported \ndirectly to her, including [Plaintiff’s] Knowledge Services Professionals, service \nmanagers, and subcontractors.”  (Am. Compl. ¶ 28.)  Dollaeye, in this role, “also had \naccess to all information regarding rates of pay, benefit classes, and history of \ncompensation for every employee.”  (Am. Compl. ¶ 28.)   \n30. After tendering notice, but prior to leaving employment with Plaintiff, \nDollaeye emailed to her personal email certain information which Plaintiff alleges \nconstitutes its confidential and trade secret information.  (Am. Compl. ¶ 30.)  Plaintiff \nspecifically alleges that Dollaeye emailed herself  a host of sensitive documents \nincluding internal best practices and policies, work templates, job descriptions, and \nother internal documents  (collectively, the Customer Service Protocols) .  (See Am. \nCompl. ¶ 30.)  Plaintiff alleges it has “developed and honed” these materials over the \ncourse of more than two decades.  (Am. Compl. ¶ 30.)   \n31. Only service management employees of Plaintiff have access to the \nCustomer Service Protocols, and the materials are password protected and are not \nshared outside the company.  (Am. Compl. ¶ 33.) \n \n \n32. Plaintiff further alleges, upon information and belief, that Dollaeye \n“forwarded and stole additional trade secret materials” from Plaintiff and that she \ntook this information to use for Relentless’ benefit.  (Am. Compl. ¶¶ 34–35.)   \nF. Plaintiff’s Customers Leave to Work with Relentless  \n33. Plaintiff alleges that the following customers have left Plaintiff to work \nwith Relentless: (1) Girl Scouts Carolinas Peaks to Piedmont (Girl Scouts), (2) Frham, \n(3) Shore Décor, and (4) So-Mo Agri Supply.  (Am. Compl. ¶ 54.)   \nIII. PROCEDURAL BACKGROUND \n34. On 23 December 2024, Plaintiff initiated this action upon the filing of the \nVerified Complaint.  (ECF No. 3.)   \n35. On 21 February 2025, Plaintiff filed the Amended Complaint as a matter of \nright.  (ECF No. 14.)   \n36. On 14 March 2025, Yoder filed an answer to the Amended Complaint.  (ECF \nNo. 18.)  That same day, Yoder filed the Motion.   \n37. After full briefing, the Court held a hearing on the Motion on 6 June 2025 \n(the Hearing), where all parties were represented by counsel.  (See ECF No. 30.)   \n38. The Motion is ripe for resolution. \nIV. LEGAL STANDARD \n39. “A motion for judgment on the pleadings should not be granted unless the \nmovant clearly establishes that no material issue of fact remains to be resolved and \nthat he is entitled to judgment as a matter of law.”  Carpenter v. Carpenter, 189 N.C. \nApp. 755, 761 (2008) (citation omitted).  On a Rule 12(c) motion, “[t]he movant is held \n \n \nto a strict standard and must show that no material issue of facts exists and that he \nis clearly entitled to judgment.”  Ragsdale v. Kennedy , 286 N.C. 130, 137 (1974)  \n(citation omitted).  “[T]he court cannot select some of the alleged facts as a basis for \ngranting the motion on the pleadings if other allegations, together with the selected \nfacts, establish material issues of fact.”  J. F. Wilkerson Contracting Co. v. Rowland, \n29 N.C. App. 722, 725 (1976).   The Court must read the pleadings in the light most  \nfavorable to the nonmoving party, and \n[a]ll well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true and all contravening assertions in the movant’s \npleadings are taken as false.  All allegations in the nonmovant’s \npleadings, except conclusions of law, legally impo ssible facts, and \nmatters not admissible in evidence at the trial, are deemed admitted by \nthe movant for purposes of the motion. \n \nRagsdale, 286 N.C. at 137 (citations omitted).  When ruling on a motion for judgment \non the pleadings, the Court “is to consider only the pleadings and any attached \nexhibits, which become part of the pleadings.”  Cash v. State Farm Mut. Auto. Ins. Co., \n137 N.C. App. 192, 202 (2000) (citation and quotation marks omitted). \n40. “Judgment on the pleadings is not favored by the law  . . . .”  Huss v. Huss, \n31 N.C. App. 463, 466 (1976).  The function of Rule 12(c) “is to dispose of baseless \nclaims or defenses when the formal pleadings reveal their lack of merit.”  Ragsdale, \n286 N.C. at 137.  “[J]udgment on the pleadings is not appropriate merely because the \nclaimant’s case is weak and he is unlikely to prevail on the merits.”  Huss, 31 N.C. \nApp. at 469.   “A motion for judgment on the pleadings is allowable only where the \npleading of the opposite party is so fatally deficient in substance as to present no \nmaterial issue of fact[.]”  Dobias v. White, 239 N.C. 409, 412 (1954) (citation omitted).  \n \n \nV. ANALYSIS \n41. Yoder seeks judgment on the pleadings as to each of the following claims \nasserted against him by Plaintiff: (1) breach of restrictive covenants related to the \nNon-Compete Agreement  (Am. Compl. ¶¶  67–74), (Count Two); (2) wrongful \ninterference with contract (Am. Compl. ¶¶  82–88), (Count Four); (3) unfair and \ndeceptive trade practices pursuant to N.C.G.S. §  75-1.1, et seq.  (Am. \nCompl. ¶¶ 89– 96), (Count Five) ; (4) unjust enrichment (Am. Compl. ¶¶  97–101), \n(Count Six); and (5) permanent injunction (Am. Compl. ¶¶ 102–05), (Count Seven)1.  \nThe Court will address each claim in turn.   \nA. Count Two: Breach of Restrictive Covenants \n42. Plaintiff asserts Count Two against Yoder for breach of the Non -Compete \nAgreement, alleging that the Non -Compete Agreement is a “valid and enforceable \ncontract” and that Yoder breache d both the non -compete and confidentiality \nprovisions contained therein.  (Am. Compl. ¶¶  69–73.)  Specifically, Plaintiff alleges \nYoder breached the Non-Compete Agreement by “working for Relentless, [Plaintiff’s] \ncompetitor, in a nearly identical position, immediately after he stopped working for \n[Plaintiff][,]” and by “disclos ing [Plaintiff’s] confidential information to Relentless.”  \n(Am. Compl. ¶¶ 72–73.)   \n43. To properly plead a breach of contract claim, the claimant must allege \n“(1) [the] existence of a valid contract and (2) [a] breach of the terms of that contract.”  \n \n1 The request for permanent injunction, which makes up the seventh claim for relief, was \nmisnamed as a claim for unjust enrichment in the Amended Complaint.    \n \n \n \nPoor v. Hill , 138 N.C. App. 19, 26 (2000) (citing Jackson v. Cal. Hardwood Co. , \n120 N.C. App. 870, 871 (1995)).  “[S]tating a claim for breach of contract is a relatively \nlow bar.”  Vanguard Pai Lung, LLC v. Moody , 2019 NCBC LEXIS 39, at *11 (N.C. \nSuper. Ct. June 19, 2019).   \n1. Non-Competition Provision \n44. Covenants not to compete are generally “not viewed favorably in modern \nlaw.”  VisionAIR, Inc. v. James, 167 N.C. App. 504, 508 (2004) (citation and quotation \nmarks omitted).  “To be enforceable, a covenant not to compete must be (1) in writing; \n(2) reasonable as to time and territory; (3) made a part of the employment contract; \n(4) based on valuable consideration; and (5) designed to protect a legitimate business \ninterest of the employer.”  Young v. Mastrom, Inc., 99 N.C. App. 120, 122–23 (1990), \ndisc. review denied , 327 N.C. 488 (1990).   If the covenant “is too broad to be a \nreasonable protection to the employer’s business it will not be enforced.”  VisionAIR, \n167 N.C. App. at 508 (citation and quotations omitted).   \n45. Yoder contends the covenant not to compete contained in the Non-Compete \nAgreement is unenforceable as a matter of law.  (Def. Robert Yoder’s Br. Supp. Mot. 4, \nECF No. 20 [Br. Supp.].)   Specifically, Yoder argues the non-compete provision is \nfacially overbroad in that it purports to bar Yoder from directly or indirectly providing \nservices “to any of the Company’s customers, clients or accounts that might be \nconsidered competitive in nature” for two years, “regardless of whether Yoder worked \nwith that specific customer  while employed with [Plaintiff].”   (Br. Supp. 4 –5.)  \nAdditionally, Yoder argues that the non -competition provision is overbroad as to \n \n \nterritory as it contains no limitation  on geographic scope and thus is, in essence, a \nworldwide restriction.  (Br. Supp. 6–7.)   \n46. Plaintiff argues in response that the non-compete agreement is not \noverbroad as it does not bar Yoder from owning shares in a mutual fund that invests \nin a competitor or from accepting employment beyond the scope of the work he did for \nPlaintiff.  (Memo. Opp’n Mot. 5, ECF No.  23 [Br. Opp.].)   Additionally, Plaintiff \ncontends the provision is not overbroad because it does not prohibit Yoder from \nworking for Plaintiff’s competitors but rather only prohibits him from providing \nservices to Plaintiff’s customers, clients, or accounts.  (Br. Opp. 5.)  Further, Plaintiff \nargues the mere use of the phrase “direct or indirect” does not render the covenant \nunenforceable.  (Br. Opp. 7.)   \n47. The Court disagrees with Plaintiff and determines that the provision is \nunreasonably overbroad.  As an initial matter , the provision purports to prohibit \nYoder from indirectly competing with Plaintiff.  See, e.g., Cnty. of Wake PDF Elec. & \nSupply Co., LLC v. Jacobsen , 2020 NCBC LEXIS 103, at * 19–20 (N.C. Super. Ct. \nSept. 9, 2020) (finding unenforceable a non-compete covenant restricting an employee \nfrom competing “directly or indirectly” with a former employer) ; NFH, Inc. v. \nTroutman, 2019 NCBC LEXIS 66, at * 38–39 (N.C. Super. Ct. Oct. 29, 2019) ; Akzo \nNobel Coatings, Inc. v. Rogers , 2011 NCBC LEXIS 42, at ** 31–32 (N.C. Super. Ct. \nNov. 3, 2011) (“North Carolina courts have refused to enforce noncompetition clauses \nusing the terms ‘directly or indirectly.’ ” (citations omitted)).  \n \n \n48. The provision also prohibits Yoder from providing services  to Plaintiff’s \ncustomers, clients, or accounts  “that might be considered competitive in nature.”   \nWhile Plaintiff contends the term “services” in this context mean s only those same \nservices Yoder provided while employed by Plaintiff, the Court notes that the Non -\nCompete Agreement does not expressly define the term “services,” nor does it identify \nwhich individual or entity is to determine what services “might be  considered \ncompetitive in nature.”  This language, coupled with the use of the phrase “directly  \nor indirectly,”  is overbroad and does not reasonably put Yoder on notice of what \nservices he is prohibited from providing.   \n49. Additionally, the language of the non-competition provision is unclear as to \nthe temporality of the phrase “any of the Company’s customers, clients or accounts[.]”  \nIn other words, it is unclear whether Yoder is prohibited from providing competitive \nservices to any customer or client who has ever worked with Plaintiff, including those \nwho have since ceased working with Plaintiff or who became a customer or client after \nYoder’s employment with Plaintiff ended, or whether the prohibition is limited to \nthose c ustomers, clients, and accounts who were serviced by Plaintiff specifically \nduring the period of Yoder’s employment.   \n50. Further, the last sentence of the non-competition provision states, “[b]y way \nof example, and not as a limitation, the  foregoing shall preclude Subcontractor from \nsoliciting business or sales from, or attempting to convert to other sellers or providers \nof the same or similar products or services as provided by the Company, any \ncustomer, client, or account of the Company.”  (Non-Compete Agt. at 1.)  The inclusion \n \n \nof this specific example of what constitutes a violation of the non -competition \nprovision does not save the provision from being overbroad as a whole and \nunenforceable as a matter of law.  The Court, in its discretion, will not apply the blue \npencil doctrine to the non-competition provision.   \n51. Therefore, the Court GRANTS in part the Motion as to Count Two  and \ndismisses that claim to the extent it is  based on a breach of the non -competition \nrestrictive covenant contained in the Non-Compete Agreement.  \n2. Confidentiality Provision  \n52. Yoder argues Count Two fails as to Plaintiff’s claim that he breached the \nconfidentiality provision of the Non-Compete Agreement because (1) Plaintiff failed \nto allege how Yoder stole confidential and trade secret information; and (2) the \ninformation Yoder was alleged to have taken , an internal service ticket including \nFrham’s customer contact information and customer contact information for Girl \nScouts, does not constitute confidential information or trade secrets as it is generic \nbusiness information which can be found online.  (Br. Supp. 9–10.)  \n53. In response, Plaintiff notes that it has not pled a claim for misappropriation \nof trade secrets against Yoder and  the “bulk of Yoder’s arguments are therefore \nirrelevant to whether [Plaintiff] pled a breach of the parties’ confidentiality \nagreement, and should be ignored.”  (Br. Opp. 9.)  Plaintiff contends it has sufficiently \npled a breach of the confidentiality provision because it has alleged that the parties \nhad a valid, enforceable contract and “that Yoder breached that contract by, at a \nminimum, stealing [Plaintiff’s] confidential customer contact information, providing \n \n \nit to Relentless, and using it to assist Relentless in stealing those customers from \n[Plaintiff].”  (Br. Opp. 10.)  Additionally, Plaintiff claims the argument that the \ninformation Yoder stole does not amount to confidential information is a premature \nmerits argument.  (Br. Opp. 12.)   \n54. The Court agrees  with Plaintiff .  At this stage,  the allegations in the \nAmended Complaint for breach of the confidentiality provision in the Non-Compete \nAgreement are sufficient.  Plaintiff has alleged both the existence of a valid and \nenforceable agreement2 and that Yoder has breached the confidentiality agreement \nby disclosing to Relentless certain confidential customer information that he \nforwarded to his personal email prior to concluding his employment with Plaintiff.   \n55. Therefore, the Court DENIES in part the Motion as to Count Two for \nbreach of the confidentiality provision contained in the Non-Compete Agreement.  \nB. Count Four: Wrongful Interference with Contract \n56. Plaintiff brings Count Four for wrongful interference with contract against \nYoder, alleging that (1) valid contracts existed between Plaintiff and the following \ncustomers for the provision of Counterpoint -related services: Girl Scouts, Frham, \nShore Décor, and So-Mo Agri Supply; (2) Yoder knew that Plaintiff had contracts with \nthese customers; (3) Yoder, along with Relentless,  used Plaintiff’s confidential and \ntrade secret information in violation of his confidentiality agreement to intentionally \ninduce these customers to terminate their contracts with Plaintiff; and (4) Yoder had \n \n2 At the Hearing, Yoder argued that no valuable consideration was given because the Non-\nCompete Agreement was signed before Yoder was a full -time employee of Relentless.  \nHowever, as this argument was not properly raised in Yoder’s briefing of the Motion, the \nCourt will not consider the argument at this time.    \n \n \nno legal justification for interfering with Plaintiff’s customers through the misuse of \nPlaintiff’s confidential and trade secret information, which Yoder was contractually \nbound to protect.  (Am. Compl. ¶¶ 83–85, 87.)   \n57. To state a claim for tortious interference with contract, a plaintiff must \nallege the following: (1) a valid contract exists between the plaintiff and a third \nperson; (2) the defendant knows of the contract between plaintiff and the third party; \n(3) the defendant intentionally induces the third person not to perform the contract; \n(4) the defendant in doing so acts without justification; and (5) the interference \nresults in actual damage to the plaintiff.  United Labs., Inc. v. Kuykendall , \n322 N.C. 643, 661 ( 1988) (citing Childress v. Abeles , 240 N.C. 667, 674 (1954)).  As \nthis Court has previously noted, “[t]he pleading standards for a tortious interference \nwith contract claim are strict.”  Urquhart v. Trenkelbach , 2017 NCBC LEXIS 12, \nat *15 (N.C. Super. Ct. Feb. 8, 2017); see also Wells Fargo Ins. Servs. USA v. Link , \n2018 NCBC LEXIS 42, at *47 (N.C. Super. Ct. May 8, 2018); Kerry Bodenhamer \nFarms, LLC v. Nature’s Pearl Corp. , 2017 NCBC LEXIS 27, at *16 (N.C. Super. Ct. \nMar. 27, 2017). \n58. Yoder argues this claim fails because Plaintiff does not allege how Yoder \ninduced these customers to terminate their contracts with Plaintiff .  (Br. Supp. 12.)  \nAdditionally, Yoder contends Plaintiff has failed to allege malice because Plaintiff \nand Relentless are competitors.  (Br. Supp. 13.)   \n59. “Claims for tortious interference with contract .  . . are properly dismissed \nunder Rule 12(c) where the complaint shows that the interference was justified or \n \n \nprivileged.”  K&M Collision, LLC v. N.C. Farm Bureau Mut. Ins. Co. , 2017 NCBC \nLEXIS 109, at *20 (N.C. Super. Ct. Nov. 21, 2017) (citation omitted).  While the Court \nrecognizes that there is a “general principle that interference may be justified when \nthe plaintiff and defendant are competitors[,]” competition in business only \nconstitutes justifiable interference so long as it is carried on in furtherance of one’s \nown interests and by means that are lawful .”  Peoples Sec. Life Ins. Co. v. Hooks , \n322 N.C. 216, 221–22 (1988) (emphasis added).  Thus, to the extent Yoder contends \nPlaintiff has failed to allege malice because Plaintiff and Relentless are competitors, \nthat argument does not pass muster as Plaintiff has alleged Yoder and Relentless, \nthrough unlawful means, have intentionally induced Plaintiff’s customers to \nterminate their service agreements.    \n60. Furthermore, as to how Yoder induced customers to leave,  Plaintiff has \nspecifically alleged that because Yoder knew who Plaintiff’s customers were and how \nPlaintiff’s software worked, “[h]e was thus able to solicit [Plaintiff’s] customers and \nencourage them to work for Relentless.”  (Am. Compl. ¶ 53.)   \n61. Reading the allegations of the Amended Complaint in the light most \nfavorable to Plaintiff, the Court concludes that the allegations are sufficient at this \nstage to state a claim for tortious interference with the service contracts between \nPlaintiff and Girl Scouts, Frham, Shore Décor, and So-Mo Agri Supply.  \n62. Therefore, the Court DENIES the Motion as to Count Four for tortious \ninterference with contract.   \n \n \nC. Count Five: Unfair and Deceptive Trade Practices \n63. Plaintiff alleges that the conduct of Yoder complained of in the Amended \nComplaint “is oppressive and substantially injurious to customers and, therefore, \nunfair under N.C.[G.S.] § 75-1.1.”  (Am. Compl. ¶ 90.)  Additionally, Plaintiff contends \nthat Yoder’s wrongful interference with Plaintiff’s contracts with its customers \nconstitutes an unfair method of competition and unfair or deceptive trade practice.  \n(Am. Compl. ¶¶ 91–92.)   \n64. “To prevail on a claim of unfair and deceptive trade practices a plaintiff \nmust show (1) an unfair or deceptive act or practice, or an unfair method of \ncompetition, (2) in or affecting commerce, (3) which proximately caused actual injury \nto the plaintiff o r to his business.”  Spartan Leasing, Inc. v. Pollard , 101 N.C. \nApp. 450, 460–61 (1991) (citing Marshall v. Miller, 302 N.C. 539 (1981)).  \n65. Chapter 75 of the North Carolina General Statutes  (UDTPA) provides, in \npertinent part, that “[u]nfair methods of competition in or affecting commerce, and \nunfair or deceptive acts or practices in or affecting commerce, are declared unlawful.”  \nN.C.G.S. §  75-1.1(a).  Further, the UDTPA defines “commerce” to include “all \nbusiness activities, however denominated, but does not include professional services \nrendered by a member of a learned profession.”  N.C.G.S. § 75- 1.1(b).  \n66. “North Carolina courts have previously concluded that when the UDTP[A] \nclaim rests solely upon other claims .  . . which the court determines should be \ndismissed, the UDTP[A] claim must fail as well.”  Chara, LLC v. Sequoia Servs., LLC, \n2020 NCBC LEXIS 52, at *19 (N.C. Super. Ct. Apr. 17, 2020).  \n \n \n67. Because the Court has concluded that Plaintiff’s claim against Yoder for  \ntortious interference with contract  survives the Motion , the UDTPA claim also \nsurvives at this stage.   \n68. Therefore, the Court DENIES the Motion as to Count Five for violation of \nthe UDTPA.   \nD. Count Six: Unjust Enrichment  \n69. Plaintiff brings Count Six for unjust enrichment against Yoder, alleging \nYoder “received the benefit of [Plaintiff’s] trade secrets and confidential information” \nby using the alleged trade secrets and confidential information to solicit Plaintiff’s \ncustomers when he was not entitled to do so.  (Am. Compl. ¶¶ 98–100.)   \n70. “In North Carolina, to recover on a claim of unjust enrichment, Plaintiff \nmust prove: (1) that it conferred a benefit on another party; (2) that the other party \nconsciously accepted the benefit; and (3) that the benefit was not conferred \ngratuitously or by  an interference in the affairs of the other party.”  Jacobsen, \n2020 NCBC LEXIS 103, at *29 (citing Southeastern Shelter Corp. v. BTU, Inc. , \n154 N.C. App. 321, 330 (2002)).  The benefit must be measurable.  Krawiec v. Manly, \n370 N.C. 602, 615 (2018).  \n71. “A claim for unjust enrichment ‘is neither in tort nor contract but is \ndescribed as a claim in quasi contract or a contract implied in law.’ ”  Jacobsen, \n2020 NCBC LEXIS 103, at *28 (quoting Booe v. Shadrick, 322 N.C. 567, 570 (1988)). \n“ ‘The general rule of unjust enrichment is that where services are rendered and \nexpenditures made by one party to or for the benefit of another, without an express \n \n \ncontract to pay, the law will imply a promise to pay a fair compensation therefor.’ ”  \nKrawiec, 370 N.C. at 615 (quoting Atlantic C. L. R. Co. v. State Highway Comm’n , \n268 N.C. 92, 95–96 (1966) (citation omitted)).  \n72. Plaintiff’s claim of unjust enrichment is based on its allegation that Yoder \nbenefited from his alleged intentional misuse of Plaintiff’s confidential information .  \nAs a result, any  benefit Yoder obtained was  taken by Yoder as opposed to being \nconferred upon him by Plaintiff.  See KNC Techs., LLC v. Tutton , 2019 NCBC \nLEXIS 72, at *37 (N.C. Super. Ct. Oct. 9, 2019) (dismissing unjust enrichment claim \nwhere the plaintiff only alleged the defendants took some benefit for themselves for \nwhich plaintiff believed  it should be awarded damages); Am. Cirs., Inc. v. \nBayatronics, LLC, 2023 NCBC LEXIS 165, at **39–40 (N.C. Super. Ct. Dec. 8, 2023) \n(holding the alleged wrongful taking and dissemination of information in violation of \na confidentiality agreement did not support a claim for unjust enrichment because no \nbenefit had been con ferred); A Distrib. Co. v. Mood Prod. Grp. LLC , 2024 NCBC \nLEXIS 130, at **25 – 26 (N.C. Super. Ct. Sept. 26, 2024) (dismissing unjust \nenrichment claim where the defendant was alleged to have taken a benefit for itself \nthrough the fraudulent use of the plaintiff’s certificates).    \n73. As such, Plaintiff has failed to state a claim for unjust enrichment.  \nTherefore, the Court GRANTS the Motion as to Count Six, and Count Six for unjust \nenrichment is dismissed with prejudice.  \n \n \nE. Count Seven: Permanent Injunction \n74. Plaintiff asks the Court to enforce the Non-Compete Agreement by entering \na permanent injunction forbidding Yoder from using Plaintiff’s confidential or trade \nsecret information or providing the same “to anyone other than [Plaintiff], and to \nreturn without  retaining copies of [Plaintiff’s] trade secret and confidential and \nproprietary information, and all other of [Plaintiff’s] property, documents, data, and \nfiles.”  (Am. Compl. ¶ 103.) \n75. Injunctive relief “is an ancillary remedy, not an independent cause of \naction.”  Revelle v. Chamblee, 168 N.C. App. 227, 230 (2005) (citation omitted).  It is \nwell-settled that “injunctive relief is not a standalone claim[.]”  Window World of St. \nLouis, Inc. v. Window World of Bloomington, Inc., 2021 NCBC LEXIS 88, at *15 (N.C. \nSuper. Ct. Oct. 6, 2021).   \n76. Accordingly, the Court hereby GRANTS the Motion as to Count Seven, and \nCount Seven for permanent injunctive relief is dismissed without prejudice to \nPlaintiff’s ability to seek this remedy at a later time if warranted by the relevant facts \nand law.  \nVI. CONCLUSION \n77. For the foregoing reasons, the Court hereby GRANTS in part and DENIES \nin part the Motion as follows: \na. The Court GRANTS the Motion in part as to Count Two to the \nextent it is based on a breach of the non-competition restrictive covenant \n \n \ncontained in the Non -Compete Agreement, and that claim is \nDISMISSED with prejudice to that limited extent;  \nb. The Court GRANTS the Motion as to Count Six for unjust \nenrichment, and that claim is DISMISSED with prejudice;  \nc. The Court GRANTS the Motion as to Count Seven for permanent \ninjunction, and that claim is DISMISSED without prejudice; and \nd. Except as herein granted, the Motion is hereby DENIED.  \nSO ORDERED, this the 19th day of June, 2025. \n \n \n \n /s/ Michael L. Robinson  \n Michael L. Robinson \n Chief Business Court Judge \n \n "
}