{
  "id": "457a238e888e05d2c0f02495f2bfc8b791d58086ab7f56367a8775f37f438929",
  "source_file": "data/raw/ncbc/457a238e888e05d2c0f02495f2bfc8b791d58086ab7f56367a8775f37f438929.pdf",
  "raw_text": "Beam v. Sunset Fin. Servs., Inc., 2019 NCBC 55. \n \nSTATE OF NORTH CAROLINA \n \nIREDELL COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 2925 \n \nDAVID M. BEAM, JR., by and \nthrough his attorney-in-fact Donna B. \nMayes; DONNA B. MAYES, as \nExecutrix of the Estate of Doris P. \nBeam; and DONNA B. MAYES, as \nTrustee of the DAVID M. BEAM \nIRREVOCABLE TRUST dated \nSeptember 12, 2001, \n \n   Plaintiffs, \n \nv. \n \nSUNSET FINANCIAL SERVICES, \nINC., \n \n   Defendant. \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO \nDISMISS \n \n1. THIS MATTER  is before the Court on the Motion to Dismiss filed by \nDefendant Sunset Financial Services, Inc. (“Defendant”) on February 1, 2019 (the \n“Motion”).  (ECF No. 9.)  Defendant seeks to dismiss all claims asserted against it by \nPlaintiffs David M. Beam, Jr.  (“David Beam”), by and through his attorn ey-in-fact \nDonna B. Mayes; Donna B. Mayes, as Executrix of the Estate of Doris P. Beam (“Doris \nBeam”) (David and Doris Beam collectively, the “Beams”) and as Trustee of the David \nM. Beam Irrevocable Trust (the “Trust”) dated September 12, 2001 (collectively, \n“Plaintiffs”).  After full briefing on the Motion and a hearing held on March 21, 2019, \nfor the reasons stated herein, the Court GRANTS in part and DENIES in part the \nMotion. \n \n \n \nTin, Fulton, Walker & Owen, PLLC, by Sam McGee, for Plaintiffs. \n \nMoore & Van Allen , PLLC, by Elena Mitchell, Mark A. Nebrig, and \nChristopher D. Tomlinson, for Defendant. \n \nRobinson, Judge. \n \nI. INTRODUCTION \n2. This litigation involves claims by Plaintiffs 1 arising from  Defendant’s \ninvestment services, rendered by and through Defendant’s now-deceased, former \nemployee, Jeffrey Lipscom b (“Lipscomb”) and Defendant’s other agents after \nLipscomb’s termination .  Plaintiffs allege that Defendant, first by and through \nLipscomb and thereafter through its other agents not yet known, mismanaged the \nBeams’ investment accounts.  Plaintiffs allege that Defendant should be liable for its \nactions and inactions, by and thr ough its agents Lipscomb and others, that resulted \nin the Beams’ investments failing and the depletion of the Beams’ life savings. \nII. FACTUAL AND PROCEDURAL BACKGROUND  \n3. The Court does not make findings of fact on a motion to dismiss pursuant \nto Rule 12(b)(6) but only recites those factual allegations that are relevant and \nnecessary to the Court’s determination of the Motion.   \n4. Defendant is a company duly organized and existing under the laws of the \nState of Washington, registered to do business in North Caroli na.  (Compl. ¶ 5.)  In \n2008, Lipscomb was an employee and agent of Defendant.  (Compl. ¶ 7.)   \n                                                 \n1 While the Complaint  broadly alleges that “Plaintiffs” were customers of Defendant, (see, \ne.g., Compl. ¶ 7, ECF No. 3 [“Compl.”] ), it appears that only the Beams, but not the Trust, \ndid business with Defendant.  Accordingly, the Court distinguishes  throughout this Order \nand Opinion, in the clearest way possible, circumstances directly involv ing the Beams from \nallegations relevant to all Plaintiffs collectively.   \n \n \n5. Prior to 2008, David Beam, who is in his early eighties, and his wife Doris  \nBeam (now-deceased), placed their life savings in real estate holdings and stock in \nDavid Beam’s former employer, Duke Energy.  (Compl. ¶¶ 6 –7, 22.)  Beginning in \n2008, upon the advice of Lipscomb, the Beams shifted their investments out of these \n“conservative investments” and consolidated the m “in high risk companies such as \nstart-up energy companies and oil well drilling speculation companies.”  (Compl. ¶ 7.)  \nIn total, the Beams invested approximately two million dollars in companies “at the \ndirection of Lipscomb.”  (Compl. ¶ 9.) \n6. While employed by  Defendant, Lipscomb “cultivated a close personal \nrelationship” with the Beams.  (Compl. ¶ 8.)  He “frequently visit[ed] their home and \n[became] involved in virtually every aspect of their lives[,]” becoming their “most \ntrusted advisor.”  (Compl. ¶¶ 8–9.) \n7. In or around 2010, Lipscomb was terminate d from his employment with \nDefendant.  (Compl. ¶ 11.)  Although the Beam s’ investments were still with \nDefendant at that time, Defendant did not inform the Beams that Lipscomb was no \nlonger employed by Defendant .  (Compl. ¶ 13.)  After Lipscomb’s termination, the \nBeams’ accounts continued to be managed by Defendant, but Defendant failed at that \ntime, or any time thereafter, to properly inform the Beams regarding the state of their \ninvestments and what options they had with respect to those investments.  (Compl. \n¶¶ 13–15.)   \n8. Plaintiffs also allege that , although Lipscomb no longer worked for \nDefendant, Defendant allowed Lipscomb to remain involved in the Beams ’ \n \n \ninvestments.  (Compl. ¶ 16.)  Lipscomb was in frequent contact with the Beams about \ntheir investment accounts, through as recently as December 2016 , despite having \nstopped working for Defendant in 2010.  (Compl. ¶¶ 17 –18.)  Throughout this time \nand regardless of his employment status with Defendant, Lipscomb continued to give \nthe Beams assurances about their investments, saying that they “would be successful \nand would result in substantial earnings[.]”  (Compl. ¶ 19.) \n9. Plaintiffs also allege that Defendant, through Lipscomb and otherwise, \nmade assurances to the Beams that their i nvestments were suitable for investors of \ntheir age, financial situation, sophistication, and investment goals.  (Compl. ¶¶ 24, \n26(a), (c).)  Plaintiffs also allege that Defendant misrepresented or made misleading \nstatements to the Beams regarding the prof itability of their investments, how well \nthe investments were doing, and that the investments were capable of recovering \nfrom any difficulties.  (Compl. ¶¶ 26(b), (d), (e).)  Additionally, Plaintiffs allege that \nDefendant concealed the status of the Beams’ investments from them and concealed \nLipscomb’s employment status, the reason for the change in his status, and who was \ntruly managing or otherwise in charge of the Beams’ investments.  (Compl. ¶¶ 27(d), \n(e), (g)–(j).)     \n10. At some point in 2016, the Beams became aware that some of their \ninvestments managed by Defendant had failed and that their “life savings/nest egg \nwas gone or at least substantially depleted.”  (Compl. ¶ 22.)  Plaintiffs allege that as \na result of Defendant’s actions, Plaintiffs are currently unaware of the status of their \n \n \ninvestments or which of Defendant’s agents has been managing the Beams’ accounts.  \n(Compl. ¶ 21.) \n11. Before instituting this action, i n May 2017, Plaintiff s commenced an \narbitration proceeding against Defendant with the Financial Industry Regulatory \nAuthority (“FINRA”).  In September 2018, the panel assigned by FINRA to consider \nPlaintiffs’ arbitration demand dismissed Plaintiffs’ claims against Defendant under \nFINRA’s six-year eligibility rule.  The six-year eligibility rule provides that no claim \nis eligible for arbitration “where six years have elapsed from the occurrence or event \ngiving rise to the claim.”  FINRA Rule 12206(a).  \n12. After dismissal of the arbitration proceeding, Plaintiffs filed this action on \nNovember 26, 2018, (ECF No. 3), asserting eight claims for relief against Defendant: \n(1) breach of fiduciary duty; (2) constructive fraud; (3) fraud and misrepresentation; \n(4) unfair and deceptive trade practices (“UDTP”); (5) violation of the North Carolina \nSecurities Act (“NCSA”); (6) negligence, including negligent hiring, supervision and \nretention; (7) breach of contract; and (8) punitive damages.  On January 4, 2019, this \naction was designated as a mandatory complex business case by orde r of Mark \nMartin, then-Chief Justice of the Supreme Court of North Carolina, (ECF No. 1), and \nthereafter assigned to the undersigned by the Chief Business Court Judge, (ECF No. \n2).   \n13. On February 1, 2019, Defendant filed the instant Motion, (ECF No. 9), and \nsupporting brief, (ECF No. 10).  Plaintiffs filed their brief in opposition to the Motion \non February 21, 2019.  (ECF No. 11.)  Defendant filed its reply brief on March 13, \n \n \n2019.  (ECF No. 16.)  The Court held a hearing on the Motion on March 21, 2019, at  \nwhich all parties were represented by counsel.  The Motion is now ripe for resolution. \nIII. LEGAL STANDARD    \n14. In ruling on a motion to dismiss pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure (“Rule(s)”), the Court reviews the allegations in the \nComplaint in the light most favorable to Plaintiffs.  See Christenbury Eye Ctr., P.A. \nv. Medflow, Inc.  (Christenbury II), 370 N.C. 1, 5,  802 S.E.2d 888, 891  (2017).  The \nCourt’s inquiry is “whether, as a matter of  law, the allegations of the complaint . . . \nare sufficient to state a claim upon which relief may be granted under some legal \ntheory[.]”  Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670,  355 S.E.2d 838, 840  \n(1987).  The Court accepts all well -pleaded fac tual allegations in the relevant \npleading as true.  See Krawiec v. Manly , 370 N.C. 602, 606,  811 S.E.2d 542, 546  \n(2018).  The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274,  620 \nS.E.2d 873, 880 (2005) (citation omitted).   \n15. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plai ntiff’s claim.’” Corwin v. British Am. Tobacco PLC , 821 \nS.E.2d 729, 736−37 (N.C. 2018) (quoting Wood v. Guilford County, 355 N.C. 161, 166, \n \n \n558 S.E.2d 490, 494 (2002)).  This standard of review for Rule 12(b)(6) is the standard \nour Supreme Court “uses rout inely . . . in assessing the sufficiency of complaints in \nthe context of complex commercial litigation.”  Id. at 737 n.7 (citations omitted). \nIV. ANALYSIS \n16. The Motion seeks dismissal of all eight of Plaintiffs’ claims on both \nprocedural and substantive grounds pursuant to Rules 12(b)(6) and 9(b).  Specifically, \nDefendant argues that Plaintiffs’ allegations of fraud fall below the heightened \npleading requirement of Rule 9(b) and that Plaintiffs’ other claims also fail because \nPlaintiffs have not alleged sufficient facts to support each element of each claim .  \nDefendant also argues that each claim —other than Plaintiffs’ constructive fraud \nclaim—is time -barred by the applic able statutes of limitation s.  The Court first \naddresses whether Plaintiffs have sufficiently pled their claims  and then addresses \nwhether Plaintiffs’ well-pled claims are nonetheless time-barred.   \nA. Count I: Breach of Fiduciary Duty  \n17.  Plaintiffs’ claim for breach of fiduciary duty alleges that Defendant stood \nin a fiduciary relationship with the Beams given the broker/customer relationship \nwith them and the close personal relationship Lipscomb, as Defendant’s agent, \ncultivated with the Beams.  (Compl. ¶ 29.) \n18. “For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.”  Green v. Freeman, 367 N.C. 136, 141, 749 S.E.2d \n262, 268  (2013) (citing Dalton v. Camp , 353 N.C. 647, 651,  548 S.E.2d 704, 707 \n(2001)).  A fiduciary relationship can be created either by law ( de jure), or in fact (de \n \n \nfacto).  North Carolina law has yet to recognize that brokers, as a matter of law, stand \nin a fiduciary relationship with their customers.  See NNN Durham Office Portfolio \n1, LLC v. Grubb & Ellis Co. , 2016 NCBC LEXIS 95 , at *99 (N.C. Super. Ct. Dec. 5, \n2016) (finding that no case law supports “the theory that managing broker -dealers \nowe fiduciary duties to investors,” especially when considering that our “Supreme \nCourt has declined to find a fiduciary relationship in arm’s -length borrower−lender \ntransactions”). \n19. Here, the relationship between the Beams and Defendant is a typical \nbroker-customer relationship.  As a result, the Court declines to find, as a matter of \nlaw, that Defendant’ s relationship with the Beams creates a de jure  fiduciary \nrelationship.  Accordingly, the Court must determine instead whether Plaintiffs have \nadequately alleged a de facto fiduciary relationship.       \n20. A de facto fiduciary relationship may arise where “there has been a special \nconfidence reposed in one who in equity and good conscience is bound to act in good \nfaith and with due regard to the interests of the one reposing confidence.”  Green, 367 \nN.C. at 141, 749 S.E.2d at 268 (quoting Dalton, 353 N.C. at 651, 548 S.E.2d at 707).  \nHowever, “[t]he standard for finding a de facto fiduciary relationship is a demanding \none: ‘only when one party figuratively holds all the cards . . . have North Carolina \ncourts found that the special circumsta nce of a fiduciary relationship has arisen.’”  \nLockerman v. S. River Elec. Membership Corp. , 250 N.C. App. 631, 636, 794 S.E.2d \n346, 352 (2016) (quoting S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC, 189 N.C. \nApp. 601, 613, 659 S.E.2d 442, 451 (2008)).   \n \n \n21. Notwithstanding this demanding standard, “[d]etermining whether a \nfiduciary relationship exists requires looking at the particular facts and \ncircumstances of a given case.”  Highland Paving Co. v. First Bank, 227 N.C. App. 36, \n42, 742 S.E.2d 287, 292 (2013) (citation and quotation marks omitted).  Accordingly, \nthis Court has declined to dismiss breach of fiduciary duty claims premised on a de \nfacto relationship at the Rule 12(b)(6) stage where Plaintiffs’ factual allegations are \nsufficient to suggest such a relationship.  See, e.g., Austin v. Regal Inv. Advisors, LLC, \n2018 NCBC LEXIS 3, at *19–22 (N.C. Super. Ct. Jan. 8, 2018); Edwards v. Vanguard \nFiduciary Tr. Co., 2018 NCBC LEXIS 237, at *18–21 (N.C. Super Ct. Dec. 21, 2018).   \n22. Our Court of Appeals in White v. Consolidated Planning, Inc., declined to \ndismiss pursuant to Rule 12(b)(6) a breach of fiduciary duty claim premised on facts \nsimilar to those alleged here.  166 N.C. App. 283, 293, 603 S.E.2d 147, 155 (2004).  In \nWhite, the defendant, Consolidated Planning, provided financial planning services to \nboth individuals and businesses.  Id. at 288, 603 S.E.2d at 152 .  The plaintiffs, an \nolder married couple, were customers of Consolidated Planning and purchased \nvarious insurance and annuity products offered by Consolidated Planning through \none of its agents, Robert White.  Id.  White, who was also the plaintiffs ’ son, \nmishandled plaintiffs’ accounts, resulting in depletion of their retirement savings.  Id. \nat 288–89, 603 S.E.2d at 152–53.  Plaintiffs sued Consolidated Planning for, among \nother things, breach of the fiduciary duties Consolidated Planning allegedly owed to \nthem by the nature of the parties’ relationship by and through White.  Id. at 293, 603 \nS.E.2d at 155.  The Court concluded that the plaintiffs—who alleged that their age \n \n \nand lack of financial sophistication led to their reliance on White and Consolidated \nPlanning to properly manage their funds —sufficiently pled the existence of a \nfiduciary relationship to survive dismissal at the Rule 12(b)(6) stage.  Id.    \n23. Similarly here, the Complaint  alleges that the Beams  were an elderly \ncouple, (Compl. ¶ 6), who lacked financial sophistication, (Compl. ¶ 24), and who not \nonly came to trust Lipscomb as their investment advisor, but also “involv ed [him] in \nvirtually every aspect of their lives[,]” (Compl. ¶ 8).   These facts are minimally \nsufficient at the Rule 12(b)(6) stage to plead the existence of a de facto  fiduciary \nrelationship.   \n24. Defendant also contends that Plaintiffs have only alleged “i n a conclusory \nfashion how a purported fiduciary duty to them was breached.”  ( Mem. Supp. Mot. \nDismiss. 8, ECF No. 10 [“Supp. Mem.”].)  The Court disagrees.  Plaintiffs’ breach of \nfiduciary duty claim is based on the totality of their allegations of fraud and \nmisconduct.  (Compl. ¶ 33.)  Plaintiffs explicitly list these allegations in several places \nin the Complaint.  (See Compl. ¶¶ 26, 27, 53.)  Accordingly, Plaintiffs have sufficiently \npled a breach of Defendant’s purported fiduciary duty.  As a result, the Court finds \nthat Plaintiffs have alleged facts supporting a claim for breach of a fiduciary duty  \nsufficient to survive dismissal at this time, and the Motion is DENIED in this regard.   \nB. Count II: Constructive Fraud \n25. Plaintiffs also bring a constructive fraud claim on the same basis as their \nbreach of fiduciary duty claim and additionally allege that Defendant “took \n \n \nadvantage of its relationship [with the Beams] in a way that was intended to, and in \nfact did, injure Plaintiffs and benefit the Defendant.”  (Compl. ¶ 40.) \n26. A constructive fraud claim requires a plaintiff to allege and show (1) that \nthe defendant owes the plaintiff a fiduciary duty; (2) that the defendant breached that \nduty; and (3) that the defendant sought to benefit himself in the transaction.  Crumley \n& Assocs., P.C. v. Charles Peed & Assocs., P.A. , 219 N.C. App. 615, 620,  730 S.E.2d \n763, 767  (2012); White, 166 N.C. App. at 294, 603 S.E.2d  at 156.  “A claim of \nconstructive fraud does not require the same rigorous adherence to elements as actual \nfraud[,]” and accordingly does not need to meet the Rule 9(b) pleading requirement.  \nHunter v. Guardian Life Ins. Co. of Am., 162 N.C. App. 477, 482, 593 S.E.2d 595, 599 \n(2004). \n27. The difference between a breach of fiduciary duty claim and a constructive \nfraud claim is that the latter has a third element: that the defendant benefitted from \nits breach.  BDM Invs. v. Lenhil, Inc. , 2014 NCBC LEXIS 6, at *24 (N.C. Super. Ct. \nMar. 20, 2014).  This element requires a plaintiff to allege that the defendant took \n“advantage of his position of trust to the hurt of plaintiff” and sought “his own \nadvantage in the transaction.”  Barger v. McCoy Hillard & Parks, 346 N.C. 650, 666, \n488 S.E.2d 215, 224  (1997).  Having already c oncluded that Plaintiffs have \nsufficiently alleged the existence of a fiduciary relationship  and breach thereof, the \nCourt now considers whether Plaintiffs have sufficiently alleged the third, and \ndistinguishing, element of a constructive fraud claim. \n \n \n28. Other than Plaintiffs’ conclusory statement that Defendant “took \nadvantage of its relationship [with the Beams] in a way that was intended to, and in \nfact did, injure Plaintiffs and benefit the Defendant[,]” (Compl. ¶ 40), the Complaint \ndoes not indicate how Defendant benefitted from its actions and inactions, other than \nby continuing its relationship with the Beams.  North Carolina law is clear that “[t]he \nbenefit sought by the defendant [to allege the third element of a constructive fraud \nclaim] must be more than a continued relationship with the plaintiff.”  Sterner v. \nPenn, 159 N.C. App. 626, 631, 583 S.E.2d 670, 674 (2003) (quoting Barger, 346 N.C. \nat 667, 488 S.E.2d at 224).  Plaintiffs’ failure to plead facts to support their allegation \nthat Defendant benefitted from its breach of its fiduciary duty is fatal to their claim.  \nAccordingly, the Motion is GRANTED as to Plaintiffs’ constructive fraud claim , and \nthis claim is therefore DISMISSED.   \nC. Count III: Fraud and Misrepresentation \n29. Plaintiffs also assert a fraud claim against Defendant premised on  \n(i) Defendant’s affirmative misrepresentations about  the suitability of the Beams’ \ninvestments, the profitability of those investments, what risks were involved, and \nhow well the investments were doing, (Compl. ¶ 26), and (ii) Defendant’s concealment \nof material facts or omissions regarding the Beams’ investments, including that the \nBeams’ investments were doing poorly  and that Lipscomb’s employment status had \nchanged, (Compl. ¶ 27).   \n30. To sufficiently plead their claims for fraud, Plaintiffs must allege “(1) a false \nrepresentation or concealment of a material fact; (2) reasonably calculated to deceive; \n \n \n(3) made with the intent to deceive; (4) which does in fact deceive; (5) resulting in \ndamage to the injured party.”  Rider v. Hodges, 255 N.C. App. 82, 88, 804 S.E.2d 242, \n248 (2017) (quoting Forbis v. Neal, 361 N.C. 519, 526−27, 649 S.E.2d 382, 388 (2007)).  \nNorth Carolina permits fraud claims to be based on either affirmative \nmisrepresentations or by concealment or nondisclosure of material facts.  See Kron \nMedical Corp. v. Collier Cobb & Assoc., Inc., 107 N.C. App. 331, 339, 420 S.E.2d 192, \n197 (1992) (citing Rosenthal v. Perkins , 42 N.C. App. 449, 452,  257 S.E.2d 63, 66  \n(1979)).  Fraud c laims based on both theories must be pled with particularity \npursuant to Rule 9(b), but what is required to meet that standard differs between the \ntwo.   \n31. Where a fraud  claim is premised on  affirmative misrepresentation s, a \nplaintiff “must allege (1) the time, place and content of the misrepresentation, (2) the \nidentity of the person making the representation and (3) what was obtained as a \nresult of the fraudulent acts or representations” in order to sufficiently plead its \nclaim.  Deluca v. River Bluff Holdi ngs II, LLC, 2015 NCBC LEXIS 12 , at *21 (N.C. \nSuper. Ct. Jan. 28, 2015) (internal quotation marks, brackets, and citation omitted).  \nThe alleged misrepresentations must also be “definite and specific,” meaning that \nthey must be “more than ‘mere puffing, guesses, or assertions of opinions’ but actual \nrepresentations of material  facts.”  Id. (quoting Rowan County Bd. of Educ. v. U.S. \nGypsum Co., 332 N.C. 1, 17, 418 S.E.2d 648, 659 (1992)).   \n32. By contrast, where a fraud claim is based on concealment or nondisclosure \nof material facts, a plaintiff must allege that the defendant(s) “had a duty to disclose \n \n \nmaterial information to [the plaintiff], as silence is fraudulent only when there is a \nduty to speak.”  Lawrence v. UMLIC-Five Corp., 2007 NCBC LEXIS 20 , at *8 (N.C. \nSuper. Ct. June 18, 2007) (citing Griffin v. Wheeler-Leonard & Co., 290 N.C. 185, 198, \n225 S.E.2d 557, 565  (1976)).  This Court has acknowledged that “fraud by omission \nis, by its very nature, difficult to plead with particularity.”  Id. at *9 (quoting Breeden \nv. Richmond Cmty. Coll. , 171 F.R.D. 189, 195  (M.D.N.C. 1997)).  In so recognizing, \nour Court adopted the factors considered by the Breeden court on fraud by omission \nclaims.  Id. at *10.  Accordingly, a plaintiff must allege:  \n(1) the relationship [between plaintiff and defendant] giving rise to the \nduty to speak; (2) the event or events triggering the duty to speak and/or \nthe general time period over which the relationship arose and the \nfraudulent conduct occurred; (3) the general content of the information \nthat was withheld and the reason for its materiality; (4) the identity of \nthose under a duty who failed to make such disclosures; (5) what [the \ndefendant] gained by withholding information; (6) why plaintiff ’s \nreliance on the omission was both reasonable and detrimental; and \n(7) the damages proximately flowing from such reliance. \n \nId. (citing Breeden, 171 F.R.D. at 195); see also Christenbury Eye Ctr., P.A. v. Medflow, \nInc. (Christenbury I) , 2015 NCBC LEXIS 64 , at *13 –14 (N.C. Super. Ct. June 19, \n2015). \n33. Turning first to Plaintiffs’ allegations of affirmative misrepresentations, \nthe Court concludes that Plaintiffs have failed to plead these with particularity.  \nOther than generally asserting that the Beams relied upon the advice of Lipscomb to \ntransfer their investments out of real estate and Duke Energy stock into “high risk \ncompanies[,]” Plaintiffs have not identified any misrepresentation made by one of \n \n \nDefendant’s agents regarding any single, specific investment.  This lack of specificity \nis fatal to Plaintiffs’ fraud claim.   \n34. Moreover, the general allegation that Defendant misrepresented that the \ninvestments were “suitable for the Beams” and “would do well over time and would \nrecover from any difficulties” are the kind of “mere puffing, guesses, or asse rtions of \nopinions” that are insufficient to support a fraud claim.  See Deluca, 2015 NCBC \nLEXIS 12, at *21 (citation omitted).  Plaintiffs have also failed to identify when —\nother than sometime between 2008 and 2016 —the alleged misrepresentations \noccurred.  For all these reasons, Plaintiffs’ fraud claim falls far short of the Rule 9(b) \nheightened pleading standard, and Plaintiffs’ fraud claim—to the extent premised on \nany affirmative misrepresentations—is DISMISSED.     \n35. The Court also believes Plaintiffs’ fraud claim premised on concealment or \nomission of material facts fails to meet Rule 9(b)’s heightened pleading requirement, \neven taking into consideration the difficulty of alleging a fraud claim on this basis.  \nTo be clear, Plaintiffs have alleged that Defendant had a duty to disclose information \nboth about the status of the Beams’ investments and that the manager of the Beams’ \ninvestments had changed.  Our Court of Appeals has held that a duty to disclose \narises where there is a fiduciary relationship between the parties to the transactions.  \nHarton v. Harton, 81 N.C. App. 295, 297–98, 344 S.E.2d 117, 119 (1986).  Having \nalready concluded above that Plaintiffs have sufficiently alleged the existence of a \nfiduciary relationship between the Beams and Defendant, Plaintiffs have sufficiently \nalleged a duty to disclose.   \n \n \n36. Notwithstanding that fact, Plaintiffs must, but  have not, alleged what \nDefendant gained by withholding this information from the Beams.  In light of the  \nstandard enunciated in  Breeden, the Court believes Plaintiffs’ complete failure to \nmake this allegation is fatal to their fraud claim on this theory as well.  Accordingly, \nPlaintiffs’ fraud claim —to the extent premised on concealment or omissions of \nmaterial facts—is also DISMISSED. \n37. Although not separately labeled, Plaintiffs also appear to assert a claim for \nnegligent misrepresentation in the alternati ve to their fraud claim.  (Compl. ¶ 45.)  \nHowever, a claim for negligent misrepresentation, just like a claim for fraud, must be \npled with particularity pursuant to Rule 9(b).  Deluca, 2015 NCBC LEXIS 12, at *20.  \nAccordingly, because Plaintiffs have failed to plead their fraud claim with the level of \nparticularity required by Rule 9(b), their negligent misrepresentation claim, pled in \nthe alternative to and upon the same facts as their fraud claim, 2 also fails to satisfy \nthe pleading requirements of Rule 9(b) and accordingly is DISMISSED.  \nD. Count IV: Unfair and Deceptive Trade Practices \n38. Plaintiffs also bring a claim under the State’s Unfair and Deceptive Trade \nPractices Act (“UDTPA”), N.C.G.S. § 75-1.1, alleging that “Defendant’s acts of fraud, \nmisrepresentation, constructive fraud and breaches of fiduciary duty . . . were all \nundertaken in the course of Defendant’s business, in commerce[.]”  (Compl. ¶ 47.)   \nThese same allegations support Plaintiffs’ cl aim for violation of the NCSA .  (See \n                                                 \n2 The Court notes , however, that Plaintiffs’ negligent misrepresentation claim cannot b e \nbased on any alleged omissions.  Harrold v. Dowd, 149 N.C. App. 777, 783, 561 S.E.2d 914, \n919 (2002).  \n \n \nCompl. ¶ 50.)  Plaintiffs’ UDTP claim and NCSA claim are virtually indistinguishable \nfrom each other, as the allegations that support each claim do not appear under either \nclaim heading but are instead based on an incorporation by reference of the general \nfactual allegations appearing earlier in the Complaint .  This framework  leaves the \nCourt, and more importantly Defendant, to guess which facts support Plaintiffs’ \nUDTP claim and which support Plaintiffs’ NCSA claim.  In  fact, the gravamen of \nPlaintiffs’ Complaint is that Defendant acted fraudulently, or alternatively, \nnegligently, in handling the Beams’ investments.  \n39. This Court has determined that “[w]hen a [UDTP claim] is based on \nallegations of deceptive conduct, such allegations must be pleaded with particularity.”  \nRegency Ctrs. Acquisition, LLC v. Crescent Acquisitions, LLC , 2018 NCBC LEXIS 7, \nat *27 (N.C. Super. Ct. Jan. 24, 2018).   Because Plaintiffs have failed to plead their  \nfraud claims with the level of particularity required by Rule 9(b), they have also failed \nto satisfy the pleading requirements for a UDTPA claim based on that same conduct.  \n40. Additionally, to the extent Plaintiffs’ UDTP claim  is based on securities \ntransactions, it is well established in this State that such transactions are beyond the \nscope of the UDTPA.  See Skinner v. E.F. Hutton & Co., 314 N.C. 267, 275, 333 S.E.2d \n236, 241  (1985).  The reason is that “such application would create overlapping \nsupervision, enforcement, and liability in an area of law that is already pervasively \nregulated by state and federal statutes and agencies.”  Sterner, 159 N.C. App. at 633. \n41. Plaintiffs, recognizing the securities ex emption, argue that the exemption \ndoes not apply here because Plaintiffs do not know the nature of the Beams’ \n \n \n“alternative investments[,]” and therefore it is unclear whether their investments \nwould be covered by the NCSA.  (Pls.’s Mem. Opp’n Def.’s Mot. Dismiss 12, ECF No. \n11 [“Opp’n Mem.”].)   Plaintiffs’ argument proposes a very narrow view of the \nsecurities exemption to the UDTPA.  Based on our Supreme Court’s interpretation of \n“business activities[,]” as applied to securities transactions, it appears cl ear to this \nCourt that the securities exemption is broader than Plaintiffs’ interpretation and \napply as a bar to Plaintiffs’ claim here.  See HAJMM Co. v. House of Raeford Farms, \nInc., 328 N.C. 578, 403 S.E.2d 483 (1991). \n42. The HAJMM Court—interpreting the d efinitions of “commerce” and \n“business activities”—concluded that securities transactions are not “in or affecting \ncommerce” as it is defined in the UDTPA .  Id. at 594, 403 S.E.2d at 493 (“Securities \ntransactions are related to the creation, transfer, or r etirement of capital.  Unlike \nregular purchase and sale of goods, or whatever else the enterprise was organized to \ndo, they are not ‘business activities’ as that term is used in the [UDTPA].”).  \n43. Here, Plaintiffs allege that upon Lipscomb’s advice, “[the Be ams] shifted \ntheir investments from conservative investments in real estate and Duke Energy \nstock, and consolidated their investments in high risk companies[.]”  (Compl. ¶ 7.)  \nThe Beams’ investments—regardless of their “alternative” nature —are nonetheless \ntransactions “related to the creation, transfer, or retirement of capital” which the \nHAJMM Court has recognized as falling within the securities exemption  to the \nUDTPA.  Therefore, Plaintiffs’ allegations both fall outside the scope of the UDTPA \n \n \nand are insufficient ly pled  to survive.  A ccordingly, Plaintiffs’ UDTP claim is \nDISMISSED.     \nE. Count V: Violation of the NCSA \n44. In nearly verbatim language as used to support Plaintiffs’ UDTP claim, \nPlaintiffs allege “Defendant’s act of fraud, misrepresentation, constructive fraud and \nbreaches of fiduciary duty . . . constitute unlawful sales of securities pursuant to \nN.C.G.S. § 78A-8, and are actionable pursuant to N.C.G.S. § 78A-56.”  (Compl. ¶ 50.)  \nPlaintiffs’ NCSA claim, therefore, is also premised on alleg ations of fraud.   Just as \nwith a UDTP claim brought on this basis, where a NCSA claim is based on fraud, the \nclaim must be pled with particularity.  Tillery Envtl. LLC v. A&D Holdings, Inc., 2018 \nNCBC LEXIS 13 , at *20  (N.C. Super. Ct. Feb. 9, 2018) .  The C ourt has already \nconcluded that Plaintiffs’ fraud claim lacks the specificity required by Rule 9(b).  \nTherefore, the Court further concludes that Plaintiffs’ NCSA claim is insufficient on \nthat same basis.  This claim, accordingly, is DISMISSED.   \nF. Count VI: Negligence, Including Negligent Hiring, Supervision and \nRetention \n \n45. Although under a single heading, Plaintiffs appear to bring two separate \nnegligence claims: (i) a negligent hiring, supervision , and retention claim , (Compl. \n¶ 53(a)–(h)); and (ii) a general negligence claim, (Compl. ¶ 53(i) –(q)).  Given its \nspecificity, the Court addresses the former of the two claims first. \n46. “North Carolina recognizes a cause of action for negligent supervision and \nretention as an independent tort based on the employe r’s liability to third parties.”  \nSmith v. Privette , 128 N.C. App. 490, 494,  495 S.E.2d 395, 398  (1998).  A claim for \n \n \nnegligent supervision requires a plaintiff to allege (1) the specific negligent act of an \nemployee on which the action is founded ; (2) inc ompetency of the employee by \ninherent unfitness or previous specific acts of negligence from which incompetency \nmay be inferred; and (3) an employer’s either actual or constructive notice of such \nunfitness or bad habits, thereby showing that the employer could have known the \nfacts had it used ordinary care in oversight and supervision.  Medlin v. Bass, 327 N.C. \n587, 590–91, 398 S.E.2d 460, 462 (1990). \n47. Plaintiffs do not specifically allege that Lipscomb was incompetent as an \ninvestment advisor.  At most, Plaintiffs allege that “the investments in question were \ncompletely unsuitable for investors of the Beams’ age, financial situation, \nsophistication, and investment goals.”  (Compl. ¶ 24.)  From the face of the Complaint, \nthe Court cannot infer that this state ment correlates to Lipscomb’s “inherent \nunfitness” as an investment advisor.  More importantly, however, even if the Court \nwere to find this statement sufficient at inferring Lipscomb’s incompetence, there are \nno allegations in the Complaint that Defendant  knew or had reason to know of \nLipscomb’s incompetence prior to Lipscomb’s transferring the Beams’ investments \ninto allegedly unsuitable accounts.  See Wilkerson v. Duke Univ., 229 N.C. App. 670, \n677, 748 S.E.2d 154, 160  (2013) (“T o support a claim of negligent retention and \nsupervision against an employer, the plaintiff must prove that the incompetent \nemployee committed a tortious act resulting in injury to plaintiff and that prior to the \nact, the employer knew or had reason to kno w of the employee’s incompetency.”  \n(emphasis added).)  For this reason, Plaintiffs have failed to sufficiently allege a claim \n \n \nfor negligent hiring, supervision, and retention.  This claim, therefore, is \nDISMISSED.  \n48. Although not separately labeled, the Court interprets the Complaint as also \nasserting a general negligence claim.   “[T]he essential elements of any negligence \nclaim are the existence of a legal duty or standard of care owed to the plaintiff by the \ndefendant, breach of that duty, and a causal relationship between the breach of duty \nand certain actual injury or loss sustained by the plaintiff.”   Harris v. \nDaimlerChrysler Corp., 180 N.C. App. 551, 555, 638 S.E.2d 260, 265 (2006).   \n49. Plaintiffs have minimally alleged each of these elements to survive \ndismissal of their negligence claim on a Rule 12(b)(6) Motion.  Unlike many of \nPlaintiffs’ other claims, their negligence claim does not need to be pled with \nparticularity pursuant to Rule 9(b).  Rather, Plaintiffs must only abide by the \nrequirements of Rule 8(a).  A claim is sufficiently pled pursuant to Rule 8(a) if it “gives \nsufficient notice of the claim asserted to enable the adverse party to answer and \nprepare for trial.”  N.C.G.S. § 1A-1, Rule 8(a).   \n50. Plaintiffs have done that here.  Plaintiffs have m inimally alleged the \nexistence of a fiduciary relationship, and therefore a fiduciary duty.  It follows that \nPlaintiffs have also alleged the more general, lower duty of care required to assert a \ngeneral negligence claim.  See Oberlin Capital, L.P. v. Slav in, 147 N.C. App. 52, 59, \n554 S.E.2d 840, 846 (2001) (“A duty [for purposes of alleging negligence] is defined as \nan obligation . . . requiring the person to conform to a certain standard of conduct \n. . . . A person’s obligation or duty to act may flow fro m explicit requirements, i.e., \n \n \nstatutory or contractual, or may be implied from attendant circumstances.” (internal \nquotation marks and citations omitted).)   \n51. Plaintiffs have also identified several bases upon which they allege \nDefendant breached that duty of care.  (See Compl. ¶ 53.)  Namely, Plaintiffs allege \nthat Defendant was negligent in allowing Lipscomb to continue working on the \nBeams’ accounts after his termination, failing to notify the Beams  of Lipscomb’s \ntermination, failing to review the Beams’ investment portfolio, and failing to engage \nin meaningful management of the Beams’ investments.  (Compl. ¶¶ 53(i), (j), (p), (q).)  \nPlaintiffs have also alleged that Defendant’s multiple breaches led to the substantial \ndepletion of the Beams’ life savings.  (See Compl. ¶¶ 22, 55.)  Accordingly, Plaintiffs’ \ngeneral negligence claim—which is not otherwise challenged by the Motion—survives \ndismissal at this stage.3  \nG. Count VII: Breach of Contract \n52. Plaintiffs also assert a breach of contract claim against Defendant, alleging \nthat Defendant “agreed to hold, invest and safeguard the Beams’ funds, and to do so \nwith due caution, in its best interest, and to protect and secure their funds.”  (Compl. \n¶ 57.)   \n53. Like Plaintiffs’ negligence claim, Plaintiffs ’ breach of contract claim is \nsubject only to the lower pleadings specificity requirements of Rule 8(a).  Tillery \nEnvtl. LLC, 2018 NCBC LEXIS 13, at *77.  Therefore, the Complaint need only allege \n                                                 \n3 The Court acknowledges that Plaintiffs’ negligence claim, to the extent premised on the \nsame bases as its breach of contract claim, may be pled in th e alternative.  See fn. 4, infra.  \nAt this stage in litigation, Plaintiffs are permitted by Rule 8 to bring claims in the alternative.   \n \n \n(1) the existence of a valid contract and (2) breach of the terms of that contract.  Daniel \nGrp., Inc. v. Am. Sales & Mktg. , 2016 NCBC LEXIS 112, at *9 (N.C. Super. Ct. Dec. \n15, 2016) (citing Johnson v. Colonial Life & Accident Ins. Co., 173 N.C. App. 365, 369, \n618 S.E.2d 867, 870 (2005)).  “[W]here the complaint alleges each of these elements, \nit is error to dismiss a breach of contract claim under Rule 12(b)(6).”  Id. (quoting \nWoolard v. Davenport, 166 N.C. App. 129, 134, 601 S.E.2d 319, 322 (2004)). \n54. Defendant seeks to dismiss Plaintiffs’ breach of contract claim on the \ngrounds that: (1) Plaintiffs do not identify a specific contract between the Beams and \nDefendant; (2) Plaintiffs do not allege offer, acceptance, consideration, and mutuality \nof assent to the contract’s essential terms ; and (3) Plaintiffs have not identifi ed any \nterms Defendant allegedly breached.  (Supp. Mem. 17–18.) \n55. First, Rule 8(a)’s notice-pleading standard does not require a plaintiff to \nattach a written contract to, or specifically identify its terms in, a complaint.  Wray \nv. City of Greensboro, 370 N.C. 41, 54, 802 S.E.2d 894, 903 (2017) (“[T]here is no rule \nwhich requires a plaintiff to set forth in his complaint the full contents of the contract \nwhich is the subject matter of his action or to incorporate the same in the complaint \nby reference to a c opy thereof attached as an exhibit as lon g as the complaint . . . \nallege[s] such a state of facts as would put defendants . . . on legal notice of the \nexistence of the contract. ” (citation and quotation marks omitted)) .  Here, Plaintiffs \nhave alleged that there was a contract between the  Beams and Defendant.  (Compl. \n¶ 57.)  For Rule 12(b)(6) purposes, this is minimally sufficient. \n \n \n56. Second, the Court does not believe that a plaintiff must allege full details \nof contract formation to survive dismissal pursuant to Rule 12(b)(6).  See Daniel Grp., \nInc., 2016 NCBC LEXIS 112 , at *9 .  Rather, only where the complaint calls into \nquestion whether there was mutual assent to the contract or proper consideration \nshould the Court consider those elements of contract formation at such an early stage \nin litigation.  On the face of the Complaint, Plaintiffs have alleged that the parties \nhad a contract.  Defendant’s refuting the existence of that contract is not something \nthe Court can consider on a Rule 12(b)(6) motion when it must treat the allegations \nin the Complaint as true.  Accordingly, Plaintiffs’ failure to specifically plead mutual \nassent between the parties or consideration thereto is not fatal to their breach of \ncontract claim.  \n57. Third, Plaintif fs have sufficiently alleged that Defendant breach ed the \nparties’ contract.  While Plaintiffs do not identify specific breaches within the claim \nitself, Plaintiffs do incorporate by reference the actions complained of in the rest of \nthe Complaint, (Compl. ¶ 59), which includes the seventeen actions and inactions \nspecifically listed under Plaintiffs’ negligence claim ,4 as well as other, similar \n                                                 \n4 While the Court acknowledges the economic loss doctrine prevents a plaintiff from \nrecovering in tort for a claim that is rooted in contract law, Defendant does not raise or argue \nthis doctrine in its Motion, and more importantly, North Carolina allows a plaintiff to plead \nclaims in the alternative.  N.C.G.S. § 1A-1, Rule 8(e)(2) (“A party may set forth two or more \nstatements of a claim or defense alternatively . . . .  A party may also state as many separate \nclaims or defenses as he has regardless of consistency and whether based on legal or on \nequitable grounds or on both.”).  Plaintiffs have the option of advancing one claim or the other \nat a later date, and the Court should not, and therefore does not, dismiss either of Plaintiffs’ \npotentially inconsistent claims at this stage in litigation.  See Hendrix v. Hendrix , 67 N.C. \nApp. 354, 357,  313 S. E.2d 25, 27  (1984) (Phillips, J., concurring) (“The main reason for \npermitting inconsistent claims to be alleged is so that litigants can investigate and assess \nthem before having to decide—or before the court decides for them—which inconsistent claim \nis supportable and which is not.”); Club Car, Inc. v. Dow Chem. Co., 2007 NCBC LEXIS 10, \n \n \nallegations contained in the factual allegations section of the Complaint .  Therein , \nPlaintiffs allege that  Defendant withheld from the Beams  the status of their \ninvestments and failed to tell the Beams  that they should divest from these \ninvestments even though the investments were facing financial difficulty.  ( See \nCompl. ¶¶ 23, 26(d), 27.)  These allegations certainl y support Plaintiffs’ allegation \nthat Defendant breached a contract requiring it “to hold, invest and safeguard [the \nBeams’] funds, and to do so with due caution, in its best interest, and to protect and \nsecure [the Beams’] funds.”  (Compl. ¶ 57.)  Accordingly, Plaintiffs’ breach of contract \nclaim is adequately alleged , and the Motion is DENIED to the extent it seeks \ndismissal of this claim.       \nH. Count VIII: Punitive Damages \n58. The Complaint  also includes a separate, independent claim for punitive \ndamages.  ( Compl. ¶¶ 61–62.)  North Carolina courts have repeatedly held that “a \nclaim for punitive damages is not a stand -alone claim.”  Funderburk v. JPMorgan \nChase Bank, N.A., 241 N.C. App. 415, 425 (2015); see also Thompson v. Bank of Am., \nN.A., 2015 N.C. App. LEXIS 660, at *12 (N.C. Ct. App. Aug. 4, 2015); Collier v. Bryant, \n216 N.C. App. 419, 434,  719 S.E.2d 70, 82 (2011); Iadanza v. Harper, 169 N.C. App. \n776, 783, 611 S.E.2d 217, 223  (2006).  Therefore, the Court DISMISSES Plaintiffs’ \nclaim for punitive damages for the reason that it cannot be asserted as a standalone \nclaim.   \n                                                 \nat *11−12 (N.C. Super. Ct. May 3, 2007) (deferring dismissal of the tort claims on a Rule \n12(b)(6) motion because it remained “an open question” whether the plaintiff’s ne gligence \nactions were covered by the scope of the agreement where the defendant had yet to answer \nthe allegations in the complaint).   \n \n \n59. The Motion also argues that Plaintiffs should not be able to seek punitive \ndamages as a remedy for the claims asserted in the Complaint .  Defendant argues \nthat, because Plaintiffs’ claims for fraud , constructive fraud,5 and violation of the \nNCSA fail, then Plaintiffs’ request for punitive damages must also fail.  (Supp. Mem. \n18–19.)  The Court finds Defendant’s argument unpersuasive.  Under North Carolina \nlaw, punitive damages are available in certain circumstances involving fraud, malice, \nor willful or wanton conduct.  Alamance Family Practice, P.A. v. Lindley, 2018 NCBC \nLEXIS 83, at *33 (N.C. Super. Ct. Aug. 14, 2018).  Plaintiffs’ breach of fiduciary duty \nclaim survives dismissal, and our courts have allowed punitive damages stemming \nfrom proof of a breach of fiduciary duty.  See, e.g., Lacey v. Kirk , 238 N.C. App. 376, \n394, 767 S.E.2d 632, 645–46 (2014).  Moreover, punitive damages are available on a \nnegligence claim where the jury finds that a defendant’s negligence was willful and \nwanton.  See Robinson v. Seaboard S.R., Inc. , 87 N.C. App. 512, 5 18–19, 361 S.E.2d \n909, 914–915 (1987).  In this context, our appellate courts have explained,  \nTo constitute willful injury there must be actual knowledge, or that \nwhich the law deems to be the equivalent of actual knowledge, of the \nperil to be apprehended, coupled with a design, purpose, and intent to \ndo wrong and inflict injury. A wanton act is one which is performed \nintentionally with a reckless indifference to injurious consequences \nprobable to result therefrom.   \n \nId. at 520, 361 S.E.2d at 914  (quoting Wagoner v. N.C. R .R. Co., 238 N.C. 162, 168,  \n77 S.E.2d 701, 706 (1953)).   \n                                                 \n5 Although a constructive fraud claim does not need to be pled with particularity pursuant to \nRule 9(b) like other fraud claims, there is case law indicating that a Plaintiff can seek \npunitive damages associated with his constructive fraud claim like with other fraud claims.  \nSee Melvin v. Home Fed. S&L Ass’n, 125 N.C. App. 660, 665, 482 S.E.2d 6, 8–9 (1997).   \n \n \n60. Here, Plaintiffs have alleged minimally sufficient facts to support Plaintiffs’ \nallegations that Defendant acted knowingly and purposefully, or with a reckless \nindifference to the resulting consequences to the Beam s’ investments.  Whether \npunitive damages may ultimately be awarded is a question for another day based on \na more fully developed record.  See id.  Accordingly, while Plaintiffs’ claim for punitive \ndamages is dismissed as an independent cause of action, Plaintiffs are not barred by \nthis ruling from seeking punitive damages on any of their surviving claims  that \nwarrant the award of such damages. \nI. Statutes of Limitations (Remaining Claims) \n61. Defendant additionally contends that Plaintiffs’ claims are time-barred and \ntherefore subject to dismissal pursuant to Rule 12(b)(6).  Because the Court has \ndismissed Plaintiffs’ fraud; UDTP; NCSA;  and negligent hiring, supervision, and \nretention claims, the Court need not address whether these claims are also subject to \ndismissal under the applicable statutes of limitations.  Accordingly, the Court turns \nits attention to the appropriate statutes of limitation s for Plaintiffs’ breach of \nfiduciary duty, general negligence, and breach of contract claims.   \n62.  “A statute of limitations defense may properly be asserted in a Rule \n12(b)(6) motion to dismiss if it appears on the face of the complaint that such a statute \nbars the claim.”  Horton v. Carolina Medicorp, 344 N.C. 133, 136, 472 S.E.2d 778, 780 \n(1996) (emphasis added).  Once a statute of limitations issue is properly raised by a \ndefendant, “the burden of showing that the action was instituted within the \nprescribed period is on the plaintiff.”  Id.  (citation omitted).  “A plaintiff sustains this \n \n \nburden by showing that the relevant statute of limitations has not expired. ”  Id. \n(citation omitted).   \n63. For purposes of determining whether the claims in question are time -\nbarred, the Court views the allegations in the Complaint in the light most favorable \nto Plaintiffs.  Sparrow Sys. v. Private Diagnostic Clinic, PLLC , 2014 NCBC LEXIS \n70, at *30 (N.C. Super. Ct. Dec. 24, 2014) (citing Brooks v. Ervin Constr. Co., 253 N.C. \n214, 219,  116 S.E.2d 454, 459  (1960)).  The Court addresses each of Plaintiffs’ \nremaining claims in turn.  \n1. Breach of Fiduciary Duty \n64. Defendant first argues that Plaintiffs’ breach of fiduciary duty claim is \ntime-barred because any fiduciary duty imposed on Defendant by virtue of its \nemployer-employee relationship with Lipscomb ended after Lipscomb left Defendant \nin 2010.  (Supp. Mem. 8.)  Defendant contends that the discovery rule applicable to \nbreach of fiduciary duty claims cannot save Plaintiffs’ otherwise time-barred claim \nbecause (1) Plaintiffs have not put forth sufficient facts to establish tha t the Beams \ndiscovered Defendant’s alleged breach in 2016; and (2) Plaintiffs have not alleged that \nthe Beams performed any due diligence or that due diligence would have been futile \nat discovering Defendant’s alleged breach.  (Reply Supp. Mot. Dismiss 2–4, ECF No. \n16 [“Reply”].)  \n65. “Allegations of breach of fiduciary duty that do not rise to the level of \nconstructive fraud are governed by a three-year statute of limitations applicable to \ncontract actions.”  Toomer v. Branch Ban king & Tr. Co. , 171 N.C. App. 58, 66,  614 \n \n \nS.E.2d 328, 335 (2005).  However, unlike contract claims, “[b]reach of fiduciary duty \nclaims accrue upon the date when the breach is discovered [,]” not when the breach \noccurs.  Trillium Ridge Condo. Ass’n v. Trilli um Links & Vill., LLC , 236 N.C. App. \n478, 501, 764 S.E.2d 203, 219 (2014).  Accordingly, Plaintiffs’ breach of fiduciary duty \nclaim is subject to a discovery rule, meaning that accrual of the limitations period \nbegins “at the time of discovery regardless o f the length of time between the \nfraudulent act or mistake and plaintiff’s discovery of it.”  Forbis, 361 N.C. at 524, 649 \nS.E.2d at 386.  \n66. The Court is unpersuaded by Defendant’s first argument regarding the \nsufficiency of Plaintiffs’ allegations to support application of the discovery rule to this \ncase.  Although the Beams allege that Lipscomb’s employment with Defendant ended \nin 2010, (Compl. ¶ 11), Plaintiffs also allege that Defendant never communicated \nLipscomb’s termination to the Beams, (Compl. ¶ 13), and that, moreover, Defendant \nallowed Lipscomb to continue working on the Beams’ accounts  even after his \ntermination, (Compl. ¶ 16).  Upon this factual background, Plaintiffs allege that the \nBeams did not discover Defendant’s actionable conduct until 2016.  (Compl. ¶ 22.)   \n67. As an initial note, the Court believes, at this time, that Defendant’s failure \nto notify the Beams of Lipscomb’s termination, coupled with Defendant permitting \nLipscomb to continue working on the Beams’ investment accounts , supports \nextending Defendant’s fiduciary relationship beyond 2010 and up and until Plaintiffs’ \ndiscovery of Defendant’s breach.  See, e.g., Fike v. Bd . of Trustees, 53 N.C. App. 78, \n80, 279 S.E.2d 910, 912  (1981) (“Where a person by words or conduct represents or  \n \n \npermits it to be represented that another person is his agent, he will be estopped to \ndeny the agency as against third persons who have dealt, on the faith of such \nrepresentation, with the person so held out as agent, even if no agency existed in \nfact.”).   \n68. Moreover, the Court believes, based on Plaintiffs’ allegations and the \nexistence of an applicable discovery rule, that it cannot conclude, at this time, that \nPlaintiffs’ claim is time-barred.  On a Rule 12(b)(6) motion, the Court evaluates the \nfacts in the light most favorable to Plaintiffs, even when the limitations period is \ncalled into question by Defendant.  See Sparrows Sys., 2014 NBC LEXIS 70, at *30.  \nWhether Plaintiffs need to prove that the Beams could not have discovered \nDefendant’s actionable conduct earlier is a question for a different day, and \npresumably one for the factfinder  or for the Court on a more developed record .  See \nTrillium Ridge Condo. Ass’n , 236 N.C. App. at 501, 764 S.E.2d at 219 (holding that \nthe trial court erred in granting  summary judgment in the defendants’ favor on the \nbasis of the statute of limitations when there were factual disputes over when the \nplaintiff could have discovered the defendants’ breach  of fiduciary duty ); see also  \nHunter, 162 N.C. App. at 486, 593 S.E.2d at 601 (“[D]etermining when [the] plaintiff \nshould, in the exercise of reasonable care and due diligence, have discovered the \n[alleged] fraud is a question of fact to be resolved by the jury.”).   \n69. The Court is also unpersuaded at this time that Plaintiffs had to plead due \ndiligence (and futility thereof) in order to take advantage of the discovery rule .  \nPlaintiffs have alleged that Defendant was the Beams’ fiduciary.  (Compl. ¶¶ 29, 30.)  \n \n \nOf particular importance, Plaintiffs allege that Lipscomb, Defendant’s agent, became \nintricately involved in the Beams’ everyday lives, becoming “their most trusted \nadvisor.”  (Compl. ¶ 8.)  Our Courts have recognized that,  \nthe failure of [a] defrauded person to use diligence in discovering . . . \nfraud may be e xcused where there exists a relation of trust and \nconfidence between the parties.  This is so for the reason that a \nconfidential or fiduciary relation imposes upon the one who is trusted \nthe duty to exercise the utmost of good faith and to disclose all material \nfacts affecting the relation.   \n \nVail v. Vail, 233 N.C. 109, 116, 63 S.E.2d 202, 207 (1951) (internal citation omitted).   \n70. For the reasons set forth above , Plaintiffs have alleged a fiduciary \nrelationship between the Beams and Defendant, and accordin gly, Defendant’s duty \nas the Beams’ fiduciary excuses (for purposes of the Court’s 12(b)(6) analysis) any \nclaimed lack of diligence on their part in discovering Defendant’s breach of fiduciary \nduty prior to 2016.  Therefore, at this time, the Court declines to find Plaintiffs’ breach \nof fiduciary duty claim time -barred.  The Motion, therefore, is  DENIED in that \nregard.    \n2. Negligence \n71. Defendant, focusing primarily on Plaintiffs’ negligent hiring , supervision, \nand retention claim, argues that Plaintiffs’ negligence claim is time -barred because \nLipscomb’s employment with Defendant ended in 2010, and accordingly any claim \nrelated to Lipscomb’s hiring, supervision, and retention would also be time-barred.  \n(Supp. Mem. 16.)  \n72. The applicable statute of limitations period for general negligence claims is \nthree years.  Harrold, 149 N.C. App. at 781, 561 S.E.2d at 917 (citing N.C.G.S. §§ 1-\n \n \n52(1), (5)).  A plaintiff’s negligence claim “accrues when the wrong giving rise to the \nright to bring suit is committed, even though  the damages at that time be nominal \nand the injuries cannot be discovered until a later date.”  Id. at 781, 561 S.E.2d at \n918; see also White, 166 N.C. App. at 308–309, 603 S.E.2d at 164–165 (recognizing \nthat the statutory provision governing negligence claims, unlike the provision \ngoverning fraud claims, does not include a discovery rule).   \n73. Plaintiffs’ allegations in support of their negligence claim do not specify \ndates or times when Defendant acted negligently with respect to Plaintiffs’ \ninvestment accounts.  While Plaintiffs do affirmatively allege that Lipscomb ended \nhis employment with Defendant in 2010 (which, absent any equitable doctrine tolling \nthe limitations period , would bar Plaintiffs’ negligent hiring, supervision and \nretention claim6), Plaintiffs’ negligence claim is broader than (and distinct from) a \nclaim related to Lipscomb’s hiring, supervision, and retention.  Rather,  a fair and \naccurate reading of the Complaint indicates that Defendant’s negligence could have \noccurred at any point thr ough 2016.  Accordingly, the Complaint does not reveal on \nits face that Plaintiffs’ negligence claim is barred by the applicable limitations period \nand the Motion is therefore DENIED to the extent it seeks dismissal of Plaintiffs’ \nclaim on that basis.     \n3. Breach of Contract \n74. As discussed above, Plaintiffs do not specifically allege which conduct \ncomplained of supports their breach of contract claim,  but they do incorporate by \n                                                 \n6 As previously noted, the Court need not reach this issue here because Plaintiffs have failed \nto sufficiently plead the elements of this claim.   \n \n \nreference the rest of the factual allegations set forth throughout the Complaint .  \nDefendant contends that Plaintiffs have not alleged any contractual breach that \noccurred prior to July 23, 2014 (when the Beams allegedly closed their accounts with \nDefendant),7 and further argues that Plaintiffs cannot maintain a breach of contract \nclaim for misconduct allegedly occurring thereafter because the Beams no longer had \na contractual relationship with Defendant.  (Supp. Mem. 18.) \n75. Generally, a plaintiff must bring an action for breach of contract within \nthree years from the time of the accrual of  the cause of action.   N.C.G.S. § 1-52(1)).  \nThe three -year statute of limitations “begins to run on the date the promise is \nbroken,”  Penley v. Penley, 314 N.C. 1, 20, 332 S.E.2d 51, 62 (1985), regardless of when \nthe harmful consequences of the breach of contract were discovered or would have \nbeen discovered, Brantley v. Dunstan, 10 N.C. App. 706, 708–09, 179 S.E.2d 878, 880 \n(1971) (quoting Jewell v. Price, 264 N.C. 459, 142 S.E.2d 1 (1965)).   \n76. Plaintiffs acknowledge the three -year statute of limitations b ut contend \nthat Defendant had a contractual duty to the Beams at least through November 20148 \nand therefore the “last act” giving rise to Plaintiffs’ claim extended to within the \nthree-year limitations period.  (Opp’n Mem. 8.)  The Court understands Plaint iffs’ \nargument to be that Defendant breached its contract with the Beams in multiple \nways and at different times, each breach in and of itself sufficient to support a breach \n                                                 \n7 The date on which the Beams closed their account with Defendant is not alleged in the \nComplaint.  Accordingly, the Court does not consider this date when determining, on a Rule \n12(b)(6) motion, whether or not Plaintiffs’ claim is time-barred on the face of the Complaint.   \n8 The Court does not rely on this date as an outer limit for the same reason as stated in \nfootnote 7.   \n \n \nof contract claim.  Defendant does not contest this interpretation in its reply brief and \nthe Court has not located any controlling law providing that a breach of contract \naction accrues on the date of the first breach of a contract so as to bar all subsequent \nbreaches if the action is not brought within three years of the first breach .  Cf. \nBrantley, 10 N.C. App. at 708, 179 S.E.2d at 880 (recognizing that the complaint had \nnot alleged any subsequent breach of the contract that would “begin anew the \nrunning of the statute of limitations” and therefore the statute of limitations began \nto run at the first (and only) alleged breach of the contract).  \n77. The Court does not believe the Complaint reveals on its face that Plaintiffs’ \nclaim is barred by the applicable limitations period.  Plaintiffs do not specify the dates \nupon which Defendant’s alleged misconduct occurred.  Instead, in Paragraphs 26 and \n27 of the Complaint, Plaintiffs generally state that “[t]hroughout this period of \nseveral years” Defendant made false and/or misleading statements and concealed \ninformation about the Beams’ investment accounts and the manager of their \naccounts.  The Complaint is also devoid of any specific allegations regarding the dates \nof Plaintiffs’ investments, 9 the dates upon which the Beams received any account \nstatements from Defendant, or other facts that would indicate Plaintiffs’ allegations \nclearly fall outside the limitations period.  While Plaintiffs’ lack of specificity is fatal \nto Plaintiffs’ claims subject to Rule 9(b), it does not, in this case and at this time, also \nsupport a Rule 12(b)(6) dismissal of Plaintiffs’ surviving claims based on the statute \n                                                 \n9 The Complaint alleges that the Beams began transferring their investments in 2008, ( see \nCompl. ¶ 7), but does not reveal when all Plaintiffs’ investments were transferred, or if there \nwere any subsequent transfers or the dates on which allegedly unsuitable investments were \npurchased.   \n \n \nof limitations.10  While Defendant’s earliest breaches of the parties’ alleged contract \nvery well may be time -barred, reading the Complaint in the light most favorable to \nPlaintiff, conduct giving rise to Plaintiffs’ breach of contract claim could have occurred \nwithin the requisite limitations period.   Accordingly, the Court declines to find \nPlaintiffs’ breach of contract claim time-barred in toto at this time and the Motion is \nDENIED in that respect.     \n4. Denial of the Motion Regarding Statutes of Limitation  is Without \nPrejudice \n \n78. The Court wishes to make clear that its foregoing analysis and conclusion \nthat Plaintiffs’ claims are not time-barred is without prejudice to Defendant’s raising \nthe applicable statutes of limitation s as an affirmative defense and as serting this \ndefense at a procedurally appropriate stage upon a more fully developed record. \nV. CONCLUSION \n79. THEREFORE, the Court GRANTS in part the Motion.  Plaintiffs’ claims \nfor fraud/misrepresentation (including negligent misrepresentation) , constructive \nfraud, UDTP, violation of the NCSA, negligent hiring, supervision, and retention (but \nnot Plaintiffs’ general negligence claim) , and punitive damages  are DISMISSED.  \nExcept as otherwise expressly stated herein, the Motion is DENIED.   \n \n                                                 \n10 Although Defendant argues that Plaintiffs bear the burden of showing to the Court that \nthe statute of limitations has not run, the Court believes Defendant’s emphasis is misplaced.  \nThe controlling law in this state is that when the Complaint reveals on its face that the claim \nis barred by the relevant statute of limitations, then the burden shifts to the plaintiff to prove \notherwise.  See Horton, 344 N.C. at 136, 472 S.E.2d at 780.  Accordingly, before the burden \nshifts to the Plaintiffs here, the Complaint must clearly assert that actionable conduct \noccurred outside the applicable statute of limitatio ns period.  Here, the Complaint has not \nclearly shown that the contract was only breached outside of the limitations period.   \n \n \nSO ORDERED, this the 3rd day of September, 2019. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}