{
  "id": "45c1541c52b3bbbebeca616e285add46496a5b61e1c41f8f16c5169f04424dad",
  "source_file": "data/raw/ncbc/45c1541c52b3bbbebeca616e285add46496a5b61e1c41f8f16c5169f04424dad.pdf",
  "raw_text": "Durham Coca-Cola Bottling Co. v. Coca-Cola Bottling Co. Consolidated, 2003 NCBC 3\n \n \nSTATE OF NORTH CAROLINA\n \nCOUNTY OF DURHAM\n \nIN THE GENERAL \nCOURT OF\nJUSTICE\nSUPERIOR COURT \nDIVISION\n99 CVS 2459\n \nDURHAM COCA-COLA BOTTLING\nCOMPANY,\n \nPlaintiff,\n \nvs.\n \nCOCA-COLA \nBOTTLING CO.\nCONSOLIDATED, REIDSVILLE\nTRANSACTION CORPORATION, INC.,\nREIDSVILLE COCA-COLA BOTTLING\nCO., R. S. FISH, Trustee,\nU/W D. D. \nBUSICK, FRED D. BUSICK,\nJOHN O. BUSICK, II, WILLIAM E.\nBUSICK, BRONA B. FISH, \nand\nKATHRYN B. McMICHAEL,\n \nDefendants.\n \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \n \n \n \nOPINION AND \nORDER ON\n \nSUMMARY JUDGMENT\n \n{1}\n             \nTHIS MATTER was heard before the undersigned on December 19, 2002 on: (1) the summary\njudgment motion of Defendants Coca-Cola Bottling Co. Consolidated (“Consolidated”) and Reidsville\nTransaction Corporation, Inc. (“RTCI”); (2) the summary judgment motion of Defendant Reidsville\nCoca-Cola Bottling Co. (“Reidsville”) and Defendants R.S. Fish (Trustee Under Will of D.D. Busick),\nFred D. Busick, John O. Busick, II, William E. Busick, Brona B. Fish, and Kathryn B. McMichael\n(collectively “Individual Defendants”); and (3) the partial summary judgment motion of Plaintiff\nDurham Coca-Cola Bottling Company (“Durham”).\n \n{2}\n             \nThis litigation arose out of events surrounding the sale of Defendant Reidsville after receipt of\ncompeting offers to purchase from Defendant Consolidated and Plaintiff Durham.\n  \nA resolution of\neach of the claims in this matter necessarily depends on a determination of whether Durham’s\nFebruary 26, 1999 letter of intent created a valid or enforceable contract.\n  \nIn reaching its decision, the\nCourt considered:\n  \n(1) plaintiff’s partial summary judgment motion, Defendants Consolidated and\nRTCI’s response, and plaintiff’s reply in support; (2) Defendants Consolidated and RTCI’s summary\njudgment motion, plaintiff’s response, and Defendants’ reply in support; (3) Defendant Reidsville and\nIndividual Defendants’ summary judgment motion, plaintiff’s response, and Defendants’ reply in\nsupport; and (4) oral argument held on December 19, 2002.\n{3}\n             \n \nThe Court finds that Durham’s February 26, 1999 letter of intent was not a valid or enforceable\ncontract and consequently GRANTS the summary judgment motions of the Individual Defendants,\nReidsville, Consolidated, and RTCI.\n  \nThe Court DENIES plaintiff’s partial summary judgment\nmotion.\n  \nAs a result of this holding, the Court GRANTS Defendants Consolidated and RTCI’s motion\nto dissolve the preliminary injunction entered in this action against Consolidated and RTCI on July 7,\n1999.\nMoore & Van Allen, PLLC, by Kevin M. Capalbo, Lewis Cheek and Michael J. Byrne, for Plaintiff\nDurham Coca-Cola Bottling Company.\nKennedy, Covington, Lobdell & Hickman, LLP, by Kiran H. Mehta and Samuel T. Reaves, for\nDefendants Coca-Cola Bottling Co. Consolidated and Reidsville Transaction Corporation, Inc.\nHaywood, Denny & Miller, L.L.P., by George W. Miller, Jr., for Defendants Coca-Cola Bottling\nCo. Consolidated and Reidsville Transaction Corporation, Inc.\nWishart, Norris, Henninger, & Pittman, P.A., by Brian P. Gavigan, for Defendants Reidsville\nCoca-Cola Bottling Co., R.W. Fish (Trustee U/W D.D. Busick), Fred D. Busick, John O. Busick, II,\nWilliam E. Busick, Brona B. Fish, and Kathryn B. McMichael.\nI.\n \nB\nACKGROUND\nThe Parties\n{4}\n             \nRealizing that there are no material facts in dispute, all parties have moved for summary\njudgment.\n  \nConsolidated and Durham are franchised carbonated beverage bottlers and distributors\nwhose primary business is bottling and/or distribution of Coca-Cola brand carbonated beverages\nwithin defined territories.\n  \nReidsville was in the same business before its acquisition by RTCI on May\n16, 1999.\n  \nReidsville had an exclusive sales territory including the town of Reidsville, North Carolina\nand an area surrounding Reidsville.\n  \nThe Individual Defendants were Reidsville’s directors, as well as\nReidsville’s only shareholders.\n  \nThey are all related.\n{5}\n             \nOn February 24, 1999, Consolidated presented Reidsville with a letter of intent for the purchase of\nReidsville for $4.1 million (“Consolidated Proposal”).\n  \nTwo days later, Durham sent a letter of intent\nfor the purchase of Reidsville for $4.5 million (“Durham Proposal”).\n  \nConsolidated eventually\nacquired Reidsville through its subsidiary RTCI for $5.1 million.\n{6}\n             \nConsolidated is a “first line” bottler, and, prior to May 16, 1999, Reidsville was a “sub-bottler”\noperating under a contract with Consolidated.\n  \nPursuant to a sub-bottler’s contract dated June 30, 1949\n(“Sub-Bottler’s Contract”), Consolidated was the source of Reidsville’s rights with respect to Coca-\nCola brand products in Reidsville’s territory.\n  \nThe Coca-Cola Company granted Greensboro Bottling\nCo. (“Greensboro”), a predecessor of Consolidated, the first-line bottling rights for the bottling and\ndistribution of Coca-Cola products in the Reidsville territory.\n  \nGreensboro transferred those bottling\nrights to Reidsville under the Sub-Bottler’s Contract.\n  \nArticle 9 of the Sub-Bottler’s Contract provided\nthat “this contract shall not be assigned, transferred or conveyed, in whole or in part, without the\nwritten consent of [Consolidated], The Coca-Cola Bottling Company [now Coca-Cola Company\nUSA], and The Coca-Cola Company.”\n \n{7}\n             \nThe universe of bottling territories is shrinking, making the opportunity to purchase territorial\nbottling rights valuable and unique.\n  \nThis is particularly true where the territory is adjacent to or near\nthe purchaser’s existing territory.\n \nProcedural History\n{8}\n             \nOn April 13, 1999, Durham filed an action in Durham County (Civil Action No. 99 CVS 1591)\nseeking specific performance of an allegedly binding contract between Durham and Reidsville,\nclaiming breach of the alleged contract by Reidsville, and seeking injunctive relief to prevent\nReidsville from selling or disposing of its assets; the action was voluntarily dismissed without\nprejudice.\n \n{9}\n             \nIn an effort to enforce its purported rights under a February 24, 1999 letter of intent, Consolidated\nfiled a declaratory judgment action in Superior Court for Mecklenburg County (Civil Action No. 99\nCVS 6062) on April 19, 1999.\n  \nThis suit was ultimately resolved when Reidsville sold substantially all\nof its operating assets to RTCI, a subsidiary of Consolidated, on May 16, 1999.\n{10}\n         \nOn May 28, 1999, Durham commenced the present action by filing a verified complaint, motion\nfor temporary restraining order, and motion for preliminary injunction in the Superior Court for\nDurham County.\n  \nIn its complaint, Durham sought (1) specific performance of the terms of the\nFebruary 26 Durham Proposal, (2) damages from Consolidated and RTCI for tortious interference and\nunfair trade practice, (3) damages for breach of contract from Reidsville and its shareholders, (4) a\ntemporary restraining order and preliminary injunction preventing Reidsville and its shareholders from\ndisposing of Reidsville’s stock or assets or disposing of any funds received from any sale of assets, and\n(5) a temporary restraining order and preliminary injunction preventing RTCI and Consolidated from\ndisposing of the assets received from Reidsville.\n  \nThe presiding judge, Orlando F. Hudson, Jr., entered\na temporary restraining order in favor of Durham on the same day; on July 7, 1999, Judge Hudson\nentered a preliminary injunction that requires Consolidated and RTCI to maintain the separateness of\nReidsville’s assets and to refrain from transferring those assets pending the outcome of this case.\n \nJudge Hudson made no findings as to the likelihood of success on the merits.\n \n{11}\n         \nIn the consolidated appeals of 99 CVS 6062 and 99 CVS 2459, the North Carolina Court of\nAppeals affirmed the preliminary injunction entered in 99 CVS 2459 and reversed the motion to\ndismiss granted in favor of Durham in 99 CVS 6062, finding that Durham was the “natural plaintiff.”\n \nCoca-Cola Bottling Co. Consolidated v. Durham Coca-Cola Bottling Co\n., 141 NC App 569, 541\nS.E.2d 157, \nreview\n \ndenied\n, 353 NC 370, 547 S.E.2d 157 (2001).\n \n{12}\n         \nThe case was subsequently assigned to the Business Court by Order dated August 13, 2001.\n \nDiscovery has been completed, and the matter is now before the Court on these pending motions.\nFacts\n{13}\n         \nSometime during the 1997-1998 time period, Reidsville’s Board of Directors had discussed selling\nthe company.\n  \nAt that time, there was internal dissension within the Board over the operation of the\nbusiness as well as the possibility of a labor union organizing effort.\n \n{14}\n         \nAt the urging of Reidsville President Fred D. Busick (“Busick”), Reidsville hired George Overend\n(“Overend”) of Overend & Company, Inc. to “act as a broker for Reidsville in selling its business” in\nOctober 1998.\n  \nIn January 1999, Overend contacted Robert D. Pettus (“Pettus”), executive vice-\npresident and assistant to the chairman of Consolidated.\n  \nPettus responded affirmatively when Overend\nasked him if Consolidated wanted to make an offer for Reidsville.\n  \nOverend subsequently sent a\nhandwritten memo and information packet regarding Reidsville to Consolidated’s vice-president,\nUmesh Kasbekar.\n  \nOn February 3, 1999, Pettus mailed a letter to Overend with an enclosed term sheet\nfor Consolidated’s purchase of Reidsville for a base purchase price of $4.1 million.\n \n{15}\n         \nConsolidated presented its proposal to Reidsville at a February 24, 1999 meeting that included\nOverend, Pettus, Consolidated’s Chairman and Chief Executive Officer J. Frank Harrison, III\n(“Harrison”), and all Reidsville shareholders and directors.\n  \nThe majority of the Reidsville\nshareholders voted in favor of accepting the Consolidated Proposal.\n[1]\n \n{16}\n         \nBusick was the only director/shareholder that did not sign the acceptance page of the Consolidated\nProposal.\n  \nHe told Consolidated that they “were in agreement” and that he would sign and deliver the\nProposal to Consolidated in Charlotte the following Monday, March 1, 1999.\n  \nHe had no such\nintention.\n{17}\n         \nBusick had been conducting his own negotiations with Durham without the knowledge of the\nremaining Reidsville Board members, and he never intended to agree to the Consolidated Proposal.\n  \nIn\nearly February 1999, Busick had met with Durham’s president, Hagar Rand (“Rand”), and discussed\nReidsville’s assets, marketing strategy, a “little bit” about their relationship with The Coca-Cola\nCompany, and a “little bit” about Busick’s relationship with the Board.\n  \nBased in part on this meeting,\nMike Estep, Durham’s chief financial officer, created a pro forma earnings statement in preparation for\nmaking an offer for Reidsville.\n  \nRand followed up on this meeting by sending a letter to Busick on\nFebruary 16, 1999 regarding the potential purchase of Reidsville for $3,340,000.\n  \nRand requested that\nReidsville give Durham the “opportunity to submit a formal offer to purchase prior to Reidsville’s\nacceptance of any competing offer.”\n{18}\n         \nSometime between the February 24 meeting with Consolidated and February 26, 1999, Busick\ncontacted Rand to tell him about the Consolidated Proposal.\n  \nHe then faxed a copy of the Consolidated\nProposal signature page showing he had not signed it.\n  \nOn February 26, 1999, Durham sent Reidsville\na letter of intent (“Durham Proposal”) for the purchase of Reidsville for $4.5 million.\n \n[2]\n  \nAll of\nReidsville’s shareholders and directors, including Busick, signed the Durham Proposal sometime\nduring March 1-3, 1999.\n{19}\n         \nBusick personally delivered the signed proposal to Rand on March 3, 1999.\n  \nOne of the\nassumptions upon which the Durham Proposal was based was that “[n]o third party approvals will be\nrequired to consummate the sale; or, if any such third party approvals are required, all of such\napprovals will be provided without restriction prior to closing.”\n  \n(Durham Proposal Para. 3.)\n  \nAs\ndiscussed above, Reidsville, pursuant to its 1949 Sub-Bottler’s Contract, was required to obtain the\nwritten consent of Consolidated, Coca-Cola Company USA (“Coke USA”) and The Coca-Cola\nCompany.\n  \nWhile Busick was at Rand’s offices, Reich Welborn (“Welborn”), Durham’s counsel,\ndrafted correspondence on behalf of Reidsville for Busick’s signature requesting the approval of\nConsolidated, Coke USA, and The Coca-Cola Company of the transfer and assignment of the Sub-\nBottler’s Contract.\n  \nThe letter was sent to Harrison and W. Thomas Haynes (“Haynes”), legal counsel\nfor The Coca-Cola Company.\n{20}\n         \nHaynes responded to Busick on March 5, 1999, acknowledging receipt of Busick’s March 3 letter\nand noting the possibility of an existing right of first refusal in favor of Consolidated.\n  \n(Busick Dep.\nEx. 6.)\n   \nReidsville granted that right of first refusal in connection with obtaining first line bottler’s\nrights.\n  \nWhile The Coca-Cola Company subsequently advised that it understood that there was some\nuncertainty about the right of first refusal, it made clear that, based on its “inherent right as owner of\nthe trademark to have a voice in any change of ownership or control,” its consent was required\nregardless of whether Durham structured the arrangement as an asset purchase or a stock sale.\n  \n(Busick\nDep. Ex. 11.)\n{21}\n         \nAfter learning of these negotiations, Pettus wrote two letters.\n  \nThe first letter advised Busick that\nPettus had been forwarded a copy of Busick’s March 3 letter seeking the consent of Consolidated to\nReidsville’s sale of assets to Durham.\n  \nConsolidated indicated that it would respond to Reidsville’s\nrequest for consent to the sale to Durham after it had finished “reviewing all of its options ...,\n \nincluding its rights under the right of first refusal agreement Reidsville and Consolidated previously\nexecuted, and its rights under existing contractual arrangements between our companies.”\n  \n(Busick\nDep. Ex. 7.)\n  \nThe second letter was a revised letter of intent to Reidsville’s Board and shareholders\noffering to purchase Reidsville’s assets for $5.1 million.\n  \nConsolidated’s letter indicated that it was\nmade with the intention of closing quickly on the transaction and “in the interest of avoiding any\ndispute with Reidsville over our existing purchase agreement, our existing right of first refusal and our\nconsent to transfer of the bottling rights.”\n  \n(Busick Dep. Ex. 8.)\n{22}\n         \nOn March 16 and 17, 1999, Reidsville’s counsel, Dorn C. Pittman (“Pittman”), contacted\nDurham’s counsel, Welborn, to discuss reopening negotiations and the possibility of having\nConsolidated and Durham enter into a bidding process.\n  \nAdditionally, Pittman sought to attempt to\n“determine [Durham’s] level of interest in an attempt to settle disputes between numerous parties.”\n \n(Busick Dep. Ex. 10.)\n  \nWelborn responded by indicating that Durham expected Reidsville to proceed\nwith an asset purchase based on the February 26 letter of intent or, if third-party consents were not\n“immediately forthcoming,” then to proceed with a stock purchase agreement.\n  \n(Busick Dep. Ex. 9.)\n{23}\n         \nOn March 22, 1999, Durham pressed forward by sending Reidsville a draft stock purchase\nagreement that was approximately 40 pages long. (Busick Dep. Ex. 12.)\n  \nDurham contends that it\nintended the draft Stock Purchase Agreement to constitute the “definitive acquisition agreement”\nreferred to in Paragraph 9 of the Durham Proposal.\n  \nReidsville did not respond to the draft stock\npurchase agreement until March 30, 1999, at which time Pittman indicated that that the Durham\nProposal did not constitute a binding agreement and that it would not engage in further negotiations\nwith Durham.\n  \n(Busick Dep. Ex. 17.)\n{24}\n         \nIn April 1999, both Durham and Consolidated sued Reidsville.\n  \nDurham seeks relief under the\nfollowing causes of action:\n  \n(1) specific performance of the February 26, 1999 letter of intent against\nall defendants, (2) tortious interference with contract against Consolidated and RTCI, (3) unfair trade\npractices against Consolidated and RTCI, and (4) breach of contract against Reidsville and the\nIndividual Defendants.\n  \nReidsville ultimately resolved Consolidated’s claim by selling substantially all\nof its assets to RTCI on May 16, 1999.\nII.\n \nSUMMARY JUDGMENT STANDARD\n{25}\n         \nPursuant to Rule 56(c) of the North Carolina Rules of Civil Procedure, summary judgment shall be\nrendered if the pleadings, depositions, answers to interrogatories, and admissions on file, together with\nthe affidavits, if any, show that there is no genuine issue as to any material fact and that any party is\nentitled to judgment as a matter of law.\n  \nSee\n N.C. R.\n  \nCIV. P.\n 56(c); \nsee also\n \nBeam v. Kerlee\n, 120 N.C.\nApp. 203, 209, 461 S.E.2d 911, 916 (1995)\n  \n(recognizing that summary judgment is appropriate only\nwhen “there is no dispute as to any material fact”).\n  \nAs moving parties, defendants have “the burden of\nshowing there is no triable issue of material fact.”\n  \nFarrelly v. Hamilton Square\n, 119 N.C. App. 541,\n543, 459 S.E.2d 23, 25-26 (1995); \nsee Taylor v. Ashburn\n, 112 N.C. App. 604, 606, 436 S.E.2d 276,\n278 (1993).\n  \nIn determining whether that burden has been met, the court “must view all the evidence in\nthe light most favorable to the non-moving party, accepting all its asserted facts as true, and drawing\nall reasonable inferences in its favor.”\n  \nLilley v. Blue Ridge Elec. Membership Corp\n., 133 N.C. App.\n256, 258, 515 S.E.2d 483, 485 (1999); \nsee Murray v. Nationwide Mut. Ins\n. \nCo\n., 123 N.C. App. 1, 472\nS.E.2d 358, 362 (1996).\n{26}\n         \nOnce the moving party shows that the plaintiff is unable to prove an essential element in the\nplaintiff’s case, the burden shifts to the plaintiff to make a contrary showing.\n  \nRoumillat v. Simplistic\nEnterprises, Inc.\n, 331 N.C. 57, 63, 414 S.E.2d 339, 341 (1992).\n  \nTo defeat a motion for summary\njudgment, the non-moving party may not rely on the mere allegations in the pleadings.\n  \nNicholson v.\nCounty of Onslow\n, 116 N.C. App. 439, 441, 448 S.E.2d 140, 141 (1998).\n  \nA response must describe\nspecific facts showing that a genuine issue of fact exists for the trial.\n  \nCuller v. Hamlett\n, 148 N.C. 389,\n392, 559 S.E.2d 192, 194 (2002).\n  \nIf the plaintiff fails to make this contrary showing, the defendant is\nentitled to summary judgment.\n  \nId\n. at 392, 559 S.E.2d at 194.\nIII.\nIS THE DURHAM PROPOSAL A VALID AND ENFORCEABLE CONTRACT\n?\n{27}\n         \nOn October 11, 2002, Defendants Consolidated & RTCI filed a summary judgment motion\nasserting that the Durham Proposal was an invalid and unenforceable preliminary agreement.\n  \nThese\ndefendants further contend that if the Court were to find the Durham Proposal to be a valid contract,\nthe \npleadings, depositions, answers to interrogatories, and admissions on file, together with the\naffidavits\n show: (1) the Consolidated Proposal is a prior-in-time valid contract; (2) Durham would not\nbe entitled to specific performance because money damages are adequate and specific performance\nwould be inequitable; (3) Defendants cannot be liable for tortious interference because they were\njustified in proceeding with the transaction; and (4) Defendants have not engaged in unfair trade\npractices.\n \n{28}\n         \nDefendants Reidsville and the Individual Defendants filed for summary judgment on October 14,\n2002, asserting that\n the affidavits\n filed in this case show the Durham Proposal was not an enforceable\nagreement, and therefore these defendants cannot be liable for specific performance or breach of\ncontract.\n{29}\n         \nPlaintiff Durham filed a motion for partial summary judgment on October 15, 2002, asserting that\nthe Durham Proposal was a binding and enforceable contract to purchase the stock or assets of\nReidsville.\n{30}\n         \nResolution of these motions necessarily turns on a determination of whether the \npleadings,\ndepositions, answers to interrogatories, and admissions on file, together with the affidavits\n filed in this\ncase, are sufficient to show that the Durham Proposal either was or was not a valid or enforceable\ncontract.\n  \nThe Court finds that the record in this case is sufficient to determine the validity of the\ncontract as a matter of law and that the Durham Proposal was not a valid or enforceable contract.\n{31}\n         \nThe elements of a valid contract are offer, acceptance, consideration, and mutuality of assent to the\ncontract’s essential terms.\n  \nSnyder v. Freeman\n, 300 N.C. 204, 218, 266 S.E.2d 593, 602 (1980) (“The\nessence of any contract is the mutual assent of both parties to the terms of the agreement so as to\nestablish a meeting of the minds.”); \nCap Care Group, Inc. v. McDonald,\n 149 N.C. App. 817, 822, 561\nS.E.2d 578, 582 (2002) (“An enforceable agreement requires an offer, acceptance and\nconsideration.”).\n  \n“Generally, a party seeking to enforce a contract has the burden of proving the\nessential \nelements\n of a valid \ncontract\n [.]”\n  \nOrthodontic Ctrs. of Am., Inc. v. Hanachi\n, 151 N.C. App.\n133, 135, 564 S.E.2d 573, 575 (2002) (citing \nNeugent v. Beroth Oil Co\n, 149 N.C. App. 38, 560 S.E.2d\n829 (2002), \ndisc. \nrev. \ndenied \n2003 N.C. LEXIS 99 (N.C. Feb. 27, 2003)).\n{32}\n         \n“The heart of a contract is the intention of the parties, which is ascertained by the subject matter of\nthe contract, the language used, the purpose sought, and the situation of the parties at the time.”\n  \nPike\nv. Wachovia Bank & Trust Co.,\n 274 N.C. 1, 11, 161 S.E.2d 453, 462 (1968) (citing \nSell v. Hotchkiss\n,\n264 N.C. 185, 141 S.E. 2d 259 (1965); \nBank v. Courtesy Motors\n, 250 N.C. 466, 109 S.E. 2d 189\n(1959); 2 N. C. Index 2d, Contracts § 12, p. 315).\n  \n“There must be a meeting of the minds so that the\nparties assent to the same thing in the same sense.”\n  \nId.\n (citing \nSprinkle v. Ponder\n, 233 N.C. 312, 64\nS.E. 2d 171 (1951)); \nsee also Northington v. Michelotti,\n 121 N.C. App. 180, 184, 464 S.E.2d 711, 714\n(1995) (“It is a well-settled principle of contract law that a valid contract exists only where there has\nbeen a meeting of the minds to all essential terms of the agreement.”) (citing \nO’Grady v. Bank,\n 296\nN.C. 212, 221, 250 S.E2d 587, 594 (1978); \nBoyce v. McMahan\n, 285 N.C. 730, 734, 208 S.E.2d 692,\n695 (1974)).\n \n{33}\n         \nIn addition to the language chosen by the parties, a court may examine the subsequent behavior of\nthe parties to determine whether a contract was made.\n  \nSee Industrial & Textile Piping, Inc. v.\nIndustrial Rigging Servs., Inc., \n69 N.C. App. 511, 513-14, 317 S.E.2d 47, 49, \ndisc. review denied, \n312\nN.C. 83, 321 S.E.2d 875 (1984); \nNorth Carolina Nat’l Bank v. Wallens,\n 26 N.C. App. 580, 584, 217\nS.E.2d 12, 15, \ncert. denied\n, 288 N.C. 393, 218 S.E.2d 466 (1975) (citing 1 Corbin, Contracts, § 30, pp.\n107-8 (1963)).\n{34}\n         \nA document which merely expresses the intent and desires of the parties rather than their\nagreement, and which leaves no means to settle the unresolved terms, is not enforceable as a contract.\n \nChappell v. Roth,\n 353 N.C. 690, 692, 548 S.E.2d 499, 500 (2001); \nHousing Inc., v. Weaver,\n 305 N.C.\n428, 444, 290 S.E.2d 642, 652 (1982 ) (finding that a document which failed to specify the form of\nownership of the subject project was not enforceable); \nBoyce,\n 285 N.C. at 734, 208 S.E.2d at 695 (“If\nany portion of the proposed terms is not settled, or no mode agreed on by which they may be settled,\nthere is no agreement.”) (quoting \nCroom v. Goldsboro Lumber Co.,\n 182 N.C. 217, 220, 108 S.E. 735,\n737 (1921)); \nWallens,\n 26 N.C. App. at 584, 217 S.E.2d at 15 (“Generally, a contract, or an offer to\ncontract, which leaves material portions open for future negotiations is nugatory and void for\nindefiniteness.”) (citing \nBoyce v. McMahan\n, 22 N.C. App. 254, 206 S.E.2d 496, \naff’d\n 285 N.C. 730,\n208 S.E.2d 692 (1974)).\n \n{35}\n         \nDurham points to the case of \nPee Dee Oil \nto support its position that a contract with terms left\nopen for future negotiation is not necessarily unenforceable.\n  \nIn \nPee Dee Oil\n, the plaintiff, a distributor\nand retailer of Shell Oil products, accepted a letter proposal sent by the defendant on October 27,\n1982, in which defendant promised to pay $215,000 for plaintiff’s assets.\n  \nThe writing also contained\nlanguage indicating that defendant would pay a “reasonable market value” for some additional\nequipment.\n  \nPee Dee Oil Co. v. Quality Oil Co., Inc.\n, 80 N.C. App. 219, 221, 341 S.E.2d 113, 114,\ndisc. rev. denied\n, 317 N.C. 706, 347 S.E.2d 438 (1986).\n \n{36}\n         \nPlaintiff’s president advised defendant’s president that the proposal was accepted, and defendant\nprepared the asset purchase contract.\n  \nDefendant submitted the draft contract unsigned to the plaintiff\n.\n \nDefendants ultimately refused to perform under the letter proposal, claiming that it was not a binding\ncontract.\n  \nThe trial court entered directed verdict for the defendants on the breach of contract claim.\n \nWhen the Court of Appeals reversed the trial court, it stated:\nThe 27 October 1982 letter, which defendant did sign, can only be\ninterpreted as an offer to buy the assets referred to except the equipment for\n$215,000, and to pay the reasonable market value for the equipment; and the\nevidence tends to show that plaintiff accepted that offer. . . . The defendant’s\ncontention that the 27 October letter was too vague to be the basis for a\ncontract because the price of the equipment was not set has no merit.\n  \nThe\nequipment was but a minor, incidental part of the purchase and contracts do\nnot fail because minor details are left for future determination.\nId\n. at 223, 341 S.E.2d at 115-16.\n \n{37}\n         \nDuring oral argument, Durham and the Defendants in this case agreed that \nBoyce \nis controlling.\n \nThis Court agrees.\n  \nSee, e.g., Housing Inc. v. Weaver,\n 305 N.C. at 444, 290 S.E.2d at 652 (“\nBoyce\n . . .\nis the definitive decision on agreements to agree.”).\n  \nThe acceptance of a proposal to make a future\ncontract, the terms of which are to be subsequently fixed, is not binding.\n  \nBoyce\n, 22 N.C. App. 254,\n206 S.E.2d 496.\n  \nIn \nBoyce\n, our Court of Appeals made it clear that an agreement “made expressly\nsubject to a future agreement” is not enforceable, even if the parties intended the document to be a\nfinal agreement.\n  \nId.\n at 258, 206 S.E.2d at 499.\n  \nBy its own terms, the writing in \nBoyce\n was incomplete\nand subject to supplementation by a more detailed agreement.\n  \nFuthermore, “[a]n offer to enter into a\ncontract in the future must, to be binding, specify all the essential and material terms and leave nothing\nto be agreed upon as a result of future negotiations.” \nId.\n (quoting \nYoung v. Sweet\n, 266 N.C. 623, 625,\n146 S.E. 2d 669 (1966)).\n \n{38}\n         \nOther jurisdictions have found language indicating the parties would enter into a “final definitive\nagreement” to be an important factor in determining whether the parties intended to enter into a\nbinding agreement.\n  \nEmpro Manufacturing Co., Inc. v. Ball-Co Manufacturing, Inc.,\n 870 F.2d 423 (7\nth\nCir. 1989) (“as a matter of law parties who make their pact \"subject to\" a later definitive agreement\nhave manifested an (objective) intent not to be bound . . . .”); \nKnight v. Sharif,\n 875 F.2d 516 (5th Cir.\n1989) (“The parties’ use of the term ‘final definitive agreement’ also leads to the distinct conclusion\nthat what came before, the letter of intent, was neither final nor definitive.”); \nConley v. Whittlesey,\n 126\nIdaho 630, 888 P.2d 804 (Idaho App. 1995) (holding “agreement in principle” language does not\nirrevocably commit parties to settlement where parties agreed to memorialize intentions in a formal\ncontract); \nMohrenweiser v. Blomer,\n 573 N.W.2d 704 (Minn. Ct. App. 1998) (holding that a letter\nagreement was unenforceable as a matter of law because it contained phrases showing an intent for\nfuture actions and agreements).\n{39}\n         \nIn \nKnight\n, the parties’ letter of intent regarding a stock acquisition indicated that the parties\nintended to enter into a “final definitive agreement” at a later date.\n  \nKnight,\n 875 F.2d 516\n.\n  \n“The\nparties’ use of the term ‘final definitive agreement’ also leads to the distinct conclusion that what came\nbefore, the letter of intent, was neither final nor definitive.”\n  \nId.\n at 524.\n  \nThis language clearly\ncontemplated further negotiations and showed that the parties intended there to be a final definitive\nagreement before they were to be bound.\n  \nId.\n  \nThe court further noted that “[c]omplex transactions\ninvolving substantial sums are virtually always put into a detailed, formal writing.”\n  \nId.\n  \nThe court in\nKnight\n commented on the “potential tyranny of the courts in forcing contracts upon parties which they\nwere not willing to make for themselves” by stating:\nParties that wish to be bound only upon execution of a formal document\nagree to negotiation in that manner because they wish to create a writing that\nis satisfactory to both sides in every respect.\n  \nIt is not for the Court to\ndetermine retrospectively that at some point in the evolution of a formal\ndocument that the changes being discussed are so “minor” or “technical”\nthat the contract was binding despite the parties’ unwillingness to have it\nexecuted and delivered.\n  \nFor the Court to do so would deprive the parties of\ntheir right to enter into only the exact contract they desired.\nId.\n at 524 (citation omitted).\n{40}\n         \nAs in \nBoyce\n, the February 26, 1999 Durham Proposal by its own terms and within its four corners\nindicates that it is an agreement to agree at a later date.\n  \nThe Durham Proposal expressly states that it\nis subject to a future, more complete acquisition agreement.\n  \nParagraph 9 specifically provides that if\nthe Durham Proposal is accepted, “the parties will enter into a definitive acquisition agreement” at a\nlater date which would include additional terms and resolution of matters left open in the Durham\nProposal.\n  \nIt refers to itself internally as a “letter of intent” at least five times, and provides that “[t]his\nletter of intent, when accepted by the seller, constitutes our good faith agreement in principle to the\nterms and provisions set forth herein.”\n \n{41}\n         \nDurham argues that the Durham Proposal lacks language indicating that the parties \ndo not \nintend\nto be bound by all of its terms until a more formal document is completed and executed.\n  \nDurham\nfurther argues that an earlier draft of Durham’s Proposal contained such language, and that language\nwas deleted and replaced with the following:\n  \n“This letter of intent, when accepted by the seller,\nconstitutes our good faith agreement in principle to the terms and conditions set forth herein.”\n  \nThe\nCourt cannot find that the decision to omit language making the agreement non-binding supports a\nfinding that it is a binding contract in direct contradiction of language that actually was included in the\nfinal document.\n \n{42}\n         \nIn addition to references to a future, more definitive agreement, the Durham Proposal contains the\nfollowing clauses that support the Court’s view:\n(a.)\n              \nThe Durham Proposal provided that Durham became obligated to deposit $45,000 in\nearnest money toward the purchase price and Reidsville became obligated to deposit 7.5% of the purchase\nprice for indemnification claims only upon “complete execution of the definitive acquisition agreement.”\n \n(Busick Dep. Ex. 3.)\n  \nIn other words, there were no mutual obligations until after the definitive acquisition\nagreement.\n(b.)\n             \nThe Durham Proposal also contained the following “no-shop” clause:\n \nAfter the execution of this letter of intent by the seller and prior to April\n1, 1999 or any earlier date on which the buyer and seller shall mutually\nagree in writing to terminate their negotiations hereunder, the seller ...\nwill not negotiate in any capacity with any others for the acquisition of\nthe stock, assets or business of Reidsville . . . . ”\n \nA no-shop provision is inconsistent with a definitive agreement.\n  \nThis provision contemplates additional\nnegotiations between Durham and Reidsville after the execution of the Durham Proposal and, by\nimplication, permits Reidsville to negotiate with other potential buyers besides Durham after April 1,\n1999.\n  \nNo further negotiations with Durham would be necessary, nor would negotiations with other\npotential buyers be permitted, following the execution of the Durham Proposal if the document were\nsufficient in and of itself to effect the sale of Reidsville to Durham.\n[3]\n{43}\n         \nNot only does the Durham Proposal contain positive language making it non-binding, it also omits\nmaterial terms and leaves other terms open for future agreement.\n  \nAs will be discussed below,\n[4]\n the\nDurham Proposal either did not address, or left open for future negotiations, the following material\nterms:\n  \nthe form of the acquisition; the manner of payment; lease terms; and representations,\nwarranties, and indemnities.\n  \nDurham’s subsequent March 22,1999 draft stock purchase agreement\naddressed many of these issues.\n  \nDurham’s president, Rand, testified that he was relying on his\nattorneys “to put together what [was] necessary to make the transaction complete” when Durham\nmailed the draft stock purchase agreement to Reidsville on March 22, 1999.\n  \n(Rand Dep. pp 83-84.)\n \nThis stock purchase agreement was approximately 40 pages long in contrast to the Durham Proposal’s\nlength of three pages (not counting signature pages).\n  \nUnlike the Durham Proposal, the draft stock\npurchase agreement included several provisions making Durham’s obligation to close conditional on a\nnumber of material events, including:\n \n(a)\n                \nexecution and delivery of the stock purchase agreement by all of Reidsville’s shareholders\n(6.2);\n(b)\n               \nthird parties must grant the necessary consents or other written assurances that the\nfranchise agreements will not be terminated by the sale of stock and grant other consents necessary to\navoid default of material contractual arrangements (6.3 and 6.4);\n(c)\n                \nsellers must have delivered to Durham good standing certificates and an escrow agreement\nexecuted by sellers and an escrow agent (6.5);\n(d)\n               \nthat the warranties and representations of the sellers and officers shall be true in all\nmaterial respects, as detailed on eleven pages and including among other things sellers’ finances,\nenvironmental matters, condition of and title to real and personal properties and assets; salaries paid to\nshareholders; absence of undisclosed liabilities; and employee matters (6.1 and Article III); and\n(e)\n                \nagreements to a six-page indemnification provision providing for joint and several liability\namong the sellers, setting forth provisions for making a claim for indemnification, time limits on asserting\nindemnification claims, dollar limits on liability, and requiring arbitration to resolve such claims (Article\nVIII).\n{44}\n         \nThe Court of Appeals in \nPee Dee\n found that the price of the additional equipment was a minor\ndetail and also noted that the agreement provided that defendant agreed to pay the “reasonable market\nvalue” for the equipment.\n  \nPee Dee Oil Co.\n, 80 N.C. App. at 221, 341 S.E.2d at 114\n.\n  \nThe Durham\nProposal’s omitted terms and the terms subject to a later agreement are not minor.\n  \nFurthermore, the\nDurham Proposal does not provide a mechanism for the Court to determine what the omitted terms\nshould be or how to find out what the parties intended as to these terms.\n \n{45}\n         \nDefendants Consolidated and RTCI also contend that if the Durham Proposal is sufficiently\ndefinitive, then their prior-in-time Consolidated Proposal is also sufficiently definitive.\n  \nOn February\n24, 1999, two days before the Durham Proposal was sent, the holders of 85.4% of Reidsville’s\noutstanding shares and the majority of the Reidsville directors executed the Consolidated Proposal,\nwhich set forth the terms upon which Consolidated proposed to acquire Reidsville’s assets.\n \nFurthermore, the remaining director/shareholder promised to deliver the signed agreement in a matter\nof days.\n  \nPursuant to N.C.G.S. § 55-12-02, a transfer of all or substantially all of a corporation’s assets\noutside the regular course of business need only be recommended by a majority of directors and\napproved by a majority of shareholders to be valid, with certain exceptions which do not apply here.\n \nThe Consolidated Proposal (1) specifies the form of the acquisition and describes the assets to be\nacquired; (2) does not state on its fact that it is subject to a later, more complete acquisition agreement;\n(3) defines the representations, warranties and indemnification provisions to be included in the\ntransaction rather than attempting to include the “usual and customary” or “typical” provisions; (4)\ndoes not leave any term open to “mutual agreement” between the parties; and (5) does not refer to\nitself with equivocal language such as “letter of intent” or “good faith agreement in principle.”\n \n{46}\n         \nDurham knew it was in a bidding situation.\n  \nDurham had submitted a letter to Busick on February\n16, 1999 offering $3,340,000.\n  \nWhen Durham found out that Consolidated had made a higher offer for\nReidsville and that all of the shareholders except Busick had signed it, Durham submitted a higher\nbid.\n  \nAt this point, Durham knew that there was a prior existing bid by Consolidated and that Busick\nwas facing internal dissension on the Reidsville Board.\n  \nThe outward manifestations of intent indicate\nthat the parties did not intend for the Durham Proposal to be the final, complete agreement of the\nparties; the language within the agreement, the behavior of the parties before signing the Durham\nProposal, and the behavior of the parties after signing the Durham Proposal all indicate that there was\nno mutual assent; thus, the Durham Proposal was not a contract.\n  \nIn this situation, the Busicks certainly\ntreated the process as if it were an ongoing bidding process, and each bidder was aware of the other’s\ninterest.\n  \nAn auction process would certainly have been preferable to the confusing and misleading\nprocess employed by the Busicks.\nIV.\n \nSPECIFIC PERFORMANCE\n{47}\n         \nDurham has asked for specific performance of the Durham Proposal.\n  \nDuring oral argument, the\nparties agreed that the subject matter of the agreement was unique.\n  \nThis industry is not a growth\nindustry; the only way to expand is to acquire other bottlers.\n  \nThus, cases dealing with land or other\nkinds of unique subject matter are most appropriate to the resolution of issues in this case.\n  \nThe Court\nhas found that the Durham Proposal is not a valid or enforceable contract.\n  \nIn addition to the issues\noutlined above, the Durham Proposal omits material terms and leaves many terms open for future\nnegotiation.\n  \nThese terms are material and as such affect the formation of a contract.\n  \nIf this Court had\nfound the Durham Proposal to be a valid or enforceable contract, specific performance would require\nthe Court to enforce an agreement to negotiate in good faith.\n  \nThe Court could not enforce such an\nagreement.\n{48}\n         \n \n“The remedy of specific performance is available to compel a party to do precisely what he ought\nto have done without being coerced by the court.”\n  \nMunchak Corp. v. Caldwell,\n 301 N.C. 689, 694,\n273 S.E.2d 281, 285 (1981) (quoting \nMcLean v. Keith,\n 236 N.C. 59, 71, 72 S.E.2d 44, 53 (1952)).\n \n“The party claiming the right to specific performance must show the existence of [1] a valid contract,\n[2] its terms, and [3] either full performance on his part or that he is ready, willing and able to\nperform.”\n  \nId.\n (citing 71 Am. Jur. 2d \"Specific Performance\" § 207 (1973)).\n  \nMoreover, specific\nperformance is an equitable remedy that “rests in the sound discretion of the trial court; and is\nconclusive on appeal absent a showing of a palpable abuse of discretion.”\n   \nHarborgate Prop. Owners\nAss’n., Inc. v. Mountain Lake Shores Develop. Corp.,\n 145 N.C. App. 290, 295, 551 S.E.2d 207, 210\n(2001) (quoting \nMunchak Corp.\n, 46 N.C. App. at 418, 265 S.E.2d at 657); \nsee Boles v. Caudle,\n 133\nN.C. 528, 45 S.E. 835 (1903) (“The specific performance of a contract in equity is a matter not of\nabsolute right in the party, but of sound discretion in the court.”).\n  \nBecause specific performance rests\nin the Court’s discretion, the only role for a jury is to decide any disputed facts.\n  \nBoles,\n 133 N.C. 528,\n45 S.E. 835.\n  \nIn the matter \nsub judice\n, the undisputed facts are sufficient to allow the Court to rule on\nthe plaintiff’s request for specific performance. \n \n{49}\n         \n“In rendering a decree of specific performance, the court has no power to decree performance in\nany other manner than according to the agreement of the parties.”\n  \nLiang v. Lewis, \n133 N.C. App. 172,\n176, 515 S.E.2d 40, 43 (1999) (citing \nLawing v. Jaynes\n, 20 N.C. App. 528, 538, 202 S.E.2d 334, 341,\nmodified on other grounds\n, 285 N.C. 418, 206 S.E.2d 162 (1974)); \nsee also McLean,\n 236 N.C. at 71,\n72 S.E.2d at 53.\n   \nFurthermore, “[a] court of equity is not authorized to order the specific performance\nof a contract which is not certain, definite and clear, and so precise in all of its material terms that\nneither party can reasonably misunderstand it.”\n  \nMunchak Corp.,\n 46 N.C. App. at 419, 265 S.E.2d at\n657 (citations omitted).\n  \nThe court cannot make a new or different contract for the parties, and the\ncourt will not imply terms to which the parties did not agree.\n  \nMcLean,\n 236 N.C. at 71, 72 S.E.2d at 53\n(“Equity can only compel the performance of a contract in the precise terms agreed on. It cannot make\na new or different contract for the parties simply because the one made by the parties proves\nineffectual\n.”)\n; \nMunchak Corp.,\n 46 N.C. App. at 420-21, 265 S.E.2d at 658-59.\n  \nThe remedy of specific\nperformance is not available where there is no mutual obligation to perform.\n  \nMcLean,\n 236 N.C. at 71,\n72 S.E.2d at 53.\n{50}\n         \nDefendants argue that Durham appointed an expert to attempt to quantify monetary damages and\nthus has an adequate remedy at law and cannot avail itself of specific performance.\n  \nSee Whalehead\nProps. v. Coastland Corp.,\n 299 N.C. 270, 283, 261 S.E.2d 899, 907-908 (1980).\n  \nPlaintiff notes that\nthe “mere attempt” to ascertain damages is not sufficient to create a remedy at law.\n  \nThe Court agrees\nthat, without more, the attempt to quantify a party’s legal remedy is insufficient to create that remedy.\n{51}\n         \nWith the above principles in mind, the Court turns to the facts in this case.\n  \nThe Durham Proposal\nomits material terms and leaves some terms open for future negotiations.\n  \nDurham asserts that these\nterms are not material and/or they are matters pertaining to the performance of the contract and not to\nits formation.\n  \nThe Court finds these missing terms are material; thus a contract was not formed.\n  \nEven\nif this Court were to find that the absent terms did not affect the contract’s formation, their omission\nfrom the Durham Proposal would leave the Court in the awkward position of using specific\nperformance to enforce a contract to negotiate in good faith.\n \n{52}\n         \nThe Durham Proposal provides that Durham arrived at the price of $4.5 million “based upon the\nfollowing assumptions” and that, “subject to” the assumptions, Durham “desires” to purchase\nReidsville.\n  \nThe Durham Proposal then lists those assumptions.\n  \nThe Court finds the following\n“assumptions” to be relevant to the formation of a contract.\n  \nThe Court further finds that using the\nterms “subject to,” “desires,” and “assumptions” in this instance has created conditions precedent to\nthe formation of an enforceable contract.\n \n[5]\n{53}\n         \nForm of Acquisition and Third-Party Consents.\n  \nThe Durham proposal does not specify\nwhether the transaction will be structured as a stock or asset purchase, but instead provides that it may\nbe structured as either one.\n  \nThe Durham Proposal also noted the possibility that it could be done as an\ninstallment sales transaction if Reidsville so desired.\n  \nDurham argues that this open term is immaterial\nand only demonstrates that Durham was willing to proceed no matter what the structure of the deal\nwas.\n  \nDurham advised that “although the parties prefer to structure the transaction as an asset purchase,\n[Durham was] committed to structuring this as a stock purchase transaction if [third-party approvals\nfrom The Coca-Cola Company and Consolidated] are not immediately forthcoming.”\n  \n(Busick Dep.\nEx. 9.)\n{54}\n         \nThe form of the acquisition is a material term and leaves several material issues unaddressed.\n  \nFor\ninstance, an asset sale would leave open the issue of which assets were part of the transaction.\n \nFurthermore, the matter of obtaining the permission of The Coca-Company, Coke USA, and\nConsolidated under the 1949 Sub-Bottler’s agreement would remain unaddressed.\n[6]\n  \nIf Reidsville\ninsisted on an asset sale and The Coca-Cola Company or Consolidated refused to grant permission,\nthere would be no deal.\n  \nThe parties would be back in court litigating whether or not Reidsville’s\ninsistence on an asset sale was bad faith.\n  \nEven if the parties agreed to a stock purchase, The Coca-\nCola Company has indicated that it believes its permission is required whether it is an asset sale or\nstock purchase agreement.\n[7]\n \n{55}\n         \nThe Durham Proposal makes obtaining third party consents a condition precedent to the \nformation\nof the contract.\n  \nLanguage such as “subject to” can create a condition precedent. In the case of \nIn the\nMatter of the Foreclosure of Goforth Properties,\n 334 N.C. 369, 375, 432 S.E.2d 855, 859 (1993), our\nSupreme Court held:\nIn general, a condition creates no right or duty but is merely a limiting or\nmodifying factor in a contract. Almost any event may be made a condition.\n \nThe event may be largely within the control of the obligor or the obligee.\nConditions agreed to by the parties are commonly referred to as 'express\nconditions.' Parties often use language such as 'if,' 'on condition that,'\n'provided that,' 'in the event that,' and 'subject to' to make an event a\ncondition, but other words may suffice.\nA condition precedent is an event which must occur before a contractual\nright arises, such as the right to immediate performance. Breach or non-\noccurrence of a condition prevents the promisee from acquiring a right, or\ndeprives him of one, but subjects him to no liability.\n  \nThe provisions of a\ncontract will not be construed as conditions precedent in the absence of\nlanguage plainly requiring such construction.\n  \nThe weight of authority is to\nthe effect that the use of such words as 'when,' 'after,' 'as soon as,' and the\nlike, gives clear indication that a promise is not to be performed except upon\nthe happening of a stated event.\nId.\n (internal citations and quotations omitted).\n{56}\n         \nThe Durham Proposal plainly states that it is “subject to” a number of events, including, among\nother things, third-party consents.\n  \nUntil the consents are obtained, there is no mutual obligation to\nperform.\n  \nSee McLean v. Keith,\n 236 N.C. at 71, 72 S.E.2d at 53.\n  \nUnder similar circumstances, other\njurisdictions have found that using language making third party consents a condition precedent does\nnot create an obligation to proceed with the closing until that condition is satisfied by obtaining the\nconsent.\n  \nTerradata, Inc. v. Budget Rent-A-Car, Int’l,\n 218 F.Supp. 2d 101 (D. P.R. 2002) (finding a\nletter of intent to purchase a car rental franchise was not a binding contract because the condition\nprecedent of third-party approval was not satisfied); \nLangdon v. Sibley, \n100 N.H. 373, 376, 127 A.2d\n156, 158 (1956) (“The contention that the provision for consent by Mrs. Colbath was a promise by the\ndefendant to procure her consent, rather than a condition precedent to his obligation to perform cannot\nbe accepted.”); \nProcedyne Corp. v. Maine Recycle Equipment Corp\n., 160 A.D.2d 982, 554 N.Y.S.2d\n703 (1990) (finding that a plastic recycler's third-party beneficiary claim was premised on its consent\nhaving been a \ncondition precedent\n to the sublease and license agreement).\n{57}\n         \nTo \nenforce\n this provision, the Court would have to enter an order requiring Reidsville, Durham,\nConsolidated, The Coca-Cola Company, and Coke USA to negotiate this matter in good faith.\n  \nThe\nCoca-Cola Company and Coke USA are not before this Court.\n{58}\n         \nManner of payment\n.\n  \nThe Durham proposal leaves open the manner of payment by providing that\n“if Reidsville or its shareholders are interested, we are amenable to structuring the deal as an\ninstallment sale transaction.”\n  \nThe Durham Proposal does not specify the terms of such a potential\ninstallment sale.\n \n{59}\n         \nLease Terms\n.\n  \nOur Court of Appeals has held that a lease must specify at least (1) the property to\nbe included in the lease, (2) the terms of the lease, (3) the rental and (4) the time and manner of\npayment of rent.\n  \nSmith v. House of Kenton Corp.\n, 23 NC App 439, 209 S.E.2d 397 (1974).\n  \nThe\nDurham Proposal provides that “Reidsville will lease the real estate used in the operation of the\nbusiness to the buyer upon terms which are mutually acceptable to the seller and buyer.”\n    \nIt does not\nprovide any method for determining the amount of rent, how long the lease would be, any terms\nrelating to maintenance of the property, or any other term.\n  \nPlaintiff argues that this was not a contract\nabout a lease and that the property was at best a minor part of the deal; however, Durham did not know\nif the lease was material or important to Reidsville.\n  \n(Wellborn Dep. p 87.)\n  \nThe Court notes that the\nlease was material enough for Durham to condition its obligations to proceed with the purchase of\nReidsville’s business on the parties’ acceptance of mutually agreeable terms on a lease.\n  \n(Durham\nProposal ¶ 4)\n \n{60}\n         \nRepresentations, Warranties, Indemnities, Etc\n.\n  \nThe Durham Proposal provides that upon\nacceptance of the Durham Proposal, “the parties will enter into a definitive acquisition agreement with\nthe usual and customary representations and warranties (and supporting disclosures), indemnities,\ncovenants and agreements pending closing and other matters typically found in agreements relating to\ntransactions of this type and otherwise satisfactory to the parties.”\n  \nThe representations and warranties\nand the duration of the representations and warranties are material terms to a complex transaction such\nas the acquisition of stock.\n  \nKnight,\n 875 F.2d at 524; \nsee also D.H. Overmyer Co. v. Brown,\n 439 F.2d\n926, 930 (10th Cir. 1971) (holding that although a letter agreement was clear and unambiguous in\nrequiring indemnification for undisclosed liabilities, the relevant paragraph was “uncertain and\nindefinite in that it did not specify what warranties, representations, and indemnification” would be\nappropriate).\n \n{61}\n         \nThe language in the Durham Proposal leaves representations, warranties, indemnity obligations,\nand other unspecified transaction terms open for future negotiation.\n  \nIt is clear from the language of\nthe Durham Proposal that the representations and warranties were material in that Durham’s obligation\nto proceed with the purchase was conditioned on Reidsville’s making representations and warranties to\nbe specified in the “definitive acquisition agreement.”\n  \nDurham’s subsequent behavior, through the\nMarch 22, 1999 draft Stock Purchase Agreement, highlighted the materiality of these terms by\nincluding over eleven pages of detailed representations and warranties of the seller.\n{62}\n         \nDurham has not shown that Durham and Reidsville had any mutual understanding as to the\nmeaning of the “usual” or “customary” or “typical” provisions.\n  \nThe Durham Proposal’s reference to\n“usual and customary warranties [and] representations . . . otherwise satisfactory to the parties” is no\nmore definite than the reference to “appropriate warranties [and] representations” contained in \nD.H.\nOvermyer Co.,\n 439 F.2d 926.\n  \nIt plainly leaves the specifics of the representations and warranties open\nfor future negotiations, and the Court cannot fill in the gaps without re-writing the contract for the\nparties.\n  \nThis is a material omission, and there is no contract.\n{63}\n         \nAssuming \narguendo\n there was a contract, the Court could not enforce it through specific\nperformance.\n  \nThe indemnities provision does not address the scope of the indemnities, including:\n  \nthe\ncircumstances under which the seller and the buyer owe a duty of indemnification to the other;\nwhether the duty to indemnify would be joint and several among the sellers; the procedures for making\na claim for indemnification; how claims were to be satisfied; who had the right to choose counsel and\nmake other decisions regarding defense of the claim; who was entitled to settle indemnified claims and\nwhether consent of the other party was necessary to settle claims; how to resolve disputes concerning\nthe duty to indemnify; whether there was to be any cap on the amount of the indemnity; or whether the\nclaims had to exceed a particular amount before a claim for indemnification could be asserted.\n  \nThis\nCourt would be required either to write these provisions for the parties or, contrary to the express\nprovisions of the Durham Proposal and contrary to North Carolina law, eliminate the requirement for\nindemnities altogether.\n  \nLiang,\n 133 N.C. App. at 176, 515 S.E.2d at 43 .\nV.\nTORTIOUS INTERFERENCE\n{64}\n         \nThe elements of tortious interference with contract are:\n  \n(1) a valid contract between plaintiff and a\nthird person which confers upon plaintiff a contractual right against a third person; (2) defendant\nknows of the contract; (3) defendant intentionally induces the third person not to perform the contract;\n(4) and in doing so acts without justification (5) causing actual damage to the plaintiff.\n  \nUnited Lab v.\nKuykendall,\n 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988) (citing \nChildress v. Abeles,\n 240 N.C. 67,\n84 S.E.2d 176 (1954); \nFilmar Racing, Inc. v. Stewart,\n 141 N.C. App. 668, 674, 541 S.E.2d 733, 738\n(2001).\n  \nThe Court has found that the Durham Proposal is not a valid or enforceable contract; thus,\nDefendants Consolidated and RTCI cannot be liable for tortious interference with the Durham\nProposal.\n[8]\n  \nHowever, if there were a contract, Defendants Consolidated and RTCI would prevail\nunder the defense of justification.\n \n{65}\n         \n“A person is justified in inducing the termination of a contract of a third party if he does so for a\nreason related to a legitimate business interest.”\n  \nFitzgerald v. Wolf,\n 40 N.C. App. 197, 200, 252\nS.E.2d 523, 524 (1979) (upholding summary judgment in favor of defendant based on justified\ninterference) (citing \nWilson v. McClenny\n, 262 N.C. 121, 136 S.E. 2d 569 (1964)).\n  \nThe North Carolina\nSupreme Court has held that “competition in business constitutes justifiable interference in another’s\nbusiness relations and is not actionable so long as it is carried out in furtherance of one’s own interests\nand by means that are lawful.”\n  \nPeoples Security Life Ins. Co. v. Hooks,\n 322 N.C. 216, 221, 367 S.E.2d\n647, 650 (1988) (citing \nChildress v. Abeles\n, 240 N.C. 667, 84 S.E. 2d 176; 45 Am. Jur. 2d \nInterference\n§§ 29-32 (1950); Annot. \"Interference with Business Relation,\" 9 A.L.R. 2d 262-63 (1969)).\n  \nIn\nHooks,\n our Supreme Court affirmed the dismissal under Rule 12(b)(6) of a plaintiff employer’s claim\nthat its former employee had unlawfully interfered with the employment contracts of other employees.\n \nThe Court focused on whether the defendants’ actions constituting the alleged interference were\njustified.\n  \nAccording to the Court, interference is justified, and therefore privileged, if it can be\nestablished that the defendant was acting for a “legitimate business purpose” and not merely motivated\nby a “malicious wish to injure plaintiff.”\n  \nId.\n at 221, 367 S.E.2d at 650; \nsee also\n \nChildress v. Abeles,\n240 N.C. at 676, 84 S.E.2d at 183 (“If the plaintiff was in competition with the defendants, the\ndefendants would be justified in interfering.”); \nSunbelt Rentals, Inc. v. Head & Engquist Equipment,\nL.L.C.,\n 2002 NCBC 4 at 49 - 50 (No. 00 CVS 10358, Mecklenburg County Super. Ct. July 10, 2002)\n(Tennille, J.).\n \n{66}\n         \nBecause business competition justifies contractual interference, “[w]here the circumstances\nsurrounding a tortious interference claim involve a business competitor, the party asserting the claim\nmust show that the competitor acted with malice or bad motive.”\n  \nCombs & Assocs., Inc., v. Kennedy,\n147 N.C. App. 362, 372, 555 S.E.2d 634, 641 (1998).\n  \nDurham has neither alleged nor demonstrated\nmalice or bad motive.\n{67}\n         \nDeposition testimony by Durham’s President and oral argument on this motion indicates that\nplaintiff believes they are competitors with Consolidated with respect to the acquisition of other\nbottlers.\n  \nIt is clear that they were competing for the purchase of Reidsville.\n  \nThe undisputed facts in\nthis case show that Consolidated proposed to purchase Reidsville for $4.1 million and after learning of\nthe Consolidated Proposal, Durham proposed to purchase Reidsville for $4.5 million, thereby creating\ncompeting “bids” for Reidsville.\n  \nConsolidated thereafter further increased the purchase price in\nsubsequent proposals, and RTCI eventually acquired Reidsville.\n  \nThe record is devoid of evidence that\nsuggests Consolidated and RTCI were motivated by malice, ill-will, or any motive other than a\nlegitimate business purpose by increasing their bid and proceeding to acquire Reidsville.\n \nVI.\n \nUNFAIR TRADE PRACTICES\n{68}\n         \nThe Court next reviews plaintiff’s claim that defendants violated North Carolina’s Unfair Trade\nPractices Act, N.C.G.S. § 75-1.1 to –89 (2002).\n  \nThe Act declares unlawful all “unfair methods of\ncompetition in or affecting commerce, and unfair or deceptive acts or practices in or affecting\ncommerce . . . .”\n  \nN.C.G.S. § 75-1.1.\n   \nIn order to establish a violation of this section, plaintiff must meet a three-\npronged test:\n  \n(1) there must be a showing of an unfair or deceptive act or\npractice, or an unfair method of competition; (2) in or affecting commerce;\n(3) which proximately caused actual injury to the plaintiff.\n \nSunbelt Rentals, Inc.,\n 2002 NCBC 4 at 67 (internal citations omitted); \nsee also Dalton v. Camp,\n 353 N.C.\n647, 656, 548 S.E.2d 704, 711 (2001).\n  \nWhen, as in the present case, the activity of two competing\nbusinesses is at issue, the appropriate inquiry is whether there has been a showing of “unfair methods of\ncompetition.”\n  \nSunbelt Rentals, Inc., \n2002 NCBC 4 at 67.\nIn \nSunbelt,\n this Court analyzed our unfair trade practices statute, stating:\n \nThe statute itself does not define what conduct constitutes unfair methods of\ncompetition.\n  \nNor have the North Carolina courts articulated a precise\ndefinition, employing a case-by-case approach instead:\nUnfair competition has been referred to in terms of conduct\n“which a court of equity would consider unfair . . . .” Thus\nviewed, the fairness or unfairness of particular conduct is not\nan abstraction to be derived by logic.\n  \nRather, the fair or\nunfair nature of particular conduct is to be judged by viewing\nit against the background of actual human experience and by\ndetermining its intended actual effects upon others.\nMcDonald v. Scarboro,\n 91 N.C. App. 13, 18, 370 S.E.2d 680, 684 (1988),\nquoting \nHarrington Manufacturing Co. v. Powell Manufacturing Co.\n, 38\nN.C. App. 393, 400, 248 S.E.2d 739, 744 (1978), \ncert. denied,\n 296 N.C.\n411, 251 S.E.2d 469, \ndisc. rev. denied,\n 296 N.C. 411, 251 S.E.2d 469\n(1979).\nThe statute was created to provide an additional remedy apart from those\nless adequate remedies afforded under common law and statutory causes of\naction.\n  \nSee\n \nBernard v. Central Carolina Truck Sales,\n 68 N.C. App. 228,\n314 S.E.2d 582, \ncert denied,\n 311 N.C. 751, 321 S.E.2d 126 (1984).\n  \nAs a\nresult, our courts have had the opportunity to find that if a party is able to\nmaintain a claim for certain causes of action, a claim may also be had under\nSection 75-1.1.\n \nId.\n at 67-69.\n  \nTortious interference with contract is one such claim.\n  \nSee McDonald v. Scarboro\n, 91 N.C.\nApp. 13, 19, 370 S.E.2d 680, 684 (1988) (“[A] tortious interference with a contract \ncould\n constitute an\nunfair method of competition or unfair acts within the meaning of the statute.\") (emphasis in original).\n{69}\n         \nAs outlined above, plaintiff’s claim for tortious interference of contract does not survive this\nsummary judgment motion.\n  \nThe grounds for granting Defendants Consolidated and RTCI’s summary\njudgment motion were that the Durham Proposal was not a valid or enforceable contract, and in the\nalternative, defendants had a business justification for interfering.\n   \nBecause these defendants are\nentitled to summary judgment regarding Durham’s tortious interference claim, they are also entitled to\nsummary judgment on Durham’s unfair trade practices claim, which is based on the tortious\ninterference claim.\n  \nIn \nCombs & Assocs.\n, our Court of Appeals affirmed summary judgment on the\nplaintiff’s tortious interferences claim and several other claims.\n  \nCombs & Assocs.,\n 147 N.C. App. at\n371, 555 S.E.2d at 641\n.\n  \nIn addressing the plaintiff’s unfair trade practices claim, the court concluded:\n \nHere, plaintiff’s claim that defendants engaged in unfair and deceptive trade\npractices rests with its claims for misappropriation of trade secrets, tortious\ninterference with contracts and civil conspiracy.\n  \nHaving determined that the\ntrial court properly granted summary judgment on each of these claims, we\nlikewise conclude that no claim for unfair and deceptive trade practices\nexists.\nId.\n at 373, 555 S.E.2d at 641.\n   \n{70}\n         \nBased on the undisputed facts in this case, the Court finds as a matter of law that Defendants\nConsolidated and RTCI did not engage in unfair trade practices.\n  \nThe underlying cause of action has\nnot survived summary judgment.\n  \nThe Court does not condone the negotiating techniques of the\nReidsville Board and disapproves of the manner in which Mr. Fred Busick conducted himself.\n \nHowever, these actions do not rise to the level of unfair trade practices, especially in a context where\nPlaintiff Durham was aware of Reidsville’s ongoing negotiations with Defendant Consolidated and\nBusick’s manipulation of those negotiations.\n  \nDefendants Consolidated and RTCI dealt with the\nReidsville Board and its designated agent, Overend, in an open and straightforward manner.\n  \nBoth\nDurham and Consolidated were sophisticated businesses, knowledgeable in the area of mergers and\nacquisitions of other bottlers.\n \n{71}\n         \nThe Court GRANTS Defendants Consolidated and RTCI’s motion for summary judgment as to\nthe plaintiff’s unfair trade practices claim.\nVII.\n \nBREACH OF CONTRACT\n{72}\n         \nHaving found the Durham Proposal was not a valid or enforceable contract, there can be no breach\nof that contract.\n  \nIn \nBoyce\n, the Court held that the parties’ preliminary agreement setting forth price\nand the subject matter to be conveyed was insufficient to support either specific performance \nor\ndamages for breach of contract, as the writing on its face was incomplete and subject to future\nnegotiations.\n  \nBoyce,\n 285 N.C. at 734, 208 S.E.2d at 695 (emphasis added).\n  \nFor the same reasons that\nthe Individual Defendants and Reidsville are entitled to summary judgment on Durham’s claims for\nspecific performance, they are also entitled to summary judgment on Durham’s claim for damages for\nbreach of contract.\n{73}\n         \nThe Court GRANTS the Individual Defendants and Reidsville’s motion for summary judgment in\nthis matter.\nVIII. \n \nCONCLUSION\n{74}\n         \nThe Court finds that Durham’s February 26, 1999 letter of intent was not a valid or enforceable\ncontract and consequently GRANTS the defendants’ summary judgment motions in all respects and\nDENIES plaintiff’s summary judgment motion.\n \n{75}\n         \nAs a result of this holding, the Court GRANTS Defendants Consolidated and RTCI’s motion to\ndissolve the preliminary injunction entered in this action against Consolidated and RTCI on July 7,\n1999.\n    \n{76}\n         \nSO ORDERED this the 28th day of April 2003.\n \n \nBen F. Tennille\nSpecial Superior Court Judge\n  \nfor Complex Business Cases\n[1]\n As of February 24, 1999, ownership of Reidsville’s shares was broken down as follows:\n \nRobert S. Fish, T/UW D.D. Busick – 5090 shares (50.9%)\nFred D. Busick – 1460 shares (14.6%)\nJohn O. Busick, II – 1260 shares (12.6%)\nWilliam E. Busick –730 shares (7.3%)\nBrona B. Fish – 730 shares (7.3%)\nKathryn B. McMichael – 730 shares (7.3%)\n[2]\n Busick testified that the Individual Defendants signed the Durham Proposal after signing the Consolidated Proposal because of\nthe “higher amount of money” in the Durham Proposal.\n  \n(Busick Dep. at 227.)\n  \nThis was especially true for Busick.\n  \nDurham\nprepared a valuation of Reidsville dated February 14, 1999.\n  \n(Busick Dep. Ex. 52.)\n  \nThis valuation reveals that Durham had\ncalculated into its valuation a six-year post-acquisition consulting agreement with Busick that would pay him $558,000, including a\n$65,000 annual salary plus benefits, a possible country club membership, and a car.\n  \nNo other Reidsville shareholder received a\nsimilar offer.\n[3]\n RTCI and Consolidated argue that a due diligence clause in Paragraph 8 of the Durham Proposal indicates that the “clear\nimplication . . . is to allow Durham room to alter or add to the terms of the Durham Proposal in the final acquisition agreement.”\n \nProvisions such as this one, which condition a party’s contractual obligations to perform on an exercise of the party’s discretion,\nare valid.\n  \nBy law, a party must exercise its discretion under such a contractual provision both reasonably and in good faith.\n  \nSee\n,\ne.g.\n, \nMidulla v. Howard A. Cain Co., Inc.\n, 133 N.C. App. 306, 309, 515 S.E.2d 244, 246 (1999) (“Where a contract confers on one\nparty a discretionary power affecting the rights of the other, this discretion must be exercised in a reasonable manner based upon\ngood faith and fair play.”).\n  \nThe agreement between Durham and Reidsville that Durham have the power to conduct due diligence\nand related reviews, and to determine whether the results of its investigations are satisfactory, is not only valid but also\nmemorializes what is clearly standard practice for a business purchase transaction of this kind.\n  \nAs a matter of public policy and\nsound contract law, the Court does not rely on the due diligence clause in reaching its result.\n  \nA holding to the contrary would\ndestroy most deals where an auction has not occurred.\n[4]\n Although these missing terms go to the formation of a contract, the Court chooses to discuss them under Specific Performance.\n \nDoing so highlights that these terms are essential to creating a contract that the Court could enforce.\n  \nWithout the missing terms, the\nCourt cannot give the plaintiff the remedy it seeks – namely, specific performance.\n[5]\n During oral argument, the Court posed the following question to Durham’s counsel: “[I]f any one of those assumptions prove to\nbe incorrect, would that alter the purchase price?\n  \nOr would it give Durham the right not to go forward with the transaction?”\n \nDurham answered that the failure of some of those assumptions may have led to an adjustment, but that these failures would go to\nthe closing of the transaction and not to its formation.\n  \nThe Court does not find this argument persuasive.\n[6]\n The Court also addressed third-party approvals above.\n \n[7]\n Neither The Coca-Cola Company nor Consolidated has given permission for a sale of any sort to Durham.\n  \nThe Coca-Cola\nCompany indicates that it has “reached the conclusion that the acquisition of the Reidsville territory by Consolidated, rather than\nDurham, would be in the best interests of Coca-Cola, its brands, and of the Coca-Cola system.”\n  \n(Affidavit of William Atchison\n¶3.)\n[8]\n Plaintiff has not specifically raised a claim for tortious interference with economic advantage.\n  \nTo state a claim for wrongful\ninterference with economic advantage “the plaintiffs must allege facts to show that the defendants acted without justification in\ninducing a third party to refrain from entering into a contract with them which contract would have ensued but for the\ninterference.”\n  \nSunbelt Rentals, Inc. v. Head & Engquist Equipment, L.L.C.,\n 2002 NCBC 4 at 49 (No. 00 CVS 10358, Mecklenburg\nCounty Super. Ct. July 10, 2002) (Tennille, J.) (quoting \nCameron v. New Hanover Memorial Hospital,\n 58 N.C. App. 414, 440, 293\nS.E.2d 901, 917, \ndisc. rev.\n  \ndenied and appeal dismissed,\n 307 N.C. 127, 297 S.E.2d 399 (1982) (internal quotations omitted)).\n \nUnder this holding, if plaintiff had claimed interference with economic advantage instead of interference with contract, defendants\nwould prevail under a justification defense.\n  \nSee Id.; Peoples Sec. Ins. Co. v. Hooks, \n322 N.C. 216, 367 S.E.2d 647 (1988)."
}