{
  "id": "45f9787dbaaba63798221f64522d925551b6a0a9beb066e78a5437fd8d705500",
  "source_file": "data/raw/ncbc/45f9787dbaaba63798221f64522d925551b6a0a9beb066e78a5437fd8d705500.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n  \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 6678 \n \nPERRY L. OLIVER, \n \nPlaintiff, \n \nv. \n \nBROWN & MORRISON, LTD., a North \nCarolina Business Corporation, and \nTIMOTHY J. MARKS, as President and \nSole Shareholder of BROWN & \nMORRISON, LTD., and individually, \nSARA LYNN LITTLE, CPA, PLLC, a \nNorth Carolina Professional Limited \nLiability Company, and EARLE \nHILTON “PETE” WARD, CPA, \nindividually, \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON  \nMOTION TO DISMISS OF \nDEFENDANTS SARA LYNN \nLITTLE, CPA, PLLC AND EARLE \nHILTON “PETE” WARD, CPA \n \n1. THIS MATTER  is before the Court upon the 1 July 2021 filing of the \nMotion to Dismiss of Defendants Sara Lynn Little, CPA, PLLC and Earle H ilton \n“Pete” Ward, CPA (the “Motion”).  (ECF No. 13 [“Mot.”].)  The Motion seeks to dismiss \nall claims brought against Defendants Sara Lynn Little, CPA, PLLC (“Little”) and \nEarle Hilton “Pete” Ward, CPA  (“Ward”) (collectively referred to as the “Moving \nDefendants”) in Plaintiff Perry L. Oliver’s (“Oliver”) Complaint.  (ECF No. 3 \n[“Compl.”].)   \n2. For the reasons set forth herein, the Court hereby GRANTS IN PART and \nDENIES IN PART the Motion. \nLake Norman Law Firm, by Rick Ruffin, for Plaintiff Perry L. Oliver.  \n \nErwin, Bishop, Capitano & Moss, P.A., by Anthony Todd Capitano and \nErin Christine Huegel, for Defendants Brown & Morrison, Ltd.,  and \nTimothy J. Marks.  \nOliver v. Brown & Morrison, Ltd., 2022 NCBC 16. \n \n \n \nSharpless McClearn Lester Duffy,  PA, by Frederick K. Sharpless, for \nDefendants Sara Lynn Little, CPA, PLLC, and Earle Hilton “Pete” Ward, \nCPA.  \n \nRobinson, Judge.   \n \nI. INTRODUCTION \n3. Moving Defendants seek to have dismissed both  claims for relief alleged  \nagainst them by Oliver in his Complain t: (1) the Third Claim for Relief (Negligent \nMisrepresentation); and (2) the Fifth Claim for Relief (Negligence).1 \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact on the Motion but  recites only \nthose facts that are relevant and necessary to the Court’s determination of the \nMotion. \n5. B&M is a North Carolina corporation.  (Compl. ¶ 2.)  B&M operates as a \ndistributor and manufacturer’s representative providing engineering solutions by \noffering process equipment products and services for industrial applications.  (Compl. \n¶ 17.)  \n6. Oliver joined B&M on 1 January 2015 pursuant to the terms and conditions \nof a Memorandum of Understanding and Stock Offer (the “Memorandum”).  (Compl. \n¶ 15.) \n \n1 The other various claims for relief in Oliver’s Complaint are not addressed herein as they \nrelate only to Defendants Timothy J. Marks (“Marks”) and /or Brown & Morrison, Ltd. \n(“B&M”).  Those other claims were addressed in the Court’s Order and Opinion on Brown & \nMorrison, Ltd.’s and Timothy J. Marks’ Rule 12(b)(6) Motion to Dismiss.  (ECF No. 49.)  \n \n \n7. The M emorandum, which was allegedly prepared by Defendant Marks, \nreferred to the B&M Stock Partner Agreement and indicated that a new agreement \nwould need to be executed effective 1 January 2015, between Doug Jackson \n(“Jackson”), the former president of B&M, Oliver, and Marks.  (Compl. ¶¶ 15, 18, 19.) \n8. However, in the Complaint, Oliver states the Stock Partner Agreement was \nactually a stock purchase agreement which outlined B&M’s share ownership, stock \ntransfer restrictions, terms and conditions for stock transactions, and the formula for \ncalculating the “Per-Share Purchase Price.”  (Compl. ¶¶ 20–21.) \n9. B&M utilizes the Accrual -Accounting Method for financial reporting.  \n(Compl. ¶ 32.) \n10. At the time of his dealings with B&M, Oliver also owned all the stock of a \nseparate North Carolina corporation called Chapman Associates, Inc. (“Chapman”) , \nwhich was a manufacturer’s representative like B&M, offering similar products and \nservices.  (Compl. ¶¶ 34, 36.) \n11. On 1 January 2015, Oliver purchased a one -third undivided interest in \nB&M through the purchase of 100 shares of B&M common, no -par stock .  Oliver \nagreed to pay for the stock he purchased by: (1)  signing a $100,000.00 Promissory \nNote payable to B&M ; and (2)  transferring identified assets of Chapman to B&M.  \n(Compl. ¶¶ 33, 35.) \n12. B&M and Chapman’s sales were either direct sales of products purchased \nfor resale, or indirect sales through product manufacturers for which commissions \nwere earned by B&M or Chapman.  (Compl. ¶ 38.)  At B&M, the commissions earned \n \n \nfrom indirect sales through product manufacturers are known as “Open -Rep \nCommissions.”  (Compl. ¶ 39.) \n13. After becoming a shareholder in B&M, Oliver discovered that not all \nAccounts Receivables or Commissions Receivables were being included in the accrual-\nbased accounting records at B&M.  (Compl. ¶ 46.) \n14. Oliver alleges that the failure to account for Open -Rep Commissions \nReceivables by B&M resulted in an understatement of the company’s value.  (Compl. \n¶ 51.) \n15. Oliver alleges that Defendants Little and Ward were aware of and complicit \nin these accounting practices.  (Compl. ¶¶ 6, 10, 52, 76, 77, 79.) \n16. Little provides professional accounting and tax -related services to B&M.  \n(Compl. ¶ 8.)  Ward has been employed by or associated with Little and has served in \na fiduciary capacity as the outside accounting, tax reporting contact, and advisor \nbetween Little and B&M at all times relevant to this matter.  (Compl. ¶ 12.) \n17. Upon discovering the failure to properly account for Open -Rep \nCommissions, Oliver immediately requested the inclusion of Open-Rep Commissions \nReceivables in B&M’s reported financial information, particularly because internal \npractices were not accurately tracking this information.  (Compl. ¶¶ 55, 61.) \n18. Oliver claims that “Open -Rep Commissions Receivables were a materi al \nportion of the overall B&M value.”  (Compl. ¶ 63.) \n19. Oliver alleges that “[t]he absence of Open-Rep Commissions Receivables in \nthe calculations and tax reporting prepared by Little and Ward on behalf of B&M \n \n \nclearly reflects Little and Ward’s intentional a nd/or negligent omission of these \nmaterial amounts[.]”  (Compl. ¶ 79.)  \n20. Therefore, the exclusion of the Open -Rep Commissions Receivables in the \nfinancial statements prepared using the Accrual -Accounting Method by B&M \nallegedly resulted in both an understatement of company assets, net worth, and Per-\nShare Purchase Price of company stock.  (Compl. ¶ 87.) \n21. On or about 1 January 2019, Jackson sold his 100 shares of B&M stock back \nto B&M.  (Compl. ¶ 88.)   \n22. On or about 8 March 2019, Jackson submitted his letter of resignation from \nB&M to be effective 30 March 2019.  (Compl. ¶ 93.)  However, per Oliver’s Complaint, \nthe “Due On A Specific Date Promissory Note” issued by B&M to Jackson for the \nrepurchase of Jackson’s stock was backdated to 1 January 2019.  (Compl. ¶ 94.) \n23. Oliver alleges that the “Per -Share Purchase Price Formula” used for \ncalculating Jackson’s stock value referenced the use of “Accrual basis Net Worth as \nof 12/31/2018” as the starting basis.  (Compl. ¶ 96.) \n24. This transaction left Marks and Oliver as the only remaining B&M \nshareholders as of 1 January 2019.  (Compl. ¶ 97.)  Marks then assumed the position \nof president of B&M.  (Compl. ¶ 98.) \n25. In August 2019, Oliver emailed his outside CPA, Shannon Earp (“Earp”), \ncopies of B&M tax returns for her review , as well as  possible recommendations to \nreduce the amount of taxes being paid by B&M shareholders.  (Compl. ¶ 101.)  Oliver \n \n \ncopied Marks and Vickie Stamey (“Stamey”), B&M’s Controller, on the email.  \n(Compl. ¶ 100.) \n26. Also during August 2019, Oliver emailed Ward  several tax questions \nrelating to being a B&M shareholder.  (Compl. ¶ 102.)  As alleged, Ward did not \nrespond to Oliver’s emails, (Compl. ¶ 103), or return Oliver’s phone calls during this \ntime, (Compl. ¶ 104).  \n27. Meanwhile, Earp replied to Oliver on 30 August 2019.  (Compl. ¶ 106.)  Earp \npurportedly indicated that the amount of taxes being paid by the B&M shareholders \nwas “absurd” and Earp was concerned about B&M not including Open -Rep \nCommissions Receivables in the company’s financial statements.  (Compl. ¶¶ 106, \n108.)  According to the Complaint, Earp indicated that Little and Ward’s practices \nwere not in line with good accounting practices.  (Compl. ¶ 108.) \n28. Oliver discussed Earp’s findings and recommendations with Stamey and \ninformed Stamey of Oliver’s possible departure from B&M in light of Earp’s findings \nand recommendations.  (Compl. ¶ 111.)  Oliver asked Stamey to relay Oliver’s \nconcerns to Marks.  (Compl. ¶ 112.) \n29. On 30 August 2019, Earp and Marks discussed Earp’s findings and \nrecommendations.  (Compl. ¶ 113.) \n30. On 16 September 2019, Oliver, Marks, and Stamey held an off-site meeting \nto discuss Oliver’s correspondence  with Earp, Marks’s telephone discussion with \nEarp, and Oliver’s potential resignation from B&M.  (Compl. ¶ 114.) \n \n \n31. On 24 September 2019, Marks followed up with Oliver by email for the \npurpose of outlining Oliver’s resignation plan; Oliver allegedly reminded Marks that \nhis resignation was not officially tendered.  (Compl. ¶¶ 115–16.) \n32. On 10 December 2019, Oliver emailed Marks, Little, Ward, S tamey, and \nEarp a copy of a Per-Share Purchase Price calculation that he computed for his sale \nof stock back to B&M based on the reported November 2019 financial statements.  \n(Compl. ¶ 118.)  At that time, Oliver had failed to include the Open-Rep Commissions \nReceivables in his Per -Share Purchase Price calculation by mistake, but this \noversight was later disclosed.  (Compl. ¶ 120.)  According to the Complaint, the \ninclusion of the Open-Rep Commissions Receivables would significantly increase the \nPer-Share Purchase Price to be paid to Oliver.  (Compl. ¶ 122.) \n33. The B&M “Weekly Financial Information” spreadsheet for the week of 22 \nDecember 2019 indicated Open -Rep Commissions Receivables in the amount of \n$1,217,516.38 that were not included on the B&M financial s tatements prepared \naccording to the Accrual-Accounting Method.  (Compl. ¶ 123.) \n34. Given that Oliver held 100 shares of the 200 total outstanding shares of \nB&M stock, Oliver alleged that the inclusion of the Open -Rep Commissions \nReceivables would have resulted in a Per-Share Purchase Price increase of $6,087.58 \n(for a total increase of $608,758.00 for Oliver’s shares).  (Compl. ¶ 124.) \n35. In December 2019, Oliver attended several  cardiologist appointments due \nto personal health issues.  (Compl. ¶ 125.)  He was ul timately advised to undergo \ncoronary bypass surgery.  (Compl. ¶ 126.) \n \n \n36. After allegedly receiving no response from Little or Ward to a 16 December \n2019 follow -up email seeking a response regarding the accounting irregularities , \nOliver emailed his letter of resignation to Marks on 18 December 2019 including an \neffective date of resignation of 1 January 2020.  (Compl. ¶¶ 127–29.) \n37. On 27 December 2019, Oliver had coronary bypass surgery.  (Compl. ¶ 130.) \n38. On 21 February 2020, Marks emailed the Per-Share Purchase Price buyout \ncalculation prepared by Little and Ward for Oliver’s shares at $3,950.15 per share as \nof the  close of business 31 December 2019, which did not include Open -Rep \nCommission Receivables.  (Compl. ¶¶ 134–35.) \n39. During this time, Oliver recovered from surgery, and internal email \ncommunications between Oliver and Marks confirm continued debate and \ndisagreement between them regarding the Per- Share Purchase Price calculation.  \n(Compl. ¶¶ 138–39.) \n40. Oliver also pointed out to B&M, Little, and Ward that they failed to \nproperly calculate and account for the Promissory Note payable to Jackson for the \npurchase of Jackson’s stock in 2019.  (Compl. ¶ 140.)  Oliver allege s that the \nsubsequent inclusion of this long-term debt reduced the net worth of B&M for the like \namount of the outstanding debt and further reduced the Per -Share Purchase Price.  \n(Compl. ¶ 142.) \n41. On 21 January 2020, the first case of COVID-19 was confirmed in the U.S., \nand the unknowns about the coronavirus pandemic caused Oliver great concern due \nto his health and business affairs facing dramatic changes.  (Compl. ¶¶ 146–47.) \n \n \n42. Oliver contacted Chemineer, Inc. (“Chemineer”), which manufactured  \n“Oliver’s largest and best performing product prior to and during his employment \nwith B&M,” to inform them he was leaving B&M.  (Compl. ¶¶ 133, 151.)  Chemineer \noriginally asked if Oliver was interested in representing it after his B&M departure; \nhowever, this “offer” was later revoked due to the pandemic’s impact on the business \nenvironment.  (Compl. ¶¶ 151–53.) \n43. Oliver’s personal tax liability for the 2019 tax year purportedly required a \ntax payment in excess of $66,000.00.  (Compl. ¶ 155.) \n44. Per the Complaint, Oliver approached Marks regarding t he possibility of \nwithdrawing his resignation and remaining with B&M, and Marks declined Oliver’s \noffer.  (Compl. ¶¶ 156–57.) \n45. The stock buyout for Oliver included an initial payment of $100,000.00 \nupon execution of the Buyout Agreement with the balance of the calculated buyout \namount being secured by a four-year note from B&M to Oliver.  (Compl. ¶ 158.) \n46. Oliver continued to argue his position regarding the proper calculation of \nthe Per-Share Purchase Price, including particularly arguing to include the Open -\nRep Commissions Receivables.  (Compl. ¶ 160.)  B&M and Marks continued to oppose \nOliver’s contentions regarding the necessity of accounting for Open-Rep Commissions \nReceivables and continued to claim that the calculations provided by Little and Ward, \nwhich excluded Open-Rep Commissions Receivables, were accurate.  (Compl. ¶ 161.) \n \n \n47. Despite his disagreement with the calculations of his Per -Share Purchase \nPrice, due to his desperate financial situation, Oliver executed the Redemption \nAgreement as proposed by B&M and Marks on 22 April 2020.  (Compl. ¶ 164.) \n48. The Redemption Agreement provided for a total buyout price of \n$395,015.00.  (Compl. ¶ 165.) \n49. Oliver indicated that his treatment at the time of his resignation and stock \nsale differed dramatically from the trea tment Jackson received from B&M in 2019 \nwhen Jackson sold his shares to the company.  (Compl. ¶¶ 167–78.) \n50. The Complaint alleges that, in addition to the other errors and omissions \ncommitted by Defendants regarding accounting for Open -Rep Commissions and \ncalculating his buy -out amount, an incorrect interest rate was applied to the \npromissory note for his stock and his subsequent challenges to the incorrect interest \nrate were summarily dismissed by B&M, Marks, Little, and Ward as being incorrect.  \n(Compl. ¶ 179.) \nIII. PROCEDURAL BACKGROUND \n51. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n52. Oliver filed the Complaint in this action on 22 April 2021.   \n53. Moving Defendants filed the Motion pursuant to Rul e 12(b)(6) on 1 July \n2021.   \n54. The Motion has been fully briefed, (Br. Defs. Little and Ward Supp. Mots. \nDismiss, ECF No. 14 [“Br. Supp.”]; Pl.’s Br. Resp. Defs. Little and Ward Mots. \n \n \nDismiss, ECF No. 21 [“Br. Resp.”]; and Reply Br. Little and Ward Defs. Mots. Dismiss, \nECF No. 27 [“Reply Br.”]), and the Court has conducted a hearing on the Motion and \nheard arguments from counsel for the parties, (See Not. Hearing, ECF No. 30).  \n55. The Motion is ripe for resolution. \nIV. LEGAL STANDARD \nRULE 12(b)(6) \n56. In ruling on a motion to dismiss pursuant to No rth Carolina Rule of Civil \nProcedure (the “Rules”) 12(b)(6), the Court reviews the allegations in the Complaint \nin the light most favorable to the plaintiff.  See Christenbury Eye Ctr., P.A. v. Medflow, \nInc., 370 N.C. 1, 5 (2017).  The Court’s inquiry is “ whether, as a matter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon which \nrelief may be granted under some legal theory[.]”  Harris v. NCNB Nat’l Bank , 85 \nN.C. App. 669, 670 (1987).  The Court accepts all we ll-pleaded factual allegations in \nthe relevant pleading as true.  See Krawiec v. Manly , 370 N.C. 602, 606 (2018).  The \nCourt is therefore not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs.,  174 N.C. App. 266, 274 (2005) \n(quoting Veney v. Wyche, 293 F.3d 726, 730 (4th Cir. 2002)).   \n57. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC , 251 N.C. App. 198, 206 (2016) \n(quoting Laster v. Francis, 199 N.C. App. 572, 577 (2009)).  The Court may consider \n \n \nthese attached or in corporated documents without converting the Rule 12(b)(6) \nmotion to dismiss into a Rule 56 motion for summary judgment.  Id. (citing Schlieper \nv. Johnson, 195 N.C. App. 257, 261 (2009)).  Moreover, the Court “may properly \nconsider documents which are the subject of a plaintiff’s complaint and to which the \ncomplaint specifically refers even though they are presented by the defendant.”  \nOberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60 (2001) (citing Robertson v. Boyd, \n88 N.C. App. 437, 441 (1988)). \n58. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’ ”  Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 615 (2018) (quoting Wood v. Guilford Cty., 355 N.C. 161, 166 (2002)).  This \nstandard of review for Rule 12(b)(6) is the standard our Supreme Court “routinely \nuses . . . in assessing the sufficiency of complaints in the context of complex \ncommercial litigation.”  Id. at n.7 (citing Krawiec, 370 N.C. at 606 and Christenbury \nEye Ctr., 370 N.C. at 5). \nRULE 8  \n59. In addition to their argument that the claims against the m should be \ndismissed pursuant to Rule 12(b)(6), Moving Defendants make a secondary argument \nthat the Complaint should be dismissed pursuant to Rule 8(a).  (Br. Supp. 8 –10.)  \n \n \nMoving Defendants’ argument is that Plaintiff’s allegations are prolix, unnecessarily \nlong, and verbose.   \n60. Rule 8(a)(1) requires a n effective pleading to set out “[a] short and plain \nstatement of the claim sufficiently particular to give the court and the parties notice \nof the transactions, occurrences, or series of transactions or occurrences, intended to \nbe proved showing that the pleader is entitled to relief[.]”  Rule 8(a)(2) further \nrequires the pleading to contain “[a] demand for judgment for t he relief to which he \ndeems himself entitled.”   \n61. “By enacting . . . Rule 8(a)[ ] our General Assembly adopted the concept of \nnotice pleading.”  Wake County v. Hotels.com, L.P. , 235 N.C. App. 633, 646 (2014).  \nUnder this notice pleading rule, “a statement of claim is adequate if it gives sufficient \nnotice of the claim asserted to enable the adverse party to answer and prepare for \ntrial, to allow for the application of the doctrine of res judicata, and to show the type \nof case brought.”  Sutton v. Duke , 277 N .C. 94, 102 (1970) (cleaned up).  “Such \nsimplified notice pleading is made possible by the liberal opportunity for discovery \nand the other pretrial procedures established by the Rules to disclose more precisely \nthe basis of both claim and defense and to define more narrowly the disputed facts \nand issues.” Pyco Supply Co., Inc. v. Am. Centennial Ins. Co. , 321 N.C. 435, 442 –43 \n(1988) (citing Sutton, 277 N.C. 94). \n \n \nV. ANALYSIS \nA. NEGLIGENT MISREPRESENTATION  \n62. Moving Defendants first seek dismissal of Oliver’s  negligen t \nmisrepresentation claim against them.     \n63. “It has long been held in North Carolina that ‘the tort of negligent \nmisrepresentation occurs when (1) a party justifiably relies (2) to his detriment (3) on \ninformation prepared without reasonable care (4) by one who owed the relying party \na duty of care.’ ”  Simms v. Prudential Life Ins. Co. of Am. , 140 N.C. App. 529, 532 \n(2000) (quoting Raritan River Steel Co. v. Cherry, Bekaert & Holland , 322 N.C. 200, \n206 (1988) (cleaned up)).  When alleging negligent misrepresentation, a plaintiff must \nsatisfy the heightened pleading standard for fraud found in Rule 9.  N.C.G.S § 1A -1, \nRule 9(b); see also Deluca v. River Bluff Holdings II, LLC, 2015 NCBC LEXIS 12, at \n**20–21 (N.C. Super. Ct. Jan. 28, 2015); BDM Invs. v. Lenhil, Inc., 2012 NCBC LEXIS \n7, at **56 (N.C. Super. Ct. Jan. 18, 2012); Breedon v. Richmond Cmty. Coll., 171 \nF.R.D. 189, 198–99 (M.D.N.C. 1997). \n64. Moving Defendants submit—similarly to B&M’s arguments for dismissal of \nthe negligent misrepresentation claim  as fl eshed out in the Court’s Order and \nOpinion on B&M and Marks’s Rule 12(b)(6) Motion to Dismiss, (ECF No. 49)—that \nOliver cannot satisfy the “justifiable reliance” element of a negligent \nmisrepresentation claim because he admits that he knew the true facts u nderlying \nthe alleged “misrepresentation.”  (Br. Supp. 6–7 .)  The Court agrees  for the same \nreasons stated in its Opinion on B&M and Marks’s Motion to Dismiss.  \n \n \n65. Raritan stands for the proposition that, to survive a Rule 12(b)(6) motion, \na plaintiff’s complaint must allege facts supporting justifiable reliance to his \ndetriment on information prepared without reasonable care by someone who owed a \nduty of care to the relying  party.  322 N.C. at 206.  To properly plead justifiable \nreliance, “a plaintiff must sufficiently allege that he made a reasonable inquiry into \nthe misrepresentation and [ ] that he was denied the opportunity to investigate or \nthat he could not have learned the true facts  by exercise of reasonable diligence.”  \nAustin v. Regal Inv. Advisors, LLC, 2018 NCBC LEXIS 3, at *31 (N.C. Super. Ct. Jan. \n8, 2018) (quoting Rountree v. Chowan Cty., 252 N.C. App. 155, 163 (2017) (emphasis \nadded) (cleaned up)).   \n66. Here, Oliver admits repeatedly in the Complaint, and in fact affirmatively \nalleges, that he knew the true facts underlying the alleged “misrepresentation.”  (See, \ne.g., Compl. ¶ 164 (“Despite Oliver’s disagreement with the content and manner in \nwhich his Per-Share Purchase Price had been calculated, he executed his Redemption \nAgreement on April 22, 2020, in order to secure the One Hundred Thousand Dollar \n($100,000.00) initial stock sale payment.”).)  As Moving Defendants put it , “[Oliver] \naffirmatively alleges that he engaged in this negotiation, resignation, and sale of his \nstock back to [B&M] with full knowledge of the disagreement between his version of \nwhat ought to be included in accrual accounting, and that adopted by [ ] Marks[.]”  \n(Br. Supp. 6.)   \n67. Oliver cannot properly allege that he justifiably relied on representations \nmade by the Moving Defendants  while also alleging that he knew the true facts \n \n \nunderlying those alleged “misrepresentations,” and that he believed at the time that \nDefendants’ statements were untrue.  \n68. Alternatively, the Complaint fails to allege how Oliver, with reasonable \ndiligence, could not have discovered the true facts prior to executing the agreements \nin question.  This failing, too, is fatal to Oliver’s claim. \n69. Therefore, because Oliver cannot satisfy the justifiable reliance element, \nthe Motion is granted as to the third claim for negligent misrepresentation, and that \nclaim is dismissed with prejudice. \nB. NEGLIGENCE \n70. Next, Moving Defendants seek to have the negligence claim against t hem \ndismissed.  Oliver alleges that Moving Defendants, as certified public accountants for \nB&M, breached a duty owed to him as an officer and shareholder of B&M when they \nutilized the Accrual -Accounting Method “in processing various accounting tasks on \nbehalf of B&M[.]”  (Compl. ¶¶ 228, 236.)   \n71. Oliver alleges that Moving Defendants’ use of the Accrual -Accounting \nMethod led to the omission of significant material assets of B&M from financial \ndocuments that Oliver relied on to his detriment in his capacity  as officer and \nshareholder.  (Compl. ¶¶ 232, 236, 237.)  Further, Oliver alleges that he “has openly \nand continuously challenged the Accrual -Accounting Method reportin g” utilized by \nMoving Defendants , as well as the content and manner in which his Per -Share \nPurchase Price had been calculated.  (Compl. ¶¶ 164, 233.) \n \n \n72. Moving Defendants first argue that, under the facts as alleged by Oliver,  \nOliver was not owed a legal duty of care by Moving Defendants .  (Br. Supp. 7.)  The \nCourt disagrees. \n73. Moving Defendants rely on Raritan River Steel Co., 322 N.C. 200 (1988), for \nthe proposition that no duty was owed by them as accountants for B&M to Oliver as \nan officer and shareholder of B&M.  (Br. Supp. 7.)  In  Raritan, the North Carolina \nSupreme Court adopted the approach of § 552 of the Restatement (Second) of Torts \n(the “Second Restatement”) to determine an accountant ’s liability for negligenc e in \npreparing financial reports provided to third parties (the “Second Restatement \nApproach”).  322 N.C. at 209–10. \n74. Section 552 of the Second Restatement provides that: \n(1) One who, in the course of his business, profession or employment, or \nin any other transaction in which he has a pecuniary interest, supplies \nfalse information for the guidance of others in their business \ntransactions, is subject to liability for pecuniary loss caused to them by \ntheir justifiable reliance upon the information, if he fails to exercise \nreasonable care or competence in obtaining or communicating the \ninformation. \n \n(2) Except as stated in Subsection (3), the liability stated in Subsection \n(1) is limited to loss suffered \n \n (a) by the person or one of a limited group of persons for whose \n benefit and guidance he intends to supply the information or knows \n that the recipient intends to supply it; and \n \n (b) through reliance upon it in a transaction that he intends the \n information to influence or knows that the recipient so intends or in \n a substantially similar transaction. \n \nRestatement (Second) of Torts § 552 (1977). \n \n \n75. The Second Restatement Approach supports the assertion that accountants \nfor a business will ordinarily owe a duty of care to officers and shareholders of that \nbusiness.  § 552(2).  “Our Supreme Court in Raritan praised the [Second] Restatement \napproach because it recognizes that liability should extend not only to those with \nwhom the accountant is in privity . . . but also to those persons . . . whom he knows \nand intends will rely on his opinion, or whom he knows his client intends will so rely.”  \nLamb v. S tyles, 263 N.C. App. 633, 641 –42 (2019).  “Therefore, ‘[i]f [an accountant] \nknows at the time he prepares his report that specific persons, or a limited group of \npersons, will rely on his work, and intends or knows that his client intends such \nreliance, his duty of care should extend to them.’ ”   Id. at 642 (quoting Raritan, 322 \nN.C. at 215). \n76. North Carolina continues to follow the Second Restatement Approach.  See \nArnesen v. Rivers Edge Golf Club & Plantation, Inc., 368 N.C. 440, 453 (2015) (“In \n[Raritan], we reviewed in depth the duty an accountant owes to nonclients who make \nuse of an accountant’s prepared financial reports, and we find that case instructive \nhere.”); see also Lamb, 263 N.C. App. at 641–42 (reaffirming the use of Raritan ).  \nTherefore, Moving Defendants cannot rely on a lack of duty as the basis for dismissal \nof Oliver’s negligence claim.  \n77. Moving Defendants ’ second argument for dismissal is based on the \nproposition that Oliver cannot satisfy the “justifiable reliance” requirement  of a \nnegligence claim because Oliver claims to have “openly and continuously challenged” \n \n \nMoving Defendants’ methods and representations, upon which Oliver also claims to \nhave relied.  (Br. Supp. 6–7.)  \n78. “Even if a plaintiff can show circumstances giving rise to a duty[,] . . . absent \na sufficient allegation and showing  of justifiable reliance, a \nplaintiff’s negligence claims fail.”  Arnesen, 368 N.C. at 449 (citing Dallaire v. Bank \nof Am., N.A., 367 N.C. 363, 369 (2014)).  \n79. The Court agrees  with this argument  for the same reasons stated in  the \ndiscussion of the negligent misrepresentation claim above.  In Raritan, the Court \nstated that “[a]n accountant who prepares financial reports for his client clearly owes \na duty of care to his client” and “the duty may extend to ‘persons . . . whom [the \naccountant] knows and intends will rely on his opinion, or whom [the accountant] \nknows his client intends will so rely[.]”  Raritan, 322 N.C. at 210, 214.  Importantly, \nhowever, the Supreme Court also made clear that “liability will only extend if there \nis justifiable reliance.”  Raritan, 322 N.C. at 209–10.  \n80. Justifiable reliance requires actual reliance.    Id.  at 206.  The “question \nof justifiable reliance is analogous to that of reasonable reliance in fraud actions, \nwhere it is generally for the jury to decide whether plaintiff reasonably relied upon \nthe representations made by defendant.”   Stanford v. Owens, 46 N.C. App. 388, 395 \n(1980).  In the event that “the facts are so clear  as to permit only one conclusion[,]” \nthe question may be decided by the Court.  Marcus Bros. Textiles v. Price Waterhouse, \nLLP, 350 N.C. 214, 224–25 (1999) (citing Restatement (Second) of Torts § 552 cmt. e).  \n \n \n81. This is a case where the facts are clear.  The Court finds that Oliver has not \nsufficiently alleged that he justifiably relied on Moving Defendants’ representations \nto his detriment.  As previously discussed  in the analysis regarding the negligent \nmisrepresentation clai m, Oliver repeatedly contends that he  disagreed with the \ncontent considered in determining his Per- Share Purchase Price and the manner in \nwhich his Per-Share Purchase Price had been calculated.  (Compl. ¶ 164.)  Oliver also \nclaims to have “openly and continuously challenged” Moving Defendants’ accounting \nmethods.  (Compl. ¶ 232.)   \n82. Oliver cannot properly allege that he justifiably relied on representations \nmade by the Moving Defendants while also alleging that he believed at the time they \nwere made that Def endants’ statements were untrue.   As such, Oliver’s negligence \nclaim must fail.2 \n83. Therefore, the Motion is granted as to the fifth claim for relief for negligence \nagainst Moving Defendants, and that claim is dismissed with prejudice.  \nC. RULE 8 \n84. Finally, Moving Defendants seek to have Oliver’s Complaint dismissed due \nto the inclusion of excessive and unnecessary information which Moving Defendants \nclaim is so egregious that it violates Rule 8’s requirement that a Complaint include a \n“short and plan statement.”   (Br. Supp. 8–10.)  While Oliver’s Complaint is hardly a \n \n2 Moving Defendants additionally argue that the “economi c loss rule” prevents Oliver’s \nnegligence claim against them.  The Court needn’t decide this issue because the Court finds \nthat there was a lack of justifiable reliance necessary to support the negligence claim in this \nmatter.  \n \n \nlesson in brevity or clarity, in the Court’s discretion it will not dismiss Oliver’s \nComplaint for violation of Rule 8.  \n85.  In support of their argument relating to Rule 8, Moving Defendants argue \nthat “[Oliver’s] sprawling, 247 -paragraph Complaint, largely padded by needless \ndetail such as Black’s Law Dictionary definitions and recitations of the course of the \nUnited States economy and the pandemic, constitutes, at best, a confused narrative \nand ‘circuitous diatribe’ bearing no relation to any claim[,]” and that “[t]he Complaint, \nin an apparent attempt to bolster its far -fetched allegations, impermissibly requires \nthe reader to wade through a ‘morass of superfluous detail.’ ”  (Br. Supp. 8 (internal \ncitations omitted).)  Moving Defendants primarily cite to federal caselaw in support \nof their argument in this regard and seek to bolster their argument given the \nsimilarities between the f ederal companion rule and North Carolina’s Rule 8.  ( See \nBr. Supp. 8–10.)  \n86. The Business Court has not often grappled with this type of Rule 8 motion \nseeking to dismiss a complaint for containing too much  detail; however, when it has \ndone so, it did not  dismiss a pleading containing arguably superfluous detail.  See, \ne.g., Mecklenburg Cty. Buckley LLP v. Series 1 of Oxford Ins. Co. NC LLC, 2020 NCBC \nLEXIS 36, at *5–9 (N.C. Super. Ct. Mar. 23, 2020) (where the Business Court refused \nto strike a pleading for violation of Rule 8 finding that “[g]iven Rule 8’s preference for \nbroad freedom in pleading and Rule 12(f) ’s limited and infrequent application, the \nCourt concludes that Buckley's five -page, introduction in the context of its 47 -page, \n \n \n118-paragraph Complaint, is at the outer limits of —but within—the bounds of \nacceptable pleading and should not be stricken.”).   \n87. The Business Court also dealt with a  Rule 8 motion in Kingsdown, Inc. v. \nHinshaw, 2015 NCBC LEXIS 30, at *13 (N.C. Super. Ct. Mar. 25, 2015) , and stated \nin pertinent part as follows:  \nThe Court initially notes that most challenges to the sufficiency of a \ncomplaint under Rule 8 are based on the lack of specific detail in the \ncomplaint, not because the complaint is too detailed and voluminous. \nWhile the Court has not located a North Carolina decision upholding a \nRule 8 dismissal because the complaint was too voluminous, the Court \nnevertheless recognizes that federal courts have held, in certain \ncircumstances, that dismissal of voluminous complain ts may be proper \nunder Rule 8.  Based on the Court's review of [the pleading at issue] \nhere, however, the Court cannot conclude that [the] allegations are so \nvoluminous or incomprehensible to prevent [the opposing party]  from \ndiscerning the nature and basis for [the claims] or otherwise formulating \nan answer to the [claims]. Accordingly, the Court does not find that [the \npleading] violates the requirements of Rule 8. \n \n88. The Court in this instance agrees  with its predecessors that, while federal \ncaselaw exists supporting the dismissal of an excessively prolix complaint for being \nin violation of Rule 8, the Court does not believe Oliver’s Complaint here is \nsufficiently egregious to warrant such a harsh penalty.\n3  Therefore, the Motion under \nRule 8 is denied. \nVI. CONCLUSION \n89. For the foregoing reasons, the Court hereby GRANTS IN PART and  \nDENIES IN PART the Motion as follows:  \n \n3 The Court does not suggest  that such a penalty would never be warranted, only that the \nCourt does not impose it under the circumstances appearing here. \n \n \nA. the Motion is GRANTED as to the claim for negligent misrepresentation \nand that claim is hereby DISMISSED WITH PREJUDICE;  \nB. the Motion is GRANTED  as to the claim for negligence and that claim \nis hereby DISMISSED WITH PREJUDICE; and \nC. except as herein granted, the Motion is DENIED.  \nIT IS SO ORDERED, this the 7th day of April, 2022. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}