{
  "id": "46299784667b2232b2045992001d510fd1f98924a455ed2c0000157cc3355f44",
  "source_file": "data/raw/ncbc/46299784667b2232b2045992001d510fd1f98924a455ed2c0000157cc3355f44.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nWAKE COUNTY \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 02793 \n \nMURPHY-BROWN, LLC and \nSMITHFIELD FOODS, INC., \n \nPlaintiffs, \n \nORDER AND OPINION ON ACE \nAMERICAN INSURANCE \nCOMPANY’S AMENDED MOTION \nFOR PARTIAL SUMMARY \nJUDGMENT ON THE ISSUE OF \nDEFENSE COSTS ALLOCATION \n v. \n \n \nACE AMERICAN INSURANCE \nCOMPANY; ACE PROPERTY & \nCASUALTY INSURANCE COMPANY; \nAMERICAN GUARANTEE & \nLIABILITY INSURANCE COMPANY; \nGREAT AMERICAN INSURANCE \nCOMPANY OF NEW YORK; XL \nINSURANCE AMERICA, INC.; and XL \nSPECIALTY INSURANCE COMPANY, \n \nDefendants.  \n    \n    \n  \n THIS MATTER comes before the C ourt on Defen dant ACE American \nInsurance Company’s (“ACE”) Amended Motion for Partial Summary Judgment on \nthe Issue of Defense Costs Allocation (“Motion” or “Motion for Summary Judgment,” \nECF No. 674). \n THE COURT, having considered the Motion, the briefs, arguments of counsel, \nand all appropriate matters of record, concludes that the Motion should be \nGRANTED, in part, and DENIED, in part. \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP, by Michael \nW. Mitchell, and Reed Smith, LLP, by Evan T. Knott, John D. Shugrue, \nAndrew M. Barrios, David Cummings, and Ashley B. Jordan, for  \nPlaintiffs Murphy-Brown, LLC, and Smithfield Foods, Inc.  \n \nBailey & Dixon, LLP, by John T. Crook and David S. Coats, and Clyde \nMurphy-Brown, LLC v. Ace Am. Ins. Co., 2023 NCBC 51. \n \n \n& Co. US LLP, by Marianne May, Shane Calendar, Daren McNally,  \nLuke Barlow, and Thomas Carruthers, for Defendants ACE  American \nInsurance Company and ACE Property & Casualty Insurance Company. \n \nMaynard Nexsen, PC, by James W. Bryan, Brett Becker, and David S.  \nPokela, for Defendant American Guarantee & Liability Insuran ce \nCompany. \n \nPhelps Dunbar, LLP, by Thomas Contois, Justine Tate, Robert M.  \nKennedy, and Christy M. Maple, for Defendants XL Insurance America, \nInc. and XL Specialty Insurance Company. \n \nCranfill Sumner & Hartzog, LLP, by Theodore B. Smyth, and Clyde & \nCo. US, LLP, by Bruce D. Celebrezze and Jason Chorley, for Great \nAmerican Insurance Company of New York. \n \nDavis, Judge. \nFACTUAL AND PROCEDURAL BACKGROUND \n1. “The Court does not make findings of fact on motions for summary \njudgment; rather, the Court summarize s material facts it considers to be \nuncontested.”  Hyosung USA Inc. v. Travelers Prop. Cas. Co. of Am. , 2021 NCBC \nLEXIS 115, at **3 (N.C. Super. Ct. Dec. 16, 2021) (cleaned up). \n2. The core set of facts underlying this litigation are not in dispute.   \n3. The Plaintiffs in this lawsuit are Smithfield Foods, Inc. (“Smithfield ”) \nand Smithfield’s wholly owned subsidiary Murphy -Brown, LLC (“Murphy-Brown”).\n1  \n(Sec. Am. Compl. [“SAC”], ECF No. 444.2, ¶¶ 12 –13.)  “Smithfield is the largest hog \nand pork producer in the world.”  (SAC ¶ 13.) \n \n1 In this Opinion, Smithfield and Murphy -Brown are often referred to collectively as \n“Plaintiffs.” \n \n \n \n4. In 2013, property owners in eastern North Carolina who lived close to \nSmithfield’s farming operations began filing lawsuits against Plaintiffs2—first in \nstate court in 2013 and later in federal court beginning in 2014. 3  (SAC ¶¶ 28 –31.)  \nEach of these lawsuits consisted of similar allegations—that is, the assertion by the \nproperty owners that Plaintiffs’ hog farming operations had resulted in both physical \ninvasions of the ir property and the  loss of the use and enjoyment of that property.  \n(SAC ¶¶ 33–35.)  The property owners alleged that Plaintiffs’ hog farming operations \nhad resulted in nuisance conditions such as odor, dust , noise, insects and pests, and \nbuzzards.  (SAC ¶ 34.)  The property owners also asserted that Plaintiffs’ trucks had \ncaused excessive traffic, odor, noise, dust, and light.  (SAC ¶ 35.) \n5. The United States District Court for the Eastern District of North \nCarolina conducted five “ bellwether” trials.  (SAC ¶¶ 40– 47.)  Each of these trials \nresulted in verdicts for the property owners against Smithfield and Murphy -Brown.  \n(SAC ¶¶ 40–47.)  On appeal from one of the resulting judgments, the United States \nCourt of Appeals for the Fourth Circuit largely affirmed the judgment entered by the \ndistrict court. 4  McKiver v. Murphy -Brown, LLC , 980 F.3d 937 ( 4th Cir. 2020).  \nSmithfield and Murphy-Brown subsequently entered into a global settlement with all \nof the property owners.  (SAC ¶ 47.) \n \n2 Those lawsuits are occasionally referred to herein as the “Underlying Lawsuits.” \n \n3 Shortly before the filing of the federal suits, the property owners’ state court  actions were \nvoluntarily dismissed.  (SAC ¶ 30.) \n \n4 The district court’s punitive damages award was vacated due to an evidentiary error, and \nthe case was remanded for rehearing on that issue.  But in all other respects the district \ncourt’s judgment was affirmed.  McKiver, 980 F.3d at 977. \n \n \n6. In the present lawsuit, Plaintiffs have sued various insurers who \nprovided primary and excess insurance coverage for their operations between 2010 \nand 2015.  Plaintiffs contend that these insurers should be held liable for the amounts \nPlaintiffs paid to settle the Underlying Lawsuits as well as the attorneys’ fees and \nother costs Plaintiffs expended in defending the actions. \n7. In order to analyze the present Motion, it is  first necessary to \nunderstand the insurance coverage that Plaintiffs possessed during the years at \nissue. \n8. Plaintiffs’ first layer of coverage during the relevant policy periods \nconsisted of commercial general liability policies and business auto policies.5  Each of \nthe Primary Policies is described below. \n9. ACE issued a commercial general liability policy (“GL Policy ”) and a \nbusiness auto policy to Plaintiffs for the policy period of 30 April 2010 through 30 \nApril 2011.  (“ACE Auto Policy,” ECF No. 515.1; “ACE GL Policy,” ECF No. 515.2.) \n10. Old Republic Insurance Company (“ORIC”) issued a GL policy and a \nbusiness auto policy to Plaintiffs for four consecutive policy years from 30 April 2011 \nto 30 April 2015.  ( “ORIC Policies, ” ECF Nos. 515.3 –10.)  Although ORIC was \noriginally named as a d efendant in this lawsuit, it ultimately entered into a \nsettlement with Plaintiffs, resulting in a dismissal of all claims asserted by Plaintiffs \nagainst it.  (“ORIC Dismissal,” ECF No. 508.) \n \n5 The policies comprising the primary layer of insurance coverage are on occasion referred to \nherein collectively as the “Primary Policies.” \n \n \n11. The ACE GL Policy and the ORIC GL Policies (collectively, the “Primary \nGL Policies”) were essentially “fronting policies,” meaning that they constituted a \nform of self- insurance in which the insured’s deductible amount equaled the policy \nlimits of $5 million.  (ACE GL Policy; ORIC GL Policies, ECF Nos. 515.7–10.)   \n12. The ACE Auto Policy and the ORIC Auto Policies (collectively, the \n“Primary Auto Policies”) each have policy limits of $2 million with a deductible of $1 \nmillion, with the exception of one ORIC policy for the period of 30 April 2014 through \n30 April 2015, which has a policy limit of $3 million and a deductible of $1 million.  \n(ACE Auto Policy; ORIC Auto Policies, ECF Nos. 515.3–6.) \n13. Plaintiffs also possessed several layers of excess insurance coverage \nduring the relevant time period.  However, although the excess coverage available to \nPlaintiffs is highly relevant to several other issues in this case, it has no bearing on \nthe present Motion .  Therefore, the Court need not describe the  excess coverage in \nany degree of detail. \n14. Plaintiffs filed an initial Complaint in this action on 5 March 2019.  \n(ECF No. 4.)  On the following day, this lawsuit was designated as a mandatory \ncomplex business case.  (ECF No. 3.)   \n15. Plaintiffs filed an Amended Complaint on 19 March 2019.  (ECF No. 9.)  \nOn 12 January 2021, the Court granted leave for Plaintiffs to file a Second Amended \nComplaint, which is currently the operative pleading in this matter.  (ECF No. 453.) \n16. The SAC contains seven claims: (1) a breach of contract claim against \nACE for breach of its duty to defend the U nderlying Lawsuits under the ACE Auto \n \n \nPolicy; (2) a breach of contract claim against ORIC for breach of its duty to defend the \nUnderlying Lawsuits under the ORIC Auto Policies; (3) a claim seeking a declaratory \njudgment that ACE and ORIC are “obligated to defend and/or reimburse \nthe . . . defense costs incurred by  [Plaintiffs]” from the Underlying L awsuits; (4) a \nclaim seeking a declaratory judgme nt that “ACE is estopped from asserting any \ncoverage defenses” under the ACE Auto Policy; (5) a claim seeking a declaratory \njudgment that “ORIC is estopped from asserting any coverage defenses” under the \nORIC Auto Policies; (6) a breach of contract claim a gainst all Defendants for breach \nof their duty to indemnify  Plaintiffs “under their respective Policies in connection \nwith the settlement made by [Plaintiffs] with the [Underlying] Claimants”; and (7) a \nbreach of contract claim against all Defendants with respect to their duty to \nindemnify for “fail[ing] and refus[ing] to make the full limits of their respective \npolicies available so as to enable [Plaintiffs] to settle the [Underlying Lawsuits].”  \n(SAC ¶¶ 73–121.)   \n17. On 22 December 2020, this Court entered p artial summary judgment \nfor Plaintiffs on their first and second claims, ruling that ORIC and ACE’s “failure to \nprovide a defense [in the Underlying Lawsuits] constitutes a breach of their \nrespective duties to defend.”  Murphy -Brown, LLC v. Ace Am. Ins. Co ., 2020 NCBC \nLEXIS 154, at **4–25 (N.C. Super. Ct. Dec. 22, 2020).  The Court concluded “that a \nduty to defend exists under Defendants’ Primary Auto Polices[.]”  (22 December 2020 \nOrder and Opinion, at pp. 43–44.)  \n \n \n18. Following a settlement of all claims between Plaintiffs and ORIC, \nPlaintiffs filed a voluntary dismissal of its claims against ORIC on 1 November 2021.  \n(ORIC Dismissal, ECF No. 508.)   \n19. On 5 August 2022, the Court entered an Order and Opinion that \naddressed various motions for summary judgment filed by the parties on a variety of \nissues in this case—all but one of which are irrelevant to the present Motion .  (ECF \nNo. 646.)  The one relevant ruling  made by the Court in that Opinion was that the \nCourt granted Plaintiffs’ Motion requesting a ruling that ACE was estopped from \nasserting coverage defenses based on its breach of the duty to defend.  (ECF No. 646, \nat pp. 60–61.) \n20. On 3 March 2023, ACE filed the Motion that is currently before the \nCourt.  (ECF No. 674.) \n21. The Motion came before the Court for a hearing on 18 July 2023  and is \nnow ripe for decision. \nLEGAL STANDARD \nI. Summary Judgment \n22. It is well established that “[s]ummary  judgment is proper ‘if the \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.’ ”  Morrell v. Hardin \nCreek, Inc., 371 N.C. 672, 680 (2018)  (quoting N.C. R. Civ. P. 56( c)).  “[A] genuine \nissue is one which can be maintained by substantial evidence.”  Kessing v. Nat'l \n \n \nMortg. Corp. , 278 N.C. 523, 534 (1971).  “Substantial evi dence is such relevant \nevidence as a reasonable mind might accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference.”  Daughtridge v. Tanager \nLand, LLC, 373 N.C. 182, 187 (2019) (citation and internal quotation marks omitted). \n23. On a motion for summary judgment, “[t]he evidence must be considered \n‘in a light most favorable to the non -moving party.’ ”  McCutchen v. McCutchen, 360 \nN.C. 280, 286 (2006)  (quoting Howerton v. Arai Helmet, Ltd. , 358 N.C. 440, 470 \n(2004)).  “[T]he party moving for  summary judgment ultimately has the burden of \nestablishing the lack of any triable issue of fact.”  Pembee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491 (1985). \n24. The party moving for  summary judgment  may satisfy its burden  by \nproving that “an essential element of the opposing party’s claim does not exist, cannot \nbe proven at trial, or would be barred by an affirmative defense, or by showing \nthrough discovery that the opposing  party cannot produce evidence to support an \nessential element of [the] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000) (citations \nomitted).  “If the moving party satisfies its burden of proof, then the burden shifts to \nthe non-moving party to ‘set forth specific facts showing that there is a genuine issue \nfor trial.’ ”  Lowe v. Bradford , 305 N.C. 366, 369– 70 (1982) (quoting N.C. R. Civ. P. \n56(e)).  If the nonmoving party does not satisfy its burden, then “summary judgment, \nif appropriate, shall be entered against [the nonmovant].”  United Cmty. Bank (Ga.) \nv. Wolfe, 369 N.C. 555, 558 (2017) (quoting N.C. R. Civ. P. 56(e)). \nII. Rules of Construction – Contracts of Insurance \n \n \n25. “An insurance policy is a contract[,] and its provisions govern the rights \nand duties of the parties thereto.”  C. D. Spangler Constr. Co. v. Indus. Crankshaft & \nEng’g Co., 326 N.C. 133, 142 (1990) (citing Fidelity Bankers Life Ins. Co. v. Dortch , \n318 N.C. 378, 380 (1986)).  Thus, general contract interpretation rules apply when \ninterpreting an insurance policy.  Accardi v. Hartford Underwriters Ins. Co., 373 N.C. \n292, 295 (2020).  “In North Carolina, determining the meaning of language in an \ninsurance policy presents a question of law for the Court.”  Id. \n26. “[I]t is well settled in North Carolina that insurance polic ies are \nconstrued strictly against insurance companies and in favor of the insured.”   State \nCapital Ins. Co. v. Nationwide Mut. Ins. Co. , 318 N.C. 534, 546 (1986) (citations \nomitted).  Accordingly, “a contract of insurance should be given that construction  \nwhich a reasonable person in the position of the insured would have understood it to \nmean.”  Grant v. Emmco Ins. Co., 295 N.C. 39, 43 (1978).  In addition, \n[t]hose provisions in an insurance policy which extend coverage to the \ninsured must be construed li berally so as to afford coverage whenever \npossible by reasonable construction.  However, the converse is true when \ninterpreting the exclusionary provisions of a policy; exclusionary \nprovisions are not favored and, if ambiguous, will be construed against \nthe insurer and in favor of the insured. \n \nN.C. Farm Bureau Mut. Ins. Co. v. Stox, 330 N.C. 697, 702 (1992). \n \n27. An ambiguity exists when “in the opinion of the court, the language of \nthe policy is fairly and reasonably susceptible to either of the constructions for which \nthe parties contend.”  Wachovia Bank & Tr. Co. v. Westchester Fire Ins. Co., 276 N.C. \n348, 354 (1970).  In those circumstances, our Supreme Court has instructed that “any \nambiguity or uncertainty as to the words used in the policy should be construed \n \n \nagainst the insurance company and in favor of the policyholder or beneficiary.”  \nAccardi, 373 N.C. at 295; see  also Woods v. Nationwide Mut. Ins. Co. , 295 N.C. 500, \n506 (1978).  Further, when otherwise unambiguous policy language “become[s] \nambiguous as applied to the various causes of loss set forth in the policy, the \nambiguity will be construed against the insurer.”   Pleasant v. Motors Ins. Co. , 280 \nN.C. 100, 102 (1971). \n28. Nevertheless, “[i]f a court finds that no ambiguity exists,  . . . the court \nmust construe the document according to its terms.”  Accardi, 373 N.C. at 295 ; see \nalso Woods, 295 N.C. at 506 (“[I]f the meaning of the policy is clear and only one \nreasonable interpretation exists, the courts must enforce the contract as written; they \nmay not, under the guise of construing an ambiguous term, rewrite the contract or \nimpose liabilities on the parties not bargained for and found therein.”); Cowell v. \nGaston Cty., 190 N.C. App. 743, 746 (2008) (stating that “the language used in the \npolicy is the polar star that must guide the courts”) (quoting McDowell Motor Co. v. \nNew York Underwriters Ins. Co., 233 N.C. 251, 253 (1951)). \nANALYSIS \n29. As noted above, the Court has ruled in this case both that (1) ACE \nbreached its duty to defend Plaintiffs in the Underlying Lawsuits; and (2) as a result \nof that breach, ACE is estopped from asserting coverage defenses in its Auto Policy. \n30. In its 5 August 2022 Order and Opinion, the Court summarized its \nrulings with regard to ACE as follows: \nTherefore, the Court, having found that ACE is estopped from asserting \ncoverage defenses contained in its Auto Policy, hereby CONCLUDES \n \n \nthat Plaintiffs’ motion seeking summary judgment in its favor on the \nfourth claim in the SAC is GRANTED.  \nAccordingly, A CE shall indemnify Plaintiffs for the settlement of the \nFederal Court Lawsuits up to the ACE Auto Policy’s $1 million policy \nlimit (in net of the deductible) and for defense costs incurred in \nconnection with the Underlying Lawsuits in an amount to be \ndetermined. \n(ECF No. 646, at p. 22.) \n31. In a footnote, the Court then stated the following:   \nPlaintiffs do not dispute ACE’s right to contest the reasonableness of the \ndefense costs incurred in connection with the Underlying Lawsuits. \nThat issue is not addressed in this Order and Opinion.   Nor is ACE’s \nentitlement to a credit for the amount of defense costs attributable to \nORIC currently before the Court. \n(ECF No. 646, at p. 22 n. 15.) \n32. Thus, the Court’s 5 August 2022 Order and Opinion did not rule on the \nissue of how the award of defense costs in this case would be allocated.  That issue \nforms the basis for ACE’s present Motion. \n33. ACE first argues that —despite the Court’s prior ruling that it is \nestopped from asserting coverage defenses in its Auto Policy —it is still entitled to \nchallenge the reasonableness of the defense costs incurred by Plaintiffs in defense of \nthe Underlying Lawsuits.\n6  Plaintiffs disagree, arguing that the ramifications of the \nCourt’s above-referenced rulings are that ACE must pay all defense costs incurred by \nPlaintiffs without the need for any reasonableness determination.  The Court agrees \nwith ACE on this issue. \n \n6 To be clear, ACE is not asking for a determination as to the reasonableness of those defense \ncosts in the present Motion.  Instead, ACE seeks a ruling that it will be entitled to challenge \nthe reasonableness of those defense costs at trial. \n \n \n34. Although the Court has not identified any decision in which the courts \nof our State have expressly analyzed the issue in any detail, our Supreme Court has \nstated that an insurer who breaches its duty to defend is liable for the insured’s \nreasonable defense costs.  See, e.g., Jamestown Mut. Ins. Co. v. Nationwide Mut. Ins. \nCo., 27 7 N.C. 216 , 219 (1970) (“It is well settled that an insurer who wrongfully \nrefuses to defend a suit against its insured is liable to the insured for sums expended \nin payment or settlement of the claim, for reasonable attorneys’ fees, for other \nexpenses of defending the suit, for court costs, and for other expenses incurred \nbecause of the refusal of the insurer to defend.”) (emphasis added). \n35. Moreover, th is principle is reflected in a leading insurance treatise , \nwhich notes that “[i]nsureds and the lawyer seeking attorney’s fees for the insurer's \nbreach of its duty to defend have the burden of proving the reasonableness  of the \nhourly rates, given the character and complexity of the litigation, the attorney ’s \nexperience and other qualifications, and the locale of the legal s ervices.”  Couch on \nIns. § 205:76 (3rd. ed. 2023) (emphasis added). \n36. In seeking a contrary ruling, Plaintiffs primarily rely on Taco Bell Corp. \nv. Continental Cas. Co., 388 F.3d 1069 (7th Cir. 2004), in which the Seventh Circuit \nheld—based on the facts of that case —that an insurer who had breached its duty to \ndefend was not entitled to contest the reasonableness of the insured’s defense costs.  \nId. at 1075–77.   \n37. However, a number of courts in other jurisdictions  have allowed an \ninsurer in breach of its duty to defend to challenge the reasonableness of the insured’s \n \n \nattorneys’ fees.  See , e.g., Olin Corp. v. Ins. Co. of N. Am., 218 F. Supp.  3d 212, 228 \n(S.D.N.Y. 2016) (“Where an insurer has breached its duty to defend, the insured’s fees \nare presumed to be reasonable and the burden shifts to the insurer to establish that \nthe fees are unreasonable. ”); Innovative Mold Sols., Inc. v. Cent . Mut. Ins. Co., Inc. , \n277 F. Supp. 3d 222, 225–26 (D. Mass. 2017) (awarding reasonable attorneys’ fees to \nthe insured despite a permitted reasonableness challenge by an insurer in breach of \nits duty to defend);  Gustafson v. Am. Fam. Mut. Ins. Co. , 2012 U.S. Dist. LEXIS \n167293, at *15– 17 (D. Colo. Nov. 26 , 2012) (holding that a breaching insurer may \nchallenge the reasonableness of defense costs but bears the burden of proof in doing \nso).  Moreover , and more importantly, Plaintiffs have failed to identify any case in \nwhich a North Carolina court has adopted the reasoning of Taco Bell. \n38. Therefore, the Court GRANTS  ACE’s Motion  on the issue of ACE’s \nability to challenge the reasonableness of Plaintiffs’ defense costs incurred in \ndefending the Underlying Lawsuits.\n7 \n39. The remaining portion of ACE’s Motion concerns how Plaintiffs’ defense \ncosts should be allocated between ACE’s policies and ORIC’s policies. \n40. As set out above, the Court has ruled in this case that both ACE and \nORIC breached their duty to defend Plaintiffs in the Underlying Lawsuits, and \nORIC—unlike ACE—subsequently settled all of Plaintiffs’ claims against it. \n41. ACE argues that “after a determination is made regarding reimbursable \ndefense costs, any such defense costs must then be allocated among all triggered \n \n7 The Court need not—and does not—make any determination at the present time on which \nparty will bear the burden of proof of showing reasonableness at trial. \n \n \npolicy years from 2010 through 2015  . . . .  [A]fter allocating reimbursable defense \ncosts across all trigge red policy years, an allocation between primary coverage for \neach triggered policy year is also required.”  (ECF No. 674, at pp. 2–3.)   \n42. Plaintiffs, conversely, contend  that “[a]lthough ACE is entitled to a \ncredit for defense costs paid by ORIC, ACE is liable for all of [Plaintiffs’] defense costs \nnot reimbursed by ORIC up to its 50% ‘equal share’.”  (ECF No. 731, at p. 8.) \n43. Research has not disclosed any decisions from our Supreme Court \nspecifically analyzing the issue of defense cost s allocation among multiple insurers \nwhere one or more of them have breached their duty to defend.8  However, our Court \nof Appeals addressed such an issue in Ames v. Continental Cas. Co., 79 N.C. App. 530 \n(1986). \n44.   Ames was a declaratory judgment  action seeking a determination of \napplicable insurance coverage under a malpractice policy issued by Continental \nCasualty Company (“Continental”)  to an accounting firm called A.M. Pullen and \nCompany (“Pullen”).  Continental had issued Pullen  a series of “occurrence” policies \nwith liability limit s of $1 million  each.  Effective 30 November 1971, Pullen \nterminated its coverage with Continental and subsequently obtained coverage under \na “claims made” insurance policy issued by Lloyd’s, London (“Lloyd’s”) with a liability \n \n8 Although ACE cites to  the Supreme Court’s recent opinion in  Radiator Specialty Co. v. \nArrowood Indemnity Co., 383 N.C. 387 (2022) in support of its argument that the allocation \nof defense costs between itself and ORIC should be  made on a pro rata basis, the Supreme \nCourt’s analysis in Radiator Specialty did not address the allocation of defense costs among \ninsurers at all—much less under circumstances where one or more of the insurers had been \nfound to have breached their duty to defend the insured. \n \n \nlimit of $10 million .  The Lloyd ’s policy remained in effect from 1 December 1971 \nthroughout the relevant time periods for purposes of the lawsuit.  Id. at 533.     \n45. A former client filed a professional malpractice action against Pullen for \nalleged acts occurring between 1967 and 1973.  Pullen and Lloyd ’s initiated the \ndeclaratory judgment action against Continental , asserting that the policies issued \nby Continental to Pullen provided coverage for acts or omissions forming the basis for \nthe former client’s negligence suit.   Pullen and Lloyd ’s sought a declaration that \nContinental owed a duty to defend  Pullen in the malpractice  action and to pay any \njudgment rendered against Pullen in that lawsuit up to the full extent of \nContinental’s policy limits.   The malpractice suit was ultimately settled for \n$5,250,000, and Lloyd’s incurred $724,659.52 in defense costs.  “Continental did not \nparticipate in either the defense or the settlement of the [malpractice] action.”  Id. at \n533–34. \n46. On appeal, Continental argued, among other things , that Lloyd’s had \nnot sufficiently shown that any portion of the settlement represented payment for \nnegligent acts occurring during 1971.  Id. at 538.  The Court of Appeals rejected this \nargument, stating the following:  \nContinental had a duty to defend Pullen where on the face of the \ncomplaint Pullen was being sued for acts which occurred during the \nperiod of Continental ’s coverage.  Continental had the opportunity to \nraise these defenses during the [underlying] litigation, but as we have \npreviously determined,  Continental unjustifiably refused to defend \nPullen in that action.  When an insurer without justification refuses to \ndefend its insured, the insurer is estopped from denying coverage and is \nobligated to pay the amount of any reasonable settlement made in good \nfaith by the insured of the action brought against him by the injured \nparty. . . .  By denying liability and refusing to defend claims covered by \n \n \nthe insurance policy, the insurance company commits a breach of the \npolicy contract and thereby waives th e provisions defining the duties \nand obligations of the insured. . . . \nIn view of Continental ’s wrongful breach of the policy contract we find \nit unnecessary to discuss whether Lloyd ’s has failed to show that any \namount of the settlement represents payment  for wrongful acts \noccurring in 1971. \nId. at 538.  \n47. After establishing the consequences of Continental’s breach of the duty \nto defend, the Court of Appeals then addressed the issue of defense cost s allocation \nbetween the two insurers, holding as follows: \nThe trial court awarded Lloyd’ s $138,030.40 for reimbursement of \ndefense costs.  This figure is equal to a 19% share of the settlement \nfigure for which the trial court determined Continental was responsible. \nContinental contends it owes no obligation to contribute to Lloyd ’s \ndefense costs, claiming Lloyd ’s was obligated as a primary insurer to \ndefend Pullen under its policy.  Lloyd’s in its cross-appeal contends the \ntrial court erred in failing to reimburse Lloyd’s for the full amount of its \ndefense costs, claiming Continental was the primary insurer and thus \nobligated to defend Pullen. \nWe hold both parties had a duty to defend Pullen and thus the defense \ncosts should be shared equally.  . . .  We have determined Continental \nwas the primary insurer for acts or omissions occurring on or before 30 \nNovember 1971. The . . . complaint alleged damages as a result of \nreliance upon financial statements produced by Pullen during the \ncoverage period of the Continental policy.  Lloyd’s was the primary, and \nonly, insurer for the period following 30 November 1971.   \nThe . . . complaint also alleged damages arising from the period of the \nLloyd’s policy coverage.  Thus, under North Carolina law, both insurers \nhad a duty to defend Pullen.  . . .  In view of this fact, we believe that \nequity dictates that the defense costs be shared equally among the two \ninsurers. \nId. at 539–40 (emphasis added). \n48. Several federal courts applying North Carolina law have followed Ames \nin addressing how multiple insurers must share the burden of reimbursing defense \n \n \ncosts incurred by the insured where an insurer has breached the duty to defend.  See \nSt. Paul Fire & Marine Ins. Co. v. Vigilant Ins. Co., 919 F.2d 235, 241 (4th Cir. 1990) \n(“As to costs of defense, under Ames, once it is shown that [the insurer] breached its \nduty to defend, the remedy for the breach is that it should share equally in the costs \nof defending [the insured].”); Med. Mut Ins. Co. of NC v. Am. Cas. Co. of Reading, PA, \n721 F. Supp. 2d 447, 464– 65 (E.D.N.C. 2010) (“ [Insurer in breach of the duty to \ndefend] must share equally in the defense costs [with the other insurer].”). \n49. Here, the Court likewise believes that Ames is the most relevant North \nCarolina case on this issue and that its rationale supports a  finding that ACE and \nORIC should share equally the defense costs at issue.  Such a result is also consistent \nwith the public policy of disincentivizing insurers from failing to provide a full and \ncomplete defense of their  insureds in the event that a duty to defend exists under \ntheir policies.   \n50. The Court therefore CONCLUDES that ACE is liable for a 50% share \nof Plaintiffs’ reasonable defense costs from the Underlying Lawsuits—subject to any \ncredit to which ACE may be entitled based on ORIC’s contribution to  Plaintiffs’ \ndefense costs.9 \n \n \n \n9 In light of this ruling , the Court need not  address any of ACE’s other allocation -related \narguments contained in its briefs.  \n \n \nCONCLUSION \nTHEREFORE, ACE’s Motion for Summary Judgment is GRANTED, in part, \nand DENIED, in part, as follows: \n1. ACE is not estopped from challenging the reasonableness of Plaintiffs’ defense \ncosts incurred in defending the Underlying Lawsuits; and  \n2. ACE is liable for a 50% share of Plaintiffs’ reasonable defense costs, subject to \nany credit to which ACE may be entitled based on ORIC’s contribution to those \ndefense costs. \nSO ORDERED, this the 7th day of August, 2023.  \n      /s/ Mark A. Davis     \n      Mark A. Davis \n      Special Superior Court Judge for \n      Complex Business Cases \n          \n "
}