{
  "id": "463216c9aa60fc4aff0019a7163cff14ded5a0ac58151fc017fe88d192673620",
  "source_file": "data/raw/ncbc/463216c9aa60fc4aff0019a7163cff14ded5a0ac58151fc017fe88d192673620.pdf",
  "raw_text": "Brady v. Van Vlaanderen, 2017 NCBC 60. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF CUMBERLAND \n \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n  12 CVS 7552 \nPATRICIA M. BRADY, \n \nPlaintiff, \n \nv. \n \nBRYANT C. VAN VLAANDEREN; \nRENEE M. VAN VLAANDEREN; \nMARC S. TOWNSEND; LINDA M. \nTOWNSEND; UNITED TOOL & \nSTAMPING COMPANY OF NORTH \nCAROLINA, INC.; UNITED REALTY \nOF NORTH CAROLINA, LLC; \nENTERPRISE REALTY, LLC; and \nWATERS EDGE TOWN \nAPARTMENTS, LLC, \n \nDefendants. \n \nORDER & OPINION ON MOTIONS \nFOR SUMMARY JUDGMENT  \n \n1. THIS MATTER is before the Court on Plaintiff’s Motion for Summary \nJudgment on Meislman [sic] Claim for Dissolution of Corporation and Other Related \nMeislman [sic] Claims Pursuant to Rule 56 of the NC Rules of Civil Procedure  \n(“Plaintiff’s Motion”) and Defendants Bryant C. Van Vlaanderen, Renee M. Van \nVlaanderen[,] Marc S. Townsend [,] United Tool & Stamping Company of North \nCarolina, Inc. [,] United Realty of North Carolina, LLC, and Waters Edge Town \nApartments, LLC’s Motion fo r Summary  Judgment (“Defendants’ Motion” ) \n(collectively the “Motions”).   \n2. For the reasons stated below, the Court DENIES Plaintiff’s Motion and \nGRANTS Defendants’ Motion.  \n \n \n \nBain & McRae, LLP, by Edgar R. Bain, for Plaintiff.  \nShanahan Law Group, PLLC, by Kieran J. Shanahan, Brandon S. \nNeuman, John E. Branch III, and Jeffrey M. Kelly, for Defendants.  \n \nGale, Chief Judge.  \n \nI. MATTER BEFORE THE COURT \n3. Plaintiff Patricia Brady (“Brady”) brought this action to enforce  her \nshareholder and member inspection rights a nd to judicially dissolve the Defendant \ncorporations based on her alleged frustrated rights as a minority shareholder.  The \nparties have each filed motions for summary judgment on Brady’s Meiselman claims.  \nFor the reasons discussed below, the Court concludes that there are contested \nmaterial facts as to whether Brady has expectations necessary to support a claim for \njudicial dissolution, but that, even assuming proof of such expectations, based on all \nthe facts and circumstances in this case, judicial dissolution is not an appropriate \nequitable remedy.  Accordingly, summary judgment is GRANTED in favor of \nDefendants and against Plaintiff  on her Meiselman claims.  The Court separately \ndetermines that any remaining claim for inspection of records should be dismissed as \nMOOT.  \nII. THE PARTIES  \n4. Brady is one of Anthony Moschella’s (“Moschella”) daughters.  Moschella \nformed Defendant United Tool & Stamping Company of North Carolina, Inc. (“United \nTool”).  Brady was previously employed by United Tool and claims that she was \nterminated in derogation of her  reasonable expectations of continued employment \nwith corresponding salary and benefits.  Brady owns a one-third interest in United \n \n \nTool, as well as in Defendant United Realty of North Carolina, LLC (“United Realty”) \nand Defendant Enterprise Realty, LLC (“Enterprise”) .  At the time th is litigation \nbegan, she also owned a one -third interest in Defendant Waters Edge Town \nApartments, LLC (“Waters Edge”) , which was sol d during the pend ency of this \nlitigation.  (Brady Dep. vol. 2, 354:1 –3.)  Brady was paid $80,000 from that sale for \nher one-third share.  (Brady Dep. vol. 2, 354:4–7.) \n5. Bryant C. Van Vlaanderen (“Bryant”)  is the husband of Mosc hella’s \ndaughter Renee M. Van Vlaanderen (“Renee”).  Bryant has co-managed United Tool \nsince he was hired as Vice President of Administration  on June 1, 1996 .  (B. Van \nVlaanderen Aff. ¶  7.)  Marc S. Townsend  (“Marc”) is the husband of Mosc hella’s \ndaughter Linda M. Townsend (“Linda ”).  Marc has co -managed United Tool  with \nBryant since he was hired as the Vice President of Operations  on June 1, 1996.  (B. \nVan Vlaanderen Aff. ¶ 7.)  Both Renee and Linda have worked for United Tool as \nadministrative employees since March 12, 2007 .  (B. Van Vlaanderen Aff. ¶ 14.)   \nCollectively, Bryant, Renee, Marc, and Linda  (the “Individual Defendants”) own the \nremaining two-thirds interest in United Tool, United Realty, and Enterprise.  \n6. United Tool is a North Carolina corporation that manufactures metal \nstampings and provides tooling and  engineering services.  United Realty is a North \nCarolina limited liability company that owns real estate , which it leases to  United \nTool.  (See B. Van Vlaanderen Dep. 27:11–12, 31:16–32:6.)  \n7. Enterprise is a North Carolina limited liability company engaged in the \npurchase, sale, and rental of real estate .  (M. Townsend Dep. 67:5 –8.)  All claims \n \n \nagainst Enterprise have been dismissed.  See Brady v. Van Vlaanderen , No.  \n12-CVS-7552, 2016 NCBC LEXIS 56, at *20 (N.C. Super. Ct. July 21, 2016).  Waters \nEdge has been sold.  (Brady Dep. vol. 2, 354:1–3.)  \nIII. FACTUAL BACKGROUND \nA. The Parties’ Employment with United Tool  during Moschella’s \nOwnership \n \n8. United Tool wa s formed  as a North Carolina corporation on June 1, \n1996, after Moschella and his business partner split the stock of their New Jersey \ncorporation.  (B. Van Vlaanderen Aff. ¶ ¶ 4, 7.)  At that time, Moschella was  United \nTool’s sole owner and p resident.  (B. Van Vlaanderen Dep.  76:18–19; B. Van \nVlaanderen Aff. ¶  8.)  On December 9, 1996, Moschella gave twenty-five shares of  \nUnited Tool’s nonvoting common stock  to three of his daughters and their spouses  \nbut retained 100% of the voting stock.  (B. Van Vlaanderen Aff. ¶ 10.)  As nonvoting \nshareholders, the family members received dividends.  (B. Van Vlaanderen Aff. ¶ 10.)   \n9. Bryant and Marc worked for the New Jersey corporation prior to the \nstock split and were employed by United Tool at its inception before they became \nshareholders.  Bryant and Marc testify that th eir employment was independent of \ntheir ownership status.  (B. Van Vlaanderen Aff. ¶  11; M. Townsend Dep. 77:24 –\n78:15.)  Bryant and Marc have been United Tool’s co-managers responsible for \nmanaging the day -to-day operations  since United Tool was formed .  ( B. Van \nVlaanderen Aff. ¶ 8.)  Moschella was never employed by  United Tool and did not \nreceive a salary or employee benefits.  (B. Van Vlaanderen Aff. ¶ 8.)  \n \n \n10. Brady’s first husband, Richard Keller,  worked for United Tool from its \ninception until he was fired  in January 2002, and he was paid the same salary as \nMarc and Bryant.  ( B. Van Vlaanderen Dep. 92: 24–93:1; see also Brady Dep. vol. 2, \n329:24–330:3.) \n11. Moschella hired Brady as a United Tool office assistant on September 2, \n2001, over five years after she had become a shareholder.  (B. Van Vlaanderen Aff. \n¶ 12.)  Brady received a salary of $400 per week and  became eligible for medical \ninsurance on December 1, 2001.  (B. Van Vlaanderen Aff. ¶ 12.)  Brady contends that \nshe was not expected to work in exchange for her salary and benefits because she was \nonly hired to ensure that she had a stream of income after she divorced Richard \nKeller.   \n12. Brady divorced Richard Keller in November 2001 .  (Brady Dep. vol. 2, \n330:13–17.)  Brady contends that , after Richard Keller was terminated  around \nJanuary 2002, her compensation was in creased to the same amount as Marc ’s and \nBryant’s salaries.  (Brady Dep. vol. 2, 198:2–14.) \n13. Brady stopped going to work around May 2005.  (B. Van Vlaanderen Aff. \n¶ 12.)  Brady testifies that Bryant continually told her not to come to work.  (Brady \nDep. vol. 1, 78:10–13, 80:6 –8; Brady Dep.  vol. 2, 198:13–17.)  O n May 31, 2005 , \nMoschella terminated Brady’s employment, as a result of which she stopped receiving \na salary, medical insurance, and other employee benefits .  (B. Van Vlaanderen Aff. \n¶ 12.)  Brady remained a United Tool shareholder and continued to receive her pro \nrata share of United Tool’s dividend distributions.  (B. Van Vlaanderen Aff. ¶ 13.)  \n \n \n14. The parties disagree as to  the reason for Brady’s termination in 2005.  \nBrady contends that she stopped going to work because her  second husband, Tim \nBrady, had started working for United Tool so that, consistent with M oschella’s \ndesire, Brady and her family would receive income without her having to work.  (See \nBrady Dep. vol. 2, 207:4–17, 209:2–12).  Brady claims that, starting sometime around \n1992, Moschella set up an arrangement for at least one person from Linda’s, Renee’s, \nand Brady’s families to be a W-2 employee of United Tool.  (Brady Dep. vol. 2, 193:9–\n13, 193:22–194:1, 211:25–212:16.)  Under that arrangement, United Tool paid the \nsame salary to each daughter’s husband.  (Brady Dep. vol. 2, 191:18–24, 193:22 –\n194:1.)  Brady admits that the husbands were required to work for their salaries and \nthat Moschella retained the right to terminate them.  (Brady Dep. vol. 2, 195:10–16, \n196:7–12.)  Brady also admits that the purported arrangement did not include two of \nMoschella’s daughters, who never received any form of income from United Tool.  \n(Brady Dep. vol. 2, 162:7–163:3, 163:13–20, 165:19–24.) \n15. Defendants deny that Moschella ever implemented such an \narrangement.  Instead, they contend that all United Tool employees were expected to \nwork for their salaries and that Moschella terminated Brady  on May 31, 2005, \nbecause she stopped performing her job duties .  Brady does not dispute that if she \nhad been willing to report for work , she could have continued her employment with \nUnited Tool, but that she chose not to do so.  (Brady Dep. vol. 2, 209:13–16.)   \n16. Brady was not employed by United Tool and did not receive an income \nor employee benefits from June 1, 2005, through March 12, 2007.  (Brady Dep. vol. 2, \n \n \n208:19–208:22; B. Van Vlaanderen Aff. ¶¶ 12, 14.)  During that time, Brady’s second \nhusband, Tim Brady, worked for United Tool and was paid $3,000 a week, the same \nas Marc’s and Bryant’s salary.  (See B. Van Vlaanderen Dep. 84:17 –22; Brady Dep. \nvol. 2, 190:2–8.)    \n17. On March 12, 2007, Moschella hire d Renee, Linda, and Brady to work \nfor United Tool at a salary of $800 a week.  (B. Van Vlaanderen Aff. ¶ 14.)  Brady was \nhired to “assist with administrative tasks and assist with United Tool’s Information \nTechnology service providers.”  (B . Van Vlaanderen Aff. ¶ 14.)  Brady asserts, and \nDefendants deny, that she was continually told to stay home and not to come to work.  \n(Brady Dep. vol. 2, 213:11–24.)  From 2008 through 2011, Brady seldom worked but \nwas compensated as a United Tool employee.  Bryant indicated that he did not talk \nto Brady about her absences because he believed  that “[i]t was her father’s \nresponsibility to direct [Brady] and to make decision [s] on [her] employment in the \ncompany.”  (B. Van Vlaanderen Dep. 99:4–6.)  Defendants contend that Moschella \nsaid he would fire Brady if she did  not start attending work .  (R . Van Vlaanderen \nDep. 103:21 –22.)  Brady  contends that the Individual Defendants and Moschella  \nknew that Brady rarely worked and did not complain because she was not expected \nto work for her salary.  \nB. Events after Moschella Divested Ownership of United Tool  \n18. On January 2, 2012, United Tool purchased all of Moschella’s stock.  (B. \nVan Vlaanderen Aff. ¶¶ 18–19.)  At that time, United Tool’s articles of incorporation \n \n \nwere amended to convert Brady’s and the Individual Defendants’ nonvoting stock to \nvoting stock.  (B. Van Vlaanderen Aff. ¶ 18.)   \n19. On January 16, 2012,  Brady and the Individual Defendants held a \nshareholder meeting where they voted to affirm Bryant as president of United Tool’s \nboard of directors and to elect Renee as treasurer and Marc  as secretary.  (B. Van \nVlaanderen Dep. 66:23–67:3, 67:23–68:2; B. Van Vlaanderen Aff. ¶ 19.)  Additionally, \nall the Individu al Defendants voted to terminate Tim Brady’s employment with \nUnited Tool based on his  poor performance and  insubordination.  (See B. Van \nVlaanderen Dep. 72:2–18; see also M. Townsend Dep. 73:15–18, 103:14–18, 104:15–\n19.)   \n20. On that same day, Bryant and Marc , acting as managers, increased \nBrady’s salary from $800 a week to $3,000 a week, even though they knew that Brady \nhad not substantially worked through 2011 and 2012.  (See B. Van Vlaanderen Dep. \n90:19–25, 99:12–16; see also M. Townsend Dep. 73:19 –25, 113:22–25; L. Townsend \nDep. 94:6–8.)  Brady contends that they increased her salary based on  the “custom” \nthat at least one person in each family  make the same amount.  (Brady Dep. vol. 2, \n268:19–22.)  Defendants contend, rather, that they increased Brady’s salary to try “to \nencourage her . . . to start participating and to star t adding value to the company.”   \n(B. Van Vlaanderen Dep. 101:4 –6; see also  M. Townsend Dep. 116:12 –15; L . \nTownsend Dep. 94:6–8; B. Van Vlaanderen Aff. ¶ 20.)  Bryant and Marc contend that \nthey expressed their expectation that Brady “start working with [them] ,” and that \nher salary was contingent upon her working.  (B. Van Vlaanderen Dep. 103:13 –14; \n \n \nsee also B. Van Vlaanderen  Dep. 103:5 –16; M. Townsend Dep. 117:12–17.)  \nDefendants contend that Brady “was specifically informed that her salary was not \nguaranteed and that [Bryant and Marc], as managers, had the authority to end her \nemployment with Un ited Tool.”  (B . Van Vlaanderen Aff. ¶ 21.)  Brady denies that \nsuch conversations took place and instead contends that she was repeatedly told not \nto come to work and that there was no work for her to do.  (Brady Dep. vol. 2, 213:11–\n22.)  \nC. Termination of Brady’s Employment  \n21. On May 14, 2012, Brady, through her counsel,  requested to review \nUnited Tool’s financial records and convene a shareholder meeting.  (B. Van \nVlaanderen Aff. ¶ 26.)  A shareholder meeting was then held o n May 24, 2012, and \nattended by the Individual Defendants, Brady, Brady’s attorney, and Mel Cohen,  \nUnited Tool’s accountant .  (B. Van Vlaanderen Aff. ¶ 26.)  Mr. Cohen advised the \nshareholders that United Tool “could not employ [Brady] unless she served a function \nof the company and performed a specific duty of some kind.”  (Cohen Dep. 43:4–6; see \nalso B. Van Vlaanderen Aff. ¶ 27.)   \n22. That day, Bryant and Marc, acting as managers of United Tool, decided \nto terminate Br ady’s employment  based on Mr. Cohen’s advice and their \nunderstanding that Brady did not intend to perform actual work for the company.  (B. \nVan Vlaanderen Aff. ¶ 28.)   \n23. Brady disputes the reason for her termination,  contending that all the \nIndividual Defendants knew and implicitly agreed that she would receive an \n \n \nemployee salary and benefits without having to work.  (Brady Dep. vol. 2, 214:6–15; \nsee also Brady Dep. vol. 2, 365:19–20.)  Brady contends that she was fired, shut out \nof company management, and estranged from the family in retaliation for asserting \nher shareholder rights to inspect corporate books and records and challenging h ow \nthe companies were being managed.  Brady asserts that if she had been asked to come \nto work, she would have, and that  she remains willing to work the same amount as \nher sisters.  (Brady Dep. vol. 2, 215:20–22, 284:9–14.)   \n24. Brady’s W-2 income and employee benefits ceased on May 24, 2012.  (B. \nVan Vlaanderen Aff. ¶ 28.)   \n25. Brady remains a United Tool shareholder.  Brady attended all four \nUnited Tool shareholder meetings held between January 2, 2012, and April 9, 2015, \nand participated in all the votes conducted at those meetings .  (B. Van Vlaanderen \nAff. ¶ 25.)  As of April 9, 2015 , Brady had  received over $1,900,000 in United Tool \ndividend payments since her termination in 2012.  (B. Van Vlaanderen Aff. ¶ 30; see \nalso Brady Dep. vol. 2, 166:8–20.)   \nD. United Realty’s Operations \n26. United Realty was formed around 1998  by the Individual Defendants \nand Brady.  At that time, United Realty purchased the land and building that United \nTool was located on from Moschella.  (B. Van Vlaanderen Dep. 25:20–24, 27:4–15.)  \nUnited Realty then rented, and continues to rent, the real estate  to United Tool.  \n(Brady Dep. vol. 2, 183:18–21.)  United Realty does not have any employees.  Marc \nand Linda keep United Realty’s records, and the members usually discuss any issues \n \n \nregarding United Realty at United Tool shareholder meetings.  Brady and the \nIndividual Defendants each receive a monthly distribution check, usually in excess of \n$5,000, from United Realty.  (B. Van Vlaanderen Dep. 35:2–7; Pl.’s Suppl. Interrog. \nResp. ¶¶ 24, 33; Brady Dep. vol. 1, 44:1–2, 6–8.)   \n27. Brady contends that the rent United Realty  is charging United Tool is \ntoo low and “there is a significant amount of land that is not being utilized.”  (Pl.’s \nSuppl. Interrog. Resp. ¶  18.)  She proposed ideas for how the land could be used to \ngenerate additional income for United Realty , which the other members rejected.   \n(Pl.’s Suppl. Interrog. Resp. ¶  18.)  Brady now contends , and Defendants deny, that \nUnited Realty is being mismanaged and its assets are being wasted.  \nE. The Operation and Sale of Waters Edge \n28. Waters Edge was a thirty-unit apartment complex in Fayetteville, North \nCarolina, purchased by Brady and the Individual Defendants around 2004.  (B. Va n \nVlaanderen Dep. 50:24 –25; M. Townsend Dep. 83:14 –16.)  Marc was the managing \nagent of Waters Edge.  (M. Townsend Dep. 38:4–5.)   \n29. In 2012, after this action was initiated, Waters Edge was sold.  (B. Van \nVlaanderen Dep. 53:21–23.)  Defendants contend that all the members had a meeting \nin May 2012 at United Tool where they discussed selling Waters Edge.  (B. Van \nVlaanderen Dep. 53:24–54:11.)  Brady, however, contends that the Individual \nDefendants decided to sell Waters Edge without informing her.  (Pl.’s Suppl. Interrog. \nResp. ¶ 19.)  But, Brady admits that she authorized the sale.  (Pl.’s Suppl. Interrog. \n \n \nResp. ¶ 21.)  As a result of the sale, Brady received $80,000 as consideration for her \none-third ownership interest.  (Brady Dep. vol. 2, 354:1–7.)   \nIV. PROCEDURAL HISTORY \n30. Brady filed her original Complaint on August 24, 2012.  The case was \ndesignated a mandatory complex business case on September 4 , 2012, and assigned \nto the undersigned on September 19, 2012.  \n31. On September 27, 2012, Brady filed an Amended Complaint, bringing \neight claims against Defendants.  Defendants timely moved to dismiss all of Brady’s \nclaims on November 21, 2012.  On July 24, 2013, t he Court partially granted the \nmotion, dismissing  Brady’s claim s for an appraisa l of United  Tool and wrongful \ntermination but allowing Brady to file a  further amended complaint as to her \nremaining claims.  Brady v. Van Vlaanderen, No. 12-CVS-7552, 2013 NCBC LEXIS \n34, at *14–15 (N.C. Super. Ct. July 24, 2013).  \n32. Brady filed a Second Amended Complaint on August 6, 2013, asserting \nclaims for (1) access to information and records  of United Tool ; (2) inspection of \nrecords against United Realty , Enterprise, and Waters Edge ; (3) involuntary \ndissolution of United Tool; (4) liquidation of United Tool; and (5) judicial dissolution \nof United Realty,  Enterprise, and Waters Edge  (claims 3 through 5 are collectively \nreferred to as the “Meiselman Claims”).  \n33. At the parties’ request, the Court stayed the case from August 26, 2013, \nuntil March 15, 2014.  On April 21, 2014, Defendants filed their answer to the Second \nAmended Complaint , and Enterprise brought counterclaims alleging that  Brady \n \n \nbreached Enterprise’s operating agreement and  breached her fiduciary duties by \nrefusing to make required capital contributions. \n34. Brady moved for summary judgment on her  Meiselman Claims on \nFebruary 26, 2015.  \n35. On April 9, 2015 , Enterprise moved for summary judgment , and the  \nIndividual Defendants, United Tool, United Realty, and Waters Edge filed a separate \nmotion for summary judgment.  \n36. On June 3, 2015, the Court dismissed Brady’s claim against United \nRealty for inspection of corporate records  based on Brady’s admission that she ha s \nbeen provided copies of, or given access to, all documents to which she contends that \nshe is entitled.  See Brady v. Van Vlaanderen, No. 12-CVS-7552, 2015 NCBC LEXIS \n59, at *6–7 (N.C. Super. Ct. June 3, 2015).  \n37. The Court  first calendared all pending motions for oral argument on \nAugust 27, 2015, but the summary judgment hearing was deferred when Brady filed \nan untimely affidavit and Defendants requested the opportunity to depose the affiant.   \n38. On July 21, 2016, the Court granted  in part and denied in part  \nEnterprise’s motion fo r summary judgment, resolving all claims and counterclaim s \nbetween Brady and Enterprise.  Brady, 2016 NCBC LEXIS 56, at *20.  Defendants \nhave requested clarification on that order, and the Court will issue a separate order \non that issue. \n39. On October 28, 2016, the Court heard oral argument on the remaining \nMotions.  The Motions are now ripe for disposition.  \n \n \nV. STANDARD OF REVIEW  \n40. Summary judgment is appropriate “if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to a judgment as a matter of law.”  Variety Wholesalers, Inc. v. Salem \nLogistics Traffic Servs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quoting \nN.C. Gen. Stat. §  1A-1, Rule 56(c)).  The movant bears the burden of showing that \nthere is no genuine issue of material fact with respect to the essential elements of a \nclaim and that the movant is entitled to judgment as a matter of law.  See Steel Creek \nDev. Corp. v. Smith, 300 N.C. 631, 637, 268 S.E.2d 205, 209 (1980).  A genuine issue \nis one “supported by substantial evidence,” and “ [a]n issue is material if the facts \nalleged would constitute a legal defense, or would affect the result of the action, or if \nits resolution would prevent the party against whom it is resolved from prevailing in \nthe action.”  DeWitt v. Eveready Battery Co., 355 N.C. 672, 681, 565 S.E.2d 140, 146 \n(2002) (alteration in original) (quoting Koontz v. City of Winston-Salem, 280 N.C. 513, \n518, 186 S.E.2d 897, 901 (1972)).   \n41. If the movant satisfies its burden, the nonmovant then bears the burden \n“to present a forecast of evidence which shows that a genuine issue of fact exists.”  \nWatts v. Cumberland Cty. Hosp. Sys., Inc. , 75 N.C. App. 1, 6, 330 S.E.2d 242, 247 \n(1985), rev’d in part on other grounds, 317 N.C. 321, 345 S.E.2d 201 (1986).  The Court \nmust view the evidence in the light most favorable to the nonmovant.  See Coats v. \n \n \nJones, 63 N.C. App. 151, 154, 303 S.E.2d 655, 657, aff’d, 309 N.C. 815, 309 S.E.2d 253 \n(1983).  \nVI. ANALYSIS \nA. Brady Is Not Entitled to the Equitable Remedy of Judicial Dissolution.  \n \n42. N.C. Gen. Stat. §  55-14-30 grants a  court the authority to judicially  \ndissolve a corporation when “liquidation is reasonably necessary for the protection of \nthe rights or interests of the complaining shareholder.”  N.C. Gen. Stat. § 55-14-30(2) \n(2015).  This statute is the basis for what has become known as a Meiselman claim—\na claim through which a minority shareholder seeks a decree of judicial dissolution.   \n43. To secure a decree of  judicial dissolution  under the second prong of  \nsection 55-14-30(2), a plaintiff must demonstrate that \n(1) he had one or more  substantial reasonable expectations known or \nassumed by t he other participants; (2) the expectation has been \nfrustrated; (3) the frustration was without fault of plaintiff and was in \nlarge part beyond his control; and (4) under all of the circumstance s of \nthe case plaintiff is entitled to some form of equitable relief. \n \nMeiselman v. Meiselman, 309 N.C. 279, 301, 307 S.E.2d 551, 564 (1983).   \n44. Those necessary elements require both that the minority shareholder \npersuade a trier of fact that she had reasonable expectations that were frustrated and \nthat the Court determine that the circumstances justify the extraordinary e quitable \nremedy of judicial dissolution.  Significantly, a statutory Meiselman claim does not \nvest the Court  with authority  to order equitable remedies other than  judicial \ndissolution.    \n \n \n45. A shareholder ’s reasonable expectatio ns must be determined on a \ncase-by-case basis “by examining the entire history of the [shareholders’] \nrelationship,” including the expectations “created at the inception of the \n[shareholders’] relationship; those ‘reasonable expectations’ as altered over time; and \nthe ‘reasonable expectations’ which develop[ed] as the [shareholders] engage [d] in a \ncourse of dealing in conducting the affairs of the corporation.”  Id. at 298, 307 S.E.2d \nat 563.   \n46. Assuming th ose facts are found in favor of the minority shareholder  \nseeking dissolution , “the trial court must ‘exercise its equitable discretion, and \nconsider the actual benefit and injury to [all of] the shareholders resulting from \ndissolution.’”  Foster v. Foster Fa rms, Inc., 112 N.C. App. 700, 711, 436 S.E.2d 843, \n850 (1993) (alteration in original) (quoting Meiselman, 309 N.C. at 297, 307 S.E.2d at \n562).  A court is not required to judicially dissolve a corporation, even if the \nshareholder establishes that judicial dissolution is proper pursuant to section \n55-14-30(2).  Id. at 706, 436 S.E.2d at 847. \n(1) There are material contested facts as to whether Brady ha d a \nreasonable expectation that has been frustrated through no \nfault of her own. \n \n47. Brady seeks to enforce  two expectations: (1) continued employment by \nUnited Tool , with accompanying benefits,  including health insurance, a 401(k) \nretirement pl an, and other fringe benefits ; and (2) a meaningful role  in the \nmanagement of United Tool.   \n \n \n48. Brady’s expectation of continued employment arises from her claim that \nMoschella established a  policy that one member of Brady’s, Renee ’s, and Linda’s \nfamilies would be employed by  United Tool and receive a salary of $3,000 a week.  \n(See Brady Dep. vol. 2, 268:21–22.)  Brady contends that this policy did not require \nher “to do any actual work,” but instead , the “purpose of her employment was” to \nprovide “a continued stream of income for her family while she did little or no work.”  \n(Mem. Supp. Pl.’s Mot. Summ. J. 14.)  Brady contends that this purported policy \napplied only to herself, Renee, and Linda, and not to Moschella’s other two daughters, \nwho never received any form of income from United Tool.  (Brady Dep. vol. 2, 162:5–\n163:3, 163:13–20, 165:19–24.)  \n49. Defendants deny that any family member was entitled to compensation \nwithout actually working .  The record shows that Brady was the only person who \nreceived employee compensation while not coming to work.  Each of Brady’s husbands \nwere paid a salary of $3,000 a week, which is the same salary paid to Bryant and \nMarc, but they were actually working for United Tool when they were being paid.  (B. \nVan Vlaanderen Dep. 84:17–85:12; see also M. Townsend Dep. 77:8–12.)  After Tim \nBrady was terminated, Brady’s salary was increased to $3,000 a wee k.  (B. Van \nVlaanderen Dep. 89:8 –12, 90:9–13; M. Townsend Dep. 112: 22–25, 113:3–5.)  Brady \ncontends that Bryant and Marc raised her salary because it was necessary  to \nmaintain the compensation arrangement created by Moschella.  (Brady Dep. vol. 2, \n268:19–22.)  Marc and Bryant  admit that United Tool raised Brady’s salary, even \nwhen they knew she was not coming to work, but contend that they did so to entice \n \n \nBrady to come back to work, not because of any family arrangement.  (B. Van \nVlaanderen Dep. 104:4–10; B. Van Vlaanderen Aff. ¶ 20.)  \n50. The Individual Defendants all deny that such an agreement was ever \ncreated.  I n fact, Defendants contend that the facts are inconsistent with such an \nagreement because there “was a substantial period of time” during which “salaries \nwere not paid equally.”  (B . Van Vlaanderen Dep. 136:21–23.)  The Individual \nDefendants do not share Brady’s  belief that each family member was guaranteed \nequal payment in the form of employee compensation , but rather understood  that \n“[their] employment could be terminate d if [they] failed to perform work for United \nTool,” regardless of their status as sharehold ers or the family relationship.  (B. Van \nVlaanderen Aff. ¶ 22; see also M. Townsend Dep. 78:14–15 (explaining that he “never \nhad a reasonable expectation of employment at United Tool [,] whether [he] was a \nshareholder or not”) .)  None of the Individual Defe ndants ever received a salary \nwithout actually performing work for United Tool.   \n51. Defendants further argue that Brady’s expectation is belied by the fact \nthat Moschella had previously fired her for not coming to work .  (See B. V an \nVlaanderen Aff. ¶  12.)  Brady, however, counters that she was not terminated but \nsimply had stopped going to work, because Tim Brady had started working for United \nTool and was being paid a $3,000 weekly salary.  (Brady Dep. vol. 2, 207:4–17.)   \n52. Brady denies ever being told that her employment was contingent upon \nher coming to work.  Brady contends, in any event, that she would have worked for \nher salary if the Individual Defendants had allowed her to do so, (Brady Dep. vol. 2, \n \n \n215:20–22,) but that Bryant told her numero us times not to come to work because \nthere was nothing for her to do, (Brady Dep. vol. 2, 213:11–22.)  Additionally, Brady \ntestified that Linda and Renee told her she should travel to the beach or move to \nParis.  (Brady Dep. vol. 2, 213:14–16.)  Based on those comments, Brady  believed, \nand still believes,  that there was an expectation that she would be paid as an \nemployee without coming to work. \n53. The Court determines that there are material contested facts regarding, \nfirst, whether Brady had a reasonable ex pectation of continued employment , and \nsecond, whether she bears the responsibility for that expectation not having been \nmet.  Accordingly, neither party is entitled to summary judgment on th is aspect of \nBrady’s Meiselman claim against United Tool. \n54. As to Brady’s second claimed reasonable expectation, the uncontested \nfacts demonstrate that Brady’s right  as a minority shareholder  to participate in \nUnited Tool’s management has not been unreasonably frustrated.  Brady was never \na manager of United Tool.  (B. Van Vlaanderen Aff. ¶ 12.)  When Brady was employed \nby United Tool, she was an administrator and an IT assistant.  (B. Van Vlaanderen \nAff. ¶¶ 12, 14.)  As a shareholder, she had, and continues to have, a right to vote at \nboard meetings.  Even after Brady’s employment was terminated, she remained a \nshareholder of United Tool, and she has participated in shareholder meetings and \nreceived divide nd payment s in excess of $1,900,000.  (B. Van Vlaanderen Aff. \n¶¶ 25, 30; see also Brady Dep. vol. 2, 166:8–20.)  Admittedly, she is frustrated that \n \n \nshe holds only a minority interest, but she has enjoyed all rights attendant to her \nminority ownership.    \n55. To the extent that Brady’s Meiselman claim against United Tool is based \non her purported exclusion from management, Defendants are entitled to summary \njudgment in their favor and against Plaintiff.  \n(2) Equitable considerations militate against a decree of judicial \ndissolution. \n \n56. Even if Brady establishes that she had reasonable expectations that \nwere known to the other shareholders and have been frustrated through no fault of \nher own, it does not automatically follow that she is entitled to a decree of judicial \ndissolution.  Dissolution is an equitable remedy; therefore, b efore granting such a \nremedy, the Court “must exercise its equitable discretion, and consider the actual \nbenefit and injury to [all of] the shareholders resulting from dissolution.”  Meiselman, \n309 N.C. at 297, 307 S.E.2d at 5 62 (alteration in original) (quoting Henry George & \nSons, Inc. v. Cooper -George, Inc. , 632 P.2d 512, 516 ( Wash. 1981)).  A minority \nshareholder is not entitled to “dissolution of a corporation  . . . at the expense of the \ncorporation and without regard to the rights and interests of the other shareholders.”  \nId.  \n57. Brady has stated  on several occasions  that, realistically, she is “not \ntrying to get [United Tool] dissolved,” but  prefers an alternative remedy , such as \nrequiring United Tool to buy out her ownership interest.  (Brady Dep. vol. 2, 179:11; \nsee Brady Dep. vol. 2, 179:21–24; Mem. Supp. Pl.’s Mot. Summ. J. 24 .)  The Court \nneed not consider whether it might award any alternative equitable remedy, because \n \n \nit does not have the power to do so.  At the time the North Carolina Supreme Court \ndecided Meiselman, courts had broad equitable powers to fashion relief for a minority \nshareholder.  See Meiselman, 309 N.C. at 300, 307 S.E.2d at 563 –64.  “A significant \ndifference exists between the statutory framework in which North Carolina courts \nanalyzed Meiselman and the framework in existence today.”  High Point Bank & Tr. \nCo. v. Sapona Mfg. Co., No. 08-CVS-1065, 2010 NCBC LEXIS 14, at *16 (N.C. Super. \nCt. June 22, 2010) (Tennille, J.), aff’d, 212 N.C. App. 148, 713 S.E.2d 12 (2011).  When \nMeiselman was decided , trial court s had the authority  under N.C. Gen. Stat. \n§ 55-125.1 to mandate judicial dissolution, to require the company to buy  out the \ncomplaining shareholder, or to order alternative forms of equitable relief.  Id. at *16–\n17.  After Meiselman, t he legislature narrowed the statute and “ eliminated the \nalternative remedies to dissolution set forth in section 55-125.1.”  Id. at *18; see also \nRussell M. Robinson, II, Robinson on North Carolina Corporation Law § 28.12(2), at \n28-25 to -26 (7th ed. 2016).  \n58. Under the current statute, a  buyout is triggered only  after the court \norders that judicial dissolution is otherwise necessary .  Even then, the  corporation \nhas the option but not the obligation to buy out the minority shareholder, because the \nCourt cannot mandate a buyout.  High Point Bank & Tr. Co., 2010 NCBC LEXIS 14, \nat *15; Coleman v. Coleman, No. 14-CVS-3689, 2015 NCBC LEXIS 114, at *11 (N.C. \nSuper. Ct. Dec. 10, 2015) (Bledsoe, J.); see also Robinson, supra, § 28.12(2), at 28-25 \nto -26.  If the corporation chooses to exercise the buyout option, the court’s role would \nthen be limited to establishing the fair value at which the shares would be purchased.  \n \n \nSee N.C. Gen. Stat. § 55-14-31(d) (2015); see also Royals v. Piedmont Elec. Repair Co., \n137 N.C. App. 700, 709, 529 S.E.2d 515, 521 (2000), aff’g No. 97-CVS-720, 1999 NCBC \nLEXIS 1 (N.C. Super. Ct. Mar. 3, 1999) (Tennille, J.).   \n59. “Justifying liquidation as a tool for enforcing the rights or interests of a \ncomplaining shareholder . . . requires a strong showing” because “[t]he statutory right \nto judicial dissolution . . . [is] counter to the judiciary’s t raditional deference to the \nmajority rule in corporate management and to the business judgment rule.”  High \nPoint Bank & Tr. Co., 2010 NCBC LEXIS 14, at *19  (citing Meiselman, 309 N.C. at \n291–92, 307 S.E.2d at 559).  To determine whether dissolution is equitable, the Court \nshould consider numerous factors, including “the parties’ original expectations, the \nevent or action that intervened in these expectations, destruction of original \nexpectations, the status of minority shareholders, the nature of the business, the \nimpact on employees and others, the relationship between the parties, and recent \ncorporate actions.”  Joalpe-Industria de Expositores, S.A. v. Alves, No. 10-CVS-5697, \n2015 NCBC LEXIS 11, at *23 (N.C. Super. Ct. Jan. 27, 2015) (McGuire, J.); see also \nRoyals, 1999 NCBC LEXIS 1, at *23–30. \n60. As an initial matter, there is no basis on this record to dissolve United \nTool to preserve assets from further diminution because of ongoing operating losses.  \nThe record clearly establishes that United Tool continues profitable operations and \nthat Brady continues to receive substantial dividends as a result.  (Brady Dep. vol. 1, \n115:23; Brady Dep. vol. 2, 167:1–5; B. Van Vlaanderen Aff. ¶ 30.)   \n \n \n61. Admittedly, disputes among the family members ha ve led to \nunfortunate consequences, but that does not justify the Court’s intervention.   The \nCourt properly seeks to “avoid mandating adversarial relationships in closely held \ncorporations where the success of the business depends on the good faith, mutual \nrespect, and close cooperation of the participants.”  High Point Bank & Tr. Co., 2010 \nNCBC LEXIS 14, at *20–21.  Despite disagreements, United Tool’s shareholders have \nmaintained the business  and have held  shareholder meetings  since this lawsuit \ncommenced.  (See B. Van Vlaanderen Aff. ¶ 25.)   \n62. The Court must be particularly mindful of  the impact that dissolution \nwould have on innocent third parties, such as employees.  Royals, 1999 NCBC LEXIS \n1, at *29.  This Court considered that particular factor at length in High Point Bank \n& Trust Co. v. Sapona Manufacturing Co. when it found that dissolution was \ninequitable because it “would severely diminish the value of the other shareholders’ \nownership interest, and hundreds of employees co uld potentially lose their jobs. ”  \n2010 NCBC LEXIS 14, at *41 .  The Court also noted that  dissolution could have \nimposed significant tax liabilities on all shareholders.  Id.   \n63. As of April 7, 2015, United Tool had seventy-two employees.  (B. Van \nVlaanderen Aff. ¶  33.)  There is no indication that th ose employees would receive \nadequate protection from substantial adverse effects in the event of the dissolution of \nUnited Tool, which currently provides stable employment because of its ongoing \nprofitable operations.  \n \n \n64. Notwithstanding that some stakeholders may be adversely affected, a \ncourt may proceed with dissolution if a  business is “being conducted to the unfair \nadvantage of the majority shareholder .”  Garlock v. S e. Gas & Power, Inc. , No. 00-\nCVS-01018, 2001 NCBC LEXIS 9, at *35  (N.C. Super. Ct. Nov. 14, 2001)  (Tennille, \nJ.); see also Joalpe-Industria de Expositores, S .A., 2015 NCBC LEXIS 11, at *25; \nRoyals, 1999 NCBC LEXIS 1, at *32.  But if the business “ can be operated for the \nbenefit of all the shareholders,” then dissolution is not necessary.  Royals, 1999 NCBC \nLEXIS 1, at *27.  The Court now finds, as Judge Tennille did in earlier cases, that \nthe “regular payment of dividends evidences the directors’ intent to free profits for \ndistribution rather than holding them captive o r paying out excessive salaries,” and \nstrongly indicates that the company is being, and can be, operated for the benefit of \nall shareholders.  High Point Bank & Tr. Co., 2010 NCBC LEXIS 14, at *22; see also \nRoyals, 1999 NCBC LEXIS 1, at *27.    \n65. There is no evidence that the Individual Defendants have used their \ncollective majority shareholder position to manipulate shareholder compensation to \ntheir advantage or  to Brady’s disadvantage.  N one of the other shareholders have \nreceived a salary increase, a bonus, or any other similar payout  from United Tool \nsince Brady’s employment was terminated in May 2012.  (B. Van Vlaanderen Aff. \n¶¶ 31–32.)  The facts now before the Court do not rise to the level of extreme actions \nby the majority shareholder s that  preclude Brady from receiving any reasonable \nreturn on h er investment, which is what compelled Judge Tennille to order \ndissolution in Royals v. Piedmont Electric Repair Co., 1999 NCBC LEXIS 1, at *31.   \n \n \n66. Rather, the facts of this case more closely approximate those in High \nPoint Bank & Trust Co. v. Sapona Manufacturing Co. that led Judge Tennille to deny \nthe request for judicial dissolution because the complaining minority shareholder was \nregularly receiving dividend payments and antagonistic relationships did not prevent \nthe successful ongoing operation of the company.  2010 NCBC LEXIS 14, at *23–25. \n67. The Court has carefully considered Brady’s contention that “she is stuck \nin an ownership role . . . without any of the benefits of ownership.”  (Mem. Supp. Pl.’s \nMot. Summ. J. 17.)  That assertion, of course, fails to acknowledge that the millions \nof dollars in dividends paid during the course of this litigation are a significant benefit \nof ownership.   Another pertinent fact is that Defendants have not made any effort to \npreclude Brady from selling her interest in United Tool.  While admittedly , Brady \nonly has a minority interest, she has the largest single ownership percentage of all \nthe shareholders.  There is no shareholder agreement that restricts her ability to sell \nher interest, and Defendants even reached an agreement with Brady regarding the \ndisclosure of confidential information to any potential purchasers.  \n68. In sum, even assuming that Brady had a reasonable expectation of \ncontinued employment, that expectation does not justify the equitable remedy of a \ndecree compelling judicial dissolution of United Tool.  Brady is still receiving benefits \nof her ownership interest in a profitable corporation.  Any loss of employment benefits \nthat Brady may have suffered do es not justify the much larger loss that would be \nsuffered by others upon the dissolution of United Tool.  Additionally, Brady has not \nforecast sufficient evidence to establish that United Tool’s assets are being \n \n \nmismanaged or wasted to warrant liquidation pursuant to the fourth prong of N.C. \nGen. Stat. § 55-14-30(2).  Accordingly, Defendants are entitled to summary judgment \nin their favor and against Brady on her claim to dissolve or liquidate United Tool. \nB. Brady Is Not Entitled to a Judicial Decree to Dissolve United Realty \nor Waters Edge.  \n \n69. Dissolution of an LLC is governed by N.C. Gen. Stat. § 57D-6-02(2), \nwhich allows a court to dissolve an LLC in a proceeding brought by a member of the \nLLC “if it is established that (i) it is not practicable to conduct the LLC’s business in \nconformance with the operating agreement and [chapter 57D] or (ii) liquidation of the \nLLC is necessary to protect the rights and interests of the member.”  N.C. Gen. Stat. \n§ 57D-6-02(2) (2015).    \n70. Although there are obvious common policies between this provision and \nsection 55-14-30, the North Carolina appellate courts have not yet addressed whether \na claim pursuant to section  57D-6-02(2) is governed by the same principles as a \nMeiselman claim under chapter 55.  See Blythe v. Bell, No. 11-CVS-933, 2013 NCBC \nLEXIS 7, at *6 (N.C. Super. Ct. Feb. 4, 2013).  \n71. Brady contends that Waters Edge and United Realty should be judicially \ndissolved because they are being mismanaged and the companies’ assets are being \nwasted.  Brady has not offered evidence to support her contentions. \n72. After this action was initiated , Waters Edge was sold, and Brady \nreceived $80,000 in consideration for her one-third share.  (Brady Dep. vol. 2, 354:1–\n7.)  Although Brady contends that the Individual Defendants decided to sell Waters \nEdge without informing her, (Pl.’s Suppl. Interrog. Resp. ¶ 19,) she admits that she \n \n \nauthorized the sale, (Pl.’s Suppl. Interrog. Resp. ¶ 21.)  Based on that sale and Brady’s \nadmission that she no longer has any claims against Waters Edge , (Brady Dep. vol. \n2, 254:25–255:2,) Defendants are entitled to summary judg ment in their favor and \nagainst Brady on her claim for judicial dissolution of Waters Edge. \n73. Brady has alleged that United Realty is being mismanaged because she \nbelieves that the rent it is charging United Tool is too low and “there is a significant \namount of land that is not being utilized.”  (Pl.’s Suppl. Interrog. Resp. ¶ 18.)  Brady \nargues that the Individual Defendants were wrong to reject her ideas on how to better \nutilize the land “ in order to generate a stream of income  for all the parties .”  (Pl.’s \nSuppl. Interrog. Resp. ¶ 18.)  United Realty currently rents the building and land to \nUnited Tool.  (Brady Dep. vol. 2, 183:18–21.)  Brady, as a one-third owner, receives \nmonthly distribution checks from United Realty.  (Pl.’s Suppl. Interrog. Resp. ¶¶ 24, \n33; Brady Dep. vol. 1, 44:1–2.)   \n74. A claim for judicial dissolution is not intended to police disagreements \namong members that are not accompanied by proof of substantial mismanagement \nor financial loss.  While Brady and the Individual Defendants apparently disagree \nabout business decisions concerning the use of United Realty’s land, those \ndisagreements are not sufficient to warrant judicial dissolution.  \n75. Defendants are entitled to summary judgment in their favor and against \nBrady on her claim to dissolve United Realty.   \n \n \n \n \nC. Brady’s Claims for Access to Information and Records against United \nTool and Waters Edge Are Dismissed.  \n \n76. Brady brought a claim against United Tool pursuant to N.C. Gen. Stat. \n§ 55-16-05 and against the Defendant LLCs pursuant to N.C. Gen. Stat. §  57C-3-04 \nfor an inspection of corporate records.  The Court dismissed Brady’s inspection claims \nagainst United Realty and Enterprise based on Brady’s admission that she has been \nprovided or allowed access to all documents requested.   Brady, 2016 NCBC LEXIS \n56, at *11; Brady, 2015 NCBC LEXIS 59, at *7.  That same admission mandates that \nthe inspection claims against United Tool and Waters Edge be dismissed.   \nD. Brady’s Claims, if any,  against the Individual Defendants  Are \nDismissed. \n \n77. Brady joined the Individual Defendants but did not specifically allege \nclaims against them.  It appears that Brady joined the other shareholders on the \nassumption that they were necessary parties to a claim for judicial dissolution.  \nHowever, N.C. Gen. Stat. §  55-14-31(b) provides that “[i]t is not necessary to make \nshareholders parties to a proceeding to dissolve a corporation u nless relief is sought \nagainst them individually.”  N.C. Gen. Stat. §  55-14-31(b).  She has neither alleged \nnor offered proof that would lead to a finding of individual wrongdoing by any of the \nIndividual Defendants.  Accordingly, those claims, if any, should be dismissed.   \n78. Any pending request for attorneys’ fees incurred in litigating discovery \ndisputes are denied.  \nVII. CONCLUSION \n79. For the foregoing reasons, \n \n \n1) Plaintiff’s Motion for Summary Judgment is DENIED; \n2) Defendants’ Motion for Summary Judgment is GRANTED; and \n3) Plaintiffs’ Second Amended Complaint is DISMISSED WITH \nPREJUDICE.  \n \nIT IS SO ORDERED, this the 19th day of July, 2017. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n \n \n "
}