{
  "id": "468a55c22923c1aff9f1409bf3d0b05753cfc20be24e60355f78306d69d303fe",
  "source_file": "data/raw/ncbc/468a55c22923c1aff9f1409bf3d0b05753cfc20be24e60355f78306d69d303fe.pdf",
  "raw_text": "BIEMANN AND ROWELL CO. v. THE DONAHOE COMPANIES, INC., 2000 NCBC 8\n \nSTATE OF NORTH CAROLINA\n         \n \nCOUNTY OF GUILFORD\n \n \nBIEMANN AND ROWELL \nCOMPANY,\n \nPlaintiff,\n \nv.\n \nTHE DONOHOE \nCOMPANIES, INC.,\n     \nD/B/A DONOHOE \nCONSTRUCTION \n     \nCOMPANY, \n                                                 \n \nDefendant.\n \n \n \n \n \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\n99-CVS-9132\n \n \n \n \n \n \n \nORDER AND JUDGMENT\n \n \n{1}\n      \nOn November 15, 1999, this matter came on for trial before the undersigned without a jury based upon the\nsubmissions of the parties. The Court, having heard the evidence, makes the Findings of Fact and Conclusions\nof Law set forth below.\n  \nJudgment on all claims is entered in favor of Defendant The Donohoe Companies,\nInc. (“Donohoe”).\n  \nCentral to the resolution of this case is the determination of the proper procedures to be\nfollowed by co-primes under state contracts when claims arise against each other during the course of the\nproject.\nErwin and Bernhardt, P.A., by Fenton T. Erwin, Jr., for Plaintiff Biemann and Rowell Company.\n \nSafran Law Offices, by Perry R. Safran, for Defendant The Donohoe Companies, Inc.\n \nFindings of Fact\n{2}\n      \nPlaintiff, Biemann and Rowell Company (“Biemann and Rowell”), is a corporation duly organized under\nthe laws of the state of North Carolina.\n  \nDefendant, Donohoe Construction Company (“Donohoe”), is a\ncorporation duly organized under the laws of the State of Delaware which conducts business in North\nCarolina.\n  \nThis case arises out of the construction of the University of North Carolina Neuropsychiatric\nHospital in Chapel Hill, North Carolina (“Neuropsych”).\n  \nThe construction of Neuropsych was a multi-million\ndollar project.\n  \nBy statute in North Carolina, when the cost of a building project is over $500,000, the State\nemploys multiple prime contractors.\n  \nFour separate contractors were employed on the Neuropsych project to\nperform the heating, ventilating and air conditioning (“HVAC”) work, the plumbing and gas fitting work, the\nelectrical wiring and installation work, and the general work relating to the erection of the building.\n \n{3}\n      \nBiemann and Rowell submitted an aggressive bid to UNC Hospitals (“Owner”) in the amount of\n$3,515,900 for the HVAC work on the Neuropsych project.\n  \nOn or about July 1, 1992, Biemann and Rowell\nand Donohoe entered into separate contracts with the Owner to serve as the mechanical contractor and general\ncontractor, respectively, for the construction of Neuropsych.\n  \nWayne J. Griffin Electric, Inc. was the electrical\nprime contractor and Bell BCI Company was awarded the plumbing contract.\n  \nThe architect on the\nNeuropsych project was HKS Architects, Inc. (“Architect”).\n{4}\n      \nDonohoe, as General Contractor, was to assume the role of Project Expediter.\n  \nArticle 14 of the General\nConditions of the contract provided that the Project Expediter had the following responsibilities: (1) schedule\nthe work of all Contractors; (2) maintain a project progress schedule for all Contractors and revise the schedule\nas needed; (3) give adequate notice to all Contractors of time frames critical to the job progress to insure\nefficient continuity of all\n \nphases of the work; and (4) notify the Architect of any changes in the project\nschedule.\n \n{5}\n      \nThe Supplementary General Conditions to the project contract removed some of the scheduling\nresponsibilities from the Project Expediter and instead placed them with the Schedule Coordinator.\n  \nAlternate\nG-5 in the contract indicated that Donohoe was to employ HICAPS as a CPM Schedule Coordinator.\n  \nChange\norder G-8, issued by the Owner and effective October 6, 1993, approved proposed change order 60 and\ndirected that the CPM Schedule Coordinator would be employed directly by UNC and would be changed to\nThe Milestone Group in lieu of HICAPS.\n{6}\n      \nAs project expediter, Donohoe had poorly defined responsibilities. Although Milestone relieved Donohoe\nof the responsibility for developing the original CPM schedule, Donohoe remained responsible for\n“maintain[ing] the progress schedule, making monthly adjustments, updates, corrections, etc. that [were]\nnecessary, keeping all Contractors and the [Architect] fully informed.”\n  \n(Pl. Ex. 1, Article 14(j).)\n  \nThus, while\nMilestone assumed the role of coordinator in assimilating information obtained from the co-primes, Donohoe\nhad a more active responsibility for communication on the project between co-primes and for the proposal of\nany necessary adjustments to the schedule.\n  \nDonohoe had no power or leverage as expediter.\n  \nUnder the\ncontract, the leverage remained with the Owner.\n  \nDonohoe’s real impact on the job was the result of its\nposition as general contractor.\n{7}\n      \nAccording to Article 18, the Architect was charged with the responsibility of interpreting the contract\ndocuments.\n  \nThus, the Architect had the authority to find Donohoe in violation of the contract.\n  \nOn several\noccasions, the Architect reminded Donohoe of its obligations as project expediter.\n  \nIn fact, on at least one\noccasion the Architect warned Donohoe that it was ignoring its contract responsibilities by failing to make\nneeded adjustments and updates to the schedule.\n{8}\n      \nMilestone, as Schedule Coordinator, was responsible for developing a Critical Path Method progress\nschedule.\n  \nThe \nCritical Path\n Method (CPM) of scheduling \nconstruction\n work utilizes a flow chart showing the\nsequence of the work to be performed.\n  \nMilestone developed the CPM schedule based on information provided\nby the co-primes.\n   \nThe original project CPM schedule was approved by all parties on December 18, 1992, and\nprovided for completion of the project within 1004 days of the Notice to Proceed which was issued on August\n17, 1992.\n \n{9}\n      \nScheduling on the Neuropsych project was largely a mechanical function.\n  \nEach prime contractor was\nresponsible for scheduling its work activities in accordance with the critical path.\n  \nMilestone received\ninformation from the primes on their progress and updated the project schedule accordingly.\n  \nIf a prime\ncontractor was causing the project to fall behind the critical path, Milestone sent the contractor written\nnotification of actual or potential delays.\n \n{10}\n    \nIn addition to preparing the critical path for the project, Milestone was responsible for monitoring work and\nfor updating the schedule every two weeks.\n  \nArticle 57 of the Supplementary Conditions required Milestone to\nmonitor the work on the project through weekly coordination meetings with “appropriate representatives of\nContractor(s), the Owner, the Architect and designed [sic] subcontractors.”\n  \nIn addition, weekly meetings with\nthe project foremen were held, providing an opportunity for the prime contractors to discuss the progress of the\nproject and to raise concerns about delays.\n{11}\n    \nThe project documents outlined the duties of co-prime contractors.\n  \nSpecifically, the co-prime contractors\nwere required to cooperate and consult with each other during construction.\n  \nEach contractor was to execute his\nwork so as to cause the least amount of delay to the other contractors.\n  \nEach contractor was to be responsible\nfor any damage to the other contractors’ work and each contractor was to be financially responsible to the\nother contractors for undue delay caused by him.\n{12}\n    \nThe contract also provided that if any part of the contractor’s work depended upon the work of another\ncontractor, defects which might affect that work should be reported to the Architect in order that prompt\ninspection might be made and the defects corrected.\n  \nCommencement of work by a contractor where such\ncondition existed was to constitute acceptance of the other contractor’s work as being satisfactory in all\nrespects, except as to defects which might later develop.\n  \nThe Architect was designated the judge of the quality\nof work and was responsible for settling all disputes between contractors on the project.\n  \nA contractor was\ndirectly responsible for any damage caused to the work or property of another contractor and, upon notice, was\nrequired to promptly settle the claim or otherwise resolve the dispute.\n{13}\n    \nBy contract, the parties expressly agreed to submit the question of delay to the judgment of the Architect.\n \nArticle 15 of the contract allocated to the Architect the authority to determine responsibility for delay among\nthe prime contractors.\n  \nWhen one prime’s work depended on another, problems were to be reported to the\nArchitect.\n   \nThe contract provided:\nThe Architect shall be the judge as to the division of responsibility between the Contractor(s) based\non the construction schedule, weekly reports and job records, and shall apportion the amount of\nliquidated damages to be paid by each of them, according to delay caused by any or all of them.\n \n(Pl. Ex. 1, Article 23(c).)\n \n{14}\n    \nThe Architect had the ability to withhold funds from a co-prime for failing to perform work.\n  \nIn addition,\nArticle 23 of the General Conditions provided that if a contractor was delayed at any time in the progress of\nhis work by any act or negligence of another contractor, “then the contract time may be extended by change\norder for the time which the Architect and Owner may determine is reasonable.”\n  \nThe contractor responsible\nfor the delay could be charged for the costs associated with any such change order.\n  \nBiemann and Rowell\nnever requested such a change order.\n{15}\n    \nDonohoe had no contractual power to enforce performance of a co-prime’s contract.\n  \nDonohoe did not have\nthe option of withholding funds from a co-prime; giving notice to cure, hiring additional crew and charging\ncosts to the co-prime; or terminating a co-prime’s contract in the event that a particular co-prime was causing\ndelay to the project.\n  \nDonohoe’s contractual ability to control a co-prime’s work was limited to giving notice to\nthe co-prime and the Architect with respect to delays caused by the co-prime, which Donohoe did on occasion\nduring the course of the project.\n{16}\n    \nDuring the course of and subsequent to construction, change orders were issued extending the contract\ncompletion date.\n  \nDelays occurred at all phases of the project.\n  \nWeather contributed to a delay in Phase I of the\nproject; such delay carried over into Phase II.\n  \nIn fact, before Phase III even began, two recovery schedules had\nbeen put into place.\n  \nIn Phase III, weather continued to be a problem, a situation which was exacerbated by the\nfailure to temporarily dry-in the building.\n \n{17}\n    \nDelays in Phase III of the project were attributable to several factors.\n  \nFirst, the tight sight and dense\nconstruction presented logistical problems and caused contractors to interfere with each other’s work.\n  \nSecond,\nduring the course of the project, the owner made revisions to the sixth floor which added to the scope of work\nfor all contractors and extended the completion date of the project by 56 days.\n  \nAs a result, the contractors\nwere frequently forced to complete work out of sequence.\n  \nNo fault is attributable to the co-primes as a result\nof these factors.\n{18}\n    \nFurther delay was created by a structural defect which caused the building to settle.\n  \nThis settling in turn\ncaused the metal studs in the basement to bend.\n   \nConsequently, Donohoe had to replace the studs.\n  \nThe\nstructural defect was not the fault of Donohoe.\n  \nDuring this period, the work had to leave the basement and\nprogress instead from the ground floor level.\n  \nThis modification affected all of the primes’ work and further\ncaused the work to progress out of sequence.\n  \nNevertheless, Biemann and Rowell signed a proposed change\norder which did not request extra time or money for the delay.\n  \nIn addition, Biemann and Rowell was given the\nbenefit of a nineteen-day time extension granted to all contractors as a result of this delay.\n      \n{19}\n    \nDonohoe’s failure to temporarily “dry-in” the building by way of installing a fifth floor seal resulted in\nadditional delay to the project schedule.\n  \n“Temporary building seal” appeared as a milestone (a particular point\nin time) on the project schedule, rather than an activity (work to be performed).\n  \nHowever, the evidence before\nthe Court indicates that it was the understanding of the contractors, Architect, and Schedule Coordinator that\nDonohoe was to install a temporary moisture seal at the fifth floor level, thus allowing work at the lower levels\nto take place which would not ordinarily take place until a roof was installed on the structure.\n  \nThe nature of\nthis “temporary building seal” was never defined and was not a specific requirement in Donohoe’s contract.\n{20}\n    \nTheoretically, this temporary building seal would have facilitated the speed with which the project was to\nbe completed.\n  \nNormally, work would be restricted until the roof was put on because the lower levels would be\nexposed to moisture accumulation in inclement weather.\n  \nThe CPM schedule was designed around the\nelimination of this moisture accumulation.\n  \nHowever, there was no understanding among the co-primes, the\nOwner, and the Architect detailing what constituted a temporary moisture seal.\n  \nNo witness could testify of\nany direct knowledge of an agreement among the parties to the contract about what would be done to create a\n“building seal.”\n  \nNo witness had seen a “building seal” on any other construction project.\n{21}\n    \nThe absence of a fifth floor seal prevented Biemann and Rowell from performing certain work in\naccordance with the deadlines set by the CPM schedule and caused Biemann and Rowell to perform other\nwork out of sequence.\n  \nRegardless of whether “temporary building seal” was a milestone or an activity,\nDonohoe failed in some respects to complete its work in accordance with the project schedule (i.e., by failing\nto install the drywall in accordance with the schedule).\n  \nNo specific demand was ever made on Donohoe to\nperform a specific act or acts which would have created a “temporary building seal.”\n  \nNo notice was ever\ngiven that the failure to install a fifth floor moisture seal would result in a delay loss claim against Donohoe.\n{22}\n    \nThe contract provided that when the work fell fifteen days behind schedule, a recovery schedule would be\ndeveloped at the expense of the contractor causing delay.\n  \nAlthough Donohoe was required to develop several\nrecovery schedules throughout the Neuropsych project, Donohoe was never charged\n  \nby the Owner for costs\nassociated with any such schedule.\n \n{23}\n    \nThere were some delays throughout the project that were attributable to Donohoe; however, the Owner\nnever exercised its right to complete work or annul the contract with Donohoe pursuant to Articles 28 and 29\nof the General Conditions.\n  \nNo liquidated damages were assessed against Donohoe by the Owner.\n \nFurthermore, on November 15, 1999, a final change order was issued closing Donohoe’s contract with the\nOwner.\n  \nThis change order revised the scheduled completion date to be May 15, 1996, Donohoe’s completion\ndate.\n  \nSubstantial completion of the project occurred on May 15, 1996, and UNC took beneficial occupancy on\nthat date.\n  \nThus, by way of this change order, contractually there were no days late on the project attributable to\nDonohoe not performing their work in a timely manner.\n \n{24}\n    \nBiemann and Rowell also contributed to the overall project delay.\n  \nMeeting minutes and field observation\nreports list delays in the completion of Biemann and Rowell activities.\n  \nThe majority if not all of these\nactivities were not dependent upon the installation of a temporary seal at the fifth floor level.\n  \nIn addition,\nBiemann and Rowell experienced cost overruns in months where work was progressing on schedule.\n \n{25}\n    \nThroughout the project, Biemann and Rowell kept records of total labor hours.\n  \nIf labor time was running\nover the estimate upon which the bid was based, the project manager was notified.\n  \nHowever, during the\nproject Biemann and Rowell did not make any attempt to tie labor overrun to specific factors or causes.\n \nBiemann and Rowell had the ability to enter into the daily log book the amount of additional time worked and\nthe number of additional men needed as a result of each delay, but elected not to do so.\n  \n(Searles Testimony,\nvol. 3, p. 131-52, lines 19-13.)\n  \nIn addition, Biemann and Rowell did not have an internal process in place to\nanalyze the accuracy of its bid estimate.\n  \nThroughout the Neuropsych project Biemann and Rowell failed to\nkeep records which would permit or support a direct relationship between specific causes and particular\nperiods of labor overrun.\n{26}\n    \nBiemann and Rowell never made any written requests to the Owner or to the Architect seeking an\nextension of time to account for delay attributable to Donohoe, nor did Biemann and Rowell give written\nnotice to the Owner or Architect that Donohoe was delaying Biemann and Rowell’s work.\n  \nOn September 20,\n1994, following the review of a recovery schedule, Brad Pope, project manager for Biemann and Rowell,\nwrote a letter to the Architect reserving the right to seek recovery of costs incurred due to delays.\n  \nHowever,\nduring the project, no claims for damages or delays were filed against Donohoe by the Owner, the Architect,\nthe other co-primes, or any of Donohoe’s subcontractors, nor were any claims for damages or delay made\nagainst Biemann and Rowell by any of its subcontractors.\n{27}\n    \nDuring the project, Biemann and Rowell did not have a policy of sending written notification to co-primes\nor subcontractors that were causing delay and thus contributing to a labor overrun.\n  \nHowever, Biemann and\nRowell did have a form notice letter which provided notice to other contractors or subcontractors that they\nwere impacting or delaying Biemann and Rowell’s work and reserved the right to seek costs or damages.\n  \n(Def.\nEx. Searles Cross 1.)\n  \nDuring the course of the project, Biemann and Rowell sent several of these form letters\nto Griffin Electric, the electrical prime contractor, advising Griffin they were delaying or interfering with\nBiemann and Rowell’s work and that costs would be incurred to recover lost time.\n  \n(Searles Testimony, vol. 3,\np. 161-70, lines 3-24.)\n  \nNo such letters were sent to Donohoe.\n  \nBiemann and Rowell never provided Donohoe\nwith written or verbal notice of any undue delay caused by Donohoe which would put Donohoe on notice that\nit needed to take action to avoid a claim.\n \n{28}\n    \nBiemann and Rowell never gave notice of economic harm at any progress meetings, coordination\nmeetings, schedule update meetings, or foremen’s meetings, nor did Biemann and Rowell ever indicate\npublicly or privately that they intended to claim damages from Donohoe for delays.\n  \nAlthough the weekly\nforemen’s meetings together with the monthly meetings between the contractors, Owner and Architect\nprovided a forum in which responsibility for delays could be allocated, the minutes of these weekly meetings\nindicate that Donohoe did not receive any notice of potential claims for extra costs while in attendance at these\nmeetings.\n{29}\n    \nBiemann and Rowell’s completion date was November 20, 1995.\n  \nPursuant to Article 32 of the contract,\n“[t]he making and acceptance of final payment shall constitute a waiver of all claims by the Contractor. . . .”\n \nThus, final certificate of payment was to be accompanied by a release and waiver of claims against the other\nco-primes or the subcontractors.\n  \nIn fact, the release signed by Biemann and Rowell on January 13, 1997,\ncontained the following language: “acceptance of final payments warrants that no claims exist against any\nperformers of the work for the above referenced project.”\n{30}\n    \nOn October 11, 1996, Biemann and Rowell notified Donohoe by letter of its claim for damages resulting\nfrom undue delay attributable to Donohoe.\n  \nAt the time of the October 1996 letter, Donohoe had released 78 of\nits 80 subcontractors.\n  \nThroughout the process of closing the contracts with its subcontractors, Donohoe had no\nknowledge of a potential undue delay claim.\n  \nThus, if any undue delay attributed to Donohoe by Biemann and\nRowell had been the fault of a subcontractor, Donohoe would have already released that subcontractor.\n{31}\n    \nUpon receiving the notice of Biemann and Rowell’s claim for undue delay, Donohoe requested that\nBiemann and Rowell provide a written claim for financial recovery.\n  \nBiemann and Rowell consulted with\nWilliam McGinnis of Bottom Line Construction Services, Inc., a management company that specializes in\nconstruction claims.\n  \nMr. McGinnis analyzed the project documentation and arrived at a modified total cost\nclaim for damages.\n \n{32}\n    \nMr. McGinnis found that Biemann and Rowell had a total labor overrun of 36,184.1 man-hours on the\nproject.\n  \nMr. McGinnis arrived at this figure by determining the total man-hours expended in excess of\nBiemann and Rowell’s bid estimate, from which he “backed out” the man-hours added as a result of (1) the\nchange orders and (2) the rework man-hours attributable to Biemann and Rowell.\n \n{33}\n    \nMr. McGinnis’ analysis resulted in a total labor cost overrun of $521,775, which he entirely attributed to\ndelay caused by Donohoe.\n  \nBiemann and Rowell claims $779,356 in damages, a sum based on Mr. McGinnis’\ntotal calculation of damages.\n[fn1]\n  \nHowever, Biemann and Rowell’s job revenue exceeded job cost figures by\n$26,271.\n  \n(McInnis Testimony, vol. 4, pages 265-66, lines 19-15.)\n  \nThat is to say, Biemann and Rowell made\nmoney on the project.\n \n{34}\n    \nThe total cost claim methodology used by Biemann and Rowell to establish damages does not account for:\n \nany underbidding of the project; any inefficiency by Biemann and Rowell in the performance of its work;\ndelays caused by other co-primes, or their subcontractors; delays caused by Biemann and Rowell or its\nsubcontractors; or any design deficiencies or design changes during the course of the project.\n  \nIn addition,\nBiemann and Rowell failed to account for changes in the schedule resulting from the Owner’s changes in the\nscope of the work, or schedule changes agreed upon at the monthly meetings.\n  \nSince Biemann and Rowell\nfailed to keep records from which excess labor attributable to undue delay could be determined, Mr. McInnis\ncould not directly correlate any excess cost to a particular delay.\n{35}\n    \nBiemann and Rowell’s evidence of damages was not based on an independent investigation.\n  \nMr.\nMcGinnis’ analysis was premised on the baseline schedule for the project. \n \nMr. McGinnis assumed the\nschedule given to him by Biemann and Rowell’s project manager was the baseline schedule approved by all\ncontractors in December 1992.\n  \nMr. McGinnis did not obtain any schedule information from Milestone or\nDonohoe, nor did he attempt to verify the schedule given to him by Biemann and Rowell.\n  \nHis method of\ncalculation does not take into account changes in the schedule which were not caused by Donohoe, but holds\nDonohoe responsible for all labor cost overruns because it was the project expediter.\n{36}\n    \nDuring the course of the project Biemann and Rowell submitted invoices to Donohoe for the following\nitems: (1) Invoice dated 2/7/96 in the amount of $1,420.71 for the connections to five sterilizers; (2) Invoice\ndated 10/28/94 in the amount of $2,774.76 for miscellaneous metal “Z” bar provided by Biemann and Rowell;\n(3) Invoice dated 2/7/96 in the amount of $458 for 16 gauge steel angles; and (4) Invoice dated 3/20/96 in the\namount of $15,588.03 for repairs to chilled water lines in manhole number one.\n  \nDonohoe denied payment for\nthe first invoice on the basis that the work was either within the scope of Biemann and Rowell’s work, or, if\nnot, Biemann and Rowell was to seek a reimbursable change order from the Architect, as the item was clearly\noutside the scope of Donohoe’s work.\n  \nWith respect to the next two invoices, Donohoe agreed to allow\nBiemann and Rowell to use a tower crane and materials hoist furnished to the project by Donohoe in exchange\nfor not charging for the materials supplied by Biemann and Rowell.\n  \nPayment of the fourth invoice was denied\nby Donohoe on the basis that it took precautions during the installation of precast on the west side of the\nbuilding to prevent damage to the existing grade and, upon conclusion of the work, found no evidence of\ndisturbance of the soil around the line.\n  \nBiemann and Rowell made no independent analysis of the cause of the\ndamage to the manhole, made no further attempt to collect on any of the four invoices and made no further\nassertions that amounts were owed on these invoices until April 1999.\n  \nDonohoe was not responsible for the\ndamage claimed.\nConclusions of Law\n \n{37}\n    \nBiemann and Rowell seeks damage for Donohoe’s alleged breach of contract, negligence, and non-\npayment of invoices.\n  \nBiemann and Rowell’s cause of action is statutory, arising under N.C.G.S. § 143-128,\nand is based upon the performance of duties under the terms of the contract.\n  \nTherefore, Biemann and Rowell’s\ncause of action for negligence is inappropriate and is dismissed.\n  \nSee Bolton Corp. v. T. A. Loving\n, 94 N.C.\nApp. 392, 396-97, 380 S.E. 2d 796, 799-80 (1989) (finding plaintiff had no claim for negligence against\ndefendant general contractor for delay damages but did have a claim against defendant pursuant to N.C.G.S. §\n143-128).\n  \nBiemann and Rowell’s complaint did not contain a cause of action for nonpayment of invoices.\n \nDonohoe’s first notice of such a claim occurred after the statute of limitations had expired.\n  \nTherefore,\nBiemann and Rowell’s attempt to amend its complaint to assert that claim is untimely and is denied.\n{38}\n    \nIn addition, Article 32(c) of the General Conditions provides that “[t]he making and acceptance of final\npayment shall constitute a waiver of all claims by the Contractor except those claims previously made and\nremaining unsettled.”\n  \nAccordingly, Donohoe argues that Biemann and Rowell’s execution of the final lien\nwaiver denying any claims against any providers of the work, ninety days after its first notice to Donohoe of a\nclaim and five months after substantial completion of the project, operates as a waiver and estoppel of\nBiemann and Rowell’s right to bring this action.\n  \nThis Court declines to decide whether Article 32(c) applies to\nclaims between co-prime contractors and instead focuses its analysis on whether Biemann and Rowell has\nasserted a valid delay claim against Donohoe.\n{39}\n    \nSection 143-128 of the North Carolina General Statutes provides that each prime contractor shall be liable\nto the other contractors for the full performance of the duties and obligations under the contract.\n  \nPursuant to\nN.C.G.S. § 143-128, Donohoe agreed to be liable to Biemann and Rowell for the performance of its duties and\nobligations due under the contract.\n  \nBiemann and Rowell argues that Donohoe violated N.C.G.S. § 143-128\nand breached the construction contract by (1) failing to fulfill its duties as project expediter and (2) causing\nundue delay to the project schedule.\nA.\n{40}\n    \nAn aspect of Biemann and Rowell’s claim is the allegation that Donohoe failed to fulfill its duties as\nproject expediter.\n  \nSpecifically, Biemann and Rowell claims that Donohoe failed to (1) properly schedule the\nwork of all contractors; (2) maintain a reasonable project progress schedule for all contractors; (3) give\nadequate notice to contractors to insure efficient continuity of the work; and (4) plan, develop, coordinate and\nadminister required recovery schedules.\n{41}\n    \nNowhere is the difficulty of assigning responsibility under the multi-primes structure more apparent than in\ndetermining the duties of the project expediter in this case.\n  \nDonohoe and the Architect exchanged heated\ncorrespondence regarding Donohoe’s role under the contract.\n  \nScheduling was removed from Donohoe’s\ncontractual responsibilities and contracted out to the Milestone Group, which reported directly to the Owner’s\nrepresentative.\n  \nAlthough the schedule was delayed, it is difficult to find a direct causal link between some\nduty Donohoe failed to fulfill as expediter and the delay.\n  \nCertainly no demand was made on Donohoe by\nBiemann and Rowell to take a particular action which Donohoe failed to do as expediter.\n  \nUnder Article 15, the\nArchitect was the sole judge of the responsibility for delay among contractors.\n  \nBiemann and Rowell made no\nrequest to the Architect to allocate responsibility for delay.\n  \nIn this situation, the Architect could have\ndetermined that Donohoe was responsible for liquidated damages for delay; however, it did not do so.\nB.\n{42}\n    \nIn order to succeed in its delay claim against Donohoe, Biemann and Rowell must show that (1) the delay\nwas unreasonable, (2) the delay was proximately caused by Donohoe’s actions, and (3) the delay caused some\ninjury to Biemann and Rowell.\n  \nMega Constr. Co., Inc. v. United States\n, 29 Fed. Cl. 396, 424 (1993).\n  \nThis\nCourt finds that Biemann and Rowell failed to meet all three elements of a delay claim.\n  \nFurther, the Court\nfinds that Biemann and Rowell failed to meet its obligation to raise the delay issue in a timely manner.\n{43}\n    \nAs originally scheduled, the project completion date was May 12, 1995; however, the date of substantial\ncompletion was not until May 15, 1996.\n  \nThus, the total delay on the Neuropsych project was 369 days.\n    \nThis\ndelay of over a year was attributable to several factors.\n{44}\n    \nThe facts show that Donohoe failed to complete its work according to the contract schedule.\n  \nSpecifically,\nDonohoe failed to install a temporary fifth floor building seal as called for by the schedule.\n  \nDonohoe’s failure\nto meet the project schedule with respect to the temporary building seal contributed to the project delays.\n \nFurther delay was caused by Donohoe’s failure to perform its duties as project expediter.\n  \nDonohoe neglected\nits coordination responsibilities by failing to notify contractors who were falling behind, failing to play an\nactive role in coordinating the co-primes’ work, and failing to implement recovery schedules.\n{45}\n    \nAlthough Donohoe failed to perform some of its duties as general contractor and project expediter and did\nnot always complete its work in accordance with the project schedule, Biemann and Rowell failed to present\nevidence that Donohoe was the sole proximate cause of delay to Biemann and Rowell’s work.\n \n{46}\n    \nPursuant to the contract, the Architect “interprets the contract which governs the relationship of the parties,\nand makes decision on all claims of contractors involving ‘any matter dealing with the execution of the\nwork.’”\n  \nBolton Corp. v. T.A. Loving Co.\n, 94 N.C. App. 392, 402 (1989).\n  \n“[W]hen a contract assigns the\nproject architect . . . responsibility to make decisions on all claims of contractors . . . the architect’s decision on\nresponsibility for delay should control.”\n  \n94 N.C. App. at 399 (citing J. Sweet, \nLegal Aspects of Architecture,\nEngineering, and the Construction Process\n § 33.09 (3\nrd\n ed. 1985)).\n  \nThe judgment of a prime’s ability to\nperform its job and to maintain timely progress is delegated to the Architect by contract.\n \n{47}\n    \nLetters and summaries written by the Architect indicate that Donohoe was failing to complete work\naccording to the project schedule and was failing to fulfill its role as project expediter.\n  \nWhile such letters may\nshow that Donohoe contributed to project delay, they are not dispositive on the question of whether Donohoe\ndirectly impacted Biemann and Rowell’s ability to complete its work in accordance with the schedule.\n \nBiemann and Rowell presented no evidence to support the conclusion that the Architect determined that all or\na portion of the responsibility for Biemann and Rowell’s labor overrun fell on Donohoe.\n  \nThe Architect was\nnever asked to make such determination, either during the project or at trial.\n  \nNo extra costs were allocated to\nDonohoe by the Architect.\n  \nThis Court finds that the Architect’s failure to assign any direct liability for delay\nto Donohoe served as an implicit determination that Donohoe was not directly responsible to Biemann and\nRowell for delays in Biemann and Rowell’s performance of its work.\n{48}\n    \nFurthermore, in order to establish a causal link between project delay and cost overrun, a plaintiff must link\nits allegation of delay to the critical path. The c\nritical path\n is that part of the \nconstruction\n which, if delayed,\nimpacts the remainder of the \nconstruction\n,\n or that without which work cannot proceed.\n  \nSee\n Wickmire &\nSmith, \nThe Use of \nCritical Path\n Method Techniques In Contract Claims\n, 7 Pub. Cont. L.J. 1, 43-45 (1974).\n \nActivities on the critical path have no discretionary time, or “float”; thus, if a day is lost to the \ncritical path,\n it\nis lost to the schedule, regardless of how many man-hours are worked that day on other activities.\n  \nLikewise,\nonly construction work on the critical path has an impact upon the time in which the project is\ncompleted.\n  \nIf work on the critical path is delayed, then the eventual completion date of the project\nis delayed.\n  \nDelay involving work not on the critical path generally has no impact on the eventual\ncompletion date of the project.\n \nMega Constr. Co., \n29 Fed. Cl. at 425.\n \n{49}\n    \nIn this case, Biemann and Rowell’s central argument with respect to Donohoe’s delay is that Donohoe\nfailed to install a temporary building seal, thus impacting the overall progress of the project.\n  \nWhile Biemann\nand Rowell’s argument seems logical, the installation of a temporary building seal only appeared on the\ncritical path in April 1994, long after the project began experiencing delays. Furthermore, Biemann and Rowell\nfailed to sufficiently establish how delays solely attributable to Donohoe impacted the critical path.\n  \nRather than trying to integrate alleged [defendant]-caused delays into a critical path analysis . . .\nplaintiff simply listed instances of delay allegedly attributable to defendant, in the form of a bar\nchart, and . . . [relied on] anecdotal testimony about the delays . . . . In fact, plaintiff failed to\nprovide the court with any credible coherent analysis of critical path delay, leaving to the court the\nwell-nigh impossible task of identifying, quantifying, and assigning responsibility for critical path\ndelay.\n \n \nId.\n at 426\n.\n  \nTherefore, the Court finds no causal link between the project delay and Biemann and Rowell’s cost\noverrun.\n{50}\n    \nThe final flaw in Biemann and Rowell’s delay claim is its failure to prove damages.\n  \nEven had this Court\nfound that Biemann and Rowell established the element of causation, Biemann and Rowell did not provide this\nCourt with competent evidence upon which an award of damages could be based.\n  \nBiemann and Rowell was\nnot able to sufficiently quantify the actual damages incurred on the Neuropsych project resulting from\nDonohoe’s actions.\n  \nTherefore, Biemann and Rowell relied on a modified total cost method of proving\ndamages.\n  \nApart from the fact that Biemann and Rowell failed to satisfy the four criteria necessary to rely on\nthe modified total cost method of proving damages, the cost data presented to the Court indicated a\n  \nnet profit\nto Biemann and Rowell on the Neuropsych project.\n \n{51}\n    \nThe modified total cost theory is a variation of the total cost method of determining damages in a\nconstruction delay claim.\n  \nUnder the total cost method, the contractor seeks the difference between its total\ncosts incurred in performance of the contract and its bid price.\n  \nThis method of quantifying damages is a theory\nof last resort and is highly disfavored by the courts because it assumes that all of plaintiff’s costs were\nreasonable, that the bid was accurately computed, and that the plaintiff is not responsible for any increases in\ncost.\n  \n“[T]his method is used only in cases where no other means of accurately computing damages are\navailable.”\n  \nYoungdale & Sons Constr. Co., Inc. v. United States\n, 27 Fed. Cl. 516, 541 (1993).\n{52}\n    \nThere are four criteria for recovery under total cost method:\n  \n(1) impracticability of proving actual losses\ndirectly; (2) reasonableness of bid; (3) reasonableness of actual costs; and (4) lack of responsibility for\nadditional costs.\n  \nId.\n  \nPlaintiff must prove these requirements by a preponderance of the evidence.\n  \nSee Neal &\nCo., Inc. v. United States\n, 36\n  \nFed. Cl. 600, 639-43 (1996).\n  \nThe modified total cost method is the total cost\nmethod with adjustments for any deficiencies in the plaintiff’s proof in satisfying the four requirements above.\n \nThe modified cost approach is used where the court finds it necessary to adjust either the contract price or the\ntotal cost of performance, or both.\n  \nThe modified total cost approach assumes that the elements of a total cost\nclaim have been established but that adjustments must be made.\n  \nBiemann and Rowell has failed to establish\nthe elements of a total cost method claim.\n{53}\n    \nFirst, Biemann and Rowell has not shown the Court that proving direct actual losses was impracticable.\n  \nTo\nestablish the impracticability of proving actual losses directly, a plaintiff must show that the nature of its losses\nmakes it impracticable to determine the amount of the actual losses with a reasonable degree of certainty.\n \nMega Constr. Co.\n, 27 Fed. Cl. at 541-42.\n  \nBiemann and Rowell failed to convince the Court that it was unable\nto assess direct losses attributable to Donohoe.\n  \nTestimony by Biemann and Rowell employees indicated that\nBiemann and Rowell’s accounting department kept records of labor overrun throughout the Neuropsych\nproject.\n  \nSuch records could have been tied to instances where Donohoe was responsible for delays.\n  \nIn fact,\nBiemann and Rowell did not produce any accounting records, nor did they offer as witnesses any accounting\npersonnel.\n  \nBiemann and Rowell could have maintained records of delay costs, but did not do so.\n{54}\n    \nSecond, Biemann and Rowell failed to prove that its bid on the Neuropsych project was reasonable.\n  \nA\ndetermination of whether a bid was reasonable is made from the bids of others.\n  \nThe record contains no\nevidence of other bids submitted for the HVAC work on the Neuropsych project.\n  \nAccordingly, the Court has\nno means by which to assess whether Biemann and Rowell’s bid was reasonable.\n  \nBiemann and Rowell’s own\nemployees testified that the bid was “aggressive.”\n{55}\n    \nThird, Biemann and Rowell failed to adequately allocate responsibility for its extra costs.\n  \n“It is incumbent\nupon plaintiff to show the nature and extent of the various delays for which damages are claimed and to\nconnect them to some act of commission or omission on defendant’s part.”\n  \n27 Fed. Cl. at 546 quoting\nWunderlich Contracting Co. v. United States\n, 174 Ct. Cl. 180, 200 (1965).\n  \nBiemann and Rowell’s expert\nallocated responsibility for a narrow set of costs to Biemann and Rowell and attributed the remainder of the\ncost overrun entirely to Donohoe.\n  \nBiemann and Rowell made no attempt to isolate the nature and extent of\nspecific delays but rather attributed the entire project delay to Donohoe’s failure to provide a temporary seal.\n \nIn fact, the Court has found above that Biemann and Rowell also contributed to the overall project delay.\n \nWhere both parties contribute to the delay, neither can recover damages unless there is proof of clear\napportionment of the delay and expense attributable to each party.\n  \nSee Neal & Co.\n, 36 Fed. Cl. at 644.\n{56}\n    \nIn conclusion, the total cost claim methodology used by Biemann and Rowell fails to establish damages to\na reasonable certainty.\n  \nBiemann and Rowell failed to verify the validity and accuracy of its data used in the\ncalculations of damages.\n  \nSpecifically, Biemann and Rowell failed to account for factors such as:\n  \n(1) the\ndesign, (2) acts of other co-primes and their subcontractors, (3) acts of the Owner, (4) acts of Biemann and\nRowell and its subcontractors, (5) omissions and errors in Biemann and Rowell’s bid, (6) mathematical\ncomputation errors and (7) the use of the Eichleay formula, which is appropriate for suspension of work and\nbut not delay damages.\n  \nThese failures render Biemann and Rowell’s calculations and assessment of damages\nunreliable and speculative.\nC.\n \n{57}\n    \nIn addition to the fact that Biemann and Rowell failed to establish the elements of a delay claim, Biemann\nand Rowell’s failure to provide Donohoe notice of a potential claim for extra costs prevents Biemann and\nRowell from recovering in this action.\n  \nBiemann and Rowell’s argument on the issue of notice is twofold.\n \nFirst, Biemann and Rowell argues that notice is not required under the contract.\n  \nSecond, Biemann and Rowell\nclaims that the weekly foremen’s meetings and monthly progress meetings with the Architect and the Owner\nwere the proper vehicle through which notice was to be given to co-prime contractors.\n  \nBiemann and Rowell\nargues that as a result of attending these meetings, Donohoe was provided notice that Biemann and Rowell\nwas experiencing delays and incurring extra costs which were directly attributable to Donohoe.\n  \nIn addition,\nBiemann and Rowell relies on the Milestone progress reports, correspondence of Griffin Electric and letters\nfrom HKS to Donohoe as further support that Donohoe had constructive notice of Biemann and Rowell’s\nclaim.\n{58}\n    \nAs an initial matter, pursuant to the contract, the co-primes had a duty to request an extension of time in\nwriting to the Architect and Owner within 20 days following the cause of any delay.\n  \nBiemann and Rowell\nfailed to comply with this express contractual obligation to provide notice of a delay to the Architect.\n  \nAs the\narbiter of disputes between the co-primes, it was necessary for the Architect to be notified when one contractor\nwas causing delay to another.\n  \nBiemann and Rowell’s failure to provide such notice prevented the Architect\nfrom resolving any problems caused by delays before they became insurmountable.\n{59}\n    \nFurthermore, Biemann and Rowell failed to provide Donohoe with written notice of its claim.\n  \nBecause\nBiemann and Rowell did not provide Donohoe with written notice, Donohoe was unaware of any potential\nliability when it settled with its subcontractors.\n  \nDonohoe cannot now recover contribution from its\nsubcontractors and would be left solely responsible for any damages awarded to Biemann and Rowell.\n  \nIn\naddition, by failing to provide written notice in a timely manner, Biemann and Rowell breached its duty to\nmitigate damages.\n  \nHad Donohoe been aware of specific damages it was causing to Biemann and Rowell early\non, it would have had the opportunity to coordinate with Biemann and Rowell and develop a plan to prevent\nfuture damages.\n{60}\n    \nIn addition, this Court finds that the weekly and monthly project meetings were not sufficient vehicles for\nproviding notice of a claim for damages to a contractor who was contributing to a co-prime’s delay.\n  \nWhile\nthese meetings may have served as constructive notice that a contractor’s work was being impacted by another\nco-prime’s failure to follow the schedule, they did not provide the opportunity for a contractor to tie specific\ndamages to specific action or inaction of a co-prime.\n  \nIn addition, Biemann and Rowell should not be allowed\nto rely on the correspondence of third parties to support its argument that Donohoe had notice of Biemann and\nRowell’s claim that Donohoe was directly impacting Biemann and Rowell’s work.\n{61}\n    \nThis Court recognizes that there is case law that supports the proposition that failure to provide written\nnotice does not require denial of claims where the defendant had actual knowledge of the facts supporting\nplaintiff’s claims.\n  \nSee\n \nR.J. Au & Son v. N.E. Ohio Reg. Sewer Dist.\n, 504 N.E.2d 1209 (Ohio App. 1986).\n  \nThe\ncase law cited by Biemann and Rowell in support of this proposition is not persuasive in this case.\n  \nThe\nmultiple prime contractor setting poses a unique situation which necessitates a strict notice rule.\n  \nContractors\non a multiple prime project face many scheduling and coordination challenges.\n  \nThey must be able to work\ntogether, keeping conflict at a minimum.\n  \nThe project meetings served to insure cooperation and efficient\nprogression of the work.\n  \nAccordingly, the project meetings were not the appropriate place to air specific\ndisputes with co-primes and to make specific claims for damages.\n  \nIn fact, the individuals who had the\nauthority to satisfy a claim for damages were not present at most, if not all, of the meetings.\n  \nInstead, these\nmeetings provided the men who were on the job with the opportunity to get together and discuss coordination\nof their work, thus insuring the cooperation that is vital in the multi-prime setting.\n \n{62}\n    \nThis Court finds that a contractor who claims a co-prime is liable to it for specific damages must provide\nthat prime with written notice of a claim.\n  \nEvidence in the record indicates that the prime contractors on the\nNeuropsych project understood the necessity for written notice.\n  \nFor example, Biemann and Rowell sent\ninvoices to Donohoe seeking payment for damage caused by Donohoe when it used Biemann and Rowell’s\ncrane.\n  \nThese invoices served as written notice to Donohoe that Biemann and Rowell was asserting a claim for\ndamages specifically attributable Donohoe’s use of the crane.\n  \nIn addition, in June, July and August of 1995,\nBiemann and Rowell sent letters to Griffin Electric stating that because of Griffin’s delay, Biemann and\nRowell was unable to complete its work in accordance with the project schedule.\n  \n(Def. Ex. Searles Cross 1, 2,\n3.)\n  \nIn fact, the letters sent to Griffin appear to be variations of a form letter specifically suited for notifying co-\nprimes of delays they are causing to Biemann and Rowell.\n  \nFurthermore, the record contains evidence that\nGriffin wrote letters to both Donohoe and Biemann and Rowell notifying them that they were causing delays to\nGriffin’s work and specifying resulting damages.\n  \nThus, it is clear that the contractors understood the\nimportance of providing written notice of a claim for damages under the contract.\n{63}\n    \nThe notice requirement permits early investigation of the validity of a claim when the evidence is still\navailable and the memories of witnesses have not faded.\n  \nSee New Pueblo Const., Inc. v. State\n, 144 Ariz. 95,\n100-01 (1985).\n  \nNotice allows the contractor opportunity to compile records of its costs and allows for\nconsideration of alternate methods of construction that may cut costs.\n  \nId. \nat 101.\n  \nBiemann and Rowell’s\nfailure to provide written notice prejudiced Donohoe’s ability to mitigate its damages and ultimately to defend\nthis action.\n  \nHaving failed to satisfy the notice requirement, Biemann and Rowell cannot now come to this\nCourt seeking full recovery from Donohoe for the entire labor cost overrun it incurred on the Neuropsych\nproject.\n \nConclusion\n{64}\n    \nThe Court concludes that Biemann and Rowell’s damage calculation is unreliable.\n  \nBy its own\ndocumentation, Biemann and Rowell made a $24,435 profit on this project.\n  \n(See Pl. Ex. 82 – Jobsite Overhead\nCost Analysis.)\n  \nBiemann and Rowell’s own witness testified that the actual costs of materials and\nsubcontractors came in at close to the amount calculated in the bid.\n  \nBiemann and Rowell used a figure of\neither $273,653 or $335,349 for profit and overhead in calculating its $3.5 million bid.\n  \n(Pl. Ex. 3.)\n  \nThus, if\nBiemann and Rowell had actually experienced a loss of $779,365 as projected in Plaintiff’s Exhibit 80A, the\nJobsite Overhead Cost Analysis (Pl. Ex. 82) should have reflected that amount.\n  \nAt most, Biemann and Rowell\ncould only have lost $310,914 ($335,349 less $24,435).\n  \nPlaintiff’s damage calculation is clearly overstated by\na large amount.\n  \nThe burden is on the plaintiff to prove its damages by a preponderance of the evidence.\n  \nSee\nRose v. Vulcan Materials Co.\n, 282 N.C. 643, 667, 194 S.E.2d 521, 537 (1973); \nSouthern Box and Lumber Co.\nv. Home Chair Co.\n, 250 N.C. 71, 76, 108 S.E.2d 70, 73 (1959).\n  \nThe finder of fact cannot be left to speculation\nor guesswork, which is precisely the position in which the Court is left based on plaintiff’s evidence.\n  \nWhile it\nseems clear that Biemann and Rowell experienced some excess labor costs due to project delay, the Court\ncannot determine from the evidence presented the amount of the loss and the amount, if any, attributable to the\nactions of Donohoe.\n  \nBiemann and Rowell either failed to maintain or to produce records from which a reliable\ndamage calculation could be made.\n  \nThe use of a total labor overrun analysis for the entire job does not satisfy\nBiemann and Rowell’s burden of proof, particularly in this case where the calculation is irreconcilable with\nBiemann and Rowell’s own records.\n{65}\n    \nAt the end of this case, the Court is left with a record which establishes that this job was delayed in\ncompletion and that the delay undoubtedly created some additional labor costs for Biemann and Rowell.\n \nDonohoe bore some of the responsibility for the delay in completion of the job.\n  \nWere this an arbitration\nproceeding, it would be easier for the Court to simply compromise the numbers and award some amount to\nBiemann and Rowell.\n  \nIn fact, Plaintiff’s counsel’s closing argument encouraged the Court to award a\n“reasonable dollar amount” for the cost overrun caused by Donohoe, while conceding that the company record\nkeeping made it difficult to quantify the loss.\n  \nHowever, this is not an arbitration proceeding.\n  \nThe multi-prime\ncontracting method which the state of North Carolina elected to use does not permit arbitration between co-\nprimes.\n  \nRather, the method imposed upon the co-primes the obligation to address issues which arose on the\njob at the time the problem originated and not after the job was substantially completed.\n  \nIt required co-primes\nto put other co-primes on notice that a claim existed and to quantify the claim.\n  \nIf the claim was not resolved\nbetween the co-primes, the Architect was charged with resolving the differences and settling the claim.\n  \nThe\nprocess which the state chose places a heavy burden on co-primes.\n[fn2]\n  \nThis burden protects the state for post-\ncompletion litigation while using the owner’s leverage to keep the job moving.\n{66}\n    \nCo-primes must identify problems when they arise.\n  \nThey must maintain records which substantiate their\nclaims.\n  \nThey must be able to quantify their losses.\n  \nThey must put the parties they seek to hold responsible on\nnotice at the time the claim arises and they must get the owner’s representative to resolve those claims at the\ntime or preserve their claims.\n  \nOtherwise the dynamic of the co-prime system will not work.\n{67}\n    \nWhile burdensome, the requirements are not impossible.\n  \nMechanisms exist to accomplish each of the\nabove tasks.\n  \nEvidence of such mechanisms exist in the record in this case.\n  \nBiemann and Rowell maintained\nrecords of labor time on the job site which could have been used to quantify excess labor.\n  \nThey had estimates\nused to bid the job from which they could have tracked cost overruns.\n  \n(Pl. Ex. 3.)\n  \nThe CPM schedule kept\neveryone on notice of scheduling delays.\n  \nThere were weekly foremen’s meetings and regular meetings with\nthe Architect where issues could be and were addressed.\n  \n(Florian Testimony, vol. 5., p. 96-98, lines 15-1.)\n \nOther co-primes put Donohoe on notice of a delay claim (Pl. Ex. 30), and Biemann and Rowell put co-primes\non notice of claims.\n  \n(Def. Ex. Searles Cross 1, 2, 3.)\n  \nThe Owner had leverage over Donohoe and threatened to\nuse it.\n  \n(Pl. Ex. 65.)\n{68}\n    \nIn this case, Biemann and Rowell simply failed to maintain records or give timely notice of claims.\n \nBiemann and Rowell’s after-the-completion attempt to prove its loss by an excess labor analysis (the only\navailable means) fails because the method of analysis as applied in this case does not take into account\nBiemann and Rowell’s own contribution to the delay, its own inefficiencies and its own possible errors in its\n“aggressive” bidding.\n  \nNor does it take into consideration problems which might have been inherent in the\ntight design of the building or the Owner’s changes.\n  \nNor does it take into account obvious excess labor costs\nat a time when the job was actually on schedule.\n  \nHad the delay issues been raised at the time the project\nactually fell behind schedule, a claim could have been made with sufficient certainty to support an award now\nor, even better, the claim could have been resolved at the time by the Owner and the co-primes.\n  \nThe excess\nlabor analysis does not prove Biemann and Rowell’s claim with sufficient certainty and leaves the Court to\nspeculate or guess at what the “actual” or “reasonable” amount of loss attributable to Donohoe might be.\n \nAccordingly, Biemann and Rowell has failed to carry its required burden of proof to establish a claim.\n{69}\n    \nFinally, Donohoe asserted a counterclaim against Biemann and Rowell for breach of contract and for\nviolation of N.C.G.S. § 143-128.\n  \nDonohoe’s counterclaim is based on allegations that Biemann and Rowell\nfailed to exercise reasonable care in the performance of the contract, failed to properly schedule its own work,\nfailed to properly expedite its work and failed to coordinate its work with the other co-primes.\n  \n(Def.\nCounterclaim ¶ 8.)\n  \nDonohoe claims that pursuant to N.C.G.S. § 143-128 it is entitled to recover damages to\ncompensate for such failures on the part of Biemann and Rowell.\n  \nWhile Donohoe did introduce evidence\nwhich tended to show that Biemann and Rowell bore some responsibility for project delay, it failed to quantify\nits actual damages. \n \nAccordingly, Donohoe’s counterclaim is dismissed.\n{70}\n    \nTherefore, it is hereby ordered, adjudged and decreed that:\n1.\n                                          \nJudgment on all claims asserted by Biemann and Rowell shall be entered in favor of\nDefendant Donohoe.\n2.\n                                          \nJudgment on the counterclaim asserted by Donohoe shall be entered in favor of Plaintiff\nBiemann and Rowell.\n3.\n                                          \nDonohoe’s claim for set off is rendered moot by the judgment entered in Donohoe’s favor.\nThis the 5th day of June, 2000.\n \n \nFootnote 1\n  \nMr. McGinnis’ total calculation of damages includes labor cost overrun, field overhead, home office\noverhead, equipment costs, and interest, less certain credits for items Biemann and Rowell billed directly to\nDonohoe.\n \nFootnote 2\n  \nNorth Carolina is one of only two states which use the multi-prime structure.\n  \nAt least one witness with\ntwenty-five years experience testified that other structures were better and that the multi-prime structure had few\nbenefits.\n \n \n \n "
}