{
  "id": "46c37475ee8dbccdccc316a9666f888e977c51f2338c550928278c0d2cbd7c92",
  "source_file": "data/raw/ncbc/46c37475ee8dbccdccc316a9666f888e977c51f2338c550928278c0d2cbd7c92.pdf",
  "raw_text": "Heafner v. City of Gastonia, 2006 NCBC 17\n \nNORTH CAROLINA\n                                                 \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\nGASTON COUNTY\n                                                   \n                          \n06 CVS 788\n \n \n  \nRONALD M. HEAFNER, TAMMY G.\n  \nHEAFNER, DANNY L. DAMERON,\n  \nWILLIE B. DAMERON, ROY L. STOWE,\n  \nBARRY W. STOWE, JR., STEPHANIE P.\n \n   \nSTOWE, BARRY W. STOWE, SR., \n              \n \n  \nCORDELIA M. STOWE, WILLIAM C. \n         \n \n  \nSTOWE, DWAIN HINKLE, HARVEY\nL.\n            \nBEATY, PATSY S. BEATY,\nGEORGE\n  \nNEAL BEATY, ANTHONY\nALDRIDGE\n  \nSCRUGGS, KATHY HARBIN\nSCRUGGS,\n  \nREBECCA R. DAMERON,\nCALVIN\n  \nOWENBY, SANDRA OWENBY,\nFAY \nW.\n \n   \nTUCKER, JEFFREY W. STOWE, \n                 \n \n  \nLEANNE B. STOWE, HAROLD R. \n               \n \n   \nSTOWE, JR., KATHY L. STOWE, \n                \n \n   \nJOSEPH H. HENKEL, JR., LAURA S. \n          \n \n  \nHENKEL, WILLIAM NEELY CRAIG, \n          \n \nWILMA RATCHFORD CRAIG, DAVID\n   \nMICHAEL KISER, RONALD J. \n                    \n \n   \nRUMFELT, PATRICIA C. RUMFELT, \n         \n \n   \nANGELA TROUTMAN \nGRIFFIN\n, \n               \n \n   \nBOBBY LEE \nGRIFFIN\n, \nDONNA JO \n            \n \n   \nGRIFFIN\n, EDWARD KEITH \nHARBIN\n, \n        \n \n   \nand NITA P. HARBIN, \n                                   \n \n \n                                    \nPlaintiffs,\n \n            \nv.\n \nCITY OF \nGASTONIA\n,\n \n                                    \nDefendant,\n            \nv.\n                              \nORDER\n \nSITE CONTROL DEVELOPMENT\nSERVICES, INC.,\n \n            \n \n                         \nIntervenor-Defendant.\n \n \n            \nThe Court heard this matter on August 7, 2006 during a special session of Superior Court in\nMecklenburg\n \nCounty\n on the Defendants’ Motion for Summary Judgment as to the Plaintiffs’ declaratory\njudgment action.\n  \nThe Court also considered the merits of an appeal by the Plaintiffs of a zoning decision\nmade by the City of \nGastonia\n, acting through its City Council.\n  \nBy consent of all parties of record,\nmemorialized in an Order entered on July 17, 2006, the Court considered these matters out of session, out\nof term, and out of County.\n  \n            \nAfter considering the Court file, the certified record of the zoning hearings conducted on\nNovember 15, 2005 and January 17, 2006, the video recording of those proceedings, and the briefs and\narguments of the parties, the Court \nGRANTS \nDefendants’ Motion for Summary Judgment as to the\nPlaintiffs’ declaratory judgment action and \nAFFIRMS\n the Gastonia City Council’s zoning decision.\n \nAccordingly, the Court \nDISMISSES \nthe Amended Complaint and Petition for Writ of Certiorari \nwith\nprejudice\n.\nI.\nFACTUAL BACKGROUND\nA.\nPROCEDURAL POSTURE\n            \nThe Plaintiffs are all citizens and residents of \nGaston County\n, \nNorth Carolina\n.\n  \nOn February 16,\n2006, Plaintiffs filed a Complaint and Petition for Writ of Certiorari challenging decisions made by the\nDefendant City of Gastonia (the “City”), acting through its City Council, with respect to certain property\n(the “Property”) that Intervenor-Defendant Site Control Development Services, Inc. (“SCDS”) seeks to\ndevelop into a planned residential development.\n  \nThe Court subsequently allowed the Writ and ordered\nthe City to submit the record of the relevant proceedings.\nOn March 15, 2006, Plaintiffs filed an Amended Complaint and Petition for Writ of Certiorari (the\n“Amended Complaint”).\n  \nOn March 29, 2006, SCDS filed its Answer.\n  \nThe City filed its Answer on\nMarch 30, 2006.\n  \nOn July 3, 2006, all Defendants moved for summary judgment as to the Amended\nComplaint.\n \nB.\nSUMMARY OF THE FACTS\n            \nThe Property consists of about 364 acres located generally south of the City, between \nBeaty Road\nand \nUnion-New Hope Road\n along the Catawba Creek.\n  \nApproximately 15 acres of the Property lies within\nthe City’s territorial limits, with the balance of the land situated within \nGaston\n \nCounty\n.\n  \nPrior to the City’s\nzoning decision, the annexed land had been zoned “R-1” and “R-2” by \nGaston\n \nCounty\n.\n[1]\n  \nThe Property is\nsurrounded primarily by large single family homes and vacant lots.\n  \nOn or about June 20, 2003 (and as subsequently modified on or about October 20, 2005),\nIntervenor-Defendant SCDS, acting on behalf of several landowners, filed an application (the\n“Application”) with the City requesting that it (a) annex 349 acres of the Property (then subject to Gaston\nCounty’s territorial jurisdiction zoning authority); (b) zone the entire 364 acre tract to an R-3/PRD\n[2]\nconditional use district;\n[3]\n and (c) issue SCDS a conditional use permit authorizing the proposed\ndevelopment.\nSCDC’s planned residential development includes a maximum of 891 single-family units,\nconsisting of 693 single-family homes and 198 townhomes, with lot sizes ranging from 50 to 70 feet in\nwidth.\n  \nThe development also sets aside 71.2 acres for common open space, including an amenity area,\nwalking trails, and sidewalks along internal streets, and 87.7 acres along the Catawba Creek for a\nconservation easement, trails, and other recreational amenities.\n \n            \nThe City set the Application on for hearing before its planning commission on October 13, 2005\nand before its City Council (the “Council”) on November 15, 2005.\n  \nAs required by Gastonia, N.C., Code\n§§ 17-263, 17-295, the City gave notice of the hearings (indicating that it would be considering the\nestablishment of “R-3/PRD” zoning for newly annexed territory) in the local paper on October 2, 2005,\nand again on October 9, 2005.\n  \nOn November 3, 2005, the City’s planning commission voted 5-3 to deny\nthe Application.\n[4]\n  \nPursuant to Gastonia, N.C., Code §§ 17-264, 17-295, the Application was then set for\nfurther hearing during the November 15, 2005 regularly scheduled Council meeting.\nAt the November 15 hearing, SCDS requested a continuance to consider revisions to the\nApplication in light of concerns raised by citizens (including several of the Plaintiffs) during the planning\ncommission hearing.\n  \nSCDS also wished to consider an analysis being prepared by the City’s staff with\nrespect to the increased costs of providing basic municipal services to the development.\n  \nWhile a number\nof citizens voiced their concerns regarding the Application (ranging from the negative environmental\nimpacts to the lack of infrastructure to support the increased growth), none objected to SCDS’s request for\na continuance.\n  \nAccordingly, Council continued its consideration of the Application until January 17,\n2006.\nDuring the two-month interval, SCDS convened several neighborhood meetings to consider the\nconcerns of those opposed to the Application.\n  \nAs a result, the Application was modified in certain\nparticulars, including a reduction in the number of homes, an increase in the size of the individual lots, a\nchange to the size and type of trees to be planted on the lots and on the public streets, a requirement that\nthe community swimming pool be at least junior Olympic size, a continuing commitment by SCDS to\nabsorb the costs of any expenses incurred by the City for right of way acquisitions related to the\ndevelopment, and a future commitment by SCDS to offer adjoining property for sale to the County at cost\nfor expanded school construction if the developers were able to purchase the property.\n   \n \n           \nOn January 11, 2006, Plaintiffs filed a protest petition with the Gastonia City Clerk regarding the\npending Application.\n  \nPursuant to N.C.G.S. § 160A-385(a)(1), a valid protest petition would have required\nthat the Application be approved by three-fourths of the council members.\nAt the January 17, 2006 hearing, Council first considered and approved a number of proposed\namendments to the Code of Ordinances of the City of \nGastonia\n (the “Code”) that had been passed on by\nthe City’s planning commission.\n  \nAs pertains to the matters before me, Council amended \nGastonia\n, \nN.C.\n,\nCode § 17-350 (dealing with protest petitions) by substituting the word “territorial” for the word\n“extraterritorial” in that section.\n  \nAt the hearing, the City Attorney advised Council that the amendment\nwas necessary to cure an inconsistency between the Code and the language of N.C.G.S. § 160A-385(a)(3).\nBefore considering the merits of the Application, Council determined (based on the advice of the\nCity Attorney) that the protest petition was invalid as a matter of law.\n  \nAfter an extended hearing during\nwhich Council considered evidence and statements of parties both for and against the proposed\ndevelopment (and, in particular, the concerns voiced by the Plaintiffs as to the high density of the\ndevelopment and related environmental issues, the alleged inability of the existing infrastructure to meet\nthe increased demand for utilities, roads, water, schools, and related amenities, as well as the developer’s\nproposals for addressing these concerns through a clustered, low-impact development model, substantial\ncapital investments, and a phased development of the project), Council requested additional modifications\nto the Application.\n  \nSCDS approved the modifications, and Council then voted 5-2 in favor of the\nApplication, thereby (a) adopting an ordinance annexing the Property into the \nGastonia\n \nCity\n limits\neffective May 15, 2006; (b) initially zoning the Property “R-3/PRD” effective May 15, 2006; and (c)\ngranting SCDS a conditional use permit for the proposed planned residential development.\nBased on the information contained in the Application, and the testimony and other evidence\npresented at the hearing, Council, with respect to the conditional use permit, specifically found that: (a)\nthe proposed use would not materially endanger the public health or safety if located where proposed and\ndeveloped according to the plan; (b) the proposed use met all required conditions and specifications,\nincluding those specifically set out in the Code for planned residential developments; (c) the proposed use\nwould not substantially injure the value of the adjoining or abutting property; and (d) the location and\ncharacter of the proposed use, if developed according to the plan as submitted and approved, would be in\nharmony with the area where it would be located and in general conformity with the adopted Gastonia\nLand Use Plan and other plans for physical development of the City.\n[5]\n  \nPursuant to \nGastonia\n, \nN.C.\n, Code\n§§ 17-296, 17-347, Council also found that the proposed use was consistent with its long-range\ndevelopment plan, otherwise reasonable, and in the public interest.\nII.\nSTANDARD OF REVIEW\nAs an initial matter, I have some substantial doubt as to whether Plaintiffs are authorized to join a\npetition for writ of certiorari and a declaratory judgment action in one pleading.\n  \nSee Batch v. Town of\nChapel Hill\n, \n326 N.C. 1, 387 S.E.2d 655 (1990).\n  \nNevertheless, just as the North Carolina Supreme Court\nopted to do in \nBatch, \nI will not dismiss the case, rather I will apply the relevant standard of review when\nconsidering the separate claims.\nA.\nDECLARATORY JUDGMENT ACTION\nWith respect to the Plaintiffs’ claims for declaratory judgment, summary judgment under N. C. R.\nCiv. P. 56 is appropriate when there is no issue as to any material fact and one of the parties is entitled to\njudgment as a matter of law.\n  \nN.C. Ass'n of ABC Bds. v. Hunt\n, 76 N.C. App. 290, 292, 332 S.E.2d 693, 694\n(1985).\n  \nSummary judgment is appropriate in a declaratory judgment action contesting the validity of a\nzoning ordinance where the facts are not in dispute and the only issue for a court is the legal significance\nof those facts.\n  \nBlades v. City of \nRaleigh\n, \n280 N.C. 531, 545, 187 S.E.2d 35, 43 (1972).\n  \nIn this case, I\nconclude that there are no disputed issues of material fact and that this is a proper case for summary\njudgment.\n  \nB.\nWRIT OF CERTIORARI\nWith respect to Plaintiffs’ petition for a writ of certiorari, a zoning decision by a local governing\nbody (in this case, the City’s decision to zone the annexed property as “R-3/PRD”) is a legislative act\ngoverned by N.C.G.S. § 160A-381.\n  \nUnder this statute, the City has the authority to zone or rezone\nproperty “when reasonably necessary to do so in the interests of the public health, safety, morals or\nwelfare.”\n  \nWillis v. \nUnion\n \nCounty\n, 77 N.C. App. 407, 409, 335 S.E.2d 76, 77 (1985).\n  \nOf critical\nimportance here, “[a] duly adopted [zoning] ordinance is presumed to be valid and the burden is upon the\nplaintiff to establish its invalidity.”\n  \nNelson v. City of \nBurlington\n, 80 N.C. App. 285, 288, 341 S.E.2d 739,\n741 (1986).\nTo meet their burden, Plaintiffs must show that Council acted arbitrarily and capriciously in\napproving the Application.\n  \nAllred v. City of \nRaleigh\n, 277 N.C. 530, 545, 178 S.E.2d 432, 440 (1971).\n  \n“A\ndecision is arbitrary and capricious if it was ‘patently in bad faith’, ‘whimsical’, or if it lacked fair and\ncareful consideration.”\n  \nTeague v. Western Carolina Univ.\n, 108 N.C. App. 689, 692, 424 S.E.2d 684, 686\n(1993) (citation omitted).\nCouncil’s separate decision to issue SCDS a conditional use permit authorizing the proposed\ndevelopment is a quasi-judicial zoning decision.\n  \nHumble Oil & Refining \nCo.\n v. Board of Aldermen\n, 284\nN.C. 458, 469, 202 S.E.2d 129, 136-37 (1974).\n  \nIn making this quasi-judicial decision, Council was\nrequired to “investigate facts, or ascertain the existence of facts, hold hearings, weigh evidence, and draw\nconclusions from them, as a basis for their official action, and to exercise discretion of a judicial nature.”\n \nCounty\n of \nLancaster\n v. \nMecklenburg\n \nCounty\n, \n334 N.C. 496, 507, 434 S.E.2d 604, 612 (1993) (quoting\nBlack's Law Dictionary\n 1245 (6th ed. 1990)).\n \nMy obligation in reviewing Plaintiffs’ objections to Council’s decision to grant the conditional use\npermit is to (1) review the record for errors in law; (2) insure that procedures specified by law were\nfollowed; (3) insure that appropriate due process rights of the participants were protected, including the\nright to offer evidence, cross-examine witnesses, and inspect documents; (4) insure that Council’s decision\nwas supported by competent, material, and substantial evidence in the whole record; and (5) insure that\nCouncil’s decision was not arbitrary and capricious.\n  \nCoastal Ready-Mix Concrete Co. v. Bd. of Comm'rs\n,\n299 N.C. 620, 626, 265 S.E.2d 379, 383 (1980).\nWhere Plaintiffs allege that Council’s actions were based on an error of law, my review is \nde\nnovo.\n  \n \nC.C. & J. Enters., Inc. v. City of Asheville\n, 132 N.C. App. 550, 552, 512 S.E.2d 766, 769 (1999).\n \nOn the other hand, where the Plaintiffs allege that the decision to grant the conditional use permit was not\nsupported by the evidence or was arbitrary and capricious, I must apply the “whole record” test.\n  \nId.\nThe “whole record test” requires a reviewing court to examine all competent evidence to determine\nwhether the legislative body’s decision is supported by “substantial evidence.”\n  \nKerik v. \nDavidson\n \nCounty\n,\n145 N.C. App. 222, 229, 551 S.E.2d 186, 191 (2001).\n  \nSubstantial evidence is such relevant evidence as a\nreasonable mind might accept as adequate to support a conclusion.\n  \nDialysis Care v. N C. Dep’t of Health\n& Human Servs.,\n 137 N.C. App. 638, 646, 529 S.E.2d 257, 261 (2000).\n  \n“The ‘whole record’ test does not\nallow the reviewing court to replace the [legislative body’s] judgment as between two reasonably\nconflicting views, even though the court could justifiably have reached a different result had the matter\nbeen before it \nde novo\n.”\n  \nThompson v. Bd. of Educ.\n, 292 N.C. 406, 410, 233 S.E.2d 538, 541 (1977)\n(citation omitted).\nIII.\n \nANALYSIS\n \n            \nPlaintiffs’ Amended Complaint alleges a host of procedural and substantive deficiencies in the\nproceedings that they believe entitle them to relief.\n  \nThe Court addresses each in turn:\n1.\n         \nCouncil was not authorized to approve the annexation of the Property.\n  \n(Am. Compl. ¶¶ 3,\n21, 29.)\n \nThis is an issue of law that the Court reviews \nde novo.\n  \nIt is unclear whether the Plaintiffs have\nchallenged Council’s decision to annex the Property.\n  \nIf they have, I find that Plaintiffs lack standing to\nchallenge that decision because they do not allege that they own property in the annexed territory or that\nthey reside in the City of \nGastonia\n.\n  \nSee \nN.C.G.S. § 160A-58.2 (stating that, at an annexation hearing, a\nperson residing in or owning property in the area proposed for annexation and any resident of the\nannexing city may appear and be heard on the questions of the sufficiency of the petition and the\ndesirability of the annexation).\nSimilarly, to the extent Plaintiffs raise an issue regarding the effective date of the annexation, I\nfind that N.C.G.S. § 160A-58.2 specifically authorizes delayed effective dates “within six months from\nthe date of passage.”\n  \nBecause Council approved the annexation on January 17, 2006, with an effective\ndate of May 15, 2006 (to coincide with the effective date of the initial zoning of the Property), its decision\nfalls squarely within the parameters set forth in the statute for delayed enforcement.\n  \nAccordingly,\nPlaintiffs are not entitled to relief on this basis.\n \n2.\n         \nSCDS failed to give timely notice of appeal of the planning commission’s denial of the\nApplication.\n  \n(Am. Compl. ¶ 4.)\n \n            \n \nThis is an issue of law that the Court reviews \nde novo.\n  \nPlaintiffs assert that on November 3, 2005,\nthe City’s planning commission voted against the Application submitted by SCDS and that no appeal of\nthat decision was properly perfected to Council.\n  \nAs to this issue, however, Gastonia, N.C., Code § 17-264\nmakes clear that any decision on such an application made by a vote of less than three-fourths of the\nmembers of the planning commission present and not otherwise excluded from voting at the meeting is\nautomatically forwarded to Council for consideration, without the need for any party to file notice of\nappeal.\nBecause the planning commission voted 5-3 to deny the Application, SCDS was not required to\ngive notice of appeal; instead, Council was bound by the plain language of the Code to consider the\nApplication.\n  \nAccordingly, the Application was properly before Council for decision and the Plaintiffs’\nclaim to the contrary is without merit.\n3.\n         \nThe City failed to give proper notice of the substance of the public hearing.\n  \n(Am. Compl. ¶¶\n17, 23, 24.)\n \n            \nThis is an issue of law that the Court reviews \nde novo.\n  \nPlaintiffs here assert that the City failed to\ngive proper notice of its intention to consider the Application.\n  \nI disagree.\nNorth Carolina\n law requires that a notice of public hearing “fairly and sufficiently apprise those\nwhose rights may be affected of the nature and character of the action proposed.”\n  \nSellers v. City of\nAsheville\n, \n33 N.C. App. 544, 549, 236 S.E.2d 283, 286 (1977).\n  \nThe various hearing notices of record\napprised the public of SCDS’s proposal to seek “R-3/PRD” zoning (that is zoning that would allow\nconstruction of a Planned Residential Development) in a newly annexed area, which the notices identified\nas the Property.\n  \nI find that the notices satisfy the standard set forth in \nSellers.\n  \nI also note that Plaintiffs’\nhave vigorously challenged the Application, so it is clear that they understood “the nature and character of\nthe action proposed.”\n  \nThe Court therefore rejects this claim of error.\n4.\n        \nCouncil failed to conduct a timely public hearing on the Application.\n  \n(Am. Compl. ¶¶ 4-5.)\n \n            \nThis is an issue of law that the Court reviews \nde novo.\n  \nPlaintiffs argue that Council failed to\nconduct a public hearing on the Application within 60 days of the date of any appeal, as required by\nGastonia, N.C., Code § 17-265.\n  \nI question whether this section of the Code applies in the context of a\npetition for conditional use zoning that is forwarded automatically to Council for action.\n  \nEven if the\nprovision does apply, however, Council complied with its mandate when it placed this matter on its\nagenda for hearing on November 15, 2005 (a mere 12 days after the planning commission issued its\ndecision), and then, without objection of record, continued the hearing until January 17, 2006.\n  \nAccordingly, Plaintiffs are not entitled to relief on this basis.\n  \n \n5.\n         \nThe Plaintiffs’ protest petition required that Council approve any zoning action by a three-\nfourths’ vote.\n  \n(Am. Compl. ¶¶ 6-9, 13.)\n \n            \nThis is an issue of law that the Court reviews \nde novo.\n  \nSCDS first asserts that the Plaintiffs waived\nthis issue by failing to timely file their protest petition with the city Clerk.\n  \nI disagree.\n  \nThe relevant\nstatute, N.C.G.S. § 160A-386, requires that any such petition be received by the city clerk in sufficient\ntime to allow the City at least two normal work days (excluding weekends and holidays) before the date\nestablished for a public hearing.\n  \nIn this case, the hearing was initially scheduled for November 15, 2005,\nbut then continued until January 17, 2006.\n  \nThe Plaintiffs then filed and served their protest petition with\nthe city clerk on January 11, 2006, well within the two-day window set by the statute.\n   \n            \nAlthough the Plaintiffs’ protest petition was filed timely, the applicable law does not afford the\nPlaintiffs a substantive right to challenge the Application.\n  \nN.C.G.S. § 160A-385(a)(3) makes clear that\nthe Plaintiffs have no right to protest any amendment made by the City to its zoning ordinance “which\ninitially zones property added to the territorial coverage of the ordinance as a result of annexation or\notherwise.”\n  \nThat is precisely what occurred here when Council annexed property previously within the\nterritorial jurisdiction of \nGaston\n \nCounty\n and then considered SCDS’s proposal for conditional use zoning.\nPlaintiffs do not explain how the Code’s failed attempt to parrot the language of N.C.G.S. § 160A-\n385(a)(3) (by erroneously using the word “extraterritorial” instead of “territorial”) creates a protest right\nwhere none otherwise exists under the statute.\n  \nAs the City points out, “[w]here there is a conflict between\na city ordinance and the general law, the latter will prevail.”\n  \nEldredge v. Mangum, \n216 N.C. 532, 554, 5\nS.E.2d 721, 722 (1939).\n  \nFor that reason, the Court agrees that Council’s action to amend the Code to\ncorrect an obvious scrivener’s error did not violate any of the Plaintiffs’ rights.\n    \n            \nPlaintiffs also allege that its protest petition is not foreclosed by N.C.G.S. § 160A-385(a)(3)\nbecause the Property had previously been zoned by \nGaston\n \nCounty\n and thus the City’s proposed zoning\nchange was not an “initial zoning” for purposes of determining the Plaintiffs’ protest rights.\n  \nThe statute,\nhowever, does not make such a distinction.\n  \nMoreover, for purposes of zoning, the City and the County\nare separate sovereigns.\n  \nOnce the City annexed the Property, it was no longer subject to the County’s\nzoning ordinance.\n  \nAs a result, any action by the City with respect to zoning of the newly annexed\nProperty was an “initial zoning” by that sovereign, which the relevant statute makes clear the Plaintiffs\ncould not challenge by way of a protest petition.\n  \nAccordingly, Plaintiffs are not entitled to relief on this\nbasis.\n6.\n                  \nCouncil had no authority to zone the Property R-3, and any attempt to permit broader uses\nthan that otherwise allowed by the R-3 general use district was improper.\n  \n(Am. Compl. ¶¶\n15-16, 23.)\n \nThis is an issue of law that the Court reviews \nde novo.\n  \nPlaintiffs allege that Council (a) improperly\nzoned the Property “R-3” in the face of language in the Code indicating that the more appropriate zoning\nclassification for newly annexed territory or for any property that has not already been the subject of\nsubstantial residential development is the more restrictive “R-1”; and (b) had no authority to modify the\nrestrictions on development that are a part of the R-3 general use district.\n \nPlaintiffs do not point the Court to the particular Code provision that they rely on for these\narguments.\n  \nRegardless, as the Defendants note, Council did not zone the Property to a general zoning\ndistrict on January 17, 2006.\n  \nRather, Council zoned the Property to a conditional use district and then\napproved a conditional use permit for the proposed planned residential development.\n  \nThe procedure for\ntaking such action is set forth expressly in the Code and is one that is authorized by \nNorth Carolina\n law.\n \nSee\n \nChrismon v. Guilford County\n, 322 N.C. 611, 617, 370 S.E.2d 579, 583 (1988) (approving conditional\nuse zoning as a vehicle for providing greater zoning flexibility).\n  \nAccordingly, the Court rejects this claim.\n7.\n                  \nThe Code does not provide for approval of an “R-3/PRD” conditional use zoning district.\n \n(Am. Compl. ¶¶ 18, 23.)\n \nThis is an issue of law that the Court reviews \nde novo.\n  \nPlaintiffs correctly note that the Code does\nnot contain a conditional use district called “R-3/PRD”.\n  \nIn fact, the Code does not establish any specific\n“conditional use districts”; rather \nGastonia\n, \nN.C.\n, Code §§ 17-74, 17-292 authorize the creation of\nconditional use districts based on a voluntary application by a landowner for conditional use zoning.\nGastonia, N.C., Code § 17-74 makes clear that property zoned “R-3” may be established as a\nconditional use district, and Gastonia, N.C., Code § 17-321 authorizes planned residential developments\nwithin an R-3 district, but only on a conditional use basis.\n  \nAccordingly, I find that the relevant sections of\nthe Code authorized Council to take the action it did on January 17, 2006, that is, approve the Application\nrequesting zoning of the Property to an “R-3/PRD” conditional use district for construction of a planned\nresidential development.\n  \nPlaintiffs’ argument to the contrary is without merit.\n          \n8.\n                  \nThe procedures set forth in the Code for consideration of conditional use zoning districts are\nimpermissibly vague.\n  \n(Am. Compl. ¶¶ 19-20.)\n \nThis is an issue of law that the Court reviews \nde novo.\n  \nPlaintiffs here allege that “it is not clear\nfrom the Code whether PRD developments are permitted within R-3 districts, nor is it clear what the\nproper procedures for rezoning and issuing a PRD [conditional use permit] are.”\n  \nGastonia, N.C., Code §\n17-321, however, expressly authorizes construction of planned residential developments in an R-3 district,\nprovided the development complies with specific requirements as to minimum gross project acreage and\nmaximum gross density (in terms of dwelling units per acre).\n \nThe Court has reviewed the Code and concludes that it is sufficiently detailed and consistent with\nthe requirements of \nNorth \nCarolina\n law so as to allow for the proper consideration of applications for\nconditional use districts.\n  \nAccordingly, I decline to grant Plaintiffs relief on this ground.\n   \n9.\n         \nThe City failed to comply with the procedural and substantive requirements for the issuance\nof a conditional use permit, and failed to make written findings of fact.\n  \n(Am. Compl. ¶¶ 10-\n12, 22, 28, 30-33.)\n \n            \nWhether Council complied with the procedural requirements for a quasi-judicial hearing is an issue\nthat the Court reviews \nde novo.\n  \nWhether Council’s findings of fact are supported by the evidence of\nrecord is an issue that I review under the “whole record” test.\n \n            \nAfter reviewing the record, I find that Council afforded Plaintiffs a fair hearing, which included\nallowing all parties an opportunity to testify, cross-examine adverse witnesses, inspect documents, and\noffer evidence in explanation and rebuttal.\n  \nSee generally Howard v. City of \nKinston\n, \n148 N.C. App. 238,\n243, 558 S.E.2d 221, 226 (2002).\n[6]\n \nFollowing the evidentiary hearing, Council made the following findings of fact in support of its\ndecision to grant the Application:\n  \n(a) the proposed use would not materially endanger the public health or\nsafety if located where proposed and developed according to the plan; (b) the proposed use met all\nrequired conditions and specifications; (c) the proposed use would not substantially injure the value of the\nadjoining or abutting property; and (d) the location and character of the proposed use, if developed\naccording to the plan as submitted and approved, would be in harmony with the area where it would be\nlocated and in general conformity with the adopted Gastonia Land Use Plan and other plans for physical\ndevelopment of the City as adopted by Council.\n  \nCouncil also found that the proposed development was\nconsistent with its long-range development plans and was otherwise reasonable and in the public interest.\n \nI conclude that these findings are supported by competent, material, and substantial evidence of record.\nOnce SCDS met its burden of producing competent, material, and substantial evidence that its\nApplication complied with all of the Code requirements for issuing a conditional use permit for\nconstruction of a planned residential development, the burden of establishing that approval of the permit\nwould endanger “the health, safety, and welfare” of the community fell upon the Plaintiffs.\n  \nHoward, \n148\nN.C. App. at 246, 558 S.E.2d at 227.\nPlaintiffs here presented some evidence in support of their concerns that the planned residential\ndevelopment would increase the burden on the City’s existing infrastructure, evidence the Court does not\nlightly discount.\n  \nCouncil, however, considered evidence in the Application and during the hearing as to\nhow the developer (working in conjunction with City’s planning staff) intended to address those issues\nduring the phased construction.\nOn appeal of a decision by a duly authorized body regarding issuance of a conditional use permit,\nthis Court does not sit as the trier of fact.\n  \nInstead, review pursuant to a writ of certiorari of an\nadministrative decision is based solely upon the record as certified.\n  \nSee Ballenger Paving Co. v. Highway\nCommission\n, 258 N.C. 691, 695, 129 S.E.2d 245, 248 (1963).\n  \nThe test is whether the findings of fact are\nsupported by competent evidence in the record; if so, they are conclusive upon review.\n  \nJamison v. Kyles\n,\n271 N.C. 722, 157 S.E.2d 550 (1967).\n  \nBecause Council’s findings of fact are supported by competent\nevidence, they bind me on appeal.\nMy final charge is to consider whether Council’s decision to grant the conditional use permit was\n“arbitrary and capricious.”\n  \nCoastal Ready-Mix\n, 299 N.C. at 626, 265 S.E.2d at 383.\n  \n“A decision is\narbitrary and capricious if it was ‘patently in bad faith’, ‘whimsical’, or if it lacked ‘fair and careful\nconsideration.’”\n  \nTeague\n, 108 N.C. App. at 692, 424 S.E.2d at 686.\nIn considering this issue, I may not usurp Council’s judgment as between two reasonably\nconflicting views, “even if [I] might have reached a different result if the matter were before [me] \nde\nnovo\n.”\n  \nDialysis Care\n, 137 N.C. App. at 646, 529 S.E.2d at 261.\n  \nWhile Plaintiffs may fairly debate the\nwisdom of Council’s decision to grant the Application, they have failed to show that the decision was\n“patently in bad faith”, “whimsical”, or that it lacked “fair and careful consideration.”\n  \nTeague, \n108 N.C.\nApp. at 692, 424 S.E.2d at 686.\n  \nAccordingly, the Court is without authority to set aside Council’s zoning\naction.\n         \n10.\n              \nCouncil engaged in improper contract zoning.\n  \n(Am. Compl. ¶¶ 14, 26-27.)\n \nThis is an issue of law that the Court reviews \nde novo.\n  \nPlaintiffs assert that Council engaged in\nillegal contract zoning by (a) failing to consider all other permitted uses when zoning the Property to an\n“R-3” general use district; (b) failing to give independent consideration to the Application following its\nannexation of the Property; and (c) approving the Application based on SCDR’s commitment to select the\nCity as electrical service provider for the planned residential development.\n  \nThe Court disagrees.\nFirst, Council’s alleged failure to consider other permitted uses for the Property does not amount to\nillegal contract zoning.\n  \nInstead, where, as here, a zoning authority is considering an application for\nconditional use zoning, “it is not necessary that property rezoned to a conditional use district be available\nfor all of the uses allowed under the corresponding general use district.”\n  \nChrismon, \n322 N.C. at 625, 370\nS.E.2d at 587.\n \nSecond, there is no evidence supporting Plaintiffs’ contention that Council failed to give\nindependent consideration to the arguments for and against the Application.\n  \nWhile the City Attorney did\nadvise the council members that SCDS’s voluntary petition for annexation was contingent on approval of\nthe conditional use permit for the planned residential development and that Council should not approve\nthe annexation unless it also intended to approve the related permit, each decision remained within the\ndiscretion of the council members, based on their consideration of the evidence presented at the hearing.\n \nAs Plaintiffs have failed to demonstrate that Council abdicated its discretion to approve or deny any\nportion of the Application, the Court rejects this argument.\nFinally, the evidence of record does not support Plaintiffs’ contention that the parties bound\nthemselves with respect to a contract for electrical services or made any other bilateral commitments.\n \n“Illegal contract zoning properly connotes a transaction wherein both the landowner who is seeking a\ncertain zoning action and the zoning authority itself undertake reciprocal obligations in the context of a\nbilateral \ncontract.”\n  \nChrismon, \n322 N.C. at 635, 370 S.E.2d at 593.\n  \nThe evidence here showed only that\nthat the developer intended to award the electrical distribution services contract to the City should its\nApplication be approved.\n  \nThere is no evidence that the City made any assurances in return. \n \nAccordingly,\nthe Court declines to find illegal contract zoning on these facts.\n \n11.\n              \nCouncil engaged in improper spot zoning.\n  \n(Am. Compl. ¶ 34.)\n \nThis is an issue of law that the Court reviews \nde novo.\n  \n \nSpot zoning is defined as:\nA zoning ordinance, or amendment, which singles out and reclassifies a relatively small\ntract owned by a single person and surrounded by a much larger area uniformly zoned so as\nto impose upon the small tract greater restrictions than those imposed upon the larger area,\nor so as to relieve the small tract from restrictions to which the rest of the area is subjected.\n \nBlades\n, 280 N.C. at 549, 187 S.E.2d at 45.\n \nIn this case, assuming \narguendo \nthat a 349-acre tract of land owned by a group of landowners satisfies the\ndefinitional requirements of “spot zoning,” I conclude that the City Council’s zoning action was\nauthorized under existing case law.\nIn \nNorth Carolina\n, spot zoning “may be valid or invalid depending upon the facts of the specific\ncase.”\n  \nChrismon\n, 322 N.C. at 626, 370 S.E.2d at 588.\n  \nApplying the four factors set out in \nChrismon\n to\nthis case, the Court finds that:\n  \n(a) the Property at issue is a large tract and thus does not fit within the\ntraditional scope of spot zoning; (b) the disputed zoning action is consistent with the City’s existing\ncomprehensive zoning plan, which proposes expanded residential development for the surrounding\narea;\n[7]\n (c) Council considered the negative effect of its zoning action on the adjoining landowners against\nthe benefits to the entire community as a social, economic, and political unit, and determined that the\ncollective benefits (in the form of the construction of a comprehensive, high-end planned residential\ndevelopment to meet the City’s future growth projections) outweighed any such detriments; and (d) the\nproposed use is compatible with the residential uses already present in the adjoining tracts, albeit at a\nmore substantial density than the Plaintiffs would prefer.\n \nAccordingly, even if Council’s zoning action in this case amounts to spot zoning, such action,\nunder these facts, is valid.\nIV.\nCONCLUSION\n \nFor the reasons set forth above, the Court \nGRANTS \nDefendants’ Motion for Summary Judgment\nas to the Plaintiffs’ declaratory judgment action and \nAFFIRMS\n the zoning decisions made by the\nGastonia City Council on January 17, 2006.\n  \nAccordingly, the Court \nDISMISSES \nthe Amended\nComplaint and Petition for Writ of Certiorari \nwith prejudice\n.\n  \nThe Court \nDENIES \nthe request of the\nDefendant and Intervenor-Defendant for recovery of attorneys’ fees and costs.\n \nThis the\n  \n__________ day of October, 2006.\n \n \n \n[1]\n Under the County’s zoning scheme, SCDS would be authorized to develop a residential community, albeit with more\nsubstantial restrictions regarding the density of individual dwellings per acre.\n   \nMore specifically, the current county zoning\nordinance would allow for the construction of approximately 600 single-family homes on 12,000 square foot lots.\n[2]\n SCDS later withdrew its zoning request with respect to that portion of the Property originally within \nGastonia\n’s city limits.\n \n[3]\n Approval of a conditional use district provides for those situations where a particular use (in this case, the development of a\nplanned residential development) may be appropriate for a particular site, but where the general zoning district (here, “R-3”) has\ninsufficient standards to mitigate the specific impact on surrounding areas.\n  \nSee\n \nGastonia\n, \nN.C.\n, Code § 17-291.\n[4]\n The Chair of the planning commission testified that the Application before Council was not the same one considered by the\ncommission members, in that SCDS had addressed many of the concerns raised by the initial proposal.\n  \nThe Chair also testified\nthat, in the absence of a planned development, the landowners would likely proceed with construction of homes on the Property.\n \n[5]\n Although it does not address specific residential densities or outline criteria regarding timing of any annexation, the City’s\ncomprehensive land use plan does recommend residential development for the area.\n[6]\n Plaintiffs also assert that Council inappropriately considered matters not part of the record in approving the Application.\n \nPlaintiffs do not, however, identify the matters improperly considered.\n  \nConsequently, the Court declines to consider this issue\nfurther.\n[7]\n In that sense, this case is markedly different from \nGood Neighbors of South Davidson v. Town of Denton, \n355 N.C. 254, 559\nS.E.2d 768 (2002), where the North Carolina Supreme Court concluded that the defendant town engaged in illegal spot zoning, in\npart, because there was no evidence that the proposed zoning change was compatible with an existing comprehensive zoning plan\nand the planned industrial use was clearly incompatible with the residential and agricultural uses of the surrounding property."
}