{
  "id": "47034597219779bdce31a56d885e60c3d162d5240978889be8d9ee8be816d674",
  "source_file": "data/raw/ncbc/47034597219779bdce31a56d885e60c3d162d5240978889be8d9ee8be816d674.pdf",
  "raw_text": "Inland Am. Winston Hotels, Inc. v. Winston, 2010 NCBC 19. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n08 CVS 021786 \nINLAND AMERICAN WINSTON HOTELS, \nINC., \n  \n                                 Plaintiff, \n \nv. \n \nROBERT W. WINSTON, III, \nKENNETH R. CROCKETT, \nWINSTON HOSPITALITY, INC.,  \nWILLIAM W. BUNCH, III and  \nBROWN & BUNCH, PLLC, \n \n                                  Defendants. \n \nORDER & OPINION \n \n \n{1} THIS MATTER is before the Court on Defendants William W. \nBunch, III and Brown & Bunch, PLLC’s Motion for Summary Judgment \npursuant to Rule 56 of the North Carolina Rules of Civil Procedure.  After \nconsidering the briefs submitted, other submissions of counsel, and oral \nargument, the court concludes that Defendants William W. Bunch III and \nBrown & Bunch, PLLC’s Motion for Summary Judgment should be \nGRANTED. \n \nMoore & Van Allen, PLLC by Scott M. Tyler and Karin M. McGinnis \nand DLA Piper, LLP by Jeffrey D. Herschman and Melissa R. Roth for \nPlaintiff Inland American Winston Hotels, Inc. \n \nCranfill Sumner & Hartzog, LLP by Richard Boyette for Defendants \nWilliam W. Bunch, III and Brown & Bunch, PLLC. \n \n \nTennille, Judge. \n \n \n  \n \n \nI. \nPROCEDURAL BACKGROUND \n{2} This action was filed in Wake County on December 12, 2008.  The \nmatter was designated a mandatory complex business case by order of the \nChief Justice of the Supreme Court of North Carolina dated December 22, \n2008 and subsequently assigned to the undersigned Special Superior Court \nJudge for Complex Business Cases by order of the Chief Special Superior \nCourt Judge for Complex Business Cases dated December 22, 2008.  \n{3} By order dated May 5, 2009, this action was consolidated with a \nrelated case, Crockett Capital Corp. v. Inland Am. Winston Hotels, Inc., No. \n08 CVS 000691 (N.C. Super. Ct. filed Jan. 16, 2008), for discovery purposes \nonly.  Defendants William W. Bunch, III (“Mr. Bunch” or “Bunch”) and Brown \n& Bunch, PLLC are not parties in the related case.  In this action, Plaintiff \nfiled suit against Defendants Kenneth R. Crockett and Robert W. Winston for \nbreach of contract and usurpation of corporate opportunity, against \nDefendant Winston Hospitality, Inc. for tortious interference with prospective \nadvantage, and against Defendants Bunch and Brown & Bunch, PLLC for \nlegal malpractice, breach of fiduciary duty, and tortious interference with \nprospective advantage.1  \n{4} Defendants Bunch and Brown & Bunch, PLLC filed a Motion for \nSummary Judgment pursuant to Rule 56 of the North Carolina Rules of Civil \nProcedure on June 16, 2010.  Plaintiff filed a responsive brief on July 19, \n2010.  Defendants Bunch and Brown & Bunch, PLLC filed a reply brief on \nAugust 2, 2010.  The Court heard oral arguments on the Motion on \nSeptember 23, 2010.  This Order and Opinion only addresses the Bunch and \nBrown & Bunch, PLLC Motion. \n                                                 \n1 No independent claims are asserted against the law firm other than those based upon the \nactions of Mr. Bunch.  References to the claims against Mr. Bunch in this Order and Opinion \nalso apply to the claims against Brown & Bunch, PLLC.   \n  \n \nII. \nFACTUAL BACKGROUND \nA. \nTHE PARTIES \n{5} Plaintiff Inland American Winston Hotels, Inc. (“Inland”) is a \ncorporation organized under the laws of the state of Delaware, with its \nprincipal office and place of business in Oak Brook, Illinois.  Inland is the \nsuccessor by merger to Winston Hotels, Inc. (“Winston Hotels”), a North \nCarolina corporation.  The merger became effective on July 1, 2007 when \nInland acquired all of the capital stock of Winston Hotels.  (Defendants \nWilliam W. Bunch, III and Brown & Bunch, PLLC’s Br. in Supp. of Mot. for \nSumm. J. (“Defs.’ Summ. J. Br.”) 3.)  On that date Inland also became the \ngeneral partner of Winn Limited Partnership (“Winn LP”), a North Carolina \nLimited Partnership previously owned by Winston Hotels.  (Mem. of Law in \nOpp. to the Mot. for Summ. J. Filed by Defs. William W. Bunch, III and \nBrown & Bunch, PLLC (“Pl.’s Resp. Br.”) 3; Dep. of Kenneth R. Crockett \n(“Crockett Dep.”) 302:17−303:1.)   \n{6} Defendant Bunch is an attorney duly licensed to practice law in the \nstate of North Carolina and at all material times has been a member of \nBrown & Bunch, PLLC.  Mr. Bunch is a real estate transactional lawyer and \na founding partner of Brown & Bunch, PLLC.   \n{7} Brown & Bunch, PLLC is a professional limited liability company \norganized under the laws of the state of North Carolina and engaged in the \npractice of law in this state, with offices in Wake and Orange Counties.   \n{8} Defendant Kenneth R. Crockett (“Mr. Crockett”) resides and/or \nregularly conducts business in Wake County, North Carolina. \n{9} Defendant Robert W. Winston, III (“Mr. Winston”) resides and/or \nregularly conducts business in Wake County, North Carolina. \n  \n{10} Winston Hospitality, Inc. (“Winston Hospitality”) is a corporation \norganized under the laws of the state of North Carolina, with its principal \nplace of business in Raleigh, North Carolina.  At all times relevant to this \nlawsuit, Messrs. Crockett and Winston have been officers of Winston \nHospitality, each owning an equity interest therein. \n \nB. \nLEGAL MALPRACTICE, BREACH OF FIDUCIARY DUTY, TORTIOUS \nINTERFERENCE CLAIMS \n \n{11} The claims against Mr. Bunch and Brown & Bunch, PLLC arise out \nof a proposed development project in Durham County near the Research \nTriangle Park called the “RTP Westin.”  The RTP Westin is one of thirteen \npotential developments contemplated by an agreement between Inland, Winn \nLP, and Crockett Capital Corporation (“Crockett Capital”)2, which was signed \non or about July 30, 2007 and made effective July 1, 2007.  (Defs.’ Summ. J. \nBr. 2, Ex. 26: Agreement Regarding Development Projects (“Master \nAgreement”); Pl.’s Resp. Br. 4.)  \n{12} Prior to July 1, 2007, Winston Hotels was engaged in the business of \nacquiring, developing and constructing hotels.  (Compl. ¶ 9.)  At that time, \nMr. Crockett served as Winston Hotels’ Executive Vice President and Chief \nDevelopment Officer, and Mr. Winston served as its Chief Executive Officer.  \n(Defs.’ Summ. J. Br. 3.)  Mr. Crockett had been working to acquire the RTP \nWestin site since early 2007.  (Crockett Dep. 300:7−11.)  On July 1, 2007, \nInland acquired all the capital stock of Winston Hotels.  (Defs.’ Summ. J. Br. \n3.)   \n{13} From 1994 until the merger with Inland, Mr. Bunch served as legal \ncounsel to Winston Hotels and its related entities, including Winn LP.  (Dep. \nof William W. Bunch, III (“Bunch Dep.”) 6:22−5; Pl.’s Resp. Br. 1.)  Mr. \n                                                 \n2 Crockett Capital is a North Carolina corporation formed on July 11, 2007.  Messrs. Crockett \nand Winston each own a 50% share of the business.  (Pl.’s Resp. Br. 3 n.1.)  \n  \nCrockett was one of Mr. Bunch’s primary contacts in connection with his \nrepresentation of Winston Hotels.  (Bunch Dep. 7:1−4.) \n{14} As part of the acquisition of Winston Hotels, Inland acquired the \nownership of hotel properties then under construction and the right to \ndevelop other properties, including the RTP Weston, which “may be suitable \nfor development as hotel projects . . . .”  (Master Agreement, Recital A.)  \nThese properties were identified as “Pipeline Properties” and listed in Exhibit \nB of the Master Agreement.  (Master Agreement, Ex. B.)  After the merger, \nInland continued to engage in the business of acquiring, developing and \nconstructing hotels.  (Compl. ¶ 9.) \n{15} In conjunction with the merger, Inland, Winn LP, and Crockett \nCapital entered into the Master Agreement, pursuant to which Crockett \nCapital would use its “expertise in the development, construction, and \nmanagement of hotel properties” to perform various development services for \nInland.  (Master Agreement, Recital B.)  Crockett Capital was to provide \nInland with development proposals for each of the thirteen proposed projects.  \n(Pl.’s Resp. Br. 4−5.)   \n{16} If Inland agreed to a final proposed development plan for a \nparticular property in the pipeline, the parties would pursue the project \nfurther by negotiating and entering into a succession of preset contractual \nagreements to develop it.  (Master Agreement ¶¶ 3−4.)  If Inland rejected a \nparticular property, then Crockett Capital could develop it on its own or with \na third party, provided Crockett Capital paid Inland the acquisition costs \nInland incurred for that property.  (Master Agreement ¶ 5.)  Inland would \ntransfer its rights in any such property to Crockett Capital or its assignee \nand would execute all documentation reasonably necessary to accomplish the \ntransfer.  (Master Agreement ¶ 5.) \n{17} In June 2007, Mr. Bunch understood from Messrs. Crockett and \nWinston that Winston Hotels was in merger talks with Inland’s parent, and \nthat as a result of a pending merger, a joint venture was to be formed \n  \nbetween the surviving entity (Inland) and various entities owned by Messrs. \nCrockett and Winston.  (Bunch Dep. 24:2−19.)  Mr. Crockett advised Mr. \nBunch that after the merger, he and Mr. Winston would be “in essence, the \ndevelopment arm” under the joint venture, and that Mr. Bunch would deal \nwith Mr. Crockett in the same way as he did before the merger.  (Bunch Dep. \n89:18−25, 90:1−5.)  It would be “business as usual” with respect to Mr. \nBunch’s work on the developments.  (Bunch Dep. 89:18−25, 90:1−5.)   \n{18} As set forth in the Master Agreement and acknowledged by Inland’s \nrepresentative, John Brown, Mr. Crockett was to research and evaluate the \nPipeline Properties.  (Dep. of John Brown (“Brown Dep.”) 618:14−621:11.)  He \nwas to perform all predevelopment work with regard to the Pipeline \nProperties, including: conducting market studies; evaluating sites; \nnegotiating land contracts (including the RTP Westin contract); and hiring \nvendors and lawyers (including Mr. Bunch).  (Brown Dep. 618−621.)  He also \nhad the authority to hire and to deal with architects and engineers for those \nproperties. (Brown Dep. 619:23−620:6.)   \n{19} The negotiations leading to the execution of the Master Agreement \nat times were contentious.  For example, on June 28, 2007, Mr. Crockett sent \nan email to Mr. Bunch about the ongoing negotiations in which he stated that \nInland had not been treating him very well and was reneging on prior \ncommitments.  (Pl.’s Resp. Br., Ex. 6: Email from Kenneth Crockett to \nWilliam Bunch (June 28, 2007, 22:01 EDT).)  Mr. Crockett indicated that he \nmight reassess the situation the following week.  (Pl.’s Resp. Br., Ex. 6: Email \nfrom Kenneth Crockett to William Bunch (June 28, 2007, 22:01 EDT).)   \n{20} After sending the June 28, 2007 email, Mr. Crockett spoke via \ntelephone to Inland’s Chairman, Dan Goodwin.  (Crockett Dep. 310:23− \n311:9.)  Mr. Crockett believed that Mr. Goodwin had assured him that Inland \nintended to go forward with the Agreement.  (Crockett Dep. 310:23−311:9.)  \nMr. Crockett informed Mr. Bunch of these assurances in early July, prior to \nthe execution of the RTP Westin contract on July 11th, and Mr. Bunch \n  \nunderstood at that time that the parties wanted to “do as many deals” as they \ncould.  (Bunch Dep. 85:4−87:5.) \n{21} In June 2007, Mr. Bunch was working with Mr. Crockett to finalize \nthe purchase contract for the RTP Westin site.  (Defs.’ Summ. J. Br. 5.)  Mr. \nCrockett was the point of contact for Mr. Bunch with regard to the RTP \nWestin contract negotiations.  (Defs.’ Summ. J. Br. 5.)  Gregory Sanchez, the \nseller’s representative, had been in ongoing negotiations with Mr. Crockett to \nfinalize the RTP Westin contract.  (Dep. of Gregory Sanchez (“Sanchez Dep.”) \n32:10−23, 33:23−34:4, 35:19−36:20.)  Prior to his departure for a family \nvacation in June 2007, Mr. Crockett left a signed copy of the purchase \ncontract for the RTP Westin site with his secretary and instructed Mr. Bunch \nto release the signature page upon confirmation that Mr. Sanchez had \nobtained his clients’ consent to the final terms.  (Defs.’ Summ. J. Br., Ex. 4; \nSanchez Dep. 38:3−39:17; Crockett Dep. 300:1−304:2.)  Mr. Crockett signed \nthe purchase contract in his capacity as an officer of Winston Hotels, which \nwas at the time the sole general partner of Winn LP.  (Bunch Dep. \n82:25−83:1.)  Although the contract for the sale of the RTP Westin site had \nnot been executed as of July 1, 2007 (the day Inland acquired all rights to \nWinston Hotels’ assets), drafts, all of which named Winston Hotels or Winn \nLP as the purchaser, had been prepared and circulated.  (Answer of Defs. \nRobert W. Winston, III, Kenneth R. Crockett, and Winston Hospitality, Inc. \n(“Westin Answer”) ¶ 16; Crockett Dep. 300:1−304:2; Bunch Dep. 80−81.) \n{22} As of July 1, 2007, the parties to the RTP Westin contract had not \nreached agreement on all of its terms.  (Defs.’ Summ. J. Br. 5.)  Mr. Sanchez \nwas putting pressure on Mr. Crockett to execute the contract, because Mr. \nSanchez was under pressure to present it to the seller’s investment \ncommittee contemporaneously with the lease for a proposed office building \nthat would be adjacent to the RTP Westin.  (Defs.’ Summ. J. Br. 5.)  Mr. \nSanchez gave Mr. Crockett an ultimatum: if the contract terms could not be \nimminently finalized, he would take the RTP Westin opportunity to another \n  \nqualified hotel developer with whom he had a longstanding business \nrelationship.  (Sanchez Dep. 53:17−58:11; Bunch Dep. 131:13−132:15)  Mr. \nBunch was aware that Mr. Sanchez was pushing Mr. Crockett to close the \ndeal.  He also was aware of Mr. Sanchez’s threat to present the RTP Westin \nopportunity another qualified developer. (Bunch Dep. 131:13−132:15.) \n \n{23} With the merger between Inland and Winston Hotels concluded, \nneither Mr. Crockett nor Mr. Winston was an officer or an employee of the \nsurviving entity.  (Defs.’ Summ. J. Br. 6; Pl.’s Resp. Br. 7.)  Neither party had \nthe authority to sign a contract on behalf of Winston Hotels or Inland.  Yet, \nMr. Crockett’s involvement in procuring the RTP Westin project for the joint \nventure was essential for Inland and Crockett Capital to move forward with \nthe business opportunity.  Mr. Sanchez was under a deadline, and without \nMr. Crockett’s participation, he would have been inclined to recommend \nselling the property to another developer with whom he had a previous \nrelationship rather than to Inland, an organization lead by unknowns.  \n(Sanchez Dep. 69:25−70:17.)  The other developer was a competitor to \nWinston Hotels and Inland.   \n{24} Mr. Crockett had the contract for the RTP Westin site put in the \nname of Winston Hospitality, a Winston-Crockett entity.  (Defs.’ Summ. J. \nBr., Ex. 8: Email from Kenneth Crockett to William Bunch (July 11, 2007, \n14:05 EDT); Bunch Dep. 126:7−12, 131:1−7.)  Mr. Crockett sent Mr. Bunch a \ncontract signed by Mr. Winston on behalf of Winston Hospitality on July 12, \n2007.  (Bunch Dep. 144:20−3; Tr. of Hr’g 97, Inland Am. Winston Hotels, Inc. \nv. Winston, No. 08 CVS 21786 (N.C. Super. Ct.) (argued Sep. 23, 2010); \nCompl. ¶ 21; Westin Answer ¶ 21.)  It was executed by the seller on July 19, \n2007.  (Compl. ¶ 21; Westin Answer ¶ 21.)   \n{25} Mr. Crockett explained the reason for the name change in a July 11, \n2007 email to Mr. Bunch, which stated,  \nBill: You will see that, in my discussions with Greg Sanchez, we \nhave changed the purchasing entity to Winston Hospitality for \n  \nsignature by Bob Winston.  The change is necessary to maintain \nmomentum and timeliness in pursuit of this transaction.  \nAmong other things, Greg needs to present a signed contract for \nhis investment committee tomorrow.  Bob and I fully intend to \ndevelop this property under the terms of our joint venture \narrangement being negotiated with Inland.  The assignment \nprovisions within the purchase agreement will allow us to form \nthe [joint venture] with Inland without further approvals from \nseller.  Ken. \n   \n(Defs.’ Summ. J. Br., Ex. 8: Email from Kenneth Crockett to William Bunch \n(July 11, 2007, 14:05 EDT) (emphasis added).) \n{26} As of July 11, 2007, Mr. Bunch understood that Mr. Crockett, Mr. \nWinston, and Inland had reached an agreement for the development of the \nPipeline Properties, the terms of which were being finalized in the Master \nAgreement.  (Bunch Dep. 85:4−86:4, 86:23−87:5, 88:7−11, 93:25−94:8, \n109:8−17.)  Mr. Crockett told Mr. Bunch in July 2007 that it did not matter \nwhich entity ultimately entered into contracts and vendor relationships \nbecause Mr. Crockett and Mr. Winston were pursuing deals for the joint \nventure and because the Master Agreement allowed Inland’s pursuit costs to \nbe “trued up.”  (Bunch Dep. 22:20−23:6.)  The goal was to get the property \nunder contract, then proceed in accordance with the joint venture.  (Bunch \nDep. 110:20−5.) \n{27} Mr. Bunch understood that although Winston Hospitality was \nnamed in the contract to purchase the RTP Westin, Messrs. Crockett and \nWinston intended to assign the contract rights to the joint venture with \nInland and negotiated an assignment provision permitting them to do so.  \n(Defs.’ Summ. J. Br. 7, Ex. 8.)  Mr. Bunch made Petula Prolix Development \nCompany, the seller of the RTP Westin site, aware of this intent in a letter \ndated September 13, 2007.  (Defs.’ Summ. J. Br., Ex. 11.)  He explained that  \nthe proposed insured under the Title Commitment is WINN \nLimited Partnership . . . (“WINN”), whose sole general partner is \n[Inland] . . . , with WINN or a joint venture entity among WINN \nand Purchaser[, Winston Hospitality,] being the intended \n  \nassignee of Purchaser as contemplated by Section 19 of the \nContract.  \n \n(Defs.’ Summ. J. Br., Ex. 11.) \n{28} It is undisputed that the Master Agreement was signed on July 30, \n2010 and made retroactive to July 1, 2010, thus ratifying Mr. Crockett’s \nactions on behalf of the joint venture during July. \n{29} On August 21, 2007, Crockett Capital tendered to Inland an \ninvestment package to develop the RTP Westin.  (Reply of William W. Bunch, \nIII and Brown & Bunch, PLLC in Supp. of Mot. for Summ. J. 3.)  Ultimately,  \nhowever, the RTP Westin site never was assigned to Inland.  Instead, it was \nsold to a third party.  (Pl.’s Resp. Br. 11.)  \n{30}  Inland claims that Mr. Bunch improperly permitted Winston \nHospitality rather than an entity controlled by Inland to be named the \npurchaser in the contract for the RTP Westin site.  (Pl.’s Resp. Br. 1.)   \n{31} Inland has asserted three claims against Mr. Bunch and Brown & \nBunch, PLLC: (1) legal malpractice; (2) breach of fiduciary duty; and (3) \ntortious interference with prospective advantage.  Inland contends that Mr. \nBunch was liable for malpractice because he failed to protect Inland’s interest \nwhen he allowed Winston Hospitality to be identified as the purchaser in the \ncontract for the RTP Westin site.  Inland’s claims are based upon the fact \nthat Mr. Bunch took no steps to advise Inland of the change in the name of \nthe entity purchasing the RTP Westin site or to seek Inland’s permission to \nmake the change.  Inland asserts that as a proximate result of Mr. Bunch’s \nactions and omissions, it has been deprived of its rights in the RTP Westin \nsite. \n \nIII. \nTHE MOTION \n{32} Mr. Bunch and Brown & Bunch, PLLC have moved for summary \njudgment on all claims against them on the grounds that there is no genuine \n  \nissue as to any material fact and that they are entitled to a judgment as a \nmatter of law. \nA. \nLEGAL STANDARD \n{33} Summary judgment is appropriate “if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with affidavits, if \nany, show that there is no genuine issue as to any material fact and that any \nparty is entitled to a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  The \nmoving party bears the burden of showing that there is no genuine issue of \nmaterial fact.  \nPembee Mfg. Corp. v. Cape Fear Constr. Co., Inc., 313 N.C. \n488, 491, 329 S.E.2d 350, 353 (1985) (citing Texaco, Inc. v. Creel, 310 N.C. \n695, 314 S.E.2d 506 (1984)).  The moving party may meet its burden by \nshowing that an essential element of the non-moving party’s claim is \nnonexistent.  \nSee Collingwood v. G.E. Real Estate Equities, 324 N.C. 63, 66, \n376 S.E.2d 425, 427 (1989).  The burden then shifts back to the non-moving \nparty to establish the existence of a prima facie case.  See id. \n \nB. \nANALYSIS \n1. \nLEGAL MALPRACTICE/BREACH OF FIDUCIARY DUTY \na. \nViolation of Standard of Care \n{34} In a legal malpractice action based on an attorney’s negligence, the \nplaintiff must prove by the greater weight of the evidence that the attorney \nbreached a duty owed to the client and that the attorney’s negligence is the \nproximate cause of the loss suffered.  Rorrer v. Cooke, 313 N.C. 338, 355, 329 \nS.E.2d 355, 366 (1985);Cornelius v. Helms, 120 N.C. App. 172, 175−76, 461 \nS.E.2d 338, 340 (1995) (citing Summer v. Allran, 100 N.C. App. 182, 184, 394 \nS.E.2d 689, 690 (1990), disc. rev. denied, 328 N.C. 97, 402 S.E.2d 428 (1991)).  \n  \n“[A] breach of fiduciary duty claim is essentially a negligence or professional \nmalpractice claim.”  Teague v. Isenhower, 157 N.C. App. 333, 334, 579 S.E.2d \n600, 602 n.1 (2003) (quoting Childers v. Hayes, 77 N.C. App. 792, 795, 336 \nS.E.2d 146, 148 (1985); see also NationsBank v. Parker, 140 N.C. App. 106, \n113, 535 S.E.2d 597, 602 (2000) (“Breach of fiduciary duty is a species of \nnegligence or professional malpractice.”).  Thus, the following analysis \ncontrols the claims for legal malpractice and breach of fiduciary duty.   \n{35} Mr. Bunch argues that Inland has failed to forecast competent \nevidence that he breached the applicable standard of care for real estate \nattorneys practicing in Wake County, North Carolina or a similar locality and \nthat Inland cannot establish that any conduct of Mr. Bunch proximately \ncaused any damages.   \n{36} The duties an attorney owes to his client are delineated in Hodges v. \nCarter, 239 N.C. 517, 80 S.E.2d 144 (1954). \nOrdinarily when an attorney engages in the practice of the law \nand contracts to prosecute an action on behalf of his client, he \nimpliedly represents that (1) he possesses the requisite degree of \nlearning, skill, and ability necessary to the practice of his \nprofession and which others similarly situated ordinarily \npossess; (2) he will exert his best judgment in the prosecution of \nthe litigation entrusted to him; and (3) he will exercise \nreasonable and ordinary care and diligence in the use of his skill \nand in the application of his knowledge to his client’s cause. \n \nHodges, 239 N.C. at 519, 80 S.E.2d at 145−6.  The standard for reasonable \nand ordinary care and diligence is that of “members of the profession in the \nsame or similar locality under similar circumstances.”  Rorrer, 313 N.C. at \n356, 329 S.E.2d at 366. \n{37} In an effort to demonstrate a breach of the duty of care by Mr. \nBunch, Inland offers the testimony of Thomas Metzloff, a Duke University \nlaw professor with a background in ethics.  Mr. Metzloff determined that Mr. \nBunch “violated the standard of care by assisting Winston, Crockett, or \nentities controlled by them with respect to the [RTP Westin] development \n  \nproject.”3  (Inland’s Designation of Expert Witness, Opinions Section ¶ 9.)  \nMr. Metzloff is not a practicing attorney.  (Dep. of Thomas Metzloff (“Metzloff \nDep.”) 21:17−23:3.)  He has not been licensed to practice law for over twenty-\nfive (25) years, and he has never been licensed to practice law in North \nCarolina.  (Metzloff Dep. 21:17−23:3.)  He has never conducted any real \nestate transactions as a lawyer or represented any individual, partnership, \njoint venture, LLC, or corporation in any real estate transaction.  (Metzloff \nDep. 26:12−8.)  He does not consider himself to be an expert in the practice of \nreal estate development or the practice of law related to real estate \ndevelopments.  (Metzloff Dep. 60:11−25.)  He does not know everything that a \nreal estate lawyer does in representing a developer, putting together deals, \nand seeing them through to closing.  (Metzloff Dep. 60:11−25.)  Mr. Metzloff \nconcedes, for example, that he does “not know for sure” what the standard of \ncare is for written engagement letters for an attorney handling the type of \ntransaction at issue in this case.  (Metzloff Dep. 122:1−10.)   \n{38} Mr. Metzloff lacks the qualifications to give a competent opinion as \nto whether Mr. Bunch’s actions with regard to the RTP Westin contract were \nwithin the applicable standard of care for a commercial real estate \ntransactional attorney practicing in the Research Triangle area or a similar \ncommunity.  Mr. Metzloff does claim expertise in the North Carolina Rules of \nProfessional Conduct, and those rules are Mr. Metzloff’s only articulated \nbasis for his opinion that Mr. Bunch’s actions or omissions fell short of the \nstandard.  (Inland’s Designation of Expert Witness 3−8.)   \n{39} Yet, North Carolina appellate courts repeatedly have rejected the \nuse of the Rules of Professional Conduct to establish attorney liability.  See \nBaars v. Campbell Univ. Inc., 148 N.C. App. 408, 421, 558 S.E.2d 871, 879 \n(2002); Webster v. Powell, 98 N.C. App. 432, 439, 391 S.E.2d 204, 208 (1990), \n                                                 \n3 In making his determination, Mr. Metzloff did not consider facts that indicate Inland \nclothed Mr. Crockett with the actual and/or apparent authority to change the name on the \ncontract to preserve the deal for the joint venture.  (See Inland’s Designation of Expert \nWitness 3−8.) \n  \naff’d, 328 N.C. 88, 399 S.E.2d 113 (1991); McGee v. Eubanks, 77 N.C. App. \n369, 374, 335 S.E.2d 178, 181 (1985).  In Baars, the Court of Appeals held, “a \nbreach of a provision of the Code of Professional Responsibility is not in and \nof itself . . . a basis for civil liability . . . . ”  148 N.C. App. at 421, 558 S.E.2d \nat 879 (internal quotations removed).       \n{40} This rule of law has been incorporated into Rule 0.2[7] of the Rules \nof Professional Conduct.  Id.  \n \nViolation of a Rule should not give rise itself to a cause of action \nagainst a lawyer nor should it create any presumption in such a \ncase that a legal duty has been breached . . . .  The rules are \ndesigned to provide guidance to lawyers and to provide a \nstructure for regulating conduct through disciplinary agencies.  \nThey are not designed to be a basis for civil liability . . . .  \nAccordingly, nothing in the Rules should be deemed to augment \nany substantive legal duty of lawyers or the extra-disciplinary \nconsequences of violating such a Rule.  \n \nR. Prof. Conduct N.C. St. B. 0.2[7].      \n{41} The plain language of this provision, like that of McGee and its \nprogeny, establishes that the North Carolina Rules of Professional Conduct \ncannot be used to establish civil liability.  Furthermore, the Court in Webster \nheld that evidence offered to show a lawyer violated certain rules of \nprofessional conduct was properly excluded by the trial court.  98 N.C. App. \nat 439, 391 S.E.2d at 208; see also Baars, 148 N.C. App. at 421, 558 S.E.2d at \n879 (“[E]vidence of purported rules violations is properly excluded when a \ncase is subject to dismissal.”) \n{42} The purpose of putting on evidence as to the standard of care in a \nmalpractice lawsuit is to determine whether the defendants’ actions meet the \napplicable standard.  Progressive Sales, Inc. v. Williams, Willeford, Boger, \nGrady & Davis, 86 N.C. App. 51, 56, 356 S.E.2d 372, 376 (1987).  When a \nplaintiff fails to offer testimony or affidavits of attorneys in the area of \npractice in the defendant’s legal community, dismissal is proper.  See id.; \n  \nLaws v. Priority Tr. Services of N.C., L.L.C., 610 F. Supp. 2d 528, 530−31 \n(W.D.N.C. 2009), aff’d, No. 09-1432 (4th Cir. Apr. 28, 2010) (per curium) \n(unpublished opinion) (dismissal of a legal malpractice complaint that failed \nto identify a formal legal duty independent of those articulated in the Rules \nof Professional Conduct or the corresponding State Bar ethics opinions). \n{43} The circumstances of this case and the complexities of the \nrelationships between the parties are such that a determination of a breach \nof the standard of care cannot be determined by an ethics professor who does \nnot practice law in commercial real estate.  Likewise, the applicable standard \nof care cannot be determined, as Plaintiff suggests, by lay persons.  Inland \nmust have a competent expert to provide evidence of a breach of the standard \nof care.   \n{44} There is no admissible evidence from Inland of the standard by \nwhich Mr. Bunch’s actions and alleged omissions are to be weighed.  Thus, \nInland has failed to forecast competent evidence that Mr. Bunch violated the \napplicable standard of care.   \n{45} Because the Court finds that Plaintiff failed to forecast any evidence \nof breach, it is not necessary to reach the causation issue.  \n \nb. Actual Authority \n{46} Based on the facts Mr. Bunch knew on July 11, 2007, it was \nreasonable for him to believe that Mr. Crockett had the actual authority from \nInland to change the name on the contract to purchase the RTP Westin from \nWinn LP or Winston Hotels to Winston Hospitality in order to get the deal \nclosed.    \n{47} “Actual authority is that authority which the agent reasonably \nthinks he possesses, conferred either intentionally or by want of ordinary \ncare by the principal.”  Harris v. Ray Johnson Constr. Co., 139 N.C. App. 827, \n830, 534 S.E.2d 653, 655 (2000).   \n  \n{48} Mr. Crockett had been pursuing the RTP Westin site since early \n2007.  Before Inland and Winston Hotels merged, he had conducted \nnegotiations with the seller, and he already had a valuable business \nrelationship with Mr. Sanchez, the seller’s agent.  Inland wanted the benefit \nthe predevelopment work Mr. Crockett had done on the RTP Westin leading \nup to the date of the merger.  For this reason, when Inland, Mr. Crockett, and \nMr. Winston entered into the Master Agreement at the end of July, the \nparties made it retroactive to July 1, 2007.  As a result of that Mr. Crockett \npossessed the actual authority to act to preserve the RTP Westin opportunity \nfor the joint venture.  \n{49} Though Mr. Bunch could not have known on July 11, 2007 that the \nMaster Agreement would be made retroactive to July 1, 2007, Mr. Bunch did \nunderstand on July 11th that the parties to the Master Agreement had \nagreed in principle to form a joint venture and were actively negotiating the \nagreement’s terms.  He knew that Inland expected Mr. Crockett to engage \nand direct lawyers in their work on the RTP Westin and on other \ndevelopment opportunities that were in various stages of investigation and \npursuit.  He knew the joint venture would develop additional hotel properties \nand would do as many deals as possible.  He knew that Mr. Crockett was a \nnecessary party to the RTP Westin deal and that Inland would lose the \nopportunity to develop it if the contract was not executed quickly.  Also, Mr. \nCrockett informed Mr. Bunch that he was pursuing the property for the joint \nventure the parties were forming.  Mr. Bunch’s letter of September 13, 2010 \nto the seller demonstrates his belief that the opportunity was being pursued \nfor the joint venture.  There is no evidence that Mr. Bunch knew that Mr. \nCrockett was acting in any capacity other than as agent for Inland, and no \nevidence that Mr. Bunch knew or understood that Mr. Crockett, Mr. Winston, \nand Winston Hospitality were acting in their own interests.   \n{50} Inland’s representative, John Brown, stated in his testimony that \nMr. Crockett had the authority to do what was necessary for the \n  \npredevelopment work, including the authority to negotiate contracts and hire \nlawyers.  Mr. Brown’s testimony proved consistent with Mr. Crockett’s \ncomments to Mr. Bunch about his authority and with Mr. Bunch’s \nunderstanding that Mr. Crockett was his point of contact for Inland with \nrespect to the joint venture’s development opportunities, including the RTP \nWestin.   \n{51} Under the circumstances, Mr. Bunch had a reasonable belief that \nMr. Crockett had the actual authority to change the buyer to Winston \nHospitality.   \n \nc. Apparent Authority \n{52} While it is clear that Mr. Bunch believed Mr. Crockett had the \nactual authority to direct him to change the name of the purchaser, at a \nminimum, insofar as Mr. Bunch was concerned, Mr. Crockett also possessed \nthe apparent authority to do so. \n{53} Apparent authority “is that authority which the principal has held \nthe agent out as possessing or which he has permitted the agent to represent \nthat he possesses.”  Zimmerman v. Hogg & Allen, P.A., 286 N.C. 24, 31, 209 \nS.E.2d 795, 799 (1974). \n{54} In late June or early July 2007, Mr. Crockett informed Mr. Bunch \nthat Mr. Goodwin, Inland’s Chairman, assured him that though the Master \nAgreement had not yet been executed, the parties would form a joint venture \nas planned.  (Bunch Dep. 85:16−88:11.)  Based on Mr. Crockett’s \nrepresentations, Mr. Bunch believed that the parties would finalize the \nMaster Agreement.  (Bunch Dep. 88:7−11.)  Based on Mr. Crockett’s \nrepresentations, Mr. Bunch understood that Crockett Capital’s goal was to \nget the Pipeline Properties under contract in order to preserve the business \nopportunities for the joint venture, and then proceed in accordance with \nfuture agreements for the individual properties.  (Bunch Dep. 110:20−5.)   \n  \n{55}  Mr. Crockett communicating Mr. Goodwin’s assurances to Mr. \nBunch gave Mr. Bunch a reasonable and actual belief that Inland had \ngranted Mr. Crockett the authority to change the name on the RTP Westin \ncontract to Winston Hospitality in order to close the deal.  Even if Mr. \nCrockett had no actual authority to change the name, he had the apparent \nauthority to act to preserve the opportunity for the joint venture. \n{56} Inland was aware of Mr. Crockett’s efforts to get the Pipeline \nProperties under contract.  Inland allowed Mr. Crockett to act on its behalf.  \nInland took no action which would have communicated in any way that Mr. \nCrockett did not have the authority he exercised in securing the RTP Westin \nsite. \n{57} From Mr. Bunch’s standpoint, Mr. Crockett had the apparent \nauthority to change the name of the purchaser on the contract. \n{58} Based upon Mr. Crockett’s actual and apparent authority, Mr. \nBunch did not violate any standard of care in following Mr. Crockett’s \ninstructions. \n \n2.  \nTORTIOUS INFERENCE WITH PROSPECTIVE  \nBUSINESS ADVANTAGE \n \n{59} To support a claim for tortious interference with prospective \neconomic advantage, a plaintiff must put forth evidence that a defendant \ninterfered with a trade or business by maliciously inducing a person not to \nenter into a contract with a third person, which he would have entered into \nbut for the interference.\n  Spartan Equip. Co. v. Air Placement Equip. Co., 263 \nN.C. 549, 559, 140 S.E.2d 3, 11 (1965).  The plaintiff must further show \ndamages and that the interference was not done “in the legitimate exercise of \nthe interfering person’s rights, but with a malicious design to injure the third \nperson or gain some advantage at his expense.”  Id.  \n  \n{60} Inland has not forecast evidence to support its claim that Mr. Bunch \ntortiously interfered with Inland’s prospective economic advantage with \nrespect to the RTP Westin transaction.  First, Inland has forecast no evidence \nthat Mr. Bunch acted with malicious design to injure Inland.  Indeed, the \nevidence indicates to the contrary—tha t Mr. Bunch’s intent was to further \nthe opportunity for the benefit of the joint venture, which included Inland.   \nSecond, the uncontroverted evidence shows that Mr. Crockett handled the \nnegotiations with the seller, and that Mr. Crockett made the decision with \nMr. Sanchez to change the name of the contract purchaser with no input or \nconsultation from Mr. Bunch.  It was Mr. Crockett who changed the name on \nthe contract.  Third, the evidence indicates that the seller likely would not \nhave entered into the contract with Inland absent the participation of Messrs. \nCrockett and Winston.   \n{61} Thus, Inland cannot present evidence to satisfy a claim against Mr. \nBunch for tortious interference with prospective business advantage. \n \nIV. \nCONCLUSION \n{62} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and \nDECREED that: Defendants William W. Bunch, III and Brown & Bunch, \nPLLC’s Motion for Summary Judgment is GRANTED. \n \n IT IS SO ORDERED, this 24th day of November, 2010. \n  w\n \n  "
}