{
  "id": "47b81b8860070c174c36ed3e1c1fb3c236699659b635796e9d02cc792173a79d",
  "source_file": "data/raw/ncbc/47b81b8860070c174c36ed3e1c1fb3c236699659b635796e9d02cc792173a79d.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 10099 \n \nJAYSON M. POLUKA, individually \nand derivatively on behalf of \nCAPISHE, LLC, \n \nPlaintiff, \n \nv. \n \nBRUCE R. WILLETTE and BR \nVENTURES, INC., \n \nDefendants, \n \nand \n \nCAPISHE, LLC, \n \n                                Nominal  \n                                Defendant. \n \n \n \n \n \n \n \nORDER AND OPINION ON MOTION \nTO DISMISS \n \n \n \n THIS MATTER comes before the Court on Defendants Bruce R. Willette and \nBR Ventures, Inc.’s partial Motion to Dismiss.  (ECF No. 12.)   \n THE COURT , having considered the motion, the briefs of the parties,  the \napplicable law,  the arguments of counsel, and all applicable ma tters of record, \nCONCLUDES, for the reasons set forth below, that Willette and BR Ventures, Inc.’s \nmotion should be GRANTED.  \nForrest Firm, P.C. , by Keith E. Richardson and Andrew R. Jones , for \nPlaintiff Jayson M. Poluka. \n \nHiggins & Owens, PLLC , by Sara W. Higgins , for Defendants Bruce R. \nWillette and BR Ventures, Inc.  \n \nErwin, Bishop, Capitano & Moss, P.A. , by Joseph W. Moss  Jr., for \nNominal Defendant Capishe, LLC.  \n \nDavis, Judge.  \nPoluka v. Willette, 2021 NCBC 74. \n \n \nINTRODUCTION \n1. This action involves a dispute between members of a  limited liability \ncompany (“ LLC”) organized for the purpose of establishing and operating a \nrestaurant in Charlotte, North Carolina.   The plaintiff, Jayson M. Poluka, has \nasserted a number of claims against another member of the LLC, Bruce R. Willette, \nand a separate entity formed by Willette called BR Ventures, Inc. based on allegations \nof self-dealing and other misconduct by Willette.  One of these claims is a cause of \naction for a violation of the U nfair and Deceptive Trade Practices Act (“UDTPA”) \npursuant to Chapter 75 of the North Carolina General Statutes.   In the present \nmotion, Defendants have moved to dismiss this claim on the sole ground that the \nalleged misconduct was not “in or affecting commerce” as required in order to state a \nvalid claim under the UDTPA.  \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact on motions to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure and instead recites those \nfacts contained in the Complaint  (and in documents attached  to, referred to, or \nincorporated by reference in the Complaint) that are relevant to the Court’s \ndetermination of the Motion.  See, e.g., Concrete Serv. Corp. v. Inv ’rs Grp., Inc ., 79 \nN.C. App. 678, 681  (1986); Window World of Baton Rouge, LLC v. Window World, \nInc., 2017 NCBC LEXIS 60, at *11 (N.C. Super. Ct. July 12, 2017).   Accordingly, the \nfollowing facts —which bear on the pending Motion to Dismiss —are drawn from  \nPoluka’s Complaint. \n \n \n3. This case  involves a dispu te between two members of Capishe, LLC \n(“Capishe”).  Poluka owns a 16% membership interest in Capishe.  (Complaint, ECF \nNo. 3, at ¶ 1.)   \n4. Willette is a manager and a 52% member of Capishe.  ( Id. at ¶ 3.)  \nWillette is also the president, secretary, and registered agent of BR Ventures , Inc. \n(Id.)  BR Ventures is “wholly-owned by Willette” and is totally under his control.  (Id. \nat ¶¶ 3–4.)   \n5. The other members of Capishe  are Servet Guvenc and Silvia Maria \nVargas Ramirez, who each own a 16% membership interest in the LLC.  (Id. at ¶ 5.)  \nGuvenc and Ramirez are not parties to this action.  \n6. Capishe is a “fast-casual” Italian restaurant located in the Dilworth \nneighborhood of Charlotte.  Capishe previously operated at an additional location in \nthe Southpark area of Charlotte that has since closed.  (Id. at ¶¶ 9–11.)   \n7. The origins of Capishe date back to similar, but separate , Italian \nrestaurant concepts developed by Poluka and Willette .  In 2016 and 2017, Polu ka \nbegan developing a “fast casual Italian restaurant” in Waxhaw, North Carolina.  (Id. \nat ¶ 13.)  Poluka formed an entity called Enzo Pizzaiolo Group, LLC to facilitate this \nnew project.  (Id.)  Poluka found a site for the new restaurant and hired Guvenc and \nRamirez, experienced restaurant operators, to serve as chefs and managers.  ( Id. at \n¶¶ 14–15.) \n8. In March 2017, a design architect who Poluka had hired to assist him in \nlaunching Enzo Pizzaiolo introduced Poluka to Willette.  (Id. at ¶ 17.)  Willette had \n \n \nprior experience “launching and growing restaurant business es” and claimed to \npossess a membership interest in Am élie’s French Bakery & Café in Charlotte.  (Id. \nat ¶ 18.) \n9. On 19 May 2017, Poluka sent Willette “a business partnership proposal \nbetween Poluka and his team ( including Guvenc and Ramirez), and Willette , \nregarding their combined fast-casual Italian restaurant pursuit.”  (Id. at ¶ 21.)  \n10. In summer 2017, Poluka and Wi llette began touring commercial real \nestate spaces in the Dilworth neighborhood and selected the location for what would \nultimately become Capishe’s Dilworth restaurant.  (Id. at ¶ 23.)  \n11. Around 14 November 2017, Articles of Organization  for Capishe were \nfiled with the North Carolina Secretary of State.  (Id. at ¶ 25.)  Poluka was not aware \nof the filing until August 2018.  (Id.) \n12. After an extended period of negotiations, Willette, Poluka, Guvenc, and \nRamirez executed an Operating Agreement for Capishe on 4 December 2018.  (Id. at \n¶¶ 26 –30.)  The Operating Agreement stated that all members would also be \nmanagers.  (Id. at ¶ 33.) \n13. Capishe opened its Dilworth location  on 17 December 2018.  ( Id. at ¶  \n31.)  However, tensions quickly arose between Poluka and Willette regarding the \nmanagement of the business.  (Id. at ¶ 54.)  \n14. At some point after the opening of the Dilworth restaurant,  Willette \nfalsely accused Poluka of misappropriating Capishe funds.  Poluka had temporarily \nplaced funds received from Capishe into his own personal bank account because \n \n \nWillette had refused to provide Poluka with Capishe’s account information.  (Id. at \n¶¶ 54–55.)  When Willette did provide Poluka with the Capishe account information, \n“Poluka promptly transferred all  . . . funds derived from Capishe’s revenue sales to \nCapishe’s bank account.”  (Id. at ¶ 56.) \n15. Despite the resolution of the bank account dispute, “Willette accused \nPoluka of theft, making it plain that Willette was simply fabricating lies about Poluka \nto begin ousting Poluka from the management and control of Capishe.”  (Id. at ¶ 57.) \n16. On or about 18 April 2018 , BR Ventures filed a trademark application \nwith the United States Patent and Trademark Office  (“USPTO”) in which it sought \nto register the word “CAPISHE” as a trademark (“the CAPISHE trademark”).  (Id. at \n¶ 34.)  In a submission to the USPTO, BR Ventures asserted that it used the \nCAPISHE trademark commercially.  ( Id. at ¶ 35.)  On or about 21 May 2019, the \nUSPTO registered the CAPISHE trademark, listing BR Ventures as the owner of the \ntrademark.  ( Id. at ¶ 36.)  This occurred despite the fact that Capishe —not BR  \nVentures—has been in full control of the CAPISHE trademark since the opening of \nthe Dilworth restaurant.  ( Id. at ¶ 40.)  BR  Ventures has neither possessed any \nownership over the CAPISHE trademark, used it commercially, nor exercised any \ncontrol over the goods and services offered using the CAPISHE trademark.  (Id. at ¶ \n43.) \n17. On 29 April 2019, Poluka, through counsel, sent a letter demanding that \n“the ownership records with the USPTO be updated to reflect Capishe as the correct \nowner” of the CAPISHE trademark.  ( Id. at ¶ 45.)   On 17 May 2019, counsel for \n \n \nWillette and Capishe responded by rejecting Poluka’s demand.  (Id. at ¶ 46.)  A similar \ndemand was made and rejected again in July  2019, August 2019, October 2019, and \nMarch 2021.  (Id. at ¶¶ 47–49.)  As of the present date, BR Ventures continues to be \nthe registered owner of the CAPISHE trademark.  (Id. at ¶ 50.) \n18. Additionally, Wil lette unilaterally amended the Capishe Operating \nAgreement on or about 21 August 2019.  (Id. at ¶ 60.)  The Operating Agreement was \namended to (1) remove Poluka, Guvenc, and Ramirez as managers and instead make \nthe manager electable by a majority vote of Capishe membership interests; (2) allow \nthe manager to unilaterally make a  “capital call” to all members  if demanded by a \nmajority of membership interests; (3) create a probationary member status for refusal \nto make required capital calls; and (4) add new definitions of what would constitute \na “material breach” of the Operating Agreement by Capishe members.  (Id. at ¶¶ 33, \n61.)  Willette made these additions without the required unanimous consent needed \nunder the prior Operating Agreement  to add the ca pital call and probationary \nmembership provisions.  ( Id. at ¶ 6 3.)  Based on his status as a majority owner of \nCapishe, Willette proceeded to elect himself as the sole manager of Capishe.  ( Id. at \n¶ 62.) \n19. Following these amendments, a meeting of the Capishe members was \nheld on 4 February 2020.  (Id. at ¶ 65.)  At this meeting, Poluka confronted Willette \nregarding his failure to inform Poluka of the plan to open a Capishe location in \nSouthpark.  (Id.)  Willette responded that Poluka “did not have a reason to know \nabout the launch of the Southpark location.”  (Id.) \n \n \n20. Willette organized an emergency meeting of the Capishe members on 26 \nMarch 2020, where he articulated the need for a capital call from the members for a \ntotal of $100,000.  (Id. at ¶ 66.)  Willette and Ramirez voted for the capital call, but \nPoluka and Guvenc voted against it.  (Id.) \n21. Following this meeting, Poluka hired a forensic account ant to examine \nCapishe’s financial books and records.  (Id. at ¶ 67.)   The audit revealed that “since \nat least November of 2018, Willette ha[d] engaged in a pattern of self -dealing, \nincluding, but not limited to , actions to benefit his wife  . . . and his whol ly-owned \ncompany, BR Ventures, at the expense of Capishe.”  (Id. at ¶ 68.) \n22. The accounting revealed  the following improper payments made from \nCapishe toward Willette , his wife , and Willette -affiliated entities: (1) monthly \npayments made to Willette for an officer salary despite the fact that the other \nmembers did not receive any officer salary; (2) payments of at least $2,000 per month \nto Ms. Willette for an advertising and marketing salary; (3) monthly auto payments \nfor use of personal vehicles owned by Willette or Ms. Willette; (4) distributions made \nfor Willette’s personal attorneys’ fees relating to the present dispute; (5)  a $3,000 \npayment to Willette that was not for a legitimate business expense; and (6) a $151,000 \npayment made to BR Ventures.  (Id. at ¶¶ 68–79.) \n23. Willette also funneled Capishe operating expenses through BR Ventures \nwithout any legitimate business need to do so.  (Id. at ¶ 77.) \n \n \n24. On 19 March 2021, the landlord of the Capishe Southpark location filed \na small claims action against Capishe for failure to pay any rent on the property.  (Id. \nat ¶ 80.) \n25. On 29 April 2019, Poluka demande d that the company give him access \nto Capishe’s books and records  and take action to  have the trademark registration \nchanged to have Capishe (rather than BR Ventures) listed as the proper owner of the \nCAPISHE trademark.  (Id. at ¶ 83.)  On 17 May 2019, Willette and Capishe rejected \nthese demands but gave Poluka limited access to Capishe’s  finances through a \nQuickBooks account.  (Id. at ¶ 84.) \n26. On 29 July 2019, Capishe sent another demand to Willette and Capishe \nto assign the CAPISHE trademark from BR Ventures to Capishe.  (Id. at ¶ 85.)  On \n22 August 2019, Willette and Capishe rejected this demand.  (Id. at ¶ 86.) \n27. On 4 October 2019, Poluka sent a demand to Capishe and Willette that \nCapishe take action regarding “certain wrongful actions, omissions, and breaches of \nfiduciary duty, including, but not limited to, Willette’s control of Capishe, Willette’s \nunilateral amendment of the Operating Agreement and removal of the other \nMembers as Managers, misappropriation of Capishe’s funds, misappropriation of the \nTrademark, and failure to provide Poluka with access to Capishe’s books and \nrecords[.]”  ( Id. at ¶ 8 7.)  On 11 October 2019, Willette and Capishe rejected these \ndemands.  (Id. at ¶ 88.)   \n28. On 22 March 2021, Poluka sent an additional demand to Willette and \nCapishe \n \n \nidentifying the Self -Dealing transactions benefiting \nWillette, Ms. Willette, and BR Ventures, and demanding \nsubstantiation of the same as commercially reasonable and \nfor legitimate business expenses or needs, and renewing \nhis previous demands that Capishe take action against \nWillette and BR Ventures regarding Willette’s control of \nCapishe and misappropriate [sic] of the Trademark[.] \n  (Id. at ¶ 89.)  \n29. On 7 April 2021, this demand was likewise rejected by Willette and \nCapishe.  (Id. at ¶ 90.) \n30. Poluka filed the present action in Superior Court, Mecklenburg County, \non 29 June 2021 against Willette and BR Ventures, also naming Capishe, LLC as a \nNominal Defendant.  In his Complaint, Poluka asser ts individual and derivative \nclaims for breach of fiduciary duty against Willette, individual and derivative claims \nfor constructive fraud against Wil lette, and a claim for  unfair and deceptive trade \npractices (“UDTP”) against Willette and BR Ventures.   (Id. at ¶¶ 91–132.)  Poluka, \nindividually, also seeks a declaratory judgment that Willette’ s capital contribution \namendment to the Capishe Operating Agreement was invalid.  (Id. at ¶ 138.)  Poluka \nfurther asserts a derivative claim seeking a declaratory judgment establishing that \nCapishe—not BR Ventures—is the rightful owner of the CAPISHE trademark.  (Id. \nat ¶ 143. )  Finally, Poluka seeks an injunction ordering BR Ventures to assign the \nCAPISHE trademark to Capishe.  (Id. at ¶ 147.) \n31. On 9 August 2021, this case was designated a mandatory complex \nbusiness case.  (ECF Nos. 1, 2.) \n \n \n32. On 8 September 2021, Willette and BR Ven tures filed a partial Motion \nto Dismiss pursuant to Rule 12(b)(6).  (ECF No. 12.)  In their motion, Willette and BR \nVentures seek dismissal solely as to Poluka’s claim for UDTP.  (Id.) \n33. This matter came before the Court for a hearing on  27 October 2021.  \nThe motion is now ripe for decision.   \nLEGAL STANDARD \n34. A motion to dismiss pursuant to Rule 12(b)(6) “tests the legal sufficiency \nof the complaint.”  Concrete Serv. Corp., 79 N.C. App. at 681.  The Court’s inquiry is \n“whether, as a matter of law, the allegations of the complaint, treated as true , are \nsufficient to state a claim upon which relief may be granted under some legal theory, \nwhether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. App. 669, 670 \n(1987) (cleaned up ).  In decidi ng a Rule 12(b)(6) motion to dismiss, the Court \nconstrues the complaint liberally and accepts all well -pleaded factual allegations as \ntrue.  Krawiec v. Manly, 370 N.C. 602, 606 (2018) ; Laster v. Francis, 199 N.C. App. \n572, 577 (2009).   The Court, however, is not required “to accept as true allegations \nthat are merely conclusory, unwarranted deductions of fact, or unreasonable \ninferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs., 174 N.C. \nApp. 266, 274 (2005) ( cleaned up).  Furthermore, the Court “can reject allegations \nthat are contradicted by the documents attached, specifically referred to, or \nincorporated by reference in the complaint.”   Moch v. A.M. Pappas & Assocs., LLC , \n251 N.C. App. 198, 206 (2016) ( cleaned up ).  The Court may consider any such \n \n \nattached or incorporated documents without converting the Rule 12(b)(6) motion into \na motion for summary judgment.  Id.  \n35. “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen (1) the complaint on its face reveals that no law supports the plaintiff's claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff's \nclaim.”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (cleaned up).  \nANALYSIS \n36. Chapter 75 of t he North Carolina General Statutes provides, in \npertinent part, that “[u]nfair methods of competition in or affecting commerce, and \nunfair or deceptive acts or practices in or affecting commerce, are declared unlawful.  \nFor purposes of this section, ‘commerce’ includes all business activities, however \ndenominated, but does not inclu de professional services rendered by a member of a \nlearned profession.”  N.C.G.S. § 75 -1.1(a)–(b) (2019).  Therefore, “[t]o successfully \nstate a claim under [the UDTPA]. . . a plaintiff must allege (1) an unfair or deceptive \nact or practice, or an unfair m ethod of competition, (2) in or affecting commerce, (3) \nwhich proximately caused actual injury to the plaintiff or to his business.”  Window \nWorld of N. Atlanta, Inc. v. Window World, Inc. , 2018 NCBC LEXIS 111, at *14–15 \n(N.C. Super. Ct. Oct. 22, 2018) (cleaned up).  \n37. In seeking dismissal of Poluka’s UDTP claim, Willette and BR Ventures \nfocus solely on the second element, arguing that the Complaint does not state a valid \nclaim for UDTP because Poluka’s allegations —even taken as true under the Rule \n \n \n12(b)(6) standard—fail to describe acts that were “in or affecting commerce” within \nthe meaning of the UDTPA in that they only involve a dispute between members of \nan LLC.  Poluka, conversely, contends that the conduct alleged did, in fact, affect \ncommerce more generally so as to meet the definition of “in or affecting commerce” in \nthe above-quoted statute. \n38. Our Supreme Court has stated tha t despite the expansive definition of \ncommerce contained in the UDTPA, “the Act is not intended to apply to all wrongs in \na business setting.”  HAJMM Co. v. House of Raeford Farms, Inc., 328 N.C. 578, 592 \n(1991).  Specifically, “the Act is not focused on the internal conduct of individuals \nwithin a single market participant, that is, within a single business.”  White v. \nThompson, 364 N.C. 47, 53 (2010).  In White, the defendant, a former partner  in a \npartnership organized to cont ract with an outside business , was sued by his former \npartners and the partnership when he  “misinformed plaintiffs  about the date of \ncertain projects [the partnership] had been contracted to perform and began working \nindependently while still a[ ] . . . partner.”  Id. at 54.  The Court concluded that the \ndefendant’s conduct fell outside the scope of the UDTPA , holding that “[b]ecause \ndefendant . . . unfairly and deceptively interacted only with his partners, his conduct \noccurred completely within the  . . . partnership and entirely outside the purview of \nthe Act.”  Id.  The Court reached this conclusion despite the fact that the defendant \nin that case had set up a separate entity to conduct business that had previously been \nconducted under the partners hip, thereby directing opportunities toward his own \nentity that had formerly belonged to the partnership.  Id. at 49, 53.   \n \n \n39. On a number of occasions, this Court has been required to engage in the \ntask of determining whether acts alleged in a business dispute between owners of a \nsingle entity were “in or affecting commerce” for purposes of the UDTPA.  See, e.g., \nBotanisol Holdings II, LLC v. Propheter, 2021 NCBC LEXIS 94, at * *24–28 (N.C. \nSuper. Ct. Oct. 18, 2021); Potts v. KEL, LLC, 2018 NCBC LEXIS 24, at *12–16 (N.C. \nSuper. Ct. Mar. 27, 2018);  JS Real Estate Invs. LLC v. Gee Real Estate, LLC , 2017 \nNCBC LEXIS 104, at *17–22 (N.C. Super. Ct. Nov. 9, 2017). \n40. In Botanisol, the “[p]laintiff alleg[ed] that [ defendant] created [a new \nLLC] to divert opportunities away from [plaintiff and defendant’s original LLC] and \naway from [p]laintiff, as the co-member of the [original LLC].”  Botanisol, 2021 NCBC \nLEXIS 68, at *66.  This Court ruled that the plaintiff had failed to state a valid UDTP \nclaim at the Rule 12(b)(6) stage  because “the focus of the deception  was on [the \noriginal entity] and its members and was not ‘in or affecting commerce.’ ”  Id. \n41. Potts involved claims by  one corporate shareholder against another  \nshareholder who had engaged in self -dealing transactions that funneled money \nallegedly belonging to the corporation toward entities owned by himself and family \nmembers.  Potts, 2018 NCBC LEXIS 24, at *2 –5.  The plaintiff asserted a UDTP \nclaim, arguing that the wrongful conduct by the other shareholder was “in or affecting \ncommerce” within the meaning of the UDTPA because the transactions “were not \nconfined within [the original corporation.]”  Id. at *12–14.  This Court rejected this \nargument, concluding that the plaintiff failed to state a claim for UDTP under Rule \n12(b)(6).  The Court noted that the \n \n \n[defendant] may have carried out his mismanagement and \nmisappropriation of [the corporation’s] assets by \nchanneling money and equipment to [an entity set up to \nbenefit defendant and his family] and diverting a corporate \nopportunity to [a different family member’s business].  But \nthe unfairness of these actions, if any, inheres in the \nrelationship between [plaintiff and defendant] as co-owners \nof [the original corporation].   \nId. at *15.  \n \n42. Finally, i n JS Real Estate , two f ormer real estate  business partners  \nseparated, agreeing to share in the proceeds from their prior ventures that continued \nto generate revenue.  JS Real Estate, 2017 NCBC LEXIS  104, at *4–8.  The former \npartners had set up “Management Companies” (owned jointly by the two partners) to \nreceive proceeds from those real estate projects, and those proceeds were meant to be \nshared between the two partners pursuant to th eir Separation Agreement .  Id.  \nHowever, the defendant, one of the former partners,  paid money to one of his own  \npersonal LLCs using funds generated from the Management Companies “in violation \nof [the partners’] Separation Agreement.”  Id. at *7. \n43. Although the plaintiff (the other partner) attempted to assert a claim for \nUDTP, this Court determined that defendants’ acts did not fall w ithin the ambit of \nthe UDTPA because “[b]y its nature, this dispute [did] not concern the regular \ninteractions of separate market participants.  Rather, it [was] a dispute between \nmembers of the Management Companies over the companies’ internal management \nand the members’ right to receive distributions[.]”  Id. at *17–20.  The Court further \nrejected the argument that the conduct was “in or affecting commerce” because funds \nhad been channeled from the Management Companies toward an outside LLC held \n \n \nby the defendant, ruling that the presence of that outside LLC “[did] not change the \nfundamental character of the dispute.”  Id. at *21.    \n44. In the present case, the Court similarly concludes that the wrongful acts \nalleged by Poluka relate to an internal business dispute between members of an LLC \nsuch that he has not alleged conduct “in or affecting commerce” within the meaning \nof the UDTPA.  \n45. In essence, Polu ka contends that Willette abused his position as a \nmember of Capishe  to the detriment of the LLC and for Willette’s own personal \nbenefit.  The allegations of self-dealing at issue here are similar to those this Court \nhas previously found to be outside the UDTPA’s definition of “in  or affecting  \ncommerce” as demonstrated by the cases discussed above .  Moreover, the assertions \nconcerning BR Ventures’ involvement do not compel a different result.  Although the \nComplaint suggests that money belonging to Capishe may have been funneled to BR \nVentures, any injury resulting from such transactions accrued to Capishe and, by \nextension, Poluka.  The mere presence of BR Ventures as a potential beneficiary of \nWillette’s alleged wrongful conduct does not alter the fundamental character of this \ninternal dispute. \n46. Nor do the allegations surrounding  the registration of the C APISHE \ntrademark satisfy the “in or affecting commerce” requirement.   Although Poluka \nalleges that BR Ventures fraudulently asserted ownership of the  CAPISHE \ntrademark, those allegations are merely another manifestation of Poluka’s contention \nthat Willette, as a member of Capishe, acted to the detriment of Capishe and Poluka \n \n \nby conferring the benefit of a trademark registration away from Capishe and toward \na separate entity in which Willette held an interest.   \n47. The cases cited by Poluka in opposition to Willette and BR Ventures’ \nmotion are materially distinguishable.  Poluka points to two cases—Sara Lee Corp. \nv. Carter, 351 N.C. 27 (1999) and  Songwooyarn Trading Co v. Sox Eleven, Inc , 213 \nN.C. App. 49 (2011)—that, according to him, require this Court to conclude that the \nalleged misconduct of Willette was “in or affecting commerce.”  However, both of those \ncases are materially distinguishable. \n48. In Sara Lee, an employee of the plaintiff engaged in self-dealing when \nhe directed his emp loyer to enter into contracts with certain entities in which the \nemployee held an ownership interest  for computer parts and services .  351 N.C. at \n29.  In holding that the plaintiff was entitled to recover damages under the UDTPA, \nour Supreme Court stated the following: \n[W]e conclude that the transactions at issue were “in or \naffecting commerce” and thus fall within the scope of the \n[UDTPA].  There is uncontradicted evidence in this case \nthat defendant sold computer parts and services,  through \nhis various enterprises, to plaintiff.  Trusting that these \nwere legitimate transactions secured at competitive prices \nin the marketplace, plaintiff regularly conducted business \nwith the companies in which defendant had an interest.  In \nthis case, defendant and plaintiff clearly engaged in buyer-\nseller relations in a business setting, and thus, we hold that \ndefendant’s fraudulent actions fall within the ambit of the \nstatutory prohibition of unfair and deceptive acts or \npractices as determined by the trial court. \nId. at 33.     \n49. In Songwooyarn, a foreign entity ’s owner  created a North Carolina -\nbased company to facilitate business relationships in the United States and hired the \n \n \ndefendant to manage the affairs of the North Carolina company .  213 N.C. App. at \n51.  The defendant worked for the North Carolina entity and was to be paid by taking \na portion of the payments made between the foreign entity and the North Carolina \nentity.  Id. at 51–52.  However, the defendant also improperly took for his own benefit \nadditional portions of those payments between the two entities that were meant not \nfor him but rather for the North Carolina entity.  Id.  The Court of Appeals concluded \nthat the defendant’s acts were “in or affecting commerce” within the meaning of the \nUDTPA because the defendant’s conduct “interrupted the commercial flow” between \nthe foreign entity and the North Carolina entity.  Id. at 57.  The Court of Appeals \nreasoned that the defendant’s conduct was effectively  an interruption of regular \nmarket transactions between two distinct entities in the marketplace.  Id.    \n50. The Court is of the view that the present action is more akin to White, \nBotanisol, Potts, and JS Real Estate than to Sara Lee or Songwooyarn.  At its core, \nthis case is simply another example of an internal dispute between members of a  \nsingle company. \n51. For these reasons, the Court GRANTS Willette and BR Ventures’ partial \nMotion to Dismiss.  \nCONCLUSION \n THEREFORE, it is ORDERED that Willette and BR Ventures’ Motion to \nDismiss is GRANTED.  Poluka’s claim for UDTP is hereby DISMISSED.  \n  \n  \n \n \nSO ORDERED, this the 2nd day of December, 2021.  \n       /s/ Mark A. Davis     \n       Mark A. Davis \n       Special Superior Court Judge for \n       Complex Business Cases \n "
}