{
  "id": "4812f58b8e19e6d759091d4632dbc2e4799ee3494ccba466166688c999078d01",
  "source_file": "data/raw/ncbc/4812f58b8e19e6d759091d4632dbc2e4799ee3494ccba466166688c999078d01.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1648 \n \nIN RE SOUTHEASTERN EYE \nCENTER-PENDING MATTERS \n \nAMENDED ORDER AND OPINION \nON MOTIONS FOR SUMMARY \nJUDGMENT OR PARTIAL SUMMARY \nJUDGMENT \n(OLD BATTLEGROUND v. CCSEA) \n \n \n1. THIS MATTER is before the Court on four motions for summary judgment \nor partial summary judgment filed by (i) Plaintiffs Old Battleground Properties, Inc. \nand Nivison Family Investments LLC1 (partial summary judgment), (ECF No. 1377), \n(ii) the Receiver for JDPW Trust 2 (partial summary judgment), (ECF No. 1383) ; \n(iii) Defendant Douglas S. Harris  (“Doug Harris”) (summary judgment), (ECF No. \n1380), and (iv)  Defendants Richard Harris, Castle McCulloch Inc., and Historic \nCastle McCulloch, LLC 3 (summary judgment), (ECF No. 1374),  (together, the \n“Motions”). \n2. For the reasons set forth below , the Court (i) DENIES Plaintiffs’ motion, \n(ii) GRANTS in part  and DENIES in part  the Receiver’s motion , (iii) DENIES \nDoug Harris’s  motion, and (iv)  GRANTS in part  and DENIES in part  the CM \nDefendants’ motion. \n \n1 Old Battleground Properties, Inc. is referred to herein as “Old Battleground,” Nivison  \nFamily Investments LLC is referred to as “NFI,” and they are collectively referred to as \n“Plaintiffs.” \n2 The JDPW Trust U/T/A Dated June 8, 2007 is referred to herein as “JDPW.” \n3 Castle McCulloch Inc. is referred to herein as “Castle McCulloch,” Historic Castle \nMcCulloch, LLC is referred to as “Historic Castle,” and together with Richard Harris, they \nare collectively referred to as the “CM Defendants.” \nIn re Se. Eye Ctr. (Pending Matters), 2021 NCBC 27A. \nSmith Debnam Narron Drake Saintsing & Myers, L.L.P. , by Byron L. \nSaintsing, for Plaintiffs Old Battleground Properties, Inc. and Nivison \nFamily Investments, LLC. \n \nOak City Law LLP, by Robert E. Fields III and Samuel Pinero II , for \nGerald A. Jeutter, Jr., as Receiver for JDPW Trust  U/T/A Dated June \n8, 2007, Central Carolina Surgical Eye Associates, P.A., HUTA Leasing \nLLC, Southeastern Eye Management, Inc., Southeastern Cataract Laser \nCenter, PLLC, EMS Partners, LLC, KEPES Newco, LLC, and DRE \nNewco, LLC. \n \nWyatt Early Harris Wheeler LLP, by Scott F. Wyatt and Donavan J. \nHylarides, for Defendants Richard A. Harris, Historic Castle McCulloch, \nLLC, and Castle McCulloch, Inc. \n \nLaw Offices of Richard M. Greene, by Richard M. Greene, for C. Richard \nEpes. \n \nDouglas S. Harris, Pro se. \n \nBledsoe, Chief Judge. \nI. \nBACKGROUND \nA. Factual Background \n3. The Court does not make findings of fact when ruling on a motion for \nsummary judgment, but “it is helpful to the parties and the courts for the trial judge \nto articulate a summary of the material facts which he considers are not at issue and \nwhich justify entry of judgment .”  Hyde Ins. Agency, Inc. v. Dixie Leasing Corp. , 26 \nN.C. App. 138, 142 (1975). \n4. This action represents part of a large group of cases before the Business \nCourt that have been consolidated into two files: In re S e. Eye Ctr.-Pending Matters \n(15 CVS 1648, Wake County) and In re S e. Eye Ctr.-Judgments (12 CVS 11322, \nGuilford County).  The extensive background of th ese cases is set forth in previous \norders and opinions.  The Court recites only the factual background relevant to the \nissues presented in these Motions. \n5. Defendant Central Carolina Surgical E ye Associates, P.A. (“CCSEA”) is a \nNorth Carolina medical services professional association located in Guilford County, \nNorth Carolina.  ( See Am. Consolidated Compl. ¶  3, ECF No. 179.)   James Mark \nMcDaniel, Jr. (“McDaniel ”) was the chief executive officer  of CCSEA, and Dr. C. \nRichard Epes (“Dr. Epes”) was an interest owner in CCSEA.  ( See Am. Consolidated \nCompl. ¶¶ 8, 10, 24, Exs. A, B, ECF No. 180.)  Beginning in 2002, McDaniel and Dr. \nEpes took out three loans with NewBridge Bank (“NewBridge”)4 to fund CCSEA and \nother related entities (the “CCSEA Loans”).5 \n6. In 2004, NewBridge loaned approximately $2 million (the “CM Loan”) to \nCastle McCulloch, Historic Castle, and NSITE Management, LLC (“NSITE”) , three \nadditional entities with ties to McDaniel a nd Dr. Epes.  The CM Loan was \nrepresented by a promissory note executed by Castle McCulloch, Historic Castle, and \nNSITE in favor of NewBridge (the “ CM Note”).  (See ECF No. 1384.12; see also  Am. \nConsolidated Compl. Ex. N , ECF No. 183.)  At all times relevant, Castle McCulloch \nand Historic Castle were owned and managed, either in whole or substantial part, by \nRichard Harris, brother of Doug Harris .  (See Harris Dep. 31:6–24, 47:12–14, 49:8–\n \n4 NewBridge’s predecessor in interest was FNB Southeast, and some documents in the record \nrefer to that entity instead of NewBridge; the Court refers to both in this Order and Opinion \nas “NewBridge.” \n5 Although this action involves the CCSEA Loans, they are not the subject of the instant \nMotions, and the Court will not recite the facts of record that bear only on those Loans. \n51:23, 53:10–25, 55:2–25;6 Am. Consolidated Compl. ¶¶ 14, 15.)  As relevant here, the \nCM Note was secured by two forms of collateral (the “CM Collateral”): a deed of trust \nfrom Historic Castle in favor of NewBridge (the “CM Deed”),7 (see ECF No. 1384.11), \nand an assignment of leases and rents granted by Historic Castle in NewBridge’s \nfavor (the “CM Assignment”),8 (see ECF No. 1384.10). \n7. By mid-2012, the CM Loan and the CCSEA Loans were in default , with a \ncombined outstanding balance of over $3.3 million .  (See Am. Consolidated Compl. \nEx. X [“Settlement Agrmt.”] at 2, ECF No. 185.)  T o partially collect on these loans, \nNewBridge agreed to a settlement with the CM Defendants, NSITE, McDaniel, Dr. \nEpes, and other involved parties.   Under the settlement , the debtors arranged for \nNewBridge to sell the involved loan documents , including the CM Loan, Note, and \nCollateral, to a third party for a discounted price.  (See Settlement Agrmt. at 1–6.) \n8. That third party was JDPW.  At all times relevant, Do ug Harris (Richard \nHarris’s brother) was the trustee of JDPW.  ( See Receiver’s Cross Claims Against \nDouglas Harris [“Receiver’s Cross-cls.”] ¶ 434, ECF No. 716; Douglas S. Harris’s Ans. \nCross Claims [“Harris Ans. Cross-Cls.”] ¶ 434, ECF No. 739.)  JDPW was formed by \nDwight Cox (“Cox”) as a revocable trust under a trust agreement dated June 8, 2007 \n(the “Trust Agreement”) .  ( See Revocable Tr. Agrmt. Clement Dwight Cox  [“Tr. \n \n6 For ease of reference, the excerpts of Doug Harris’s deposition testimony appear at ECF \nNos. 887, 1379, 1385.6, 1394.11, 1397.1, and 1409.3. \n7 The CM Deed is dated September 30, 2004, and was recorded on October 4, 2004 in Book \n6182, Pages 2233–46 at the Guilford County Register of Deeds. \n8 The CM Assignment is dated September 30, 2004, and was recorded on October 4, 2004 in \nBook 6182, Pages 2247–59 at the Guilford County Register of Deeds. \nAgrmt.”] at 4, ECF No. 1376.4.)  Doug Harris was appointed trustee.  (See Tr. Agrmt. \n¶ VI.)  The Trust Agreement designated Cox as the trust’s beneficiary for the \nremainder of his lifetime.  (See Tr. Agrmt. ¶ V.)  It further provided that upon Cox’s \ndeath, JDPW would become irrevocable and that Cox’s wife, Kay Harris Tu rner \n(“Turner”), would become the primary beneficiary.   (See Tr. Agrmt. ¶  XIII(P), (R).)  \nUpon her death, any remaining trust property was to be distributed to Cox’s heirs at \nlaw.  (See Tr. Agrmt. ¶ XIII(R).) \n9. With respect to property held by JDPW, the Trust Agreement stated that \nCox had transferred “all of his interest in the property described in Schedule A ” to \nserve as the “Trust Property.”  (Tr. Agrmt. ¶  II.)  But while the Trust Agreement \ncontained boilerplate language that “[t]he Trustee hereby acknowledges receipt of the \nTrust Property,” (Tr. Agrmt. ¶ II), no Schedule A is attached to the Trust Agreement \nin the evidentiary record and one has never been produced .  Additionally, Doug \nHarris has confirmed that the only document relating to JDPW’s creation that he had \nas trustee was the Trust Agreement.  (See Harris Dep. Ex. 79, ECF No. 1379.)  Doug \nHarris also testified that JDPW never had a bank account and that the only funds \nthat ever came into JDPW’s possession were those in connection with the transactions \nat issue in this case.  (See Harris Dep. 822:18–823:14.) \n10. The only evidence of any property transferred into JDPW during Cox’s \nlifetime relates to several poker machines.  Doug Harris testified that shortly after \nJDPW was formed, “C ox put some poker machines into it that he owned, and his \npurpose was to resell them.”  (Harris Dep. 611: 12–14.)  However, Doug Harris was \nnot involved in these purported transactions  because “Cox was still alive when they \n[the poker machines] were sold and he handled that himself. ”  (Harris Dep. 823:16–\n17.)  In Doug Harris’s view , “technically speaking, they were trust stuff, but, you \nknow, he [Cox] was doing with them what he wanted to do with them, and I let it be.”  \n(Harris Dep. 823:17–19.)  It is unclear whether Cox eventually sold all or only some \nof the machines.  (See Harris Dep. 823:20–824:3.) \n11. In any event, Doug Harris  never saw the machines or took possession or \ncontrol of them  as trustee .  There also appears to be no paper documentation \npurporting to transfer them from Cox to JDPW .  ( See Harris Dep. 824:4 –20.)  \nAccording to Doug Harris, the machines “never got physically in the possession of the \ntrust.  And really, other than, you know, some notes to me saying that’s what he [Cox] \nwas going to do, I never heard anything about that.”  (Harris Dep. 824:9–12.) \n12. The record is undisputed that Doug Harris never made any distributions out \nof JDPW to any beneficiary .  (See Harris Dep. 826:9–17.)  It is also undisputed that  \nby 2012, JDPW held no assets.  (See Harris Dep. 827:17–24.)  In fact, JDPW remained \nmore or less inactive until 2012.  (See Harris Dep. 824:25–825:2.) \n13. In 2012, Doug Harris saw JDPW as a potential vehicle to aid in a plan to \nrefinance the CM Loan and CCSEA Loans, specifically to help his brother reorganize \nhis businesses and minimize tax consequences.  (See Harris Dep. 229:1–25, 829:17–\n830:14.)  During this time, Richard Harris had retained Doug Harris, who was a \nlicensed attorney, to represent him in negotiating the  refinancing deal.  (See Harris \nDep. 229:7 –12; Receiver’s Cross -cls. ¶  434; Harris Ans. Cross- Cls. ¶  434.)  As \nexplained more thoroughly below, the pla n essentially entailed JDPW’s purchase of \nthe CM Loan and the CCSEA Loans from NewBridge, with that purchase to be funded \nby a loan from Arthur Nivison (“Nivison”), who managed Plaintiffs Old Battleground \nand NFI.  (See ECF No. 879, Ex. 3 [“Nivison Aff.”] ¶¶ 1, 11.) \n14. Before bringing JDPW into the picture, Doug Harris made arrangements for \nhimself personally.  In July 2012, Doug Harris—in his individual capacity—entered \ninto two agreements: one with Dr. Epes (the “Epes Agreement”) and one with \nMcDaniel, CCSEA, and a variety of other entities (the “McDaniel Agreement”).  (See \nECF No. 1384.4 [“Epes Agrmt.”] at 1; ECF No. 1384.5 [“McDaniel Agrmt.”] at 1.)  In \neach agreement, Doug Harris promised to cause JDPW to buy the CM Loan  from \nNewBridge.  (See Epes Agrmt. ¶ 1; McDaniel Agrmt. ¶ 1.)  In exchange, Dr. Epes (in \nthe Epes Agreement) and McDaniel and certain companies ( in the McDaniel \nAgreement) promised to pay Doug Harris $1.3 million plus eight percent interest for \ntwo years.  (See Epes Agrmt. ¶ 3; McDaniel Agrmt. ¶ 3.)  In the Epes Agreement, the \n$1.3 million would be paid “in consideration of” Doug Harris’s personal waiver of “all \nclaims against Dr. Epes or his corporations.”  ( Epes Agrmt. ¶  3.)  In the McDaniel \nAgreement, the $1.3 million wou ld be paid “in consideration of” Doug Harris’s \npersonal waiver of “all past-due attorneys’ fees, costs, and any claims of stock or legal \ninterest in EMS Partners.”  ( McDaniel Agrmt. ¶  3.)  This $1.3 million purportedly \nrepresented the amount still owed on the CM Loan.  (See Epes Agrmt. ¶ 3; McDaniel \nAgrmt. ¶ 3.)  It appears that the $1.3 million promised in each agreement are one and \nthe same, not two separate amounts totaling $2.6 million .  (See Claim Doug Harris \nAgainst the Receivership [“Harris Receivership Claim”], ECF No. 1385.8.) \n15. The agreements also provided that Dr. Epes “or his corporations” (in the \nEpes Agreement) and “McDaniel and the corporations” (in the McDaniel Agreement) \nwould “make all payments to Nivison” and would take actions “such that JDPW Trust \nis released from any obligation to Nivison and/or his corporations.”  (Epes Agrmt. ¶ 3; \nMcDaniel Agrmt. ¶  3.)  This appears to be a reference to the contemplated loan \nNivison would make to JDPW.   Doug Harris also received confessions of judgment  \nfrom Dr. Epes, McDaniel, and the companies, which he was permitted to file in the \nevent that (i) payments were not made such that JDPW was sued by Nivison for \ndefault, (ii) JDPW was not released from its contractual relationship with Nivison, or \n(iii) Doug Harris was not paid within two years.  (Epes Agrmt. ¶ 6; McDaniel Agrmt. \n¶ 5; see also ECF Nos. 1384.14, 1384.15.)  JDPW was not a party to these agreements, \nnor were NewBridge, Plaintiffs, the CM Defendants, or Nivison. \n16. After executing those agreements, Doug Harris and McDaniel met with \nNivison about providing a loan to JDPW to fund JDPW’s purchase of the CM Loan \nand the CCSEA Loans from NewBridge.  (See Nivison Aff. ¶ 11; Harris Dep. 75:14–\n23, 79:11–25.)  Eventually, it was agreed that either Old Battleground or NFI would \nlend JDPW the necessary funds.9 \n17. On September 21, 2012, Nivison and JDPW, through Doug Harris as \ntrustee, memorialized their agreement  (the “Assignment Agreement”) , which \n \n9 It is disputed whether Old Battleground or NFI was ultimately supposed to be the lender, \nbut resolution of that issue is not necessary to a determination of the Motions. \nrepresented a $2.1 million loan from Nivison  and his companies  to JDPW (the \n“Nivison Loan”).  Plaintiffs contend that Doug Harris also executed a promissory note \non JDPW’s behalf,  (see Am. Consolidated Compl. Ex. DD, ECF No. 187),  but Doug \nHarris denies signing the note, (see Am. Consolidated Compl. ¶  53; Def. Douglas S. \nHarris’s & JDPW Trust’s Ans. Am. Consolidated Compl. ¶ 53, ECF No. 221). \n18. The parties dispute many of the final terms of the Assignment Agreement \nand the validity of certain documents that purport to set forth its terms.  It is \nundisputed, however, that both versions of the Assignment Agreement provided that \nthe agreement was “made . . . for the purpose of transferring the security interest in \nthe personal property of HUTA Leasing Company, Southeastern Eye Management, \nInc., and Central Carolina Surgical Eye Associates, P.A., now held by NewBridge  \nBank, to [either a legal entity designated by Old Battleground, or, in the second \nversion of the agreement, to NFI] in exchange for [a] $2,100,000.00 loan to JDPW  \nTrust which loan will be used to purchase NewBridge Bank ’s security interest. ”  \n(Compare ECF No. 1384.2 [“9AM Agrmt.”], with Am. Consolidated Compl. Exs. QQ, \nTT, ECF No. 190.) \n19. On the same day, JDPW, through Doug Harris as trustee, purchased the \nCM Loan from NewBridge, acquiring all right, title, and interest to both the CM Note \nand the CM Collateral .  ( See Bill of Sale , ECF  No. 1384.8 ; Assignment Security \nInstruments, ECF Nos. 1384.6, 1385.1.)10 \n \n10 NewBridge’s assignment of the CM Deed and CM Assignment to JDPW is dated September \n21, 2012, and was recorded on October 29, 2012 in Book 7407, Pages 2781–83 at the Guilford \nCounty Register of Deeds. \n20. However, several problems arose after the se September 2012 transactions.  \nIt is undisputed that JDPW never had the funds to repay the Nivison Loan, failed to \nrepay the loan, and entered into default .  (See Am. Consolidated Compl. Ex. GGG  \n[“Partial Summ. J. Ord.”] at 2, ECF No. 194; Demand Letter, ECF No. 1384.26; Harris \nDep. 540:2–14.)  It is also undisputed that Doug Harris never took any action to \nleverage JDPW’s rights to the CM Loan.  He never sought to collect on the CM Note \nor foreclose on the CM Collateral, and JDPW never received any payments from Dr. \nEpes or McDaniel and his companies , contrary to Doug Harris’s personal \narrangements under the Epes and McDaniel Agreement s.  ( See Harris Dep. 454: 6–\n24.)  According to Doug Harris, the reason he never sought to recover any payments \nwas because the circumstances “probably just sort of drifted along  somewhat.”  \n(Harris Dep. 454:23–24.)  Doug Harris had also expected that JDPW might make a \nprofit in the form of a two percent interest spread on the difference between the rates \nof the CM Loan and the Nivison Loan, but it appears that spread never materialized.  \n(See Harris Dep. 230:1–20, 828:3–829:14.) \n21. Then in March 2013, Doug Harris, acting as JDPW’s trustee, effectively \ntransferred the CM Loan, Note, and Collateral to his brother, Richard Harris .  (See \nHarris Dep. 34:1–11.)  Specifically, he signed over to Historic Castle a deed (the “CM \nRelease Deed”) that released the CM Collateral: both the real property encumbered \nby the CM Deed and the rights to leases and rents under the CM Assignment.  ( See \nECF No. 1385.4; Harris Dep. 866:19– 868:25; see also Am. Consolidated Compl. Ex. \nYY, ECF No. 192.)11  He also assigned to Richard Harris all of JDPW’s rights under \nthe CM Note.  (See Harris Dep. 628: 12–635:25.)  In Doug Harris’s own words, “ I \nassigned any and all other rights under the note to him [Richard Harris], so he’d be \nin control of it instead of anybody else.  For whatever --since 2004, for eight years, \nthose rights had been assigned to NewBridge Bank.  It was my purpose to cancel each \nand every one of those rights because that was the deal.”  (Harris Dep. 633:1–5.)  With \nthose transfers effected, JDPW lost all rights to the CM Loan , Note, and Collateral \nbut remained obligated on the Nivison Loan. \nB. Procedural Background \n22. In July 2014, NFI filed suit against Doug Harris, individually and as trustee \nof JDPW, and against NewBridge.  A few months later, Old Battleground and NFI \ntogether filed suit against CCSEA, various CCSEA- affiliated entities, Dr. Epes  and \nhis wife, and McDaniel and his wife. \n23. In the second lawsuit, upon the parties’ joint request, the Court appointed \nGerald A. Jeutter, Jr. as a receiver (the “Receiver”) for CCSEA and several of its \naffiliated entities (the “Receivership Entities”).  See generally Old Battleground \nProps., Inc. v. Cent. Carolina Surgical Eye Assocs., P.A., 2015 NCBC LEXIS 19 (N.C. \nSuper. Ct. Feb. 25, 2015).  Following his appointment, the Receiver investigated and \nasserted claims and demands on behalf of the Receivership Entities against Dr. Epes \nand his wife .  As the litigation in these two cases has progressed, the number of \n \n11 The CM Release Deed is dated March 15, 2013, and was recorded on April 14, 2015, in \nBook 7691, Pages 2387–89 at the Guilford County Register of Deeds. \nentities in receivership and the number of cases related to CCSEA and other parties \nhave grown. \n24. In June 2015, the Court consolidated these two lawsuits with several other \nrelated pending cases and directed that all subsequent filings be made in  this case.  \n(See Ord. Mot. Consolidate 8–9, ECF No. 76.)   The Court also required all persons \nasserting claims against CCSEA or its affiliated entities to file their claims with the \nReceiver.  (See Case Management Ord. 5–8, ECF No. 82.) \n25. Shortly after consolidation, the Court approved a settlement between the \nReceiver and the Epeses.  ( See ECF No. 117.)   In July and August 2015, Plaintiffs \nsought leave to amend their complaints in each of their lawsuits.  The Court ordered \nthe two lawsuits further consolidated for future proceedings and directed Plaintiffs \nto file a single amended consoli dated complaint.  (See ECF No. 168.)  Plaintiffs filed \ntheir amended consolidated complaint in September 2015 , which added the CM \nDefendants to the case.  (See generally Am. Consolidated Compl.) \n26. In April 2016, on Plaintiffs’ motion, the Court placed JDPW i nto \nreceivership by appointing the Receiver as receiver for JDPW.  ( See Ord. Approving \nPls.’ Mot. Appointment Receiver JDPW Trust [“JDPW Receiver Ord.”], ECF No. 472.)  \nThe Court did so after finding and concluding for the limited purposes of that motion \nthat, among other things, (i)  Doug Harris had a conflict of interest in remaining in \ncontrol of JDPW and making decisions on its behalf; (ii) Doug Harris was unlikely to \ninvestigate and pursue possible claims JDPW might have against the CM  \nDefendants, including his brother; and (iii) there was no perceived conflict of interest \nin the Receiver serving as the receiver for both JDPW and the Receivership Entities.  \n(See JDPW Receiver Ord. 5–6.)  The Court also enjoined Doug Harris from conducting \nany further business as trustee of JDPW.  (See JDPW Receiver Ord. 17.) \n27. Along with placing JDPW into receivership, the Court also approved a \nsettlement agreement between Plaintiffs, the Receivership Entities, and JDPW.  \nAmong other things, t he settlement allowed Plaintiffs a $2.1 million claim against \nJDPW, arising out of the Nivison Loan  for the same amount .  (See Ord. Approving \nNivison Settlement & Related Transactions [“Ord. Approving Nivison Agrmt.”] at 8, \nECF No. 471.)  This represented a substantial reduction from the amount originally \nsought by Plaintiffs against JDPW.  (See Ord. Approving Nivison Agrmt. 8.)  Plaintiffs \nvoluntarily dismissed their claims against the Epeses  in June 2016 and dismissed \ntheir claims against NewBridge several months later. \n28. In February 2017, Plaintiffs, Nivison, Doug Harris, and the CM Defendants \nall filed motions for summary judgment.  After a stay pending resolution of an \ninterlocutory appeal to the Supreme Court  of North Carolina , the Court held a \nhearing on the motions.  In May 2019, the Court ruled on the motions in a published \nopinion that narrowed the remaining claims.  See In re Se. Eye Ctr.-Pending Matters, \n2019 NCBC LEXIS 29  (N.C. Super. Ct. May 7, 2019) .  T he case was then set for a \nDecember 2019 trial.  (See ECF No. 1171.) \n29. However, subsequent developments delayed trial.  In August 2019, Turner, \nrepresented by Doug Harris, moved to intervene in this case in her purported capacity \nas the beneficiary of JDPW.  She also sought to remove Plaintiffs’ $2.1 million allowed \nclaim against JDPW and to have JDPW removed from receivership.  In January 2020, \nthe Court disqualified Doug Harris as Turner’s counsel and struck Turner’s motions \nwithout pr ejudice to her refiling them when represented by other counsel.  See \ngenerally In re Se. Eye Ctr.-Pending Matters, 2020 NCBC LEXIS 12 (N.C. Super. Ct. \nJan. 30, 2020) .  Turner obtained new counsel and refiled her motion s.  In August \n2020, the Court granted Turner’s motion to intervene but denied her motion to set \naside the $2.1 million claim and remove JDPW from receivership.  See generally In re \nSe. Eye Ctr.-Pending Matters, 2020 NCBC LEXIS 95 (N.C. Super. Ct. Aug. 17, 2020).  \nEven though the Court granted Turner permission as an intervenor “to seek to protect \nher claimed interest in the [JDPW] Trust as she deems appropriate [,]” id. at *8, \nTurner has not made any filings in this case since. \n30. In October 2020, the Court held a stat us conference.  At the conference, \nPlaintiffs’ counsel and the Receiver’s counsel informed the Court that while the \ndeadline for dispositive motions had expired, they wished to file additional summary \njudgment motions in an effort to streamline and clarify the matters remaining for \ntrial.  Counsel noted that this additional round of motions could be particularly \nbeneficial given that a trial would likely be delayed for some time due to the ongoing \nCOVID-19 pandemic.  After hearing from all parties, the Court decided to permit any \nparty to file a dispositive motion and set a briefing schedule  accordingly.  (See ECF \nNo. 1347.) \n31. Plaintiffs, the Receiver, Doug Harris, and the CM Defendants filed the \nMotions on this second round.  Although permitted to intervene, Turner did not file \nany briefs supporting or opposing any of the Motions, even though the Motions raise \nissues directly implicating JDPW’s validity and her status as a beneficiary.  Turner’s \ncounsel also did not appear at the hearing on the Motions. \n32. The Court held a hearing on the Motions on February 11, 2021, via WebEx \nvideoconference, at which counsel for all parties who filed a motion or a response to \na motion were present.  The Motions are now ripe for resolution. \nII. \nLEGAL STANDARD \n33. Under Rule 56, summary judgment is appropriate “if the pleadings, \ndepositions, answers to interrogatories, and admissions on file, together with the \naffidavits, if any, show that there is no genuine issue as to any material fact and that \nany party is entitled to a judgment as a matter of law.”  N.C. R. Civ. P. 56(c); see also \nDa Silva v. WakeMed, 375 N.C. 1, 10 (2020).  “An issue is ‘genuine’ if it can be proven \nby substantial evidence and a fact is ‘material’ if it would constitute or irrevocably \nestablish any material element of a claim or a defense.”  Lowe v. Bradford , 305 N.C. \n366, 369 (1982).  “ ‘Substantial evidence is such relevant evidence as a reasonable \nmind might accept as adequate to support a conclusion ’ and means ‘more than a \nscintilla or a permissible inference.’ ”  Head v. Gould Killian CPA Grp., P.A., 371 N.C. \n2, 8 (2018) (quoting Ussery v. Branch Banking & Tr. Co., 368 N.C. 325, 335 (2015)).  \nThe Court views all evidence “in the light most favorable to the non -moving party.”  \nDa Silva, 375 N.C. at 10. \n34. The moving party bears the burden of proving that there is no genuine issue \nof material fact.  See Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, 579 (2002).  \nThe moving party may meet this burden: (1)  “by proving an essential element of the \nopposing party’s claim does not exist, cannot be proven at trial, or would be barred by \nan affirmative defense”; or (2) “by showing through discovery that the opposing party \ncannot produce evidence to support an essential element of  [its] claim.”  Dobson v. \nHarris, 352 N.C. 77, 83 (2000).  “If the movant successfully makes such a showing, \nthe burden then shifts to the nonmovant to come forward with specific facts \nestablishing the presence of a genuine factual dispute for trial.”  Pennington, 356 N.C. \nat 579.  T he responding party may not “rest upon the  mere allegations or denials” \nwithin its pleadings, but “must set forth specific facts showing that there is a genuine \nissue for trial.”  N.C. R. Civ. P. 56(e). \n35. When the party with the burden of proof moves for summary judgment, the \nmovant “must show that there are no genuine issues of fact, that there are no gaps in \nhis proof, that no inferences inconsistent with his recovery arise from the evidence, \nand that there is no standard that must be applied to the facts by the jury.”  Parks \nChevrolet, Inc. v. Watkins, 74 N.C. App. 719, 721 (1985); see also  Kidd v. Early, 289 \nN.C. 343, 370 (1976). \nIII. \nANALYSIS \n36. Plaintiffs’ motion seeks summary judgment declaring : (i) that JDPW is \ninvalid as an express trust under the North Carolina Uniform Trust Code ( the \n“Uniform Trust Code”), and (ii)  that a resulting or constructive trust should be \nimposed in Plaintiffs’ favor as to the CM Note and CM Collateral.  ( See Pls.’ Mot. \nPartial Summ. J., ECF No. 1377; Pls.’ Br. Supp. 9–16, ECF No. 1378.) \n37. The motions filed by th e Receiver, Doug Harris, and the CM Defendants \noverlap substantially, primarily seeking summary judgment on a number of the \nReceiver’s crossclaims asserted on behalf of JDPW.  Additionally, the CM Defendants’ \nmotion seeks affirmative summary judgment on se veral of their own crossclaims.  \n(See Receiver’s Mot. Summ. J., ECF No. 1383; Receiver’s Br. Supp., ECF No. 1386 ; \nHarris Mot. Summ. J., ECF No. 1380; Harris Br. Supp., ECF No. 1381 ; CM Defs.’ \nMot. Summ. J., ECF No. 1374; CM Defs.’ Br. Supp., ECF No. 1375.) \n38. The Court will begin its analysis by addressing Plaintiffs’ motion.  The Court \nwill then turn to the Receiver’s, Doug Harris’s, and the CM Defendants’ motions as \nto the Receiver’s crossclaims.  Finally, t he Court will address the remainder of the \nCM Defendants’ motion regarding their own crossclaims. \nA. Plaintiffs’ Motion \n39. As noted, Plaintiffs’ motion seeks summary judgment on two discrete issues: \nfirst, that JDPW is invalid as an express trust; and second, that a resulting or \nconstructive trust should be imposed in Plaintiffs’ favor as to the CM Loan and CM \nCollateral.  They contend that JDPW is not (and perhaps never was) a valid, express \ntrust because (i) Cox never transferred any property into JDPW before his death; \n(ii) even if Cox transferred property into JDPW, the trust was empty at his death; or \n(iii) JDPW failed as an express trust upon Cox and Turner’s divorce.  ( See Pls.’ Br. \nSupp. 9–16.) \n40. The CM Defendants oppose the motion, first contending that the doctrine of \njudicial estoppel bars Plaintiffs from denying the validity of JDPW.   (See CM Defs.’ \nResp. Pls.’ Mot. Partial Summ. J.  1–5, ECF No. 1391 .)  Because applying judicial \nestoppel would preclude Plaintiffs’ motion in whole, the Court begins with that issue. \n41. “Judicial estoppel ‘ protects the integrity of the judicial process by \nprohibiting parties from deliberately changing positions according to the exigencies \nof the moment. ’ ”  Powell v. City of Newton , 364 N.C. 562, 568 (2010) ( alteration \nomitted) (quoting New Hampshire v. Maine, 532 U.S. 742, 749–50 (2001)).  The Court \nmay invoke the doctrine to “prevent[ ] a party from acting in a way that is inconsistent \nwith its earlier position before the court.”  Id.  at 569 (citing Whitacre P’ship v. \nBiosignia, Inc., 358 N.C. 1, 28 –29 (2004)).  The doctrine “serve[s] to moderate the \nunjust results that would follow from the unbending application of common law rules \nand statutes.”  Id. (quoting Brooks v. Hackney, 329 N.C. 166, 173 (1991)). \n42. Judicial estoppel is an equitable doctrine that may be invoked in the Court’s \nsound discretion.  See id.; Whitacre P’ship, 358 N.C. at 38–39.  It is “inherently \nflexible[,]” and there is no mechanical test to determine its application.  Powell , 364 \nN.C. at 569 (quoting Whitacre P’ship, 358 N.C. at  28).  Nevertheless, our Supreme \nCourt has observed that when determining whether to invoke the doctrine, \nthree frequently considered aspects of a case  are whether: (1 ) the party’s \nsubsequent position is “ clearly inconsistent with its earlier position ”; \n(2) judicial acceptance of a party ’s position might threaten judicial integrity \nbecause a court  has previously accepted that party ’s earlier inconsistent \nposition; and (3) “the party seeking to assert an inconsistent position would \nderive an unfair advantage or impose an unfair detriment on the opposing \nparty” as a result. \nId. at 569 (quoting Whitacre P’ship, 358 N.C. at 29).  The first factor—whether the \nparty has taken a clearly inconsistent position—is “the only factor that is an essential \nelement which must be present for judicial estoppel to apply[.]”  Wiley v. United Parcel \nServ., Inc., 164 N.C. App. 183, 188 (2004); see also  Whitacre P’ship, 358 N.C. at 29 \nn.7; Price v. Price, 169 N.C. App. 187, 190 (2005) .  Additionally, “a reasonable \njustification for a party’s change in position” may weigh against application of the \ndoctrine.  Whitacre P’ship, 358 N.C. at 34. \n43. In its discretion, t he Court concludes that judicial estoppel applies here .  \nPlaintiffs’ newly asserted position that JDPW is invalid as an express trust is clearly \ninconsistent with the position it has maintained over the almost seven years since \nPlaintiffs commenced these cases.  Plaintiffs have consistently maintained that \nJDPW was at the center of the transactions at issue, and they should not be permitted \nto pivot to a new theory during this second round of dispositive motions. \n44. In fact, it was not until the Receiver raised the question of JDPW’s validity \nin September 2019 during the course of briefing Turner’s first motion to intervene \nthat Plaintiffs began questioning JDPW’s validity.  (See Receiver’s Resp. Kay Turner \nMot. Intervene 1–4, ECF No. 1201;  Scheduling Ord.  & Am. Noti ce Hearing  \n[“Scheduling Ord.”] , ECF No. 1240; Pls.’ & Receiver’s Joint Mem. L . Addressing \nSuppl. Issues [“Pls.’ Suppl. Br.”], ECF No. 1254.)  Notably, after the Receiver alerted \nthe Court to the issue, the Court specifically requested supplemental briefing on \nwhether any estoppel principles applied to the question of JDPW’s validity .  ( See \nScheduling Ord. ¶ 5(a)(i)(4).)  But Plaintiffs declined to address the issue, stating they \nwould not do so unless another party were to “ articulate a purported basis for an \nestoppel as to the existence of an express trust [.]”  (Pls.’ Suppl. Br. 12–13.)  In other \nwords, even once they began questioning JDPW’s validity, Plaintiffs delayed by \nfailing to meaningfully engage with the estoppel issue when asked to do so.12 \n45. Plaintiffs admit that the existence and validity of JDPW has been a \nfundamental assumption throughout this case.  (See Pls.’ Reply Br. 2, ECF No. 1403 \n(“The fact remains that all of the parties and this Court have relied upon Doug \nHarris’s continuous asserti ons that JDPW Trust was a valid express trust.”).)  \nDespite this concession, they contend that they are not taking a clearly inconsistent \nposition because, as they put it, their focus  has been on their dealings with Doug \nHarris as JDPW’s trustee, without regard to JDPW’s validity.  They contend they had \nno obligation to investigate his authority or JDPW’s validity.  See N.C.G.S. § 36C-10-\n1012(b) (“A person other than a beneficiary who i n good faith deals with a trustee is \nnot required to inquire into the extent of the trustee’s powers or the propriety of their \nexercise.”); id. § 36C-10-1012(d) (“A person other than a beneficiary  . . . who in good \nfaith and for value deals with a former t rustee, without knowledge that the \ntrusteeship has terminated is protected from liability as if the former trustee were \nstill a trustee.”). \n46. Although those statutes may afford certain protections to Plaintiffs in their \ndealings with Doug Harris and JDPW, they do not give Plaintiffs the right to ignore \nquestions about JDPW’s validity during litigation  and then later seek to change \n \n12 Additionally, simply because the Court requested supplemental briefing on JDPW’s \nvalidity does not mean the Court is obligated to directly resolve that issue.  Indeed, in \npermitting this second round of dispositive motions, the Court specifically stated that “[t]he \nCourt’s decision to permit the filing of dispositive motions after the expiration of the \ndispositive motion deadline does not restrict or limit any defense a party may wish to make \nin response to such a motion, including on grounds of timeliness.”  (ECF No. 1347 ¶ 6(b).) \npositions.  The issue for purposes of judicial estoppel is the consistency of Plaintiffs’ \nposition during litigation, not what assumptions they were entitled to make in their \ndealings prior to litigation.  Those statutory shields in no way absolve Plaintiffs and \ntheir counsel from their obligation during litigation to thoroughly investigate issues \nand raise them in a timely fashion. \n47. Timeliness is the key issue here, and Plaintiffs’ new position is not timely.  \nThey argue that they were not on notice about doubts as to JDPW’s validity until \nrecently.  They point to August 2019, when Turner intervened in this case and was \ndeposed, as the first time they became aware of facts suggesting JDPW was never a \nvalid trust.  (See Pls.’ Br. Supp. 2 –3, 7–8.)  But the record reveals otherwise.  The \nevidence Plaintiffs primarily rely on is not Turner’s testimony  but rather Doug \nHarris’s test imony and the Trust Agreement , which have been i n the record for \nalmost five years.  (See Pls.’ Br. Supp. 3–5, 7, 10–14.) \n48. Doug Harris was deposed from March 2015 to June 2016 —several years \nbefore Plaintiffs asserted this new position.  His testimony was more than sufficient \nto put Plaintiffs—or any party—on notice of questions about JDPW’s validity.  Doug \nHarris testified that JDPW never had a bank account and that the only funds that \never came into JDPW were those in connection with the transactions at issue in this \ncase—which occurred long after Cox had passed away.  ( See Harris Dep.  822:18–\n823:14.)  He also testified that he never received or took physical possession of the \npoker machines that Cox purportedly transferred into JDPW.  ( See Harris Dep. \n824:4–20.)  He further stated that it was possible that all of the poker machines were \nsold by Cox before his death.  (Harris Dep. 823:16 –824:3.)  Doug Harris made clear \nthat he never made any distributions out of JDPW to any beneficiary, ( see Harris \nDep. 826:9–12), and that by 2012, JDPW held no assets and was essentially inactive \nuntil 2012, (see Harris Dep. 824:25–825:2, 827:17–24). \n49. Moreover, in February 2015, Doug Harris certified that the Trust \nAgreement (without an attached Schedule A) was the sole document in his possession \nrelating to JDPW’s creation.  (See Harris Dep. Ex. 79.)  That alone should have raised \nquestions about whether a Schedule A ever existed.   Plaintiffs also had access to \nNivison’s 2015 deposition, in which he testified th at JDPW was “simply an empty \nvehicle being used for tax purposes.”  (Nivison Dep. 102:4–6, ECF No. 1392.1.)  Thus, \nthe record contained sufficient evidence to put Plaintiffs on notice long ago to \ninvestigate JDPW’s validity if they deemed it prudent and advantageous to do so. \n50. Plaintiffs argue that Turner ’s recent deposition “exposed” that JDPW was \nnot a valid trust.  (Pls.’ Reply Br. 2.)  Yet Turner’s testimony only corroborates Doug \nHarris’s earlier testimony; it adds nothing new.  Plaintiffs cite to testimony by Turner \nthat JDPW was never funded, that she never received any distributions from it, and \nthat Cox intended to place unidentified real property into the trust but never did.  \n(See Turner Dep. 16:21 –19:22, ECF No. 1379.)  T hat testimony simply duplicat es \nDoug Harris’s earlier testimony.13 \n \n13 It is unclear whether the parties were aware that Cox and Turner divorced  in 2007 until \nTurner was deposed.  But in any event, their divorce would not have terminated the trust.  \nAs discussed more thoroughly later in this Order and Opinion, their divorce did not terminate \nthe trust; it simply terminated Turner’s status as a beneficiary under the trust. \n51. Not only is Plaintiffs’ position clearly inconsistent and untimely, but \nJDPW’s existence has formed the basis for much of the litigation so far  such that \naccepting this new position “might threaten judicial integrity[.]”  Powell, 364 N.C. at \n569 (citing Whitacre P’ship, 358 N.C. at 29).  Indeed, to say the parties and the Court \nhave relied on JDPW’s validity is a vast understatement.  JDPW was one of the first \nparties Plaintiffs sued, and ne ither their complaint against JDPW nor their suit \nagainst CCSEA and its related entities raised any questions as to JDPW’s validity .  \nMore importantly, the now -operative pleading, Plaintiffs’ amended consolidated \ncomplaint, relies heavily on JDPW’s existence and role in the transactions and events \nat issue.  It even seeks to recover from JDPW.  ( See, e.g., Am. Consolidated Compl. \n¶¶ 12, 13, 49, 54, 67, 112 –17.)  Plaintiffs have also pursued claims against the CM \nDefendants based on a theory in part p remised on Plaintiffs’ contract with JDPW.  \n(See, e.g., Am. Consolidated Compl. ¶¶ 168–81, 229–36, 248–53, 332–40.)  And at no \npoint have Plaintiffs sought to amend any of their pleadings to reflect questions about \nJDPW’s validity. \n52. Furthermore, the Court has awarded partial relief to Plaintiffs on the basis \nof JDPW’s existence and involvement .  (See Partial Summ. J. Ord. 1–3.)  The Court \nplaced JDPW into receivership, on Plaintiffs’ own motion,  and authorized the \nReceiver to bring claims on its behalf and to deal with claims against it.  (See generally \nPls.’ Mot. Appointment Receiver JDPW Trust, ECF No. 305; JDPW Receiver Ord. )  \nThe Court approved a settlement between Plaintiffs and JDPW.  (See generally Ord. \nApproving Nivison Agr mt.)  And the Court issued a  159-page summary judgment \norder and opinion that detailed and relied on JDPW’s role throughout the events and \ntransactions at issue to resolve the issues presented.  See generally In re Se. Eye Ctr.-\nPending Matters, 2019 NCBC LEXIS 29. \n53. This case is in its late stages.  Discovery closed  long ago.  The  Court has \nalready ruled on one round of summary judgment motions.  If not for the COVID-19 \npandemic and related delays, this case would have already gone to trial without this \nsecond round of dispositive motions.  For the Court  to now determine that JDPW is \nnot a valid trust would likely unravel the years of progress made in this litigation. \n54. In fact, because all parties have operated on the assumption that JDPW is \na valid trust, there is no harm  in continuing with that premise and no material \nprejudice to Plaintiffs.  As they admit, they dealt with Doug Harris and JDPW on the \nassumption that JDPW was valid.  Therefore, continuing to treat JDPW as valid \npreserves their expectations and the  status quo , keeping them in the exact same \nposition that they thought they were in all along. \n55. Finally, it is also relevant that Plaintiffs might derive an “unfair advantage” \nfrom this new position.  Powell, 364 N.C. at 569 (quoting Whitacre P’ship, 358 N.C. \nat 29).   In resolving the first round of summary judgment motion s, the Court \ndismissed the last of Plaintiffs’ claims.  It would be fundamentally unfair to allow \nPlaintiffs to breathe new life into their case by permitting them to raise a new position \nwhen their claims were already addressed on a contrary premise.  They chose to \nproceed for years without investigating or raising this issue.  It is now too late for \nPlaintiffs to advance their new and contradictory theory. \n56. In sum, this situation represents the very reason judicial estoppel exists: to \nprotect the integrity of the judicial system and to facilitate consistency.  See Old \nRepublic Nat’l Title Ins. Co. v. Hartford Fire Ins. Co. , 369 N.C. 500, 506 (2017) \n(invoking judicial estoppel to prevent a party from relitigating matters on grounds it \nhad previously abandoned and observing that a party may not “ be allowed to blow \nhot and cold in the same breath” (quoting Whitacre P’shp, 358 N.C. at 12)); Whitacre \nP’ship, 358 N.C. at 26 (observing that “except i n proper instances, a party to a suit \nshould not be allowed to change his position with respect to a material matter in the \ncourse of litigation” because “a party ‘cannot swap horses in midstream’ ” (quoting \nRoberts v. Grogan, 222 N.C. 30, 33 (1942))). \n57. Therefore, the Court concludes in its discretion that the doctrine of judicial \nestoppel bar s Plaintiffs from denying the existence and validity of JDPW as an \nexpress trust. \n58. The remainder of Plaintiffs’ motion is premised on JDPW’s invalidity.  \nHaving concluded that Plaintiffs are judicially estopped from denying the existence \nand validity of JDPW as an express trust, Plaintiffs’ other arguments are moot.  The \nCourt therefore denies Plaintiffs’ motion for partial summary judgment. \nB. Motions as to the Receiver’s Crossclaims \n59. The Receiver has moved for affirmative summary judgment as to his second \nthrough seventh crossclaims on JDPW’s behalf against Doug Harris.  (See generally \nReceiver’s Mot. Summ. J.; Receiver’s Br. Supp.)  Doug Harris and the CM Defendants \nhave also moved for summary judgment seeking dismissal of most of the Receiver’s \ncrossclaims against Doug Harris .  Doug Harris seeks summary judgment as to the \nReceiver’s second, third, fourth, sixth, and seventh crossclaims.  ( See Harris Mot. \nSumm. J. ; Harris Br. Supp.  2–3.)  Similarly, the CM Defendants seek summary \njudgment on the Receiver’s sixth, seventh, and eighth crossclaims to the extent they \nseek to set aside the transfer of the CM Note and CM Release Deed, as well as on any \nremaining claims by the Receiver to the extent they are asserted against the CM \nDefendants.  (See generally CM Defs.’ Mot. Summ. J.; CM Defs.’ Br. Supp.) \n1. The Receiver’s Crossclaims as to the CM Defendants \n60. The CM Defendants contend that the Receiver has asserted no crossclaims \nagainst them  and seek summary judgment on  any purported crossclaims on that \nbasis.  T hey argue that none of the crossclaims satisfy Rule 8’s pleading standards \nbecause the CM Defendants are not mentioned in any of the m.  (See CM Defs.’ Br. \nSupp. 8–9.)  The Receiver does not address this argument in his brief, but the Court \nremains obligated to ascertain whether the CM Defendants have met their burden to \nobtain summary judgment. \n61. Upon careful review, the Court disagrees that the CM Defendants should be \ndismissed from the crossclaims at this stage.  Although the crossclaims at issue set \nforth Doug Harris’s alleged misconduct , the relief the Receiver seeks directly \nimplicates the CM Defendants.  (See, e.g., Receiver’s Cross-cls. ¶¶ 481, 485, 496, 498–\n502.)  Not only were the CM Defendants parties to some of the transactions at issue, \nbut some of the property and obligations at issue are theirs too.  For example, the CM \nDeed is to real property owned by the CM Defendants, and the CM Note is collectable \nagainst them .  Because g ranting the relief the Receiver seeks would result in a \njudgment implicating the CM Defendants, they are necessary partie s to the claims.  \nSee N.C. R. Civ. P. 19(a); Thomas v. Thomas, 43 N.C. App. 638, 643 (1979) (observing \nthat “the heart of the Rule lies in the proposition that all parties should be joined \nwhose presence is necessary to a complete determination of the controversy”). \n62. The Court therefore concludes that while the Receiver’s crossclaims do not \ndirectly allege wrongdoing by the CM Defendants, they are necessary parties because \nof the relief sought.  Accordingly, it would be improper to dismiss them .  The Court \ndenies the CM Defendants’ motion for summary judgment to the extent they seek \ndismissal of any crossclaim based on this argument. \n2. The Receiver’s Second Crossclaim (Professional Negligence) \n63. The Receiver’s second crossclaim is for professional negligen ce.  ( See \nReceiver’s Cross-cls. ¶¶ 476–79.)  Although the Receiver includes this claim in his \nmotion, he does not advance any arguments in support.  Instead, he focuses solely on \nhis arguments that Doug Harris breached his duties as JDPW’s trustee under the \nUniform Trust Code, which is the subject of the Receiver’s fourth crossclaim .  Also, \nwhile Doug Harris and the CM Defendants purport to move for summary judgment \non this claim, they have not advanced any specific arguments to support its dismissal.  \nAccordingly, no moving party has met its burden to obtain summary judgment.  See \nN.C. R. Civ. P. 56(c); Vizant Techs., LLC v. YRC Worldwide, Inc. , 373 N.C. 549, 555 \n(2020) (“The party moving for summary judgment has the burden of showing that \nthere is no triable issue of material fact.” (quoting Nicholson v. Am. Safety Util. Corp., \n346 N.C. 767, 774 (1997)).  The Court therefore denies the Receiver’s, Doug Harris’s, \nand the CM Defendants’ motions for summary judgment as to the Receiver’s second \ncrossclaim for professional negligence. \n3.  The Receiver’s Third Crossclaim (Breach of Fiduciary Duty/Constructive Fraud) \n64. The Receiver’s third crossclaim  is for breach of fiduciary duty  and \nconstructive fraud.  (See Receiver’s Cross-cls. ¶¶ 480–83.)  As an initial matter, to the \nextent the Receiver’s claim is for constructive fraud, the Court denies the Receiver’s, \nDoug Harris’s, and the CM Defendants’ motions for summary judgment.  Neither the \nReceiver nor the CM Defendants even address a  purported constructive fraud \ncrossclaim in their briefing or argument on the Motions.   And the argument Doug \nHarris advances is deficient.   W ithout citing any authorities, Doug Harris briefly \nargues that any constructive fraud claim fails because JDPW was not harmed by the \ntransactions at issue.  (See Harris Opp’n Receiver’s Mot. for Summ. J. 7 –8, ECF No. \n1394.)  But t his argument is unpersuasive.   For one thing, as more thoroughly \ndiscussed elsewhere in this Order and Opinion, there is record evidence that JDPW \ndid suffer harm because of Doug Harris’s conduct .  And f or another, our Supreme \nCourt recently held that “potential liability for nominal da mages is sufficient to \nestablish the validity of claims for breach of fiduciary duty and constructive fraud \nand can support an award of punitive damages.”  Chisum v. Campagna, 2021-NCSC-\n7, ¶ 44.  Thus, “the absence of evidence of actual damages does not defeat this claim.”  \nKixsports, LLC v. Munn, 2021 NCBC LEXIS 32, at *41 (N.C. Super. Ct. Apr. 1, 2021) \n(denying motion for summary judgment). \n65. To the extent this claim is for breach of fiduciary duty, however, it overlaps \nto a degree with the Receiver’s fourt h crossclaim for breach of trustee duties .  \nTherefore, the Court will analyze that part of the claim together with the breach of \ntrustee duties claim in the next section .  But to the extent this claim is premised on  \nany other duty, the Court denies the Receiver’s, Doug Harris’s, and the CM  \nDefendants’ motions for summary judgment for the same reasons discussed with \nrespect to the Receiver’s second crossclaim. \n4. The Receiver’s Fourth Crossclaim (Breach of Trustee Duties) \n66. The Receiver’s fourth crossclaim asserts  that Doug Harris committed a \nbreach of trust by breaching his fiduciary duties to JDPW and its beneficiaries as \nJDPW’s trustee.  (See Receiver’s Cross-cls. ¶¶ 484–87.)  The Receiver on the one hand, \nand Doug Harris and the CM Defendants on the other, have each moved for summary \njudgment. \na. The Receiver’s Standing \n67. The CM Defendants argue that the Receiver lack s standing to sue to void \nany transactions under N.C.G.S. §  36C-8-802(b).  (See CM Defs.’ Br. Supp. 6 –8.)  \n“[S]tanding is a ‘necessary prerequisite to a court’s proper exercise of subject matter \njurisdiction.’ ”  Corwin v. Brit. Am. Tobacco PLC , 371 N.C. 605, 611 (2018) ( quoting \nWillomere Cmty. Ass’n, Inc. v. City of Charlotte, 370 N.C. 553, 561 (2018) ).  As such, \nthe Court is obligated t o satisfy itself that it has subject matter jurisdiction to hear \nthe claims before it.  See N.C. R. Civ. P. 12(h)(3); In re T.R.P. , 360 N.C. 588, 590 \n(2006); McDaniel v. Saintsing, 260 N.C. App. 229, 232 (2018). \n68. The CM Defendants point to the language in section 36C-8-802(b) providing \nthat a conflict of interest transaction “is voidable by a beneficiary  affected by the \ntransaction[.]”  N.C.G.S. §  36C-8-802(b) (emphasis added).  Because the statute \nspecifically identifies the affected beneficiaries as those who may seek to void the \ntransaction, they contend that the statute limits the class of persons with standing \nand that the Receiver falls outside of that class. \n69. The Court disagrees.  When appointed, the Receiver was “vested with the \nfull authority availabl e to a receiver under North Carolina law to serve as a quasi -\ntrustee acting for and under the direction of the Court to take control of and to \nadminister the assets of JDPW[.]”  (JDPW Receiver Ord. 7 (emphasis added).)  The \nReceiver’s equitable powers are broad.  See, e.g., Lambeth v. Lambeth, 249 N.C. 315, \n321 (1959) (recognizing the inherent authority of the Court to appoint receivers); EHP \nLand Co. v. Bosher, No. COA15-881, 2016 N.C. App. LEXIS 325, at *6 (N.C. Ct. App. \nApr. 5, 2016) (observing that “the  scope of a receiver’s authority is circumscribed by \nthe appointment of the court creating it” (citing Harrison v. Brown, 222 N.C. 610, 614 \n(1943))).  Those powers explicitly included the authority to “sue and defend in his own \nname as Receiver of [JDPW] in all courts of this State”; to “exercise all of the powers \nof [JDPW] through or in place of its Trustee, Douglas S. Harris, to the extent \nnecessary to manage the affairs of [JDPW] in the best interests of its beneficiary and \ncreditors”; and to “seek to have set aside the transfer of any assets of [JDPW] which \nthe Receiver believes to have been improper.”  (JDPW Receiver Ord. 8 (emphasis \nadded).) \n70. As a quasi -trustee, the Receiver’s powers undoubtedly extend to suing to \nvoid conflict of interest transactions under section 36C -8-802(b), and to suing for a \nbreach of trust generally.  See N.C.G.S. §  36C-10-1001 official cmt. (“[C]otrustees \nhave standing to bring a petition to remedy a breach of trust.  Following a successor \ntrustee’s acceptance of office, a succe ssor trustee has standing to sue a predecessor \nfor breach of trust.”).14  The Receiver’s broad powers under North Carolina statutory \nand common law enable him to step into the shoes of JDPW’s former trustee and \ncurrent beneficiaries and to assert claims accordingly.  Besides, even if section 36C -\n8-802(b) was not available to the Receiver, all of the relief the Receiver seeks is also \navailable under section 36C-10-1001, which does not contain any language that might \nbe interpreted as limiting standing to a trust’s beneficiaries.15 \n \n14 See also Restatement (Second) of Trusts § 200 cmt. a (noting that “a suit may be brought \nby one of several co-trustees against the other or others . . . or by a successor trustee against \nhis predecessor”); Restatement (Second) § 200 cmt. f (“If the trustee commits a breach of trust \nand is thereafter removed as trustee or otherwise ceases to be trustee and a successor trustee \nis appointed, the successor trustee can maintain a suit against him to redress the breach of \ntrust.”); Restatement (Third) of Trusts § 94(1) (“A suit against a trustee of a private trust to \nenjoin or redress a breach of trust or otherwise to enforce the trust may be maintained only \nby a beneficiary or by a co-trustee, successor trustee, or other person acting on behalf of one \nor more beneficiaries.”); Restatement (Third) of Trusts § 94 cmt. c (“If a trustee who commits \na breach of trust is thereafter removed or otherwise ceases to serve as trustee, a successor \ntrustee can maintain a suit against the former trustee . . . to redress the breach of trust. . . .  \nIf a trustee who commits a breach of trust is not removed but continues to serve as trustee, . . . \na trustee ad litem may be appointed for that purpose.”). \n15 At the hearing, the CM Defendants also suggested that the Receiver’s authority is somehow \nlimited because there is no evidence in the record that the Receiver has ascertained the \nidentities of all of JDPW’s purported beneficiaries or that all of the beneficiaries have \nconsented to the Receiver’s acting as a quasi-trustee.  These arguments have no merit.  While \nthe Receiver’s duties as receiver of JDPW arguably include ascertaining JDPW’s beneficiaries \nand communicating with them as needed, an absence of evidence in the record that the \nReceiver has done so is not somehow proof that the Receiver is not properly carrying out his \nduties.  The CM Defendants’ attempt to use lack of evidence as proof in this context is \nunpersuasive.  Further, with respect to the CM Defendants’ contention that JDPW’s \n \n71. Given the broad authority of receivers generally and the specific role of the \nReceiver as a quasi -trustee of JDPW, the Court is satisfied that the Receiver has \nstanding to sue to void conflict of interest transactions under section 36C-8-802(b). \nb. Legal Standard for Trustee Duties \n72. Having concluded that the Receiver has standing to sue under section \n36C-8-802(b), the Court tur ns to the merits of the Receiver’s crossclaim  on the \nundisputed evidence.  To establish a claim for breach of fiduciary duty , including a \ntrustee’s duty of loyalty , “a plaintiff must show that: (1) the defendant owed the \nplaintiff a fiduciary duty; (2) the defendant breached that fiduciary duty; and (3) the \nbreach of fiduciary duty was a proximate cause of injury to the plaintiff.” 16  Sykes v. \nHealth Network Sols., Inc. , 372 N.C. 326, 339 (2019) (citing Green v. Freeman , 367 \n \nbeneficiaries never g ave consent to the Receiver ’s acting as quasi -trustee, this argument \nlacks merit for two reasons.  First, this was not one of the grounds on which the CM \nDefendants objected to the appointment of the Receiver over JDPW in the first place.  ( See \ngenerally Obj. Castle McCulloch Defs. Nivison Pls.’ Mot. Appointment Receiver JDPW Trust, \nECF No. 342.)  The CM Defendants were on notice of this issue long ago and failed to timely \nraise it.  Second, the Court had the broad discretionary authority to remove Doug Harris as \ntrustee and to appoint the Receiver as a special quasi -trustee with or without the \nbeneficiaries’ consent.  See, e.g., N.C.G.S. § 36C-7-706(a), (b)(3)–(4) (providing that “a trustee \nmay be removed by the court on its own initiative” if, among other things, (i) “[b]ecause of \nunfitness, unwillingness, or persistent failure of the trustee to administer the trust \neffectively, the court determines that removal of the trustee best serves the interests of the \nbeneficiaries,” or (ii) “[t]here has been a substantial change of circumstances, the court finds \nthat removal of the trustee best serves the interests of all of the beneficiaries”); id.  § 36C-7-\n704(e) (“Whether or not a vacancy in a trusteeship exists or is required to be filled, the court \nmay app oint an additional trustee or special fiduciary whenever the court considers the \nappointment necessary for the administration of the trust.”). \n16 Our Supreme Court recently clarified that “proof of actual injury ” is not necessary “ to \nsupport a claim for breach of fiduciary duty or constructive fraud.”  Chisum, 2021-NCSC-7, \n¶ 44.  Rather, “the incurrence of nominal damages” is sufficient and can support an award of \npunitive damages because nominal damages “reflect the existence of a legal harm and the \nfact that the policy of North Carolina law is to discourage breaches of fiduciary duty and acts \nof constructive fraud.”  Id. \nN.C. 136, 141 (2013)).  Specifically, in the context of a trust, “[a] violation by a trustee \nof a duty the trustee owes under a trust is a breach of trust.”  N.C.G.S. §  36C-10-\n1001(a). \n73. It is undisputed that Doug Harris owed a fiduciary duty of loyalty and trust \nas JDPW’s trustee at all times relevant.  See N.C.G.S. § 36C-8-802(a) (stating that a \ntrustee owes a fiduciary duty to “administer the trust solely in the interests of the \nbeneficiaries”); In re Se. Eye Ctr.-Pending Matters, 2019 NCBC LEXIS 29, at *177–\n78 (“[A] trustee under any trust is a fiduciary and owes certain duties to the \nbeneficiaries of that trust.” (citing N.C.G.S. §§ 32-2(a), 36C-8-802)). \n74. Trustees are held to a high standard.  They must “maintain complete loyalty \nto the interests of”  the beneficiaries, Wachovia Bank & Trust  Co. v. Johnston, 269 \nN.C. 701, 711 (1967), and they “can never paramount their personal interest over the \ninterest of those for whom they have assumed to act [,]” Miller v. McLean, 252 N.C. \n171, 174 (1960).  That is, a trustee “is held to something stricter than the morals of \nthe market place  [sic].  Not honesty alone, but the punctilio of an honor the most \nsensitive, is then the standard of behavior. ”  Johns ton, 269 N.C. at 711 (quoting \nMeinhard v. Salmon, 164 N.E. 545, 546 (N.Y. 1928) (Cardozo, C.J.)). \n75. One way a trustee commits a breach of trust is by entering into a conflict of \ninterest transaction.  A transaction involving  the trust “entered into by the trustee \nfor the trustee’s own personal account, or tha t is otherwise affected by a conflict \nbetween the trustee’s fiduciary and personal interests, is voidable by a beneficiary \naffected by the transaction, without regard to whether the transaction is fair to the \nbeneficiary[.]”  N.C.G.S. §  36C-8-802(b).  A conflict of interest can arise in many \nforms.  Of course, a transaction is tainted by a conflict of interest if the trustee himself \nhas some personal interest or involvement in it.  See id.  Additionally, if a trustee \nenters into a transaction with  a sibling (or other closely related persons) , the \ntransaction is “rebuttably presumed to be affected by a conflict of interest [.]”  Id.  \n§ 36C-8-802(c)(2). \n76. The trustee’s duty of loyalty, while demanding, is justified: \nA man cannot serve two masters.  He cannot fairly act for his interest and the \ninterest of others in the same transaction.  Consciously or unconsciously, he \nwill favor one side or the other, and where placed in this position of \ntemptation, there is always the danger that he will yield to the  call of self -\ninterest. \nJohnston, 269 N.C. at 715; see also THZ Holdings, LLC v. McCrea, 231 N.C. App. 482, \n487 (2013).  If a conflict of interest arises, a trustee has two choices.  He “must either \nremove the personal interest or resign his position as trustee.”  In re Tr. Under Will \nof Jacobs, 91 N.C. App. 138, 143 (1988). \nc. Analysis \n77. The Receiver has moved for  summary judgment .  He contends that the \nundisputed record establishes  that Doug Harri s committed breach es of trust by \nentering into transactions that were (i) tainted by conflicts of interest, and (ii) not in \nthe best interests of JDPW and its beneficiaries.  (See Receiver’s Br. Supp.  4–7; \nReceiver’s Reply Br. 3 –4, 7, ECF No. 1410 .)  Doug Harris and the CM Defendants  \noppose the motion and have also moved for summary judgment  in their favor.  They \ncontend that Doug Harris’s conduct was not a breach of trust and that, regardless, he \nis entitled to certain safe-harbor protections under the Uniform Trust Code. \n78. Upon careful review, t he Court concludes  that Doug Harris ’s conduct \nconstituted a breach of trust as a matter of law.  For the reasons discussed below, the \nundisputed record establishes that Doug Harris breached his fiduciary duti es as \nJDPW’s trustee by entering into conflict of interest transactions  and by involving \nJDPW in transactions that were not in the best interests of JDPW or its beneficiaries. \n79. The undisputed record establishes that, prior to bringing JDPW into the CM \nDefendants’ refinancing plan,  Doug Harris entered into personal arrangements  to \npersonally profit from JDPW’s involvement in the refinancing plan.  Under the Epes \nand McDaniel Agreement s, Doug Harris obtained promises that he would be \npersonally paid $1.3 million in exchange for causing JDPW to purchase the CM Loan \nfrom NewBridge.  (See Epes Agrmt.; McDaniel Agrmt. ; Harris Dep. 642:20–643:23.)  \nAt that point, Doug Harris had a conflict of interest : his personal financial stake in \nthe refinancing versus his duties to JDPW as its trustee.  Once Doug Harris obtained \nthat financial stake, each transaction that followed was inherently and \nfundamentally tainted by that conflict of interest.  Indeed, the record is replete with \ninstances in which Doug Harris  expressly admitted to having personal financial \ninterests in the transactions.  ( See, e.g., Harris Dep. 467:5 –16, 812:5–7, 849:15–19, \n849:24–850:12.) \n80. Not only does the record establish Doug Harris’s personal pecuniary \ninterest, but it also reveals his  personal familial interest.  Richard Harris —Doug \nHarris’s brother—w as also involved in these transactions , both personally and \nthrough his two companies, Historic Castle and Castle McCulloch.   Moreover, Doug \nHarris represented Richard Harris as his attorney during the CM Defendants’ \nrefinancing negotiations.  Again, t he record is replete with example s of Richard \nHarris’s role in the transactions, Doug Harri s’s relationship with him (both as his \nbrother and his attorney), and actions Doug Harris took for Richard Harris’s benefit  \n(including using JDPW as a pass-through vehicle to direct funds to Richard Harris).  \n(See, e.g., Harris Dep. 38:24–39:11, 39:18–24, 40:2–11, 56:21–57:3, 229:1–25, 862:2–\n863:18, 864:17–865:16, 866:4–18.)  As Doug Harris put it, “I was there to protect my \nbrother’s interest.  I was retained by my brother.  I went there to represent my \nbrother.”  (Harris Dep. 57:12–14.) \n81. These undisputed facts reveal Doug Harris’s clear, unambiguous personal \ninterest in the transactions h e caused JDPW to enter into , including the Nivison \nLoan, JDPW’s purchase of the CM Loan, and Doug Harris’s transfers of the CM Note \nto Richard Harris and the CM Release Deed to Historic Castle.  Indeed, his conflict \nof interest persists to this day: Doug Harris  continues to maintain a claim with the \nReceiver for  $1.3 million pursuant to the  Epes and McDaniel Agreement s.  ( See \nHarris Receivership Claim; Harris Dep. 467:5–16, 795:4–8; Harris Opp’n Receiver’s \nMot. Summ. J. 10, ECF No. 1394  (“Both contracts affirm that Doug Harris is owed \n$1.3 million.”).) \n82. Doug Harris’s testimony shows that he subordinated JDPW ’s interests to \nthose of others, including his own.  As he stated at his deposition, “McDaniel and Dr. \nEpes needed some kind of vehicle” for the refinancing because otherwise, “they were \ngoing to have terrific taxes to pay.”  (Harris Dep. 829:17–20.)  In addition, “they also \nhad the little side problem with me [Doug Harris].”  (Harris Dep. 829:20 –21.)  As a \nresult, Doug Harris saw JDPW as the “perfect go-between.”  (Harris Dep. 830:13–14.) \n83. And the record makes undeniable that Doug Harris did not cho ose JDPW \nfor the contemplated transactions to benefit the trust  or out of loyalty to the trust .  \nWhile he described the arrangement as a business opportunity for JDPW, (see Harris \nDep. 829:4–6), Doug Harris testified that “there was no specialty in it being JDPW \nTrust.  It co uld have been some individual.  It could have been some corporation.  \n[JDPW] just happened to be the one that came to mind  . . . and I knew that it would \nwork.”  (Harris Dep. 830:8–12.)  JDPW was a prime candidate “since it had nothing, \nyou know, it really didn’t hurt anything. ”  (Harris Dep. 830:12– 13.)  There was \n“[n]othing to lose. . . . just no muss, no fuss, you know. ”  (Harris Dep. 830:15–19; see \nalso Nivison Dep. 102:4–6 (“[M]y impression of JDPW Trust is that it was simply an \nempty vehicle being used for tax purposes.”).) \n84. This testimony both reiterates Doug Harris’s many conflicts of interest and \nfurther demonstrates that his  admitted purpose in involving JDPW in these \ntransactions was to benefit h imself and his brother , not JDPW.  Indeed, the record \nmakes plain that a ny possible benefit to JDPW was incidental  and unintentional.  \nTherefore, the undisputed evidence establishes that Doug Harris did not act in the \nbest interests of JDPW and its beneficiaries. \n85. Therefore, the Court concludes that the undisputed record establishes that  \nDoug Harris committed a breach of trust by  promising to cause JDPW to purchase \nthe CM Loan in exchange for a personal payment to himself of $1.3 million.  The \nCourt further concludes that the undisputed record establishes that, in light of Doug \nHarris’s personal interests described above, each transaction that followed that was \nrelated to the refinancing plan was also tainted by those same conflicts of interest.  \nThe undisputed record, particularly through Doug Harris’s own testimony, also \nestablishes that Doug Harris did not act in the best interests of JDPW or its \nbeneficiaries because he sought to use JDPW to benefit himself, his brother, and other \nparties without prioritizing JDPW, as required by law. \n86. The Court further concludes that the undisputed record establishes that \nDoug Harris committed a breach of trust by causing JDPW to take out the Nivison \nLoan.  To begin, this debt was incurred to facilitate JDPW’s purchase of the CM Loan.  \n(See, e.g.,  9AM Agrmt.; Am. Consolidated Compl. Exs. QQ, TT;  Nivison Aff. ¶  11; \nHarris Dep. 75:14–23, 79:11–25.)  Due to Doug Harris’s personal interests as already \ndescribed, this constituted a conflict of interest transaction .  See THZ Holdings, 231 \nN.C. App. at 486  (holding that trustee’s interest in the transaction at issue made it \n“clearly” a conflict of interest transaction that was voidable “under the plain language \nof the statute”); N.C.G.S. § 36C-8-802(b). \n87. Moreover, causing JDPW to enter into the Nivison Loan was also a breach \nof trust because it is undisputed that the Nivison Loan was not taken out for any \ndirect benefit to JDPW.  Instead, its purpose was to help Doug Harris and his brother \nachieve a favorable refinancing for their own affairs.  JDPW never benefitted from \nthe Nivison Loan—nor could it have, since the entire plan, as Doug Harris testified, \nwas to benefit everyone but JDPW  and avoid appearances of tax impropriety.  (See \nHarris Dep. 829:15– 831:16.)  Additionally, Doug Harris never made any effort to \ncause JDPW to repay the Nivison Loan or to assert JDPW’s rights against the other \npersons who were purportedly obligated to repay the loan for JDPW .  This resulted \nin JDPW’s de fault on the Nivison Loan.   ( See Partial Summ. J. Ord. 1 –2; Demand \nLetter; Harris Dep. 540:2–14.) \n88. The Court further concludes that the undisputed record establishes that \nDoug Harris committed a breach of trust by transferring the CM Note to his brother \nand by transferring the CM Release Deed  to Historic Cas tle, o ne of his brother’s \ncompanies.  (See ECF No. 1385.4; Harris Dep. 628:12–635:25, 866:19–868:25.)  Due \nto Doug Harris’s personal interests as already described, these transfers constituted \nconflict of interest transactions.  See THZ Holdings, 231 N.C. App. at 486; N.C.G.S. \n§ 36C-8-802(b). \n89. Moreover, Doug Harris’s transfers of the CM Note and the CM Release Deed \nwere also breaches of trust because it is un disputed that th ose transfers were \nfinancially devastating to JDPW.  As already stated, a t the time of the transfers, \nJDPW was already in default on its obligations under the Nivison Loan because Doug \nHarris had made no attempts to repay that loan.   (See, e.g., Harris Dep. 540:2–21.)  \nDoug Harris never took any actions to collect on the CM Note or to foreclose on the \nCM Deed.  Accordingly, w hen Doug Harris transferred away the CM Note and the \nCM Release Deed, JDPW became insolvent.  See N.C.G.S. § 39-23.2(a) (“A debtor is \ninsolvent if, at a fair valuation, the sum of the debtor’s debts is greater than the sum \nof the debtor’s assets.”).  In fact, Doug Harris transferred assets out of JDPW that—\naccording to his stated plan—might have facilitated a profit to JDPW in the form of \nthe interest spread between the Nivison Loan and the CM Loan.   ( See Harris Dep. \n829:7–14.) \n90. Nowhere in any of his briefs does Doug Harris respond to the Receiver’s \nargument that these transactions were t ainted by several conflicts of interest.   \nIndeed, the phrase “conflict of interest” does not appear in any of his briefs except in \na single quote from some deposition testimony.   (See Harris Opp’n Receiver’s Mot. \nSumm. J. 1–11; Harris Br. Supp. 1–18; Harris Reply Br. 1–13, ECF No. 1407.)  And \nthe CM Defendants expressly concede the point.  ( See CM Defs.’ Br. Supp. 4 \n(“Arguably, Doug Harris’s transfer of the Castle McCulloch Note and release of the \nCastle McCulloch Collateral we re presumably affected by a conflict of interest \nbecause the transactions were with Doug Harris’s brother, Richard Harris.”).) \n91. The Receiver, therefore, has met his burden to show there is no genuine \nissue of material fact  remaining on his third crossclaim for breach of fiduciary duty \n(to the extent premised on Doug Harris’s duties as trustee) and his fourth crossclaim \nfor breach of trustee duties against Doug Harris and that summary judgment for the \nReceiver and against Doug Harris on those crossclaims is proper as a matter of law.  \nSee Pennington, 356 N.C. at 579 (“If the movant successfully makes such a showing \n[of the absence of a genuine issue of material fact], the burden then shifts to the \nnonmovant to come forward with specific facts establishing the presence of a genuine \nfactual dispute for trial.”); Steele v. Bowden, 238 N.C. App. 566, 577 (2014) (observing \nthat the nonmovant must “forecast sufficient evidence to show the existence of a \ngenuine issue of material fact in order to preclude an award of summary judgment”); \nN.C. R. Civ. P. 56(e) (“If [the nonmovant] does not so respond, summary judgment, if \nappropriate, shall be entered against him.”); rFactr, Inc. v. McDowell , 2020 NCBC \nLEXIS 144, at *41 (N.C. Super. Ct. Dec. 8, 2020) (gr anting summary judgment in \nfavor of movant when nonmovant failed to respond to the argument). \nd. Defenses \n92. Although neither Doug Harris nor the CM Defendants rebut the Receiver’s \nargument that the transactions were tainted by conflicts of interest, they raise \nseveral other arguments to oppose the Receiver’s motion and to support their own \nmotions seeking dismissal of the claim.  The Court will address each in turn. \n93. First, Doug Harris does not meaningfully argue that some question of fact \nprecludes summary judgment.  Rather, he tries to justify his conduct by arguing that \neach individual transaction operated perfectly in accordance with the broader plan \nhe envisaged with the CM Defendants, Dr. Epes, McDaniel, and Nivison.  Pointing to \nthe transaction documents and to his own testimony and that of Turner and Nivison, \nhe argues that it was never anyone’s intention for JDPW to be liable on the Nivison \nLoan or for it to keep the CM Note and Collateral.  (See Harris Br. Supp. 4 –9.)  He \nalso argues that had JDPW kept the CM Note and Collateral, it would have amounted \nto “an astoundingly large windfall in exchange for the minor services that JDPW \nperformed for the deal.”  (Harris Br. Supp. 7.) \n94. But that is not the standard for a breach of trust.  Under the Uniform Trust \nCode, Doug Harris’s conduct must be viewed through the lens of his duties to JDPW, \nnot in light of other persons’ intent or their overall plan.   The question is whether \nDoug Harris had a conflict of interest or otherwi se failed to act in the best interests \nof JDPW and its beneficiaries.   Doug Harris’s argument fails to confront or \nmeaningfully address those questions.  The question of breach looks to Doug Harris’s \nconduct vis-à-vis his duties to JDPW, not whether the plan “ worked” vis-à-vis his \npersonal interests and the other parties’ intentions .  Therefore, this argument does \nnot present a jury question or provide a legal defense to liability. \n95. Moreover, Doug Harris’s argument that he did not commit a breach of trust \nbecause JDPW ’s enforcement of its rights to the CM Loan would amount to a \n“windfall” defies logic.  Growing a trust’s property and enforcing its rights is exactly \nwhat a trustee should do under the law.  See, e.g., N.C.G.S. §§ 36C-8-804 (“A trustee \nshall administer the trust as a prudent person would[.]”), 36C-8-811 (“A trustee shall \ntake reasonable steps to enforce claims of the trust and to defend claims against the \ntrust.”); see also, e.g., id. §§ 36C-9-901, 36C-9-902.  The undisputed record shows that \nDoug Harris chose not to enforce JDPW’s rights to the CM Loan or protect JDPW \nfrom default under the Nivison Loan so as to avoid harm to himself, his brother, his \nbrother’s companies, and the “master plan.”  In so doing, he ignored the reality that \nunder the Uniform Trust Code, taking  actions to benefit and protect JDPW w as his \nlawful duty. \n96. Doug Harris and the CM Defendants also argue that he did not commit a \nbreach of trust with respect to the Nivison Loan because there was never any risk of \nharm to JDPW.  They contend that the Assignment Agreement limited JDPW’s \nliability on the Nivison Loan to forfeiting certain equipment.  (See 9AM Agrmt. § 5.)  \nBecause JDPW was never liable for the full amou nt, the argument goes, he did not \nbreach his duties by exposing JDPW to more than $2.1 million in liability.  (See Harris \nBr. Supp. 9–15; Harris Opp’n Receiver’s Mot. Summ. J. 6; CM Defs.’ Resp. Receiver’s \nMot. 1–3, ECF No 1390.) \n97. As noted, the parties dispute which version of the Assignment Agreement \ncontrols, and only one version contains the limitation of liability provision .  But  \ntaking the evidence in the light most favorable to Doug Harris and assuming the \nlimitation of liability applies, Doug Harris’s  argument lacks merit  for a more \nfundamental reason.  As repeated many times in this Order and Opinion so far, a  \nconflict of interest transaction is voidable regardless of its benefit—or as Doug Harris \ncontends in this case, absence of harm —to the trust.   The conflict of interest that \npermeated the Nivison Loan renders it a breach of trust without any need to assess \nthe limitation of liability. \n98. Doug Harris’s entire defense can be summarized as this: he did not commit \na breach of trust because JDPW w as not harmed and because JDPW was limited to \na passive role in a set of transactions to minimize tax es for other parties .  On this \nbasis, he contends that JDPW’s interest in any assets that passed through it should \nbe ignored because JDPW was just a vehic le—a tax shell.  (See Harris Br. Supp. 4–\n9.)  But his argument ignores the high standard to which a trustee is held.  As the \nReceiver correctly points out, “Harris’ obligation was not just to avoid harm to the \n[JDPW] Trust.  His obligation was to obtain those benefits that were available to the \n[JDPW] Trust.”  (Receiver’s Reply Br. 7.) \n99. Furthermore, if the Court were to accept this framing  of the transactions,  \nDoug Harris may stand to lose more than he stands to gain.  The arrangement Doug \nHarris describes, if true, is suggestive of potential tax fraud.  A longstanding principle \nof tax law is that tran sactions must have economic substance —that is, persons \ninvolved in a transaction must end up in different economic positions, and there must \nbe a purpose to the transaction other than tax reduction or avoidance .17  T o accept \nDoug Harris’s argument that JDPW was merely a tax shell to achieve tax avoidance \nwould be akin to construing the parties’ conduct as tax fraud.  Engaging in tax fraud \nundoubtedly constitutes a breach of trust .  Thus, even if the Court were to accept  \nDoug Harris’s overarching argument, it would simply lead to a different  breach of \ntrust: involving JDPW in a scheme to perpetrate federal and state tax crimes. \n \n17 As the United States Supreme Court has observed, \ntaxation is not so much concerned with the refinements of title as it is with actual \ncommand over the property taxed—the actual benefit for which the tax is paid.  In a \nnumber of cases, the Court has refused to permit the transfer of formal legal title to \nshift the incidence of taxation attributable to ownership of property where the \ntransferor continues to retain significant control over the property transferred.  In \napplying this doctrine of substance over form, the Court has looked to the objective \neconomic realities of a transaction rather than to the particular form the parties \nemployed.  The Court has never regarded the simple expedient of drawing up papers \nas controlling for tax purposes when the objective economic realities are to the \ncontrary.  In the field of taxation, administrators of the laws, and the courts, are \nconcerned with su bstance and realities, and formal written documents are not \nrigidly binding.  Nor is the parties’ desire to achieve a particular tax result \nnecessarily relevant. \nFrank Lyon Co. v. United States, 435 U.S. 561, 572–73 (1978) (cleaned up); see also Boulware \nv. United States, 552 U.S. 421, 429–30 (2008). \n100. The CM Defendants and Doug Harris  also attempt to excuse Doug Harris \nfrom liability in another way.  They argue that, even if Doug Harris’s actions were \ntainted by conflicts of interest, they are nonetheless protected by certain safe harbors \nestablished by the Uniform Trust Code .  ( See CM Defs.’ Br. Supp. 4–6; Harris Br. \nSupp. 15–17.)  This argument also lacks merit. \n101. The Uniform Trust Code’ s safe harbors protect a trustee from liability in  \nlimited circumstances.  As relevant here, a conflict of interest transaction is not \nvoidable if “[t]he terms of the trust authorized the transaction” or “[t] he beneficiary \nconsented to the trustee’s conduct, ratified the transaction, or released the trustee in \ncompliance with G.S. 36C-10-1009[.]”  N.C.G.S. § 36C-8-802(b)(1), (4).  Also, a trustee \nis not liable for a breach of trust if (i)  “the beneficiary consented to the conduct \nconstituting the breach, released the trustee from liability for the breach, or ratified \nthe transaction constituting the breach,” or (ii)  the trustee “ act[ed] in reasonable \nreliance on the terms of the trust[.]”  Id. §§ 36C-10-1009(a), 36C-10-1006. \n102. Taken together, the Uniform Trust Code establishes two relevant \nprotections.  A trustee’s conduct cannot give rise to liability or voiding of transactions \nif either: (1) the beneficiaries consented to or ratified the transaction or released the \ntrustee from liability, or (2)  the terms of the trust authorized the transaction or the \ntrustee reasonably relied on the terms of the trust.  On the undisputed record, though, \nneither of these safe harbors is available to Doug Harris. \n103. Consent, Ratification, and Release.  The record is undisputed that not all of \nJDPW’s beneficiaries consented to or ratified the transaction s or released Doug \nHarris from liability.  Therefore, this safe harbor does not protect Doug Harris.  The \nCM Defendants argue that, at the time of the transactions, Doug Harris reasonably \nbelieved that Turner was JDPW’s beneficiary.  And according to Turner’s testimony, \nshe authorized and ratified Doug Harris’s decision to transfer the CM Note to Richard \nHarris and the CM Release Deed to Historic Castle.  (See Turner Dep. 125:3–126:12, \nECF No. 1376.2; Aff. Kay Harris Turner Supp. Rule 60(b)(4)(5)(6) Mot. ¶¶ 14–18, ECF \nNo. 1376.3.)  The  CM Defendants and Doug Harris  contend that her authorization \nand ratification absolve Doug Harris. \n104. In response, the Receiver argues that Turner’s purported authorization and \nratification were not effective for two independent reasons: (i)  Turner was not a \nbeneficiary of JDPW, and (ii) even if she was, none of the other beneficiaries \nconsented to or ratified the transactions or released Doug Harris.  ( See Receiver’s \nReply Br. 5–6; Receiver’s Br. Opposing Summ. J. Mots. Filed Doug Harris & CM Defs. \n[“Receiver’s Opp’n”] at 11–12, ECF No. 1396.) \n105. After careful review, the Court agrees with the Receiver.  First, Turner was \nnot a beneficiary of JDPW.  Although the trust instrument designate d Turner as \nJDPW’s beneficiary upon Cox’s death, Turner and Cox divorced after Cox executed \nthe Trust Agreement .  D ivorce after execution of a revocable trust “revokes all \nprovisions in the trust in favor of the settlor’s former spouse [.]”  N.C.G.S. §  36C-6-\n606.  In that event, “[p]roperty prevented from passing to the former spouse because \nof revocation by divorce . . . passes as if the former spouse failed to survive the settlor, \nand other provisions conferring some power or office on the  former spouse are \ninterpreted as if the former spouse failed to survive the settlor.”   Id.   Thus, under \nsection 36C-6-606, while divorce does not terminate a trust when its beneficiary is \nthe former spouse, any property that would have passed to the former spouse instead \npasses to whomever the beneficiary would be had the spouse predeceased the settlor.  \nUnder this statute, then, Turner was no longer a beneficiary upon her subsequent \ndivorce from Cox. \n106. Doug Harris argu es that Turner did not cease to be a beneficiary because \nCox must have executed JDPW’s Trust Agreement with knowledge that he and \nTurner were divorcing.  (See Harris Reply Br. 12–13.)  He points out that the Trust \nAgreement was executed on June 8, 2007, ( see Tr. Agrmt. at 4), and that Cox and \nTurner’s divorce was finalize d only a few weeks later, on July 2, 2007, ( see Aff. Kay \nTurner [“Turner Aff.”] ¶ 3, ECF No. 1408.13).  Turner testified that she and Cox had \nbeen separated for at least a year before he executed the Trust Agreement, and sh e \nhad also filed for divorce at some unspecified time before execution of the Trust \nAgreement.  ( See Turner Aff. ¶  3.)  According to Doug Harris , this is evidence that \nCox intended Turner to be JDPW’s beneficiary regardless of their marital status.  (See \nalso Turner Aff. ¶ 4.) \n107. But external evidence of Cox’s intent  cannot be considered because that \nintent was not expressed in the terms of the Trust Agreement.   When a trust \ninstrument is “in writing, and manifest[s] no ambiguity which would require resort \nto extrinsic evidence,” the construction of the instrument is “for the Court.”  Nevitt v. \nRobotham, 235 N.C. App. 333, 335 (2014) (cleaned up) (quoting Atkinson v. Atkinson, \n225 N.C. 120, 124–25 (1945)). \n108. Section 36C -6-606 strictly provides that divorce revokes all provisions in \nfavor of the former spouse.  By statute, therefore, the only exception to section \n36C-6-606 is if the trust’s terms explicitly provide otherwise.  See  N.C.G.S. § 36C-1-\n105(b) (provi ding that “[t]he terms of a trust prevail over any provision in this \nChapter except” certain enumerated exceptions not including section 36C-6-606).18  \nThe intent to override section 36C-6-606 must be expressed in the trust instrument.  \nSee also Nevitt, 235 N.C. App. at 336 (stating that in interpreting a trust instrument, \n“courts must give effect to the intent of the settlor, so long as such intent does not \nconflict with the demands of law ” (emphasis added) ( cleaned up)); In re Ruth Cook \nBlue Living Tr. , 2011 NCBC LEXIS 5, at *8 (N.C. Super. Ct. Mar. 8, 2011) (“The \nintent of one who creates a trust is to be determined by the language chosen [.]” \n(emphasis added) (citing Callaham v. Newsom, 251 N.C. 146, 149 (1959))). \n109. But the Trust Agreement contains no la nguage suggesting any intent on \nCox’s part to override section 36C-6-606.  Had there been some ambiguity in the Trust \nAgreement suggesting Cox’s possible intent, th at might present a question of fact \nprecluding summary judgment .  But the Trust Agreement’s provisions addressing \n \n18 See also  N.C.G.S. §  36C-6-606 official cmt. (“[Section 36C -6-606] tracks generally and \nmakes applicable to revocable trusts the provisions of [N.C.] G.S. 31 -5.4 revoking the \nprovisions in a will in favor of th e testator’s former spouse upon the dissolution of the \nmarriage by absolute divorce or annulment.  It does not bring forward the language in \n[N.C.]G.S. 31-5.4 that the revocation of the provisions in favor of the former spouse does not \napply if the instrument provides otherwise.  This language was omitted in view of the general \nprovision in [N.C.]G.S. 36C-1-105(b) that the terms of the trust prevail over any provision in \nChapter 36C, subject to certain exceptions not applicable to [N.C.]G.S. 36C-6-606.”). \nbeneficiaries are unambiguous on their face.  And parol evidence —here, Turner’s \ntestimony about Cox’s intent —cannot be considered when the Trust Agreement \ncontains no ambiguity.  Therefore, section 36C-6-606 strictly governs as a matter of \nlaw.  U pon their divorce, Turner’s status as a beneficiary was revoked , and any \npurported consent, ratification, or release by her after that point had no effect.19 \n110. Second, even if Turner was a beneficiary, her purported authorization and \nrelease would only absolve Doug Harris of liability to Turner, not to JDPW’s other \nbeneficiaries.  Under the plain language of the Trust Agreement, Turner was not \nJDPW’s only beneficiary .  T he Trust Agreement designate s Turner as JDPW’s \nprimary beneficiary upon Cox’s death but it further provides that “[a]t the death of \n[Turner], such property if any as survives in the trust shall be distributed to [ Cox’s] \nheirs at law.”  ( Tr. Agrmt. ¶  XIII(R).)  Under the Trust Agreement’s unambiguous \nterms, therefore, Cox’s heirs at law are contingent residuary beneficiaries of JDPW.  \nSee Wachovia Bank & Tr. Co., N.A. v. Chambless , 44 N.C. App. 95, 105– 06 (1979) \n(first citing G. Bogert, The Law of Trusts and Trustees § 182, pp. 413–14 (Rev. 2d Ed. \n1979); and then citing 13 Strong’s N.C. Index 3d, Wills § 35.2 (1978)).  As such, they \n \n19 The parties have expressed uncertainty as to whether North Carolina or South Carolina \nlaw applies to the question of the effect of Cox and Turner’s divorce.  But the Court need not \nresolve that choice of law question because the result would be the same under either North \nCarolina or South Carolina law.  Both states have adopted versions of the Uniform Trust \nCode, and the South Carolina Trust Code’s provisions on this issue are substantially the same \nas those in the North Carolina Uniform Trust Code.  See S.C. Code Ann. § 62-7-607 (“If after \nexecuting a revocable trust the settlor is divorced . . . , the divorce . . . revokes any disposition \nor appointment of property including beneficial interests made by such trust to the \nspouse . . . , unless the trust expressly provides otherwise.  Property prevented from passing \nto a spouse because of revocation by divorce  . . . passes as if the spouse failed to survive the \nsettlor[.]”); id. § 62-7-105(b) (providing that “[t]he terms of a trust prevail over any provision \nof this article except” certain enumerated exceptions not including S.C. Code Ann. § 62-7-\n607). \nare beneficiaries within the meaning of  the Uniform Trust Code .  See N.C.G.S. \n§ 36C-1-103(3)(a) (defining a beneficiary as any person who “[h]as a present or future \nbeneficial interest in a trust, vested or contingent” (emphasis added)). \n111. Nothing in the Uniform Trust Code permits one beneficiary to unilaterally \nconsent, ratify, or release on behalf of the rest of the trust’s beneficiaries.20  Therefore, \neven if Turne r properly authorized and ratified the transactions, those acts  were \neffective only as to her , not as to JDPW’s remaining beneficiaries .  Here, the record \nis undisputed that the only individual that possibly authorized and ratified the \ntransaction was Turner.  Because she is not the only beneficiary of JDPW (assuming \nfor this purpose that she is one at all), her consent and ratification did not  fully \nexonerate Doug Harris. \n112. Therefore, even if Turner’s authorization and ratification were valid as to \nher, the Receiver can still seek to remedy Doug Harris’s breach of trust (i) as a quasi-\n \n20 This conclusion is r einforced by the operation of  other parts of the Uniform Trust Code.  \nOther statutes limit the class of beneficiaries needed to be involved in a particular trust \naction to “qualified beneficiaries,” which do not include all contingent beneficiaries.  See \nN.C.G.S. § 36C-1-103(15).  For example, a trustee may resign if notice is given to all “qualified \nbeneficiaries,” not to every single beneficiary.  Id. § 36C-7-705(a)(1).  In contrast, the Uniform \nTrust Code provisions on consent, ratification, and release do not limit the required \ninvolvement to only qualified beneficiaries.  Instead, all beneficiaries must be involved. \ntrustee of JDPW to remedy a prior trustee’s breaches,21 and (ii) on behalf of JDPW’s \nother beneficiaries.22 \n113. The CM Defendants argue in a single sentence that Doug Harris’s \nreasonable belief that Turner was JDPW’s sole beneficiary is sufficient to excuse his \nfailure to obtain consent from JDPW’s other beneficiaries.  (See CM Defs.’ Br. Supp. \n5.)  They cite no aut hority for that proposition, however, and the Court ’s research \nreveals no caselaw or other authority suggesting that a nonbeneficiary’s purported \nconsent is effective for all trust beneficiaries if a trustee reasonably believes that \nperson to be the sole beneficiary.  Absent controlling authority establishing such an \nexception, the Court will not recognize one here. \n114. Besides, no reasonable jury could find that Doug Harris’s belief that Turner \nwas the sole beneficiary was a reasonable belief.  Section 36C-6-606 unambiguously \nprovides for revocation of a former spouse’s interest upon divorce .  Doug Harris had \na duty as trustee to know that.  Additionally, the Trust Agreement clearly and \nunambiguously establishes other beneficiaries.  The only way Doug Harris could have \nbelieved there were no other beneficiaries would have been by ignoring or failing to \n \n21 See N.C.G.S. §  36C-10-1001 official cmt. (“[A] successor trustee has standing to sue a \npredecessor for breach of trust.”); Restatement (S econd) of Trusts §  200 cmt. a (noting that \n“a suit may be brought by one of several co -trustees against the other or others  . . . or by a \nsuccessor trustee against his predecessor”); Restatement (Second) § 200 cmt. f (“If the trustee \ncommits a breach of tr ust and is thereafter removed as trustee or otherwise ceases to be \ntrustee and a successor trustee is appointed, the successor trustee can maintain a suit against \nhim to redress the breach of trust.”). \n22 See Receiver Order at 8 (granting the Receiver the authority to “exercise all of the powers \nof [JDPW] through or in place of its Trustee, Douglas S. Harris, to the extent necessary to \nmanage the affairs of [JDPW] in the best interests of its beneficiary and creditors[,]” and to \n“seek to have set aside the t ransfer of any assets of [JDPW] which the Receiver believes to \nhave been improper”). \nread the Trust Agreement’s plain language.  In sum, Doug Harris’s subjective belief \nis irrelevant for purposes of consent, ratification, and release.  And e ven were it \nrelevant, it cannot be disputed on the record evidence that his belief was \nunreasonable. \n115. Terms of the T rust Instrument.  Nor may Doug Harris and the CM  \nDefendants rely on the terms of the Trust Agreement to exonerate Doug Harris’s \nactions.  A conflict of interest transaction is not voidable if “ [t]he terms of the trust \nauthorized the transaction[,]” N.C.G.S. § 36C-8-802(b)(1), and a trustee is not liable \nfor a breach of trust if he “act[ed] in reasonable reliance on the terms of the trust as \nexpressed in a trust instrument[,]” id. § 36C-10-1006.  Both of these sections look to \nthe terms of the trust instrument itself. \n116. The CM Defendants point to broad language in the Trust Agreement, \ncontending that it “gave Doug Harris plenary authority to enter into transactions \nwith Trust property.”  (CM Defs.’ Br. Supp. 5.)  It provides that Doug Harris’s powers \nas trustee “include, but are not limited to . . . [t]he Power to manage the trust and the \ntrust property therein as if the Trustee were the absol ute owner of it[, and] [t]he \nPower to execute any documents necessary to administer any Trust created by this \nDeclaration of Trust and to execute any documents on behalf of the Trust in the same \nmanner as if the Trustee were the absolute owner of it.”  (Tr. Agrmt. ¶ XIII(B), (L).) \n117. The Receiver argues that for the Trust Agreement to authorize a transaction \nwithin the meaning of section 36C-8-802(b)(2), the authority granted “would have to \nbe specific enough to acknowledge the conflict of interest but approve the transaction \nanyway—such as an express self- gifting power.”  (Receiver’s Opp’n  15.)  The Court \nagrees.  For one thing, the language relied on by the CM Defendants is a boilerplate \nconferral of power, mirroring the Uniform Trust Code itself.  See  N.C.G.S. § 36C-8-\n815(a)(2)(a), (b) (conferring on a trustee “[a]ll powers over the trust property that an \nunmarried competent owner has over individually owned property” and “[a]ny other \npowers appropriate to achieve the proper investment, management, administra tion, \nor distribution of the trust property”); see also Nevitt, 235 N.C. App. at 335 (observing \nthat when a trust instrument is “in writing, and manifest[s] no ambiguity which \nwould require resort to extrinsic evidence,” the construction of the instrument is “for \nthe Court” (cleaned up)).  Interpreting that language as the CM Defendants suggest \nwould actually run contrary to other language in the Trust Agreement.  ( See Tr. \nAgrmt. ¶ XIII(O) (“Any income not spent for the benefit of the Grantor shall be \naccumulated and added to the Trust property.”).) \n118. Not only is the CM Defendants’ interpretation contrary to the plain \nlanguage of the Trust Agreement, but it is inconsistent with the Uniform Trust Code.  \nOur state’s appellate courts have not yet had occasion to provide explicit guidance on \nthe meaning of section 36C -8-802(b)(2) or section 3 6C-10-1006 in this context.  The \nCourt is unaware of any reported decision from our state courts addressing what it \nmeans for the trust’s terms to authorize a transaction or for the trust instrument to \ngive rise to reasonable reliance.  But by looking at our state courts’ interpretation of \nthe Uniform Trust Code in other circumstances and by considering decisions of other \nstates’ courts on this issue , the Court concludes th at the Trust Agreement cannot \nconfer the broad protections the CM Defendants suggest. \n119. First, the Trust Agreement does not explicitly authorize the transactions at \nissue.  Explicit authorization arises in instances in which the settl or seeks to \npreemptively permit a particular transaction that would be a conflict of interest for \nthe trustee.  To permit the transaction but preempt liability, the settlor may include \nlanguage in the trust instrument that specifically identifies the transaction or type \nof transaction and then authorizes the trustee to engage in it.  See, e.g., Restatement \n(Third) of Trusts §  78 cmt. c(2) (“For example, the terms of a trust may permit the \ntrustee personally to purchase trust property or borrow trust funds, or to sell or lend \nthe trustee’s own property or funds to the trust.”). \n120. But explicit authorization does not give the trustee a blank check .  T he \ntrustee must still comply with his overarching fid uciary duty to ensure that the \ntransaction is in the best interests of the trust and its beneficiaries.  E xpress \nauthorization may nullify the particular conflict of interest, but the trustee’s broader \nfiduciary duties are still preserved.  See id. (“Even an express authorization of this \ntype, however, would not completely dispense with the trustee’s underlying fiduciary \nobligations to act in the interest of the beneficiaries a nd to exercise prudence in \nadministering the trust.  Accordingly, no matter how broad the provisions of a trust \nmay be in conferring power to engage in self -dealing or other transactions involving \na conflict of fiduciary and personal interests, a trustee v iolates the duty of loyalty to \nthe beneficiaries by acting in bad faith or unfairly.”). \n121. Here, the Trust Agreement does not involve any such explicit authorization.  \nIt contains no language directly anticipating the transactions or types of transactions \nat issue and expressly approv ing of them.  Perhaps recognizing this lack of express \nauthority, Doug Harris and the CM Defendants argue the Trust Agreement should \nbe interpreted as implicitly  permitting Doug Harris’s conduct .  But they do not \nexplain how and simply recite the language without meaningful analysis.  As already \nnoted, the Trust Agreement language amounts to nothing more than a boilerplate \nconferral of the regular and traditional powers of a trustee. \n122. But even if the Court were to accept Doug Harris and the CM Defendants’ \ninterpretation that the Trust Agreement confer red substantial discretionary \nauthority on JDPW’s trustee , that language can only permit as much authority as \nallowed by law.  And by law, a trust’s terms cannot supersede a truste e’s duties “to \nact in good faith and in accordance with the terms and purposes of the trust and the \ninterests of the beneficiaries ” and cannot supersede “ [t]he requirement that a trust \nand its terms be for the benefit of its beneficiaries[.]”  N.C.G.S. § 36C-1-105(b)(2), (3).  \nAdditionally, “[a] term of a trust relieving a trustee of liability for breach of trust is \nunenforceable to the extent that it relieves the trustee of liability for breach of trust \ncommitted in bad faith or with reckless i ndifference to the purposes of the trust or \nthe interests of the beneficiaries.”  Id. § 36C-10-1008. \n123. The Uniform Trust Code even goes so far as to address purported conferrals \nof broad discretion on trustees.  Indeed, e ven when a trust’s terms con fer broad  \ndiscretion on a trustee, they do not give the trustee unfettered plenary power: \nNotwithstanding the breadth of discretion granted to a trustee in the terms \nof the trust, including the use of terms such as “absolute”, “sole”, or \n“uncontrolled”, a trustee a buses the trustee’s discretion in exercising or \nfailing to exercise a discretionary power if the trustee acts with bad faith, acts \ndishonestly, acts with an improper motive, even though not a dishonest \nmotive, or if the trustee fails to use the trustee’s judgment in accordance with \nthe terms and purposes of the trust and the interests of the beneficiaries. \nId. § 36C-8-814(a). \n124. These limitations are squarely applicable here.  Even if the Trust Agreement \nimplicitly granted Doug Harris broad authority to enter into any transaction, as he \nand the CM Defendants contend, the Uniform Trust Code does not allow any such \nauthority to be exercised without restraint.  Rather, the law—regardless of the terms \nof the trust instrument —restricts the trustee’s power  and preserve s the trustee’s \nunderlying fiduciary duties to the trust and the beneficiaries.  See N.C.G.S. § 36C-1-\n105(b).  Whatever a trust’s terms allow, a trustee’s actions must still be for the benefit \nof the beneficiaries and the trust.  As discussed at length above, it is undisputed that \nDoug Harris did not enter into the transactions for JDPW’s or the beneficiaries’ \nbenefit but solely for his own  benefit and the benefit of his brother  and others .  \nTherefore, no matter how the Trust Agreement is interpreted, Doug Harris’s conduct \nviolated his duties as JDPW’s trustee. \n125. This conclusion is reinforced by decisions from our state courts and from \nstate courts around the country.  In THZ Holdings, our Court of Appeals held that a \ntrustee breached his duty of loyalty even though the trust instrument conveyed broad \nauthority similar to that in JDPW’s Trust Agreement.  231 N.C. App. at 483, 485–87.  \nThere, the trust instrument gave the trustee the power to “amend or terminate [the] \nagreement and direct distribution of the trust estate in such manner as  . . . [the \ntrustee] deem[ed] advisable” and to “borrow money for any purpose, on such terms \nand from such source as the trustee deemed proper.”  Id.  at 483 (internal quotation \nmarks omitted).  If anything, that language was even more broad and discretionary \nthan that in JDPW’s Trust Agreement.  Yet even in the face of that broad authority, \nthe Court of Appeals concluded that the trustee breached his duty o f loyalty by \ndischarging a debt owed to himself by the trust with trust property .  Id. at 485–87.  \nIn doing so, the court also recognized that the “long-standing rule of our common law \nthat trustees may not self -serve” is a duty separate and apart from section \n36C-8-802’s duty to avoid conflict of interest transactions.  Id. at 487. \n126. The Kansas Court of Appeals has recognized a very similar principle, \nholding that “[e]ven where the grantor intended the trustee to have as much power \nas possible over the tr ust, the law restricts that power. ”  Roenne v. Miller, 475 P.3d \n708, 716 (Kan. Ct. App. 2020).  In Roenne, the court was confronted with a trustee’s \nconduct when the terms of the trust gave him “uncontrolled discretion.”  Id.  at 718.  \nInterpreting the Kansas Uniform Trust Code (which is substantively the same as the \nNorth Carolina Uniform Trust Code 23), t he court held that “[w]hile a trust can \neliminate strict prohibitions, such as that against self-dealing, it cannot eliminate the \nduty of loyalty.  That limit preserves the fundamental fiduciary character of trust \nrelationships recognized by law.”  Id. at 716.  Even though the trust’s terms expressly \nauthorized the conflict of interest transaction at issue, the trustee’s conduct still had \nto be viewed through the lens of whether the trustee “acted in good faith in the \n \n23 Compare N.C.G.S. §§ 36C-1-105(b)(2)–(3), 36C-8-802(b)(1), (4), 36C-8-814(a), 36C-10-1008, \nwith Kan. Stat. Ann. §§ 58a-105(b)(2)–(3), 58a-802(b)(1), (4), 58a-814, 58a-1008(a)(1). \ninterests of the beneficiaries.”  Id. at 718.  The “uncontrolled discretion” granted to \nthe trustee “ did not relieve him from his fiduciary duties as a trustee to act \nimpartially in the interests of all the beneficiaries, rather than just himself.  His \nfiduciary duties of loyalty and impartiality were limitations on his powers as trustee.”  \nId.  The court ultimately concluded that “[a] trustee, even one with great authority \nand discretion to act as [the trustee] did here, has the duty to act as a fiduciary to all \nthe beneficiaries.”  Id.24 \n127. To conclude, n o matter what the Trust Agreement might have implicitly \nauthorized, Doug Harris’s undisputed conduct is clearly forbidden by the Uniform \nTrust Code. \n128. Similarly, Doug Harris could not have reasonably relied on the Trust \nAgreement’s terms to carry out the acts in question .  Had the Trust Agreement \nexplicitly identified these transactions as permitted, it may have been reasonable for \nDoug Harris to have relied on that permission.  But that is not the case here.  In light \nof the high standards imposed on a trustee by the duty of loyalty, the Court concludes \n \n24 Courts in other states have come to similar conclusions.  See also, e.g., Cassibry v. Cassibry, \n217 So. 3d 698, 706 (Miss. Ct. App. 2017) (holding that the same exception under the \nMississippi Uniform Trust Code “would not permit a trustee to disregard completely his \nduties as a fiduciary”); In re Beverly J. Laforest Living Tr. , No. 323296, 2016 Mich. App. \nLEXIS 3, at *6 (Mich. Ct. App. Jan. 5, 2016) (holding that, under the same exception under \nthe Michigan Trust Code, “[w]hile the trust granted appellant the power as trustee to make \ntransfers of trust property, it did not grant her the right to engage in self-dealing”); Mennen \nv. Wilmington Tr. Co., No. 8432-ML, 2015 Del. Ch. LEXIS 122, at *84–85 (Del. Ch. Apr. 24, \n2015) (noting that “no matter how broad the provisions of a trust may be in conferring power \nto engage in self-dealing or other transactions involving a conflict of fiduciary and personal \ninterests, a trustee violates the duty of loyalty to the beneficiaries by acting in bad faith or \nunfairly” (quoting Restatement (Third) of Trusts § 78 cmt. c(2))); Hoffman v. First Va. Bank \nof Tidewater, 263 S.E.2d 402, 408 (Va. 1980) (holding that when a trustee is granted  “the \nwidest possible discretionary powers[,]” such conferral does not permit a ctions taken if “the \nfiduciary acted dishonestly or in bad faith, or abused the discretion vested in it”). \nas a matter of law that no reasonable trustee could interpret the standard, boilerplate \nlanguage in the Trust Agreement as authorizing the transactions at issue here. \n129. Even if th e Trust Agreement’s language could have been a basis for \nreasonable reliance, the Court must reject the CM  Defendants’ argument for yet \nanother reason: there is no evidence in the record of actual reliance by Doug Harris.  \nThe CM Defendants quote the statu te but point to no evidence  that Doug Harris \nactually relied on the Trust Agree ment’s terms.  Doug Harris identifies no evidence \neither.  Because Doug Harris and the CM Defendants have failed to offer evidence of \nDoug Harris’s actual reliance on the Trust Agreement, they have failed to meet their \nburden to present or forecast sufficient evidence to create a genuine question of \nmaterial fact.  See Vizant Techs., 373 N.C. at 555; Steele, 2 38 N.C. App. at 577.   In \nlight of the absence of any question of material fact, the Court concludes as a matter \nof law that Doug Harris and the CM Defendants have failed to show that Doug Harris \nis entitled to the reasonable reliance protection of section 36C-10-1006. \ne. Conclusion \n130. For all of the reasons stated, the Court concludes that the undisputed record \nestablishes that the transactions discussed constituted breach es of trust by Doug \nHarris as conflict of interest transactions.  Additionally, the Court concludes that the \nundisputed record establishes that these transactions constitute d breaches of trust \nby Doug Harris separate and apart from their status as conflict of interest \ntransactions.  The Receiver has met his burden to establish that there is no genuine \nissue of material fact remaining for trial and that summary judgment is proper on \nthose issues as a matter of law.   Doug Harris and the CM Defendants have not \npresented or forecasted any evidence rebutting the transactions’ status as conflict of \ninterest transactions or explaining how the transactions were in the best interests of \nJDPW and its beneficiaries.  Therefore, judgment is appropriate as a matter of law. \n131. The Court grants the Receiver’s motion for partial summary judgment as to \nthe Receiver’s third crossclaim for breach of fiduciary duty to the extent it is premised \non Doug Harris’s duties as trustee and as to the Receiver’s fourth crossclaim for \nbreach of trustee duties .  The Cou rt denies Doug Harris’s and the CM Defendants’ \nmotions for partial summary judgment as to the same crossclaims. \nf. Remedies \n132. Having concluded that summary judgment is proper on these claims , the \nCourt now turns to the relief the Receiver seeks.  See Frank H. Conner Co. v. Spanish \nInns Charlotte, Ltd., 294 N.C. 661, 676 (1978) (“Under Rule 56(d) summary judgment \nmay be granted, not only as to an issue of liability, but also as to ‘the amount of \ndamages or other relief’ where such issues are not in controversy .” (quoting N.C. R. \nCiv. P. 56(d))). \n133. The Court possesses broad authority to remedy a trustee’s misconduct.  To \nbegin, any conflict of interest transaction is automatically voidable.  See N.C.G.S. \n§ 36C-8-802(b); THZ Holdings, 231 N.C. App. at 488.  The plaintiff need not establish \nthat there was fraud or that the transaction was unfair, only that there was a conflict \nof interest.  See id. § 36C-8-802(b) (stating that a conflict of interest transaction is \nvoidable “without regard to whether the transaction is fair”);  Johnston, 269 N.C. at \n710–11 (“It is an inflexible rule, that when a trustee buys at his own sale, even if he \ngives a fair price, the cestui que trust  has his election to treat that sale as a nullity, \nnot because there is but because there may be fraud.” (quoting Brothers v. Brothers, \n42 N.C. 150, 151 (1850))). \n134. Section 36C-8-802 provides this one specific remedy for conflict of interest \ntransactions, but the Uniform Trust Code also grants the Court broad power to take \na number of actions “[t]o remedy a breach of trust that has occurred or may occur[.]”  \nN.C.G.S. § 36C-10-1001(b).  Among other things, the court may: \n(3) Compel the trustee to redress a breach of trust by paying money, restoring \nproperty, or other means; \n . . . . \n(9) Subject to [N.C.]G.S. 36C-10-1012, void an act of the trustee, impose a lien \nor a constructive trust on trust property, or trace trust property wrongfully \ndisposed of and recover the property or its proceeds; or \n(10) Order any other appropriate relief. \nId. § 36C-10-1001(b)(3), (9), (10). \n135. Voiding or rescinding transactions  is therefore not the only remedy .  The \nbreaching trustee himself is also personally liable for his conduct.  “A  trustee who \ncommits a breach of trust is liable for the greater of: (1)  [t]he amount required to \nrestore the value of the trust property and trust distributions to what they wo uld \nhave been had the breach not occurred; or (2) [t]he profit the trustee made by reason \nof the breach.”  Id. § 36C-10-1002(a); see also  id. § 36C-10-1010(b) (“A trustee is \npersonally liable for torts committed in the course of administering a trust, or f or \nobligations arising from ownership or control of trust property  . . . if the trustee is \npersonally at fault.”). \n136. The Receiver’s motion seeks three types of relief  at this time .  First, the \nReceiver requests that the Court set aside Doug Harris’s transfer  of the CM Note to \nRichard Harris and his transfer of the CM Release Deed to Historic Castle.  Second, \nthe Receiver requests that the Court enter a money judgment in JDPW’s favor \nagainst Doug Harris for : (i) the full amount due to Plaintiffs on the Nivison Loan, \n(ii) the amount of the interest spread that JDPW should have earned under the deal \nas envisaged by Doug Harris , and (iii)  the $1.3 million due and payable on the CM \nNote over and above the $2.1 million JDPW borrowed from Plaintiffs.  Third, the \nReceiver requests that the Court enter judgment declaring Doug Harris has no \npersonal right to the $1.3 million  under the Epes  and McDaniel Agreement s and \nsetting aside Doug Harris’s asserted claim for that amount.   ( See Receiver’s Mot. \nSumm. J. 3 –4; Receiver’s Br. Supp. 4–7.)  The Court concludes that, as a matter of \nlaw and on the undisputed record, summary judgment is appropriate with respect to \ncertain portions of the relief requested as set forth below. \n137. Voiding the Transfer s of the CM Note and  CM Release Deed.   First, the \nCourt grants JDPW’s request to set aside Doug Harris’s transfer of the CM Note to \nRichard Harris and his transfer of the CM Release Deed to Historic Castle.  The Court \nhas determined that these transfers were conflict of interest transactions.  As such, \nthey are voidable “under the plain language of the statute.”  THZ Holdings, 231 N.C. \nApp. at 486; see also N.C.G.S. § 36C-8-802(b).  Accordingly, voiding these transfers is \nplainly authorized by law in this situation. \n138. Voiding these transfers is also authorized by section 36C-10-1001(b) as a \nmeans of redressing Doug Harris’s breach of trust.  As previously observed, that \nstatute independently authorizes the Court to remedy any breach of trust—whether \na conflict of interest transaction or otherwise—by voiding a trustee’s act, tracing trust \nproperty wrongfully disposed of, recovering the property or its proceeds, and ordering \nany other appropriate relief.  See id. § 36C-10-1001(b)(9), (10). \n139. Accordingly, pursuant to sections 36C-8-802(b) and 36C-10-1001(b) (each as \nindependent grounds for relief), the Court will void these transfers and order the CM \nDefendants to take any and all lawful action necessary to restore the CM Note and \nCollateral to JDPW’s possession. \n140. Monetary Judgment Against Doug Harris.   Second, the Court grants \nJDPW’s request to enter a money judgment in JDPW’s favor against Doug Harris for: \n(i) the full amount JDPW owes to Plaintiffs on the Nivison Loan  and (ii)  the $1.3 \nmillion due and payable on the CM Note over and above the $2.1 million JDPW \nborrowed under the Nivison Loan.  As already observed, the Court may “[c]ompel the \ntrustee to redress a breach of trust by paying money, restoring property, or other \nmeans[.]”  N.C.G.S. § 36C-10-1001(b)(3); see also id. § 36C-10-1002(a) (“A trustee who \ncommits a breach of trust is liable for the greater of: (1)  [t]he amount required to \nrestore the value of the trust property and trust distributions to what they would \nhave been had the breach not occurred; or (2) [t]he profit the trustee made by reason \nof the breach.” ); id. § 36C-10-1010(b) (“A trustee is personally liable for torts \ncommitted in the course of administering a trust, or for obligations arising from \nownership or control of trust property . . . if the trustee is personally at fault.”). \n141. As already discussed, Doug Harris committed a breach of trust by incurring \nthe Nivison Loan  on JDPW’s behalf , both because it was a conflict of interest \ntransaction and because it was not in the best interests of JDPW or its beneficiaries.  \nBecause of Doug Harris’s personal involvement and entanglement in the loan and \naffiliated transactions (including his side arrangements to personally profit from \ncausing JDPW to ta ke out the Nivison Loan  and purchase the CM Loan) , the \nundisputed record demonstrates that Doug Harris is personally at fault.  Accordingly, \nthe Court concludes that Doug Harris is personally liable to JDPW for the full amount \nJDPW owes Plaintiffs on the Nivison Loan. \n142. In addition, JDPW is entitled to a monetary judgment against Doug Harris \nfor the $1.3 million due and payable on the CM Note over and above the amount \nJDPW borrowed from Plaintiffs  via the Nivison Loan .  Had Doug Harris not \ncommitted a breach by transferring away the CM Note and Release Deed and failing \nto enforce JDPW’s rights to the CM Loan, JDPW would not only have been able to \nrepay the Nivison Loan , but it would have also profited from the CM Loan by \nreceiving the difference ($1.3 million)  between what JDPW could have collected on \nthe CM Loan and what it owed on the Nivison Loan .  But instead, Doug Harris \narranged to receive that amount for himself personally  through other channels , \npursuant to the Epes and McDaniel Agreements.  Thus, even absent a breach of trust, \nDoug Harris may be held personally liable for that amount.  See  N.C.G.S. § 36C-10-\n1003(a) (“A trustee is accountable for any profit made by the trustee arising from the \nadministration of the trust, even absent a breach of trust.”). \n143. Therefore, Doug Harris may be held personally liable for this amount to the \nextent that JDPW is unable to recover the full amount on the CM Loan once the \ntransfers of the CM Note and CM Release Deed are voided. \n144. However, the Court concludes that  JDPW is not entitled to a monetary \njudgment against Doug Harris for the amount of the potential interest spread that \nJDPW might have earned.   The Receiver argues that JDPW should have earned a \nprofit from these transactions in the form of a two percent interest spread on the \ndifference between the rates of the CM Loan and the Nivison Loan, but that the \nspread never materialized because Doug Harris never sought to collect on the CM \nLoan.  But  awarding JDPW the amount of the inter est spread would be a form of \ndouble recovery because the trust will already be made whole by the other forms of \nrelief sought—namely, by recovering the amount it had to pay (i.e., the Nivison Loan) \nand the value of what it lost ( i.e., the CM Loan), less t he value it will obtain from \nvoiding the transfers of the CM Note and CM Release Deed .  See, e.g., Chemimetals \nProcessing, Inc. v. Schrimsher, 140 N.C. App. 135, 138 (2000) (noting that “[i]t is well-\nsettled that although [plaintiff] is entitled to full recovery for its damages, [plaintiff] \nis not entitled to a ‘double recovery’ for the same loss or injury” (quoting Markham v. \nNationwide Mut. Fire Ins. Co., 125 N.C. App. 443, 455 (1997)). \n145. Setting Aside Doug Harris’s Personal Claim to $1.3 Million.   Finally, the \nCourt grants JDPW’s request to enter judgment declaring Doug Harris has no \npersonal right to $1.3 million under the Epes and McDaniel Agreements and setting \naside Doug Harris’s asserted claim for that amount.   As the Court has already \nconcluded, Doug Harris’s conduct in arranging to receive $1.3 million under the Epes \nand McDaniel Agreements through his use of JDPW was a breach of trust as a conflict \nof interest tra nsaction.  Through those agreements, Doug Harris endeavored to \npersonally profit from his role as JDPW’s trustee at the expense of the trust.  To allow \nDoug Harris to continue to assert this personal interest would perpetuate his \nmisconduct and enable him to personally profit from his wrongdoing.  As noted above, \na trustee is not permitted to personally profit from his administration of a trust, even \nin the absence  of a breach of trust.  See N.C.G.S. §  36C-10-1003(a).  Accordingly, \nunder all of the authorities discussed above, the Court determines that Doug Harris’s \nbreach should be further remedied by preventing him from asserting any personal \nfinancial stake in the CM Loan or related transactions.  Thus, the Court will enter \njudgment declaring that Doug Ha rris has no personal right to any amounts arising \nout of these transactions. \n146. Doug Harris asserted a claim with the Receiver  for this $1.3 million (plus \neight percent interest) pursuant to the Epes and McDaniel Agreements.  (See Harris \nReceivership Claim.)  Accordingly, the Court will enter judgment dismissing and \nsetting aside that claim and voiding Doug Harris’s personal interest in the two \nconfessions of judgment provided him under the Epes and McDaniel Agreements. \n5. The Receiver’s Fifth Crossclaim (Section 75-1.1) \n147. JDPW seeks summary judgment as to the Receiver’s fifth crossclaim for \nunfair or deceptive trade practices under N.C.G.S. §  75-1.1, but its brief makes no \nargument on this claim .  Also , the Court has already dismissed this claim in its \nentirety.  See In re Se. Eye Ctr.-Pending Matters, 2019 NCBC LEXIS 29, at *180–82, \n*195.  The Court therefore denies as moot JDPW’s motion for partial summary \njudgment as to the Receiver’s fifth crossclaim. \n6. The Receiver’s Sixth and Seventh Crossclaims (Equitable Relief) \n148. The Receiver’s sixth and seventh crossclaims are broad  and seek a host of \nequitable relief.   But JDPW ’s motion  simply seeks the same relief under these \ncrossclaims that the Court has already granted in this Order and Opinion under the \nReceiver’s third and fourth crossclaims.  The Court therefore denies as moot JDPW’s \naffirmative motion for partial summary judgment on the Receiver’s sixth and seventh \ncrossclaims. \n149. Dismissing these two claims  entirely, as Doug Harris and the CM  \nDefendants request  in their motions , however, is not proper.   As the Court has \nobserved, an equitable remedy is not available “where the party seeking it has a full \nand complete remedy at law.”  Id.  at *183 (quoting Daugherty v. Cherry Hosp. , 195 \nN.C. App. 97, 102 (2009)).  An adequate remedy at law “is not a partial remedy” but \n“a full and complete remedy, and one that is accommodated to the wrong which is to \nbe redressed by it.”  Id.  (quoting Moore v. Moore, 297 N.C. 1 4, 16 (1979)).  “Thus, to \npreclude the availability of equitable relief, the remedy available at law ‘must be as \npractical and as efficient to the ends of justice and its prompt administration as the \nremedy in equity.’ ”  Id. at *183–84 (quoting Moore, 297 N.C. at 16). \n150. Doug Harris moved for summary judgment on these claims once before.  In \ndenying his motion then, the Court observed that “[t]he insolvency of multiple \nparties, and the resulting importance of their physical assets and other collateral, has \nbeen a common thread running throughout this case.”  Id. at *184.  Even if some of \nthe Receiver’s crossclaims were successful, the Court at that time was “not convinced, \non the current record, that such relief will be full and complete or fully collectable .”  \nId.  This remain s true.  Although the Court has now granted partial summary \njudgment in the Receiver’s favor on his third and fourth crossclaims, other claims and \nmatters are still unresolved .  Doug Harris and the CM  Defendants have not shown \nat this s tage that the Receiver ’s potential remedies at law are fully adequate.  The \nCourt therefore denies Doug Harris’s and the CM Defendants’ motions for summary \njudgment as to the Receiver’s sixth and seventh crossclaims. \n7. The Receiver’s Eighth Crossclaim (All Other Causes of Action) \n151. The CM Defendants seek summary judgment on the Receiver’s eighth \ncrossclaim on the same grounds that the Court already dismissed that crossclaim \nagainst Doug Harris.  (See CM Defs.’ Br. Supp. 8 –9.)  JDPW’s brief make s no \nresponse.  As the Court previously observed, this crossclaim “asserts nothing more \nthan a general right to recover under ‘all other causes of action allowed by North \nCarolina or federal law [.]’ ”  In re Southeastern Eye Center- Pending Matters, 2019 \nNCBC LEXIS 29, at *188 (citing Receiver’s Cross-cls. ¶ 503).  Simply put, it “does not \nmake out any legally cognizable claim against  [the CM Defendants] and is not \nsufficiently stated to allow an adverse party in  [the CM Defendants’] position to \nunderstand the nature of the claim brought[.]”  Id.  Accordingly, the Court concludes \nthat just as the Receiver failed to state a claim under this count against Doug Harris, \nso too has the Receiver failed to state a claim against the CM Defendants in his eighth \ncrossclaim.  The Court therefore grant s the CM Defendants’ motion for summary \njudgment as to the Receiver’s eighth crossclaim. \nC. The CM Defendants’ Motion as to Their Crossclaims \n152. The CM Defendants’ motion also seeks affirmative summary judgment as to \nseveral of their own crossclaims for surety, indemnity, and contribution.  ( See CM \nDefs.’ Br. Supp. 9–13; see also Def. Richard A. Harris’s 2d Am. Cross-cls. ¶¶ 402–08, \n415–28, ECF No. 852; Def. Castle McCulloch, Inc.’s 2d Am. Cross-cls. ¶¶ 402–08, 415–\n28, ECF No. 853; Def. Historic Castle McCulloch, LL’s 2d Am. Cross -cls. ¶¶ 402–08, \n415–28, ECF No. 855.)  The Receiver and Dr. Epes oppose the motion.  (See Receiver’s \nOpp’n 16–17; Opp’n Dr. C. Richard Epes Castle McCulloch Defs.’ Summ. J. Mot., ECF \nNo. 1395.) \n153. There seems to be some confusion as to what contracts the CM Defendants \npremise these claims on, since the documents they attach to their motion do not \nappear to fully match those attached to their pleadings.  But regardless, s ummary \njudgment is not proper because none of these claims has yet accrued. \n154. A surety contract “involves a direct promise to perform the obligation of the \nprincipal in the event the principal fails to perform [.]”  New Amsterdam Cas. Co. v. \nWaller, 233 N.C. 536, 538 (1951).  An indemnity agreement “obligates the indemnitor \nto reimburse his indemnitee for loss suffered or to save him harmless from liability, \nbut never directly to perform the obligation indemnified.”  Id.  And separate from the \nright to contribution in tort, co -obligors have a right to contribution when they are \njointly and severally liable.  See N.C.G.S. §§ 26-5, 1B-7; Coll. Rd. Animal Hosp., PLLC \nv. Cottrell, 236 N.C. App. 259, 263–64 (2014); Irvin v. Egerton, 122 N.C. App. 499, 501 \n(1996). \n155. The parties dispute whether the CM Defendants even have a contractual \nright to indemnity, surety, or contribution.  But the Court need not reach those issues \nbecause no claim has yet accrued.  A cause of action for indemnity does not accrue \nuntil the indemnitee suffers actual loss.  See  Schenkel & Shultz, Inc. v. Hermon F. \nFox & Assocs., P.C. , 180 N.C. App. 257, 267 (2006) , aff’d, 362 N.C. 269 (2008) .  \nSimilarly, a cause of action for surety does not accrue until the making of  a demand \nor the rendition of a judgment.  See George v. Hartford Accident & Indem. Co. , 102 \nN.C. App. 761, 765 (1991) , aff’d as modified on other grounds , 330 N.C. 755 (1992) .  \nAnd a cause of action for contribution does not accrue until the contributee has paid \nor discharged the obligation.  See Irvin, 122 N.C. App. at 501. \n156. The CM Defendants have not presented or forecasted any evidence that they \nhave suffered any loss, that a judgment has been entered against them, or that they \nhave paid or discharged any obligation in full.   Thus, none of the CM Defendants’ \ncrossclaims are ripe.  T he Court therefore denies the CM Defendants’ motion for \nsummary judgment as to their crossclaims for indemnity, surety, and contribution. \nIV. \nCONCLUSION \n157. WHEREFORE, the Court hereby ORDERS as follows: \n158. Plaintiffs’ motion for partial summary judgment is DENIED. \n159. Doug Harris’s motion for summary judgment is DENIED. \n160. The CM Defendants’ motion for summary judgment is GRANTED in part \nand DENIED in part as follows: \n To the extent the CM Defendants’ motion requests summary judgment \non the Receiver’s eighth crossclaim  against the CM Defendants, t he \nmotion is GRANTED, and that claim is dismissed with prejudice. \n In all other respects, the motion is DENIED. \n161. The Receiver’s motion for partial summary judgment is GRANTED in part \nand DENIED in part as follows: \n To the extent the Receiver’s motion requests summary judgment on the \nReceiver’s second crossclaim for professional negligence  and third \ncrossclaim to the extent it is premised on grounds other than Doug \nHarris’s duties as trustee of JDPW, the motion is DENIED. \n To the extent the Receiver’s motion requests summary judgment on the \nReceiver’s fifth crossclaim for unfair or deceptive trade practices,  sixth \ncrossclaim for equitable relief, and seventh crossclaim to set aside Doug \nHarris’s transfers of the CM Note and  CM Release Deed, the motion is \nDENIED as moot. \n To the extent the Receiver’s motion requests summary judgment on the \nReceiver’s third crossclaim to the extent it is premised on Doug Harris’s \nduties as trustee of JDPW  and fourth crossclaim for breach of trustee \nduties, the motion is GRANTED, and the Court hereby enters judgment \nfor JDPW, through the Receiver, and against Doug Harris as to liability \non those claims. \n162. Pursuant to the Court’s authority under the Uniform Trust Code to order \nappropriate relief to remedy a trustee’s breach of trust, and pursuant to the judgment \nentered on the Receiver’s third and fourth crossclaims, t he Court hereby  further \nORDERS as follows: \n Doug Harris’s transfer of the CM Release Deed  to Historic Castle  is \nhereby VOIDED, RESCINDED, and  SET ASIDE.   Historic Castle \nshall take any a nd all lawful action necessary to restore to JDPW \n(through the Receiver) all right, title, and interest it formerly held to the \nCM Collateral before the CM Collateral was released by the CM Release \nDeed. \n Doug Harris’s transfer of the CM Note to Richard Harris is hereby  \nVOIDED, RESCINDED, and SET ASIDE.  Richard Harris shall take \nany and all lawful action necessary to restore to JDPW (through the \nReceiver) all right, title, and interest it formerly held to the CM Note \nbefore the CM Note was transferred to Richard Harris.  JDPW shall be \nentitled to the full amount due and payable on the CM Note at the time \nof the transfer. \n The Court hereby ENTERS JUDGMENT establishing liability against \nDoug Harris personally for the full amount JDPW owes Plaintiffs on the \nNivison Loan .  The Court will defer consideration of a monetary \njudgment resulting from this liability until factual determinations are \nmade at trial that bear on the specific amount that Doug Harris may \nowe as a result of his conduct in connection with the Nivison Loan. \n The Court hereby ENTERS JUDGMENT establishing liability against \nDoug Harris personally for the full amount JDPW is owed on the CM \nLoan less any sums JDPW realizes upon the voiding of transfers of the \nCM Note an d CM Release Deed .  The Court will defer further \nproceedings in connection with this issue until a request for a monetary \njudgment is presented by proper motion, briefing , and presentation of \nevidence. \n The Court hereby DECLARES  that Doug Harris shall not be entitled \nto any claim or interest to personally collect any amounts due to him \nunder the Epes Agreement or the McDaniel Agreement or under any \nother agreement —implied or express —stemming from those \nagreements.  The Court DISMISSES and SETS ASIDE the claim Doug \nHarris has asserted with the Receiver for $1 ,300,000.00 plus eight \npercent interest.  The Court VOIDS  any right or interest Doug Harris  \nhas or may assert to the two confessions of judgment provided to him \nunder the Epes Agreement and the McDaniel Agreement. \n The Court retains jurisdiction to enter any additional orders as needed \nand appropriate to facilitate and further effectuate the relief granted \nherein. \nSO ORDERED, this the 6th day of January, 2022. \n \n \n \n     /s/ Louis A. Bledsoe, III  \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n "
}