{
  "id": "4856c11154300ab77df3eddff1acdceb51849d2ba02a02241fc7a3cc83376926",
  "source_file": "data/raw/ncbc/4856c11154300ab77df3eddff1acdceb51849d2ba02a02241fc7a3cc83376926.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24 CVS 1165 \n \nVITAFORM, INC. d/b/a BODY \nAFTER BABY, \n \nPlaintiff, \n \nv. \n \nAEROFLOW, INC. and MOTIF \nMEDICAL, LLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nJUDGMENT ON THE PLEADINGS \n \n \n1. THIS MATTER  is before the Court upon Defendants’ Motion for \nJudgment on the Pleadings (“the “Motion”), filed pursuant to Rule 12(c) of the North \nCarolina Rules of Civil Procedure (the “Rule(s)”) on 26 July 2024 in the above-\ncaptioned case. \n2. Having considered the Motion, the parties’ briefs and materials offered \nin support of and in opposition to the Motion, the arguments of counsel at the hearing \non the Motion, and other appropriate matters of record, the Court hereby DENIES \nthe Motion. \nAsheville Legal, by Jake A. Snider and Isable W. Carson , for Plaintiff \nVitaform, Inc. d/b/a Body After Baby. \n \nWard and Smith, P.A., by Joseph A. Schouten, Hayley R. Wells, and \nJordan M. Spanner, for Defendants Aeroflow, Inc. and Motif Medical, \nLLC.  \n \nBledsoe, Chief Judge. \n \nVitaform, Inc. v. Aeroflow, Inc., 2024 NCBC 65. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact when ruling on a motion for \njudgment on the pleadings under Rule 12(c) of the North Carolina Rules of Civil \nProcedure (the “Rule(s)”) and instead recites only those allegations in the pleadings \nthat are relevant and necessary to the Court’s determination of the motion.   \n4. This is the second lawsuit between these parties.  Plaintiff Vitaform, \nInc. d/b/a Body After Baby (“Plaintiff” or “BAB”) previously sued Defendants \nAeroflow, Inc. and Motif Medical, LLC (collectively, “Defendants”) in August 2019, \nalleging misappropriation of trade secrets, breach of the duty of good faith and fair \ndealing, joint venture, Lanham Act violations, fraud, fraudulent concealment, \nconstructive fraud, unjust enrichment, and unfair and deceptive trade practices.1   \n5. The Court dismissed and limited a number of Plaintiff’s claims in \npartially granting Defendants’ Motion to Dismiss, 2 and after extensive discovery \nfollowed by full briefing and hearing, the Court granted in part and denied in part \nDefendants’ Motion for Summary Judgment (the “SJ Order”).3 \n \n1 See Vitaform, Inc. v. Aeroflow, Inc., et al. , 2019 CVS 3707  (Mecklenburg County Superior \nCourt) (“Vitaform I”).   \n \n2 See Vitaform, Inc. v. Aeroflow, Inc., 2020 NCBC LEXIS 132 (N.C. Super. Ct. Nov. 4, 2020); \n(Order and Opinion on Defs.’ Mot. to Dismiss Pl.’s First Am. Compl.  (“Vitaform I MTD \nOrder”), Vitaform I ECF No. 57.) \n \n3 See Vitaform, Inc. v. Aeroflow, Inc., 2022 NCBC LEXIS 128 (N.C. Super. Ct. Oct. 27, 2022); \n(Order and Opinion on Defs.’ Mot. Summ. J.  (“Vitaform I SJ Order”) , Vitaform I ECF No. \n138.) \n \n6. In the SJ Order, the Court dismissed Plaintiff’s claims for \nmisappropriation of trade secrets, breach of the duty of good faith and fair dealing, \nviolation of the federal Lanham Act, and most of Plaintiff’s claims for fraudulent \nmisrepresentation, fraudulent concealment, common law unfair competition, and \nunfair and deceptive trade practices. 4  In so doing , the Court made a number of \ndeterminations upon which Defendants rely on the Motion, including: \na. “[T]he undisputed evidence shows that BAB’s entire business model was \npublicly in use and known to Defendants prior to the July 19 Call  \n[between BAB’s principal, Don Francisco, and Aeroflow’s \nrepresentative].”\n5  \nb. “[A]ll of the components of BAB’s alleged trade secret were publicly \navailable prior to the July 19 Call.”6  \nc. “The undisputed evidence shows that all of the components of BAB ’s \nalleged trade secret were intended to be shared with third parties and \nwere available in the public domain prior to BAB ’s first contact with \nDefendants.”7 \nd. “The undisputed evidence shows that by 18 July 2018, Defendants had \ndiscovered that other DME distributors were selling BAB’s post-partum \n \n4 (Vitaform I SJ Order, ¶¶ 107(a), (b), (c), and (e).) \n \n5 (Vitaform I SJ Order, ¶ 46.) \n \n6 (Vitaform I SJ Order, ¶ 53.)  \n7 (Vitaform I SJ Order, ¶ 55.) \n \ncompression garments online; viewed the product descriptions, images, \nsizing information, and benefits and features; determined that the \nproducts qualified for DME reimbursement; and were actively engaged \nin finding the applicable codes.”8 \ne. “Although Defendants did not have the relevant codes prior to the July \n19 Call, Aeroflow, as a DME distributor, regularly determined which \ncodes should be used to obtain insurance coverage for products as part \nof its routine business practices.  And Francisco conceded that he does \nnot know if Aeroflow used the codes BAB provided and acknowledged \nthat determining the appropriate insurance codes is the ‘ nature of \n[Aeroflow’s] business’ and that it would have been ‘prudent’ for Aeroflow \nto conduct its own due diligence to verify the appropriate reimbursement \ncodes.”9 \n7. Shortly after the SJ Order  was entered , t he Court set the following \nclaims for trial:10 (i) Plaintiff’s claim for fraudulent misrepresentation “to the extent \nthat claim was based on an alleged promise made by Aeroflow during the July 19 Call \nto maintain the confidentiality of BAB’s comprehensive business plan ”11; (ii) \n \n8 (Vitaform I SJ Order, ¶ 45.) \n9 (Vitaform I SJ Order, ¶ 45.) \n \n10 The Court set Vitaform I for trial commencing on 17 April 2023.  (Vitaform I Not. Jury \nTrial, ECF No. 142.) \n \n11 (Vitaform I SJ Order, ¶ 107(c).) \n \nPlaintiff’s claim for fraudulent concealment “ to the extent that claim was based on \nBAB’s allegations in connection with and arising from the July 19 Call” 12; (iii) \nPlaintiff’s claims for common law unfair competition and violations of N.C.G.S. § 75-\n1.1 “to the extent those claims were based on Aeroflow’s alleged promise during the \nJuly 19 Call to maintain the confidentiality of BAB’s comprehensive business plan \nand Aeroflow’s alleged fraudulent concealment in connection with and arising from \nthe July 19 Call”13; (iv) unjust enrichment14; and (v) punitive damages and attorneys’ \nfees.15 \n8. Shortly before the scheduled trial date, the Court entered an Amended \nOrder on Cross -Motions to Exclude Experts on 13 March 2023 16 and an Order on \nMotions in Limine on 6 April 2023. 17  The first of these orders determined that \nPlaintiff’s expert would “not be permitted to testify or offer the opinions contained in \nhis Report at trial” and that Plaintiff would “be precluded from offering other \nevidence of its alleged damages at trial.” 18  Among other things, the second order \nprovided that Plaintiff would “not be permitted to elicit testimony from witnesses or \n \n12 (Vitaform I SJ Order, ¶ 107(d).) \n \n13 (Vitaform I SJ Order, ¶ 107(e).) \n \n14 (Vitaform I SJ Order, ¶ 107(f).) \n \n15 (Vitaform I SJ Order, ¶ 107(g).) \n \n16 (Vitaform I Am. Order & Op. Cross-Mots. Excl. Experts, Vitaform I ECF No. 165.) \n \n17 (Vitaform I Order on Mots. in Limine, Vitaform I ECF No. 187.) \n \n18 (Vitaform I Am. Order & Op. Cross-Mots. Excl. Experts, ¶¶ 43(a)(1), (2); see Vitaform, Inc. \nv. Aeroflow, Inc., 2023 NCBC LEXIS 38, at *20 (N.C. Super. Ct. Mar. 10, 2023).) \n \nmake argument upon [certain categories of documents] to show Plaintiff’s actual \ndamages, nor [would]  the Court permit Plaintiff to introduce these documents as \nexhibits in a manner that presents or suggests Plaintiff’s actual damages.”19   \n9. On 10 April 2023, Plaintiff took a voluntary dismissal of its remaining \nclaims without prejudice. 20  Two days later, on 12 April 2023, Defendants took a \nvoluntary dismissal of their counterclaims, also without prejudice. 21  In light of the \nparties’ dismissal of all claims and counterclaims without prejudice, the Court \ncancelled the jury trial set for 17 April 2023. \n10. Eleven months later, on 20 March 2024, Plaintiff filed its Complaint \ninitiating this action.  Plaintiff purports to assert the same claims in this action that \nwere pending for trial in the prior action  at the time of Plaintiff’s voluntary \ndismissal—fraud and fraudulent concealment based on the July 19 Call, unfair and \ndeceptive trade practices based on the July 19 Call, unjust enrichment, and punitive \ndamages and attorneys’ fees.\n22   \n \n19 (Vitaform I Order on Mots. in Limine, ¶ 21, see Vitaform, Inc. v. Aeroflow, Inc., 2023 NCBC \nLEXIS 57, at *9–10 (N.C. Super. Ct. Apr. 6, 2023).) \n \n20 (Vitaform I Pl.’s Not. Vol. Dism’l w/o Prej., Vitaform I ECF No. 188.) \n \n21 (Vitaform I Defs.’ Vol. Dism’l w/o Prej., Vitaform I ECF No. 191.) \n \n22 (Compl. ¶¶ 78–115, ECF No. 3.) \n \n11. Defendants filed their Answer and Counterclaim on 10 April 2024 ,23 \nfollowed by their First Amended Answer and Counterclaim on 5 June 2024. 24  \nDefendants timely filed their Reply.25   \n12. Defendants filed the current Motion on 26 July 2024.  Defendants argue \nthat, based on the Court’s findings in the SJ Order, “any alleged misrepresentations \nor concealment could not have been the proximate cause of any damage to BAB or \nunjust enrichment to Defendants” 26 because “BAB is collaterally estopped from \nchallenging the Court’s prior judgment on these issues.” 27  As a result, Defendants \ncontend that Plaintiff’s Complaint should be dismissed in its entirety with \nprejudice.28  Alternatively, Defendants contend that BAB is entitled to, at most, \nnominal damages on its claims.29   \n13. Plaintiff argues in opposition that Defendants’ Motion should be denied \n“because it seeks to sweepingly apply the Court’s narrow summary judgment findings \n \n23 (Defendants’ Answer and Counterclaims, ECF No. 4.) \n \n24 (Defendants’ First Amended Answer and Counterclaims, ECF No. 15.) \n \n25 (Plaintiff’s Reply to Defendants’ Counterclaims, ECF No. 14; see also Stipulation to Filing \nof Pleadings, ECF No. 16.) \n \n26 (Defs.’ Br. Supp. Mot. J. Pleadings [hereinafter, “Defs.’ Br. Supp.”] 1, ECF No. 23.) \n \n27 (Defs.’ Br. Supp. 1.) \n \n28 (Defs.’ Br. Supp. 3.) \n \n29 (Defs.’ Br. Supp. 3.) \n \non a specific statutory claim to bar all of Plaintiff’s damages on Plaintiff’s remaining \nclaims.”30 \n14. After full briefing, the Court held a hearing on Defendants’  Motion on \n17 September 2024 (the “Hearing”), at which all parties were represented by counsel.  \nThe Motion is now ripe for resolution.   \nII.  \nLEGAL STANDARD \n15. Rule 12(c) provides that “[a]fter the pleadings are closed but within such \ntime as not to delay the trial, any party may move for judgment on the pleadings.”  \nN.C. R. Civ. P. 12(c).  Rule 12(c) is intended “to dispose of baseless claims or defenses \nwhen the formal pleadings reveal their l ack of merit and is appropriately employed \nwhere all the material allegations of fact are admitted in the pleadings and only  \nquestions of law remain.”  DiCesare v. Charlotte-Mecklenburg Hosp. Auth., 375 N.C. \n63, 70 (2020) (quoting Ragsdale v. Kennedy, 286 N.C. 130, 137 (1974)).  \n16. In considering a motion for judgment on the pleadings:  \nall well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true and all contravening assertions in the movant’s \npleadings are taken as false.  As with a motion to dismiss, the trial court \nis required to view the facts and permissible inferences in the light more \nfavorable to the nonmoving party.  A Rule 12(c) movant must show that \nthe complaint fails to allege facts sufficient to state a cause of action or \nadmits facts which constitute a complete legal bar to a cause of action.  \n \nTully v. City of Wilmington, 370 N.C. 527, 532 (2018) (cleaned up).  \n \n \n30 (Pl.’s Resp. Br. Defs.’ Mot. J. Pleadings [hereinafter, “Pl.’s Br. Opp’n”] 6, ECF No. 17.) \n  \n17. Under Rule 12(c), the trial court may consider “[a]n exhibit, attached to \nand made a part of the [complaint],” Wilson v. Crab Orchard Dev. Co., 276 N.C. 198, \n206 (1970), and documents that are “the subject of the action and specifically \nreferenced in the complaint,” Erie Ins. Exch. v. Builders Mut. Ins. Co., 227 N.C. App. \n238, 242 (2013).  Where a document is attached to a pleading, “[t]he terms of such \nexhibit control other allegations of the pleading attempting to paraphrase or construe \nthe exhibit, insofar as these are inconsistent with its terms.”  Wilson, 276 N.C. at 206.  \n“The party moving for judgment on the pleadings must show that no material issue \nof fact exists and that he is entitled to judgment as a matter of law.”  Daniels v. \nMontgomery Mut. Ins. Co., 320 N.C. 669, 682 (1987).  Moreover, a “motion under Rule \n12(c) must be carefully scrutinized lest the nonmoving party be precluded from a full \nand fair hearing on the merits.”  Newman v. Stepp, 376 N.C. 300, 305 (2020) (citation \nand internal quotation marks omitted). \nIII. \nANALYSIS \n18. Defendants seek dismissal of BAB’s Complaint based on two  \ninterrelated contentions: first, that “BAB is collaterally estopped from challenging \nthat Defendants had access to—and knowledge of—[BAB’s] ‘comprehensive business \nplan’ before they allegedly tricked BAB into providing it during a July 19, 2018 \ntelephone call between their representatives (the ‘July 19 Call’)”\n31;  and second, that \n“with these facts conclusively established, BAB cannot show that the alleged fraud \n \n31 (Defs. Br. Supp. 1, 9–14.) \n \nproximately caused any damages to [BAB]  or any unjust enrichment to \nDefendants.”32  Defendants argue that because all of Plaintiff’s claims require BAB \nto show proximate cause,33 they are legally deficient as a matter of law and must be \ndismissed.  Furthermore, since  “BAB’s claims for punitive damages and attorneys ’ \nfees depend upon its fatally flawed fraud and [unfair and deceptive trade practice]  \nclaims,” Defendants contend that those claims must be dismissed as well.34   \n19. As an initial matter, the Court agrees with Defendants that Plaintiff is \ncollaterally estopped from relitigating the factual issues the Court decided in \nVitaform I.   \n20. Collateral estoppel “is designed to prevent repetitious lawsuits over \nmatters which have once been decided and which have remained substantially static, \nfactually and legally.”  State  v. Summers, 351 N.C. 620, 622–23 (2000) (citation \nomitted).  Under the doctrine, “a final judgment on the merits prevents relitigation \nof issues actually litigated and necessary to the outcome of the prior action in a later \nsuit involving a different cause of action between the parties or their privies.”  State \nex rel. Tucker v. Frinzi, 344 N.C. 411, 414 (1996).  Stated differently, collateral \nestoppel “precludes the subsequent adjudication of a previously determined issue, \n \n32 (Defs. Br. Supp. 2–3, 14–21.) \n \n33 See, e.g., Jay Grp., Ltd. v. Glasgow, 139 N.C. App. 595, 599–601 (2000) (noting that a fraud \nclaim “ requires that plaintiff establish the element of proximate causation ”); Spartan \nLeasing, Inc. v. Pollard, 101 N.C. App. 450, 460–61 (1991) (including proximate cause as an \nelement of an unfair and deceptive trade practices claim); Booe v. Shadrick, 322 N.C. 567, \n570 (1988) (requiring a “measurable benefit” conferred upon and accepted by the defendant \nfor an unjust enrichment claim). \n \n34 (Defs. Br. Supp. 3, 21.) \neven if the subsequent action is based on an entirely different claim.”  Whitacre P’ship \nv. BioSignia, Inc., 358 N.C. 1, 15 (2004) (citation omitted).  “The  issues resolved in \nthe prior action may be either factual issues or legal issues,” Doyle v. Doyle, 176 N.C. \nApp. 547, 549 (2006), and: \n[t]he party alleging collateral estoppel must demonstrate that the \nearlier suit resulted in a final judgment on the merits, that the issue in \nquestion was identical to an issue actually litigated and necessary to the \njudgment, and that both the party asserting collateral estoppel and the \nparty against whom collateral estoppel is asserted were either parties to \nthe earlier suit or were in privity with parties. \n   \nFrinzi, 344 N.C. at 414.   \n21. For issues to be considered “identical” to ones “actually litigated and \nnecessary” to a previous judgment: \n(1) the issues must be the same as those involved in the prior action, (2) \nthe issues must have been raised and actually litigated in the prior \naction, (3) the issues must have been material and relevant to the \ndisposition of the prior action, and (4) the determination of the issues in \nthe prior action must have been necessary and essential to the resulting \njudgment. \n \nSummers, 351 N.C. at 623 (citation omitted).  A “very close examination of matters \nactually litigated must be made in order to determine if the underlying issues are in \nfact identical.  If they are not identical, then the doctrine of collateral estoppel does \nnot apply.”  Beckwith v. Llewellyn, 326 N.C. 569, 574 (1990). \n22. “The burden is on the party asserting [collateral estoppel] to show with \nclarity and certainty what was determined by the prior judgment.”  Miller Bldg. Corp. \nv. NBBJ N.C., Inc., 129 N.C. App. 97, 100 (1998).  Significantly for present purposes, \n“[i]n general, a cause of action determined by an order for summary judgment is a \nfinal judgment on the merits.”  Green  v. Dixon, 137 N.C. App. 305, 310, aff’d per \ncuriam, 352 N.C. 666 (2000); see also, e.g., Waters v. Pumphrey, 286 N.C. App. 151, \n153 (2022) (recognizing that “the trial court’s order granting summary judgment is a \nfinal judgment”). \n23. Here, the Court’s SJ Order became a final judgment once the parties \ntook their voluntary dismissals.  See, e.g. , Green, 137 N.C. App. at 310.  In addition, \nthe issues to which Defendants seek to apply collateral estoppel are issues for \ndetermination in the current action and are identical to those the Court resolved in \nits SJ Order in Vitaform I .  These issues were actually litigated, were necessary to \nthe Court’s determinations, and were actually determined in the Court’s  SJ Order.  \nThe Court therefore agrees with Defendants that the Court’s  conclusions that \nPlaintiff’s entire “comprehensive business plan” was “known to Defendants” and \n“publicly available” prior to the July 19 Call are binding determinations in this action.  \n24. The Court cannot agree with Defendants, however, that these findings \nnecessarily preclude Plaintiff from establishing proximate cause or actual injury from \nDefendants’ alleged conduct.  While the amount of any provable damages may well \nbe small, Plaintiff still may be able to show that Defendants gained value from \nreceiving the plan from Plaintiff —such as proof of its  viability—or from using the \nplan in some way from which Defendants gained an advantage, such as by \naccelerating their entry into the relevant market by obtaining BAB’s instruction and \nguidance on the plan’s implementation.  Indeed, BAB alleges at paragraph 89 of the \nComplaint that “[w]ithout BAB’s divulged information, including all of the \ndocumentation given and Francisco’s specialized training and experience, the \nDefendants would not have been able to successfully market and sell the Motif \nmaternity garments alone on their own.” 35  Although Defendants contend that the \nCourt’s findings establish that “any of BAB’s alleged losses and Defendant s’ gains \nwould have happened regardless of the alleged fraud,” the Court did not make that \nspecific finding in Vitaform I and concludes that it is a matter for discovery whether \nDefendants took any action that they would not have taken but for the alleged \nfraud.36  \n25. For these same reasons, the Court cannot conclude, as Defendants urge \nfor their alternative relief, that Plaintiff is entitled to no more than nominal damages \nas a matter of law. \n26. Accordingly, based on the above, the Court concludes that Defendants’ \nMotion should be denied. \nIV. \nCONCLUSION \n27. WHEREFORE, the Court hereby DENIES the Motion. \nSO ORDERED, this the 25th day of September, 2024. \n \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III \n      Chief Business Court Judge \n \n35 (Compl. ¶ 89.) \n \n36 The Court notes that the case upon which Defendants principally rely for their contention \nthat Plaintiffs cannot show proximate cause as a result of the Court’s findings, Self v. Yelton, \n201 N.C. App. 653 (2010), was decided on the evidence of record at summary judgment, not, \nas sought here, on the allegations in the pleadings under Rule 12(c). \n "
}