{
  "id": "485dcac75a47cb272396e68f0875054481c1f9a93528d43b6ce9595f7d046dac",
  "source_file": "data/raw/ncbc/485dcac75a47cb272396e68f0875054481c1f9a93528d43b6ce9595f7d046dac.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nORANGE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 970 \n \nTHE UNIVERSITY OF NORTH \nCAROLINA AT CHAPEL HILL, \n \nPlaintiff, \n \nv. \n \nVESTA THERAPEUTICS, INC. and \nPHOENIXSONGS BIOLOGICALS, \nINC., \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION  \nON PARTIAL MOTION TO  \nDISMISS COUNTERCLAIMS \n \n \n1. This case arises out of a contractual dispute between the University of North \nCarolina at Chapel Hill (“the University ”) and two biotechnology companies, Vesta \nTherapeutics, Inc. (“Vesta”) and PhoenixSongs Biologicals, Inc. (“PhoenixSongs”).  \nThe University has moved to dismiss three counterclaims asserted by Vesta and \nPhoenixSongs.  (ECF No. 45.)  For the reasons given below, the Court GRANTS the \nmotion. \nRobinson, Bradshaw & Hinson, P.A., by Cary B. Davis, Preetha Suresh \nRini, and Brendan P. Biffany, and Marla S. Bow man of the Office of \nUniversity Counsel at the University of North Carolina at Chapel Hill,  \nfor Plaintiff University of North Carolina at Chapel Hill. \nEkstrand & Ekstrand LLP, by Robert C. Ekstrand, and Christian Levine \nLaw Group,  by James W. Christian and Nicole J. Newman, and \nBondurant, Mixson & Elmore LLP , by John E. Floyd, for Defendants \nVesta Therapeutics, Inc. and PhoenixSongs Biologicals, Inc.  \nConrad, Judge. \nUniv. of N.C. at Chapel Hill v. Vesta Therapeutics, Inc., 2022 NCBC 54. \nI. \nBACKGROUND \n2. The Court does not make findings of fact on a motion to dismiss.  The \nfollowing background assumes that the allegations of the counterclaims are true.  \n3. For nearly 20 years, Vesta has held a license to certain stem cell technology \nowned by the University.  Vesta initially held  an exclusive worldwide license for all \napplications.  In 2013, the parties agreed to divide the license rights so that Vesta \nhas an exclusive license for clinical applications and Phoenix Songs has an exclusive \nlicense for nonclinical applications.  (See Countercl. ¶¶ 13–15, ECF No. 36.) \n4. Throughout this period, Vest a has also funded related research at the \nUniversity.  This research is governed by two sponsored research agreements —one \nfrom 2010 and the other from 2018—and associated amendments.  These agreements \ninclude provisions regarding funding  amount and timing , research scope, record \nkeeping, handling of confidential material, publication rights, intellectual property \nprotections, and more.  (See Countercl. ¶¶ 24–27.)   \n5. Disputes arose in 2019.  Early that year, the University invoiced Vesta for a \nfunding installment of over $800,000.  When Vesta did not pay, t he University filed \nsuit for breach of the 2018 sponsored research agreement .  The University also \nasserted cla ims against Vesta and PhoenixSongs for breach of their  license \nagreements based on allegations that they had failed to commercialize the underlying \nstem cell technology.  (See generally Am. Compl. ECF No. 8.) \n6. Vesta and PhoenixSongs  counterclaimed.  They  allege, in over 200 \nparagraphs, that the University is at fault.  In short, the University allegedly failed \nto perform the required research, destroyed evidence of its  inactivity, disclosed \nconfidential information to a foreign gover nment, improperly disposed of tissue \nsamples and other materials, and interfered with commercialization efforts.  Based \non these allegations, Vesta and PhoenixSongs assert counterclaims for breach of the \nlicense agreements and sponsored research agreements , breach of the implied \ncovenant of good faith and fair dealing, a taking of property without compensation in \nviolation of the North Carolina Constitution , negligent misrepresentation, and \nnegligence.  (See, e.g., Countercl. ¶¶ 140–76, 185–207.)  Vesta and PhoenixSongs have \nstipulated that their other counterclaims —including fraud and misappropriation of \ntrade secrets —are barred by sovereign immunity and have voluntarily dismissed \nthem.  (See Notice of Voluntary Dismissal, ECF No. 44.) \n7. Pending is the University’s partial motion to dismiss.  It seeks to dismiss the \nconstitutional and negligence -based counterclaims  but not the contract -based \ncounterclaims.  On 23 August 2022, the Court held a hearing at which all parties \nwere represented.  The motion is ripe for determination.  \nII. \nANALYSIS \n8. The University’s motion rests on multiple grounds.  It is partly a motion to \ndismiss for failure to state a claim and partly a motion to dismiss based on principles \nof sovereign immunity.   \n9. A motion to dismiss for failure to state a claim “tests the legal sufficiency of \nthe [counterclaim] complaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation \nand quotation ma rks omitted).  Dismissal is proper when “(1) the complaint on its \nface reveals that no law supports the . . . claim; (2) the complaint on its face reveals \nthe absence of facts sufficient to make a good claim; or (3) the complaint discloses \nsome fact that necessarily defeats the . . . claim.”  Corwin v. Brit. Am. Tobacco PLC , \n371 N.C. 605, 615 (2018) (citation and quotation marks omitted).  In deciding the \nmotion, the Court must treat all well -pleaded allegations as true and view the facts \nand permissible inferences in the light most favorable to the nonmoving party.  See, \ne.g., Sykes v. Health Network Sols., Inc. , 372 N.C. 326, 332 (2019).  The Court may \nalso consider documents, such as contracts, that are the subject of the complaint.  See, \ne.g., Oberlin Cap., L.P. v. Slavin, 147 N.C. App. 52, 60 (2001). \n10. A valid assertion of sovereign immunity is not merely a defense to liability; \nit is an “absolute and unqualified” immunity from suit altogether.  Guthrie v. N.C. \nState Ports Auth., 307 N.C. 522, 534 (1983) ( emphasis omitted).  When a motion to \ndismiss is based on sovereign immunity, it must be decided as a threshold \njurisdictional issue (though whether it “is a matter of personal or subject matter \njurisdiction” remains unsettled).  Teachy v. Coble Dairies, Inc., 306 N.C. 324, 327–28 \n(1982). \nA. Constitutional Counterclaim \n11. The Court begins with the constitutional counterclaim.  Article I, Section 19 \nof the North Carolina Constitution provides in part, that “[n]o person shall be taken, \nimprisoned, or disseized of his freehold, liberties, or privileges, or outlawed, or exiled, \nor in any manner deprived of his life, liberty, or property, but by the law of the land.”  \nThis is better known as the Law of the Land Clause.   Vesta and PhoenixSongs  \ncontend that the University, a state agency, violated the Law of the Land Clause by \ntaking tangible and intangible property without just compensation.  \n12. The University argues that Vesta and PhoenixSongs have an adequate \nremedy at law—their contract counterclaims—and therefore may not assert a direct \nconstitutional claim.  Vesta and PhoenixSongs respond that the University is “merely \nfighting the facts alleged in the complaint” and that their state-law remedies are not \nadequate “by reason of immunities or otherwise.”  (Defs.’ Opp’n Br. 9, ECF No. 50.) \n13. Direct constitutional claims against the State  and its agencies are allowed \nin narrow circumstances.  T he claimant must plead and prove  “that (1) her state \nconstitutional rights have been violated, and (2) she lacks any sort of ‘adequate state \nremedy.’ ”  Taylor v. Wake Cnty. , 258 N.C. App. 178, 183 ( 2018) (quoting Corum v. \nUniv. of N.C., 330 N.C. 761, 782 (1992)); see also Deminski v. State Bd. of Educ., 377 \nN.C. 406, 2021-NCSC-58, ¶¶ 16–18 (2021).  A remedy is adequate if it addresses the \nalleged constitutional injury and gives the claimant “at least the opportunity to enter \nthe courthouse doors.”  Craig v. New Hanover Cnty. Bd. of Educ., 363 N.C. 334, 340 \n(2009); see also Copper v. Denlinger, 363 N.C. 784, 789 (2010); Taylor, 258 N.C. App. \nat 185.   \n14. It is clear from the face of their pleading that Vesta and PhoenixSongs have \nan adequate remedy  under state law .  Their contract counterclaim s address the \nconstitutional injury because every alleged taking is also an alleged breach of the \nrelevant contracts.  These include  the University’s disclosure of  confidential \ninformation (compare Countercl. ¶  155, with ¶¶ 167–68); its destruction of tissue \nsamples and specialized research mice  (compare Countercl. ¶¶ 60–61, with ¶ 169); \nand its decision to allow  third parties to freely use a certain culture medium for \ngrowing stem cells  (compare Countercl. ¶  156, with ¶ 170).  Indeed, Vesta and \nPhoenixSongs expressly allege that the University “took” the “exclusive license \nrights” granted by the contracts .  (Countercl. ¶  167.)  The  contractual and \nconstitutional injuries are one and the same.  See Carl v. State, 192 N.C. App. 544, \n556–57 (2008) (reversing denial of motion to dismiss constitutional claim based on \nalleged “taking” of contractual right).   \n15. The contract counterclaims also allow Vesta and PhoenixSongs to enter the \ncourthouse doors.  When the State or an agency makes  a contract, it “ implicitly \nconsents to be sued for damages on the contract in the event it breaches the contract.”  \nSmith v. State, 289 N.C. 303, 424 (1976).  Thus, sovereign immunity does not bar the \ncontract counterclaims.  T hat sovereign immunity led Vesta and PhoenixSongs to \ndismiss various tort counterclaims is immaterial. \n16. To be sure, Vesta and PhoenixSongs made  a conclusory allegation that \nexisting state-law remedies are not adequate.  (See Countercl. ¶ 165.)  But the Court \nneed not accept conclusory allegations.  See, e.g., Wray v. City of Greensboro, 370 N.C. \n41, 46 (2017).   \n17. They also contend that dismissal before discovery is premature .  In some \ncases, discovery may be necessary to evaluate the adequacy of a remedy.  Here, \nthough, the pleading itself demonstrates that the counterclaims for breach of contract \nare available and address the alleged constitutional injury.   \n18. Because Vesta and PhoenixSongs have not sufficiently alleged that they lack \nan adequate remedy under state law , the Court grants the motion to dismiss  their \nconstitutional claim.  \nB. Negligence & Negligent Misrepresentation  \n19. Next, the Court turns to the  counterclaims for neg ligence and negligent \nmisrepresentation.  Vesta and PhoenixSongs allege that the University breached its  \nduty of care by reporting false and incomplete information, failing to perform research \nin the manner required by the sponsored research agreements, and disposing of tissue \nsamples and other materials. \n20. The University moves to dismiss both counterclaims.  It contends that the \nState Tort Claims Act requires aggrieved parties to bring negligenc e-based claims \nagainst the State or its agencies before the North Carolina Industrial Commission.  \nSee N.C.G.S. § 143-291(a).  In their opposition brief, Vesta and PhoenixSongs contend \nthat the Act’s grant of jurisdiction over these claims to the Industrial Commission is \nnot exclusive and does not divest the superior courts of jurisdiction. \n21. Our appellate courts have answered this question .  “Because an action in \ntort against the State and its departments, institutions, and agencies is within the \nexclusive and original jurisdiction of the Industrial Commission, a tort action against \nthe State is not within the jurisdiction of the Superior Court.”  Guthrie, 307 N.C. at \n539–40.  Put another way, negligence -based claims against the State or its agencies \nmay “be pursued in the Industrial Commission but not in superior court.”  Kawai Am. \nCorp. v. Univ. of N.C., 152 N.C. App. 163, 167 (2002). \n22. There are limited exceptions.  By rule,  a litigant may  assert third- party \nclaims against a state agency  in superior court “[n]otwithstanding the provisions of \nthe Tort Claims Act.”   N.C. R. Civ. P. 14(c).  Likewise, our Supreme Court has held \nthat “the State may be held liable  as a coparty under Rule 13(g) for purposes of [a \ncrossclaim for] contribution and indemnification to the same extent that the State \nmay be held liable as a third-party defendant under Rule 14(c).”  Selective Ins. Co. v. \nNCNB Nat’l Bank, 324 N.C. 560, 564 (1989).   \n23. At the hearing, Vesta and PhoenixSongs argued for the first time that these \nexceptions also apply to  counterclaims.  But they cite no rule, statute, or case that \nsupports that position.  And the Rules of Civil Procedure refute it.  In contrast with \nRule 14(c)’s express modification of the State Tort Claims Act for third-party claims, \nRule 13(d) stresses that “[t]hese rules shall not be construed to enlarge beyond the \nlimits fixed by law  the right to assert counterclaims or to claim  credit against the \nState of North Carolina or an officer or agency thereof.”  N.C. R. Civ. P. 13(d)  \n(emphasis added).  The limits fixed by law include the State Tort Claims Act.  This \nmeans that a claimant may not assert a tort claim against the State as a counterclaim \nin superior court but must instead bring that claim before the Industrial Commission.  \nFederal courts have construed the analogous Federal Rule of Civil Procedure 13(d) in \nexactly the same way  when dealing with counterclaims against the United States .  \nSee, e.g., United States v. Davis, 2019 U.S. Dist. LEXIS 224635, at *17– 18 (C.D. Ill. \nJuly 15, 2019) (citing Fed. R. Civ. P. 13(d) and holding that counterclaims were \nstatutorily required to be brought in Court of Federal Claims  not federal district \ncourt). \n24. Accordingly, the Court grants the motion to dismiss the negligence- based \nclaims.  Having dismissed these claims on jurisdictional grounds, the Court need not \nand does not decide whether they  are barred by the economic loss rule, as the \nUniversity also contends. \nIII. \nCONCLUSION \n25. For all these reasons, the Court  GRANTS the University’s motion to \ndismiss.  The counterclaim for violations of the North Carolina Constitution is  \nDISMISSED with prejudice.  T he counterclaims for negligence and negligent \nmisrepresentation are DISMISSED without prejudice.  \n \nSO ORDERED, this the 21st day of September, 2022. \n \n \n       /s/ Adam M. Conrad    \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n "
}