{
  "id": "48b374dc8a7f102dbf29fc62dcb83fce9f2b776521381a2398dd2da370ba210c",
  "source_file": "data/raw/ncbc/48b374dc8a7f102dbf29fc62dcb83fce9f2b776521381a2398dd2da370ba210c.pdf",
  "raw_text": "Feeling Great, Inc. v. N.C. Dep’t of Revenue, 2015 NCBC 81. \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 14 CVS 11139 \n \n \nFEELING GREAT, INC., ) \n Petitioner )  \n  )  \n v.  )    \n   )  \nN.C. DEPARTMENT OF REVENUE, ) ORDER ON PETITION FOR REVIEW \n  Respondent ) OF FINAL DECISION \n____________________________________ ) \n   ) \nSLEEP MEDICAL CENTER, INC. ) \n  Petitioner ) \n   ) \n v.  ) \n   ) \nN.C. DEPARTMENT OF REVENUE, ) \n  Respondent  ) \n \n \n THIS MATTER is before the Court on the Petition for Judicial Review of a Final \nAgency Decision in these consolidated contes ted tax cases pursuant to N.C. Gen. Stat. §§ \n150B-43, -45, and -46 (hereinafter, references to  the General Statutes will be to \"G.S.\"). On \nJune 4, 2015, the Court held a hearing on the Petition for Judicial Review. \nThe Law Office of David C. Franklin, PLLC by David C. Franklin, Esq. for Petitioners \nFeeling Great, Inc. and Sleep Medical Center, Inc. \n  \nNorth Carolina Department of Justice by Perry J. Pelaez, Esq. for Respondent North \nCarolina Department of Revenue. \n \nMcGuire, Judge. \nProcedural and Factual Background \n1.  Feeling Great, Inc. (\"Feeling Great\") and Sleep Medical, Inc. (\"Sleep Medical,\" \ntogether with Feeling Great, \"Petitioners\")  are North Carolina corporations with their \nprincipal places of business in Durham, Nort h Carolina. Petitioners are both owned and \noperated by Sandra Wrightenberry and Jerry Wrightenberry. Feeling Great was \n \n \nincorporated in 2001 as a durable medical equipment and medical supply company, and in \n2003 opened a sleep study testing facility.  In 2007, the testing business was separated from \nthe medical equipment and supply sales business and Sleep Medical was incorporated to \nperform all sleep study testing. After Sleep  Medical was incorporated, Feeling Great's \nprimary purpose was selling durable medical equipment.  \n2. The testing performed by Petitioners is prescribed by a patient's physician or \nother healthcare provider.  The testing itself is conducted on a prescription or a certificate of \nmedical necessity issued by the physician. Pe titioners perform sleep study testing using the \nAlice Diagnostic Sleep System.\n1 The testing performed by the Alice equipment requires the \nuse of a number of supplies such as cleaners, sensors, scissors, exam gloves, gauze tape, Q-\nTips, disinfectant, and batteries.\n2 Petitioners did not maintain a standing inventory of these \nsupplies. Instead, the supplies were ordered on a weekly basis as needed to perform the \ntesting scheduled for the following week. The specific supplies ordered depended on the \nnature of the testing to be performed. 3  Petitioners purchased the supplies required to \nperform the sleep testing from MVAP Medica l Supplies, Inc. (\"MVAP\"), a vendor in \nCalifornia.  MVAP shipped the supplies to Petitioners in North Carolina. \n3. The prescription for the sleep testing d oes not entitle the patient to purchase \nthe supplies directly from Petitioners. Instead,  the supplies at issue are dispensed to the \npatient in such amount as needed for their testing. The supplies used during the sleep testing \nare entirely consumed during the testing proc edure and are not available to be used in \nsubsequent testing.  \n                                                 \n1 The Alice equipment is not sold to the patient. See Transcript of Record (hereinafter, \"Tr.\") 136. \n2 A full list of the supplies at issue is found at Respondent's Exs. 11-12. \n3 See Transcript of OAH Proceeding 79; Final Decision, Findings of Fact ¶ 2. \n \n \n4. Petitioners bill patients for the testing in a single, lump sum amount. The \ninvoices sent by Petitioners do not itemize the individual supplies involved in performing the \ntesting or otherwise differentiate between the cost of the testing and the cost of the supplies. \nInstead, Petitioner's invoices generally contai n a single billing code to cover each test \nperformed.4 The testing performed by Petitioners is  covered under both the Medicare and \nMedicaid programs. \n5. Petitioners provide the test results to th e patient's physician for diagnosis. If \ndiagnosed with a sleep related medical condition,  such as sleep apnea, the patient often is \ngiven a prescription to purchase durable medical equipment (such as a CPAP machine) and \nrelated supplies to aid in treatment of that condition.5 \n6. The North Carolina Department of Reve nue (\"Department\" or \"Respondent\") \naudited Feeling Great for North Carolina sale s and use tax for the period July 1, 2004, \nthrough June 30, 2010.  The Department found that Feeling Great failed to accrue and remit \nuse tax on its purchases of supplies from M VAP used in the testing of patients. The \nDepartment assessed Feeling Great for additi onal use tax of $10,280.42, interest of \n$2,714.33, and penalties of $6,168.25. \n7. The Department audited Sleep Medical for North Carolina sales and use tax \nfor the period January 1, 2008, through April 30, 2010.  The Department found that Sleep \nMedical failed to accrue and remit use tax on it s purchases of supplies from MVAP used in \nthe testing of patients. The Department assesse d Sleep Medical for additional use tax of \n$5,567.96, interest of $853.17, and penalties of $3,340.80. \n                                                 \n4 Final Decision, Findings of Fact ¶ 3. See also Respondent Ex. 6. \n5 The patient may purchase the prescribed durable medical equipment and supplies from Feeling \nGreat.  The sales of the durable equipment and supplies directly to the patient on these prescriptions \nare not at issue in this case. \n \n \n8. In its Notices of Final Determinatio n, the Department concluded that the \nsupplies at issue were not exempt from North Carolina’s use tax because they were not sold \nor dispensed to patients on prescription. Th e Department further noted that Petitioners did \nnot bill their patients for the items used in conducting the sleep study tests, but instead billed \na lump sum for the sleep study test.6  \n9. On September 24, 2013, Petitioners f iled their contested case proceedings \nbefore the Office of Administrative Hearings.7 Petitioners contend that the supplies at issue \nare exempt from use tax under G.S. § 105-164. 13(12)d because they are \"durable medical \nsupplies sold on prescription\" (the \"Exemp tion\"). On July 23, 2014, Administrative Law \nJudge J. Randolph Ward (\"ALJ Ward\") issued a Final Decision (\"Final Decision\") concluding \nthat the supplies at issue were exempt from use tax under G.S. § 105-164.13(12)d. ALJ Ward \nconcluded that the \"[s]upplies purchased and used by Petitioners with durable medical \nequipment in performing diagnostic studies, pursuant to physicians' Certificates of Medical \nNecessity . . . are exempted from use taxes by the terms of\" G.S. § 105-164.13(12)d.8 \n10. On August 22, 2014, the Department file d its Petition for Judicial Review of \nthe Final Decision pursuant to G.S. §§ 150B-43, -45, and -46. In its Petition, the Department \ntakes exception to a number of findings of fact and conclusions of law contained in the Final \nDecision and contends that the supplies at i ssue here were not exempt from use tax under \nG.S. § 105-164.13(12)d. The Petition has been fu lly briefed and, on June 4, 2015, the Court \nheld a hearing on the Petition. \n \n \n                                                 \n6 See Notices of Final Determination, Respondent Exs. 9-10. \n7 Petitioners' contested case proceedings were consolidated by OAH on November 16, 2013. \n8 Final Decision, Conclusion of Law 6. \n \n \nStandard of Review \n11. \"In reviewing a final decision in a co ntested case, the court shall determine \nwhether the petitioner is entitled to the relief sought in the petition based upon its review of \nthe final decision and the official record.\" G.S. § 150B-51(c). In addressing asserted errors of \nlaw, unlawful procedure, or whether the final decision exceeded the statutory, jurisdictional, \nor constitutional authority of the agency or ad ministrative law judge, the Court is to apply \nthe de novo standard of review. Id. \"De novo review requires a court to consider a question \nanew, as if not considered or decided by the agency previously . . . .\" Smith v. Richmond Cnty. \nBd. of Educ., 150 N.C. App. 291, 295 (2002). Under this standard of review, the Court \"freely \nsubstitutes its own judgment for the agency's.\" N.C. Dept. of Env't & Natural Res. v. Carroll, \n358 N.C. 649, 658 (2004).  \n12. Alternatively, with regard to contentions that the final decision is unsupported \nby substantial evidence or that the final de cision is arbitrary, capricious, or an abuse of \ndiscretion, the Court is to apply the whole re cord standard of review. G.S. § 150B-51(c).  \nUnlike the de novo standard of review, the Cou rt does not substitute its judgment for the \nagency's. Instead, the whole record standard of review \"gives the reviewing court the \ncapability to determine whether an administrati ve decision has a rational basis in the \nevidence.\" Bennett v. Hertford Cnty Bd. of Educ. , 69 N.C. App. 615, 618 (1984) (internal \nquotations and citations omitted). This standard requires the Court to examine all competent \nevidence, and the administrative findings of fa ct, if supported by substantial evidence, are \nbinding. Farber v. N.C. Psychology Bd., 153 N.C. App. 1, 14 (2002). \"Substantial evidence is \ndefined as such relevant evidence as a reasonable mind might accept as adequate to support \na conclusion.\" N.C. Dep't of Crime Control & Pub. Safety v. Greene , 172 N.C. App. 530, 534 \n(2005) (internal citations omitted). Under the whol e record test, if it is determined that the \nALJ's findings of fact are not supported by subs tantial evidence, \"the trial court may make \n \n \nits own findings of fact that may be at  variance with those of the agency.\" Id. (internal \ncitations omitted). \n13. \"The reviewing court may be required to  utilize both standards of review if \nwarranted by the nature of the issues raised.\" MW Clearing & Grading v. N.C. Dep't of Env't \n& Natural Res., 171 N.C. App. 170, 173 (2005) (internal citations omitted). \nDiscussion \n14. In their Petition for Judicial Review , the Department argues that the Final \nDecision contained findings of fact that were  not supported by substantial evidence in the \nrecord and also contained errors of law. The Court will first address the Department's \nexceptions to the ALJ's findings of fact, followed by the asserted errors of law. \na. Exceptions to the ALJ's Findings of Fact \n15. The Department asserts several exceptions to the ALJ's factual findings in the \nFinal Decision. As noted above, the Court review s challenges to findings of fact under the \nwhole record standard of review to determine if the findings are supported by substantial \nevidence. \n16. The Department first asserts what appe ars to be a general objection to the \nFinal Decision based on the Department's contention that the ALJ failed to comply with the \nterms of G.S. § 150B-34(a). This statute requires an ALJ to render \"a final decision or order \nthat contains findings of fact and conclusion s of law.\" The Department contends that the \nFinal Decision's Findings of Fact are incomplete , specifically arguing that the ALJ made no \nspecific finding that the supplies at issue were ever \"sold.\" 9 However, because the Court's \nability to review the Final Decision is not limit ed to express findings and conclusions, but \nincludes the inferences contained in the Final Decision, see G.S. § 150B-51(b), and because \n                                                 \n9 Respondent's Br. Supp. Petition for Judicial Review 11. \n \n \nthe Final Decision technically complies with the mandate to make findings of fact and \nconclusions of law, the Court rejects this argument. Instead, the Court addresses the \nDepartment's exceptions to specific findings of fact. \n17. The Department contends that Finding of Fact 5 is unsupported by the record \nevidence and is improperly based on the ALJ' s consideration of factual information outside \nof the record. Finding of Fact 5 relies on an in ternet website hosted by the federal Centers \nfor Medicare and Medicaid Services and rela tes to the \"unbundling\" of medical procedure \ncodes to increase the cost of the overall medical services provided.10 The Department argues \nthat the ALJ improperly took judicial notice of this website. Under Rule 201 of the North \nCarolina Rules of Evidence, 11 a court may, upon a motion by a party or on its own motion, \ntake judicial notice of any fact \"capable of accurate and ready dete rmination by resort to \nsources whose accuracy cannot reasonably be questioned.\" The Department's sole assertion \nof error is that an internet website is not a source of indisputable accuracy. However, courts \nin North Carolina have concluded that, in a prop er case, judicial notice may be taken of \ninformation available on a website. See, e.g., LegalZoom.com, Inc. v. N.C. State Bar , 2014 \nNCBC LEXIS 9, *4 (N.C. Super. Ct. Mar. 24, 2014). The Department makes no argument as \nto why the specific website referenced is not of indisputable accuracy, nor does the \nDepartment take issue with the contents of the cited provisions. Without offering any \nexplanation as to why the specific website at issue does not qualify for judicial notice, the \nDepartment's exception to that Finding of Fact fails. \n                                                 \n10 The Court notes that, although the website at is sue was not discussed duri ng testimony, Sandra \nWrightenberry did testify on the topic of unbundling, and the prohibition of the practice by Medicaid. \nTr. 92. \n11 The North Carolina Rules of Evidence are applicable in proceedings before an ALJ pursuant to G.S. \n§ 150B-29(a). \n \n \n18. The Department next argues that Finding of Fact 10 is unsupported by \nsubstantial evidence in the record. In Findin g of Fact 10, ALJ Ward found that \"Medicaid \nroutinely authorizes the purchase of durable me dical equipment and associated 'supplies' \nunder a single prescription.\" 12  There was, however, no testimony or other evidence \nintroduced into the record that supports the fi nding that this type of authorization is a \nroutine Medicaid practice. Instead, in support of this finding, the ALJ cited Mazer v. N.C. \nDepartment of Health and Human Services, 12 DHR 01733, 2012 NC OAH LEXIS 135 (2012). \nMazer, however, did not hold that Medicaid ro utinely authorizes the purchase of durable \nmedical equipment and supplies under a single prescription. Instead, that case concerned \nwhether the sale of a wheelchair was \"on pr escription,\" and thus tax exempt, where the \nrecipient had a signed Certificate of Medical Necessity and Prior Approval Form for Durable \nMedical Equipment and Prosthetic Supplies to acquire the equipment. Id. The ALJ in that \ncase concluded that, given the physician's do cumented prior authorization to purchase the \nwheelchair, the petitioner complied with the applicable statutory provisions and a \nprescription in that case was not an absolute necessity. Id.  \n19. Here, the record fails to show that the ALJ’s finding was supported by \nsubstantial evidence. The prescriptions to co nduct sleep study testing did not expressly \nprescribe the supplies to be used in the testing.  The prescription contained only the specific \nsleep testing the physician wanted Petitioners to  perform, the reason for the testing, and in \nmany cases a preliminary diagnosis of sleep apnea or other similar condition. 13 The \nprescriptions in the record do not include any reference to the purchase of any medical \nequipment or supplies. \n                                                 \n12 The apparent inference from this finding is that the prescriptions received by Petitioners provided \nboth for the purchase of the service, the sleep study testing, and the associated supplies. \n13 See, e.g., Respondent's Ex. 2. \n \n \n20. Exhibit 5 to Respondent's Brief in Supp ort of its Petition for Judicial Review \nclearly illustrates this distinction.14 The first document in that exhibit is a prescription dated \nOctober 7, 2010, in which the physician, Dr. Ojebuoboh, prescribed sleep study testing for the \npatient. The only information provided is the type of sleep testing to be performed and the \nreason for the testing. The prescription does not prescribe or make reference to the equipment \nor supplies needed to conduct the testing.  By contrast, after Petitioner performed the testing \nand provided the results to Dr. Ojebuoboh, the same patient was given a second prescription \nspecifically prescribing the purchase of a CP AP machine and \"all supplies as needed\" to \noperate and use the machine. The second pres cription clearly contemplated the purchase of \nsupplies by the patient, and those supplies were specifically prescribed by the physician. The \nsale of such supplies to the patient would unquestionably be \"on prescription.\" By contrast, \nthe sleep study prescription, on its face, does not contemplate the sale of any supplies to the \npatient, but only that the testing be performed. \n21. Ultimately, the Court concludes that the finding that \"Medicaid routinely \nauthorizes the purchase of durable medical equipment and associated 'supplies' under a \nsingle prescription,\" as well as the inferenc e that the prescriptions here prescribed the \npurchase of the supplies in addition to sleep study testing, are unsupported by substantial \nevidence in the record. Accordingly, pursuant to  its authority to make findings of fact at \nvariance with those not supported by substantial evidence, \nsee Greene, 172 N.C. App. at 534, \nthe Court finds that the prescriptions to cond uct sleep study testing do not contemplate the \nsale of the supplies at issue to patients in connection with the prescribed testing. \n22. The Department next challenges Finding of Fact 11. The Department contends \nthat Finding of Fact 11 interprets G.S. § 105-164.13(12)d and is a conclusion of law, not a \n                                                 \n14 This exhibit is also Exhibit 5 in the record before the ALJ. \n \n \nfinding of fact. The Court agrees and will address the interpretation of G.S. § 105-164.13(12)d \nbelow pursuant to its de novo review  of the asserted errors of law. See In re Foreclosure by \nDavid A. Simpson, P.C. , 211 N.C. App. 483, 487 (2011) (reclassifying findings of fact \"that \nrequired the application of legal principles and  [were] more appropriately classified as \nconclusions of law\"). \n23. Finally, the Department argues that Finding of Fact 8, addressing the \nlegislative history of the Exemption, is irrelev ant to the ultimate disposition of this matter \nas the ALJ concluded that the Exemption was \"unambiguous.\" The Department contends \nthat the \"fundamental rules of statutory interpretation dictate that the legislative history\" of \nthis section is irrelevant based on the ALJ's conclusion that the language of the Exemption \nis unambiguous.15 As with Finding of Fact 11, this appears to the Court to assert an error of \nlaw, the allegedly improper interpretation of G.S. § 105-164.13(12)d, and will be addressed \nbelow.  \nb. Asserted Errors of Law \n24. In addition to the asserted factual issues, the Department contends that the \nALJ erred as a matter of law in interpreting  the scope of the exemption in G.S. § 105-\n164.13(12)d, and in concluding, based on that interpretation, that the Exemption covered the \nsupplies at issue. Because the Department argues that the ALJ's conclusions of law are \naffected by error of law, the Court reviews th is challenge under the de novo standard of \nreview.  \n25. North Carolina law imposes two related taxes on the purchase of tangible \npersonal property: a sales tax, imposed on a retailer \"for the right to engage in that business,\" \nIn re Assessment of Add'l N.C. & Orange Cnty. Use Taxes , 312 N.C. 211, 214 (1984); and a \n                                                 \n15 Respondent's Br. Supp. Petition for Judicial Review 19.  \n \n \nuse tax, imposed on a purchaser of property from outside the State for storage, use, or \nconsumption in this State. Colonial Pipeline Co. v. Clayton , 275 N.C. 215, 222 (1969). The \npurpose of the use tax is to equalize the tax burden on all state residents by imposing the \nsame burdens on out-of-state purchases as that imposed on purchases made within the State. \nIn re Assessment of Add'l N.C. & Orange Cnty. Use Taxes, 312 N.C. at 214. In the case of the \nuse tax, the taxable event is when possession of property is transferred to the purchaser \nwithin the taxing state for storage, use, or consumption. G.S. § 105-164.6(a)(1) (2011). See \nalso Colonial Pipeline Co., 275 N.C. at 222. \n26. State law, however, provides a number of exemptions from both the sales tax \nand the use tax. One such exemption is contained in G.S. § 105-164.13(12)d, which exempts \nfrom sales and use tax the sale of \"[d]urable medical supplies sold \non prescription.\" (emphasis \nadded).   As it relates to this section and th e tax years at issue, \"sale\" is defined as the \n\"transfer for consideration of title or possessi on of tangible personal property or the \nperformance for consideration of a service.\" G.S. § 105-164.3(36) (2011). 16 Durable medical \nsupplies are defined as \"[s]upplies related to use with durable medical equipment that are \neligible to be covered under the Medicare or Medicaid program.\" G.S. § 105-164.3(8c) (2011). \nDurable medical equipment, in turn, is equipm ent, excluding repair and replacement parts, \nthat can withstand repeated use, is primar ily and customarily used to serve a medical \npurpose, is generally not useful absent an illness or injury, and is not worn on the body. G.S. \n§ 105-164.3(8b) (2011).  \n                                                 \n16 In opposing the Petition for Judicial Review, Petitioners cite the incorrect definition of sale under \nG.S. § 105-164.3(36). Effective J une 26, 2012, the definition of \"s ale\" was amended to the version \ncurrently in effect. This current definition includes the \"transfer of consideration of title, license to use \nor consume, or possession of tangible personal property . . . .\" See Session Laws 2012-79 (emphasis \nadded). The version in effect during the tax years at issue is quoted above. \n \n \n27. Petitioners purchased the supplies at issue from MVAP, a California retailer. \nThe supplies at issue consist of tangible personal property. Those supplies were stored, used, \nor consumed in the State of North Carolina in the course of performing sleep study testing. \nAccordingly, absent the applicability of some exemption, the supplies purchased from MVAP \nwere subject to use tax in North Carolina. G.S. § 105-164.6(a)(1) (2011). See also Colonial \nPipeline, 275 N.C. at 222. \n28. Turning to the Exemption, the Court concludes, and the parties do not appear \nto dispute, that the supplies at issue constitu te \"durable medical supplies,\" as that term is \ndefined in G.S. § 105-164.3(8c). These supplies are used with durable medical equipment, the \nAlice Diagnostic Sleep System, in the course of performing testing on patients. Nevertheless, \nalthough they constitute durable medical su pplies, the Exemption will only apply if the \nsupplies at issue were sold by Petitioners on prescription. \n29. A sale, as it was defined by the statute in effect during the tax years at issue, \nrequires a transfer of title or possession for consideration. G.S. § 105-164.3(36) (2011). See \nalso Technocom Bus. Sys. v. N.C. Dep't of Revenue, 219 N.C. App. 207, 213 (2012). While the \nrecord and the Final Decision clearly indicate that the supplies at issue were used in the \ncourse of conducting sleep diagnostic testing, nothing suggests that the possession or title of \nthe supplies at issue was transferred to the patient in the course of the testing performed by \nPetitioners.  \n30. As an initial matter, Petitioners do not send their patients an itemized invoice \nthat sets out the costs of the supplies used du ring testing, or that distinguish between the \ncost of the supplies and the cost of the testing services rendered. Similarly, nothing in the \nrecord or the Final Decision indicates that Pe titioners kept any internal record segregating \nthe cost of testing from the cost of supplies used in connection with the testing. Accordingly, \nit is undisputed that there was no \"sale\" of the supplies at issue separate from the \n \n \nperformance of sleep study testing. 17 Instead, Petitioners argue that the sale of the medical \ntesting itself necessarily includes the sale of the supplies used during testing. The Court \ndisagrees.  \n31. While Sandra Wrightenberry testified, and ALJ Ward found, that the supplies \nat issue were consumed during the testing procedure,\n18 she also testified that those supplies \nare used and applied by Petitioners during the testing. 19 These supplies are not given to \npatients for home use, and a patient cannot walk into one of Petitioners' facilities and \npurchase the supplies at issue.\n20 Wrightenberry testified that some patients might leave \nPetitioners' facility with some supplies, incl uding EKG and EEG pads, still on their person, \nbut admitted that the only reason they would do  so is that they preferred to remove those \npads in the privacy of their home  and not at Petitioners' facility. 21 Ultimately, as the ALJ \nfound, these supplies, including any that might leave the facility, cannot be used again after \nthe testing is completed.22 \n32. It is apparent that all or nearly all of the supplies at issue are single-use, \ndisposable items and that their sole value lies in their use in connection with sleep study \ntesting. Possession and control of the supplies never passes to the patient, and any benefit \nfrom the supplies inures to the patient during the testing. To the extent patients provide any \nconsideration for these supplies, they do so for the use of the supplies only in connection with \nthe testing services provided by Petitioners.\n23 As the Department notes, however, for the tax \n                                                 \n17 See Final Decision, Findings of Fact ¶ 3. \n18 Final Decision, Findings of Fact ¶ 3; Tr. 78. \n19 Id. at 138. \n20 See id. at 196. \n21 Id. at 141. \n22 Id.; Final Decision, Findings of Fact ¶ 3. \n23 By contrast, when a patient purchases a CPAP machine and related supplies after receiving a \nprescription to do so following a proper diagnosis, the patient clearly provides consideration for the \ntransfer of title and/or possession of the equipment and supplies, not merely its use. \n \n \nyears at issue, \"license to use or consume\" was not included in the definition of \"sale.\"24 While \nthe record and Final Decision are full of references to the fact that these supplies were used25 \nor consumed26 in connection with the testing performed by Petitioners, mere use, even if for \nconsideration, is not a sale under the appropri ate statutory definition. The record evidence \nand the ALJ's Findings of Fact do not establis h that there was ever a transfer of title or \npossession of the supplies at issue, or that patients otherwise exercised any dominion and \ncontrol associated with a transfer of title or possession of the supplies.27 \n33. Moreover, Petitioners' own internal pr ocedures manual referenced by the \nALJ28 recognizes that the supplies used during te sting are not sold to patients and patients \nare not permitted to leave the facility with supplies. Sleep Medical Center's Policies & \nProcedures Manual, prepared under the dire ction of Sandra or Jerry Wrightenberry, 29 \nspecifically provides as follows. \n Supplies – All supplies used to perform sleep studies are based on the patient's \nsleep study prescription (certificate of  medical necessity), whether over-the-\ncounter items or prescription only items. \n \n Federal Law – Federal law does not permit any devices or supplies used during \nthe sleep study to be given or sold to the patient.30  \n \nWhether an accurate statement of federal la w or not, it is clear that Sleep Medical \nCenter did not consider itself to be selling th e supplies used during the testing to patients. \nThis prohibition is not limited to barring supplies from being sold or given without a \n                                                 \n24 See, supra, n. 16. \n25 Tr. 110 (supplies are \"used by the patient\").  \n26 Id. at 78 (patients \"consume 100 percent\" of supplies). See also Final Decision, Findings of Fact ¶ 3. \n27 See Tr. at 138 (noting that supplies were used and administered by a sleep technician). See also \nFinal Decision, Findings of Fact ¶ 2 (noting that the Petitioners' medical personnel \"conduct the \ntests . . . including the utilization of consumable supplies . . . .\"). \n28 See Final Decision, Findings of Fact ¶ 2 (recognizing that sleep study testing is governed by Sleep \nMedical's internal procedures manual). \n29 Tr. at 172.  \n30 Respondent's Ex. 7 (emphasis added). \n \n \nprescription. Instead, this policy, by its plain language, indicates that, although determined \nby the patient's prescription, any supplies used in connection with testing are not permitted \nto be given or sold to the patient. \n34. In support of their contention that the supplies at issue are sold to patients, \nPetitioners direct the Court to G.S. § 105-164. 3(36)b, which notes that the term \"sale\" \nincludes \"[f]urnishing or preparing tangible pe rsonal property consumed on the premises of \nthe person furnishing or preparing the prope rty or consumed at the place at which the \nproperty is furnished or prepared.\" This pr ovision would still require the relinquishment of \nsome degree of dominion and control, or, at a minimum, a transfer of possession, such that \nthe supplies are given to the patient. 31 Even this provision requires more than mere use \nincidental to providing sleep study testing. Such  incidental use does not constitute a sale of \nthe supplies under G.S. § 105-164.3(36).  \n35. Finally, G.S. § 105-164.13(12)d requires that the supplies be \"sold on \nprescription.\" In other words, the supplies at issue must be prescribed by a physician or other \nappropriate medical care provider. As discussed above, the Court has found, pursuant to its \nauthority in Greene, 172 N.C. App. at 534, that the supplies at issue were not prescribed by \na physician. The prescriptions do not reference the supplies to be used in the testing. 32 By \ncontrast, once testing is completed and a ph ysician makes a diagnosis, the physician may \nprescribe for the patient specific equipment and supplies for home use. Unlike prescriptions \nfor testing, these prescriptions clearly and sp ecifically prescribe a sale of equipment and \nsupplies.  \n                                                 \n31See Furnish Definition , Merriam-Webster, www. merriam-webster.com/dictionary/furnish (last \nvisited Aug. 20, 2015). \n32 See Respondent's Ex. 2.  \n \n \n36. Petitioners contend that physicians know that supplies will be used in and are \nrequired to perform the prescribed sleep testing. Petitioners argue that prescribing a certain \ntest necessarily includes prescribing the supplies to perform that test. The United States Tax \nCourt, however, has recognized that, although  a necessary part of providing medical care, \nthe \"furnishing of medical supplies by [medical providers] is merely incidental to the main \npurpose of rendering\" healthcare services. Hosp. Corp. of Am. v. Comm'r , 107 T.C. 116, 144 \n(1996). \"Patients, therefore, do not come to [a medical care provider] to buy medical supplies; \nrather, they are there primarily to  obtain a course of treatment.\" Id. Here, the Court finds \nHospital Corporation of America persuasive. Patients come to Petitioners for the performance \nof sleep study testing so that their physic ian can diagnose an ongoing health concern. \nPatients are not there to fill a prescription for supplies such as batteries, exam gloves, \nscissors, or gauze tape. Instead, patients are prescribed, and are subsequently billed for, a \nspecific type of testing. While unquestionably necessary, these supplies are simply incidental \nto the prescribed testing.  \n37. Accordingly, the Court concludes that, ev en if the supplies at issue were sold \nto patients, they were not sold \"on prescriptio n.\" Instead, the prescription covered only the \ntesting performed and, although necessary to performing that testing, the use of the supplies \nat issue were merely incidental to that testing. \nSee id.  \n38. Ultimately, although the ALJ found that the supplies at issue were used in \nconnection with Petitioners' sleep study testing, the definition of \"sale\" in effect during the \ntax years at issue required more than mere use.  After reviewing the statutory definition of \n\"sale\" in effect during the tax years at issue, the Court concludes that Petitioners did not sell \nthe supplies at issue to patients. Moreover, as noted above, even assuming that a sale took \nplace, the sale was not \"on prescription,\" as required by the Exemption. Therefore, the Court \nconcludes that the ALJ erred as a matter of law in its interpretation of the Exemption. Upon \n \n \na de novo review of that decision, the Court concludes that the purchase of the supplies at \nissue was not exempt from use tax under G.S. § 105-164.13(12)d (2011). \nConclusion \n39. The Court concludes that the Final Deci sion entered in this matter contains \nerrors of law and findings of fact unsupporte d by substantial evidence. For the foregoing \nreasons, the Court REVERSES the Final Decision entered in these consolidated cases on July \n23, 2014.  \nIT IS SO ORDERED, this the 20th day of August, 2015. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}