{
  "id": "48d012bbfe8030a7ab95026d04c60ad2853d7a1fc7fe3abb1448220ad03f7fcb",
  "source_file": "data/raw/ncbc/48d012bbfe8030a7ab95026d04c60ad2853d7a1fc7fe3abb1448220ad03f7fcb.pdf",
  "raw_text": "Anderson v. Coastal Communities at Ocean Ridge Plantation, Inc., 2011 NCBC 14.  \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n       SUPERIOR COURT DIVISION \nCOUNTY OF BRUNSWICK    09 CVS 1042 \n        ( \" Anderson\") \n \nBERRY ANDERSON, et al.,  ) \n Plaintiffs,    ) \n      )  \n v. ) \n      )  \nCOASTAL COMMUNITIES AT OCEAN  )  \nRIDGE PLANTATION, INC., et al., ) \n Defendants    ) \n \n \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n       SUPERIOR COURT DIVISION \nCOUNTY OF BRUNSWICK    09 CVS 3376 \n         ( \" Beadnell\") \n \nKATHLEEN BEADNELL, et al.,  ) \n Plaintiffs,    ) \n      )  \n v. ) \n      )  \nCOASTAL COMMUNITIES AT OCEAN ) \nRIDGE PLANTATION, INC., et al., ) \n Defendants    ) \n \n \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n       SUPERIOR COURT DIVISION \nCOUNTY OF BRUNSWICK    10 CVS 314 \n          ( \" Barton\")   \n \nJOHN BARTON, et al.,   ) \n Plaintiffs,    ) \n      )  \n v. ) \n      )  \nCOASTAL COMMUNITIES AT OCEAN ) \nRIDGE PLANTATION, INC., et al., ) \n Defendants    ) \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n       SUPERIOR COURT DIVISION \nCOUNTY OF BRUNSWICK    10 CVS 496 \n           ( \" Barry\")  \n \nJOHN BARRY, III, et al.,   ) \n Plaintiffs    ) \n      )  \n v. ) \n      )  \nOCEAN ISLE PALMS, INC., et al., ) \n Defendants    ) \n \n \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n       SUPERIOR COURT DIVISION \nCOUNTY OF BRUNSWICK    10 CVS 781 \n        ( \" Arnesen\")  \n \nKENNETH ARNESEN, et al.,  ) \n Plaintiffs    ) \n      )  \n v. ) \n      )  \nRIVERS EDGE GOLF CLUB &   ) \nPLANTATION, INC., et al.,   ) \n Defendants    ) \n \n \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n       SUPERIOR COURT DIVISION \nCOUNTY OF NEW HANOVER    09 CVS 1208 \n        ( \" Gilmartin\") \n \nBRANCH BANKING AND TRUST ) \nC O M P A N Y ,      )   \n Plaintiff    ) \n      )  \n v. ) \n      )  \nEILEEN A. GILMARTIN,   ) \n Defendant/Third-Party  ) \n Plaintiff    ) \n      )  \nv .       )  \n      )  \nCOASTAL COMMUNITIES AT OCEAN ) \nRIDGE PLANTATION, INC., et al, ) \n Third-Party Defendants  ) \n \n \nOPINION AND ORDER ON DEFENDANT BRANCH BANKING AND TRUST \nCOMPANY'S MOTION TO DISMISS \n \nTHESE CAUSES, designated mandatory complex business cases by Order of \nthe Chief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § \n7A-45.4(b) (hereinafter, references to the North Carolina General Statutes will be to \n\"G.S.\"); and assigned to the undersigned Chief Special Superior Court Judge for \nComplex Business Cases, now come before the court upon Defendant Branch Banking \nand Trust Company's (\"BB&T\" or the \"Bank\") Motion to Dismiss Amended Complaints \n(the \"Motion\"), pursuant to Rule 12(b)(6), North Carolina Rules of Civil Procedure \n(\"Rule(s)\"); and \n THE COURT after considering the Motion, the arguments and briefs1 in support \nof and in opposition to the Motion, other submissions of counsel and appropriate \nmatters of record, as discussed infra, CONCLUDES that BB&T's Motion should be \nGRANTED, for the reasons stated herein. \nHodges & Coxe P.C., by C. Wes Hodges, II, Esq. and Sarah Reamer, Esq. for \nPlaintiffs. \n \nPoyner Spruill LLP, by David Dreifus, Esq., J. Nicholas Ellis, Esq. and Jenny M. \nMcKellar, Esq. for Defendants Branch Banking and Trust Company and BB&T \nCollateral Services Corporation. \n \nJolly, Judge. \n \nPROCEDURAL HISTORY\n \n[1] On or around April 26, 2010, Plaint iffs filed their Amended Complaints2 in \nthis matter.  Plaintiffs allege claims for relief (\"Claim(s)\")3 against Defendant BB&T in \nseven counts: fraud, unjust enrichment, violation of North Carolina's RICO statute, \nbreach of duty of good faith and fair dealing/negligent supervision, unfair and deceptive \ntrade practice, civil conspiracy and violations of North Carolina's Mortgage Lending Act. \n[2] Subsequent to filing their Amended Comp laints, Plaintiffs asked this court \nto enter a preliminary injunction prohibiting BB&T from initiating or continuing any \nforeclosure proceeding against the Plaintiffs pending a final determination of the merits \nof the Plaintiffs' Claims (the \"Preliminary Injunction Motion\").  On May 13, 2011, the \ncourt entered an order denying Plaintiffs' Preliminary Injunction Motion (the \"Preliminary \n                                                 \n1 The court concludes that the Motion should be decided on the papers and briefs.  See Rule 15.4(a), \nGeneral Rules of Practice and Procedure for the North Carolina Business Court. \n2 \"Amended Complaints\" refers to the Second Amended Complaint in Anderson, the Amended \nComplaints in Beadnell, Barton, Barry and Arnesen, and the Second Amended Answer and \nCounterclaims in Gilmartin. \n3 The various Claims are individually numbered in the Amended Complaints in each separate civil action.  \nFor purposes of this Order, it is not necessary to refer to the specific Claim numbers assigned to each \nClaim in each Amended Complaint. \nInjunction Order\"), based on the court's conclusion that Plaintiffs failed to demonstrate a \nlikelihood of success on the merits of their Claims against BB&T. \n[3] BB&T timely filed the instant Motion.  The Motion has been fully briefed \nand is ripe for determination. \nFACTUAL BACKGROUND \n[4] Paragraphs 5 through 11 below reflect the substance of the allegations of \nthe Amended Complaints.4 \n[5] Plaintiffs are purchasers of vaca nt lots (collectively the \"Coastal \nCommunities Properties\") in various planned residential subdivisions developed by \nMark A. Saunders (\"Saunders\") and Coastal Communities, Inc. (\"Coastal Communities\") \nand located in Brunswick County, North Carolina.  \n[6]  Saunders was and is the registered agent, president, organizer, \nmember/manager and/or sole shareholder of Coastal Communities; Coastal \nCommunities at Ocean Ridge Plantation, Inc.; Coastal Communities at Ocean Ridge \nPlantation, LLC; MAS Properties, LLC; The Mortgage Company of Brunswick, Inc. \n(\"TMC\") and other corporate entities located in North Carolina.5   \n[7] Defendants BB&T and BB&T Collater al Service Corporation (\"BB&T \nTrustee\") are North Carolina corporations with their principal offices located in Forsyth \nCounty.6  BB&T Trustee is the trustee on deeds of trust securing loans made by BB&T \nto purchasers of Coastal Communities Properties.7 \n                                                 \n4 The substance of the allegations in the Amended Complaints are substantially the same in all of the \nabove actions.  For convenience, when specificity is needed, the court will cite to the allegations in the \nSecond Amended Complaint in Anderson, unless otherwise indicated.  Second Am. Compl. ¶¶ 56-57.  \n5 Id. ¶ 30.  \n6 Id. ¶ 44.  \n7 Id. \nThe Alleged Scheme \n[8] Plaintiffs, like many other purchaser s of real property in North Carolina, \nbought lots in new real estate developments shortly before the national real estate \nbubble burst.  The number of similar lawsuits filed in this court alone following the \ncollapse of such developments has increased substantially.  See Allen v. Land Res. \nGroup of N.C., LLC, Rutherford County No. 08 CVS 1283 (N.C. Super. Ct.); Cabrera v. \nThe Ridges at Morgan Creek, LLC, McDowell County No. 09 CVS 544 (N.C. Super. \nCt.); Abraham v. Jauregui, Onslow County No. 09 CVS 3608 (N.C. Super. Ct.) and \nBeattie v. Branch Banking & Trust Co., New Hanover County No. 10 CVS 3891 (N.C. \nSuper. Ct.). \n[9] Plaintiffs bring these actions for damages and rescission arising out of \ntheir purchase of Coastal Communities Properties based upon allegations that \n\"Saunders, his companies, and their agents, along with other participants in the \nscheme, created an artificial market for the sale of vacant lots in the Saunders \nsubdivisions through high-pressure, misleading sales tactics, fraudulent appraisals with \npre-determined values, unscrupulous lending practices, the affixing of excessive \nrevenue stamps on recorded deeds, and other such conduct.\"8 \n[10] From 2004 through 2007, BB&T was t he lender for the majority of \npurchasers of Coastal Communities Properties, including Plaintiffs.9  In late 2006 or \n                                                 \n8 Pls. Mem. Opp. BB&T's Mot. Dis. 5. \n9 Second Am. Compl. ¶ 43. \nearly 2007, Four Oaks Bank10 became the primary lender when BB&T ceased making \nloans for Coastal Communities Properties.11   \n[11] Plaintiffs allege that Saunders, through TMC, steered purchasers to BB&T \nand BB&T allowed Saunders to completely and totally control the entire loan process, \nincluding the selection of the appraiser for Coastal Communities Properties, James \nPowell Appraisers (\"JPA\").12  Plaintiffs further allege that BB&T (a) improperly relied \nupon appraisals generated from an appraiser hand-picked by Saunders and subject to \nSaunders' control, (b) helped facilitate Saunders' scheme by choosing to forego an \nindependent, unbiased appraisal process and instead allowed Saunders, through TMC \nand JPA, to control the entire loan process and (c) \"pushed through\" loan applications \nsubmitted by purchasers of Coastal Communities Properties regardless of whether the \npurchasers were qualified so that BB&T employees could earn bonuses or commission \nthrough BB&T's \"Matrix\" program.\n13 \nBB&T'S MOTION \nApplicable Law \n[12] Dismissal of an action pursuant to Rule 12(b)(6) is appropriate when the \ncomplaint fails to state a claim upon which relief can be granted. In deciding a Rule \n12(b)(6) motion, the well-pleaded allegations of the complaint are taken as true and \nadmitted, but conclusions of law or unwarranted deductions of facts are not admitted. \nSutton v. Duke, 277 N.C. 94, 98 (1970).  \n                                                 \n10 Four Oaks Bank was an initial party Defendant in Anderson and Barry.  It was voluntarily dismissed \nfrom each action on October 6, 2010.        \n11 Id. ¶ 162. \n12 Pls. Mem. Opp. BB&T's Mot. Dis. 7. \n13 Second Am. Compl. ¶¶ 143-44.  The Matrix program allows BB&T employees to earn points based \nupon the number of loans issued and to use those points to earn bonuses and/or higher salaries.   \n[13] A complaint fails to state a cl aim upon which relief can be granted when \neither (a) the complaint on its face reveals that no law supports the plaintiff's claim, (b) \nthe complaint on its face reveals the absence of facts sufficient to make a good claim or  \n(c) some fact disclosed in the complaint necessarily defeats the plaintiff's claim. Jackson \nv. Bumgardner, 318 N.C. 172, 175 (1986).  \nThe Parties' Contentions \n[14] BB&T argues that t he Claims asserted against it, which are premised on \nan alleged legal duty that Plaintiffs contend BB&T owed to Plaintiffs to appraise the \ncollateral for the loans and to disclose defects in the appraisals, fail because BB&T had \nno duty to Plaintiffs to ensure the appraisals were accurate or to disclose any defects in \nthe appraisals.14  BB&T contends that it did not owe Plaintiffs any duties outside of the \nterms of the loan agreements.15  BB&T also argues that Plaintiffs fail to allege facts \nsufficient to establish the elements of each Claim asserted.16 \n[15] Plaintiffs respond that BB&T had a duty under the North Carolina \nMortgage Lending Act (\"MLA\"), G.S. 53-243, et seq. (repealed and replaced by the \nSecure and Fair Enforcement Mortgage Licensing Act G.S. 53-244.010, et seq.), to \ninform Plaintiffs about Saunders' selection of JPA as the appraiser, BB&T's decision to \nuse an outside appraiser and BB&T's reliance on \"clearly deficient appraisals despite \nobvious evidence of pre-determined results.\"17 \n \n \n                                                 \n14 BB&T's Mem. Supp. Mot. Dis. 9. \n15 Id. 10. \n16 Id. 16-28. \n17 Pls. Mem. Opp. BB&T's Mot. Dis. 17. \nDiscussion \n[16] The gravamen of Plaintiffs' Claims against BB&T is that the Bank had a \nduty under the MLA to appraise the collateral for the loans and inform Plaintiffs of the \ndetails of the loan process including Saunders' alleged involvement and selection of \nJPA as the appraiser.  All of the Claims against BB&T are premised upon wrongful \nomissions by BB&T regarding the loan and appraisal processes, including Saunders' \nalleged involvement and control over both. \n[17] In the Preliminary Injunction Order , the court concluded that Plaintiffs \nfailed to allege facts sufficient to show that BB&T acted improperly in issuing loans to \npurchasers of Coastal Communities Properties.\n18  The court noted that in an ordinary \ndebtor-creditor relationship, a lender does not owe any duty to its borrower beyond the \nterms of the loan agreement.19  \"[P]arties to a contract do not thereby become each \nothers' fiduciaries; they generally owe no special duty to one another beyond the terms \nof the contract . . . .\"  Branch Banking & Trust Co. v. Thompson, 107 N.C. App. 53, 61 \n(1992).  \"A lender is only obligated to perform those duties expressly provided for in the \nloan agreement to which it is a party.\"  Lassiter v. Bank of North Carolina, 146 N.C. App. \n264, 268 (2001).  \n[18] BB&T did not owe Plaintiffs a duty to disclose the details of the loan \nprocess not required to be disclosed under state or federal law or under the terms of the \nloan agreements.  BB&T acted properly in issuing loans to Plaintiffs and did not violate \nany duties owed to Plaintiffs under the terms of the loan agreements.  The court \n                                                 \n18 Order ¶ 24 (\"Since Plaintiffs' Claims against BB&T are premised on alleged duties outside the terms of \nthe loan agreements owed to Plaintiffs by BB&T, duties the court concludes likely are non-existent, failure \nof Plaintiffs' Claims is probable.\"). \n19 Order ¶ 17. \nCONCLUDES that when measured under the standards of Rule 12(b)(6), the \nallegations in Plaintiffs' Amended Complaints can not support their Claims against \nBB&T. \n[19] For the reasons stated above and in the Preliminary Injunction Order, the \ncourt CONCLUDES that Plaintiffs have failed to state Claims upon which relief can be \ngranted against BB&T,20 and that BB&T's Motion should be GRANTED. \nNOW THEREFORE, based upon the foregoing CONCLUSIONS, it hereby is \nORDERED, ADJUDGED and DECREED that: \n[20] BB&T's Motion to Dismiss Amended Complaints is GRANTED and Plaintiffs' \nClaims as to BB&T in each of the captioned civil actions are DISMISSED. \n[21] Costs shall be taxed to Plaintiffs. \nThis the 3rd day of June, 2011. \n \n \n                                                 \n20 The court notes that similar allegations were considered and ultimately rejected by the United States \nDistrict Courts for the Eastern District of North Carolina (Thompson. v. Bank of America, 7:09-CV-89-H \n(2009 E.D.N.C.); 2433 South Boulevard, LLC. v. Bank of America, 7:10-CV-28-H (2010 E.D.N.C.)) and \nthe Eastern District of Virginia (Feeley v. Total Realty Mgmt., 1:08cv1212 (GBL) (2009 E.D. Va.)); see \nalso Judge Tennille's December 4, 2009 Order on Motion to Dismiss in Allen, 08 CVS 1283 (dismissing \nplaintiffs' fraud, unfair and deceptive trade practice and negligent misrepresentation claims against \ndefendants BB&T and Bank of America because of insufficient allegations in the complaint).  "
}