{
  "id": "48f86fc5edb270b514cdbbfef30b09487c31e5115d08d59dfea257959bc3361d",
  "source_file": "data/raw/ncbc/48f86fc5edb270b514cdbbfef30b09487c31e5115d08d59dfea257959bc3361d.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF CUMBERLAND 15 CVS 1116 \n \nMARIA HONTZAS POULOS, ) \n  Plaintiff, ) \n   )  \n v.  )  \n   ) \nJOHN E. POULOS, M.D.; ICARIAN  ) \nPARTNERS, LLC; MEEJ, LLC; JEP  ) ORDER AND OPINION \nINVESTMENTS, LLC; OCIE F. MURRAY,  ) \nJR. as Trustee of the John E. Poulos Family ) \nTrust; EMANUEL POULOS, as Named  ) \nBeneficiary of the John E. Poulos Family  ) \nTrust; and ELIZABETH POULOS, as Named ) \nBeneficiary of the John E. Poulos Family  ) \nTrust,   )  \n  Defendants. ) \n \nTHIS CAUSE, designated a mandatory comple x business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pu rsuant to N.C. Gen. Stat. § 7A-45.4(b), and \nassigned to the undersigned Special Superior  Court Judge for Complex Business Cases,  \ncomes before the Court pursuant to Rules 10, 12(b)(6), and 12(f) of the North Carolina Rules \nof Civil Procedure (“Rule(s)”) and Rule 15 of the General Rules of Practice and Procedure for \nthe North Carolina Business Court (“BCR”), on the Motion to Dismiss and Motions to Strike \n(collectively, “Motions”) filed by Defendants John E. Poulos; Icarian Partners, LLC; MEEJ, \nLLC and JEP Investments, LLC. \nTHE COURT, having considered the Motions, briefs in support of and opposition 1 to \nthe Motions, and other appropriate matters of record, CONCLUDES that the Motions should \nbe GRANTED, in part, and DENIED, in part, for the reasons stated herein. \n                                                 \n1 The Court notes that Plaintiff failed to timely file her Memorandum of Law in Opposition to Defendants’ Motions.  \nThe Memorandum was filed with this Court on May 22, 2015, long after the deadline required by this Court’s rules.  \nNevertheless, the Court, in its discretion, will consider Plaintiff’s Memorandum in deciding the Motions.  The Court, \nhowever, cautions Plaintiff that further disregard of this Court’s rules will be met with appropriate Court action. \nPoulos v. Poulos, 2015 NCBC 55. \n \n \nPROCEDURAL BACKGROUND \n1. On February 11, 2015, Plaintiff initiated this action by filing a Complaint in \nthe Cumberland County Superior Court (“the Complaint”).  The Complaint alleges claims \nfor fraud (“Count I”), Breach of Fiduciary Duty/Constructive Fraud (“Count II”), Fraudulent \nTransfers (“Count III”), Setting Aside the Trust (“Count IV”), and Accounting (“Count V”). \n2. On March 20, 2015, Defendants John E. Poulos, Icarian Partners, LLC, MEEJ, \nLLC and JEP Investments, LLC (collectively referred to as “Defendants”) filed their Motion \nto Dismiss, Motions to Strike, Answer, Affi rmative Defenses and Third Party Complaint, \nalong with a Memorandum of Law in support of Defendants’ Motions to Dismiss and Motions \nto Strike. \n3. The parties have filed briefs supporting and opposing the Motions. The Motion \nto Dismiss and Motions to Strike are now ripe for determination.  \nFACTS \nThe following facts relevant to the Motions are alleged in the Complaint: \n4. Plaintiff Maria Hontzas Poulos (“Plaintiff”) married Defendant John E. Poulos, \nM.D. (“Dr. Poulos”) on January 25, 1992.  Elizabeth  Poulos (“Elizabeth”) is the daughter of \nPlaintiff and Dr. Poulos, and of majority ag e.  Emanuel Poulos (“Emanuel”) is the son of \nPlaintiff and Dr. Poulos and is a minor. \n5. Dr. Poulos formed Defendant John E. Poulos Family Trust (“the Family Trust”) \non February 11, 2011.  Elizabeth and Emanuel are the sole beneficiaries of the Family Trust.  \nDefendant Ocie F. Murray, Jr. is the trustee of the Family Trust. \n6. Defendant Icarian Partners, LLC (“Ic arian”) is a North Carolina limited \nliability company.  Icarian originally was owne d by Dr. Poulos (50%) and Arthur Patelos \n(“Patelos”) (50%).  Between Icarian’s formation in 2007 and 2010, Plaintiff acquired Patelos’ \n \n \n50% membership share.  Icarian’s 2010 and 2011 tax returns and Schedule K-1s show \nPlaintiff as a 50% owner of the LLC. \n7. Defendant MEEJ, LLC (“MEEJ”) is a North Carolina limited liability \ncompany.  Dr. Poulos, Plaintiff, Elizabeth and Emanuel are members of MEEJ, although the \nComplaint does not allege their respective ownership interests.  Dr. Poulos is the manager of \nMEEJ. \n8. Defendant JEP Investments, LLC (“JEP”) is a North Carolina limited liability \ncompany.  Dr. Poulos and Plaintiff are members of  JEP.  Plaintiff was a 50% owner of JEP.  \nDr. Poulos is the manager of JEP. \n9. On June 21, 2013, Plaintiff filed a domestic complaint in Cumberland County \nagainst Dr. Poulos.  Plaintiff is a dependent spouse and primary caregiver of the children, \nand she sought custody and support, presumably of the minor child, Emanuel.  On July 15, \n2013, Plaintiff filed a second domestic complain t against Dr. Poulos as a dependent spouse \nseeking post-separation support, alimony and equitable distribution of marital assets.  \nPlaintiff and Dr. Poulos physically separated on July 12, 2013. \n10. During 2010 and 2011, Plaintiff and Dr. Poulos experienced serious marital \nproblems.  The Complaint alleges that starting in late 2010 or early 2011, Dr. Poulos \n“engaged in a scheme” to “fraudulently transfer, conceal and siphon away marital assets to \ndefraud [Plaintiff] from receiving her fair s hare of marital and divisible property” in \nanticipation of filing for divorce from Plaintiff.2 \n11. On February 11, 2011, Dr. Poulos purp orted to transfer a 90% membership \ninterest in Icarian to the Family Trust.  Dr. Poulos represented that he was the sole (100%) \nowner of Icarian at the time of the transfer. \n                                                 \n2 Compl. ¶ 23. \n \n \n12. On February 11, 2011, Dr. Poulos also pu rported to transfer a 5% interest in \nIcarian to Plaintiff.  Dr. Poulos represented t hat he was the sole (100%) owner of Icarian at \nthe time of the transfer.  The Complaint alleges, on information and belief, that Dr. Poulos \nforged Plaintiff’s signature on the documents making the 5% transfer.3 \n13. On March 29, 2012, Dr. Poulos amended Icarian’s articles of organization to \nchange Icarian from a member-managed to a m anager-managed LLC. He also purported to \nappoint himself the exclusive Icarian manager. \n14. During 2011 and 2012, Dr. Poulos transferred a number of assets, including \nreal estate and money in investment accounts, from MEEJ to Icarian.   \n15. On January 10, 2011, Dr. Poulos transferred several pieces of real estate from \nJEP to Icarian.  On February 11, 2011, Dr. Poulos  “fraudulently induced” Plaintiff to assign \nher 50% membership interest in JEP to Icarian.4 \n16. During 2012 and 2013, Dr. Poulos also transferred 50% membership interests \nhe held in two other LLCs to Icarian.5  Plaintiff alleges that Dr. Poulos’ membership interests \nin the two LLCs were marital property. \n17. Plaintiff alleges that Dr. Poulos took  all of the above-described actions and \nmade the transfers in furtherance of a “Fraud ulent Scheme” in order to “avoid equitable \ndistribution of at least half of these properties” to Plaintiff in the domestic actions.6  Plaintiff \nadmits that she signed documents effecting some, but not all, of the transfers of property of \nwhich she complains, but alleges that she “relied upon Dr. Poulos’ fiduciary representations \n                                                 \n3 Id. ¶ 42. \n4 Id. ¶ 50. \n5 Id. ¶¶ 51-52. The two LLCs were AJ Properties of Fayetteville, LLC and Bear Plus One, LLC. \n6 Id. ¶ 58. \n \n \n. . . that the purposes for the various transfers were for estate planning and to avoid the reach \nof medical malpractice liability.”7  \n18. Plaintiff alleges that she “placed actual trust and confidence in her husband, \nDr. Poulos, to maintain the records of the LLCs and to properly engage in the business of the \nLLCs in her best interests.” 8 She further alleges that “[i]n furtherance of the Fraudulent \nScheme, Dr. Poulos treated the LLCs and the Trust as his alter egos” and “completely \ndominated and manipulated the LLCs and the Trust for his personal financial benefit.” 9 \nPlaintiff alleges that Dr. Poulos owed her a fiduciary duty both as his wife and as a member \nof Icarian, MEEJ and JEP. 10  Plaintiff “relied upon Dr. Poul os’ fiduciary representations to \nher.”11 \nDISCUSSION \nMotion to Dismiss \n19. The Court, in deciding a Rule 12( b)(6) motion, treats the well-pleaded \nallegations of the complaint as true and admitted. Sutton v. Duke , 277 N.C. 94, 98 (1970). \nHowever, conclusions of law or unwarranted deductions of fact are not deemed admitted. Id. \nThe facts and permissible inferences set forth in  the complaint are to be treated in a light \nmost favorable to the nonmoving party. Ford v. Peaches Entm't Corp., 83 N.C. App. 155, 156 \n(1986). As our Court of Appeals has noted, the \"essential question\" raised by a Rule 12(b)(6) \nmotion is \"whether the complaint, when liberally construed, states a claim upon which relief \ncan be granted on any theory.\" Barnaby v. Boardman, 70 N.C. App. 299, 302 (1984), rev'd on \nother grounds , 313 N.C. 565 (1985) (citations omitted). A Rule 12(b)(6) motion should be \n                                                 \n7 Id. ¶¶ 61-62. \n8 Id. ¶ 64. \n9 Id. ¶ 70. \n10 Id. ¶¶ 86, 87. \n11 Id. ¶ 62. \n \n \ngranted when the complaint, on its face, reveals (a) that no law supports the plaintiff's claim, \n(b) the absence of facts sufficient to form a vi able claim, or (c) some fact which necessarily \ndefeats the plaintiff's claim.  Jackson v. Bumgardner, 318 N.C. 172, 175 (1986). \n20. In their Motions to Dismiss, Defendants seek dismissal only as to Plaintiff’s \nclaims for breach of fiduciary duty and constru ctive fraud (Count II), and only to the extent \nthat Plaintiff seeks to make claims for a fiduciary relationship arising from her membership \nin Icarian, MEEJ, and JEP.  Defendants do not seek dismissal of Plaintiff’s claims arising \nfrom the fiduciary relationship that existed between Plaintiff and Dr. Poulos as husband and \nwife.12 \n21. Defendants contend that Plaintiff’s claims for breach of fiduciary duty must be \ndismissed because Dr. Poulos did not owe Plainti ff a fiduciary duty as a member of Icarian \nor JEP, since Plaintiff alleges 50% ownership in both LLCs.13  Defendants further argue that, \nbecause Plaintiff does not allege her membership  interest in MEEJ or in the other alleged \nLLCs, she cannot state a claim for breach of fi duciary duty against Dr. Poulos arising from \nPlaintiff’s membership in those LLCs.   \n22. In North Carolina, there usually is no fiduciary duty owed by one member of \nan LLC to another.  Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. 469, 473 (2009).  “Members \nof a limited liability company are like shareholde rs in a corporation in that members do not \nowe a fiduciary duty to each other or to the company.” Id.  An exception to this rule is that a \nmajority shareholder-member owes a duty to minority shareholder-members, and a minority \nshareholder may be permitted to bring an action in her individual capacity.  Id.; Norman v. \nNash Johnson & Sons' Farms, Inc. , 140 N.C. App. 390, 406-408 (2000)    Plaintiff does not, \n                                                 \n12 North Carolina law recognizes a fiduciary duty between spouses. See, e.g., Sidden v. Mailman, 150 \nN.C. App. 373, 376 (2002). \n13 Defs’ Mem. Supp. Mot. Dismiss 3. \n \n \nhowever allege that she is a minority sharehol der in any of the LLCs.  Rather, she alleges \n50% ownership in Icarian and JEP, with Dr. Poulos owning the other 50%.  She has not \nalleged her ownership interest in MEEJ or the other LLCs. \n23. North Carolina courts, however, have reco gnized that a 50% shareholder in a \nclosely held corporation necessarily may be able to state an individual claim against another \n50% shareholder where the plaintiff alleges “‘a lo ss peculiar to himself’ by reason of some \nspecial circumstances or special relationship” with the other 50% shareholder. See Aubin v. \nSusi, 149 N.C. App. 320, 325-26 (2002) (quoting  Outen v. Mical , 118 N.C. App. 263 (1995)).  \nIn this case, Plaintiff contends that she has alleged just such peculiar damages arising from \na special relationship.  Plaintiff is not only a 50% shareholder in Icarian and JEP with Dr. \nPoulos, she also is Dr. Poulos’s wife.  This is  certainly a sufficient allegation of a “special \nrelationship” with another shareholder to satisfy the \nOuten standard.  See eg., Link v. Link, \n278 N.C. 181, 193 (1971) (finding that plaintiff-wife’s transfer of corporate stock to defendant-\nhusband, when plaintiff was inexperienced in business affairs, the marriage was dissolving, \nand defendant-husband was a manager of the corporation, provided “further circumstances” \nin support of a fiduciary relationship); \nsee generally Norman, 140 N.C. App. 390 (discussing \norigins of shareholder’s right to sue another shareholder in closely held corporation as \narising, in part, from fact that shareholders in such corporations are often family members). \n24. Plaintiff also has sufficiently alleged that she has suffered an injury peculiar \nto her and not common to all shareholders.  Plaintiff alleges that Dr. Poulos’ fraudulent \ntransfer of marital assets by and between the various LLCs, and to the Family Trust, have \ndeprived her of receiving the full and fair value of the support to which she may be entitled \nin the domestic relations matters.  Plaintiff al legedly suffered this injury not because of her \nstatus as a shareholder, but because she is Dr . Poulos’ wife and the corporate transfers at \nissue involve marital assets.  Plaintiff has su fficiently pleaded that she has or will suffer a \n \n \npeculiar loss because of her special relationship  with the other 50% shareholders in Icarian \nand JEP to survive a motion to dismiss.  Accordingly, Defendants’ motion to dismiss \nPlaintiff’s claim for breach of fiduciary duty arising from her membership in Icarian and JEP \nshould be DENIED.   \n25. To the extent that Plaintiff’s claim for breach of a fiduciary relationship arises \nout of her membership in MEEJ or the other LLCs alleged in the Complaint, the motion is \nGRANTED, without prejudice for Plaintiff to f ile with the Court on or before June 12, 2015, \nan amended complaint setting forth Plaintiff’s ownership interests in MEEJ and the other \nLLCs. \n26. Defendants also move for dismissal of Pl aintiff’s claim for constructive fraud.  \nClaims for breach of fiduciary duty and constru ctive fraud differ in that in order to state a \nclaim for constructive fraud, the plaintiff must allege that the defendant sought to benefit \nhimself by his misconduct.  \nWhite v. Consol. Planning, Inc. , 166 N.C. App. 283, 294 (2004).  \n\"To assert a claim of constructive fraud, plaintiff must allege: '(1) a relationship of trust and \nconfidence, (2) that the defendant took advantage of that position of trust in order to benefit \nhimself, and (3) that plaintiff was, as a result, injured . . . .'\" Ellison v. Alexander, 207 N.C. \nApp. 401, 408 (2010) (citations omitted); White, 166 N.C. App. at 294. \n27. Plaintiff has alleged that Dr. Poulos engaged in the “Fraudulent Scheme” to \ntransfer marital properties in such a way as to  deprive Plaintiff of her “fair share” of the \nmarital assets upon her divorce from Dr. Poulos .  While she does not allege specific facts \nestablishing how Dr. Poulos would benefit financially from the transfers of assets,14 the Court \nconcludes that the Complaint sufficiently alleges that Dr. Poulos sought to benefit himself in \nthe domestic relations cases and thereby suppo rts a cause of action for constructive fraud.  \n                                                 \n14 In fact, the many alleged transfers of property to the Family Trust would seem to have been for the benefit of \nElizabeth and Emanuel, the sole beneficiaries of the Family Trust, rather than for the direct benefit of Dr. Poulos.   \n \n \nAccordingly, Defendants’ motion to dismiss Plaintiff’s claim for constructive fraud should be \nDENIED. \nMotion to Strike \n28. Defendants also have moved to strike the “Summary of Case” and various other \nallegations in the Complaint.  Rule 12(f) of the North Carolina Rules of Civil Procedure, \nallows the court to strike \"from any pleadi ng any insufficient defense or any redundant, \nirrelevant, immaterial, impertinent, or scandal ous matter.\" N.C.R. Civ. P. 12(f) (2005). \"A \nmotion to strike an answer is addressed to th e sound discretion of the trial court and its \nruling will not be disturbed absent an abuse of discretion.\" Carpenter v. Carpenter, 189 N.C. \nApp. 755, 759 (2008) (citation omitted).  \n29. Defendants move to strike the Summary of Case set out at the beginning of the \nComplaint on the grounds that is violates Ru le 10(b).  Rule 10(b) provides that “[a]ll \naverments of claim of defense shall be made in numbered paragraphs, the contents of each \nof which be limited as far as practicable to a statement of a single set of circumstances.”  \nDefendants argue that the Summary of Case, consisting of four unnumbered paragraphs \ncovering an entire page, fail meet the requireme nts of 10(b) in that they are “averments of \nclaim” but are not set out in numbered paragraphs.  Defendants further argue, and Plaintiff \nconcedes, that the allegations in the Summar y of Case are restated elsewhere in the \nnumbered allegations of the Complaint.15  Plaintiff, however, contends that the Summary of \nCase is merely “a snapshot of claims and allegations made in a long and complex document” \nand is not intended to state claims.\n16 \n30. At a minimum, the Summary of Case is “redundant” of allegations contained \nelsewhere in the Complaint, and creates confusion as to Defendants’ obligation to respond to \n                                                 \n15 Pl.’s Mem. Opp. 10 \n16 Id. \n \n \nit in their Answer.  The Court concludes, in its discretion, that Defendants are correct, and \nthat the Summary of Case fails to meet the requirements of Rule 10(b) and should be stricken \nfrom the Complaint. Defendants’ motion to  strike the Summary of Case should be \nGRANTED. \n31. Defendants’ next move the Court to stri ke Plaintiff’s attempts to adopt by \nreference into the Complaint pleadings, alle gations, and discovery responses from the \ndomestic relations cases between Plaintiff and Dr. Poulos because they violate Rule 10(c).  \nSpecifically, in paragraphs 21 of the Complaint,  Plaintiff alleges that “[j]udicial admissions \nand relevant and competent evidence and pleadi ngs from the court files in the custody case \nand support case are incorporated by referenc e,” and paragraph 22 alleges that “[d]uring \n2010 and 2011, Maria and Dr. Poulos experienced serious marital problems, as more fully set \nforth in the custody case and the support case  pleading and materials of record.”  In \nparagraph 67 of the Complaint, Plaintiff alleges that she is adopting “Dr. Poulos’ responses \nto discovery requests in the support case.”   \n32. Rule 10(c) provides that “[s]tatement s in a pleading may be adopted by \nreference in a different part of the same pleading or in another pleading or in any motion in \nthe action.”17  Defendant contends that the rule is limited to adopting only pleadings that \nhave been filed in the same lawsuit, and not pleadings that have been filed in other lawsuits, \nand this appears to the Court to be th e correct interpretation of Rule 10(c).  See G. Gray \nWilson, North Carolina Civil Procedure § 10-3 (3d. 2014) (“A party may not adopt by reference \npleadings or motions from another action.”).  The Court further notes that Plaintiff goes well \nbeyond merely attempting to incorporate or adopt pleadings from other actions, and appears \n                                                 \n17 Rule 10(c) also permits a party to adopt “any written instrument which is [made] an exhibit to a \npleading.”  None of the pleadings or materials referenced in paragraphs 21, 22 and 68 are attached \nto the Complaint. \n \n \nto attempt to incorporate discovery material s and evidence from the domestic relations \nactions.  Rule 10(c) clearly does not provide for adoption of anything other than “pleadings.”  \nBased on the foregoing, the Court concludes in its discretion that Defendants’ motion to strike \nparagraphs 21, 22 and 67 of the Complaint should be GRANTED.\n \n33. Finally, Defendants move to strike the allegations in paragraphs 25 – 28, and \nparagraph 68 on the grounds that they are “irrelevant and scandalous.”18 Paragraphs 25 and \n28 allege that Dr. Poulos engaged in an “extra marital affair,” and that the affair and the \ncouple’s “marital problems” was Dr. Poulos’ motivation in engaging in the “Fraudulent \nScheme.”  Paragraphs 26 and 27 detail Dr. Po ulos’ alleged “strange behaviors” during the \ntime of the alleged affair including “incessant grooming,” “public drunkenness” and the use \nof medications.  The Court has reviewed the allegation, and concludes that the allegations in \nparagraphs 25 and 28 go directly to the background of and motivation for Dr. Poulos’ alleged \nfraudulent conduct and are relevant to the action and not “scandalous”.  On the other hand, \nparagraphs 26 and 27 do not contain allegati ons that are necessary to support or advance \nPlaintiff’s claims in this lawsuit, and ar e unnecessarily derogatory of Dr. Poulos.  \nAccordingly, the Court concludes in its dis cretion that Defendants’ motion to strike \nparagraphs 25 and 28 should be DENIED, and the motion to strike paragraphs 26 and 27 \nshould be GRANTED. \n34. In paragraph 68 of the Complaint, Plaintiff alleges that Dr. Poulos has violated \n“multiple court orders” to produce discovery in the domestic relations actions.  Again, the \nCourt concludes that this allegation is irrelevant, immaterial and unnecessary to the claims \nalleged in the Complaint, in its discretion, t hat Defendants’ motion to strike paragraph 68 \nshould be GRANTED. \n                                                 \n18 Defs’ Mem. Supp. Mot. Dismiss 9. \n \n \n \nCONCLUSION \n THEREFORE, IT IS ORDERED THAT: \n35. Defendants’ Motion to Dismiss is GRANTED, in part, and DENIED, in part.  \na. The Motion to Dismiss is GRANTED,  without prejudice, insofar as \nPlaintiff’s allegations for breach of fi duciary duty rely upon her ownership \ninterest in MEEJ, AJ Properties of Fayetteville, LLC, and Bear Plus One, LLC. \nOn or before June 12, 2015, Plaintiff may file with the Court an amended \ncomplaint setting forth Plaintiff’s interests in these LLCs. \nb. Except as granted herein, the Motion to Dismiss is DENIED.  \n36. Defendants’ Motions to Strike are GRANTED, in part, and DENIED, in part. \na. The Motions to Strike are GRANTED as to the “Summary of the Case” \nand paragraphs 21, 22, 26, 27, 67, and 68 of the Complaint. \nb. The Motions to Strike are DENIED as to paragraphs 25 and 28 of the \nComplaint.  \nSO ORDERED, this the 2nd day of June, 2015.  \n \n      /s/ Gregory P. McGuire    \n     Gregory P. McGuire \n     Special Superior Court Judge \n        for Complex Business Cases \n "
}