{
  "id": "493e204380ce62b47db0be24845f40d4d6cf691fbeec73298fe13271f0cb858e",
  "source_file": "data/raw/ncbc/493e204380ce62b47db0be24845f40d4d6cf691fbeec73298fe13271f0cb858e.pdf",
  "raw_text": "Murphy-Brown, LLC v. Ace Am. Ins. Co., 2019 NCBC 75. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 2793 \n \n \nMURPHY-BROWN, LLC and \nSMITHFIELD FOODS, INC., \n \nPlaintiffs, \n \nORDER AND OPINION ON \n DEFENDANTS’ MOTIONS FOR \nJUDGMENT ON THE PLEADINGS \n \n v. \n \n \nACE AMERICAN INSURANCE \nCOMPANY, et al., \n \nDefendants. \n \nAMERICAN GUARANTEE & \nLIABILITY INSURANCE \nCOMPANY, \n \n              \nCounterclaim/ \nThird Party \nPlaintiff, \n \nv. \n \nMURPHY-BROWN, LLC and \nSMITHFIELD FOODS, INC., \n \nCounterclaim \nDefendants, \n \nand \n \nBANDIT 3 LLC DBA CROOKED \nRUN FARM, et al., \n \nThird Party \nDefendants. \n    \n    \n \n THIS MATTER comes before the Court upon Defendants  Great American \nInsurance Company of New York (“Great American”), American Guarantee & \nLiability Insurance Company (“Zurich”), XL Insurance America, Inc. (“XLIA”), ACE \nAmerican Insurance Company (“ACE”) and ACE Property & Casualty Insurance \nCompany’s (“ACE P&C”; collectively Great American, Zurich, XLIA, ACE American, \nand ACE P&C are the “Moving Defendants”) Motions for Judgment on the Pleadings.  \n(“Motions,” ECF Nos. 81, 83, 108, 159.) \n THE COURT, having considered the Motions, the briefs filed in support of and \nin opposition to the Motions, the arguments of counsel at the hearing on the Motions, \nand other appropriate matters of record, concludes that the Motion s should be \nGRANTED. \n  \nMiddlebrooks Law, PLLC by James Middlebrooks for Plaintiffs Murphy-\nBrown, LLC and Smithfield Foods, Inc. \n  \nReed Smith LLP by Evan T. Knott and John D. Shugrue for Plaintiffs \nMurphy-Brown, LLC and Smithfield Foods, Inc. \n  \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP by Michael \nW. Mitchell for Plaintiff s Murphy-Brown, LLC  and Smithfield Foods , \nInc.  \n  \nCranfill Sumner & Hartzog LLP by Theodore B. Smyth for Defendant \nGreat American Insurance Company of New York. \n \nClyde & Co US LLP by Bruce D. Celebrezze for Defendant Great \nAmerican Insurance Company of New York. \n \nNexsen Pruet, PLLC by James West Bryan, Brett Becker, and David S. \nPokela for Defendant American Guarantee & Liability Insurance \nCompany. \n  \nBailey & Dixon, LLP by John T. Crook and David S. Coats for \nDefendants Ace American Insurance Company and Ace Property & \nCasualty Insurance Company. \n \nClyde & Co US LLP by Marianne May and Daren McNally for \nDefendants Ace American Insurance Company and Ace Property & \nCasualty Insurance Company. \n \nPhelps Dunbar LLP  by Thomas Contois for Defendant XL Insurance \nAmerica, Inc.  \n \nFox Rothschild LLP by Elizabeth Sims Hedrick and Troy D. Shelton for \nDefendant XL Insurance America, Inc.  \n \nMcGuire, Judge.  \nI. FACTS AND PROCEDURAL BACKGROUND\n1  \n1. Plaintiff Murphy-Brown, LLC (“Murphy-Brown”) is a Delaware limited \nliability company with its  principal place of business in Warsaw, North Carolina.  \nPlaintiff Smithfield Foods, Inc. (“Smithfield”) is a Delaware corporation with its  \nprincipal place of busi ness in Smithfield, Virginia (collectively, Murphy -Brown and \nSmithfield are referred to as “Plaintiffs”).  ( ECF No. 9,  at ¶ 11.)  Murphy -Brown’s \nmanaging member is Smithfield Packaged Meats Corp. , a business corporation \norganized under the laws of Delaware.   (Id.)  Smithfield Packaged Meats Corp. is a \nwholly-owned subsidiary of Smithfield.  (Id.) \n2.  Murphy-Brown is in the business of producing and growing hogs on \ncompany-owned farms and contracting with farms owned by third parties (the  \ncontract third-party farms are hereinafter referred to as  “Growers”).  Fourteen (14) \n                                                 \n1 The facts are drawn from the Plaintiffs’ Amended Complaint.  (“Amended Complaint,” ECF \nNo. 9.) \nof the farms at issue in this action are owned by Murphy-Brown and seventy-five (75) \nare owned by Growers.  (Id. at ¶ 28.)  \n3. During the periods relevant to this lawsuit, Plaintiffs were insured \nunder primary general liability policies and primary automobile liability policies.  In \naddition, Plaintiffs were insured under umbrella and excess policies (the “Excess \nPolicies”) issued by the Moving Defendants.  (Id. at ¶¶ 49–50.)   \n4. Plaintiffs allege that under the language of the Excess Policies, Moving \nDefendants must “defend and/or reimburse the defense costs incurred by Murphy -\nBrown in connection with the defense of a claim or suit that [falls] within the coverage \nof those [Excess] Policies.”  (Id. at ¶ 55.)  \n5. Murphy-Brown is a defendant in twenty -six (26) lawsuits  pending in \nfederal court  (hereinafter, the “Federal Litigation”) .  (Id. at ¶ 33.)   “A series of \nbellwether trials in the Federal Litigation commenced in April 2018, and four of those \ntrials went to verdict in 2018. ”  (Id. at ¶ 3.)  More bellwether trials are scheduled to \nproceed in 2019.  (Id.)  At the time this lawsuit commenced “the jury verdicts rendered \nagainst Murphy -Brown after the bellwether trials in the Federal Litigation total \n$97,982,400, not including accrued prejudgment or post-judgment interest.”  (Id. at ¶ \n48.)  \n6.  “Each complaint in the Federal Litigation alleges that Murphy-Brown’s \nhogs and related farm activities caused the underlying plaintiffs to suffer property \ndamage and/or bodily injury at their homes or residences located near the farms \nwhere Murphy-Brown’s hogs are grown.”  ( Id. at ¶ 35.)  Specifically, the complaints \nin the Federal Litigation allege, inter alia,  that “the hog product and operations at \nthe farms and elsewhere cause odor, annoyance, du st, noise, and loss of use and \nenjoyment of the plaintiffs’ real and personal property.”  (Id. at ¶ 36.) \n7. Plaintiffs allege that “[t]he alleged property damage and bodily injury \nwas caused by an ‘occurrence,’ which one or more of the policies define as an [sic] ‘an \naccident, including continuous or repeated exposure to substantially the same \ngeneral harmful conditions.’”  (Id. at ¶ 59.)  Plaintiffs further aver that “[t]he alleged \nproperty damage and bodily injury was caused by an ‘accident,’ which one or more of \nthe policies define to include ‘continuous or repeated exposure to the same conditions \nresulting in “bodily injury” or “property damage.”’”  (Id. at ¶ 60.) \n8. In addition, at least one primary automobile liability pol icy provides \nthat “[a]ll ‘bodily injury’, ‘property damage’ and ‘covered pollution cost or expense’ \nresulting from continuous or repeated exposure to substantially the same conditions \nwill be considered as resulting from one ‘accident.’”  (Id. at ¶ 61.) \n9. Plaintiffs allege that the  terms of the Excess Policies obligate the \nMoving Defendants to defend and/or reimburse defense costs and to indemnify \nMurphy-Brown for damages arising from the Federal Litigation (“Federal Litigation \nDefense Costs”).  (Id. at ¶¶ 55–62.) \n10. Moving Defendants either refused to defend Plaintiffs in the  Federal \nLitigation or reserved their rights under the policies.  (Id. at ¶¶ 67, 73.)  In doing so, \nMoving Defendants take the position that “the operative pollution exclusion provision \nin their respective P olicies applies to [Plaintiffs’] claims for coverage regarding the \nFederal Litigation, and that the pollution exclusion[s] purportedly precludes \ncoverage, in whole or in part, for [Plaintiffs].”  (Id. at ¶ 142.)  \n11. Plaintiffs allege that they continue to suffer damages  as a result of \nMoving Defendants’ denial of coverage.  These  damages include the legal fees and \nexpenses that Plaintiffs are expending to pursue coverage under Moving Defendants’ \npolicies in connection with the Federal Litigation.  \n12. Plaintiffs initiated this lawsuit on March 5, 2019, by filing a Complaint \nin the Wake County Superio r Court of North Carolina.  (ECF No. 4.)  \nContemporaneous with the filing of the Complaint, Plaintiffs filed a Notice of \nDesignation to have the case designated as a mandatory complex business case.  (ECF \nNo. 6.)  On March 6, 2019, this action was designated to the North Carolina Business \nCourt (ECF No. 3), and was assigned to the undersigned on March 7, 2019 (ECF No. \n2).   \n13. On March 19, 2019, Plaintiffs amended their C omplaint.  (ECF No. 9.)   \nIn the Amended Complaint, Plaintiffs make claims against the Moving Defendants \nfor, among other things, a declaratory judgment that Defendants have a duty to pay \nMurphy-Brown’s Federal Litigation Defense Costs (“Duty to Defend Claim”).  (Id. at \n¶¶ 110–18.)  Plaintiffs also allege that Moving Defendants ’ “acts, practices and \nconduct were unfair and/or deceptive in violation of the Unfair Claims Act provisions \ncontained in N.C. Gen. Stat. § 58 -63-15 (“UCPA”), and therefore as a matter of law \nconstitute an actionable violation of the North Carolina Unfair and Deceptive Trade \nPractices Act, N.C. Gen. Stat. § 75-1.1.”  (“UDTPA Claim,” Id. at ¶¶ 132–49.) \n14. Between May 16, 2019 and May 23, 2019,  Moving Defendants, along \nwith other Defendants, filed Answers to the Amended Complaint.  (ECF Nos. 72–80.)  \n15. On May 28, 2019, Great American filed its Motion for Partial Judgment \non the Pleadings (ECF No. 81), and a Brief in Support  seeking to dismiss Plaintiffs’ \nDuty to Defend and UDTPA Claims. (“Great American’s Brief,” ECF No. 82).  On May \n28, 2019, Zurich also filed its Motion for Partial Judgment on the Pleadings (ECF No. \n83), and a Brief in S upport, adopting and incorporating by reference the argument \nfor dismissal of the UDTPA Claim in Great American’s Brief (ECF No. 84).  \n16. On June 27, 2019, Plaintiffs filed a Consent Motion to Dismiss the Duty \nto Defend Claim  (ECF No. 110), and on June 28, 2019,  the Court issued an Order \ndismissing the Duty to Defend Claim  without prejudice.2  (ECF No. 112).  On June \n27, 2019, Plaintiffs also filed a Combined Response in Opposition to Great American \nand Zurich’s Motions for Partial Judgment on the Pleadings as to the UDTPA Claim.  \n(ECF No. 111.)  On July 8, 2019, Great American filed a Reply Brief (ECF No. 162) , \nand Zurich filed a Reply Brief (ECF No. 163).  \n17. On June 27 , 2019, XLIA filed its Motion for Partial Judgment on the \nPleadings (ECF No. 108) , and a Brief in Support , which i ncorporates Great \nAmerican’s Brief by reference and adds  additional arguments for dismissal of the \nUDTPA Claim.  (ECF No. 109).  On July 8, 2019, ACE and ACE P&C filed a joint \nMotion for Partial Judgment on the Pleadings  (ECF No. 159), and a J oint Brief in  \n                                                 \n2 The dismissal of the Duty to Defend Claim s leaves only the motions for judgment on the \nUDTPA Claim for decision by the Court. \nSupport, which incorporate s by reference Great American’s B rief and XLIA’s \narguments for dismissal of the UDTPA Claim.  (ECF No. 161).  \n18. On July 31, 2019, Plaintiffs filed a Combined Response in Opposition to \nthe Motions for P artial Judgment on t he Pleadings filed by ACE, ACE P&C, and \nXLIA.  (ECF No. 194.)  On August 13, 2019, XLIA filed a Reply Brief.  (ECF No. 205.) \n19. This matter came before the Court for a hearing where the Court heard \noral argument from counsel.  The Motions are now ripe for decision.    \nII. ANALYSIS \nA. Standard of Review \n20. “A motion for judgment on the pleadings is the proper procedure when \nall the material allegations of fact are admitted in the pleadings and only questions \nof law remain.  When the pleadings do not resolve all the factual issues, judgment on \nthe pleadings is generally inappropriate.”  Ragsdale v. Kennedy, 286 N.C. 130, 137, \n209 S.E.2d 494, 499 (1974).  “A complaint is fatally deficient in substance, and subject \nto a motion by the defendant for judgment on the pleadings if it fails to state a good \ncause of action for plaintiff and against defendant[.]” Bigelow v. Town of Chapel Hill, \n227 N.C. App. 1, 3, 745 S.E.2d 316, 319 (2013) (citation omitted).  \n21.  The Court may only consider “the pleadings and exhibits which are \nattached and incorporated into the pleadings.”  Davis v. Durham Mental Health/Dev. \nDisabilities/Substance Abuse Area Auth., 165 N.C. App. 100, 104, 598 S.E.2d 237, \n240 (2004).  The Court must “view the facts and permissible inferences in the light \nmost favorable to the nonmoving party.”  Ragsdale, 286 N.C. at 137, 209 S.E.2d at \n499.  “All well pleaded factual allegations in the nonmoving party’s pleadings are \ntaken as true and all contravening assertions in the movant’s pleadings are taken as \nfalse.  All allegations in the non-movant’s pleadings, except conclusions of law, legally \nimpossible facts, and matters not admissible in evidence at the trial, are deemed \nadmitted by the movant.”  Id. (internal citations omitted).   \n22. Thus, a Rule 12(c) motion for judgment on the pleadings should be \ndenied “unless it is clear that plaintiff is not entitled to any relief under any statement \nof the facts.”  Praxair, Inc. v. Airgas, Inc., 1999 NCBC LEXIS 5, at *8 (N.C. Super. \nCt. 1999) (citing Arroyo v. Scottie’s Professional Window Cleaning, Inc., 120 N.C. App. \n154, 461 S.E.2d 13 (1995) and Hedrick v. Rains, 121 N.C. App. 466, 466 S.E.2d 281 \n(1996)). \nB. Nature of Plaintiffs’ Claim for Violation of the  Unfair or Deceptive Trade \nPractices Act  \n \n23. To properly decide Moving Defendants’ Motions, the Court must first \ndiscuss the theory underlying Plaintiffs’ UDTPA Claim.  Plaintiffs allege a claim for \nviolation of the UDTPA based on Moving Defendants’ alleged violations of the UCPA.  \n(ECF No. 9, at ¶¶ 133 –49.)   Specifically, Plaintiffs claim that  Moving Defendants \nhave engaged in conduct in violation of three distinct provisions of N.C.G.S. § 58 -63-\n15: subpart (1); subpart (11)(a); and subpart (11)(n).  ( Id. at ¶¶ 136– 44).  Those \nsubparts of § 58-63-15 provide as follows: \nThe following are hereby defined as unfair methods of \ncompetition and unfair and deceptive acts or practices in \nthe business of insurance:  \n \n(1) Misrepresentations and False Advertising \nof Policy Contracts . – Making, issuing, \ncirculating, or causing to be made, issued or \ncirculated, any estimate, illustration, circular or \nstatement misrepresenting the terms of any policy \nissued or to be issued or the benefits or advantages \npromised thereby or the dividends or share of the \nsurplus to be received thereon, or making any false \nor misleading statement as to the dividends or share \nor surplus previously paid on similar policies, or \nmaking any m isleading representation or any \nmisrepresentation as to the financial condition of \nany insurer, or as to the legal reserve system upon \nwhich any life insurer operates, or using any name \nor title of any policy or class of policies \nmisrepresenting the true nature thereof, or making \nany misrepresentation to any policyholder insured \nin any company for the purpose of inducing or \ntending to induce such policyholder to lapse, forfeit, \nor surrender his insurance. \n. . . \n(11)  Unfair Claim Settlement Practices.  – \nCommitting or performing with such frequency as to \nindicate a general business practice of any of the \nfollowing: Provided, however, that no violation of \nthis subsection shall of itself create any cause of \naction in favor of any person other than the \nCommissioner: \n \na. Misrepresenting pertinent facts or insurance \npolicy provisions relating to coverages at \nissue; \n. . . \n \nn. Failing to promptly provide a reasonable \nexplanation of the basis in the insurance \npolicy in relation to the facts or applicable law \nfor denial of a claim or for the offer of a \ncompromise settlement. \n \n24. Although not perfectly clear from the pleadings in the  Amended \nComplaint, the Court understands the theory underlying Plaintiffs’ claim that \nMoving Defendants violated the UCPA to be as follows: \n(a)  Moving Defendants understood the nature of Plaintiffs’ business to be hog \nfarming and knew that Plaintiffs’ “central and normal business activity is \ngrowing hogs at concentrated animal feeding operations farms located \nthroughout the Eastern part of North Carolina” . . . “involv[ing] the generation \nand management of hog byproducts.”  (ECF No. 9, at ¶¶ 134, 143(a), 145.)  Hog \nfarming activities produce “odors,” and “flies, insects, buzzards, vultures, \npests, noise from trucks, light from trucks, or dust created by passing trucks.”  \n(Id. at ¶¶ 143(c), (d));  \n(b) Plaintiffs purchased “general liability and business auto liability insurance \ncoverage [from Moving Defendants] to protect it from liabilities arising from \nthe very type of business activities ” that produce these hazards, and that \nPlaintiffs reasonably “would have understood claims [arising from such \nhazards produced by hog farming] to be covered under the [Moving Defendants’ \nInsurance Policies].”  (Id. at ¶ 145); and \n(c) Therefore, by asserting that the exclusions in Moving Defendants’ policies for \n“‘man-made or naturally occurring’ pollutants” preclude claims for damages \ncaused by the odors, flies, insects, buzzards, vultures, pests, noise from trucks, \nlight from trucks, or dust created by passing tru cks generated by Plaintiffs’ \nnormal business activities, Moving Defendants have engaged in conduct that \nis “wrongful[ ],” “unfair[ ],” and “unreasonable.”  (Id. at ¶¶ 142, 143(b).) \n25. Based on this theory, Plaintiffs allege that \nEach of the [Moving Defendants ] has wrongfully and \nunreasonably asserted . . . that the operative pollution \nexclusion provision in their respective Policies applies to \n[Plaintiffs’] claims for coverage  . . . and that the pollution \nexclusion[s] purportedly [preclude] coverage, in whole or in \npart, for [Plaintiffs]. Such assertions misrepresent to \n[Plaintiffs] the pertinent facts and provisions of the \noperative pollution exclusions in their respective Policies, \nfail to provide a reasonable explanation for refusing \ncoverage on the basis of  the operative pollution exclusion \nin their Policies, and are made for the purpose of inducing \nor tending to induce [Plaintiffs] to lapse, forfeit, or \nsurrender its insurance coverage under the [Moving \nDefendants’] Policies. \n \n(Id. at ¶ 142.)   \n26. In other words, Plaintiffs contend that Moving Defendants’ position that \nPlaintiffs’ claims for coverage and indemnity are precluded by the pollution \nexclusions are: (1) misrepresentations regarding the coverage provided by the Excess \nPolicies; (2) unreasonable explanations for refusing to provide coverage; and (3) \nintended to induce Plaintiffs to forfeit or surrender the Excess Policies, or to let the \nExcess Policies lapse. \n27. With this understanding of Plaintiffs’ theory and claims, the Court will \nanalyze the specific violations of the UCPA alleged by Plaintiffs. \n \n \n \nC. Plaintiffs’ UDTPA Claim based on N.C.G.S. § 58-63-15(1) \n \n28. “A violation of section 75-1.1 requires proof of three elements: ‘(1) an \nunfair or deceptive act or practice, (2) in or affecting commerce,3 and (3) which \nproximately caused injury to plaintiffs.’”  Walker v. Fleetwood Homes of N.C., Inc., \n362 N.C. 63, 71–72, 653 S.E.2d 393, 399 (2007).  Under the UDTPA, “a practice is \nunfair if it is unethical or unscrupulous” and a practice rises to the level of “deceptive \n‘if it has the tendency to deceive.’”  Nelson v. Hartford Underwriters Ins. Co., 177 N.C. \nApp. 595, 609, 630 S.E.2d 221, 231 (2006) (citation omitted).  However,  \n“actual deception is not an element necessary under [N.C.G.S.] § 75-1.1 to support an \nunfair or deceptive practices claim.”   Cullen v. Valley Forge Life Ins. Co., 161 N.C. \nApp. 570, 580, 589 S.E.2d 423, 431 (2003). \n29. The issue of “whether an act or practice is an unfair or deceptive practice \nthat violates N.C.G.S. § 75 -1.1 is a question of law for the court.”  Gray  v. North \nCarolina Ins. Underwriting Ass’n, 352 N.C. 61, 68, 529 S.E.2d 676, 681 (2000).  When \nno material fact is in dispute, “the court should determine whether the defendant’s \nconduct constituted an unfair or deceptive trade practice.”  Eastover Ridge, L.L.C. v. \nMetric Constructors, Inc., 139 N.C. App. 360, 363, 533 S.E.2d 827, 830 (2000). \n30. Plaintiffs allege that Moving Defendants’ denial of coverage for the \nFederal Litigation Defense Costs violates § 58-63-15(1).  The North Carolina Supreme \nCourt has held that “a violation of N.C.G.S. § 58 -63-15(1) is an unfair and deceptive \npractice under N.C.G.S. § 75 -1.1.”  Jefferson-Pilot Life Ins. Co. v. Spencer, 336 N.C. \n                                                 \n3 Moving Defendants do not contend that their denial of Plaintiffs’ claims is not in or affecting \ncommerce. \n49, 53, 442 S.E.2d 316, 318 (1994) (citing Pearce v. American Defender Life Ins. Co.,  \n316 N.C. 461, 343 S.E.2d 174 (1986)).  In this case, Plaintiffs rely exclusively on the \nfinal sentence of § 58-63-15(1) which provides that it is unlawful to “[m]ak[e] . . . any \nmisrepresentation to any policyholder insured in any company for the purpose of \ninducing or tending to induce such policyholder to lapse, forfeit, or surrender his \ninsurance.” \n31. The North Carolina Supreme Court interpreted § 58-63-15(1) in \nJefferson-Pilot.  336 N.C. at 53, 442 S.E.2d at 318.  There, the Court held that \nThis subsection is entitled “Misrepresentations and False \nAdvertising of Policy Contracts.”  In keeping with this \nsubtitle and reading the subsection as a whole, we believe \nit is directed at false statements connected with sale of \ninsurance policies.  An i nsurance company gains no \nadvantage if it incorrectly advises a person as to who is the \nowner or beneficiary of a policy. It could gain an unfair \nadvantage if it misrepresented to a potential customer the \nterms, benefits or advantages of a policy as well a s \ndividends paid on the policy. We believe this is the evil at \nwhich this subsection is aimed. The ‘ terms’ of a policy, as \nused in this subsection, deal with the conditions and limits \nof policies. \n \nId. (emphasis added). \n32. In this case, of course, Plaintiffs do not allege any misrepresentations by \nMoving Defendants when Plaintiffs were “potential customers.”  Moving Defendants’ \nconduct in asserting that the pollution exclusions  preclude coverage of Plaintiffs’ \nclaim is not alleged to have taken place in the context of the sale of the Excess Policies.  \nOn the contrary, the allegations in the Amended Complaint are that Plaintiffs \nsubmitted claims to Moving Defendants for the Federal Litigation Defense Costs and \nMoving Defendants, in turn, denied covera ge based on express exclusion s found in \nthe Excess Policies.  Therefore, the alleged misrepresentations were made under the \nExcess Policies after they were purchased by Plaintiffs and in effect.     \n33. Plaintiffs appear to argue that Moving Defendants’ declaration that the \npollution exclusions preclude coverage for Plaintiffs’ claims are misrepresentations, \nmade with the intent to induce Plaintiffs to simply accept that decision , “forego \ncoverage under [the Excess Policies],” and that the misrepresentations were thereby \nmeant to induce Plaintiffs to “lapse, forfeit, or surrender” Plaintiffs’ rights under the \nExcess Policies in violation of § 58-63-15(1).  (ECF No. 111, at pp. 15– 16.)  Plaintiffs \ndo not cite any authority in support of their po sition.  T he Court concludes that \nPlaintiffs’ argument is misplaced.  Under its most logical reading, § 58-63-15(1) was \nnot intended to apply to the conduct other than conduct related to an insurance \ncarrier’s attempts to influence a policyholder or potential policyholder to forfeit their \ncurrent policy of insurance ; or permit the current policy to lapse as part of the \ninsurance carrier’s attempts to sell the policyholder a new insurance policy. \n34. Viewing the facts and permissible inferences in the light most favorable \nto Plaintiffs, the Amended Complaint fails  to state a viable cause of action against \nMoving Defendants for a violation of the UDTPA based on N.C.G.S. § 58-63-15(1).  \nTherefore, Moving Defendants’ Motions for judgment on the pleadings as to Plaintiffs’ \nclaim for violation of the UDTPA based on § 58-63-15(1) should be GRANTED.   \n \n \nD. Plaintiffs’ UDTPA Claims based on N.C.G.S. § 58-63-15(11) \n \n35. Plaintiffs also allege that Moving Defendants’ denial of Plaintiffs’ claims \nbased on the pollution exclusions is an unfair trade practice because the denial \nviolates §§ 58-63-15(11)(a) and (n) of the UCPA.  (ECF No. 9, at ¶ 137; ECF No. 111, \nat pp. 7 –11.)  In Gray, the Supreme Court of North Carolina held that when an \ninsurance company engages in conduct that violates N.C.G.S. § 58-63-15(11)(f), it also \n“engages in conduct that embodies the broader standards of N.C.G.S. § 75-1.1 because \nsuch conduct is inherently unfair, unscrupulous, immoral, and injurious to \nconsumers.”  Gray, 352 N.C. at  71, 529 S.E.2d at 683.  The Court of Appeals \nsubsequently held that “[i]t follows that the other prohibited acts listed in N.C.G.S. § \n58-63-15(11) are also acts which are unfair, unscrupulous, and injurious to \nconsumers, and that such acts therefore fall within the ‘broader standards’ \nof N.C.[G.S.] § 75-1.1.”  Country Club of Johnston County, Inc. v. United States Fid. \n& Guar. Co., 150 N.C. App. 231, 246, 563 S.E.2d 269, 279 (2002).  Therefore, an \ninsurer’s violation of any subpart of “ N.C.G.S. § 58-63-15(11) constitutes a violation \nof N.C.G.S. § 75-1.1 as a matter of law, without the necessity of an additional showing \nof frequency indicating a ‘general business practice.’”  Gray,  352 N.C. at 71, 529 \nS.E.2d at 683 (citing N.C.G.S. § 58 -63-15(11)).  Moving Defendants do not argue \notherwise. \n36. Moving Defendants argue that: Plaintiffs do not allege any \nmisrepresentation of deceptive statements by Moving Defendants; Plaintiff do not \nallege “substantial aggravating circumstances” that would turn this contract \ninterpretation dispute into an unfair or deceptive trade practice; and Plaintiffs do not \nallege any cognizable injury arising from Moving Defendants’ denial of their claims \nor that the denials proximately caused Plaintiffs’ injury.  (ECF No. 82, at pp. 18–24; \nECF No. 109, at pp. 5–10; ECF No. 161, passim.) \n   i. Plaintiffs fail to sufficiently allege a violation of N.C.G.S. § 58 -63-\n15(11)(a). \n \n37. Section 58-63-15(11)(a) prohibits insurers from “[m]isrepresenting \npertinent facts or insurance policy provisions relating to coverages at issue .”  \nPlaintiffs contend “that [Moving Defendants’] assertions that the ‘pollution \nexclusion[s] purportedly [preclude] coverage’ [of the Federal Litigation Defense Costs] \n‘misrepresent to Murphy -Brown’ the ‘pertinent facts and provisions in their \nrespective Policies’” in violation of N.C.G.S. § 58 -63-15(11)(a).  (ECF No. 111, at p. \n10.)   \n38. Moving Defendants argue that Plaintiffs’ allegations supporting their § \n58-63-15(11)(a) claim “rest[] solely on allegations showing that [P]laintiffs  claim to \nhave a disagreement with [ Moving Defendants].” (ECF No. 162, at p. 9.)  Moving \nDefendants further contend that Plaintiffs fail to  provide any “specific alleged \nmisrepresentation” that is actionable under the UCPA.  (ECF No. 82, at p p. 23–24; \nECF No. 162, at p. 9.) \n39. The Court has found no North Carolina appellate authority  defining \n“misrepresentation” in the context of § 58-63-15(11) or any of its subparts.  However, \nthe Court finds our appellate courts’ definition of “misrepresentation” in the context \nof fraud persuasive .  For a fraud claim to survive a motion for judgment on the \npleadings, “[a] subsisting or ascertainable fact, as d istinguished from a matter of \nopinion or representation relating to future prospects, must be misrepresented.  And \ngenerally, the misrepresentation must be definite and specific, but the specificity \nrequired depends upon the tendency of the statements to d eceive under the \ncircumstances.”  Ragsdale, 286 N.C. at 139, 209 S.E.2d at 500 (internal citations \nomitted).  \n40. Additionally, in the context of misrepresentations that form the basis for \nan unfair or deceptive trade practice, “a party’s words or conduct must possess the \n‘tendency or capacity to mislead’ or create the ‘likelihood of deception.’”   First Atl. \nMgmt. Corp. v. Dunlea Realty Co., 131 N.C. App. 242, 254, 507 S.E.2d 56, 64 (1998) \n(internal citations and quotations omitted).     \n41. The Court agrees with  Moving Defendants’ interpretation of the \nallegations in the Amended Complaint .  The Amended Complaint is completely  \ndevoid of any specific “misrepresentation” made by any Moving Defendant.  Rather, \nPlaintiffs allege that their interpretation of the pollution exclusions in the Excess \nPolicies and their opinion as to  the exclusions’ inapplicability to Plaintiffs’ claims  is \nthe only reasonable one and, therefore, Moving Defendants’ interpretation must \nconstitute a misrepresentation as to the Excess Policies’ coverages.  In other words, \ninstead of alleging a specific misrepresentation,  Plaintiffs effectively allege that \nMoving Defendants’ counter -interpretation of the pollution exclusion s and their \napplicability to Plaintiffs’ claims is a “misrepresentation.” \n42. Plaintiffs cite Guessford v. Pennsylvania Nat. Mut. Cas. Ins. Co., 918 F. \nSupp. 2d 453, 464 (M.D.N.C. 2013)  in support of their position that they have \nsufficiently pleaded a violation of subsection 11(a).  (ECF No. 111, at p. 11.)  However, \nPlaintiffs’ reliance on Guessford is misplaced.   \n43. In Guessford, the district court denied an insurer’s motion for judgment \non the pleadings as to an insured’s UDTPA  claim that was based on a violation of §  \n58-63-15(11)(a). 918 F. Supp. 2d. at 464.  In support of the insured’s allegation  that \nthe insure r violated § 58-63-15(11)(a), a correspondence between the insured and \ninsurer was attached to the complaint.  Id.  In the correspondence, the insurer stated: \n“a voluntary mediation could be set only ‘if the Worker’s Compensation carrier was \nin agreement and in a position to resolve their lien.’”  Id.  The court noted that \n“[m]aking mediation contingent on the participation of [the insured’s] worker’s \ncompensation insurer [was] not a requirement under the insurance contract.”   Id.  \nTherefore, the court held the insured, “supported by attached documents,” sufficiently \nalleged that the insurer “misrepresented policy provisions and the law governing \nthose provisions in violation of Section 58-63-11(a).”  Id.  \n44. Plaintiffs’ allegations in the Amended Complaint fall short of the specific \nmisrepresentation provided by the in sured in Guessford.  Plaintiffs fail to provide \nanything beyond conclusory allegations.  Conversely,  the insured in Guessford \nattached to the complaint a correspondence from the insurer that  unambiguously \nmisrepresented the terms of the insurance contract.  Plaintiffs’ allegations simply fail \nto demonstrate the  same indicia of a misrepresentation  consistent with the \ncorrespondence before the court in Guessford.   \n45. On the other hand, North Carolina’s Court of Appeals  held that an \ninsurer did not engage  in an unfair or deceptive practice in violation of § 58-63-\n15(11)(a) by asserting that a specific exclusion precluded coverage of  an insured’s \nclaim.  Nelson, 177 N.C. App. at 610–11, 630 S.E.2d at 231–32.  In Nelson, the Court \nreviewed the policy language at issue and the insurer’s letter denying coverage under \ntwo separate exclusions and concluded that the insurer “did not misrepresent [the \ninsurer’s] insurance policy.”   Id. at 610–11, 630 S.E.2d at 232.  The court held that \nthe “denial letter was not unethical or unscrupulous, nor did it have the tendency to \ndeceive plaintiffs, and therefore it was neither unfair nor deceptive.” Id. at 611, 630 \nS.E.2d at 232.  \n46. Here, Plaintiffs do not provide the specific language at issue from any of \nthe pollution exclusion provisions in the Excess Policies  or explain how Moving \nDefendants’ denial misrepresents such exclusions .  The Court notes that Plaintiffs \ndid not attach to the Amended Complaint nor provide to the Court  any of Moving \nDefendants’ denial letters, or any document similar to the one presented to the court \nin Nelson.  Nevertheless, Plaintiffs fail to allege that anything specifically in Moving \nDefendants’ deni al letter misrepresent s pertinent facts regarding the operative \nExcess Policies.   \n47. Rather, Plaintiffs allege , generally, that Moving Defendants are \n“wrongfully and unfairly” using the pollution exclusions  to deny coverage for the \nFederal Litigation.  Like the court in Nelson, the Court finds that Moving Defendants’ \ndenial of coverage based on their assertion of exclusions in the Excess Policies is not \n“unethical or unscrupulous.”  In the absence of an actual, specific misrepresentation \nor precedent supporting the proposition that a disagreement over a  policy exclusion \nequates to a misrepresentation, the Court must conclude that the denial of coverage \nbased on an exclusion does not have a “tendency to deceive.”  See id.   \n48. The Court finds that Plaintiffs’ have not alleged that Moving Defendants \nmisrepresented “the pertinent facts or insurance policy provisions relating to \ncoverages at issue” in violation of N.C.G.S. § 58 -63-15(11)(a).  Accordingly, Moving \nDefendants’ Motions for judgment on the pleadings as to Plaintiffs’ claim for violation \nof the UDTPA based on § 58-63-15(11)(a) should be GRANTED. \nii. Plaintiffs fail to sufficiently allege a violation of N.C.G.S. § 58 -63-\n15(11)(n). \n \n49. Section 58-63-15(11)(n) prohibits insurers from “[f]ailing to promptly \nprovide a reasonable explanation of the basis in the insurance policy in relation to \nthe facts or applicable law for denial of a claim or for the offer of a compromise \nsettlement.”  On the same grounds that Plaintiffs allege Mo ving Defendants have \nengaged in unfair or deceptive conduct by relying on the pollution exclusions to deny \ncoverage of Plaintiffs claims, they allege that Moving Defendants have “wrongfully \nand unreasonably” failed “to provide a reasonable explanation for refusi ng coverage \non the basis of the operative pollution exclusion[s].”  (ECF No. 9, at ¶ 142.)   \n50. Moving Defendants argue that Plaintiffs have not pleaded with \nspecificity what explanation Moving Defendants have given that could be considered \n“unreasonable” in violation of  § 55-63-15(11)(n).  (ECF No. 82, at p. 23.)  Moreover, \nMoving Defendants contend they “did, in fact, provide a reasonable basis for declining \ncoverage – the pollution exclusion [s].”  (ECF No. 162, at p p. 6–7.)  L ike Plaintiffs’ \nclaim for alleged violations of  § 58-63-15(11)(a), Moving Defendants argue that \nPlaintiffs’ claim for violation of  § 58-63-15(11)(n) amounts to a “disagreement as to \nthe scope of coverage between the parties to the insurance policies.”  (ECF No. 82, at \np. 22.)   \n51. The Court concludes  Plaintiffs’ UDTPA claim based on violation of \nN.C.G.S. § 58-63-15(11)(n) is nothing more than a repackaging of the same contention \nunderlying their other UDTPA claims —that Moving Defendants’ position that the \npollution exclusions apply to Plaintiffs’ claims is, in and of itself, an unreasonable \nexplanation for denial of coverage.   (ECF No. 111, at pp. 7–10.)  However, Plaintiffs \nfail to cite any precedent supporting their argument that an insurer’s assertion that \nan exclusion in an insurance contract  precludes coverage  is tantamount to an \n“unreasonable explanation” for denying coverage.  \n52. In support of their argument that they sufficiently allege a violation of  \n§ 58-63-15(11)(n), Plaintiffs rely on Country Club of Johnston County, Inc.  (ECF No. \n111, at p. 9.)  In Country Club of Johnston County, following a trial,  \nthe jury determined that [the insurer] “prematurely and \nimproperly” determined it would deny the Club’s claim \nprior to conducting a “meaningful investigation”; that [the \ninsurer] “misrepresented” to the Club that it would \ninvestigate the claim and specifically, the application of \nExclusion C when it had already concluded it would deny \nthe claim; that [the insurer] “unfairl y” and “improperly” \nsent a reservation of rights letter based on Exclusion C \nwithout having “an adequate or documented basis to \nreverse [the claims examiner]’s position to not reserve \nrights as to Exclusion C . . . ”; and that [the insurer] \nsolicited  an opinion letter from counsel only after having \nmade its decision regarding coverage. \n \n150 N.C App. at 246–47, 563 S.E.2d at 279.   \n53. The Court of Appeals upheld the trial court’s conclusion that the insurer \nviolated § 75-1.1, in part, because the insurer “arguably violated” subpart (11)(n) , \nalthough it is not clear from the opinion what specific facts formed the basis for the \ncourt’s conclusion. Id.    \n54. The Court of Appeals’ holding in  Country Club of Johns ton County is \ninapposite.  First, it was decided on a challenge to a verdict entered by the trial court \nafter a trial.  More significantly, the insure r’s conduct in Country Club of Johns ton \nCounty was far beyond any conduct alleged by Plaintiffs in this case.   Cont rary to \nthe insurer’s actions in Country Club of Johnston County , Plaintiffs’ allegations \ndemonstrate that Moving Defendants took the position that the pollution exclusions \napplied from the outset and maintain that position .  Moreover, Moving Defendants \nhave provided a “ basis” in the insurance policy —the pollution exclusion s—for \ndenying coverage.  Accordingly, Moving Defendants’ denial of coverage based on the \npollution exclusions does not appear to be an “unwarranted refusal to pay.”  See id. \nat 247, 563 S.E.2d at 279. \n55. Plaintiffs also rely on Miller v. Nationwide Mut. Ins. Co., 112 N.C. App. \n295, 435 S.E.2d 537 (1993).  (ECF No. 111, at p. 8–9.)  In Miller, the North Carolina \nCourt of Appeals held that an insured sufficiently alleged a UDTPA claim based on \nviolations of N.C.G.S § 58-63-11(n). 112 N.C. App. at  305, 435 S.E.2d at 544.  The \ncourt found the following factual allegations in the complaint, among ot hers, to be \nsufficient to withstand a challenge at the dismissal stage:  \n[Insurer] had sufficient information to determine that a \nsubstantial portion, if not all, of the UIM coverages \navailable to [insured], would be properly due and payable \nto [insured]; nevertheless, . . . [insurer] unreasonably \nwithheld payments to [insured.] \n \n. . .  \n \n[Insurer] withheld payment of $ 150,000 of the remaining \nfunds it acknowledged was due [insured.] \n \n. . . \n \n[Insurer] has continued to refuse payment . . . without just \ncause or excuse. \n \n  . . .  \n \n[Insurer] has failed to identify any policy provision and \n[insurer] has cited no case law or statutory authority that \nsupports its refusal to pay[.]  \n \nId. at 303–04, 435 S.E.2d at 544.   \n \n56. Plaintiffs’ factual allegations in the Amended Complaint fall well short \nof the allegations  present in Miller.  Specifically, the insured in Miller alleged the \ninsurer acknowledged that the insured was due payments under the policy  but \nrefused to make the payments or explain the basis for the refusal .  By contrast, \nPlaintiffs do not allege that Moving Defendants acknowledged that Plaintiffs are due \npayments under the Excess Policies but, rather, that Moving Defendants hav e \nconsistently taken the position that no payment is due to the Plaintiffs because the \npollution exclusion s bar coverage of  Plaintiffs’ claims.  Moreover, u nlike the  \nallegations in Miller that the insurer refused payment without “just cause or excuse” \nand failed to identify any policy provision to support its refusal, Moving Defendants \nhave cited to and relied upon a specific provision in the Excess Policies. \n57. The Court notes, again, that no reservation of rights letter or denial \nletter is attached to the Amended Complaint, nor have Plaintiffs provided a recitation \nof the explanation given by the Moving Defendants to support Plaintiffs’ conclusory \nallegation that Moving Defendants failed to provide a “reasonable explanation.” \n58. Therefore, to the extent Plaintiffs base their  UDTPA Claim on a \nviolation of subpart 11(n), Plaintiffs’ claim should be DISMISSED.4 \nIII. CONCLUSION  \nTHEREFORE, it is ORDERED that Moving Defendants’ Motions for judgment \non the pleadings as to Plaintiffs’ Ninth Cause of Action for violation of the UDPTA is \nGRANTED, and that claim is DISMISSED.  \nSO ORDERED, this the 16th day of December, 2019. \n \n \n/s/ Gregory P. McGuire    \nGregory P. McGuire \nSpecial Superior Court Judge  \nfor Complex Business Cases \n \n                                                 \n4 The Court notes that “a plaintiff is not required to prove a violation of [the UCPA] in order \nto succeed on an independent claim under N.C. Gen. Stat. § 75-1.1.” Country Club of Johnston \nCounty, 150 N.C. App. at 246, 563 S.E.2d at 279.  However, it does not appear that Plaintiffs \nbase the UDTPA Claim on anything other than Moving Defendants’ alleged violations of the \nUCPA. "
}