{
  "id": "496c62c72320d6ea393063251db86245efe18d2991b4f13739c4f4af5707e10e",
  "source_file": "data/raw/ncbc/496c62c72320d6ea393063251db86245efe18d2991b4f13739c4f4af5707e10e.pdf",
  "raw_text": "Digital Recorders, Inc. v. McFarland, 2007 NCBC 23 \n \nSTATE OF NORTH CAROLINA \n \nGASTON COUNTY \n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n07 CVS 2247 \nDIGITAL RECORDERS, INC., \n \nPlaintiff, \n \nv.  \n \nWILLIAM MCFARLAND, and INIT \nINNOVATIONS IN \nTRANSPORTATION, INC.,  \n \nDefendants. \n \n \n \n \n \nORDER & OPINION \n \n \nGray, Layton, Kersh, Solomon, Sigmon, Furr & Smith, P.A. by Michael \nCarpenter and William E. Moore, Jr. for Plaintiff Digital Recorders, Inc.. \n \nGlenn, Mills & Fisher, P.A. by Stewart W. Fisher for Defendant William \nMcFarland and Vandeventer Black, LLP by Norman W. Shearin, Jr. for \nDefendant INIT Innovations in Transportation, Inc. \n \nDiaz, Judge. \n{1} Before the Court are the following Motions of Plaintiff Digital Recorders, \nInc., (“DRI”):  (1) Motion for Preliminary Injunction, and (2) Motion to Supplement, \nfor Rehearing, and for Reconsideration. \n{2} After considering the Court file, the Verified Complaint, the written \nMotions, the briefs and materials filed in support and in opposition, the affidavits \nsubmitted by the parties, and the arguments of counsel, the Court DENIES the \nMotion for Preliminary Injunction, GRANTS the Motion to Supplement, DENIES \nthe Motion for Rehearing, and DENIES the Motion for Reconsideration. \nI. \nPROCEDURAL BACKGROUND \n{3} DRI filed its Verified Complaint and Motion for Temporary Restraining \nOrder and Preliminary Injunction on 17 May 2007. \n{4} The Verified Complaint alleges claims for misappropriation of trade \nsecrets, tortious interference with contract, breach of contract, conversion, and \nunfair and deceptive trade practices arising out of two employment agreements \nsigned by DRI and Defendant William McFarland (“McFarland”).  (Compl. ¶¶ 21–\n49.)  DRI seeks compensatory, statutory, and punitive damages, as well as \ninjunctive relief.  (Compl. ¶¶ 50–59, Prayer for Relief.) \n{5} On 17 May 2007, Senior Resident Superior Court Judge Jesse B. Caldwell, \nIII, entered a temporary restraining order (“TRO”) in this case. \n{6} The TRO prohibited McFarland from:  (1) soliciting or contacting DRI’s \npresent or future customers in Nebraska, Florida, or any other state where \nMcFarland had a customer relationship while employed by DRI, or (2) using, \nconverting, or disclosing DRI’s confidential information or trade secrets.  (TRO 3, \nMay 17, 2007.) \n{7} The TRO prohibited Defendant INIT Innovations in Transportation, Inc. \n(“INIT”) from making any use of confidential information or trade secrets acquired \nfrom McFarland, and it prohibited both Defendants from:  (1) unlawfully interfering \nwith the contractual and business relationships between DRI and its present or \npotential customers and suppliers, or (2) destroying, mutilating, or transferring any \ndocuments in their possession that contain any confidential information or trade \nsecrets belonging to DRI or any information relating to the facts in this case.  (TRO \n3.) \n{8} Judge Caldwell set the matter on for further hearing on 29 May 2007 as to \nDRI’s Motion for Preliminary Injunction.  (TRO 4.) \n{9} The matter was transferred to the North Carolina Business Court and \nassigned to me as a complex business case on 21 May 2007. \n  \n{10} McFarland filed a brief in opposition to the Motion for Preliminary \nInjunction on 29 May 2007.  That same day, the Court heard oral arguments on the \nMotion.1 \n{11} On 30 May 2007, the Court notified the parties via e-mail that it would \nDENY the Motion for Preliminary Injunction and enter a written order. \n{12} On 8 June 2007, DRI filed a Motion to Supplement, for Rehearing, and for \nReconsideration, and also filed two additional affidavits from David Turney and \nMichael Gilles, DRI’s Chairman/CEO and Human Resources Director, respectively. \n{13} On 14 June 2007, McFarland filed a response to this motion, and on 25 \nJune 2007, DRI filed a reply in support of it. \n{14} Pursuant to Business Court Rule 15.4, the Court enters this Order without \nfurther hearing on the Motions. \n \nII. \nA. \nTHE PARTIES \n{15} DRI is a North Carolina corporation with its principal office located in \nDallas, Texas.  (Compl. ¶ 1.)  DRI develops and manufactures electronic devices for \nuse in mass transit applications and in other transportation related fields.  (Compl. \n¶ 4.)  It conducts approximately fifty percent of its business and sales across the \nUnited States.  (Taylor Supplemental Aff. ¶ 3, May 24, 2007.) \n{16} McFarland resides in Durham County, North Carolina.  (Compl. ¶ 2.)     \n{17} INIT is a multinational corporation with a principal place of business \nlocated in Chesapeake, Virginia.  (Compl. ¶ 3.)  INIT also develops and \nmanufactures electronic devices for use in mass transit applications and in other \ntransportation related fields.  (Compl. ¶¶ 11, 14; Def. McFarland’s Br. Opp’n Pl.’s \nMot. Prelim. Inj. 6.)  For purposes of this Motion, the Court assumes that INIT is \nDRI’s direct competitor. \n                                                 \n1 By consent of the parties, the hearing on the Motion for Preliminary Injunction took place in \nMecklenburg County. \n  \nB. \nFINDINGS OF FACT  \n{18} On or about 24 March 1999, DRI offered McFarland employment as the \ncompany’s Director of Software Engineering.  (Compl. ¶ 5; McFarland Aff. ¶ 4, May \n25, 2007.) \n{19} On 6 April 1999, McFarland accepted DRI’s offer of employment.  \n(McFarland Aff. ¶ 4, May 25, 2007.) \n{20} McFarland began work on 16 May 1999.  (McFarland Aff. ¶ 7, May 25, \n2007.)  That same day, McFarland and DRI signed a “Pre-Employment Agreement” \nthat contained the following covenant: \nEmployee agrees that during his/her employment with Digital \nRecorders, and for a period of one year after the termination of \nEmployee’s employment, irrespective of the time, manner or cause of \ntermination (unless termination is without cause ), Employee will not, \nwithout the prior written consent of Digital Recorders, directly or \nindirectly enter into, work for or  engage (as owner, employee or \notherwise) in any business, work, services, or activities which are in \ncompetition with or are competitive with Digital Recorders, or perform \nany services or tasks similar to  the services and tasks he/she \nperformed for Digital Recorders while employed by Digital Recorders, \neither as an individual for his/her own account or as \na partner, joint \nventurer, consultant, employee, agent, officer or director for any other \nperson, firm, partnership, corporation or other entity in competition \nwith Digital Recorders. \n \n(Compl. Ex. B § 6 (emphasis added).) \n{21} Pursuant to this agreement, McFarland also committed to keep and \nmaintain the confidentiality of any proprietary information gleaned during his \nemployment.  (Compl. Ex. B § 5.) \n{22} The Pre-Employment Agreement does not define what constitutes \ntermination without cause. \n{23} On or about 18 June 1999, McFarland signed a second covenant not to \ncompete.  (Compl. ¶ 7.)  By this time, McFarland had been working for DRI for \napproximately one month. \n  \n{24} As consideration for this agreement, DRI provided McFarland with an \noption for one thousand shares of the Company’s stock.  (McFarland Aff. ¶ 9, May \n25, 2007.)2 \n{25} The second covenant provides in relevant part: \nThat at anytime while engaged as an Employee of DRI and for a period \no [sic] one (1) year following his termination of employment for any \nreason, he will not directly or indirectly, with or through any family \nmember or former director, officer or  employee of DRI, or acting alone \nas a member of a partnership or as an  officer, holder of or investor in \nas much as 5% of any security of any class, director, employee, \nconsultant or representative of any corporation or other business \nentity, \n \n(1) engage within the United States of America in the digital \nrecorder/player industry or low power broadcast business; or \n \n(2) request any present or future cu stomers or suppliers of DRI to \ncurtail or cancel their business with DRI or any other company \nowned or operated by DRI. \n \n(Compl. Ex. C § 7(a)(i).) \n{26} In February 2006, DRI hired The Castleton Group, Inc. (“Castleton”), to \nprovide payroll management, tax compliance, employee benefits, workers’ \ncompensation, and unemployment administration, as well as other administrative \nfunctions relating to DRI’s work force.  (Turney Aff. ¶ 7, Ex. 1.).  According to DRI’s \nevidence, Castleton and DRI “technically became co-employers of McFarland.”  \n(Turney Aff. ¶ 7.) \n{27} McFarland alleges, however, that, beginning in 2006, Castleton was his \nsole employer, following DRI’s decision to terminate its employees and lease them \nback from Castleton as independent contractors.  (McFarland Aff. ¶¶ 17–18, May \n25, 2007.) \n                                                 \n2 McFarland argues that this consideration was illusory because the stock options were not properly \nregistered with regulatory authorities and, therefore, essentially worthless.  (Def. McFarland’s Br. \nOpp’n Pl.’s Mot. Prelim. Inj. 5.)  The Court does not reach this argument, however, as there are other \ngrounds for denying the Motion. \n  \n{28} Consistent with his view of the employment relationship, McFarland’s \n2006 W–2 Wage and Tax Statement lists only Castleton as McFarland’s employer.  \n(McFarland Aff. Ex. F, May 25, 2007.) \n{29} On or about 16 March 2007, DRI placed McFarland in “temporary lay-off” \nstatus.  (Compl. ¶ 10.) \n{30} Although he was originally employed as an engineer, McFarland was \nemployed as DRI’s Director of Marketing at the time he was laid off.  (McFarland \nAff. ¶ 4, May 25, 2007.) \n{31} On or about 30 April 2007, McFarland resigned his employment with DRI \nand took a job with INIT.  (McFarland Aff. ¶¶ 33–34, May 25, 2007.) \n{32} DRI’s Complaint alleges that McFarland’s new employment violates the \nterms of the first and second covenants.  (Compl. ¶¶ 13–15.)  DRI also alleges, upon \ninformation and belief, that McFarland “has and currently continues to solicit the \ncurrent and future customers and suppliers of Plaintiff” and “has or may disclose . . \n. confidential information to INIT and others in derogation of the [covenants].”  \n(Compl. ¶¶ 15, 17.) \n{33} DRI’s evidence on these points consists of:  (1) the affidavit of one employee \nwho claims to have seen McFarland at a sales convention where McFarland told her \nof two current customers of DRI that McFarland had maintained contact with in \nNebraska and Florida (Graman Aff. ¶ 5), and (2) the affidavit of another employee \nwho “received reliable information from a temporarily laid off employee of DRI” that \nMcFarland had asked the laid off employee to conspire with him to sabotage a DRI \norder pending in Nebraska (Albert Aff. ¶¶ 4–5). \n{34} Both covenants state that they shall be governed by North Carolina law.  \n(Compl. Ex. B, C.) \n  \nIII. \nCONCLUSIONS OF LAW \nA. \nPRELIMINARY INJUNCTION STANDARD  \n{35} A preliminary injunction is an extraordinary measure that will issue only \nupon a showing that:  (1) there is a likelihood of success on the merits of the \nmovant’s case, and (2) the movant will likely suffer irreparable loss unless the \ninjunction is issued.  Ridge Cmty. Investors, Inc. v. Berry, 293 N.C. 688, 701, 239 \nS.E.2d 566, 574 (1977). \n{36} DRI has failed to make a showing sufficient to satisfy either prong of this \ntest. \nB. \nLAW ON COVENANTS NOT TO COMPETE \n{37} Under North Carolina law, a covenant not to compete is valid and \nenforceable if it is:  (1) in writing, (2) made a part of the employment contract, (3) \nbased on valuable consideration, (4) reasonable as to time and territory, and (5) \ndesigned to protect a legitimate business interest of the employer.  Okuma Am. \nCorp. v. Bowers, 638 S.E.2d 617, 620 (N.C. Ct. App. 2007) (citing Farr Assocs., Inc., \nv. Baskin, 138 N.C. App. 276, 279, 530 S.E.2d 878, 881 (2000)). \n{38} “Covenants not to compete between an employer and employee are ‘not \nviewed favorably in modern law.’”  Baskin, 138 N.C. App. at 279, 530 S.E.2d at 881 \n(quoting Hartman v. W. H. Odell & Assocs., Inc., 117 N.C. App. 307, 311, 450 S.E.2d \n912, 916 (1994)). \n{39} To be valid, the restrictions on the employee’s future employability by \nothers “must be no wider in scope than is necessary to protect the business of the \nemployer.”  Manpower of Guilford County, Inc. v. Hedgecock, 42 N.C. App. 515, 521, \n257 S.E.2d 109, 114 (1979) (citations omitted). \n{40} If a covenant not to compete “is too broad to be a reasonable protection to \nthe employer’s business it will not be enforced.  The courts will not rewrite a \n  \ncontract if it is too broad but will simply not enforce it.”  Whittaker Gen. Med. Corp. \nv. Daniel, 324 N.C. 523, 528, 379 S.E.2d 824, 828 (1989) (citations omitted). \n{41} Restrictions barring an employee from working in an identical position for \na direct competitor are valid and enforceable.  See Precision Walls, Inc. v. Servie, \n152 N.C. App. 630, 638–39, 568 S.E.2d 267, 273 (2002) (finding a one-year, two-\nstate restriction against employment in the same area with a direct competitor to be \nreasonable and within a legitimate business interest). \n{42} On the other hand, courts will not enforce a covenant that, rather than \nattempting to prevent a former employee from competing for business, instead \nrequires the employee “to have no association whatsoever with any business that \nprovides [similar] services.”  Hartman, 117 N.C. App. at 317, 450 S.E.2d at 920. \nC. \nANALYSIS \n{43} DRI seeks to enjoin McFarland from continuing his employment with \nINIT, which DRI alleges to be in violation of two separate covenants not to compete.  \n(Compl. ¶¶ 13–15.) \n{44} DRI’s Complaint also seeks to enjoin McFarland from (1) soliciting its \nclients and suppliers, and (2) disclosing confidential information to INIT, in \nviolation of the covenants.  (Compl. ¶¶ 15, 17.) \n{45} By its terms, however, the first covenant (contained in the Pre-\nEmployment Agreement) does not apply where an employee is terminated without \ncause.  (Compl. Ex. B § 6.) \n{46} The Pre-Employment Agreement does not discuss what constitutes \ntermination without cause.  Accordingly, the Court resorts to the plain meaning of \nthe term. \n{47} The evidence of record shows that McFarland was temporarily laid off \nbefore resigning to take a job with INIT.  (Compl. ¶ 10.)  DRI has presented no \nevidence that McFarland was terminated with cause.  As a result, DRI has not \n  \nshown a likelihood of success on the merits of its claim with respect to the first \ncovenant not to compete.3 \n{48} The second covenant extends for one year immediately following the \ntermination of employment and prohibits McFarland from \ndirectly or indirectly, with or th rough any family member or former \ndirector, officer, or employee of DRI, or acting alone or as a member of \na partnership or as an officer, holder of or investor in as much as 5% of \nany security of any class, director, employee, consultant or \nrepresentative of any corporation or other business entity, \n \n(1) engag[ing] within the United St ates of America in the digital \nrecorder/player industry or low power broadcast business; or \n \n(2) request[ing] any present or future  customer or suppliers of DRI \nto curtail or cancel their business with DRI or any other \ncompany owned or operated by DRI. \n \n(Compl. Ex. C § 7(a)(i).) \n{49} DRI has not met its burden to demonstrate a likelihood of success on the \nmerits of its claim with respect to this covenant. \n{50} First, there is some question as to whether the second covenant expired by \nits terms before McFarland is alleged to have violated it.  On its face, the second \ncovenant binds only DRI and McFarland, and then only for one year following \nMcFarland’s termination of employment.  (Compl. Ex. C § 7(a)(i).) \n{51} McFarland’s evidence tends to show that on or about 15 February 2006, \nDRI may have transferred its employees, including McFarland, to Castleton, which \nthen leased them back to DRI, with Castleton maintaining control of the payment of \nsalaries and taxes for these employees.  (McFarland Aff. ¶¶ 17–18, May 25, 2007.)  \nIndeed, McFarland’s 2006 W–2 form unequivocally states that McFarland was \nemployed by Castleton, and McFarland’s evidence is that he remained so employed \n                                                 \n3 In any event, the first covenant fails as a matter of law because it contains no ascertainable limit as \nto its geographic scope.  See Prof’l Liab. Consultants, Inc. v. Todd, 122 N.C. App. 212, 219, 468 \nS.E.2d 578, 582 (1996) (Smith, J., dissenting), rev’d per curiam, 345 N.C. 176, 478 S.E.2d 201 (1996) \n(adopting Judge Smith’s dissent that non-compete covenant was unenforceable because it contained \nno particularized geographic restriction). \n  \nuntil he was laid off on or about 16 March 2007.  (McFarland Aff. Ex. F, May 25, \n2007.) \n{52} This evidence supports McFarland’s claim that he ceased to be DRI’s \nemployee on 15 February 2006 and that the termination of his employment \ntriggered the running of the one-year restriction.  DRI’s Complaint alleges that \nMcFarland began employment with INIT in late March to early April 2007.  (Compl. \n¶ 11.)  Thus, McFarland’s evidence tends to show that the covenant was not in force \non the date of the alleged breach. \n{53} DRI, however, disputes McFarland’s allegations and has presented two \npost-hearing affidavits from its Chairman/CEO and Human Resources Director \ntending to show that (1) Digital Recorders retained Castleton to provide payroll \nmanagement, tax compliance, employee benefits, workers’ compensation, and \nunemployment administration, as well as other administrative functions relating to \nDRI’s work force, (2) as a result, DRI and Castleton became McFarland’s co-\nemployers, and (3) McFarland understood that this was so.  (See Mot. Supplement, \nRehearing, Reconsideration.) \n{54} DRI argues that this co-employment relationship is entirely consistent \nwith North Carolina law, which sanctions and regulates so-called Professional \nEmployment Organization (“PEO”) agreements by which a company may outsource \nsome or all of its human resource functions to a separate entity.  See North Carolina \nProfessional Employer Organization Act, N.C. Gen. Stat. §§ 58–89A–1 to –180 \n(LEXIS through 2007 legislation) (establishing licensing and operating standards \nfor PEOs and defining a PEO agreement as a written contract between a client \ncompany and a PEO that establishes a regime of shared responsibilities for \n“assigned employees”).  \n{55} The Court GRANTS DRI’s Motion to Supplement the record.  However, the \nCourt also declines to resolve the dispute as to McFarland’s employment status, as \nthere are other grounds to deny the Motion for Preliminary Injunction. \n  \n{56} More specifically, DRI’s Motion for Preliminary Injunction fails because \nthe second covenant contains overly broad and unreasonable restrictions on \ncompetition. \n{57} Even assuming that the one-year time period in the second covenant is \notherwise reasonable and that the territory defined by the covenant protects DRI’s \nlegitimate business interests (and there is some doubt about this latter contention \ngiven the evidence of record),4 under this agreement, McFarland would not merely \nbe prevented from engaging in work similar to that which he did for DRI, but would \nalso be prevented from doing even wholly unrelated work at any firm that competes \nwith DRI or offers the same or similar products and services. \n{58} Thus, the language of the second covenant would effectively prevent \nMcFarland from working as a security guard or custodian (or even, as DRI’s counsel \nconceded at oral argument, an engineer) for any company within the United States \nengaged in DRI’s business.  Such vast restrictions cannot be enforced, see, e.g., \nVisionAIR, Inc. v. James, 167 N.C. App. 504, 509, 606 S.E.2d 359, 363 (2004), nor \nmay the Court rewrite the employment agreement to fit the facts of the case.  See \nHartman, 117 N.C. App. at 317–18, 450 S.E.2d at 920 (refusing to apply the “blue-\npencil rule” to non-compete covenant that was “overly broad in that, rather than \nattempting to prevent plaintiff from competing for . . . business, it requires plaintiff \nto have no association whatsoever with any business that provides [similar] \nservices”). \n{59} Moreover, by preventing McFarland from even “indirectly” owning five \npercent or more of any security of any class of a business that competes with DRI, \nMcFarland would be prohibited from holding an interest in a mutual fund invested \n                                                 \n4 Judge Caldwell recognized as much when he entered a TRO narrowing the geographic scope of the \nsecond covenant to those states where DRI actually had customers or where McFarland had \ndeveloped customer relationships while employed by DRI.  (TRO 2–3.)  But, the language of the \nsecond covenant is much broader, in that it purports to prohibit McFarland from engaging in a \ncompetitive business anywhere “within the United States of America.”  (Compl. Ex. C § 7(a)(i).)  \nMoreover, despite Judge Caldwell’s well-intentioned effort, North Carolina law does not allow a court \nto “blue-pencil” an overly broad covenant to fit the facts.  \nHartman, 117 N.C. App. at 318, 450 S.E.2d \nat 920. \n  \nin part in a firm engaged in business similar to that of DRI.  Such a provision also is \nunenforceable.  See VisionAIR, 167 N.C. App. at 509, 606 S.E.2d at 363. \n{60} The covenant also improperly attempts to prevent McFarland from \ncompeting with respect to DRI’s future customers, which the Court concludes does \nnot protect any legitimate interest of an employer.  See Eichmann v. Nat’l Hosp. & \nHealth Care Servs., Inc., 719 N.E.2d 1141, 1148 (Ill. App. 1999) (“As a matter of \nlaw, [an employer] cannot have a protectible [sic] interest in future customers who \ndo not yet exist.”) \n{61} Recognizing the problem with the second covenant’s broad language, DRI \nproposes that the Court “blue-pencil” the covenant in the following manner: \nThat at any time while engaged as an employee of DRI and for a period \nof one (1) year following his termination of employment for any reason, \nhe will not directly or indirectly, with or through any family member or \nformer director, o fficer, or employee of DRI, or acting alone or as a \nmember of a partnership or as an officer, holder of or investor in as \nmuch as 5% of any security of any class, director, employee, consultant \nor representative of any corporation or other business entity,\n \n(1) engage within the United States of America in the digital \nrecorder/player industry or low power broadcast business; or \n \n(2) request any present or future cu stomers or suppliers of DRI to \ncurtail or cancel their business with DRI or any other company \nowned or operated by DRI. \n \n(Br. Supp. Pl.’s Mot. Supplement, Reconsideration, Rehearing 9.) \n \n{62} It bears repeating, however, that: \nWhen the language of a covenant not to compete is overly broad, North \nCarolina’s “blue pencil” rule severely limits what the court may do to \nalter the covenant.  A court at most may choose not to enforce a \ndistinctly separable part of a covena nt in order to render the provision \nreasonable.  It may not otherwise revise or rewrite the covenant. \n \nHartman, 117 N.C. App. at 317, 450 S.E.2d at 920. \n{63} The cases cited in DRI’s reply brief do not support its “blue-penciling” \nproposal. \n  \n{64} To begin with, federal and foreign state cases applying the “blue-pencil” \ndoctrine in other jurisdictions do little to inform the Court as to its obligations \nunder North Carolina law. \n{65} Moreover, the two North Carolina cases relied on by DRI are easily \ndistinguishable.  \n{66} In Seaboard Indus., Inc. v. Blair, 10 N.C. App. 323, 178 S.E.2d 781 (1971), \nthe Court of Appeals construed a covenant governed by Georgia law.  For that \nreason, the court’s analysis, while somewhat helpful, does not resolve the precise \nissue before me. \n{67} In Whittaker Gen. Med. Corp. v. Daniel, 324 N.C. 523, 379 S.E.2d 824 \n(1989), our Supreme Court affirmed a jury verdict for damages arising from the \ndefendant’s breach of a non-solicitation covenant.  The defendant there argued that \nthe entire covenant was unenforceable because it contained language effectively \nprohibiting defendant from employment in any capacity with plaintiff’s \nmanufacturing competitors.  The \nWhittaker court rejected this argument, noting \nthat “plaintiff has not attempted to enforce the provision of the contract which \nforbids [defendant] from engaging in manufacturing.”  Id. at 528, 379 S.E.2d at 828. \n{68} In contrast, DRI’s “blue-pencil” proposal does not alter the fact that DRI \nseeks to enforce the second covenant’s restrictions on employment, as well as its \nnon-solicitation and confidentiality provisions.  \n{69} Regardless, DRI’s suggested edits do not cure the impermissibly broad \nlanguage of the second covenant, as it remains unclear what employment \nMcFarland may undertake in the digital recorder/player industry or low power \nbroadcast business without running afoul of the covenant’s restrictions. \n{70} I also note the dearth of evidence in this record that McFarland or INIT \nhave used any confidential information or trade secrets belonging to DRI or that \nthey have attempted to destroy evidence relevant to this lawsuit.  Further, DRI’s \nevidence that McFarland has solicited its customers is pitifully vague and, in at \nleast one instance, based on hearsay. \n  \n{71} For these reasons, I find that DRI has not shown that it is likely to suffer \nirreparable harm if the covenant is not enforced. \n{72} In sum, DRI has not met its burden to show either a likelihood of success \non the merits of its claim or irreparable harm.  I also find no reasonable way by \nwhich the Court could attempt to enforce the second covenant without re-writing it. \n{73} There is one final point.  At the hearing of this matter, DRI’s counsel \nsuggested that a finding against enforceability of the covenants would be \ninconsistent with this Court’s purpose as a Business Court.  Counsel misapprehends \nbadly this Court’s charter. \n{74} The North Carolina Business Court was created to provide judicial \nspecialization in complex business litigation.  This Court’s judges do not, however, \ndecide cases based on the prevailing economic winds, nor do we consider how best to \npromote a litigant’s business interests.  Our oath is the same as that of any judge of \nthis state—to apply the law and decide ca ses without regard to the parties who are \nbefore us. \n{75} Here, that oath binds me to deny DRI’s Motion for Preliminary Injunction, \nas DRI has not shown that the covenants at issue are enforceable. \n \nIV. \nCONCLUSION \n{76} For the reasons set forth above, the Court DENIES DRI’s Motion for \nPreliminary Injunction, GRANTS DRI’s Motion to Supplement, DENIES DRI’s \nMotion for Rehearing, and DENIES DRI’s Motion for Reconsideration. \n  \n This the 29th day of June, 2007. \n \n \n       \n \n  "
}