{
  "id": "49b0717b52981c8fc791d124c358287f7b6f2b1c589e24264fa2d5bdeee6ddad",
  "source_file": "data/raw/ncbc/49b0717b52981c8fc791d124c358287f7b6f2b1c589e24264fa2d5bdeee6ddad.pdf",
  "raw_text": "Duo-Fast Carolinas, Inc. v. Scott’s Hill Hardware & Supply Co., 2018 NCBC 2. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 9343 \n \nDUO-FAST CAROLINAS, INC., \n  \nPlaintiff, \n \nv. \n \nSCOTT’S HILL HARDWARE & \nSUPPLY CO., INC. and EDWIN \nMEDERO, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON PARTIES’ \nMOTIONS FOR SUMMARY \nJUDGMENT \n \n THIS MATTER comes before the Court on Defendant Scott’s Hill Hardware’s \nMotion for Summary Judgment ( ECF. No. 46, “Scott’s Hill’s Motion”), Defendant \nMedero’s Motion for Summary Judgment ( ECF. No. 49, “Medero’s Motion”), and \nPlaintiff’s Motion for Partial Summary Judgment (ECF. No. 56, “Plaintiff’s Motion”), \n(collectively, “Motions” ) pursuant to Rule 56 of the North Carolina Rules of Civil \nProcedure (“Rule(s)”). \n THE COURT, after considering the Motions, the brie fs in support and in \nopposition to the Motion s, the evidentiary materials filed by the parties, the \narguments of counsel at the hearing, and other appropriate matters of record, \nconcludes that Scott’s Hill’s Motion is GRANTED, Plaintiff’s Motion is DENIED, and \nMedero’s Motion is GRANTED, for the reasons set forth below. \nHarris Sarratt & Hodges, LLP  by Donald J. Harris for Plaintiff Duo -\nFast Carolinas, Inc. \n \nCrossley McIntosh Collier Hanley & Edes, PLLC by Norwood P. \nBlanchard, III for Defendant Scott’s Hill Hardware & Supply Co., Inc. \n \n \n \nLaw Office of Faith Herndon by Faith Herndon for Defendant Edwin \nMedero. \n \nMcGuire, Judge. \nFACTS  \n1. Plaintiff is a North Carolina corporation with its principal place of \nbusiness in Charlotte, Mecklenburg County, North Carolina. Plaintiff supplies \n“fasteners, pneumatic tools, nails, staples, and other commercial, residential and \nindustrial building materials to its customers” and also services certain tools. (Ver. \nCompl., ECF No. 1 at ¶  7.) As relevant to th e Motions, Plaintiff se lls its products \n“direct[ly] to construction companies, small framers, roofing companies, si ding \ncompanies, [and] remodelers . . . .” (Id. at ¶ 10.)  \n2. Defendant Edwin Medero (“Medero”) is a former employee of Plaintiff. \nMedero first worked for Plaintiff in Charlotte, North Carolina from March 2010 to \nFebruary 2013, at which time he resigned for personal reasons. (Id. at ¶ 18.) Plaintiff \nrehired Medero on September 9, 2013 as an outside sales representative assigned to \nPlaintiff’s store in Raleigh, North Carolina. (Id. at ¶ 19.) \n3. Defendant Scott’s Hill Hardware & Supply Co., Inc. (“Scott’s Hill”) is a \nNorth Carolina corporation with its principal place of business in Wilmington, New \nHanover County, North Carolina. Scott’s Hill is a “direct competitor” of Pla intiff. \n(ECF No. 1 at ¶ 2.) \n \n \n4. On September 25, 2013, Medero and Plaintiff executed an Employment \nand Non -Compete Agreement  with an effective date of September 9, 2013. 1 \n(“Employment Agreement”; ECF No. 1 .4; K. Trippie Aff., ECF No. 18 at ¶¶ 11–12.) \nThe Employment Agreement contains a section titled “Covenant Not to Compete”  \nthat provides, in relevant part, as follows: \nEmployee covenants and agrees that he will not, either \ndirectly or indirectly, compete with the Company in the \nfollowing areas: … Within a twenty five (25) mile radius of \nany customer location where the Employer performed \nservices during the term of this Agreement; [ ] Within a \ntwenty-five (25) mile radius of any customer location where \nthe Employee performed services for the Employer an d/or \nsolicited business on behalf of the Employer during the \nterm of this Agreement. . . . \n \nThe term “compete” shall mean:  . . . engaging in any \nbusiness that is in competition with Employer in a manner \nwhich is competitive with Employer’s business; . . . \n \nThe words “directly or indirectly” as they modify the word \n“compete” shall mean: acting as an individual, consultant, \nadvisor, officer, owner, member, manager, director, \nshareholder, principal, independent contractor, employee \nor in any other capacity whatsoever . . . . \n \n (ECF No. 1.4 at §§ 6(e) and (f), 7(b)(iv).)  \n5. The Employment Agreement also contains a section titled \n“Nondisclosure of Information” that provides, in relevant part, that: \nEmployee expressly covenants and agrees that he will not \nat any time during or after the termination of his \nemployment with the Employer, reveal, divulge, sell, give \nor make known to any person, firm or corporation the \n                                                 \n1 Medero does not challenge the enforceability of the Employment Agreement on grounds of \nlack of consideration. Medero concedes that Plaintiff advised him that it would require him \nto sign a non -compete agreement p rior to his hiring in September  2013. ( Medero Aff. \n(10/10/16), ECF No. 21 at ¶ 3.) \n \n \ncontents of any customer lists, methods, or processes or any \nsecret or confidential information whatsoever, now or \nhereafter used or owner(d) by Employer. . . .  \n \nEmployee shall not, directly or indirectly, use or disclose \nfor Employee’s own benefits or for the benefit of another or \nto the de triment of the Employer any of the Employer’s \nTrade Secrets or confidential and proprietary \ninformation, . . . \n \nTrade Secrets and confidential or proprietary information \ninclude, but are not limited to, the Employer’s customer \nand client lists;  . . . or ot her documents or information \ncontained on any computer hardware or software, that are \nmade or compiled by Employee and/or Employer or which \nwere available to Employee while employed with Employer \nconcerning any customer and customer list . . . . \n \n(Id. at § 9(a), (b), and (c); “non-disclosure provisions”.) The non-disclosure provisions \nare not bounded by any time or geographic limits. \n6. Medero also signed a separate non-disclosure agreement (“NDA”) with \nPlaintiff acknowledging that he would “honor the [Employment] Agreement” and \nwould “not disclose any confidential information” to parties who were not authorized \nto receive such information. (ECF No. 1 .1.) The NDA also states that “[a]ll \ninformation of a confidential nature will be returned upon request  . . . or at the time \nof [Medero’s] separation from employment” and that Medero would “not keep any \nduplicates in any form of any confidential information.” (Id.) \n7. As an outside sales representative, Medero was responsible for selling \nPlaintiff’s products in  and around the Raleigh, North Carolina area. Plaintiff and \nMedero dispute the precise nature of Medero’s duties. Plaintiff has provided affidavit \nevidence that Medero was given responsibi lity for some existing accounts  and also \n \n \nwas responsible for generating new customers. (ECF No. 18 at ¶ 9.) Medero contends \nthat Plaintiff did not provide him with any customers, and that he “had to build up \n[his] own customers.” (ECF No. 21 at ¶ 6.) Plaintiff and Medero, however, agree that \nthe primary method by which Medero acquired new customers was by visiting \nconstruction job sites in the Raleigh area to solicit contractors. (ECF No.  18 at ¶¶ 9, \n15; ECF No. 21 at ¶ 6.) Medero described the methods he used to find new customers \nfor Plaintiff’s products as follows: \nI did that mainly by identifying and visiting construction \nsites where contractors were building in the Raleigh \narea.  I used different websites to do this, such as one that \nshowed lists of where building permits were being issued,2 \nthen driving to the sites, talking to the workers on the jobs \nto see what supplies they needed, getting them to identify \nwho made purchasing decisions, and offering to sell Duo -\nFast products.  I did internet searches of different kinds of \nconstruction companies (framers, siders, and so on) in the \nRaleigh area, and would get names and contact \ninformation that way.   I spent most of my time driving \naround and would come upon construction sites, and \npotential customers, that way.  Sometimes friends, vendors \nor even Duo-Fast’s own suppliers would pass on potential \ncustomers.  In order to find out what customers’ \npurchasing needs were, I would simply ask them, since \nwhat they needed would vary according to the job. \n \n(ECF No. 21 at ¶ 6.)  Plaintiff did not provide training to Medero on methods for \nfinding new customers. Rather, Medero developed his approach to finding new \ncustomers based on “common sense.” (Id.) \n                                                 \n2 The Court notes that Medero contradicted this statement in his deposition testimony, \nstating that he did not use the Internet to find the locations of construction projects. (Medero \nDep., ECF No. 67.1 at p. 67.) \n \n \n8. Medero gave the contact information for new customers to Plaintiff’s \nRaleigh store manager, who entered them into Plaintiff’s computer system. ( Id. at \n¶ 7.) Plaintiff provided Medero with an iPhone  and a laptop , and Medero stored \ncustomer contact information on the  iPhone’s Outlook contacts  application. (Id. at \n¶ 8; Medero Dep., ECF  No. 55.8 at pp. 54 –55.) Plaintiff did not instruct Medero to \nstore customer contact information so as to ensure its confidentiality. (ECF No. 21 at \n¶ 7.) \n9. Medero installed his personal Yahoo email application, which contained \nhis personal emails and contacts, on the iPhone. (ECF 55.8 at p. 62.) He also used his \nwife’s personal iPhone for work for a period of time while his company iPhone was \ndamaged. ( Id. at pp . 56.) While using his wife’s iP hone, Medero downloaded the \nOutlook contacts from his compan y iPhone to his wife’s phone. ( Id. at pp. 56 –57.) \nSome of the customer contact information from the iPhone Outlook contacts migrated \nto Medero’s personal Yahoo contacts list , but Medero claims that he does not know \nexactly how this happened. (Id. at pp. 62–63.) \n10. Plaintiff alleges that its “confidential business information and trade \nsecrets include,” inter alia, “customer names and contact information.” (ECF No. 1 at \n¶ 15.) Plaintiff also generally alleges that it “maintains its confidential business \ninformation and trade secret s on a company computer system”  and that it  “strictly \nlimits access to” its computer-stored data and information to employees who had an \n“absolute need to know” such information. (Id. at ¶  16.) Plaintiff requires all  \n \n \nemployees to sign the Employment Agreement and the NDA. (Id. at ¶ 17; ECF No. \n18 at ¶¶ 4–5.) \n11. Medero, on the other hand,  contends that “[n]o one at [Plaintiff] ever \ntreated customer contact information as confidential or secret” and that Plaintiff did \nnot tell Medero that he “needed to be careful with the name and contact information \nfor customers.” (ECF No. 21 at ¶ 7.) \n12. Plaintiff terminated Medero’s employment on April 18, 2016. (ECF No. \n21 at ¶ 9.) Medero returned to Plaintiff the company property it had issued to him , \nincluding pricing books, the  iPhone, and the laptop computer . (Id.) Medero did not \nremove any customer contact or other business information that was stored on the  \niPhone or the laptop. (Id.)  \n13. After his termination,  Medero retained the names and contact \ninformation for the customers he serviced with Plaintiff that had migrated to  his \npersonal Yahoo contacts list. (Id.; ECF No. 55.3 at Interrog. 4.) Medero did not delete \nthe customer names and cont act information . (ECF No. 21 at ¶  10.) Plaintiff \napparently did not learn that Medero had retained this information until after filing \nthis lawsuit. During discovery, Medero produced a list of the customer names and \ncontact information that he retained in his Yahoo contacts list. (ECF Nos. 58 and 59.)  \n14. Scott’s Hill hired Medero in May , 2016 as an outside sales \nrepresentative in the Raleigh area. (ECF No. 21 at ¶ 11; J. Barnhill Aff., ECF No. 23 \nat ¶¶ 4–5.) Medero’s duties with Scott’s Hill were nearly identical to his duties with \nPlaintiff. Medero sold Scott’s Hill’s products to construction contractors in the Raleigh \n \n \narea. Medero found new cu stomers for Scott’s Hill by identifying and driving to \nconstruction sites , as he had  done when he wo rked for Plaintiff . (Medero Aff. \n(8/14/17), ECF No. 50.5 at ¶ 5.) \n15. Scott’s Hill did not ask Medero to identify the customers he serviced \nwhile employed with Plaintiff, and Medero did not disclose the names and contact \ninformation to Scott’s Hill. (ECF No. 2 1 at ¶ 11.) Nevertheless, it is undisputed that \nScott’s Hill, through Medero, sold products to some of the customers Medero serviced \nwhile employed with Plaintiff. (Scott’s Hill’s Resp. to Pl.’s  First Interrogs., ECF No. \n55.1 at Interrog. No. 13.) Medero admits he used information in his personal Yahoo \ncontacts list “to contact a small number of [Plaintiff’s] customers about doing business \nwith Scott’s Hill.” ( Medero’s Answers to Pl.’s First Interrogs., ECF 55.3 at  Interrog. \nNo. 6 ; Medero’s Second Suppl. Answers to Pl.’s First Interrogs ., ECF No. 55.4 at  \nInterrog. No. 11.) Medero claims that he has run into the vast majority of his former \ncustomers by traveling to job sites on behalf of Scott’s Hill  and has only used his \npersonal contacts information to contact “about five” of Plaintiff’s customers. (ECF \nNo. 21 at ¶¶ 11–12.) \n16. Plaintiff learned Medero was working for Scott’ s Hill in May  2016. On \nMay 19, 2016, Mary Nelson (“Nelson”), the Director of Human Resources for Southern \nCarlson (Plaintiff’s parent company) , sent a  letter to Medero regarding h is post -\nemployment obligations and the non -compete and nondisclosure provisions of the \nEmployment Agreement. (ECF No. 1 at ¶ 43; ECF No. 1.3.) Nelson also sent a letter \nto John Barnhill (“Barnhill”), President of Scott’s Hill, notifying Barnhill that Medero \n \n \nwas subject to “restrictions on his post -employment activities and … obligations \nregarding confidentiality and non-disclosure of proprietary information.” (ECF No. 1 \nat ¶  44; ECF No. 1.6.) The letter to Barnhill quoted the non -compete and \nnondisclosure provisions in Medero’s Employment Agreement  and stated that “any \nsolicitation of [Plaintiff’s] customers as provided in the Agreement will be presumed \nto be initiated [b y] or with the assistance of Mr. Medero and result in legal action .” \n(ECF No. 1.6.) Barnhill concedes that he received Nelson’s letter but states that he \nhad no discussion with Medero about the letter. (Barnhill Dep., ECF No. 55.7 at p. \n91.)  Neither Medero nor Barnhill responded to Nelson’s letters. (ECF No. 1 at ¶ 46.)  \n17. Plaintiff subsequently learned that Medero was contacting some of \nPlaintiff’s customers to solicit their business. (ECF No. 1 at ¶ 47.) On June 16, 2016, \ncounsel for Plaintiff  sent Medero and Barnhill  letters notifying them that Plaintiff \nconsidered Medero in breach of the post-employment restrictions in the Employment \nAgreement and stating that by contacting Plaintiff’s current customers, Medero was \nviolating his Employment Agreement and NDA. (ECF No. 1 at ¶¶  48–49; ECF Nos. \n1.5 and 1.7 .) Counsel demanded, inter alia , that Medero return any of Plaintiff’s \nproperty still in his possession; that Medero and Scott’s Hill identify all of Plaintiff’s \ncustomers that Medero had contacted while working for Scott’s Hill; and that Medero \nand Scott’s Hill provide written acknowledgement that Medero was bound by the \nagreements he signed while employed by Plaintiff and that Scott’s Hill would take \nactive measures to prevent Medero from breach ing those agreements. ( Id.) Neither \nMedero nor Barnhill responded to the letters. (ECF No. 1 at ¶ 51.) \n \n \nPROCEDURAL BACKGROUND \n18. On July 22, 2016, Plaintiff filed this lawsuit in Wake County Superior \nCourt. The Verified Complaint contains the following claims: motion for preliminary \nand permanent injunctions (First Claim for Relief); misappropriation of trade secrets \nin violation of the North Carolina Trade Secret Protection Act (“NCTSPA”), N.C. Gen. \nStat. §§ 66 -152 et seq. (hereinafter “G.S.”) (Second Claim f or Relief); breach of the \nEmployment Agreement and the NDA against Medero only (Third Claim for Relief); \nconspiracy (Fourth Claim for Relief);  tortious interference with contract  against \nScott’s Hill only (Fifth Claim for Relief);  conversion (Sixth Claim for Relief); unjust \nenrichment (Seventh Claim for Relief); unfair and deceptive trade practices (Eighth \nClaim for Relief);  and punitive damages  (Ninth Claim for Relief) . (ECF No. 1 at \n¶¶ 54–120.) \n19. On July 25 , 2016, this case was designated a mandatory comple x \nbusiness case by Order of the Chief Justice of the North Carolina Supreme Court and \non the same day was assigned to the undersigned Special Superior Court Judge for \nComplex Business Cases by Order of Chief Judge James L. Gale. (ECF Nos. 6 and 7.) \n20. On October 4, 2016, Plaintiff filed a Memorandum in Support of Motion \nfor Preliminary Injunction (ECF No. 17) and evidentiary materials in support of the \nMotion for Preliminary Injunction. Defendants filed briefs and evidentiary materials \nin opposition to the motion, and on October 13, 2016, the Court held a hearing. On \nNovember 28, 2016, the Court issued an order denying Plaintiff’s Motion for \nPreliminary Injunction. (ECF No. 28.) \n \n \n21. On August 15, 2017, t he parties filed the Motions. Scott’s Hill and \nMedero seek summary judgment as to each of Plaintiff’s claims alleged against them.  \nPlaintiff seeks partial summary judgment solely on the claim that Medero breached \nthe non-disclosure provisions contained in the Employment Agreement. (ECF No. 56.) \nThe Motions are fully briefed, and the court held a hearing on the Motions on October \n13, 2017. The Motions are now ripe for determination. \nANALYSIS \n A. Summary Judgment Standard \n22. “Summary judgment is appropriate if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with affidavits, if any, \nshow that there is no genuine issue of material fact and that any party is entitled to \njudgment as a matter of law.” Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012). An issue is “material” if \n“resolution of the issue is so essential that the party against whom it is resolved may \nnot prevail.” McNair v. Boyette, 282 N.C. 230, 23 5, 192 S.E.2d 457, 460 (1972). The \nmoving party bears “the burden of clearly establishing lack of a triable issue to the \ntrial court.” N.C. Farm Bureau Mut. Ins. Co. v. Sadler, 365 N.C. 178, 182, 711 S.E.2d \n114, 116 (2011) (quotation marks omitted). The moving party may meet this burden \nby “proving an essential element of the opposing party’s claim does not exist, cannot \nbe proven at trial, or would have been barred by an affi rmative defense.” Variety \nWholesalers, Inc., 365 N. C. at 523, 723 S.E.2d at 747. In considering a motion for \nsummary judgment, a ll evidence is viewed in the light most favorable to the \n \n \nnonmoving party with the benefit of all reasonable inferences. Bruce-Terminix Co. v. \nZurich Ins. Co., 130 N.C. App. 729, 733, 504 S.E.2d 574, 577 (1998). \n23. “If the movant demonstrates the lack of a genuine issue of material fact, \nthe burden shifts to the non -movant to present specific facts which establish the \npresence of a genuine factual dispute for trial.” In re Will of Jones, 362 N.C. 569, 573 \n669 S.E.2d 572, 576 (2008) (citing Lowe v. Bradford, 305 N.C. 366, 369–70, 289 S.E.2d \n363, 366 (1982)). In determining whether the non -movant has met its burden, the \njudge “unavoidably asks whether reasonable jurors could find by a preponderance of \nthe evidence that the plaintiff is entitled to a verdict . . . .” Sloan v. Miller Bldg. Corp., \n119 N.C. App. 162, 165 -66, 458 S.E.2d 30, 32 (1995) (quoting Anderson v. Liberty \nLobby, Inc. , 477 U.S. 242, 252 -55 (1986)) (quotations and emphasis  omitted). As \nrecently reiterated by the North Carolina Court of Appeals, the burden on the non -\nmovant goes beyond merely producing some evidence, or a scintilla of evidence, in \nsupport of its claims. Rather, \n[i]f the movant meets [its] burden, the nonmova nt must \ntake affirmative steps to set forth specific facts showing the \nexistence of a genuine issue of material fact. An adverse \nparty may not rest upon the mere allegations or denials of \nhis pleading. A genuine issue of material fact is one that \ncan be ma intained by substantial evidence. Substantial \nevidence is such relevant evidence as a reasonable mind \nmight accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference. \n \nKhashman v. Khashman, No. COA16-765, 2017 N.C. App. LEXIS 715, at *15 (Sept. \n5, 2017) (citations and quotation marks omitted). In summary, this Court must decide \n“not whether there is literally no evidence, but whether there is any upon which a \n \n \njury could properly proceed to find a verdict for the p arty producing it, upon whom \nthe onus of proof is imposed.” Anderson, 477 U.S. at 251.3 \nB.  Misappropriation of Trade Secrets \n24. In its Second Claim for Relief, Plaintiff alleges that Defendants \nmisappropriated Plaintiff’s trade secrets in violation  of the NCTSPA. (ECF No. 1 at \n¶¶ 63 –76.) Medero and Scott’s Hill seek summary judgment on the claim for \nmisappropriation of trade secrets. \n25. Plaintiff alleges that the trade  secrets “included current and potential \ncustomer information such as customer names an d contact information, historical \nsales data, product pricing, and product preference and usage” and “vendor \ninformation.” (Id. at ¶¶ 65, 66.)  Plaintiff has provided no evidence in support of its \nallegations that Medero and Scott’s Hill misappropriated historical sales data, \nproduct pricing, product preference and usage, and vendor information. In addition, \nin response to Defendants’ motions for summary judgment, Plaintiff only argues that \nMedero and Scott’s Hill misappropriated Plaintiff’s customer names and contac t \ninformation. (Pl.’s Mem. Opp. Medero’s Motion, ECF No. 67 at pp. 8–12.) Accordingly, \nto the extent Plaintiff alleged that Defendants misappropriated trade secrets other \nthan customer  names and contact information , Defendants’ motions for summary \n                                                 \n3 The Supreme Court of North Carolina has held that “Federal Rule 56 is substantially the \nsame as our Rule 56, and we therefore look to the Federal decisions for guidance in applying \nour rule.”  Singleton v. Stewart, 280 N.C. 460, 464, 186 S.E.2d 400, 403 (1972); see also Dendy \nv. Watkins, 288 N.C. 447, 452, 219 S.E.2d 214, 217 (1975) (“Federal Rule 56 is substantially \nthe same as Rule 56 of Chapter 1A -1 of the General Statutes and, therefore, it is proper for \nus to look at the federal decisions and textbooks as well as our own for guidance in applying \nthe rule.”). \n \n \njudgment regarding Plaintiff’s claim for misappropriation of trade secrets should be \nGRANTED. \n26. The NCTSPA defines a “trade secret” as: \n[B]usiness or technical information, including but not \nlimited to a formula, pattern, program, device, compilation \nof information, method, technique, or process that: \n \na. Derives independent actual or potential commercial \nvalue from not being generally known or readily  \nascertainable through independent development or \nreverse engineering by persons who can obtain \neconomic value from its disclosure or use; and \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \n \nG.S. § 66 -152(3). The courts consider the following factors in determining whether \ninformation constitutes a trade secret: \n(1) The extent to which [the] information is known outside \nthe business; (2) the extent to which it is known to \nemployees and others involved in the business; (3) the \nextent of measures taken to guard secrecy of the \ninformation; (4) the value of information to business and \nits competitors; (5) the amount of effort or money expended \nin developing the information; and (6) the ease or difficulty \nwith which the information could properly be acquired or \nduplicated by others. \n \nWilmington Star-News, Inc. v. New Hanover Reg’l Med. Ctr., Inc., 125 N.C. App. 174, \n180–81, 480 S.E.2d 53, 56 (1997).  \n27. Plaintiff contends that the names of its customers, combined with  the \ncustomers’ phone numbers or email address es, is a trade secret. (ECF No. 67 at p. \n10.) Plaintiff argues that the combination of customer names and contact information \nwas compiled by Medero for Plaintiff . Plaintiff further argues that the combination \n \n \nof customer names and contact information  has actual commercial value because it \nis not “readily ascertainable ,” and it w ould take significant effort to identify such \ncustomers and obtain necessary contact information. (ECF No. 67 at pp. 11 –12.) \nPlaintiff contends that it took reasonable steps under the circumstances to maintain \nthe secrecy of its customer names and contact information. Defendants argue th at \nthe identities of customers who purchase the types of products and services Plaintiff \nsells are not secrets and that those customers’ contact information is relatively easy \nto compile. \n28. With regard to Plaintiff’s efforts to maintain the secrecy of its customer \nnames and contact information, Plaintiff required Medero to sign the Employment \nAgreement and the NDA. The Employment Agreement does not expressly state that \ncustomers’ names or identities, or contact information, are considered confidential \ninformation.  Rather, the Employment Agreement prohibits Medero from disclosing \n“customer and client lists.” (ECF No. 1.4 at §§ 9(a) and (c).) The NDA provides only \nthat Medero will “honor the Employment Agreement” and will not disclose \nconfidential information. (ECF No. 1.4) The NDA does  not expressly state that \ncustomer names and contact information constitute “confidential information.” (Id.) \n29. It is undisputed that Plaintiff did not instruct Medero that the identities \nof his customer names were secrets. (ECF No. 21 at ¶ 7.) Rather, t he evidence \nestablishes that the customers for Plaintiff’s products ar e construction contractors \nwho can be identified by visiting construction sites and talking to workers at the sites. \n(ECF No. 18 at ¶ 15; ECF No. 21 at ¶ 6; ECF No. 23 at ¶ 7; F. Stem Aff., ECF No. \n \n \n50.7 at ¶ 3; C. Romero Aff., ECF No.  50.12 at ¶ 3.)  Significantly, Plaintiff concedes \nthat the existence of its relationships with its customers “is not confidential or \nproprietary.” (ECF No. 67 at p. 10.) \n30. With regard to the contact  information for those customers, while the \nparties agree that traveling to variou s job sites to obtain phone numbers or email \naddresses for the customers can be time consuming, Plaintiff has not created a \ngenuine issue of fact that the contract information is not “readily ascertainable.” Area \nLandscaping, L.L.C. v. Glaxo-Wellcome, Inc., 160 N.C. App. 520, 525, 586 S.E.2d 507, \n511 (2003) (“[T]o survive a motion for summary judgment, [a plaintiff] must allege \nfacts that would allow a reasonable finder of fact to conclude that the information [at \nissue] was not ‘generally known or readily ascertainable’ . . . .”) (quoting Bank Travel \nBank v. McCoy, 802 F. Supp. 1358, 1360 (E.D.N.C. 1992)). \n31. The Court concludes that the undisputed facts establish that the names \nand contact information of Plaintiff’s customers , by themselves,  do not constitute  \ntrade secrets within the meaning of the NCTSPA. Bldg. Ctr., Inc. v. Carter Lumber \nof the North, Inc ., 2017 NCBC LEXIS 85, at *19-20 (N.C. Super. Ct. Sept. 17, 2017) \n(“Although customer lists, when compiled with pricing and bidding formulas, can \nsometimes qualify as a trade secret under the TSPA, the Court does not consider a \ncustomer list containing only information that is easily accessible through a \ntelephone book or other readily available sources to be a trade secret.”);  UBS \nPaineWebber, Inc. v. Aiken , 197 F. Supp. 2d 436, 447 –448 (W.D.N.C. 2002) \n(“[C]ustomer lists” containing “the names and addresses of clients”  are not trade \n \n \nsecrets under NCTSPA ); Philips Elecs. N. Am. Corp. v. Hope , 631 F. Supp. 2d 705, \n721 (M.D.N.C. 2009) (North Carolina courts have held that “customer pricing lists, \ncost information, confidential customer lists, and pricing and bidding formula s may \nconstitute trade secrets  . . . [but] have refused to protect customer names and \naddresses or personal relationships w ith customers a s ‘trade secrets ’”); Combs & \nAssocs. v. Kennedy, 147 N.C. App. 362, 370, 555 S.E.2d 634, 640 (2001) (“[C]ustomer  \ndatabase stored on [defendant]’ s computer” not a trade secret where “defendants \ncould have compiled a similar database through public listings such as trade sh ow \nand seminar attendance lists”); Novacare Orthotics & Prosthetics E., Inc. v. Speelman, \n137 N.C. App. 471, 478, 528 S.E.2d 918, 922 (2000)  (holding customer lists were not \nconsidered “trade secrets” where information would have been easil y accessible \nthrough a local telephone book); compare Medical Staffing Network, Inc. v. Ridgway, \n194 N.C. App. 649, 658, 670 S.E.2d 321, 328 (2009) (“[Plaintiff]’s database, which \ncontained [plaintiff]’s nurses’ phone numbers, pay rates, specializations, a nd \npreferences regarding shifts and facilities” constituted trade secret) (emphasis added), \nwith Sunbelt Rentals, Inc. v. Head & Engquist Equip., L.L.C. , 174 N.C. App. 49, 56, \n620 S.E.2d 222, 228 (2005) (holding “customer information (identity, contacts and \nrequirements of its rental customers )” constituted trade secrets)  (emphasis added). \nAccordingly, Plaintiff’s claims for misappropriation of trade secrets against Med ero \nand Scott’s Hill must fail, and Defendants’ motions for summary judgment as to the \nclaims for misappropriation of trade secrets should be GRANTED. \n \n \n \n \n C. Breach of the Employment Agreement and the NDA  \n32. In its Third Claim for Relief , Plaintiff alleges  that Medero breache d \nsections 6(e), (f), and (h)  and sections 7(b)(iii) and (iv), and the non -disclosure \nprovisions, of the Employment Agreement. (ECF No. 1 at ¶¶ 79 –86.) Plaintiff also \nalleges that Medero violated the NDA. (Id. at ¶¶ 87 and 90.) Medero seeks summary \njudgment as to all of the claims for breaches  of the Employment Agreement and the \nNDA. Plaintiff cross-moves for partial summary judgment on its claim that Medero \nbreached the non-disclosure provisions of the Employment Agreement. \n33. In response to Medero’s Motion, Plaintiff has significantly narrowed its \nclaims under the Third Claim for Relief. Plaintiff now is pursuing only its claims that \nMedero breached sections 6(f) and 7(b)(iv ), and the non-disclosure provisions, of the \nEmployment Agreement. (ECF No. 67 at p. 13.) Plaintiff is not pursuing its claims \nfor breach of sections 6(e) or 7(b)(iii) of the Employment Agreement or breach of the \nNDA. Thus, to the extent Plaintiff alleged that Medero breached any other provisions \nof the Employment Agreement, or breached the NDA, Medero’s motions for summary \njudgment should be GRANTED. \ni. Sections  6(f) and 7(b)(iv) of Employment Agreement \n34. Plaintiff alleges that Medero breached sections 6(f) and 7(b)(iv)  (the \n“non-competition provisions”) of the Employment Agreement  by working for Scott’s \nHill. Sections 6(f) and 7(b)(iv) provide that Medero “will not, either directly or \nindirectly, compete with the [Plaintiff]  . . . [w]ithin a twenty five  (25) mile radius of \n \n \nany customer location where [Medero] performed services for [Plaintiff] or solicited \nbusiness on behalf of [Plaintiff].” (ECF No. 1.4 at § 6(f).) “Compete” is defined in the \nEmployment Agreement as  “engaging in any business that is in competition with \nEmployer in a manner which is competitive with Employer’s business” and includes \n“acting as an individual, consultant, advisor,  officer, owner, member, manager, \ndirector, shareholder, principal, independent contractor, employee or in any other \ncapacity whatsoever.” ( Id. at §§  7(b)(iv) and (c).)  Medero argues that the non -\ncompetition provisions are unenforceable because the time an d territory provisions \nare excessively broad. \n35. Under North Carolina law, a covenant not to compete is valid if it is (1) \nin writing, (2) made part of the employment contract, (3) based on valuable \nconsideration, (4) reasonable as to time and territory, and (5) designed to protect a \nlegitimate business interest of the employer. A.E.P. Indus., Inc. v. McClure, 308 N.C. \n393, 402–03, 302 S.E.2d  754, 760 (1983). It is undisputed that the non -competition \nprovisions are in writing and are part of the Employment Agreement, and Medero \ndoes not argue  that he was not provided considerati on for the non -competition \nprovision. Accordingly, the Court must consider the scope of the restriction and \nwhether it protects Plaintiff’s legitimate business interests. \n36. In assessing the reasonableness of the time and geographic limitations, \nNorth Carolina courts consider the following factors: “(1) the area, or scope, of the \nrestriction; (2) the area assigned to the employee; (3) the area where the employee \nactually worked or was subject to work; (4) the area in which the employer operated; \n \n \n(5) the nature of the business involved; and (6) the nature of the employee's duty and \nhis knowledge of the  employer's business operation.”  Okuma Am. Corp. v. \nBowers, 181 N.C. App. 85, 89, 638 S.E.2d 617, 620 (2007). “[T]he territorial restriction \n… can be no greater than is reasonably necessary to protect the legitimate business \ninterests of the employer.  Sandhills Home Care, L.L.C. v. Companion Home Care - \nUnimed, Inc., 2016 NCBC LE XIS 61, at *14 (N.C. Sup er. Ct. Aug.  1, 2016) (citing \nManpower of Guilford County, Inc. v. Hedgecock , 42 N.C. App. 515, 521, 257 S.E.2d \n109, 114 (1979)). \n37. The geographi c scope of the non -competition provisions is, a t best, \ndifficult to determine. The covenant restricts Medero from competing within 25 miles \nof any “customer location” where he performed services or solicited sales for Plaintiff. \nThe language appears to be designed to restrict Medero from competing in and \naround the locations at which  Medero called upon customers in the Raleigh area , \nwhich consisted of construction job sites . Plaintiff, however, takes the position that \nthe term  “customer location” as used in the Employment Agreement  means the \n“business addresses [of the customers] as maintained in Plaintiff’s records.” (ECF No. \n50.2 at Interrog. No. 9.) The evidence  establishes that th e business addresses \nmaintained by Plaintiff for Medero ’s customers included , among other locations : \nBoise, Idaho; Salt Lake City, Utah; Goodyear, Arizona ; Jacksonville, Florida; \nRockport, Texas ; Rising Sun, Marylan d; Little Rock, Arkansas; and Stockertown, \nPennsylvania. (ECF No . 50.5  at Ex. C .) These are likely the corporate billing \naddresses of customers doing work in the Raleigh area on whom Medero called to sell \n \n \nPlaintiff’s products. It is undisputed, however, that Medero did no work on behalf of \nPlaintiff in any of the far -flung locations  listed above  from which he would be \nrestricted from competing with Plaintiff.  Using the business addresses maintai ned \nby Plaintiff to determine the geographic areas in which Medero is prohibited from \nworking creates an untenably overbroad geographic scope. \n38. Plaintiff does not argue that prohibiting Medero from working in areas \nlike Salt Lake City or Boise, in which Med ero performed no services for Plaintiff, \nserves a legitimate business interest of Plaintiff. Instead, Plaintiff argues: \n[u]sing the customer’s business address is, in fact, less \nrestrictive on Medero than using the location where sales \nmay have been made.   If the customer’s business address \nlies outside the sales territory Medero serviced for Scott’s \nHill, it can have no impact on his ability to earn a living \nand, therefore, cannot be unreasonable. \n \n (ECF No. 67 at p. 15.) Plaintiff appears to contend that restricting Medero from \nworking in Salt Lake City or Boise does not impact his ability to work in the Raleigh \narea, and those customer locations can be ignored for purposes of determining \nwhether the geographic restrictions are reasonable. Plaintiff does not argue, however, \nthat the Employment Agreement in written in a fashion that would permit the Court \nto strike, or “blue pencil”, the customer locations to permit enforcement only of the \nrestrictions as to customers locate d in and around Raleigh, North Carolina.  See \nBeverage Sys. of the Carolinas, LLC v. Associated Bev. Repair, LLC , 368 N.C. 693, \n699, 784 S.E.2d 457, 461 (2016) (“[W]hen an agreement not to compete is found to be \nunreasonable, we have held that the court is powerless unilaterally to amend the \nterms of the contract. If the parties have agreed upon territorial limits of competition, \n \n \nthese limits will be enforced ‘as written or not at all,’ for courts will not carve out \nreasonable subdivisions of an otherwise ov erbroad territory.”).  The Court cannot \nenforce a covenant not to compete only as to the “reasonable” geographic areas \nselected by a former employer and ignore those overbroad restrictions that are not \nreasonably related to its business interests. \n39. Read together, sections 6(f) and 7(b)(iv) of the Employment Agreement  \nare overbroad, and  the geographic restriction on Medero’s employment does not \nprotect Plaintiff’s legitimate business interest s in maintaining its local customers . \nOkuma, 181 N.C. App. at 89, 638  S.E.2d at 620 (“[T]he scope of the geographic \nrestriction must not be any wider than is necessary to protect the employer’s \nreasonable business interests.”). Therefore, Medero’s motion for summary judgment \nas to Plaintiff’s claim for breach of the non-competition provisions in the Employment \nAgreement should be GRANTED. \nii. Non-Disclosure Provisions in Employment Agreement \n40. Plaintiff also alleges that Medero breached the non-disclosure \nprovisions in the  Employment Agreement  by retaining the names and telephone \nnumbers and email addresses of Plaintiff’s customers in his personal Yahoo contacts \nlist after his termination, failing to “return” the information to Plaintiff, and using \nthat information to contact customers while workin g for Scott’s Hill . (ECF No. 1 at \n¶¶ 84–87.) Medero argues that Plaintiff’s “real purpose” behind the non -disclosure \nprovisions is to prohibit Medero from soliciting Plaintiff’s customers , and that the \nnon-disclosure provisions  should be subject to the sam e requirements for an \n \n \nenforceable non-competition agreement . ( Medero’s Mem. Supp. Medero’s Motion, \nECF No. 50 at pp. 20 –21.) Medero further contends that s ince the non -disclosure \nprovisions are not bounded by a time limitation, they cannot be enforce d. (Id. at p. \n21.) \n41. The North Carolina Court of Appeals has held that “an agreement is not \nin restraint of trade  . . . if it does not seek to prevent a party from engaging in a \nsimilar business in competition with the promise, but instead seeks to prevent the \ndisclosure or use of confidential information.” Chemimetals Processing, Inc. v. \nMcEneny, 124 N.C. App. 194, 197, 476 S.E.2d 374, 376 (1996). Such an agreement is \nenforceable “even though the agreement is unlimited as to time and area, upon a \nshowing that it p rotects a legitimate business interest of the promise e.” Id. at 197, \n476 S.E.2d at 376–77 (citation omitted).  \n42.  Plaintiff contends that the non-disclosure provisions are not in restraint \nof trade, and do not prohibit Medero from contacting or soliciting bu siness from his \nformer Plaintiff’s customers. (ECF No. 57 a t p. 20.) Rather, Plaintiff claims Medero \nis only prohibited from looking at the information  he retained in his personal Yahoo \ncontact list to find the customers’ name and contact information. (Id.) In other words, \nso long as Medero can draw his customers’  names and contact information from his \nmemory, or from any source other his personal contacts list, he is not restricted from \nusing that information to contact and solicit those customers. \n43. Plaintiff’s focus on restricting Medero from using customer names and \ncontact information make this case highly similar to the facts in AmeriGas Propane, \n \n \nL.P. v. Coffey, 2015 NCBC LEXIS 98 (N.C. Super. Ct. Oct. 15, 201 5). In Coffey, the \nplaintiff Amerigas employed the defendant as a residential propane delivery driver. \nCoffey executed a Post -Employment Agreement with AmeriGas that contained a \n“non-disclosure provision.” Id. at *4–5. The non-disclosure provision required Coffey \n“to ‘protect the Confidential Information of AmeriGas and its predecessors and \naffiliates from disclosure’ and ‘not, during or after [his] term of employment, divulge \nsuch Confidential Information or use it for the benefit of any person or entity not \nassociated with AmeriGas.’”  Id. at *5. The Post -Employment Agreement defined \nConfidential Information to include “ information . . . concerning  . . . past, present, \nand prospective customer identities , [and] lists . . . .” Id. at *20. 4   After AmeriGas \nterminated Coffey, he became employed with another residential propane company \nand solicited and sold propane to his former AmeriGas customers. Id. at *6–8. \n44. AmeriGas sued Coffey and claimed, inter alia , that he breached the \nPost-Employment Agreement by using the identities of his Amerigas cust omers to \nsolicit the business of those customers. Id. at *20. In Coffey, the Court concluded that \nthe identities of  AmeriGas’s residential propane customers could be readily \nascertained and that the information was not “confidential in any meaningful sense.” \nId. at *24. The Court therefore concluded that the  “intended effect” of an agreement \nprohibiting the defendant from using the plaintiff’s “customer identities”  was “to \npreclude [the defendant] from soliciting [the plaintiffs’] customers.” Id. \n                                                 \n4 AmeriGas maintained its “customer information” in a password-protected database accessible only \nto a limited number of employees, including Coffey. Id. at *6. \n \n \n45. As in Coffey, in this case Plaintiff’s customer names and contact \ninformation are readily ascertainable and are not “confidential in any meaningful \nsense.” Id. at *24.  Customers for the products and services Plaintiff and its \ncompetitors provide are identified by visiting construction sites and speaking to \ncontractors. The fact that a contractor is purchasing from a particular supplier, such \nas Plaintiff, is not a secret. Medero has encountered many of the customers he \nserviced for Plaintiff merely by traveling to construction job sites for Scott’s Hill. (ECF \nNo. 21 at ¶12.) \n46. Because Plaintiff’s customer identities and basic contact information is \nnot confidential, the non-disclosure provisions do  not serve Plaintiff’s legitimate \nbusiness interests , but rather seek to prevent Medero from soliciting Plaintiff’s \ncustomers in restraint of trade. The Court concludes the non -disclosure provisions \nmust be construed and analyzed as a restrictive covenant in restraint of trade. See \nCoffey, 2015 NCBC LEXIS at  *42; see also Creative Snacks, Co., LLC v. Hello \nDelicious Brands LLC , 2017 U.S. Dist. LEXIS 146993, at *14 (M.D.N.C. Sept. 12, \n2017) (applying Chemimetals and finding that a purported non -disclosure provision \n“restrain[ed] [Defendant’s] primary business”  and was in fact a covenant not to \ncompete). \n47. A covenant preventing competition must be “reasonable as to time and \nterritory.” A.E.P. Indus., 308 N.C. at 404, 302 S.E.2d at 761. As a restrictive covenant, \nprohibiting Medero’s use or disclosure of Plaintiff’s customer identities is overbroad. \nThe non-disclosure provisions are not limited as to  time, but rather are perpetual.  \n \n \nSuch a restraint  would prevent Medero from ever using the names and contact \ninformation of Plaintiff’s customers. Insofar as the non-disclosure provisions seek to \nprevent Medero from soliciting Plaintiff’s customers, they constitute  an \nunenforceable restrictive covenant. Accordingly, Plaintiff’s motion for summary \njudgment as to the breach of the non-disclosure provisions is DENIED, and Medero’s \nmotion for summary judgment as to the breach of the non -disclosure provision is \nGRANTED. \n D.  Tortious Interference with Contract \n48. In its Fifth Claim for Relief, Plaintiff alleges that Scott’s Hill \nintentionally interfered with Medero’s Emp loyment Agreement  with Plaintiff  and \nwith Plaintiff’s contracts with its customers . (ECF No. 1 at ¶¶ 95 –100.) Scott’s Hill \nmoves for summary judgment on the claim for tortious interference with contract. \n49. In response to Scott’s Hill’s Motion  Plaintiff has not argued in support \nof its allegation that Scott’s Hill interfered with Plaintiff’s contracts with its \ncustomers. Accordingly, to the extent Plaintiff alleged that Defendants tortiously \ninterfered with Plaintiff’s contracts with its custom ers, Scott’s Hill’s  motions for \nsummary judgment should be GRANTED. \n50. In order to prevail on a claim for tortious interference with contract, a \nplaintiff must establish that: (1) a valid contract existed between the plaintiff and a \nthird party that conferred  upon plaintiff contractual rights against the third party; \n(2) the defendant was aware of the contract; (3) the defendant intentionally induced \nthe third party not to comply with the contract; (4) the defendant did so without \n \n \njustification; and (5) actual  injury to plaintiff resulted. United Labs ., Inc.  v. \nKuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988). \n51. The Court already has concluded that  the non -competition and non -\ndisclosure provisions in the Employment Agreement are not enforceable. Accordingly, \nPlaintiff cannot establish the existence of a valid contract between itself and Medero, \nand Plaintiff’s  claim that Scott’s Hill interfered with the Employment Agreement \nmust fail. Phelps Staffing, LLC v. C. T. Phelps, Inc. , 226 N.C. App. 506, 512, 740 \nS.E.2d 923, 928 (2013) (“Because the noncompetition agreement is unenforceable, the \ncontract cannot support plaintiff's claim for tortious interference with contract, and \nthe trial court did not err in granting summary judgment in favor of defenda nts on \nthat claim.”) Consequently Defendant Scott’s Hill’s motion for summary judgment as \nto the claim for tortious interference with contract should be GRANTED. \n E.  Conversion  \n52. Plaintiff’s sixth cause of action is for conversion . Plaintiff alleges that \nMedero and Scott’s Hill  “misappropriated confidential and proprietary business \ninformation and trade secrets ,” including “current and potential customer \ninformation such as customer names and contact information, customer buying \npreferences and history, and product pricing.” (ECF No. 1 at ¶¶ 101–110.) Plaintiff’s \nevidence at this stage, however, is limited to customer names and contact \ninformation. To the extent Plaintiff has alleged that Defendants converted any other \ntrade secrets or confidential business information, Defendants’ motions for summary \njudgment should be GRANTED. \n \n \n53. Defendants argue that Plaintiff’s claim for conversion of the names and \ncontact information of Plaintiff’s customers fails because the undisputed facts show \nthat (1) the customer names and contact information were in an electronically-stored \nform and therefore cannot be converted, and (2) Medero did not convert the customer \nnames and contact information because he did not exclude Plaintiff from their use.  \nPlaintiff argues that the m ere retention of the electronic data is sufficient to \nconstitute conversion, because it interfered with Plaintiff’s right to  exclusive \ndominion and control over the information. (Pl.’s Mem. Opp. Scott’s Hill’s Motion , \nECF No. 68 at p. 20.)  \n54. Under North Car olina law, “ conversion is defined as an unauthorized \nassumption and exercise of the right of ownership over goods or personal chattels \nbelonging to another, to the alteration of their condition or the exclusion of an owner’s \nrights.” Spinks v. Taylor, 303 N.C. 256, 264, 278 S.E.2d 501, 506 (1981) (quoting Peed \nv. Burleson, Inc. , 244 N.C. 437, 439, 94 S.E.2d 351, 353 (1956)). “The essence of \nconversion is not the acquisition of property by the wrongdoer, but a wrongful \ndeprivation of it to the owner.” Bartlett Milling Co., L.P. v. Walnut Grove Auction & \nRealty Co., 192 N.C. App. 74, 86, 665 S.E.2d 478, 488 (2008). \n55. Plaintiff relies on federal case law to argue that Medero’s retention of \ncustomer names and contact information in his Yahoo personal contacts  “excluded \nPlaintiff from exercising control over its proprietary information.” Bridgetree, Inc. v. \nRed F Mktg. LLC, No. 3:10-cv-00228-FDW-DSC, 2013 U.S. Dist. LEXIS 15372, at *49 \n(W.D.N.C. Feb. 5, 2013). The Bridgetree holding, however, has been expressly rejected \n \n \nin this Court. See, e.g., New Friendship Used Clothing Collection, LLC v. Katz, 2017 \nNCBC 71 (August 18, 2017) at ¶¶ 77 – 79 (compiling cases). \n56. The essential element of a conversion claim, under North Carolina state \nlaw, is deprivation to the owne r. See Bartlett Milling Co., L.P., 192 N.C. App. at 86, \n665 S.E.2d at 488. Therefore, retention by a wrongdoer of an electronic copy in a \nmanner that does not deprive the original owner of access to the same electronic data \ncannot constitute conversion und er current North Carolina law. In the absence of \nfurther guidance from the North Carolina Supreme Court or Court of Appeals, the \nCourt declines to construe the law of conversion more broadly.  Accordingly, \nDefendants’ Motions as to the claim of conversion are GRANTED. \n F.  Unjust Enrichment  \n57. The basis for Plaintiff’s seventh claim for relief for unjust enrichment is \nnot clear. Plaintiff alleges only that “Defendants obtained benefits from [Plaintiff]” \nand “[g]iven the nature of the unlawful conduct and circumstances, it would be unjust \nto allow Defendants to retain those benefits.” (ECF No. 1 at ¶¶ 112–113.) Medero and \nScott’s Hill seek summary judgment on this claim. \n58. A claim for unjust enrichment “is neither in to rt nor contract but is \ndescribed as a claim in quasi contract or a contract implied in law.” Booe v. Shadrick, \n322 N.C. 567, 570, 369 S.E.2d 554, 556 (1988). “The general rule of unjust enrichment \nis that where services are rendered and expenditures made by one party to or for the \nbenefit of another, without an express contract to pay, the law will imply a promise \nto pay a fair compensation therefor.” Atlantic C. L. R. Co. v. State Highway Comm'n, \n \n \n268 N.C. 92, 95-96, 150 S.E.2d 70, 73 (1966). In North Carolina, to recover on a claim \nof unjust enrichment, Plaintiff must prove: (1) that it conferred a benefit on another \nparty; (2) that the other party consciously accepted the benefit; and (3) that the \nbenefit was not conferred gratuitously or by an interference in the affairs of the other \nparty. Southeastern Shelter Corp. v. BTU, Inc. , 154 N.C. App. 321, 330, 572 S.E.2d \n200, 206 (2002). \n59. Plaintiff does not allege, let alone provide evidence, that it conferred a \nbenefit on Defendants or how the facts in this case would support a claim for a \ncontract implied in law. Rather, Plaintiff merely alleges that Defendants took and \nused Plaintiff’s c ustomer names and contacts and thereby benefitted themselves. \nThese allegations do not support a claim for unjust enrichment. Defendants’ motions \nfor summary judgment  as to Plaintiff’s claim for unjust enrichment should be  \nGRANTED. \n G.  Unfair and Deceptive Trade Practices  \n60. In its eighth claim for relief, Plaintiff alleges that the “conduct of the \nDefendants” as alleged in the Verified Complaint “constitutes unfair and deceptive \nacts or practices.” (ECF No. 1 at ¶  115–117.) In its briefs, Plaintiff asserts that the \n“conduct” referenced in the Verified Complaint includes Medero’s possession and use \nof the customer list and Scott’s Hill’s “misappropriation of Plaintiff’s trade secrets, its \nconversion of Plaintiff’s confidential customer information  . . . and i ts tortious \ninterference with Plaintiff’s Employment Agreement with Medero.” ( ECF No. 67 at \npp. 25–26; ECF No. 68 at p. 16.) \n \n \n61. North Carolina General Statute § 75-1.1 declares unlawful any “[u]nfair \nmethods of competition in or affecting commerce, and unfair or deceptive acts or \npractices in or affecting commerce.”  To state a claim under  G.S. § 75-1.1, a plaintiff \nmust allege “(1) [that] the defendants committed an unfair or deceptive act or \npractice, or an unfair method of competition, (2) in or affecting commerce, (3) which \nproximately caused actual injury to the plaintiff[] o r to the plaintiffs’ business.”  \nBirtha v. Stonemor, N.C., LLC , 220 N.C. App. 286 , 298, 727 S.E.2d 1, 10 (2012).  “A \npractice i s unfair when it offends established public policy as well as when the \npractice is immoral, unethical, oppressive, unscrupulous, or substantially injurious \nto consumers, and a practice is deceptive if it has the capacity or tendency to deceive.” \nBumpers v.  Cmty. Bank of N. Va. , 367 N.C. 81, 91, 747 S.E.2d 220, 228 \n(2013) (quotation marks omitted). “An act or practice is deceptive if it has the capacity \nor tendency to deceive.”  Ace Chem. Corp. v. DSI Transps. , 115 N.C. App. 237, 247, \n446 S.E.2d 100, 106 (19 94) (quotation marks omitted). Unfair competition eludes a \nprecise definition, and whether an act or practice is unfair or deceptive is ultimately \na question of law for the Court.  Songwooyarn Trading Co. v. Sox Eleven, Inc. , 213 \nN.C. App. 49, 56, 714 S.E.2d 162, 167 (2011). \n62. The Court has granted summary judgment against Plaintiff on its \nclaims for misappropriation of trade secrets, breach of contract, tortious interference \nwith contract, civil conspiracy, and conversion. Plaintiff has not alleged or provided  \nevidence of any other conduct that would support a claim that Defendants’ engaged \nin unfair or deceptive practices. Combs & Assocs. v. Kennedy, 147 N.C. App. 362, 374, \n \n \n555 S.E.2d 634, 642 (2001) (“[P]laintiff's claim that defendants engaged in unfair \nand deceptive trade practices  rests with its claims for misappropriation of trade \nsecrets, tortious interference with contracts and civil conspiracy. Having determined \nthat the trial court properly granted summary judgment on each of these claims, we \nlikewise conclude that no claim for unfair and  deceptive trade practice s exists.”). \nDefendants’ motions for summary judgment as to the claim of unfair and deceptive \ntrade practices should be GRANTED. \nH.  Conspiracy  \n63. In its Fourth Claim for Relief, Plaintiff alleges that Medero and Scott’s \nHill conspired to “diminish the contractual rights of [Plaintiff] under the Employment \nAgreement,” “misappropriate the confidential  . . . information and trade secrets of \n[Plaintiff]” and “compete unfairly with [Plaintiff].”  (ECF No. 1 at ¶¶  91–94.) \nDefendants have moved for summary judgment on this claim. \n64. The elements of a civil conspiracy are: “(1) an agreement between two or \nmore individuals; (2) to do an unlawful act or to do a l awful act in an unlawful way; \n(3) resulting in injury to plaintiff inflicted by one or more of the conspirators; and (4) \npursuant to a common scheme.” Bottom v. Bailey, 238 N.C. App. 202, 212, 767 S.E.2d \n883, 890 (2014) (quoting Strickland v. Hedrick, 194 N.C. App. 1, 19, 669 S.E.2d 61, \n72 (2008)). The agreement to form a conspiracy must be an intention by two or more \npersons to pursue a common objective, or “a meeting of the minds on the object or \ncourse of action [to be accomplished]. . . .” Dalton v. Camp, 135 N.C. App. 32, 42, 519 \nS.E.2d 82, 89 (1999). \n \n \n65. “There is not a separate action for civil conspiracy in North Carolina.” \nDove v. Harvey, 168 N.C. App. 687, 690, 608 S.E.2d 798, 800 (2005) “Rather: ‘In civil \nconspiracy, recovery must be on the basis of sufficiently alleged wrongful overt acts. \nThe charge of conspiracy itself does nothing more than associate the defendants \ntogether and perhaps liberalize the rules of evidence to the extent that under proper \ncircumstances the acts and conduct of one m ight be admissible against \nall.’” Id. (citation and quotations omitted). \n66. The Court has granted summary judgment against Plaintiff on its \nclaims for misappropriation of trade secrets, breach of contract, tortious interference \nwith contract, conversion, and unfair and deceptive trade practices. As these were the \nclaims of unlawful conduct underlying Plaintiff’s claim for conspiracy, the civil \nconspiracy claim also must fail.  See Esposito v. Talbert & Bright, Inc., 181 N.C. App. \n742, 747, 641 S.E.2d 6 95, 698 (2007) (holding that because summary judgment for \ndefendants on all claims was proper, plaintiff’s claim for civil conspiracy must also \nfail); Toomer v. Garrett, 155 N.C. App. 462, 483, 574 S.E.2d 76, 92 (2002) (“Only where \nthere is an underlying claim for unlawful conduct can a plaintiff state a claim for civil \nconspiracy . . . .”). Accordingly, Medero’s and Scott’s Hill’s motions for summary \njudgment as to the claim of civil conspiracy should be GRANTED. \n I.  Punitive Damages (Ninth Claim for Relief) \n67. Plaintiff also alleges a claim for punitive damages  as a separate cause \nof action. (ECF No. 1 at ¶¶ 118 –120). Plaintiff alleges that it is entitled to punitive \n \n \ndamages because Defendants’ conduct “was and could be nothing other than \nintentional, willful, wanton, and malicious.” (ECF No. 1 at ¶ 119.) \n68. “Pursuant to our statutes, punitive damages may be awarded only if a \nclaimant proves that the defendant is liable for compensatory damages and that the \ndefendant is guilty of fraud, malice, or willful or wanton conduct.” Combs & Assocs., \nInc., 147 N.C. App. at 374, 555 S.E.2d at 642 (citing G.S. § 1D-15(a)). Plaintiff has not \nproven that either Medero or Scott’s Hill is liable for any claim or that Medero or \nScott’s Hill committed any wrongful fact  constituting fraud, malice, or willful or \nwanton conduct. Accordingly, Defendants’ motions for summary judgment  as to the \nclaim for punitive damages should be GRANTED. \n J.  Plaintiff’s Request for Permanent Injunction \n69. Since the Court has granted summary judgment fo r Defendants on all \nof Plaintiff’s claims, there are no claims that would support issuance of a permanent \ninjunction. Accordingly, the Court should GR ANT summary judgment in favor of  \nDefendants, and Plaintiff’s claim for permanent injunction should be DENIED. \n70. THEREFORE, IT IS ORDERED that Scott’s Hill’s Motion is GRANTED, \nPlaintiff’s Motion is DENIED, and Medero’s Motion is GRANTED , and Plaintiff’s \nclaims are DISMISSED WITH PREJUDICE. \nThis the 2nd day of January, 2018. \n \n    /s/ Gregory P. McGuire    \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases "
}