{
  "id": "49f5e2daa819390fe01939eaff061485ede47f10ec34518c303ac2b9c3bd8870",
  "source_file": "data/raw/ncbc/49f5e2daa819390fe01939eaff061485ede47f10ec34518c303ac2b9c3bd8870.pdf",
  "raw_text": " Charlotte Student Hous. DST v. Choate Constr. Co., 2018 NCBC 88. \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 5148 \n \nCHARLOTTE STUDENT HOUSING \nDST; and CHARLOTTE STUDENT \nHOUSING LEASECO, LLC, \n \nPlaintiffs, \n \nv. \n \nCHOATE CONSTRUCTION \nCOMPANY; DINO M. PAPPAS; \nGEOSCIENCE GROUP; MILLER \nARCHITECTURE; THE \nSANCTUARY AT CHARLOTTE, \nLLC; TONY F. MILLER; and \nVRETTOS PAPPAS CONSULTING \nENGINEERS, P.A., \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON  \nMOTIONS TO DISMISS OR STAY \nPENDING ARBITRATION \n \n \n \n1. This case arises from the construction of a student apartment complex , \nknown as Arcadia.  Plaintiffs  are Arcadia’s current owner and landlord.  They have \nsued the original owner, the architect, the general contractor, and two subcontractors, \nalleging that numerous, serious defects in Arcadia’s design and construction  have \ncaused millions of dollars in repairs and lost rent.   \n2. Two Defendants—Choate Construction Company (“Choate”) and Geoscience \nGroup (“Geoscience”)—believe the claims asserted against them mu st be resolved in \narbitration.  They ask the Court to dismiss or stay the claims pending the outcome of \narbitration.  For the following reasons, the Court GRANTS both motions to the \nextent they seek a stay. \n \n \nKatten Muchin Rosenman LLP, by Richard L. Farley, Jeffrey C. Grady, \nand Kelsey Panizzolo, for Plaintiffs Charlotte Student Housing DST and \nCharlotte Student Housing LeaseCo, LLC.  \n \nKilpatrick Townsend & Stockton LLP, by Brian G. Corgan, Elizabeth L. \nWinters, Hayley R. Ambler, and David K. Johnson, for Defendant Choate \nConstruction Company.  \n \nBerman Fink Van Horn P.C. , by Thomas E. Austin, Charles H. Van  \nHorn, and Lauren S. Frisch, for Defendant The Sanctuary at Charlotte, \nLLC. \n \nSmith Moore Leatherwood LLP, by Jeffrey P. MacHarg and Alexandria \nHirsh, for  Defendants Dino Pappas and Vrettos Pappas Consulting \nEngineers, P.A. \n \nHamilton Stephens Steele + Martin, PLLC , by Tracy T. James and \nCarmela Mastrianni, for Defendant Geoscience Group. \n \nCranfill Sumner & Hartzog LLP , by John W. Ong and Meredith A. \nFitzgibbon, for Defendants Tony F. Miller and Miller Architecture.  \n \nConrad, Judge. \n \nI. \nBACKGROUND1 \n3. To anyone who attended college in the twentieth century, Arcadia must \nsound like Shangri -La, a paradise  for the modern -day student.  It is a 22 -acre \nproperty, with over 200 apartments in nearly 40 buildings (variously described as \nchalets, manors, and cottages).  (Compl. ¶¶ 14–15, ECF No. 3; Choate Mot. to Dismiss \nEx. A, ECF No. 49.1 [“Construction Contract”].)  A separate clubhouse offers a game \n                                            \n1  As context for the Court’s analysis, this section describes the allegations in the complaint \nand also the relevant facts  regarding the pending motions , which are largely undisputed  \n(though the parties draw different conclusions from them ).  The Court elects to make \nnecessary findings of fact and conclusions of law at the end of this Opinion. \n \n \nroom, study room, tanning booths, sauna, steam room, and more, with an outdoor \npool in an adjacent area.  (See Compl. ¶ 48.) \n4. Arcadia took nearly two years  to build.  Its original owner, The Sanctuary \nat Charlotte, LLC (“Sanctuary”), engaged Choate to serve as general contractor, using \na standard form contract (“Construction Contract”).  (See Compl. ¶¶ 16–17.)  Choate \nwarranted that it would furnish new materials of good quality and that its work \nwould conform to the contract and be free from defects .  The warranties became \neffective upon substantial completion of the complex  and ran for one year .  ( See \nConstruction Contract , General Conditions  §§ 3.5, 9.8.4, 12.2.2.1 .)  As alleged by \nPlaintiffs, Choate later issued a written, one -page Contractor Warranty “[ u]pon \ncompletion of the Project ” to be effective from March 10, 2015  to March 10, 2016.   \n(Compl. ¶ 22; see also Choate’s Mot. to Dismiss Ex. B, ECF No. 49.2.) \n5. After construction was complete, Arcadia changed hands.  Sanctuary sold \nthe property to a third party, which in turn sold it to  Plaintiff Charlotte Student \nHousing DST.  (Compl. ¶¶ 24, 36.)  Plaintiff Charlotte Student Housing LeaseCo, \nLLC became the landlord on all tenant leases.  (Compl. ¶ 37.)   \n6. Plaintiffs now claim that, upon purchasing the property, they learned  \nArcadia wasn’t paradise after all.   Among other things, Plaintiffs allege they were \nforced to close the clubhouse and one of the apartment buildings after discovering \nmajor structural defects , including weak soil and water infiltration.  ( See Compl. \n¶¶ 54, 81.)  They also allege widespread mold and mildew problems due to defects in \nthe HVAC systems throughout Arcadia.  (See Compl. ¶ 93.)  When Plaintiffs notified \n \n \nChoate of these and other alleged defects, Choate agreed to address some but not all \nof them under the terms of the Contractor Warranty.  (See Compl. ¶¶ 22–23, 39–45.) \n7. The unresolved disputes prompted this lawsuit.  Asserting a claim for \nbreach of warranty , Plaintiffs attribute all of the defects to Choate’s faulty \nworkmanship and failure to comply with the project’s plans and specifications .  (See \nCompl. ¶ 131.)  Plaintiffs also claim negligence on the part of several subcontractors \nand service providers, including Geoscience for its role in testing soil conditions and \nproviding other engineering services .  ( See Compl. ¶ ¶ 153–54.)  Finally, Plaintiffs \nallege that  Choate and Sanctuary were aware of the mold and mildew problems \nbefore selling Arcadia but conspired to commit fraud by concealing them.  (See Compl. \n¶¶ 161–69.) \n8. Choate and Geoscience ask the Court to dismiss or stay all claims asserted \nagainst them on the ground that they are subject to binding arbitration.  Choate relies \non the arbitration clause found in  the Construction  Contract between it and  \nSanctuary.  That clause requires claims “arising out of or related to” the Construction \nContract to be mediated and then subject to arbitration  before the American \nArbitration Association  (“AAA”) in accordance with its Construction Industry \nArbitration Rules  (“Construction Rules”) .  ( Construction Contract , General \nConditions §§ 15.1.1, 15.4.1.)   \n9. Geoscience points to its own contract s with Sanctuary , one dealing with  \ngeotechnical subsurface exploration and the other with construction materials testing \nservices (“Geoscience Contracts”).  Each contract includes a clause  requiring, at \n \n \nGeoscience’s sole discretion, arbitration of “all claims or disputes” by the AAA under \nits Construction Rules.  (Geoscience’s Mot. to Dismiss Exs. A, B, ECF Nos. 40.1, 40.2.) \n10. Plaintiffs argue that none of these contracts were assigned to them as part \nof the purchase of Arcadia and that they are not attempting to enforce the contracts’ \nterms.  Thus, Plaintiffs contend, any  arbitration agreements made between Choate \nand Sanctuary or Geoscience and Sanctuary are not binding on Plaintiffs.   \n11. The motions have been fully briefed, and the Court held a hearing on July \n25, 2018.  After the hearing, Choate and Geoscience supplemented the record without \nobjection, and Plaintiffs filed a short response .  (See ECF Nos. 80, 91, 93.)   The \nmotions are ripe for determination. \nII. \nLEGAL STANDARD \n \n12. The parties agree that the Federal Arbitration Act (“FAA”) governs th e \nresolution of these motions.  (See Choate’s Mem. in Supp. Mot. to Dismiss 9, ECF No. \n49 [“Choate’s Mem.”]; Geoscience’s Br. in Supp. Mot. to Dismiss 2, ECF No. 44 [“Geo.’s \nBr.”]; Pls.’ Opp’n to Choate’s Mot. to Dismiss 10, ECF No. 62 [“Pls.’ Opp’n (Choate)”]; \nPls.’ Opp’n to Geoscience’s Mot. to Dismiss 6, ECF No. 64 [Pls.’ Opp’n (Geo.)”].)  This \nis so because the relevant arbitration clauses are contained in written contract s \nevidencing a transaction involving interstate commerce , specifically agreements \nbetween multiple out-of-state entities to construct a student housing complex within \nNorth Carolina.  See 9 U.S.C. § 2; see also Allied–Bruce Terminix Cos. v. Dobson, 513 \nU.S. 265, 27 3–81 (1995)  (construing “commerce” broadly to reach transactions \ninvolving interstate commerce); Gaylor, Inc. v. Vizor, LLC, 2015 NCBC LEXIS 102, \n \n \nat *10 –11 (N.C. Super. Ct. Oct. 30, 2015) (applying FAA to contract concerning \napartment project in North Carolina). \n13. “[W]hen the FAA governs a dispute, state law fills procedural gaps in the \nFAA as it is applied in state courts.”  Gaylor, 2015 NCBC LEXIS 102, at *12 (quoting \nCold Springs Ventures, LLC v. Gilead Sciences, Inc. , 2014 NCBC LEXIS 10, at *8 \n(N.C. Super. Ct. Mar. 26, 2014)).  By statute, when faced with a dispute concerning a \npurported agreement to arbitrate, this Court must “proceed summarily to decide the \nissue and order the parties to arbitrate unless it finds that there is no enforceable \nagreement to arbitrate. ”  N.C. Gen. Stat. §  1-569.7(a)(2).  “[I]n determining the \nthreshold issue of whether a mandatory arbitration agreement exists, the court \nnecessarily must sit as a finder of fact.”  Capps v. Blondeau, 2010 NCBC LEXIS 10, \nat *5 n.6 (N.C. Super. Ct. Apr. 13, 2010); see also Griessel v. Temas Eye Ctr., P.C., 199 \nN.C. App. 314, 317, 681 S.E.2d 446, 448 (2009) ( “[A]n order denying a motion to \ncompel arbitration must include findings of fact as to ‘whether the parties had a valid \nagreement to arbitrate’ and, if s o, ‘whether the specific dispute falls within the \nsubstantive scope of that agreement.’” (citations omitted)). \nIII. \nANALYSIS \n \n14. This case presents a frequently recurring question: whether an arbitration \nagreement may be enforced against a nonsignatory.  Because arbitration is a matter \nof contract, the usual rule is that “a party cannot be required to submit to arbitration \nany dispute which he has not agreed so to submit.”  United Steelworkers of Am. v. \nWarrior & Gulf Nav. Co., 363 U.S. 574, 582 (1960) .  In an appropriate case, though, \n \n \n“a nonsignatory can enforce, or be bound by, an arbitration provision within a \ncontract executed by other parties.”  Int’l Paper Co. v. Schwabedissen Maschinen & \nAnlagen GmbH, 206 F.3d 411, 415 (4th Cir. 2000). \n15. Here, the parties dispute whether Plaintiffs are bound by the arbitration \nclauses in the contracts between Choate and Sanctuary and between Geoscience and \nSanctuary.  Before reaching that question, though, the Court must first address who \nshould decide it—the Court or the arbitration panel. \nA. Deciding Arbitrability \n16. Although gateway questions of arbitrability are usually reserved for judicial \ndetermination, parties can, and often do, delegate arbitrability to the arbitrator.  See, \ne.g., Hall v. Dancy, 2018 NCBC LEXIS 63, at *6 (N.C. Super. Ct. June 27, 2018).  That \nsaid, “[c]ourts should not assume that the parties agreed to arbitrate arbitrability \nunless there is clear and unmistakable evidence that they did so .”  First Options of \nChi., Inc. v. Kaplan, 514 U.S. 938, 944 (1995) (brackets and quotation marks omitted).  \nWhen there is, courts must enforce the delegation, just as they would any other term \nof the parties’ arbitration agreement.  See Rent-A-Center, W., Inc. v. Jackson, 561 U.S. \n63, 69 (2010). \n17. Choate and Geoscience present this as a straightforward case of delegation.  \nThey contend that each arbitration clause incorporate s the AAA’s Construction \nRules, which expressly delegate to the arbitrator “the power to rule on his or her own \njurisdiction, including any objections with respect to the existence, scope, or validity \nof the arbitration agreement .”  AAA, Construction Industry Arbitration Rules and \n \n \nMediation Procedures, Rule 9(a)  (Oct. 1, 2009 ).  This language, Choate and \nGeoscience contend , requires the arb itrator, not the Court,  to decide whether \nPlaintiffs are bound by the arbitration clauses and whether the asserted claims fall \nwithin the scope of each.  (See Choate’s Mem. 18–19; Geo.’s Br. 5.) \n18. Plaintiffs respond that they never agreed to arbitrate any issue with Choate \nand Geoscience, much less to arbitrate arbitrability.  It is irrelevant, Plaintiffs \ncontend, that the arbitration clauses incorporate the AAA rules because Choate and \nGeoscience made those a greements with a third party, Sanctuary.  (See Pls.’ Opp’n \n(Choate) 20; Pls.’ Opp’n (Geo.) 8.)  Plaintiffs contend that the Court should not send \nany issues to arbitration before  deciding, as a threshold matter, whether Plaintiffs \nare in fact bound by the arbitration clauses. \n19. Plaintiffs are correct.  Choate and Geoscience have pointed to evidence of \ntheir own intent to arbitrate the issue of arbitrability, but they have not offered any \nevidence that Plaintiffs shared that intent.  Plaintiffs did not sign either arbitration \nagreement, nor are they referenced in either.  “Courts have generally found that \nagreements that do not mention or reference a particular non-signatory do not clearly \nor unmistakably evidence an agreement by that non-signatory to have an arbitrator \ndetermine whether the agreement is arbitrable.”  McKenna Long & Aldridge, LLP v. \nIronshore Specialty Ins. Co. , 2015 U.S. Dist. LEXIS 3347, at * 14–15 (S.D.N.Y. Jan. \n12, 2015); see also, e.g., Kramer v. Toyota Motor Corp., 705 F.3d 1122, 1127 (9th Cir. \n2013); Nat’l Union Fire Ins. Co. v. Stucco Sys., LLC , 289 F. Supp. 3d 457, 466 \n(S.D.N.Y. 2018); DCK World Wide, LLC v. Pacifica Riverplace, LP , 2018 U.S. Dist. \n \n \nLEXIS 25616, at *6 (W.D. Tex. Feb. 16, 2018); Oehme, van Sweden & Assocs., Inc. v. \nMaypaul Trading & Servs., Ltd., 902 F. Supp. 2d 87, 97 (D.D.C. 2012). \n20. Choate and Geoscience do not cite any contrary case law.  Although they \npoint to the “liberal federal policy favoring arbitration agreements,” Moses H. Cone \nMem’l Hosp. v. Mercury Constr. Corp., 460 U.S. 1, 24–25 (1983), that policy does not \napply to agreements to arbitrate arbitrability, see Howsam v. Dean Witter Reynolds, \n537 U.S. 79, 83 (2002).  In interpreting the FAA, the United States Supre me Court \npresumes that parties do not intend to delegate arbitrability to the arbitrator because \npresuming otherwise “might too often force unwilling parties to arbitrate a matter \nthey reasonably would have thought a judge, not an arbitrator, would decide. ”  First \nOptions, 514 U.S. at 94 5.  That reasoning applies with particular force to  gateway \ndisputes about whether a party is even bound by the arbitration clause in the first \nplace.  See Howsam, 537 U.S. at 84. \n21. The Court finds no clear -and-unmistakable ev idence that Plaintiffs , as \nnonsignatories, agreed to delegate arbitrability to the arbitrator.  Accordingly, the \nCourt must decide the parties’ gateway disputes of arbitrability —whether Plaintiffs \nare bound by the arbitration clauses  and which claims, if a ny, are subject to \narbitration.  See, e.g., Nat’l Union Fire Ins., 289 F. Supp. 3d at 466; DCK World Wide, \n2018 U.S. Dist. LEXIS 25616, at * 6; Oehme, 902 F. Supp. 2d at 97;  Masefield AG v. \nColonial Oil Indus., 2005 U.S. Dist. LEXIS 6737, at *6–7 (S.D.N.Y. Apr. 18, 2005). \n \n \nB. Estoppel  \n22. The FAA does not “alter background principles of state contract law \nregarding the scope of [arbitration] agreements (including the question of who is \nbound by them).”  Arthur Andersen LLP v. Carlisle, 556 U.S. 624, 630 (2009).  Thus, \ncourts have long recognized a number of traditional doctrines that allow arbitration \nagreements to be enforced by or against  nonsignatories.  These doctrines include  \nincorporation by reference, assumption, agency, veil piercing, and estoppel.  See, e.g., \nInt’l Paper, 206 F.3d at 417; see also LSB Fin. Servs., Inc. v. Harrison, 144 N.C. App. \n542, 548–49, 548 S.E.2d 574, 579 (2001).   \n23. Of these doctrines, estoppel is dispositive here.  In short, “[a] nonsignatory \nis estopped from refusing to comply with an arbitration clause when it receives a \ndirect benefit from a contract containing an arbitration clause.”  Int’l Paper, 206 F.3d \nat 418 (quotation marks omitted).  It would be manifestly unfair to permit a party to \ntake the benefit of the contract “despit e [its] non -signatory status but then, during \nlitigation, attempt to repudiate the arbitration clause in the contract.”  Hellenic Inv. \nFund, Inc. v. Det Norske Veritas , 464 F.3d 514, 517 –18 (5th Cir. 2006); see also Int’l \nPaper, 206 F.3d at 418.  That is what Plaintiffs seek to do here, and they are therefore \nestopped from refusing to arbitrate their claims against Choate and Geoscience. \n1. Claims Asserted Against Choate \n24. Plaintiffs contend they have received no benefit from the Construction \nContract because that contract was not assigned to them as part of the purchase of \nArcadia and because their claims against Choate do not arise from it.  (See Pls.’ Opp’n \n \n \n(Choate) 11.)  Plaintiffs insist that their claim for breach of warranty is instead based \non the Contractor Warranty , a standalone document that does not incorporate the \nConstruction Contract or its arbitration clause .  (See Pls.’ Opp’n (Choate) 5, 11–12.)  \nThe conspiracy claim, Plaintiffs contend, sounds in tort and does not arise out of the \nContractor Warranty or the Construction Contract.  (See Pls.’ Opp’n (Choate) 22–23.) \n25. This argument cannot be squared with the language of the Contractor \nWarranty or Plaintiffs’ own allegations.  On its face, the Contractor Warranty states \nthat Choate performed all work “in accord with the Contract Documents”—an express \nreference to the Con struction Contract.  ( Choate’s Mot. to Dismiss Ex. B.)   \nFurthermore, Plaintiffs’ claim that Choate breached this warranty rests on the \nallegation that it did not perform its work in accordance with “the plans and \nspecifications” contained within the Const ruction Contract.  (Compl. ¶  131; see also \nPls.’ Opp’n (Choate) 14 (conceding “the term ‘Contract Documents’ is an obvious \nreference [to] the plans and specifications governing the Arcadia Construction \nProject”).)  Whether Plaintiffs were assigned the Construction Contract as part of the \npurchase of Arcadia is therefore beside the point.  They were on notice of the contract \nbecause of the Contractor Warranty’s express reference to it.  And by seeking to hold \nChoate to the promise it made to Sanctuary, Plain tiffs’ claim for breach of warranty \nis functionally the equivalent of enforcing the terms of the Construction Contract \nitself.   \n26. Put simply , the Contractor Warranty has no meaning apart from the \nConstruction Contract, and Plaintiffs cannot prove their claim that Choate breached \n \n \nthe warranty  without looking to the contract .  Because their  claim “can only  be \ndetermined by reference to an agreement containing an arbitration clause,” Plaintiffs \nare estopped from repudiating the arbitration clause.   Noble Drilling Servs. Inc. v. \nCertex USA, Inc., 620 F.3d 469, 474 (2010); see also Int’l Paper, 206 F.3d at 418. \n27. The remaining question concerns which claims are subject to arbitration.  \nThe arbitration clause broadly covers all disputes “arising out of or relatin g to” the \nConstruction Contract.  (Construction Contract , General Conditions  §§ 15.1.1, \n15.4.1.)  Plaintiffs concede this language covers the claim for breach of warranty and \nthat, if estoppel applies, that claim is subject to arbitration.  (See Pls.’ Opp’n (Choate) \n21–22.) \n28. The Court concludes that the claim for civil conspiracy against Choate is \nalso subject to arbitration.  Plaintiffs contend that this claim “is linked to the tort \nclaims against Sanctuary” —fraudulently concealing mold and mildew probl ems \nrelated to Arcadia’s HVAC systems—and therefore “had nothing to do with the actual \nconstruction of the project.”  ( Pls.’ Opp’n (Choate) 22.)  But the arbitration clause is \nbroad enough to capture “every dispute between the parties having a significant \nrelationship to the contract regardless of the label attached to the dispute.”  J.J. Ryan \n& Sons, Inc. v. Rhone Poulenc Textile, S.A., 863 F.2d 315, 321 (4th Cir. 1988). \n29. The gist of Plaintiffs’ conspiracy claim is that Choate failed to build \nArcadia’s HVAC systems in accordance with the Construction Contract’s plans and \nspecifications, knew that its defective work caused mold and mildew problems, and \nthen conspired with Sanctuary to conceal the defects.  (See Compl. ¶¶ 101–02, 104, \n \n \n110, 131, 178–79.)  Although Plaintiffs call this a tort and not a contract claim, the \nlabel is immaterial .  The allegations clearly “relate to” Choate’s duties under the \nConstruction Contract and therefore must be sent to the arbitrator.   \n2. Claims Asserted Against Geoscience \n30. Plaintiffs are also estopped from refusing to arbitrate their claims against \nGeoscience for similar reasons.  The professional negligence claim against Geoscience \nis expressly grounded in the work it performed in May and September 2013, subject \nto its cont racts with Sanctuary.  ( See Compl. ¶  20.)  Plaintiffs allege the reports \nprovided by Geoscience as part of its services were faulty and that Geoscience failed \nto comply with the testing requirements, plans, and specifications for the construction \nproject.  (See Compl. ¶¶ 56–58, 60, 83, 153.)  Having sought to claim the benefit of the \nGeoscience Contracts, Plaintiffs are estopped from refusing to arbitrate under the \narbitration clauses included within them. \n31. Plaintiffs insist that their claim for professional negligence seeks no benefit \nfrom the Geoscience Contracts but instead seeks to enforce a duty that “flows directly \nfrom North Carolina common law.”  ( Pls.’ Opp’n (Geo.) 9.)  Again, though, estoppel \ndoes not turn on  labels.  Rather, it depends on  the natur e of the allegations,  and \n“courts should examine the underlying complaint to determine whether estoppel \nshould apply.”  Am. Bankers Ins. Group, Inc. v. Long, 453 F.3d 623,  627 (4th Cir. \n2006).  As alleged, Plaintiffs’ claim turns on whether Geoscience failed to carry out \nits duties under the Geoscience Contracts.  Plaintiffs can neither walk away from \nthose allegations nor cloak them in the language of negligence in an effort to avoid \n \n \narbitration.  See, e.g., Carter v. TD Ameritrade Holding Corp., 218 N.C. App. 222, \n232–33, 721 S.E.2d 256, 264 (2012); Bergenstock v. Legalzoom.com, Inc., 2015 NCBC \nLEXIS 66, at *22–23 (N.C. Super. Ct. June 23, 2015).2 \nC. Staying or Dismissing the Claims \n32. The final issue is whether the Court should dismiss the claims or stay them \npending arbitration.  Although Plaintiffs’ claims against Choate and Geoscience must \nproceed to arbitration, this Order does not resolve the  entire lawsuit.  Plaintiffs’ \nclaims against several other defendants remain before the Court.  Thus, the better \ncourse is to stay the claims against Choate and Geoscience pending the outcome of \narbitration.  See, e.g., Ryan v. BuckleySandler, LLP, 69 F. Supp. 3d 140, 149 (D.D.C. \n2014) (dismissal is appropriate only where all claims are submitted to arbitrator). \nIV. \nCONCLUSION \n \n33. The Court FINDS and CONCLUDES as follows: \na. The Construction C ontract between Choate and Sanctuary contains a \nvalid arbitration agreement .  The contract involves interstate commerce and is \nsubject to the FAA.  By asserting a claim for breach of the Contractor Warranty, \nPlaintiffs seek a direct benefit from the Construction Contract  and are therefore \n                                            \n2 One final issue bears mention.  In support of its motion, Geoscience attached unsigned \ncopies of the Geoscience Contracts, with no supporting affidavit.  ( See Geoscience’s Mot. to \nDismiss Exs. A, B.)  Without opposition, Geoscience supplemented the record with an \naffidavit stating that Geoscience and Sanctuary had, in fact, executed the contracts and also \nwith additional documents confirming Sanctuary’s awar eness and acceptance of the \narbitration clause.  ( See Aff. K. Caldwell, ECF No. 80.)  Although Plaintiffs initially \nquestioned the unsigned contracts, they have voiced no concerns about the supplemental \nmaterials.  The Court concludes that Geoscience has s ufficiently established that the \nGeoscience Contracts are valid and enforceable. \n \n \nestopped from refusing to arbitrate.  Both claims asserted against Choate fall \nwithin the scope of the arbitration agreement and are subject to arbitration. \nb. The Geoscience C ontracts between Geoscience and Sanctuary contain \nvalid arbitration agreements.  The contracts involve interstate commerce and are \nsubject to the FAA.  By asserting a claim ground ed in Geoscience’s duties under \nthe Geoscience Contracts, Plaintiffs seek a direct benefit from the contracts  and \nare therefore estopped from refusing to arbitrate.  The claim asserted against \nGeoscience falls within the scope of the arbitration agreement and is subject to \narbitration. \n34. For these reasons, the Court GRANTS the motions and STAYS all claims \nasserted against Choate and Geoscience pending arbitration.  The Court DENIES \nthe motions to the extent they seek to dismiss these claims.   The Court further \nORDERS that the parties shall notify the Court of the outcome of the arbitration \nproceeding within seven days after the arbitrator has issued a decision. \n35. Defendants Dino M. Pappas, Vrettos Pappas Consulting Engineers, P.A., \nTony F. Miller, and Miller Architecture have argued that this entire action should be \nstayed pending the outcome of any arbitration between Plaintiffs and Choate and \nGeoscience.  (ECF No s. 51, 66.)  No formal motion to stay has been made, and the \nissue has not been bri efed.  Any motion to stay claims asserted against the other \ndefendants, and a supporting brief, must be filed no later than 14 days after the entry \nof this Opinion.   \n \n \n \nThis the 24th day of August, 2018. \n \n \n      /s/ Adam M. Conrad                \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases  \n \n "
}