{
  "id": "4a0763ade1f14ffb1ba02cf5d8eae680ea0ecf4d241ac46b5b78ec513c3ad1e2",
  "source_file": "data/raw/ncbc/4a0763ade1f14ffb1ba02cf5d8eae680ea0ecf4d241ac46b5b78ec513c3ad1e2.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nJOHNSTON COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 152 \n \nFLANDERS/PRECISIONAIRE \nCORPORATION and FLANDERS \nCORPORATION, \n \nPlaintiffs, \n \nv. \n \nTHE BANK OF NEW YORK MELLON \nTRUST COMPANY, NATIONAL \nASSOCIATION, as Trustee for  \nMORGAN STANLEY CAPITAL I INC., \nCOMMERCIAL MORTGAGE PASS-\nTHROUGH CERTIFICATES, SERIES \n2007-IQ14; WAL-PAT II, LLC; and \nSTEVEN K. CLARK, \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION \n \n \n \n{1} THIS MATTER is before the Court upon Defendant The Bank of New York \nMellon Trust Company, National Association’s (“BONY”) Motion to Dismiss \nPlaintiffs Flanders/Precisionaire Corporation (“Precisionaire”) and Flanders \nCorporation’s (“Flanders”) (unless individu ally identified, collectively “Plaintiff”) \nThird, Fourth, Twelfth and Thirteenth Claims (“BONY’s Statute of Limitations \nMotion”); BONY’s Motion to Dismiss Plai ntiff’s Twelfth and Thirteenth Claims \n(“BONY’s Motion to Dismiss”); Defendant Steven Clark’s (“Clark”) Rule 12 Motion \nin Lieu of Answer (“Clark’s Motion to Dismiss”); and Plaintiff’s Motion to Dismiss \nBONY’s Fourth Counterclaim (“Plaintiff’s Motion to Dismiss”) (collectively, the \n“Motions”) in the above-captioned case.  Ha ving considered the Motions, the briefs \nand other documents filed in support of an d in opposition to the Motions, and the \narguments of counsel at the hearing held on December 11, 2014, the Court DENIES \nBONY’s Statute of Limitations Motion; GRANTS BONY’s Motion to Dismiss; \nDENIES Clark’s Motion to Dismiss; and GRANTS Plaintiff’s Motion to Dismiss. \nFlanders/Precisionaire Corp. v. The Bank of NY Mellon Trust Co., 2015 NCBC 33.\nWard and Smith, P.A. by E. Bradley Evans, Paul A. Fanning, and Michael J. \nParrish for Plaintiffs Flanders/Precisionaire Corporation and Flanders \nCorporation. \n \nPearce Law PLLC by Bradley E. Pearce for Defendant the Bank of New York \nMellon Trust Company, National Association. \n \nBattle, Winslow, Scott & Wiley, P.A. by W. Dudley Whitley, III for Defendant \nSteven K. Clark. \n \nBledsoe, Judge. \nI. \nPROCEDURAL HISTORY \n{2} Plaintiff commenced this action in Johnston County on January 16, 2014, \nalleging claims against Defendants in vari ous combinations for breach of contract, \nconspiracy, tortious interference with co ntract, and fraudulent concealment; and \nseeking various declaratory judgments, an accounting, setoff, and \ncontribution/indemnity arising from allegedly wrongful acts committed on behalf of \nPlaintiffs by several of their former officers. \n{3} Plaintiff also filed an identical action in Bladen County on January 13, \n2014, because certain of the subject property  in this action is located in Bladen \nCounty. \n{4} The cases were designated to the Busi ness Court on February 4, 2014 and \nassigned to the Honorable John Jolly on February 6, 2014.  The cases were \nsubsequently reassigned to the undersigned on October 27, 2014 following Judge \nJolly’s retirement. \n{5} Defendant Clark filed his Motion to  Dismiss on May 7, 2014, seeking \ndismissal of Plaintiff’s claim for fraudulent concealment.  Plaintiff filed its Motion to \nDismiss BONY’s counterclaim for unfair and deceptive trade practices (“UDTP”) on \nJune 6, 2014. Defendant BONY filed its Statute of Limitations Motion and its \nMotion to Dismiss on July 29, 2014.  The parties completed briefing on all of the \nMotions on September 2, 2014. \n{6} The cases were consolidated into one action on September 9, 2014. \n{7} On November 20, 2014, by request and consent of the parties, the Court \nadded IQ14 – Clarkton Smithfield NC LLC (“ IQ14”) as a party to this action as the \nsuccessor-in-interest to BONY with respec t to the rights and obligations arising \nunder the loan and collateral security in struments and documents that form the \nbasis of this litigation.  \n{8} The Court held a hearing on Decemb er 11, 2014, at which all remaining \nparties, except Defendant Wal-Pat II, LLC (“Wal-Pat II”), were represented by \ncounsel.\n1  The Motions are now ripe for resolution. \nII. \nFACTUAL BACKGROUND \n{9} The Court does not make findings of fact on motions to dismiss pursuant to \nRule 12(b)(6), but only recites those fa cts included in the Complaint that are \nrelevant to the Court’s determination of the Motions.  See, e.g., Concrete Serv. Corp. \nv. Investors Grp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986). \n{10} Precisionaire is a North Carolina corporation with its principal place of \nbusiness in Beaufort County, North Carolina.  (Compl. ¶ 1.)  Precisionaire is in the \nbusiness of manufacturing and selling resi dential and commercial air filtration \nproducts.  (Compl. ¶ 5.)  \n{11} Flanders is also a North Carolina corp oration with its principal place of \nbusiness in Beaufort County, North Carolina.  (Compl. ¶ 3.)  Precisionaire is a \nwholly-owned subsidiary of Flanders.  (Compl. ¶ 4.) \n{12} Defendant Clark was a shareholder of Flanders and formerly served as \nFlanders’ Chief Financial Officer (“CFO”) from 1995 through December 2004; Chief \nOperating Officer (“COO”) from 1999 through December 2004; Chief Executive \nOfficer (“CEO”) from December 2004 thro ugh September 2007; and a member of \nFlanders’ Board of Directors from 1995 through September 2007.  (Compl. ¶¶ 31–\n35.) \n                                                 \n1 Wal-Pat II has not filed or joined in any of the Motions and did not appear at the hearing in this \nmatter. \n{13} Robert Amerson (“Amerson”) “is the former [CFO], the former President, \nthe former [CEO], a former member of the Board of Directors, the former Chairman \nof the Board of Directors, and formerly the largest stockholder of [Flanders].”  \n(Compl. ¶ 22.)  \n{14} At all relevant times, Clark and Amerson were the sole members and \nmanagers of Wal-Pat, LLC (“Wal-Pat”).  (Compl. ¶¶ 15, 37.) \n{15} Defendant BONY is a national bank with  its principal place of business in \nNew York and serves as trustee for Morgan Stanley Capital, Inc., Commercial Pass-\nThrough Certificates, Series 2007-IQ14 (the “Certificates”).  (Compl. ¶¶ 6–7.) \n{16} On December 1, 2000, Wal-Pat purchased approximately 33.226 acres of \nreal property in Smithfield, North Carolina (the “Smithfield Property”) for \n$3,500,000.00, financing the purchase thro ugh a loan from Bank of America \neffective that same date for the full purc hase amount of $3,500,000.00.  (Compl. ¶¶ \n42–44.) \n{17} On January 1, 2006, Wal-Pat and Pr ecisionaire entered into a lease \nagreement for the Smithfield Property  (the “Smithfield Lease”), whereby \nPrecisionaire agreed to lease the Smithfield  Property from Wal-Pat for a period of \ntwenty years at the rate of $84,677.22 per month.  (Compl. ¶¶ 64–70.)  At the time \nof the execution of the Smithfield Le ase, Defendant Clark was an owner and \nmanager of Wal-Pat and the CEO and a director of Flanders.  (Compl. ¶¶ 66, 68.) \n{18} On June 14, 2006, Wal-Pat purchased real property in Clarkton, North \nCarolina (the “Clarkton Property”) (collectively with the Smithfield Property, the \n“Properties”) for $2,300,000.00, financing the purchase through a loan from Branch \nBanking & Trust Company, effective June 13, 2006, for the full purchase amount of \n$2,300,000.00.  (Compl. ¶¶ 54–56.)  \n{19} On May 5, 2006, Wal-Pat and Precisionaire entered into a lease agreement \nfor the Clarkton Property (the “Clarkton Lease”) (collectively with the Smithfield \nLease, the “Leases”), whereby Precisionair e agreed to lease the Clarkton Property \nfrom Wal-Pat for a period of twenty ye ars at the rate of $49,321.40 per month.  \n(Compl. ¶¶ 72–78.)  Precisionaire also agreed to pay all property taxes, insurance, \nand maintenance costs of the Clarkton Pr operty during the life of the lease.  \n(Compl. ¶ 79.)  At the execution of the Clarkton Lease, Defendant Clark was an \nowner and manager of Wal-Pat and the CEO and a director of Flanders.  (Compl. ¶¶ \n66, 76.) \n{20} The Leases were presented to Flanders’ Board of Directors for approval \nbefore they were executed.  (Compl. ¶ 83.)  Plaintiff alleges that “any approval was \nmade by directors who were beholden to and influenced by Amerson and Clark and \nsuch approval was made for the benefi t of Amerson and Clark and not for the \nbenefit of [Plaintiff].”  (Compl. ¶ 83.) \n{21} The Leases allegedly provided a 40% annual return on Wal-Pat’s \ninvestment in the Smithfield Property  and a 26% annual return on Wal-Pat’s \ninvestment in the Clarkton Property.  (C ompl. ¶¶ 86, 90.)  Plaintiff alleges that \nthese returns on investment were “exorb itant” and “far in excess of what is \ncustomary for a commercial lease.”  (Compl. ¶¶ 86, 90.) \n{22} On February 23, 2007, Wal-Pat conv eyed the Smithfield and Clarkton \nproperties to Wal-Pat II.  (Compl. ¶ 94.)  Wa l-Pat is the sole member of Wal-Pat II.  \n(Compl. ¶ 95.)  That same day, Wal-Pat II obtained a loan for $11,500,000.00 (the \n“Loan”) from LaSalle Bank National Asso ciation (“LaSalle Bank” or the “Original \nLender”) and executed a promissory note for that amount (the “Note”).  (Compl. ¶¶ \n96–97.)  The Loan was secured by Assignments of Leases and Rents (“ALRs”) and \ndeeds of trust (the “Deeds of Trust”) from Wal-Pat II to LaSalle Bank in connection \nwith the Smithfield and Clarkton Properties.  (Compl. ¶¶ 100, 103.) \n{23} Under the terms of the Note, “unles s Wal-Pat II, Amerson, or Clark \ncommitted an act of malfeasance in connection with the [L]oan, [LaSalle Bank] \nwould be limited to recovering from [Pla intiff] under the Leases and enforcing its \nDeeds of Trust against th e Properties,” regardless of Amerson’s and Clark’s \npersonal guarantees of the Loan.  (Compl. ¶¶ 106–07.) \n{24} Flanders executed guarantees of Pr ecisionaire’s obligations under the \nLeases in connection with the Loan from LaSalle Bank (the “Lease Guarantees”).  \n(Compl. ¶¶ 133–35.)  The Lease Guarantees may have been approved by Flanders’ \nBoard of Directors; but, similar to the Board’s approval of the Leases, Plaintiff \nalleges that “any such approval was made  by directors who were beholden to and \ninfluenced by Amerson and Clark and such approval was made for the benefit of \nAmerson and Clark and not for the benefit of [Plaintiff].”  (Compl. ¶ 139.) \n{25} Precisionaire also executed two Su bordination, Non-Disturbance and \nAttornment Agreements for each lease (t he “SNDAs”).  (Compl . ¶ 125.)  Plaintiff \nalleges that the “terms of the SNDAs purport to subordinate certain rights of \n[Precisionaire] to the rights of [LaSalle Bank], and may purport to diminish certain \nother rights that [Precisionaire] had with re gard to the Leases or the Properties.”  \n(Compl. ¶ 128.)  Plaintiff contends that if  the SNDAs were approved by Flanders’ \nBoard of Directors, the directors voting  for approval were “beholden to and \ninfluenced by Clark and Amerson and such approval was made for the benefit of \nAmerson and Clark and not for the benefit of [Plaintiff].”  (Compl. ¶ 132.) \n{26} At the time the Loan was made an d the supporting documents were \nexecuted, Clark was a manager and owner of Wal-Pat II and CEO, a director and a \nshareholder of Flanders, and Amerson was a manager and owner of Wal-Pat II and \nChairman of Flanders’ Board of Director s and Flanders’ largest shareholder.  \n(Compl. ¶¶ 119–20.) \n{27} LaSalle Bank assigned the Note, ALRs, SNDAs, and other Loan \ndocuments to BONY on or about May 29, 2007.  (Compl. ¶ 140.) \n{28} On or about April 30, 2008, Wal-Pat II permitted Precisionaire to execute a \nsublease of the Clarkton Property to Superior Media, LLC (“Superior Media”) (the \n“Clarkton Sublease”).  (Compl. ¶¶ 145–47.)  Under the Clarkton Sublease, Superior \nMedia paid only $14,069.63 per month to Prec isionaire, which Precisionaire in turn \npaid to Wal-Pat II in alleged satisfacti on of Precisionaire’s obligation under the \nClarkton Lease.  (Compl. ¶¶ 148–54.)  Plai ntiff alleges that Wal-Pat II accepted the \nreduced rent from Precisionaire without complaint or demand for additional rent for \nnearly 5 years.  (Compl. ¶¶ 154–56.) \n{29} Amerson resigned all of his positions with Flanders as of April 2009.  \n(Compl. ¶¶ 159–60.)  Clark resigned all of  his positions with Flanders as of \nSeptember 2007.  (Compl. ¶ 161.) \n{30} Flanders reviewed the rental rate under the Smithfield Lease in early \n2010 and hired “an experienced commercial lease broker and consultant, Douglas \nFaris (“Faris”) of Binswanger,” to assess the fair rental rate.  (Compl. ¶¶ 162–64.)  \nFaris opined that the Smithfield Lease rental rate was “nearly twice as much as he \nwould expect” based on his review and anal ysis.  (Compl. ¶ 165).  Based on Faris’s \nopinion, Flanders sent a letter to Wal-Pat II, stating that Precisionaire would “begin \npaying rent at the rate of $47,166.50 for the Smithfield Property from June of 2010 \nforward.”  (Compl. ¶¶ 165–69. )  Precisionaire paid a monthly rental rate of \n$47,166.50 for the Smithfield Property from June 2010 until December 2010, after \nwhich Precisionaire increased the rent payment to $51,529.00 per month, which \nPrecisionaire continued to pay thereafter.  (Compl. ¶¶ 170–71.) \n{31} On April 18, 2011, Flanders and Wa l-Pat II entered into a written \nagreement (the “Rate Letter Agreement”) specifying that Precisionaire’s monthly \nrental rate for the Clarkton Property  was $14,491.71 and Precisionaire’s monthly \nrental rate for the Smithfield Property was $51,529.00.  (Compl. ¶ 177.) \n{32} On May 11, 2011, Precisionaire and Wal-Pat II entered into a Lease \nTermination Agreement, whereby Precisio naire agreed to pay $900,000.00 to Wal-\nPat II in exchange for Wal-Pat II’s agreements to terminate the Smithfield Lease \nwithin ten (10) days after the sale of Amer son’s stock in Flanders and to enter into \nan amendment to the Smithfield Lease confirming the monthly rental rate of \n$51,529.00.  (Compl. ¶¶ 178–81.) \n{33} On May 16, 2012, Amerson sold all of his stock in Flanders for an amount \nin excess of $20,000,000.00.  (Compl. ¶ 183.)  Plaintiff alleges that Wal-Pat II, \nhowever, did not terminate the Smithfield  Lease or otherwis e perform under the \nLease Termination Agreement.   Plaintiff alleges that Flanders made two formal \ndemands on Wal-Pat II for performance und er the Lease Termination Agreement, \nbut that Wal-Pat II “continued to refuse to honor its obligations” under the \nAgreement.  (Compl. ¶¶ 184–87.) \n{34} On the same day he sold his stock in  Plaintiff, May 16, 2012, Amerson and \nhis wife filed for bankruptcy, listing assets  far in excess of liabilities.  (Compl. ¶ \n196.)   \n{35} Plaintiff alleges that Wal-Pat II defa ulted under the terms of the Note no \nlater than January 1, 2013, after which, on March 20, 2013, BONY sent a letter to \nFlanders (the “First Rent Demand Letter” ), stating that Wal-Pat II had defaulted \non the Loan and that BONY had the right to enforce the Leases against Flanders \npursuant to the ALRs.  (Compl. ¶¶ 200–04.)  The First Rent Demand Letter also \nrequested Plaintiff to resume payment of  $133,998.62 per month, as originally \nrequired under the Leases, and advised that Amerson had wrongfully \nmisrepresented to BONY the amount of Precisionaire’s actual rental payments and \ndid not advise BONY that Precisionaire ha d paid reduced rent under the Leases.  \n(Compl. ¶ 207.)  Thereafter, Plaintiff continued making rental payments at the \nlower rate provided in the Rate Letter Agreement, which Plaintiff alleges BONY \naccepted. (Compl. ¶ 208.) \n{36}  BONY subsequently sent another demand letter to Plaintiff, on November \n1, 2013, this time demanding payment of the arrearage then due under the Leases \nin the total amount of $4,430,225.60 and threatening legal action (the “Second Rent \nDemand Letter”).  (Compl. ¶¶ 209–12.) \n{37} Plaintiff alleges that BONY entered into an agreement with Amerson, \nmemorialized in Amerson’s Second Amended Plan of Reorganization in his \nbankruptcy case, whereby BONY would not seek payment from Amerson’s \nbankruptcy estate “in exchange for Amerson offering favorable testimony which \nwould assist [BONY] in asserting its legal positions that [Plaintiff] should pay the \ninflated rates of rent each month for the Properties.”  (Compl. ¶¶ 219, 224, 227.) \n{38} On May 20, 2013, BONY filed suit agai nst Wal-Pat II and Clark, asserting \nthat Wal-Pat II had defaulted on the Lo an and had withheld information from \nBONY in connection with the Loan.  (Compl . ¶ 229.)  Plaintiff contends that BONY \nhas failed to prosecute its action agains t Clark and Wal-Pat II, (Compl. ¶¶ 243–47), \nand has otherwise taken action that evidences BONY’s intention to collect the full \namount owed under the Note from Plaintiff,  rather than from Clark or Wal-Pat II. \n(Compl. ¶¶ 242–47.) \n{39} On December 31, 2013, Precisionaire sent a notice of lease termination \n(the “Lease Termination Notice”) to BONY, purporting to terminate the Leases on \naccount of alleged breaches by Wal-Pat II, and advising that Precisonaire intended \nto vacate the leased premises within 30 days.  (Compl. ¶¶ 248–52.) \n{40} Thereafter, on January 13, 2014, Plaintiff instituted this action against \nBONY, Clark, Amerson, and Wal-Pat II, and Wal-Pat II’s receiver, ACPM \nOperations, LLC (“ACPM”), stating claims for, among others, breach of contract, \nbreach of duty of good faith and fair dealing, and fraudulent concealment, and \nseeking declarations that the SNDAs and Lease Guarantees are void for lack of \nconsideration.  \n{41} Plaintiff’s claims against Amerson were dismissed by the Bankruptcy \nCourt, and Plaintiff’s claims against Clark were dismissed except for Plaintiff’s \nclaim for fraudulent concealment.  Plaintiff voluntarily dismissed ACPM as a party \nto this litigation on May 21, 2014. \nIII. \nLEGAL STANDARD \n{42} A motion to dismiss under Rule 12(b)(6) “‘test[s] the legal sufficiency of the \npleading against which [the motion] is directed.’”  Teague v. Bayer AG , 195 N.C. \nApp. 18, 22, 671 S.E.2d 550,  554 (2009).  “[I]n ruling upon such a motion, ‘the \ncomplaint is to be liberally construed, and the trial court should not dismiss the \ncomplaint unless it appears beyond doubt that [the] plaintiff could prove no set of \nfacts in support of his claim which would entitle him to relief.’”  Meyer v. Walls, 347 \nN.C. 97, 111–12, 489 S.E.2d 880, 888 (1997); Dixon v. Stuart, 85 N.C. App. 338, 340, \n354 S.E.2d 757, 758 (1987) (“In analyzing the sufficiency of the complaint, the \ncomplaint must be liberally construed.”).  If the Complaint “fails to allege the \nsubstantive elements of some legally cogniz able claim, or where it alleges facts that \ndefeat the claim, the [C]omplaint should be dismissed under Rule 12(b)(6).”  \nSparrow Sys., Inc. v. Private Diagnostic Clinic, PLLC , 2014 NCBC 69 ¶ 32 (N.C. \nSuper. Ct. Dec. 24, 2014), www.ncbusin esscourt.net/opinions/2014_NCBC_69.pdf \n(citing Hudson-Cole Dev. Corp. v. Beemer , 132 N.C. App. 341, 345–46, 511 S.E.2d \n309, 312 (1999)). “When considering a motion  under Rule 12(b)(6), the court is not \nrequired to accept as true any conclusions of law or unwarranted deductions of fact \nin the complaint.” Oberlin Capital, L.P. v. Slavin, 2000 NCBC 6 ¶ 9 (N.C. Super. Ct. \nApr. 28, 2000), www.ncbusinesscourt.net /opinions/2000_NCBC_6.pdf (citing Sutton \nv. Duke, 277 N.C. 94, 176 S.E.2d 161 (1970)).  \n \nIV. \nANALYSIS \ni. BONY’s Statute of Limitations Motion \n{43} BONY seeks dismissal of Plaintiff’s claims for violation of the duty of good \nfaith and fair dealing, fraudulent concea lment, and declarations that the SNDAs \nand Lease Guarantees are void for lack of consideration, all on the grounds that \nthese claims are time-barred by the applicabl e statutes of limitati ons.  “Statutes of \nlimitations are intended ‘to require diligen t prosecution of known claims,’ and to \nprevent the problems inherent in litigating claims in which ‘evidence has been lost, \nmemories have faded, and witnesses have disappeared.’”  Christie v. Hartley \nConstr., Inc. , 766 S.E.2d 283, 286 (N.C. Ct. App.  2014).  “Whether a statute of \nlimitations defense should be resolved by  a Rule 12(b)(6) motion or must await a \nRule 56 motion for summary judgment depends on whether the facts necessary to \nadjudicate the defense are demonstrated by the complaint itself or whether \nadditional evidence must be considered.” BDM Invs. v. Lenhil, Inc.,  2012 NCBC 7 ¶ \n51 (N.C. Super. Ct. Jan. 18, 2012), \nwww.ncbusinesscourt.net/opinions/2012_NCBC_7.pdf.  “A statute of limitations can \nbe the basis for dismissal on a Rule 12(b)(6) motion if the face of the complaint \ndiscloses that plaintiff's claim is so barred.” Reunion Land Co. v. Village of \nMarvin, 129 N.C. App. 249, 250, 497 S.E.2d 446, 447 (1998) (citation omitted). \na. Duty of Good Faith and Fair Dealing/Fraudulent Concealment  \n{44} The North Carolina General Statutes require that actions upon contracts, \nobligations or liability arising out of a co ntract be brought within three (3) years \nfrom the date of the breach .  N.C.G.S. § 1-52(1) (2014); Abram v. Charter Med. \nCorp., 100 N.C. App. 718, 721, 398 S.E.2d 331, 333 (1990).  The three-year statute of \nlimitations for contract claims likewise applies to claims for breach of the duty of \ngood faith and fair dealing.  See, e.g., Ussery v. Branch Banking & Trust Co. , 743 \nS.E.2d 650, 654 (N.C. Ct. App. 2013).   \n{45} “The statute [of limitations] [on a breach of contract claim] begins to run \non the date the promise is broken.”  PharmaResearch Corp. v. Mash, 163 N.C. App. \n419, 424, 594 S.E.2d 148, 152 (2004).  The same is true for a claim for breach of the \ncovenant of good faith and fair dealing.  See, e.g., Piles v. Allstate Ins. Co ., 187 N.C. \nApp. 399, 405, 653 S.E.2d 181, 185–86 (2007) (holding claim for breach of the \ncovenant of good faith and fair dealing arises when contract breached).   \n{46} Although N.C.G.S. §1-52(1) does not expressly contain a discovery clause, \nsee Brantley v. Dunstan, 10 N.C. App. 706, 708–09, 179 S.E.2d 878, 880 (1971), our \ncourts have also recognized that a breach of contract claim accrues at the time of \nnotice of the breach.  See, e.g, Henlajon, Inc. v. Branch Highways, Inc. , 149 N.C. \nApp. 329, 335, 560 S.E. 2d 598, 603 (2002) (“The claim a ccrues at the time of notice \nof the breach.”); Howard v. Hamilton , 28 N.C. App. 670, 677, 222 S.E.2d 913, 918–\n19 (1976) (“We hold that plaintiffs failed to carry the burden of showing that the \nactions were instituted within three years after they discovered, or by the exercise \nof due care should have discovered, the alleged breach of contract and fraud.”); \nJones v. Jones , 2015 N.C. App. LEXIS 191, 5 (N .C. Ct. App., Mar. 17, 2015) \n(unpublished) (to similar effect).   \n{47} Similarly, under N.C.G.S. § 1-52(9), “[f]or relief on the ground of fraud or \nmistake; the cause of action shall not be deemed to have accrued until the discovery \nby the aggrieved party of the facts constitu ting the fraud or mistake.”  Our courts \nhave defined “discovery” in this context to “mean[] either actual discovery or when \nthe fraud should have been discovered in the exercise of ‘reasonable diligence under \nthe circumstances.”  Forbis v. Neal, 361 N.C. 519, 524, 649 S.E.2d 382, 386 (2007). \n{48} Based on the above, the Court concludes that the applicable statute of \nlimitations on Plaintiff’s claims for alleged violation of the covenant of good faith \nand fair dealing and for fraudulent concealment is three years from the date \nPlaintiff discovered, or by the exercise  of reasonable diligence, should have \ndiscovered, the alleged facts giving rise to Plaintiff’s claims. \n{49} Plaintiff alleges that BONY is liable for breach of the covenant of good \nfaith and fair dealing as a consequence of LaSalle Bank’s alleged failure to inform \n“disinterested parties at [Flanders] (1) of the true nature of the Loan;” “(2) that the \nLeases contained above-market rates,” and “(3) that [Flanders’] insiders, Amerson \nand Clark, were utilizing the Leases to  obtain $11,500,000.00 with limited or no \nobligations to repay that money.”   (Co mpl. ¶¶ 353–55.)  Plaintiff alleges the same \nfacts to support its claim for fraudulent concealment and additionally asserts that \n“[t]he Original Lender, Amerson and Cl ark withheld this information from \n[Plaintiff] with the intent to deceive [Plaintiff] and to ensure that it would not object \nor raise issue with the Loan.”  (Compl. ¶ 368.) \n{50} BONY contends that Plaintiff’s claims are time-barred because the statute \nof limitations began to run  under N.C.G. S. § 1-52(9) when Plaintiff became aware \nof the allegedly above-market rents in the Leases upon Plaintiff’s receipt of the \nFaris report in June 2010 and thereafter reduced the rents it paid under the Leases.  \nSee, e.g., Vail v. Vail, 233 N.C. 109, 106, 116 S.E.2d 202, 207 (1951) (statute of \nlimitations on fraud claim begins “when the aggrieved party discovers the facts \nconstituting the fraud, or when, in the exercise of reasonable diligence, such facts \nshould have been discovered”); Bolich v. Ins. Co., 206 N.C. 144, 156, 173 S.E.2d 320, \n327 (1934) (power to rescind contract pr ocured by fraud ends when “after \ndiscovering the fraud, the injured party vol untarily does some act in recognition of \nthe contract”).  In particular, BONY argues that once Plaintiff became aware of the \nallegedly above-market rents in June 2010, Plaintiff had a duty to inquire into the \nrelevant facts, an inquiry, which, in the exercise of reasonable diligence, should \nhave uncovered the facts constituting th e alleged fraud.  BONY argues that \nPlaintiff’s claim should therefore be dismissed as time-barred because the \nComplaint was filed more than three years later.   \n{51} Plaintiff contends that it should have the benefit of the discovery rule \nbecause LaSalle Bank’s alleged failure to disclosure “only became apparent to \n[Plaintiff] upon Wal-Pat II’s default under  the [L]oan and [BONY’s] demand that \n[Plaintiff] pay higher rates of rent than it  had been paying for many years,” all of \nwhich occurred in 2013 and less than three years before Plaintiff filed the \nComplaint.  (Compl. ¶ 357.)  Although Plaint iff admits that it was informed of the \nallegedly above-market rates in the Leases in the Faris report in June 2010, \nPlaintiff contends that it was not aware,  and with the exercise of reasonable \ndiligence, could not have been aware, that Plaintiff would ultimately bear \nresponsibility for paying back the Loan with little or no required participation from \nWal-Pat II, Amerson and Clark.  In particular, Plaintiff contends that “disinterested \nparties” at Plaintiff were not privy to the terms of the Note until shortly before \nPlaintiff filed this action and, accord ingly, had no knowledge of Amerson and \nClark’s limited liability for the Loans. (Compl. ¶ 365.)  As a result, Plaintiff \ncontends that it filed this action as so on as practicable after learning the facts \ngiving rise to Defendants’ liability. \n{52} Under North Carolina law, “[o]rdinarily, the question of whether a cause of \naction is barred by the statute of limitations is a mixed question of law and fact.  \nHowever, when the bar is properly pleade d and the facts are admitted or are not in \nconflict, the question of whether the action is barred becomes one of law, and \n[dismissal] is appropriate.”  \nPembee Mfg. Corp. v. Cape Fear Constr. Co ., 313 N.C. \n488, 491, 329 S.E.2d  350, 353 (1985); see, e.g.,  Piles, 187 N.C. App. at 405, 653 \nS.E.2d at 186 (“The date of [the plainti ff's] discovery of the alleged fraud or \nnegligence—or whether she should have di scovered it earlier through reasonable \ndiligence—is a question of fa ct for a jury . . . .”); Forbis, 361 N.C. at 524, 649 S.E.2d \nat 386 (2007) (“Ordinarily, a jury must decide when fraud should have been \ndiscovered in the exercise of reasonable diligence under the circumstances.”). \n{53} Although BONY argues that Plaintiff was on notice upon learning of the \nallegedly above-market rents in June 2010 and, in light of Amerson’s and Clark’s \ndeparture from Plaintiff prior to that time, could have and should have investigated \nto determine whether LaSalle Bank “had ac ted fairly with [Plaintiff] in connection \nwith the Loan” and whether Plaintiff had “po tential liabilities” to LaSalle Bank or \nBONY, (BONY Br. Supp. Mot., p. 10), the Cour t is not prepared to conclude on the \nfacts alleged at this early stage of the litig ation that Plaintiff’s receipt of the Faris \nreport in June 2010 should have put Plaintiff on notice of the alleged fraud or that \nthe alleged fraud should have otherwise been  promptly discovered in the exercise of \nreasonable diligence.   \n{54} Accordingly, based on the allegations of the Complaint, the Court cannot \nconclude that Plaintiff’s claims for breach of the duty of good faith and fair dealing \nand for fraudulent concealment should be dismissed as time-barred as a matter of \nlaw.  Thus, the Court concludes that BONY’s motion to dismiss these claims on \nstatute of limitations grounds should be denied.  \nb. Declaration that the SNDAs and Lease Guarantees are Void for Lack \nof Consideration. \n \n{55} BONY asks the Court to apply the three-year statute of limitations \napplicable to contract actions to Plainti ff’s claims seeking a declaration that the \nSNDAs and Lease Guarantees between LaSalle Bank and Plaintiff are void for lack \nof consideration. In particular, BONY argues that Plaintiff’s claims are effectively \nclaims for rescission of the SNDAs and th e Lease Guarantees and thus are subject \nto the three-year statute of limitations under either N.C.G.S. § 1-52(9) for actions to \nrescind based on fraud or mistake or un der N.C.G.S. § 1-52(1) as an action for \nbreach of contract.  (BONY’s Reply Supp. Statute of Limitations Mot., p. 3.). Where \nthe statute of limitations has been prop erly applied to a plaintiff’s underlying \nclaims for relief, “no relief can be afford ed under the Declaratory Judgment Act.”  \nLudlum v. State, 742 S.E.2d 580, 582 (N.C. Ct. App. 2013).  \n{56} Plaintiff, however, contends that its claims are not for rescission or breach \nbut are asserted defensively, alleging that “[a]n actual justiciable controversy exists \namong [Plaintiff], on the one hand, and [B ONY], on the other hand, regarding the \nenforceability of the [SNDAs and Lease Gu arantees] because [BONY] attempts to \nenforce the [SNDAs and Lease Guarantees] against [Plaintiff] in the First Rent \nDemand Letter and the Second Rent Demand Letter” (Compl. ¶ 291), and seeking a \ndeclaration that the [SNDAs and Lease Guarantees] are void and unenforceable \nagainst Plaintiff (Compl. ¶ 297).  As su ch, Plaintiff contends these claims for \ndeclaratory judgment are not subject to any statute of limitations. \nSee generally 51 \nAm.Jur.2d Limitations of Actions § 98 (“Stat utes of limitations are not intended to \naffect matters asserted strictly in the de fense of an action . . . . A statute of \nlimitations does not bar a pure defense,  or a defense involving no claim for \naffirmative relief, or a defense which, if given effect, would negate the plaintiff’s \nright to recover.”); Pringle v. Water Quality Ins. Syndicate , 646 F. Supp. 2d 1161, \n1171–72 (C.D. Cal. 2009) (“If the result the defendant seeks is simply that he or she \nowes no obligations under an agreement alleged by the plaintiff, the matter must be \ndeemed a defense to which the statut e of limitations does not apply.”) ; Grynberg v. \nWaltman, 946 P.2d 473, 475 (Colo. App. 1997) (“A statute of limitations is not a bar \nto a claim asserted as a defense.  If a plaint iff’s suit pertains to rights asserted by a \ndefendant, then such suit raises a questi on of defense rather than a request for \naffirmative relief.”). \n{57} The Court does not find it necessary to  resolve the parties’ conflicting legal \narguments because BONY’s Motion must be  denied under either party’s preferred \nanalysis.  First, if Plaintiff is correct that  its claim should be viewed as a defensive \nclaim that is not subject to a statute of limitations, BONY’s Motion must obviously \nbe denied.  Likewise, if BONY is correct that Plaintiff’s declaratory judgment claims \nare simply claims for rescission subject to the three-year statute of limitations set \nforth in N.C.G.S. §§ 1-52(1) and 1-52(9) , the Court must deny BONY’s Motion \nnonetheless because the Court cannot conclude  at this early stage of the litigation \nthat Plaintiff’s receipt of the Faris report in June 2010 should have put Plaintiff on \nnotice that the SNDAs and Lease Guarantees were not supported by consideration, \nor that the alleged lack of considerat ion should have otherwise been promptly \ndiscovered in the exercise of reasonable diligence.  Thus, the Court concludes that \nBONY’s Motion to Dismiss Plaintiff’s decl aratory judgment claims on statute of \nlimitations grounds should be denied.   \nii. BONY’s Motion to Dismiss \n{58} BONY also seeks to dismiss Plaintiff’s claims for violation of the duty of \ngood faith and fair dealing and fraudulent concealment on grounds that they each \nfail to state a claim upon which relief can be granted.   \na. Breach of Duty of Good Faith and Fair Dealing    \n{59} The North Carolina courts have recognized a limited duty of good faith and \nfair dealing in the creditor-guarantor context.  See, e.g., Richardson v. Bank of Am., \nN.A., 182 N.C. App. 531, 557, 643 S.E.2d 410, 426 (2007).  “Although there is no \nfiduciary relationship between creditor and guarantor, in some instances a creditor \nowes a duty to the guarantor to disclose information about the principal debtor.”  \nGant v. NCNB Nat’l Bank, 94 N.C. App. 198, 199, 379 S.E.2d 865, 867 (1989). \nIf the creditor knows, or has good grounds for believing that the surety \n[or guarantor] is being deceived or misled, or that he is induced to \nenter into the contract in ignoranc e of facts materially increasing the \nrisks, of which he has knowledge, and he has an opportunity, before \naccepting his undertaking, to inform him of such facts, good and fair \ndealing demand that he should make such disclosure to him; and if he \naccepts the contract without doing so, the surety [or guarantor] may \nafterwards avoid it. \nId. (alteration in original) (quoting First-Citizens Bank & Trust Co. v. Akelaitis, 25 \nN.C. App. 522, 526, 214 S.E. 2d 281, 284 (1975)); Richardson, 182 N.C. App. at 557, \n643 S.E.2d at 427.  The creditor’s duty to disclose may extend to include information \nconcerning the borrower’s financial state if the creditor knows or has reason to \nbelieve that the surety or guarantor is being deceived or misled about that \ninformation.  See, e.g., Whisnant v. Carolina Farm Credit, 204 N.C. App. 84, 91, 693 \nS.E.2d 149, 155 (2010); Gant, 94 N.C. App. at 200,  379 S.E.2d at 867; Akelaitis, 25 \nN.C. App. at 526, 214 S.E.2d at 284.   \n{60}  Plaintiff contends that if LaSalle Bank had disclosed that the Loan \nbenefitted Amerson and Clark without any be nefit to Plaintiff; Amerson, Clark and \nWal-Pat II had little or no liability un der the Loan; and that the Loan was \nstructured so that Plaintiff “would be th e sole party responsible for repaying the \nindebtedness through the inflated Leases,”  “the disinterested parties [at Flanders] \nwould have learned the true nature of the Loan and the Leases before becoming \ninvolved in the Loan” and caused Plaintiff not to enter the transaction. (Pl.’s Resp. \nBONY’s Mot. Dismiss, p. 9; Compl. ¶¶ 350–61) .  As such, Plaintiff contends that it \nhas stated a claim for breach of the duty  of good faith and fair dealing against \nBONY, as successor in interest to LaSalle Bank. \n{61} The Court concludes, however, that the facts of this case do not fall within \nthe scope of the Gant, Akelaitis and Whisnant line of cases that impose a duty on a \ncreditor to disclose information about the borrower to a guarantor in certain limited \ncircumstances.  \n{62} In particular, as made plain on the face of the Complaint, LaSalle Bank \nnegotiated the guaranty transaction with  Amerson and Clark – Flanders’ primary \nexecutive officers and members of Flanders’ Board of Directors.  Plaintiff does not \nallege that Clark and Amerson were limited in their authority to enter the Loan \ntransaction, including the Lease Guarantees, the SNDAs and the ALRs, nor does \nPlaintiff allege that LaSalle Bank was aware of any limitation on Clark’s and \nAmerson’s authority to enter the transaction and execute the Loan and Lease \nGuarantee documents on behalf of Plaintiff.   Indeed, Plaintiff avers that the Leases \nwere presented to the Flanders’ Board of Directors, acknowledging that \n“disinterested parties” at Flanders were  aware of the Leases.  (Compl. ¶ 83.)  \nFurther, Plaintiff does not allege facts showing that LaSalle Bank had knowledge \nthat Amerson and Clark withheld any ma terial information from the Flanders \nBoard of Directors concerning the Loan tr ansaction, including Amerson and Clark’s \nownership interest in Wal-Pat II or the fact that Wal-Pat II, Amerson and Clark \nhad little or no liability on the Loan.   \n{63} As such, the Court concludes that, as pled, Amerson and Clark were \ncorporate agents acting within the scop e of their apparent authority vis-à-vis \nLaSalle Bank, and Plaintiff has not pled  facts showing that LaSalle Bank had \nknowledge to the contrary.  As a result, the Court concludes that LaSalle Bank was \nentitled to negotiate with Amerson and Clark at arm’s length as agents of Plaintiff, \nand that LaSalle Bank did not have a duty to disclose any material information to \nthe disinterested directors of Flanders.  See, e.g., First Union Nat'l Bank v. Brown , \n166 N.C. App. 519, 532–33,  603 S.E.2d 808, 818 (2004) (concluding that bank may \nnot be held liable “for a breach of good faith and fair dealing or non-disclosure when \nnegotiating with a[n] officer of a company having apparent authority”) (citing \nFurman Lumber, Inc. v. Mountbatten Sur. Co. , 1997 U.S. Dist. LEXIS 12118, *35 \n(E.D. Pa., Aug. 6, 1997) (creditors who had made the required disclosure to an agent \nof the guarantor “were under no duty to take any further affirmative action”). \n{64} Accordingly, the Court concludes that Plaintiff’s claim for breach of the \nduty of good faith and fair dealing should  be dismissed for failure to state a claim \nunder Rule 12(b)(6).   \nb. Fraudulent Concealment \n{65} To withstand a motion to dismiss a claim for fraudulent concealment, a \nplaintiff must allege the following: \n(1) the relationship [between plaintiff and defendant] giving rise to the \nduty to speak; (2) the event or even ts triggering the duty to speak \nand/or the general time period over which the relationship arose and \nthe fraudulent conduct occurred; (3) the general content of the \ninformation that was withheld and the reason for its materiality; (4) \nthe identity of those under a duty wh o failed to make such disclosures; \n(5) what [the defendant] gained by withholding information; (6) why \nplaintiff’s reliance on the omission was both reasonable and \ndetrimental; and (7) the damages proximately flowing from such \nreliance. \nLawrence v. UMLIC-Five Corp. , 2007 NCBC 20 ¶ 39 (N.C. Super. Ct. June 18, \n2007), www.ncbusinesscourt.n et/opinions/2007%20NCBC%2020.pdf.  Further, “[i]n \nall averments of fraud . . . the circumstances  constituting fraud . . . shall be stated \nwith particularity.”  N.C.G.S § 1A-1, Ru le 9(b) (2015).  The “particularity \nrequirement is met by alleging time, place and content of the fraudulent \nrepresentation, identity of the person making the representation and what was \nobtained as a result of the fraudu lent acts or representations.”  Terry v. Terry, 302 \nN.C. 77, 85, 273 S.E.2d 674, 678 (1981). \n{66} The Court concludes that the same reasons compelling dismissal of \nPlaintiff’s claim for breach of the duty of good faith and fair dealing also compel the \ndismissal of Plaintiff’s claim for fraudulent inducement.    \n{67} In addition, although Plaintiff conclusorily alleges that LaSalle Bank \n“acted with the intent to deceive [Plain tiff] to ensure that [Plaintiff] would not \nobject or raise issue with the Loan,” (Compl. ¶ 368), Plaintiff fails to allege any facts \nin support of its contention or otherwise articulate facts showing that LaSalle Bank \nwas a participant in an allegedly fraudulent scheme or took affirmative steps to \nconceal material facts from “disinterested parties” at Flanders that the Bank knew \nthe “disinterested parties” at Flanders did not know.  See id. (“The particularity \nrequired [to state a fraud claim] cannot be satisfied by using conclusory language or \nasserting fraud through mere quotes from the statute.”); Sharp v. Teague, 113 N.C. \nApp. 589, 597, 439 S.E.2d 7 92, 797 (1994) (“Mere generalities and conclusory \nallegations of fraud will not suffice.”); Harton v. Harton, 81 N.C. App. 295, 298, 344 \nS.E.2d 117, 119 (1986) (recognizing fraud claim “when a party has taken affirmative \nsteps to conceal material facts from the other”). \n{68} Further, although contending that LaSalle Bank had a duty to disclose the \n“true facts” to “disinterested parties” at Flanders, Plaintiff fails to allege facts \nshowing that a fiduciary or other confidential relationship existed between Plaintiff \nand LaSalle Bank that might give rise to a duty to disclose, see, e.g., Kaplan v. O.K. \nTechs., LLC , 196 N.C. App. 469, 474, 675 S.E. 2d 133, 137 (2009) (“Although our \ncourts have broadly defined fiduciary relationships, no such relationship arises \nabsent the existence of dominion and control by one party over another.”).  Plaintiff \nalso fails to allege facts showing that an y “disinterested parties” were ignorant and \nunable to discover the “true facts” th rough reasonable diligence, or that the \n“disinterested parties” were actually deceived by, and in fact relied upon, any \nrepresentations from, or omissions by, an yone at LaSalle Bank at any time.  See \ngenerally Hardin v. KCS Int’l Inc. , 199 N.C. App. 687, 697,  682 S.E.2d 726, 734 \n(2009) (“A duty to disclose arises where: (1 ) ‘a fiduciary relationship exists between \nthe parties to the transaction’; (2) there is no fiduciary relationship and ‘a party has \ntaken affirmative steps to conceal material facts from the other’; and (3) there is no \nfiduciary relationship and ‘one party has knowledge of a latent defect in the subject \nmatter of the negotiations about which the other party is both ignorant and unable \nto discover through reasonable diligence.’”). \n{69} Finally, the Court concludes that Plaintiff has failed to allege the \ncircumstances constituting the alleged fraud with sufficient particularity – most \nsignificantly by failing to identify the spec ific individuals at LaSalle Bank who had \nknowledge that “disinterested parties” at Flanders did not know the material terms \nand circumstances of the Loan transaction and nevertheless chose not to disclose \nthis information to the “disinterested parties,” as well as when and how the alleged \nfraud occurred.  See, e.g., Coley v. North Carolina Nat’l Bank , 41 N.C. App. 121, \n125–26, 254 S.E.2d 217, 220 (1979) (dismissing fraud claim and stating “[i]t is not \nsufficient to conclusorily allege that a corporation made fraudulent \nmisrepresentations . . . . It would be mani festly unfair to require a corporation to \nattempt to defend an action for fraud without being informed as to which of its \nofficers, agents, or employees purportedly made the misrepresentations, as well as \nto all of the facts and circumstances surrounding the transaction”); Bob Timberlake \nCollection, Inc. v. Edwards , 176 N.C. App. 33, 39, 626 S.E.2d 315, 321 (2006) \n(dismissing fraud claim where plaintiff faile d to identify which representative of \ndefendant gave plaintiff false information or where and when plaintiff received it); \nStec v. Fuzion Inv. Capital, LLC , 2012 NCBC 24 ¶ 54, (N.C. Super. Ct. Apr. 30, \n2012), www.ncbusinesscourt.net/opinion s/2012_NCBC_24.pdf (dismissing fraud \nclaim because plaintiff failed to identify  who engaged in actionable conduct and \nwhen and where conduct occurred).   \n{70} Plaintiff also fails to allege who the “disinterested parties” at Flanders \nwere, and whether any “disinterested parties” existed at Flanders that could have \nprevented Flanders from entering the Loan and Lease Guarantee transactions had \nthe “true facts” been disclosed.  See, e.g., James B. Taylor Family L.P. v. Bank of \nGranite, 762 S.E.2d 531 (N.C. Ct. App. 2014) (unpublished) (dismissing fraud claim \nwhere allegations not “definite and specific”); Deluca v. River Bluff Holdings II, \nLLC, 2015 NCBC 11 ¶ 46 (N.C. Super. Ct. Jan. 28, 2015), \nwww.ncbusinesscourt.net/opinions/2015_NCBC_11.pdf (dismissing fraud claim \nwhere plaintiffs did not “sufficiently allege[] any actionable injury resulting from \n[d]efendants’ alleged misrepresentations”). \n{71} Accordingly, the Court concludes that Plaintiff has failed to allege the \ncircumstances constituting the alleged frau d with sufficient particularity to sustain \nits claim for fraudulent concealment or ot herwise allege facts showing that LaSalle \nBank had a duty to make th e disclosures that Plaintiff contends should have been \nmade based on the facts pled in the Complaint.  As a result, the Court concludes \nthat Plaintiff’s claim for fraudulent concealment should be dismissed.2 \niii. Clark’s Motion to Dismiss \n{72} Clark seeks dismissal of Plaintiff’s claims for contribution and indemnity \n(claim 9), tortious interference with contract (claim 11), and fraudulent concealment \n(claim 13).  The bankruptcy court dismissed Plaintiff’s claim for indemnity against \nClark, however, and Plaintiff has stipulated that its claim for tortious interference \nwith contract is not alleged against Clark.  As a result, the Court concludes that \nthese two claims are dismissed as to Clark.  The Court thus decides Clark’s Motion \nto Dismiss solely as to Plaintiff’s claim for fraudulent concealment.  \n{73} To establish its fraudulent concealment claim, Plaintiff alleges that \n“[u]nder the circumstances and in light of his positions with [Plaintiff], Clark owed \na duty to inform [Plaintiff] of the Loan transaction, the limited or absence of \nliability of Wal-Pat II, Amerson, and Cl ark to pay back the $11,500,000.00 to be \nreceived under the Loan, [Plaintiff’s] status as the party who would be ultimately \n                                                 \n2 BONY contends that Plaintiff’s claim for frau dulent concealment should be dismissed because \nBONY cannot be held liable for the wrongful acts committed by LaSalle Bank by operation of \nN.C.G.S. § 25-3-306.  In light of its resolution of BONY’s Motion to Dismiss, the Court does not reach \nBONY’s argument, and for purposes of BONY’s Motion, the Court assumes without deciding that \nN.C.G.S. § 25-3-306 does not require dismissal of Plaintiff’s claim. \nresponsible for repaying the Loan, and th at the Leases contained above-market \nrates which made the Loan possible.”  (Compl. ¶ 364.)   \n{74} Clark first contends Plaintiff has failed to plead fraudulent concealment \nbecause “[Plaintiff] makes no allegation th at anything was in fact concealed from \nthem.”  (Clark’s Br. Supp. Mot. Dismiss,  p. 8.)  The “general content of the \ninformation that was withheld and the reason for its materiality” are necessary \nallegations in fraudulent concealment claims. Lawrence, 2007 NCBC 20 at ¶ 39.  \nClark, however, admits that Plaintiff has identified the information that Plaintiff \nclaims Clark should have disclosed; i.e., the nature of the Loan; Wal-Pat II, Clark, \nand Amerson’s limited or absence of liability in connection with the Loan; and \nPlaintiff’s responsibility for paying back the loan.  ( See Clark’s Br. Supp. Mot. \nDismiss, p. 8.)  North Carolina law provides  that “where . . . a director proposes \ncorporate action for which [he] has a personal interest or agenda, there exists a duty \nof loyalty and a duty of candor to the corp oration and the other directors to disclose \nthe personal interest.”  Maurer v. SlickEdit, Inc. , 2006 NCBC 1 ¶ 89 (N.C. Super. \nCt. Feb. 3, 2006), www.ncbusinesscou rt.net/opinions/2006%20NCBC%201.htm.  \nAccordingly, the Court concludes that Plaintiff has sufficiently alleged that Clark \nconcealed material information from Plaintiff.   \n{75} Next, Clark contends Plaintiff has failed to allege that Plaintiff reasonably \nrelied on Clark’s omissions. (Clark’s Br. Supp. Mot. Dismiss, p. 8–9); see Lawrence, \n2007 NCBC 20 ¶ 39 (plaintiff must plead reasonable reliance).  In response, \nPlaintiff notes that it alleged in its Complaint that it “was not privy to the \ninformation which would have allowed it to understand the nature of the Loan \ntransaction” and thus Plaintiff’s sole responsibility for repaying the Loan, (Compl. ¶ \n365), and that Plaintiff would not have en tered the transaction had it known the \ntrue facts. The Court finds that Plaintiff has sufficiently pled its reasonable reliance \non Clark’s alleged omissions to satisfy the requirements of Rule 12(b)(6).    \n{76} Last, as an alternative ground for dismissal, Clark contends that Plaintiff’s \nallegations of fraud do not rise to the plea ding standard set forth in Rule 9.  The \nCourt disagrees and finds that Plaintiff has satisfied Rule 9’s particularity \nrequirements for purposes of Clark’s Motion to Dismiss.   \n{77} Accordingly, the Court concludes that Plaintiff has met its pleading burden \nto state a claim against Clark for fraudulent concealment, and Clark’s Motion to \nDismiss should therefore be denied. \niv. Plaintiff’s Motion to Dismiss \n{78} Plaintiff seeks dismissal of BONY’s fourth counterclaim for unfair and \ndeceptive trade practices (“UDTP”).  “A claim of unfair and deceptive trade practices \nunder N.C.G.S. § 75-1.1 of the North Carolina General Statutes requires proof of \nthree elements: (1) an unfair or deceptive act or practice, (2) in or affecting \ncommerce, which (3) proximately caused actual injury to the claimant.”  Nucor \nCorp. v. Prudential Equity Grp., LLC , 189 N.C. App. 731, 738,  659 S.E.2d 483, 488 \n(2008) (citation omitted).  An act is unfair  “if it is immoral, unethical, oppressive, \nunscrupulous, or substantially injurious to  consumers.  An act or practice is \ndeceptive if it has the capacity  or tendency to deceive.”  Suntrust Bank v. \nBryant/Sutphin Prop., LLC, 732 S.E.2d 594, 598 (N.C. Ct. App. 2012). \n{79} North Carolina law is clear that a mere breach of contract, albeit willful or \nintentional, cannot serve as the sole basis for a UDTP claim.  Mitchell v. Linville , \n148 N.C. App. 71, 74, 557 S. E.2d 620, 623 (2001).  Nevertheless, substantial \n“aggravating circumstances can elevate a br each of contract into an unfair and \ndeceptive practice if the conduct of the breaching party is deceptive.”  Lake Mary \nLtd. P’ship v. Johnston , 145 N.C. App. 525, 533,  551 S.E.2d 546, 553 \n(2001);Eastover Ridge, LLC v. Metric Constructors, Inc ., 139 N.C. App. 360, 368, \n533 S.E.2d 827, 833 (2000) (plaintiff mu st show “substantial aggravating \ncircumstances attending the breach to recover under the Act, which allows for treble \ndamages”).  Our courts have recognized, however, that “[i]t is ‘unlikely that an \nindependent tort could arise in the course of contractual performance, since those \nsorts of claims are most appropriately addressed by asking simply whether a party \nadequately fulfilled its contractual obligations.’” Id. (quoting Broussard v. Meineke \nMuffler Discount, Inc., 155 F.3d 331, 347 (4th Cir. 1998)). \n{80} BONY contends that its allegations that Plaintiff reduced rental payments \nto Wal-Pat II, purported to terminate the Leases, and concealed those actions from \nBONY constitute deceptive acts that fall within the aggravating circumstances \nexception to the general rule.  (BONY’s Resp. Pl.’s Mot., p. 5.)  The Court disagrees, \nhowever, and instead concludes that the alleged acts BONY relies upon for its \nUDTP claim suggest, at most, an intentional breach of contract, and not an unfair \nand deceptive trade practi ce under Section 75-1.1.  See Boyd v. Drum , 129 N.C. \nApp. 586, 594, 501 S.E.2d 91, 97 (1998) (mere breach of contract where failure to \npay note suggested “merely a business deal gone sour”); Rider v. Aderhold , 2013 \nN.C. App. LEXIS 749, *11 (N.C. Ct. App., July 16, 2013) (unpublished) (mere breach \nof contract where bank allegedly improperly disbursed funds to contractor); Branch \nBanking & Trust Co. v. Thompson, 107 N.C. App. 53, 62, 418 S.E.2d 694, 700 (1992) \n(mere breach of contract where bank allegedly breached note and agreement by \nreleasing deeds of trust); cf. Garlock v. Henson , 112 N.C. App. 243, 435 S.E.2d 114 \n(1993) (aggravating circumstances where de fendant “forged a bill of sale in an \nattempt to extinguish [the] plaintiff’s ow nership interest in the bulldozer” and \n“deprived [the] plaintiff for three years of money he was unquestionably entitled \nto”); Foley v. L & L Int’l, Inc., 88 N.C. Ap. 710, 364 S.E. 2d 733 (1988) (aggravating \ncircumstances where corporate defendant ke pt customer’s down payment on car for \nseven months without attempting to acquire the car it had promised to sell).   \n{81} In addition, the Court of Appeals has recently found that aggravating \ncircumstances did not exist to elevate a breach of contract counterclaim into an \nUDTP claim where defendants, like BONY here, “did not allege that [the] plaintiff \nintended to break its promise at th e time that it made the promise.” Wells Fargo \nBank, N.A. v. Corneal, 767 S.E.2d 374, 378 (N.C. Ct. App. 2014).   \n{82} For each of these reasons, therefor e, the Court concludes that BONY’s \nUDTP claim is essentially a claim for intentional breach of contract and therefore \nshould be dismissed.  \n \n \nV. \nCONCLUSION \n{83} For the foregoing reasons, the Court DENIES BONY’s Statute of \nLimitations Motion; GRANTS BONY’s Motion to Dismiss; DENIES Clark’s Motion \nto Dismiss; and GRANTS Plaintiff’s Motion to Dismiss and ORDERS that: \na. Plaintiff’s claims for violation of the covenant of good faith and fair \ndealing and fraudulent concealment are hereby DISMISSED with \nprejudice; and \nb. BONY’s counterclaim for unfair and deceptive trade practices under \nN.C. Gen. Stat. § 75-1.1 is hereby DISMISSED with prejudice. \n{84} All other requested relief is DENIED. \n \nSO ORDERED, this the 7th day of April 2015. \n \n        \n "
}