{
  "id": "4a2ad4d9898a90f577a428b09bb9cd25ab2a6484e424facdb1db9b30b6351298",
  "source_file": "data/raw/ncbc/4a2ad4d9898a90f577a428b09bb9cd25ab2a6484e424facdb1db9b30b6351298.pdf",
  "raw_text": "Volvo Grp. N. Am., LLC v. Roberts Truck Ctr., Ltd., 2020 NCBC 28. \nSTATE OF NORTH CAROLINA \nGUILFORD COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 2981 \nVOLVO GROUP NORTH AMERICA, \nLLC d/b/a VOLVO TRUCKS NORTH \nAMERICA, a Delaware limited liability \ncompany; and MACK TRUCKS, INC., a \nPennsylvania corporation, \n \nPlaintiffs, \n \nv. \n \nROBERTS TRUCK CENTER, LTD., a \nTexas limited partnership; ROBERTS \nTRUCK CENTER OF KANSAS, LLC, a \nKansas limited liability company; and \nROBERTS TRUCK CENTER \nHOLDING COMPANY, LLC, a Texas \nlimited liability company,  \n \nDefendants. \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTIONS FOR \nJUDGMENT ON THE PLEADINGS \nAND TO DISMISS DEFENDANTS’ \nCOUNTERCLAIMS \n \n1. THIS MATTER is before the Court on  Plaintiffs Volvo Group North \nAmerica, LLC d/b/a Volvo Trucks North America’s (“Volvo”) and Mack Trucks, Inc.’s \n(“Mack”) separate motions for judgment on the pleadings, and Plaintiffs’ joint Motion \nto Dismiss Defendants’ Counterclaims (collectively the “Motions”).  After considering \nthe Motions, the briefs in support of and in opposition to the Motions, and the \narguments of counsel at a hearing held on September 5, 2019,  for the reasons \ndiscussed below, the Court GRANTS Mack’s Motion for Judgment on the Pleadings \nand Motion to Dismiss Defendants’ Counterclaims , DENIES Volvo’s Motion  for \nJudgment on the Pleadings, GRANTS in part and DENIES in part Volvo’s Motion to \nDismiss Defendants’ Counterclaims, and severs for early determination t he dispute \n \n \nregarding the applicable 2017 Volvo sales quota (the “Severed Issue”).  The Court \nDEFERS further proceedings until the Severed Issue is determined.    \nKilpatrick Townsend & Stock ton LLP, by Chad D. Hansen  & Richard \nKeshian, and  Baker Hostetler, LLP, by Billy M. Donley , James Keith \nRussell, and William Geise, for Plaintiffs Volvo Grp. N. Am., LLC d/b/a \nVolvo Trucks N. Am. & Mack Trucks, Inc. \n \nJohnson, Hearn, Vinegar & Gee, PLLC , by Richard Vinegar,  and \nHiersche, Hayward, Drakeley & Urbach, P.C., by Laurie Patton & James \nDrakeley, and Barnes Law Offices, LLC, by Patrick R. Barnes, for \nDefendants Roberts Truck Ctr. of Kansas, LLC, Roberts Truck Ctr. Ltd., \n& Roberts Truck Ctr. Holding Co., LLC. \n \nGale, Judge. \nI. INTRODUCTION \n2. Defendants Roberts Truck Center, Ltd.; Roberts Truck Center of \nKansas, LLC; and Roberts Truck Center Holding Company, LLC (collectively \n“Roberts” or “Defendants”) have franchise and related agreements with Plaintiffs to \noperate truck dealerships in Kansas.  This litigation arises from Plaintiffs’ efforts to \nterminate those agreements  through the enforcement of a settlement agreement \nentered to resolve Kansas administrative proceedings Defendants brought  to \nchallenge any such termination (the “Settlement Agreement” or “Agreement”). \n3. The Settlement Agreement established sales targets for Mack and Volvo \ntrucks over a two -year period, with an agreement that Defendants’ franchise \nagreements with either Plaintiff  would be terminated if  Defendants failed to meet \ntheir sales target  with respect to either Mack or Volvo .  Plaintiffs contend and \nDefendants deny that Defendants did not meet their respective sales goals for Mack \nand Volvo.  Alternatively, Defendants contend in their counterclaims that, on the one \n \n \nhand, they substantially complied with the terms of the Settlement Agreement, or on \nthe other, any failure to comply was caused by Plaintiffs taking action that frustrated \nDefendants’ ability to perform.  \n4. Additionally, the parties dispute which state’s law applies, that \ndetermination potentially impacting the outcome of the Motions.  Defendants are \nKansas dealers with no operations in North Carolina and brought their Kansas \nadministrative proceedings based on Kansas laws governing Kansas dealers.  \nHowever, the Settlement Agreement provides that it will be interpreted and enforced \npursuant to North Carolina law, the situs of Plaintiffs ’ principal places of business.  \nDefendants contend that this choice of law provision  mandates that the protective \nprovisions of the North Carolina Motor Dealers  and Manufacturers Licensing Law, \nNorth Carolina General Statutes  Chapter 20, Article 12 , (the “Dealer Act”  or the \n“Act”), then preclude termination  of the franchise agreements and mandate a more \nlenient standard of performance tha n the Settlement Agreement itself calls for.   \nPlaintiffs contend that the Dealer Act does not apply to vary the contractual terms to \nwhich the parties agreed.   \n5. The Court concludes that the D ealer Act does not apply , and  the \nSettlement Agreement should  be interpreted and enforced in accordance  with its \nterms.  As a result, Defendants’ defenses or counterclaims survive only to the extent \nthey do not presuppose application of the Dealer Act.   \n \n \n6. The Court further concludes that Mack is  entitled to enforce the \nSettlement Agreement, as a matter of law, and to have all  counterclaims against it \ndismissed. \n7. As to Volvo, the Court concludes that the Severed Issue—the issue as to \nwhat 2017 sales target should be applied—is disputed, and that Defendants’ defenses \nand counterclaims depend upon the Severed Issue’s resolution in their favor because, \nif the 2017 sales target is as Volvo contends,  Volvo would be entitled to enforce the \nSettlement Agreement and terminate Defendants’ dealership without further \nproceedings.  Certain of Defendants’ counterclaims against Volvo should be dismissed \nno matter what the 2017 Volvo sales target is determined to be.  The Severed Issue \nconcerning the 2017 Volvo sales target shall be set for early determination.    \nII. FACTUAL BACKGROUND \n8. The Court draws the factual background from the  allegations of \nPlaintiffs’ Complaint  to which Defendants have admitted, and incorporated \ndocuments, the authenticity of which Roberts has admitted.   (Compl., ECF No. 3 ; \nAnswer, ECF No. 41.)  Unless noted otherwise,  allegations to which the Court cites \nare uncontested. \n9. Volvo is a limited liability company organized under  the laws of  \nDelaware, with its principal place of business in Greensboro, North Carolina.  (Compl. \n¶ 1.)  Mack, incorporated under the laws of Pennsylvania, is Volvo’s sole member and \nalso maintains its principal place of business in Greensboro, North Carolina.  (Compl. \n¶ 2.) \n \n \n10. Volvo and Mack manufacture Class 8 trucks that are marketed at retail \nthrough a network of authorized dealers.  (Compl. ¶ 12.) \n11. Roberts Truck Center of Kansas, LLC is a limited liability company \norganized under the laws of Texas , with its principal place of business in  Kansas.  \n(Compl. ¶ 3.) \n12. Roberts Truck Center Ltd. is a limited partnership organized under the \nlaws of Kansas, with its principal office in Texas.  (Compl. ¶ 4.) \n13. Roberts Truck Center Holding Company, LLC , doing business as the \nSummit Truck Group, is a limited liability company organized under the laws of \nTexas, with its principal office in Tennessee.  (Compl. ¶ 5.) \n14. On September 1, 2010, Volvo entered into a Dealer Sales and Service \nAgreement (“Volvo Dealer Agreement”) with Roberts, which appointed Roberts as an \nindependent, authorized retail dealer of Volvo products within its  geographical area \nof responsibility.  (Compl. ¶ 13; Volvo Dealer Agreement, ECF No. 9.)  \n15. On September 1, 2012, Mack entered into a Dealer Sales and Service \nAgreement with Roberts (“Mack Dealer Agreement”) (together with the Volvo Dealer \nAgreement, the “Dealer Agreements”), which appointed  Roberts as an independent, \nauthorized retail dealer of Mack products within its geographical area of \nresponsibility.  (Compl. ¶ 14; Mack Dealer Agreement, ECF No. 10.) \n16. On October 29, 2013, Mack notified Roberts of its contention that \nRoberts was in breach of the Mack Dealer Agreement due to its failure to meet sales \n \n \nand service obligations, and provided Roberts over a year to cure the asserted breach.  \n(Compl. ¶¶ 18–19; Mack Notice Breach, ECF No. 12.)   \n17. Similarly, on January 31, 2014, Volvo notified Roberts of its contention \nthat Roberts was in breach of the Volvo Dealer Agreement due to its failure to meet \nsales and service obligations, and provided Roberts over  a year to cure the asserted \nbreach.  (Compl. ¶¶ 15–16; Volvo Notice Breach, ECF No. 11.)   \n18. On March 17, 2015, by separate letters, Volvo and Mack notified Roberts \nof their intention to terminate the Dealer Agreements after the expiration of a ninety-\nday notice period required by Kansas law.  (Compl. ¶ 21.) \n19. Roberts th ereafter filed two administrative protests with the Kansas \nDepartment of Revenue seeking to prevent the termination of the Dealer Agreements.  \n(Compl. ¶ 22.) \n20. The parties entered into the Settlement Agreement , effective Ja nuary \n13, 2016.  (Compl. ¶ 23.)   \n21. In addition to setting sales targets for the two -year period from 2016 \nthrough 2017 in the Settlement Agreement, the parties agreed that: \na. The Settlement Agreement was  reached through arms -length \nnegotiations with each party having the benefit of advice of \nattorneys.  (Compl. ¶ 24; Settlement Agreement 2–3.) \nb. Roberts had failed to perform under t he applicable Dealer \nAgreements, Volvo and Mack had good cause to terminate the \nagreements, and  Volvo and Mack  had satisfied all conditions \n \n \nprecedent to termination, including providing effective notice and \nan adequate cure period.  (Settlement Agreement ¶ 1.) \nc. Roberts would dismiss the pending Kansas protest proceedings.  \n(Settlement Agreement ¶ 2.)  \nd. The agreed sales numbers  necessary to avoid termination must \nbe met  “without qualification ,” and the sales goals would be \nmeasured by “strict compliance” so that termination may follow a \nfailure “to achieve the agreed sales numbers . . . by even one new \ntruck.”  (Settlement Agreement ¶ 3.) \ne. If those agreed sales numbers over the two years following the \nSettlement Agreement were  not met, Roberts w ould voluntarily \nsell the dealerships or surrender the Dealer Agreements.  \n(Settlement Agreement ¶ 4.) \nf. A truck sale must satisfy two criteria to be counted to ward the \nsales quota.  First, the sale must be within the Area of \nResponsibility (“AOR”) as defined by the pertinent  Dealer \nAgreement.  Second,  (1) the truck must have actually been sold \nby Roberts; (2) the truck must have been  delivered to the \ncustomer; and (3) the warranty must have been registered by the \nlast date of the year for which credit was to be applied.  \n(Settlement Agreement ¶ 3.)  \n \n \ng. Volvo and Mack provided adequate additional consideration to  \nsupport the Settlement Agreement and its termination provisions \nas required to be enforceable under Kansas law .  (Settlement \nAgreement ¶ 5.) \nh. North Carolina law governs the validity, effect, and construction \nof the Settlement Agreement.  (Settlement Agreement ¶ 9.)  \ni. The rule of construing the agreement against its drafter will not \nbe applied.  (Settlement Agreement ¶ 10.) \nj. The Settlement Agreement does not violate the Kansas dealer \nstatute pursuant to which the protest proceedings had been \nbrought.  (Settlement Agreement ¶ 12.)  \nk. There are no further agreements outside the four corners of the \nSettlement Agreement and all negotiations were merged into the \nSettlement Agreement.  (Settlement Agreement ¶¶ 15–16.) \n22. The Settlement Agreement set initial sales targets for the years 2016 \nand 2017 and a mechanism by which they could be adjusted , first for any national \nmarket sales trends, and second by carrying forward any shortage in 2016 to the \ntarget for 2017.  The targets would be adjusted upwards or downwards if new Class \n8 truck sales in the United States as a whole increased or decreased by 20%  or \ngreater.  (Settlement Agreement ¶ 3.)  Further, as long as 85% of the sales target was \nmet in 2016 , any shortage from the sales target would be carried over to 2017 .  \n \n \n(Settlement Agreement ¶ 3.)  Any variation was to be determined separately for  the \nstated goals for Volvo and Mack trucks.  (Settlement Agreement ¶ 3.) \n23. The initial sales targets for the years 2016 and 2017 set by the \nSettlement Agreement were: \n   2016 \n    Volvo trucks: 35 \n    Mack trucks:  25 \n   2017 \n    Volvo trucks: 48 \n    Mack trucks:  37 \n(Settlement Agreement ¶ 3.) \n24. The 2016 targets were adjusted for national market changes to become:   \n    Volvo trucks: 27 \n    Mack trucks:  19 \n25. There was no national market change that required a change in the 2017 \nsales quotas. \n26. The parties agreed that shortages of sales required by the 2016 quota, if \nany, would be carried forward and added to the 2017 quota.  Volvo and Mack contend, \nand Defendants deny, that Roberts failed to satisfy the 2016 quotas, so that the 2017 \nsales quotas were increased.   \n27. Volvo and Mack each notified Roberts by letters dated March 19, 2018 \nthat Roberts had failed to meet the agreed sales numbers for 2017 and therefore had \ndefaulted on its Settlement Agreement obligations .  (Volvo Notice Default, ECF No. \n13; Mack Notice Default, ECF No. 14.)  Volvo and Mack provided Roberts  180 days \nwithin which to secure  an approved buyer or buyers  for its Volvo and Mack \n \n \ndealerships.  (Compl. ¶ 44; Volvo Notice Default; Mack Notice Default.)  Roberts did \nnot secure an approved buyer within that period.  (Compl. ¶ 47.) \n28. Volvo and Mack each sent Roberts a letter dated  December 13, 2018 \nrequesting Roberts to voluntarily terminate and relinquish its Dealer Agreements \nwithin three business days , (Compl. ¶ 49 ; Volvo Notice Termination, ECF No. 15; \nMack Notice Termination, ECF No. 16), which Roberts did not do, (Compl. ¶ 50). \n29. Volvo and Mack now seek specific performance  of the Settlement \nAgreement and a declaration of their right to terminate  the Dealer Agreements.  \nRoberts asserts affirmative defenses and counterclaims, which Volvo and Mack seek \nto dismiss. \nIII. PROCEDURAL BACKGROUND \n30. On January 29, 2019, Plaintiffs filed their Complaint stating claims for \nbreach of the Settlement Agreement and request ing specific performance and a \ndeclaratory judgment.  (Compl. ¶¶ 55–70.) \n31. The case was designat ed as a m andatory complex business case \npursuant to section 7A -45.4(a) of the North Carolina General Statutes  by the Chief \nJustice and assigned to the undersign ed on January 30, 2019 .  (Designation Order, \nECF No. 1; Assignment Order, ECF No. 2.) \n32. On April 3, 2019, Roberts filed its answer and counterclaims for breach \nof contract, equitable and promissory estoppel, breach of express and implied \ncovenants and agreements, unconscionability, declaratory relief, injunctive relief and \npermanent injunction, and unfair or deceptive trade practices.  (Answer 21–28.) \n \n \n33. On May 24, 2019, Plaintiffs moved to dismiss Defendants’ \ncounterclaims.  (Mot. Dismiss Defs.’ Countercls., ECF No. 68.) \n34. On July 16, 2019, Volvo and Mack separately moved for judgment on the \npleadings.  (Pl. Mack’s Mot. J. Pleadings, ECF No. 8 1; Pl. Volvo’s Mot. J. Pleadings, \nECF No. 83.)  \n35. On September 5, 2019, t he Court heard oral argument on the M otions.  \n(See Notice Case Management Conference & Hr’g, ECF No. 85.)  \n36. The Motions are now ripe for resolution. \nIV. STANDARD OF REVIEW \n37. It is proper to dismiss  a counterclaim under Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure  (“Rules”) when the counterclaim discloses  on its \nface (1) that no law supports the claim; (2) an absence of facts sufficient to make a \ngood claim; or (3) facts which necessarily defeat the claim .  Blow v. DSM Pharm s., \nInc., 197 N.C. App. 586, 588, 678 S.E.2d 245, 248 (2009) (citing Johnson v. Bollinger, \n86 N.C. App. 1, 4, 356 S.E.2d 378, 380 (1987)).  When ruling on a Rule 12(b)(6) motion, \na court may consider documents  attached to or incorporated into the challenged \npleading without converting  the motion to one for  summary judgment.  Highland \nPaving Co. v. First Bank , 227 N.C. App. 36, 40, 742 S.E.2d 287, 291 (2013) (quoting \nWeaver v. Saint Joseph of the Pines, Inc., 187 N.C. App. 198, 203–04, 652 S.E.2d 701, \n707 (2007)).  Where the pleading relies on a document, t he actual content of the \n \n \ndocument controls over inconsistent allegations.  Charlotte Motor Speedway, LLC v. \nCty. of Cabarrus, 230 N.C. App. 1, 6, 748 S.E.2d 171, 176 (2013) (citation omitted). \n38. A Rule 12(c) motion is governed by the same standard of review but  \ndiffers in that the motion may be based on pleadings beyond the complaint .  A-1 \nPavement Marking, LLC v. APMI Corp. , 2008 NCBC LEXIS 15, at *7 (N.C. Super. \nCt. Aug. 4, 2008) (citation omitted).  Well-pleaded facts and inferences are accepted \nin favor of the party opposing the motion, but again only so long as those allegations \nand inferences are not  contradicted by the documents upon which the pleading is \nbased.  Praxair, Inc. v. Airgas, Inc., 1999 NCBC LEXIS 5, at *8 (N.C. Super. Ct. May \n26, 1999).   \n39. Judgments on the pleadings are, in general, disfavored in law, but they \nare “appropriate when all the material allegations of fact  are admitted in the \npleadings and only questions of law remain. ”  Shehan v. Gaston Cty. , 190 N.C. App. \n803, 806, 661 S.E.2d 300, 303 (2008) (quoting Carpenter v. Carpenter, 189 N.C. App. \n755, 757, 659 S.E.2d 762, 765 (2008)).  \nV. ANALYSIS \nA. The Dealer Act Does Not Apply and Does Not Vary the Express \nTerms of the Settlement Agreement. \n40. The administrative protest proceedings which the Settlement \nAgreement resolves were brought in Kansas pursuant to Kansas dealership statutes, \nthe provisions of which are cited in the Settlement Agreement .  Roberts contends, \nhowever, that the Dealer Act is applicable because the parties agreed that North \nCarolina law would govern the validity and construction of the Settlement \n \n \nAgreement, though it does not call out any provisions of the  Dealer Act.  (Defs.’ Br. \nOpp. Pls.’ Mots. J. Pleadings 6–7 (“Defs.’ Br. Opp.”), ECF No. 86.)   \n41. While Volvo and Mack  are headquartered in No rth Carolina and the \nparties agreed that the Settlement Agreement would be governed by North Carolina \nlaw (though they were not limited to that choice, see N.C.G.S. § 1G- 3), it does not \nfollow that the Agreement was based on or incorporated substantive provisions of the \nDealer Act, particularly where, as here, applying the Act would extend its territorial \nreach beyond its purpose or express terms. \n42. It is obvious why Roberts seeks to apply the Dealer Act , for it is widely \nrecognized as containing protections for North Carolina dealers that are  among the \nmost aggressive of the several states, and the Dealer Act, if applicable, might preclude \ntermination notwithstanding Roberts’ clear agreement otherwise.  Roberts seeks to \ndraw from a number of provisions in the Dealer Act that are inconsistent with terms \nin the Settlement Agreement  and relies on one in particular, which provides any \nagreement inconsistent with its provisions is “null and void and without force and \neffect.”  N.C.G.S. § 20-308.2(b)–(c) (prohibiting efforts to avoid the Dealer Act through \na choice of law provision).  The prohibition against an effort to escape the Dealer Act’s \nprovisions through a choice of law term is applicable only “with respect to a new motor \nvehicle sale within [North Carolina ].”  Id. at § 20-308.2(a).  Defendants now invite \nthe Court to apply  the Dealer Act  to dealership operations wholly outside of North \nCarolina. \n \n \n43. Roberts additionally argues in the alternative that the Dealer Act \nreflects the public policy that should guide the C ourt even if the A ct is not directly \napplicable.  In particular, Roberts highlights that the Dealer Act renders it unlawful \nfor a manufacturer to require a dealer to enter an agreement under threat of \ntermination, to cancel a dealer’s franchise when doing so would be inequitable,  to \nterminate in advance of a determination by the North Carolina Commissioner of \nMotor Vehicles that the termination is for good cause and is made in good faith, or to \nrequire a dealer to consent to a prospective release or waiver of rights under the Act.  \nId. at § 20-305(2), (3), (6).   Roberts particularly urges adoption of the Dealer Act’s \nlesser standard of “substantial progress” in place of the Sett lement Agreement’s \n“strict compliance” requirement for meeting sales quotas.  Id. at § 20-305(6)(a)(2)(iii).   \n44.   The Court begins its analysis of Defendants’ invocation of the Dealer \nAct by  recognizing the presumption against extraterritorial application o f North \nCarolina statutes, see Sawyer v. Mkt. Am., Inc. , 190 N.C. App. 791, 796, 661 S.E.2d \n750, 754 (2008), and the constitutional issues that would be at play if the Court were \nto find that the North Carolina legislature sought to  exercise its police powers to \ngovern the sale of vehicles by dealers not operating in North Carolina , see DirecTV, \nInc. v. State, 178 N.C. App. 659, 661–62, 632 S.E.2d 543, 546 (2006) (citing Complete \nAuto Transit, Inc. v. Brady, 430 U.S. 274, 278 n.7 (1977)) (“[A] State is . . . precluded \nfrom taking any action which may fairly be deemed to have the effect of impeding the \nfree flow of trade between States.”).  The Court need not consider any constitutional \nprohibition on applying the Dealer Act because it concludes that the North Carolina  \n \n \nlegislature did not intend to regulate dealer agreements solely governing the sale of \nmotor vehicles outside the State of North Carolina by a dealer, like Roberts here, that \ndoes no business in North Carolina, is not and cannot be licensed in North Carolina, \nand has made no dealership investment in North Carolina. \n45. Certain provisions of the Dealer Act are broadly worded with  no \ngeographic restriction.  For example, the Dealer Act states a “manufacturer” may be \neither a resident or non-resident, which is logical when regulating an out -of-state \nmanufacturer’s sales into North Carolina .  N.C.G.S. § 20 -286(8e).  But there are \noperative provisions that make clear that the legislature intended that its exercise of \npolice power was limited to the sales in, or to dealers located and licensed in, North \nCarolina.   \n46. The Dealer Act recites its public policy as follows: \nThe General Assembly finds and declares that the distribution of motor \nvehicles in the State of North Carolina vitally affects the general \neconomy of the State and the public interest and public welfare , and in \nthe exercise of its  police power, it is necessary to regulate and license \nmotor vehicle manufacturers, distributors, dealers, salesmen, and their \nrepresentatives doing business in North Carolina, in order to prevent \nfrauds, impositions and other abuses upon its citizens and to protect and \npreserve the investments and properties of citizens of this State.   \n \nId. at § 20-285 (emphasis added).   \n47. The policy statement makes no mention of non- resident dealership \noperations outside of North Carolina by dealers that are not doing business in or are \nnot invested in North Carolina. \n48. There are other provisions which indicate the Dealer Act’s limited reach.  \nFor example, while a “motor vehicle dealer” is defined without any specific geographic \n \n \nreference, a “dealer” cannot operate in North Carolina except as licensed as required \nby section 287(a) of the Dealer Act, and any applicant for a dealer license must have \nan established salesroom in North Carolina.  Id. at § 20-288(d).   \n49. The Court therefore concludes that the Dealer Act should not be applied \nto vary  the negotiated terms of the Settlement Agreement.  The effect of t he \nSettlement Agreement’s choice of law provision is to provide that  North Carolina’s \nrules of contract construction apply , but i t does not mandate  incorporating the \nsubstantive provisions of the Dealer Act to protect Defendants who are not , and are \nnot qualified to be,  North Carolina dealers conducting dealership operations in th is \nState.   \n50. Accordingly, the Court examines Roberts’ affirmative defenses and \ncounterclaims to the extent they may be grounded in North Carolina common law \nseparate from the Dealer Act.  Those which depend entirely upon applying the Dealer \nAct should be dismissed.  \nB. The Pleadings Conclusively Demonstrate that Roberts Has Not  \nMet the Sales Goals Established by the Settlement Agreement , \nThus Plaintiffs are Entitle d to Terminate Unless Roberts Is \nExcused from Performance. \n51. The Settlement Agreement’s definitions of the agreed sales targets and \nwhat constitutes a sale that can be attributed toward meeting those goals  are clear \nand unambiguous .  Where, as here, “the terms to be interpreted ‘are plain and \nunambiguous, there is no room for construction [and ] [t]he co ntract is to be \ninterpreted as written.’ ”  Pro-Tech Energy Sols., LLC v. Cooper, 2015 NCBC LEXIS \n76, at *16 (N.C. Super. Ct. July 30, 2015) (quoting Jones v. Casstevens, 222 N.C. 411, \n \n \n413, 23 S.E.2d 303, 305 (1942)); see e.g., Walton v. City of Raleigh, 342 N.C. 879, 881, \n467 S.E.2d 410, 411 (1996) (“If the plain language of a contract is clear, the intention \nof the parties is inferred from the words of the contract.”   (citation omitted)).  Plain \nand unambiguous terms should therefore be “given their ordinary, accepted meaning \nunless it is apparent another meaning is intended[.]”  Peirson v. Am. Hardware Mut. \nIns. Co., 249 N.C. 580, 583, 107 S.E.2d 137, 139 (1959); see also  Gaston Cty. Dyeing \nMach. Co. v. Northfield Ins. Co , 351 N.C. 293, 302, 524 S.E.2d 558, 564 (2000) \n(“[N]ontechnical words are to be given their ordinary meaning .”).  “If the parties \nagreed to define a term, and the [contract] contains a definition of a term used in it, \nthis is the meaning which must be given to that term where ver it appears in the \n[contract], unless the context clearly requires otherwise.”  State v. Philip Morris USA \nInc., 363 N.C. 623, 632, 685 S.E.2d 85, 91 (2009) (internal quotation marks omitted).   \n52. These settled principles of contract interpretation govern the Court’s \nreview of the Settlement Agreement, including its initial determination of what sales \nquotas define the standard against which Roberts’ performance is measured.   \n53. The parties do not dispute the 2016 sales quota s for either Volvo or \nMack.  The parties also agree that Roberts achieved 85% of the 2016 sales quotas for \nboth Volvo and Mack necessary to avoid termination.   \n54. Mack and Roberts agree on the 2017 Mack sales quota.  More \nspecifically, they agree that after a djustment for national market sales, the 2016 \ntarget for Mack was 19 truck sales and that Roberts sold 18 Mack trucks in 2016.  \n \n \n(Compl. ¶¶ 36– 38; Countercl. ¶ 19, ECF No. 41 .)  The 2017 sales target for Mack \ntruck sales thus increased from 37 to 38.  (Compl.  ¶ 39; Countercl. ¶ 20.) \n55. Mack and Roberts disagree whether Roberts met the 2017 Mack sales \nquota.  Mack contends that Roberts achieved only 33 sales.  (Br. Supp. Pl. Mack’s \nMot. J. Pleadings 8, ECF No. 82.)  Roberts contends that it should be credited for an \nadditional 9 trucks sold by another dealer through the Mack Body Builder program, \nyielding a total of 42 truck sales,  thereby meeting its contractual obligation.  \n(Countercl. ¶¶ 20– 22.)1  The disagreement turns on the definition of a qualifying \n“sale” as provided in the Settlement Agreement.   Without the benefit of the 9 Body \nBuilder sales, Roberts has admitted that in 2017 it sold only 33 Mack units against \nthe agreed quota of 38 sales.    \n56. Roberts does not allege that it would have made additiona l Mack sales \nbut for Mack’s failure to perform under the Settlement Agreement. \n57. Turning then to Roberts’ Volvo sales, Volvo and Roberts disagree first \nas to what sales Roberts achieved in 2016, and second as to how the 2017 sales quota \nshould have been adjusted based on 2016 sales.  Roberts contends and Volvo denies \nthat Roberts exceeded its 2016 quota.  They further disagree as to whether any excess \nsales affected the 2017 quota.  The Settlement Agreement provides for a carryover of \n                                                 \n1 Roberts further references 4 additional sales to Texas Lobo Trucking, which Mack indicated \nwould not apply against the quota because they were outside of Roberts’ AOR.  Roberts \napparently does not challenge Mack’s position because its counterclaim alleges that Roberts \nachieved 42 sales, which is the total of 33 of Roberts’ direct sales plus the 9  Body Builder \nsales, without accounting for any sales to Texas Lobo Trucking.  (Countercl. ¶ 21.) \n \n \nsales below the 2016 target but is silent as to whether an excess of 2016 sales would \naffect the 2017 quota.  \n58. Volvo and Roberts  agree that the 2016 Volvo sales quota was reduced \nfrom 35 to 27 trucks based on the adjustment required by the national sales numbers.  \n(Compl. ¶¶ 36–37; Countercl. ¶ 23; Br. Supp. Pl. Volvo’s Mot. J. Pleadings ¶ 9, ECF \nNo. 84.)  They disagree on how many Volvo sales should be credited to Roberts for \n2016. \n59. Volvo alleged in its Complaint and Roberts admitted in its Answer that \nRoberts sold 24 Volvo units in 2016 toward its quota of 27 units, so that a shortage of \n3 sales should increase the 2017 quota from 48 to 51 sales.  (Compl. ¶ 38; Answer ¶ \n18.)  However, in its Counterclaim,  Roberts refers to a May 16, 2018 e -mail from \nVolvo, which it contends reflects Volvo’s agreement  in 2018 to retroactively credit 5 \nadditional sales made to Schock Leasing that had originally been disallowed , with \nthe effect that Roberts was credited with a total of 2 9 Volvo truck sales in 2016,  or \nan excess of 2  over the agreed 2016 quota of  27.  (Countercl. ¶ 24.)   Roberts \nadditionally contends that the excess of 2 reduced the 2017 sales quota from 48 to 46.  \n(Countercl. ¶ 24.)  Volvo responds that the e- mail on which Roberts relies actually \naffirms that these 5  additional sales did not qualify as sales  under the Settlement \nAgreement, and that , in any event , the Settlement Agreement does not allow for \nreducing the 2017 sales quot a by excess 2016 sales.  (Tr. Sept. 5, 2019 Hr’g 104:14–\n104:23, ECF No. 89.) \n \n \n60. These contrasting positions yield varying 2017 Volvo sales quotas of 46, \n48, or 51 trucks, depending on what counts as a “sale” under the Settlement \nAgreement. \n61. Volvo’s Motion is, in significant part, premised on Roberts ’ admission \nthat it would have at most sold 49 Volvo trucks in 2017 even if Roberts is credited for \nsales it did not actually make but contends it could have made or for which it should \nbe credited.  Volvo contends that if the 2017 sales quota is 51 trucks, which Volvo \nargues is the correct q uota, Volvo has a right to terminate based on Roberts’ own \njudicial admission.  \n62. Roberts alleges it should be credited with 49 qualifying sales against its \nquota of 46 comprised of 2 1 direct sales, 5 “slots” which Roberts ceded to Volvo  for \nsales by another dealer , 2 sales which were improperly credited to another dealer,  \nand a total of 21 orders for two customers which should have been but were not filled \nbecause Volvo failed to meet its contractual obligations.  (Countercl. ¶¶ 23–27.) \n63. Volvo initially contended that only the 21 actual sales should be credited \nunder the Settlement Agreement.  (Pls.’ Mot. Dismiss & Answer Defs.’ Countercl. ¶ \n23.)  It  later agreed to grant Roberts credit for the 5  “slots,” which had resulted in \nactual sales by another dealer , for a total of 26 sales in 2016.   Volvo contends that \nunder the plain meaning of the Settlement Agreement, Roberts receives no credit for \nany unfilled orders which did not lead to qualifying sales.   \n64. In sum, both as to Mack and Volvo, Roberts seeks credit for sales that \nRoberts did not actually make, including some sales made by other dealers but  for \n \n \nwhich Roberts claims involvement.  The Settlement Agreement expressly and \nunambiguously defines a sale as follows: \nOnly those trucks that are sold by Roberts, delivered to the customer, \nand warranty registered by the last date of each year qualify as a “sale” \nfor purposes of determining whether  Roberts achieves the agreed sales \nnumbers set forth above.  Further, only those sales made within Roberts’ \narea of responsibility as set forth in Addendum 3 to each of the Dealer  \nAgreements (“AOR”) or to any customer outside Roberts ’ AOR that has \nnot registered Volvo or  Mack t rucks within the previous three years \nqualify as a “sale” for purposes of determining whether Roberts achieves \nthe agreed sales numbers set forth above.  Provided, however, that once \nRoberts makes a sale to a customer outside of its AOR that has not \nregistered Volvo or  Mack trucks within the previous three years, \nadditional sales to such customer qualify as a “ sale” for purposes of \ndetermining whether Roberts achieves the agreed sales numbers set \nforth above. \n(Settlement Agreement ¶ 3.) \n65. As to Mack, the additional 9 Body Builder credits Roberts seeks are not \n“sales” under the clear contractual definition, as they  relate to trucks that were not \nsold by Roberts.  Without credit for these sales, Roberts admits it failed to meet its \n2017 Mack sales quota.   \n66. As to Volvo,  it is equally clear that the 2017 unfilled orders for which \nRoberts seeks credit were not, in fact, “sales” as defined by the Settlement Agreement \nto be credited to the 2017 sales quota .  Likewise, absent Volvo’s subsequent \nagreement otherwise, it does not appear that the 5 leases mentioned in the May 2018 \ne-mail on which Roberts relies qualify as sales to be credited to the 2016 quota.   \n67. However, at least as to the unfilled 2017 orders, Roberts a vers that \nVolvo affirmatively took discriminatory actions which prevented Roberts’ ability to \nperform under the Settlement Agreement.    \n \n \n68. Of note, if Roberts does not receive credit for the 5 disputed 2016 leases, \nthe 2017 Volvo sales quota would n ecessarily be adjusted to 51 trucks, and Roberts \ndoes not aver he could have met that quota even if Volvo had not prevented his \nperformance.  However, if Roberts is first  given credit for these 2016 leases, there \nwould have been no shortfall in 2016 sales requir ing an upward adjustment of the \n48-truck sales quota provided for in the Settlement Agreement.  In that event, the \n2017 quota would be either 46 or 48, depending on  whether the Settlement \nAgreement can be read to allow a downward adjustment even though any such \nadjustment was not expressly provided for. \n69. If the sales quota remains at 48 after crediting Roberts for the disputed \n2016 leases, Roberts would be required to demonstrate that it is entitled to credit for \n2 sales Volvo credited to another dealer.  Roberts otherwise alleges only that it would \nhave achieved 47 sales in 2017 without the benefit of those 2 sales.  \n70. In short, based on Roberts’ own allegations, the Court would be required \nto delve into issues related to Volvo’s alleged breach of its own performance \nobligations only if Roberts is entitled to credit both for the contested five 2016 leases \nand the two 2017 sales credited to another dealer.  \nC. Roberts Failed to Meet its Performance Obligations Necessary \nto Prevent Termination of its Mack Dealership. \n71. As explained above, Roberts has not alleged that it made or could have \nmade 2017 Mack sales that satisfy the uncontested 2017 Mack sales quota of 38.  As \na matter of law, the Body Builder sales by another Mack dealer do not qualify as sales \nto meet the 2017 quota. \n \n \n72. Roberts has made no claim that Mack failed to timely provide Roberts \nwith inventory necessary to achieve the required sales as it has against Volvo.   \n73. The Court concludes that there is no factual dispute that Roberts failed \nto meet its 2017 Mack truck sales quota required by the Settlement Agreement.  \nWithout credit for Body Builder sales by other dealers, there is no construction of the \nSettlement Agreement that allows for any conclusion other than that Roberts failed \nin its performance and is bound by its agreement to terminate its Mack dealership \nunless Roberts has an affirmative non-contractual counterclaim that would preclude \ntermination.  \n74. As discussed below, Roberts has alleged no such actionable counterclaim \nagainst Mack.   \n75. Each of Mack’s motions should therefore be granted.   \nD. The Court Cannot Resolve the Contested  Issue of What 2017 \nVolvo Sales Quota Governs Roberts’ Performance Obligation on \nthe Pleadings. \n76. As to Volvo, the issues are as follows: \na. Roberts has alleged that it would have achieved a maximum of 49 \nVolvo trucks in 2017.     \nb. Before any adjustment based on 2016 sales, the 2017 Volvo sales \nquota provided by the Settlement Agreement is 48. \nc. If Roberts is not entitled to credit for the disputed 5  leases in \n2016, it sold 3 trucks less than its 2016 sales quota so that the \n2017 sales quota became 51. \n \n \nd. Without the benefit of the five 2016 leases, Roberts has admitted \nit failed to perform under the Settlement Agreement, whether or \nnot it could prove that Volvo otherwise breached its performance \nobligations. \ne. With the benefit of the disputed 2016 leases, the 2017 quota \neither remained at 48 or was reduced to 46.  The Court reserves \ndetermination of whether the Settlement Agreement can be \nconstrued so as to reduce the 2017 sales quota based on 2016 sales \nin excess of the 2016 quota. \nf. If Roberts can prove that it is entitled to 2  sales which Volvo \ncredited to another dealer, it alleges that it could have sold 49 \nVolvo units.  If it is not entitled to credit for those 2 sales, Roberts \nalleges that it could have sold  47 Volvo trucks, meeting a 2017 \nsales quota of 46 but not meeting a 2017 sales quota of 48.    \n77. The Court concludes that there are fact disputes that must be resolved \nbefore establishing the 2017 Volvo sales quota against which Roberts’ performance \nmust be measured.  Thus, the Court is denying Volvo’s  Motion for Judgment on the \nPleadings and expediting consideration of the Severed Issue under the Court’s \nauthority to manage the case under Rule 42.  It also concludes for judicial efficiency \nthat the 2017 Volvo sales quota should be determined before proceedings on  Volvo’s \nown performance become subject to discovery, further motion practice, or trial.   \nUnlike t he factual and legal issues necessary to resolve whether Volvo met its \n \n \ncontractual obligations , d etermining the appropriate  2017 sales quota does not \nrequire extensive discovery or an extensive evidentiary presentation. \n78. The Court concludes, in its discretion, that it is then appropriate to sever \nfor early determination the contested issue of what 2017 Vol vo sales quota Roberts \nwas required to meet.  \nE. First Assuming that the 2017 Volvo Sales Quota Is Defined in its \nFavor, Roberts Has Adequately Pleaded a  Claim of a Breach of \nthe Implied Covenant of Good Faith  as to Volvo But Not a s to \nMack. \n79. If the Court must ultimate ly consider the merits of Roberts’ allegation \nthat Volvo breached its performance obligations, Roberts  has the burden of proving \nthat Volvo acted or failed to act in a manner which  prevented Roberts from \nperforming under the contract.  The ele ments of a breach of contract claim are: “(1) \nexistence of a valid contract and (2) breach of the terms of that contract.”  Poor v. Hill, \n138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000) (citing Jackson v. California \nHardwood Co., 120 N.C. App. 870, 871, 463 S.E.2d 571, 572 (1995)).   \n80. Roberts cannot rely on the Dealer Act to satisfy its burden of proof. \n81. Volvo contends that Roberts seeks to enforce obligations that are either \nnot provided for or are inconsistent with the Settlement Agreement.  Roberts in turn \ninvokes the implied covenant of good faith. \n82. North Carolina implies in every contract a covenant that requires the \nparties to exercise good faith and fair dealing in the execution and performance of the \ncontract.  Bicycle Transit Authority, Inc. v. Bell , 314 N.C. 219, 229, 333 S.E.2d 299, \n305 (1985) (“In every contract there is an  implied covenant of good faith and fair \n \n \ndealing that neither party will do anything which injures the right of the other to \nreceive the benefits of the agreement.”   (citation omitted)); Weyerhaeuser Co. v. \nBuilding Supply Co., 40 N.C. App. 743, 746, 253 S.E.2d 625, 627 (1979) (“It is a basic \nprinciple of contract law that  a party w ho enters into an enforceable contract is \nrequired to act in good faith and to make reasonable efforts to perform his obligations \nunder the agreement.”).   \n83. This implied covenant of good faith is not to be applied to vary exp ress \nterms of a contract to which the parties agreed, and where cont ractual language is \nnot ambiguous, the express language of the contract controls.  Pro-Tech Energy Sols., \nLLC, 2015 NCBC LEXIS 76, at *21  (citing cases); Heron Bay Acquisition, LLC v. \nUnited Metal Finishing, Inc., 2014 NCBC LEXIS 16, at *42 (N.C. Super. Ct . May 7, \n2014) (citation omitted).    \n84. Nevertheless, “[a] party to an executory contract is under a duty not to \ndo anything to prevent the other party  to the contract  from performing ” its \ncontractual obligations.  Suntrust Bank v. Bryant/Sutphin Prop., LLC, 222 N.C. App. \n821, 831, 732 S.E.2d 594, 601 (2012) (quoting Pedwell v. First Union Nat’l Bank, 51 \nN.C. App. 236, 238, 275 S.E.2d 565, 567 (1981)); see also Emily’s Cookie Mix, Inc. v. \nCORA L.P., 2005 N.C. App. LEXIS 2434, at *7–8 (Nov. 15, 2005).  \n85. Roberts alleges  that Volvo inhibited its ability to perform under the \nSettlement Agreement as follows: \nVolvo had a duty to build and deliver the orders on time to comply with \nthe Agreement; and such a requirement is an implied covenant or \ncondition for defendants’ performance, i.e. that defendants’ orders would \nbe built and delivered.  By failing or refusing to build or deliver the units, \n \n \nVolvo is estopped to withhold or deny counting the units toward s the \nsales requirements for defendants and has breached the Agreement in \nso doing  such that the units must be counted toward the sales \nrequirements.  As a resu lt of Volvo’s action or inaction defendants [ sic] \norders that otherwise would have been delivered during the relevant \nperiod and counted toward the sales requirements for the Agreement \nwere cancelled and lost. \n(Countercl. ¶ 25.)    \n \n86. Broadly read, Roberts’ counterclaim against Volvo does not depend \nentirely on incorporating provisions of North Carolina’s  Dealer Act that  impose \nspecific duties on manufacturers, including available inventory.  Although tending \ntoward the conclusory, Roberts alleges that Volvo purposefully discriminated against \nRoberts in the course of its normal operations.  After careful deliberation, the Court \nconcludes that the breach of contract counterclaim as to Volvo is marginally adequate \nto withstand Rule 12(b)(6).  See Governor’s Club Inc. v. Governor’s Club L.P., 152 N.C. \nApp. 240, 252, 567 S.E.2d 781, 789 (2002). \n87. Roberts has made no similar allegations regarding Mack, and the Court \ntherefore dismisses Roberts’ claim of breach of implied warranty of good faith and \nfair dealing to the extent it is asserted against Mack. \nF. Roberts Has No Basis to Proceed Based on the Doctrine of \nUnconscionability, Either a s a Defense or a s an Affirmative \nClaim. \n88. Roberts contends , relying on the Dealer Act,  that the Court should \ninquire into the reasonableness of the agreed sales targets set out in the Settlement \nAgreement before requiring specific performance.  While Roberts  contends that its \nassertion that the terms of the Settlement Agreement are unconscionable does not \n \n \ndepend on applying the Dealer Act , t he Court finds no basis for applying the \nunconscionability doctrine to the facts of this case. \n89.  While the law remains somewhat unsettled, a North Carolina court will \nnot enforce a contract it finds to be unconscionable.  Rite Color Chemical Co. v. Velvet \nTextile Co. , 105 N.C. App. 14, 18, 411 S.E.2d 645, 647 (1992) (citing cases).   The \npotential application of the unconscionability doctrine outside claims based on the \nsale of goods has received passing recognition, but with little actual application.  See \ne.g., Brenner v. Little Red School House, Ltd., 302 N.C. 207, 213, 274 S.E.2d 206, 210–\n11 (1981)  (holding a contract for non -refundable tuition pay ments was not \nunconscionable); Alpiser v. Eagle Pontiac- GMC-Isuzu, Inc. , 97 N.C. App. 610, \n615, 389 S.E.2d 293, 296 (1990) ( holding an automobile lease was not \nunconscionable).  But see Howell v. Landry, 96 N.C. App. 516, 525, 386 S.E.2d 610, \n615 (1989), disc. rev. denied , 326 N.C. 482, 392 S.E.2d 90 (1990)  (explaining courts \nwill not enforce unconscionable premarital or post-marital agreements). \n90. “[I]ssues of unconscionability . . . are questions of law to be resolved by \nour trial courts.”  Rite Co lor Chemical Co. , 105 N.C. App. at  21, 411 S.E.2d at  649 \n(citations omitted). \n91. The elements of a n unconscionability claim are restrictive  and require \nboth procedural and substantive unfairness.  North Carolina precedent dictates that \n[a] court will generally refuse to enforce a contract on the ground of \nunconscionability only when the inequality of the bargain is so manifest \nas to shock the judgment of a person of common sense, and where the \nterms are so oppressive that no reasonable person would make them on \nthe one hand, and no honest and fair person would accept them on the \nother.  In determining whether a contract is unconscionable, a court \n \n \nmust consider all the facts and circumstances of a particular case.  If the \nprovisions are then viewed as so one-sided that the contracting party is \ndenied any opportunity for a meaningful choice, the contract should be \nfound unconscionable.   \n \nBrenner, 302 N.C. at  213, 274 S.E.2d at 210 (internal citations omitted) (finding no \nunconscionability because there was no “inequality of bargaining power between the \nparties” and the plaintiff “was not forced to accept [the] defendant’s terms”). \nAlthough there is some confusion . . . as to wh ether a court may \ndetermine a contract to be unconscionable on the basis of only one of \n[procedural or substantive unconscionability] this Court has previously \nheld that “[t]o find  unconscionability there must be an absence of \nmeaningful choice on part of one of the parties [procedural  \nunconscionability] together with contract terms which are unreasonably \nfavorable to the other [substantive unconscionability].”   \n \nRite Color Chem. Co., 105 N.C. App. at  20, 411 S.E.2d at 649 (emphasis in original) \n(quoting Martin v. Sheffer, 102 N.C. App. 802, 805, 403 S.E.2d 555, 557 (1991)). \n92. The Court concludes that Roberts has not made allegations that, even if \naccepted as true, are adequate to allow the unconscionability doctrine to be applied  \non the pleaded facts.  The parties were represented by counsel, entered an agreement \nin the midst of  administrative proceedings, and were well advised as to the \nsubstantive law governing their relationship .  See Wilner v. Cedars of Chapel Hill, \nLLC, 241 N.C. App. 389, 393,  773 S.E.2d 333,  336 (2015) (holding no \nunconscionability where plaintiff had counsel present at a real estate closing and the \ncontracts had detailed notes in the margins explaining what each provision entailed).  \n93. Accordingly, t he Court concludes, as a matter of law, that Roberts’ \nassertion of unconscionability fails whether presented as a claim or as a defense. \n \n \nG. Roberts Has Not Asserted a n Actionable Claim for an Unfair or \nDeceptive Trade Practices  \n94. Through its Seventh  Counterclaim, Roberts contends that Volvo and \nMack committed an unfair or deceptive trade practice through  their actions or \ninactions under the Settlement Agreement.  The Court concludes that this claim fails \nas a matter of law. \n95. First, it appears that Roberts relies on the Dealer Act’s definition of an \nunfair practice in  section 20-305(14) of the North Carolina General Statutes to \nfashion its claim.  Again, the Court has concluded that the Dealer Act does not apply. \n96. Second, to the extent that Roberts seeks to fashion an unfair or deceptive \ntrade practice claim under section 75-1.1 of the North Carolina General Statutes from \nthe nature and degree of Plaintiffs’ alleged breach of the Settlement Agreement , the \nCourt concludes that Roberts has not alleged substantial aggravating circumstances \nsufficient to raise its contract claim to the level of an actionable unfair or deceptive \ntrade practice.  See Kerry Bodenhamer Farms, LLC v. Nature’s Pearl Corp. , 2017 \nNCBC LEXIS 27, at *19 (N.C. Super. Ct. Mar. 27, 2017) (“[A] plaintiff alleging breach \nof contract must show  substantial aggravating circumstances attending the breach \nto recover[.]” (internal quotations omitted)).    \n97. Accordingly, Roberts’ counterclaim for violation of the North Carolina \nUnfair Trade Practices Act should be dismissed. \nVI. CONCLUSION \n98. For the foregoing reasons: \na. Mack’s Motion for Judgment on the Pleadings is GRANTED; \n \n \nb. The Court hereby DECREES, DECLARES, and ADJUDGES that \nMack is entitled specifically to enforce Roberts’ obligation to \nterminate its Mack Dealer Agreement and cease any further \nMack dealership operations pursuant to the Dealer Agreement; \nc. Mack’s Motion to Dismiss Roberts’ Counterclaims is GRANTED  \nand those counterclaims are dismissed with prejudice; \nd. Volvo’s Motion to Dismiss Roberts’ Counterclaims for \nunconscionability and violation of the North Carolina Unfair \nTrade Practices Act is GRANTED and those claims are dismissed \nwith prejudice; \ne. Volvo’s Motion for Judgment on the Pleadings  and Motion to \nDismiss are otherwise  DENIED without prejudice to the \npresentation of a subsequent motion for summary judgment; \nf. The Court, in its discretion, determines that the issue of defining \nthe 2017 Volvo sales  quota should be severed for early \ndetermination, with any proceedings as to any other issue being \ndeferred, so that accordingly, the Court directs that: \ni. The parties may have a period of discovery, not to exceed \n60 days to commence no earlier than the expiration of \ncurrent orders of Chief Justice of the North Carolina \nSupreme Court suspending activities in pending litigation; \n \n \nii. Any such discovery is restricted to defining the applicable \n2017 Volvo sales quota against which Roberts’ performance \nis to be measured;   \niii. The parties may, by  mutual agreement, initiate the \ndiscovery period on the Severed Issue at an earlier date;    \niv. The Court anticipates that it will not grant any extension \nof time within which to respond to written discovery  once \nthe discovery period has commenced; \nv. Absent leave of court , Volvo and Roberts may each take a \nmaximum of 3 depositions on the Severed Issue, each to be \ntaken subject to the provisions of BCR 10.7; \nvi. Either party shall file any dispositive motion on t he \nSevered Issue no later than 20 days following the close of \nthe discovery period allowed on the Severed Issue.  T he \nresponse to any such motion shall be filed within 20 days \nrather than the 30- day period otherwise provided by BCR \n7.6.  No reply brief shall be filed absent leave of court;   \nvii. All further proceedings are stayed pending further order of \nthe Court. \n \n \n \n \n \nSO ORDERED, this the 8th day of April, 2020. \n \n /s/ James L. Gale \n James L. Gale \n Senior Business Court Judge \n "
}