{
  "id": "4a2ff5fd2404b2d1740f8b74fe55839eedb916d1c72ad77eec03529f17f67aeb",
  "source_file": "data/raw/ncbc/4a2ff5fd2404b2d1740f8b74fe55839eedb916d1c72ad77eec03529f17f67aeb.pdf",
  "raw_text": "Gao v. Sinova Specialties, Inc., 2018 NCBC 72. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 6709 \n \nJIANXUN “BILL” GAO, individually, \nand derivatively on behalf of Sinova \nSpecialties, Inc., \n \n  Plaintiff, \n \nv. \n \nSINOVA SPECIALTIES, INC., a \nNorth Carolina Corporation; \nJOHANNES HECKMANN;  \nYAN “ELLEN” LIU; NEW SHORE, \nINC., a North Carolina Corporation, \n \n  Defendants, \n \nSINOVA SPECIALTIES, INC., a \nNorth Carolina Corporation,  \n \n  Nominal Defendant. \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTIONS TO DISMISS \nPURSUANT TO RULE 12(b)(6) \n \n1. THIS MATTER is before the Court on Plaintiff’s motions to dismiss the \ncounterclaims of Defendant/Nominal -Defendant Sinova Specialties, Inc. (“Sinova \nUS”), Defendant Johannes Heckmann (“Heckmann”), and Defendant Yan “Ellen” Liu \n(“Liu”) (collectively, the “Counterclaimants”) pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure (“Rule(s)”).  Having considered the motions, the \nbriefs, and the  arguments of counsel at a hearing on the motions 1, the Court \nGRANTS in part and DENIES in part the motions.  \n                                                 \n1 At the hearing, the Court also heard arguments of counsel on Plaintiff’s motions to \ndismiss pursuant to Rule 12(b)(1) and Plaintiff’s motion for summary judgment.  The \nCourt has issued a separate order and opinion on Plaintiff’s Rule 12(b)(1) motions, \n \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P., by Jeffrey E. \nOleynik, Jessica Thaller-Moran, and Ryan C. Fairchild, and Greenberg \nTraurig, LLP, by Gabriel Aizenberg, Andrew J. Enschedé, and Lucia \nMarker-Moore, for Plaintiff. \n \nErwin, Bishop, Capitano & Moss, P.A., by Joseph W. Moss, Jr., for \nDefendant/Nominal-Defendant Sinova Specialties, Inc. \n \nEssex Richards, PA, by Marc E. Gustafson, for Def endants Johannes \nHeckmann and New Shore, Inc. \n \nHiggins & Owens, PLLC, by Sara W. Higgins, for Defendant Yan “Ellen” \nLiu. \n \nRobinson, Judge. \n \nI. FACTUAL BACKGROUND \n2. The Court does not make findings of fact on the motions; rather, the Court \nrecites the following factual allegations of the counterclaims that are relevant and \nnecessary to the Court’s determination of the motions.  \nA. The Parties and Related Entities \n3. Sinova US, a North Carolina corporation, was formed in 2009.   \n(Heckmann’s Am. Countercls. ¶¶ 3, 8, ECF No. 267; Liu’s Am. Countercls. ¶¶ 3, 8, \nECF No. 268; Sinova US’s Second Am. Countercls. ¶¶ 1, 8, ECF No. 266.)  Sinova US \ndevelops and sells chemical compounds.  (Heckmann’s Am. Countercls. ¶¶ 9−11; Liu’s \nAm. Countercls. ¶¶ 9−11; Sinova US’s Second Am. Countercls. ¶¶ 9−11.)  \n4. Plaintiff Jianxun “Bill” Gao (“Gao”), Heckmann, and Liu are the sole \nshareholders, directors, and officers of Sinova US.  (See Heckmann’s Am. Countercls. \n                                                 \n(ECF No. 332), and the Court will issue a separate order and opinion on Plaintiff’s \nmotion for summary judgment.  \n \n \n¶ 85; Liu’s Am. Countercls. ¶ 85; Sinova US’s Second Am. Countercls. ¶ 86; Verified \nAm. Compl. Ex. C, ECF No. 56.) \n5. In 2011, Feng Sujin, Zhang La njun, and Wang Shufen , Gao’s mother -in-\nlaw, formed Sinova Chemicals Limited (“Sinova HK”), a Hong Kong corporation.  \n(Heckmann’s Am. Countercls. ¶ 3; Heckmann’s Am. Answer, Affirmative Defenses & \nCountercls. ¶ 14, ECF No. 221 [“Heckmann’s Answer”] ; Liu’s Am. Countercls. ¶ 3; \nLiu’s Am. Answer, Affirmative Defenses & Countercls. ¶ 14, ECF No. 215 [“Liu’s  \nAnswer”]; Sinova US’s Second Am. Countercls. ¶ 3; Sinova US’s Answer to Am. \nCompl. ¶ 14, ECF No. 195 [“Sinova US’s Answer”].)   \n6. In 2012, Gao, Liu, and Feng Sujin formed Sinova Specialties, Inc. (Beijing) \n(“Sinova Beijing”), a Chinese corporation.  (Heckma nn’s Am. Countercls. ¶ 3; \nHeckmann’s Answer ¶ 15; Liu’s Am. Countercls. ¶ 3; Liu’s Answer ¶ 15; Sinova US’s \nSecond Am. Countercls. ¶ 3; Sinova US’s Answer ¶ 15.)   \n7. Sinova US, Sinova Beijing, and Sinova HK are collectively referred to \nherein as the “Sinova Companies.” \n8. Xin Yong Zhong Da Chemicals (“XYZD”) is a Chinese corporation indirectly \ncontrolled by Heckmann, Liu, and Gao through Liu’s mother, Gao’s mother -in-law, \nand a third party.  (Heckmann’s Am. Countercls. ¶ 4; Liu’s Am. Countercls. ¶ 4; \nSinova US’s  Second Am. Countercls. ¶ 4.)  In 2012, XYZD exported chemical \ncompounds on behalf of Sinova US before Sinova Beijing was formed.  (Heckmann’s \nAm. Countercls. ¶ 4; Liu’s Am. Countercls. ¶ 4; Sinova US’s Second Am. Countercls. \n¶ 4.) \n \n \n9. The Sinova Companies and XYZD are collectively referred to herein as the \n“Sinova Group.” \nB. Business Operations \n10. The responsibilities of Sinova US were shared by Heckmann, Liu, and Gao.  \n(Heckmann’s Am. Countercls. ¶ 7; Liu’s Am. Countercls. ¶ 7; Sinova US’s Second Am. \nCountercls. ¶ 7.)  Heckmann was primarily responsible for sales, Liu was primarily \nresponsible for operations, and Gao was primarily responsible for the chemistry and \ntechnical aspects of the business.  (Heckmann’s Am. Countercls. ¶ 7; Liu’s Am. \nCountercls. ¶ 7; Sinova US’s Second Am. Countercls. ¶ 7.) \n11. From 2009 to 2012, Sinova US’s operations consisted of assisting Sinomax \nSolutions Inc. (“SMBJ”), a separate Chinese company in which neither Heckmann, \nLiu, nor Gao owned an interest, with its sales of the chemical compounds “PP,” “BFA,” \nand “TSS” in the United States and Europe.  (Heckmann’s Am. Countercls. ¶ 9; Liu’s \nAm. Countercls. ¶ 9; Sinova US’s Second Am. Countercls. ¶ 9.)  In 2012, the Sinova \nCompanies purchased SMBJ’s business, including SMBJ’s customer lists and the \nlicensing rights to PP, BFA, and TSS, and Sinova US began selling chemical \ncompounds in the United States and Europ e on behalf of the Sinova Companies.  \n(Heckmann’s Am. Countercls. ¶ 10; Liu’s Am. Countercls. ¶ 10; Sinova US’s Second \nAm. Countercls. ¶ 10.)  As a result , the Sinova Companies needed their own lab in \norder to do research and development, testing, and quality control for their products.  \n(Heckmann’s Am. Countercls. ¶ 11; Liu’s Am. Countercls. ¶ 11; Sinova US’s Second \nAm. Countercls. ¶ 11.) \n \n \n12. From May 2012 through early 2014, Gao operated a lab in Beijing that was \nto be used for the benefit of the Sinova Group and for the purpose of creating products \nfor sale by the Sinova Companies.  (Heckmann’s Am. Countercls. ¶ 12; Liu’s Am. \nCountercls. ¶ 12; Sinova US’s Second Am. Countercls. ¶ 12.)  The Sinova Group paid \nall the costs of the lab, which included the cost of an office lease, equipment, supplies, \nreagents, testing, and salaries of approximately eleven employees.  (Heckmann’s Am. \nCountercls. ¶ 13; Liu’s Am. Countercls. ¶ 13; Sinova US’s Second Am. Countercls. \n¶ 13.) \nC. CDA and 2012 Board Agreement \n13. On or about Sept ember 16, 2012, the Sinova Group, Heckmann, Liu, and \nGao entered into a “CDA and Non-Compete Agreement” (the “CDA”).2  (Heckmann’s \nAm. Countercls. ¶ 79; Liu’s Am. Countercls. ¶ 79; Sinova US’s Second Am. Countercls. \n¶ 80; Am. Compl. Ex. A.)  The CDA provid es that “[t]he three persons in this \nagreement” are Heckmann, Liu, and Gao, and that “[t]he company in this agreement \nis Sinova Specialties Inc. (Beijing) and its related company  [sic] in USA, HK and \nChina.”  (Am. Compl. Ex. A, at 1.)  The CDA imposes an o bligation on each of the \nindividual parties to the agreement to “keep the secrecy of the company” and to “not \nleak the market, technology and operation secrecy to any third party directly or \nindirectly at any time.”  (Am. Compl. Ex. A, at 2.)  The CDA furt her provides that \n“[a]nyone who breaches the [CDA] shall pay RMB 5million to the company.  At the \n                                                 \n2 Most of the agreements and other documents involved in this case were originally \nwritten in Chinese and then translated into English, often with  grammar and \nsentence structures that are difficult to understand.  \n \n \nsame time, he/she shall compensate all the lost [sic] that caused [sic] to the company \nby his/her violating the [CDA].”  (Am. Compl. Ex. A, at 3−4.)  The CDA is signed by \nSinova Beijing, Heckmann, Liu, and Gao.  (Am. Compl. Ex. A, at 4.) \n14. Also on or about September 16, 2012, Heckmann, Liu, and Gao entered into \na board agreement (the “2012 Board Agreement”).  ( Heckmann’s Am. Countercls. \n¶ 84; Liu’s Am. Countercls . ¶ 84; Sinova US’s Second Am. Countercls. ¶ 85; Am. \nCompl. Ex. B.)  The 2012 Board Agreement states that the shareholders of Sinova US \nand Sinova Beijing “are allowed to set up non -related other companies but are not \nallowed to do business compete [sic] w ith [Sinova US or Sinova Beijing].  The other \ncompanies are not allowed to provide or accept the product or service of [Sinova US \nor Sinova Beijing].”  (Am. Compl. Ex. B, at 1.) \nD. 2014 Board Agreement \n15. In the middle of 2013, Heckmann, Liu, and Gao were negoti ating the \nseparation of their business interests.  (Heckmann’s Am. Countercls. ¶ 26; Liu’s Am. \nCountercls. ¶ 26; Sinova US’s Second Am. Countercls. ¶ 26.)  The parties extensively \nnegotiated which chemical products would continue to be manufactured and sol d by \nthe Sinova Group (the “Common Projects”).  (Heckmann’s Am. Countercls. ¶ 27; Liu’s \nAm. Countercls. ¶ 27; Sinova US’s Second Am. Countercls. ¶ 27.)  Over the course of \nits business, the Sinova Group had at tempted to develop many products  that never \ncame to fruition.  (Heckmann’s Am. Countercls. ¶ 30; Liu’s Am. Countercls. ¶ 30; \nSinova US’s Second Am. Countercls. ¶ 30.)   As a result, Heckmann, Liu, and Gao \nagreed that the Common Projects would include the Sinova Group’s marketable and \n \n \nprofitable chemical compounds and those chemical compounds that were still under \ndevelopment with a potential upside as of January 2014.  (Heckmann’s Am. \nCountercls. ¶¶ 28−29; Liu’s Am. Countercls. ¶¶ 28−29; Sinova US’s Second Am. \nCountercls. ¶¶ 28−29.)  \n16. To determine which projects should be designated as Common Projects, \nHeckmann and Liu asked Gao to identify all the projects that had been run or \ndeveloped in the lab.  (Heckmann’s Am. Countercls. ¶ 33; Liu’s Am. Countercls. ¶ 33; \nSinova US’s Second Am. Countercls. ¶ 3 3.)  Counterclaimants allege that, over \nseveral months beginning in mid-2013 through early 2014, Heckmann, Liu, and Gao \ndiscussed what Heckmann and Liu were led by Gao to believe were all of the projects \nbeing worked on in the lab.  (Heckmann’s Am. Countercls. ¶ 32; Liu’s Am. Countercls. \n¶ 32; Sinova US’s Second Am. Countercls. ¶ 32.)  \n17. On July 11, 2013, Heckmann sent an e-mail to Gao and Liu stating: “It has \ncome to my attention that the lab is running projects unknown to me.  And these \nprojects were not listed when I asked about lab projects.  In order to come clean I ask \nto receive what projects the lab is running, for what custo mers, pricing and status.”  \n(Heckmann’s Am. Countercls. ¶ 34; Liu’s Am. Countercls. ¶ 34; Sinova US’s Second \nAm. Countercls. ¶ 34.)  Gao responded that “it is the project that we do for them and \nthey do C12 Chemistry for 35 DCMC.”  (Heckmann’s Am. Countercls. ¶ 35; Liu’s Am. \nCountercls. ¶ 35; Sinova US’s Second Am. Countercls. ¶ 35.) \n18. In October 2013, Liu sent a directive to all lab employees, including Gao, \nstating that all data and records belong to the company, all lab data must be recorded \n \n \nin a lab record book, the lab cannot be used to develop private projects, and the \ncompany would impose liability for the destruction or theft of lab data.  (Heckmann’s \nAm. Countercls. ¶ 36; Liu’s Am. Countercls. ¶ 36; Sinova US’s Second Am. Countercls. \n¶ 36.) \n19. In late December 2013, Liu received text messages from a Sinova Beijing \nemployee, Wang Zongchao (“Zongchao”) stating that lab employees wer e working on \na chemical compound referred to as “ANT,” that a 50 gram sample of ANT was sent \noverseas, and that Gao directed Sinova Beijing’s employees who worked in the lab \nnot to create record s or reports regarding ANT  and to otherwise conceal this \ninformation from Sin ova US, Heckmann, and Liu.   (Heckmann’s Am. Countercls. \n¶ 40; Liu’s Am. Countercls. ¶ 40; Sinova US’s Second Am. Countercls. ¶ 40.)   \nZongchao’s text messages to Liu further stated that Gao directed Sinova Beijing \nemployees to falsify payroll  records to conceal the nature and  extent of their work, \n“and that ‘it seems there is a chance to commercialize [ANT] .’”  (Heckmann’s Am. \nCountercls. ¶ 41; Liu’s Am. Countercls. ¶ 41; Sinova US’s Second Am. Countercls. \n¶ 41 (alteration in original).)   \n20. On January 2, 2014, Liu sent a supplementary directive to all lab \nemployees, including Gao, requesting that they report to Liu on what they were doing \nand that they come to the Sinova Beijing office once per week f or a face -to-face \nmeeting.  (Heckmann’s Am. Countercls. ¶ 42; Liu’s Am. Countercls. ¶ 42; Sinova US’s \nSecond Am. Countercls. ¶ 42.)   The next day, Gao rejected Liu’s demand for \n \n \ninformation and face-to-face meetings.  (Heckmann’s Am. Countercls. ¶ 42; Liu’s Am. \nCountercls. ¶ 42; Sinova US’s Second Am. Countercls. ¶ 42.) \n21. In the two to three weeks following Zongchao’s text messages, Gao never \ndisclosed that ANT had been developed in the lab or that it was a commercially viable \nproject, and Gao refused to allow lab employees to respond to Liu.  (Heckmann’s Am. \nCountercls. ¶ 43; Liu’s Am. Countercls. ¶ 43; Sinov a US’s Second Am. Countercls. \n¶ 43.)  As a result, Counterclaimants allege that Heckmann and Liu  justifiably \nassumed that ANT was not commercia lly viable in any respect.  (Heckmann’s Am. \nCountercls. ¶ 44; Liu’s Am. Countercls. ¶ 44; Sinov a US’s Second Am. Countercls. \n¶ 44.) \n22. On or about January 15, 2014, Heckmann, Liu, and Gao entered into a \nboard agreement (the “2014 Board Agreement”).  (Am. Compl. Ex. C.)  The 2014 Board \nAgreement identifies seven Common Projects, including RC2, PP, and BFA.  (Am. \nCompl. Ex. C, ¶ 7.)  ANT is not listed as a Common Project.  The 2014 Board \nAgreement states that the participants, who are identified as Heckmann, Liu, and \nGao, a gree to “[k]eep minimum necessary budget for operation [sic] the common \nprojects in [Sinova Beijing]” and to “[k]eep funding available for common projects at \n$3.5 million.”  (Am. Compl. Ex. C, ¶¶ 3−4.)  The 2014 Board Agreement provides that \n“[a]ll projects that are not common projects are to be done outside of any common \noffice facilities and at their own risk.”  (Am. Compl. Ex. C, ¶ 3.)   \n23. The 2014 Board Agreement further provides that “[e]ach board member will \nadhere to professional rules of conduct towar d each other and promises to promote \n \n \nthe common projects to the best of their abilities and not to cause adverse effects to \nanother board member.  Should such action occur damages may be sought.”  ( Am. \nCompl. Ex. C, ¶ 11.)  The 2014 Board Agreement express ly incorporates the prior \nconfidentiality and non-compete obligations set forth in the CDA and the 2012 Board \nAgreement.  (Am. Compl. Ex. C, ¶ 2.)     \n24. Counterclaimants allege that, unbeknownst to them, Gao used the lab to \ndevelop ANT and other chemical compounds for the benefit of himself and companies \nother than the Sinova Group.  (Heckmann’s Am. Countercls. ¶¶ 21−22; Liu’s Am. \nCountercls. ¶¶ 21−22; Sinova US’s Second Am. Countercls. ¶¶ 21−22.)  \nCounterclaimants further allege that, during Heckmann, Liu, and Gao’s negotiations, \nGao concealed that he had developed ANT in the lab and that it was, or had the \npotential to be, commercially viable.  (Heckmann’s Am. Countercls. ¶¶ 37, 39; Liu’s \nAm. Countercls. ¶¶ 37, 39; Sinova US’s Second Am. Countercls. ¶¶ 37, 3 9.)  \nCounterclaimants contend that, as a result, ANT was not included as a Common \nProject in the 2014 Board Agreement , and Counterclaimants entered into a \nmaterially different agreement than they otherwise would have if they had known \nabout ANT and its pot ential commercial viability .  (Heckmann’s Am. Countercls. \n¶¶ 45, 145; Liu’s Am. Countercls. ¶¶ 45, 146 ; Sinova US ’s Second Am. Countercls. \n¶¶ 45, 163.) \nE. Gao’s Sales of ANT and Disclosure of Confidential Information \n \n25. After Heckmann, Liu, and Gao executed the  2014 Board Agreement, Liu \nmet Gao at the lab in January 2014 to audit all lab records.  (Heckmann’s Am. \n \n \nCountercls. ¶ 47; Liu’s Am. Countercls. ¶ 47; Sinova US’s Second Am. Countercls. \n¶ 47.)  Counterclaimants allege that Gao failed to produce any records for ANT or any \nother private projects that he had worked on in the lab and that had existing \nmarketability or potential future upside.  (Heckmann’s Am. Countercls. ¶ 48; Liu’s \nAm. Countercls. ¶ 48; Sinova US’s Second Am. Countercls. ¶ 48.)    \n26. Counterclaimants allege that Gao owns or controls, directly or indirectly \nthrough his wife or others, a company known as Beijing PTG Advanced Catalyst Co., \nLtd. (“PTG Beijing”) and a second company known as PTG Advanced Catalyst Co., \nLimited – Hong Kong (“PTG Hong Kong”).  (Heckmann’s Am. Countercls. ¶ 52; Liu’s \nAm. Countercls. ¶ 52; Sinova US’s Second Am. Countercls. ¶ 52.)   PTG Beijing and \nPTG Hong Kong are collectively referred to herein as the “PTG Entities.” \n27.  Counterclaimants allege that t he PTG E ntities obtained ANT from and \nthrough Gao while Gao was an officer a nd director of Sinova US.  (Heckmann’s Am. \nCountercls. ¶ 61; Liu’s Am. Countercls. ¶ 61; Sinova US’s Second Am. Countercls. \n¶ 61.)  Counterclaimants contend that, under Gao’s direction and cont rol, the PTG \nEntities engaged plants to manufacture ANT exclusively for the PTG Entities, which \nthey then purchased and sold to their customers at a substantial profit from \nDecember 2013 through the present.  (Heckmann’s Am. Countercls. ¶¶ 52, 57, 62, \n65−66, 74; Liu’s Am. Countercls. ¶¶ 52, 57, 62, 65−66, 74; Sinova US’s Second Am. \nCountercls. ¶¶ 52, 57, 62, 65−66, 75.)  Counterclaimants allege that , in addition to \nANT, Gao marketed and sold Common Projects through the PTG Entities.  \n \n \n(Heckmann’s Am. Countercls. ¶¶ 91, 94; Liu’s Am. Countercls. ¶¶ 91, 94; Sinova US’s \nSecond Am. Countercls. ¶¶ 92, 95.) \n28. Counterclaimants further allege that Gao improperly disclosed confidential \ninformation of Sinova US and its customers.  Sinova US has agreements with its \ncustomers to keep information regarding the chemical compounds that Sinova US \nsells to those customers confidential.  (Heckmann’s Am. Countercls. ¶ 96; Liu’s Am. \nCountercls. ¶ 96; Sinova US’s Second Am. Countercls. ¶ 97.)  Sinova US’s agreement \nwith one such cus tomer, Shell Chemical LP (“Shell”), prohibited Sinova US and its \nrepresentatives from disclosing Shell’s confidential information, which included all \nproducts—specifically, RC2 —that Sinova US might manufacture for Shell and all \ninformation related thereto.  (Heckmann’s Am. Countercls. ¶¶ 97−98, 101; Liu’s Am. \nCountercls. ¶¶ 97−98, 101; Sinova US’s Second Am. Countercls. ¶¶ 98−99, 102.)  The \nShell agreement also prohibited Sinova US from including Shell’s confidential \ninformation in any patent application.  (Heckmann’s Am. Countercls. ¶ 99; Liu’s Am. \nCountercls. ¶ 99; Sinova US’s Second Am. Countercls. ¶ 100.)  \n29. In March 2015, Gao caused PTG Beijing to ap ply for a patent for RC2.  \n(Heckmann’s Am. Countercls. ¶ 102; Liu’s Am. Countercls. ¶ 102; Sinova US’s Second \nAm. Countercls. ¶ 103.)   Counterclaimants allege that the RC2 patent application \ndisclosed Shell’s confidential information, as well as confidential and proprietary \nprocesses that were developed by the Sinova Group in the lab.  (Heckmann’s Am. \nCountercls. ¶¶ 103, 105; Liu’s Am. Countercls. ¶¶ 103, 105; Sinova US’s Second Am. \nCountercls. ¶¶ 104, 106.)   Counterclaimants further allege that Gao disclosed \n \n \ndetailed information about the chemical compounds that belonged to Shell and \nChevron Phillips, another customer of Sinova US, which Sinova US was obligated to \nkeep confidential.  (Heckmann’s Am. Countercls. ¶¶ 107, 111−12, 116−17, 119−20; \nLiu’s Am. Countercls. ¶¶ 107, 111−12, 116−17, 119−20; Sinova US’s Second Am. \nCountercls. ¶¶ 108, 112−13, 117−18, 120−21.)  \nII. PROCEDURAL HISTORY \n30. The Court recites only those portions of the procedural history that are \nrelevant to its determination of the motions. \n31. Gao filed his complaint on April 8, 2016 and an amended complaint on July \n8, 2016.  The amended complaint asserts direct claims for judicial dissolution of \nSinova US, inspection of Sinova US’s corporate records, breach of fiduciary duty, \nconstructive fraud, and unjust enrichment. 3  (Am. Compl. 37, 40, 43, 45, 47.)  The \namended complaint asserts derivative claims on be half of Sinova US for breach of \nfiduciary duty, constructive fraud, corporate waste, unjust enrichment, and breach of \ncontract.  (Am. Compl. 41, 44, 46−48.) \n32. This action was designated as a mandatory complex business case by order \nof the Honorable Mark Martin, Chief Justice of the Supreme Court of North Carolina, \ndated April 11, 2016, (ECF No. 4), and assigned to the Honorable Louis A. Bledsoe, \nIII by order of then Chief Business Court Judge James L. Gale dated April 14, 2016, \n                                                 \n3 The amended complaint also asserted a direct claim for corporate waste, which the \nCourt dismissed with prejudice by order and opinion dated December 21, 2016.  (ECF \nNo. 188.)  \n \n \n(ECF No. 5).  This case was later reassigned to the undersigned by order dated July \n5, 2016.  (ECF No. 54.) \n33. All Defendants answered the amended complaint, and Sinova US, \nHeckmann, and Liu asserted counterclaims against Gao.  (ECF Nos. 97, 195, 215, \n221.) \n34. On June 30, 2017, Sinova US f iled its second amended counterclaims, and \nHeckmann and Liu each filed first amended counterclaims.  Sinova US, Heckmann, \nand Liu each assert counterclaims against Gao for fraud and breach of contract —\nSinova US alleges that Gao breached the CDA,  the 2012 Board Agreement, and the \n2014 Board Agreement, and Heckmann and Liu allege that Gao breached the 2012 \nBoard Agreement and the 2014 Board Agreement.4  (Heckmann’s Am. Countercls. 18, \n20; Liu’s Am. Countercls. 18, 20; Sinova US’s Second Am. Countercls. 24, 26.)  Sinova \nUS asserts additional counterclaims against Gao for breach of fiduciary duty, \nconstructive fraud, unfair and deceptive trade practices (“UDTP”), and unjust \nenrichment.  (Sinova US’s Second Am. Countercls. 22−23, 29−30.) \n35. On July 28, 2017, Gao filed his motions to dismiss all counterclaims against \nhim pursuant to Rule 12(b)(6).  (ECF Nos. 272−73.)   \n36. The motions have been fully briefed, and the Court held a hearing on the \nmotions on December 6, 2017.  The motions are now ripe for resolution.  \n \n                                                 \n4 Heckmann and Liu also allege that Gao breached the CDA.  By order and opinion \ndated July 16, 2018 , the Court dismissed Heckmann’s and Liu’s breach of contract \ncounterclaims to the extent these claims were based on the CDA.  (ECF No. 332.)   \n \n \nIII. LEGAL STANDARD \n37. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations of the counterclaims in the light most favorable to the \ncounterclaimant.  The Court’s inquiry is “whether, as a matter of law, the allegations \nof the [counterclaims], treated as true, are sufficient to state a claim upon which relief \nmay be granted under some legal theory.”  Harris v. NCNB Nat’l Bank of N.C. , 85 \nN.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  The Court construes the \ncounterclaims liberally and accepts all factual allegations as true.  Laster v. Francis, \n199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009). \n38. Where the pleading refers to and depends on certain documents, the Court \nmay consider those documents without converting the motion into  one for summary \njudgment under Rule 56.  Schlieper v. Johnson, 195 N.C. App. 257, 261, 672 S.E.2d \n548, 551 (2009).  At the same time, the Court may not consider materials that are not \nmentioned, contained, or attached in or to the pleading; otherwise, a R ule 12(b)(6) \nmotion will be converted into a Rule 56 motion and subject to its standards of \nconsideration and review.  Fowler v. Williamson, 39 N.C. App. 715, 717, 251 S.E.2d \n889, 890−91 (1979). \n39. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1)  when the \n[pleading] on its face reveals that no law supports [the] claim; (2) when the [pleading] \nreveals on its face the absence of fact sufficient to make a good claim; [or] (3) when \nsome fact disclosed in the [pleading] necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson v. Bumgardner, \n \n \n318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  Otherwise, the counterclaims “should \nnot be dismissed for insufficiency unless i t appears to a certain ty that \n[counterclaimant] is entitled to no relief under any state of facts which could be \nproved in support of the claim.”  Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, \n166 (1970). \nIV. ANALYSIS \nA. Gao’s Motion to Dismiss Heckmann’s and Liu’s Counterclaims \n1. Breach of Contract \n40. Gao argues that Heckmann and Liu fail to sufficiently allege that Gao \nbreached the 2012 or 2014 Board Agreement .  (Pl.’s Mem. Supp. Mot. Dismiss Am. \nCountercls. of Liu & Heckmann Pursuant to Rule 12(b)(6), at 9−15, ECF No. 274 \n[“Pl.’s Mem. Supp. Heckmann & Liu Mot.”].)  \n41. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract.”  Poor v. Hill, 138 N.C. App. 19, \n26, 530 S.E.2d 838, 843 (2000).  “Interpreting a contract requires the court to examine \nthe language of the contract itself for indications of the parties’ intent at the moment \nof execution.”  RME Mgmt., LLC v. Chapel H.O.M. Assocs., LLC, 795 S.E.2d 641, 645 \n(N.C. Ct. App. 2017).  When a contract is plain and unambiguous, the Court can \ndetermine the parties’ intent as a matter of law.  42 E., LLC v. D.R. Horton, Inc., 218 \nN.C. App. 503, 513, 722 S.E.2d 1,  8 (2012).  If a contract is ambi guous, however, \ninterpretation of the contract is a question of fact for the jury.  Variety Wholesalers, \nInc. v. Salem Logistics Traffic Servs., LLC , 365 N.C. 520, 525, 723 S.E.2d 744,  748 \n \n \n(2012).  An ambiguity exists when the effect of provisions is uncer tain or capable of \nseveral reasonable interpretations.  Id. \n42. Paragraph 1 of the 2012 Board Agreement provides:  \nThe share holders [sic] of Sinova Specialties Inc. (Beijing and USA, will \nbe called as Company in below [sic]) are allowed to set up non -related \nother companies but are not allowed to do business compete [sic] with \nthe Company.  The other companies are not allowed to provide or accept \nthe product or service of the Company.  It is not allowed to separate the \nexisting business of the Company in any method. \n \n(Am. Compl. Ex. B, ¶ 1 .)  Gao argues t hat this provision prohibits  non-related \ncompanies, rather than Heckmann, Liu, and Gao, from doing business to compete \nwith Sinova US or Sinova Beijing.   (Pl.’s Reply Supp. Mot. Dismiss Am. Countercls. \nof Liu & Heckmann Pursuant to Rule 12(b)(6), at 7, ECF No. 294.)  Accordingly, Gao \nargues that, because he is not a non -related company, he did not breach the 2012 \nBoard Agreement by allegedly competing with Sinova US and Sinova Beijing. \n43. The Court concludes that the 2012 Board Agreement—specifically, the first \nsentence of paragraph 1 —can reasonably be interpreted as prohibiting th e \nshareholders, rather than other non-related companies, from doing business to \ncompete with Sinova US or Sinov a Beijing.  Heckmann and Liu allege that Gao \nbreached the 2012 Board Agreement by using the Sinova Group’s lab, resources, \ntechnology, and employees to develop ANT for his own benefit and for the benefit of \ncompanies controlled by Gao, which  then sold ANT for a substantial profit.   \n(Heckmann’s Am. Countercls. ¶¶ 21−22, 24, 74; Liu’s Am. Countercls. ¶¶ 21−22, 24, \n74.)  Heckmann and Liu allege that these sales should have been made by Sinova US.  \n(Heckmann’s Am. Countercls. ¶ 45; Liu’s Am. Countercls. ¶ 45.)  The Court concludes \n \n \nthat these allegations are sufficient to state that Gao did business in competition with \nSinova US and Sinova Beijing in breach of the 2012 Board Agreement.  \n44. The Court likewise concludes that Heckmann and Liu sufficiently allege \nthat Gao breached the 2014 Board Agreement.  The 2014 Board Agreement expressly \nincorporates the confidentiality provision of the CDA, which obligate s Heckmann, \nLiu, and Gao to “k eep the secrecy of the company” and to “not leak the market, \ntechnology and operation secrecy to any third party directly or indirectly at any time.”  \n(Am. Compl. Ex. A, ¶ 3; Am. Compl. Ex. C, ¶ 2.)   Heckmann and Liu allege that, in \nMarch 2015, Gao caused PTG Beijing to apply f or a patent for RC2 , and that the \npatent application disclose d the Sinova Group’s confidential and proprietary \nprocesses that had been developed in the lab.  (Heckmann’s Am. Countercls. ¶¶ 102, \n105; Liu’s Am. Countercls. ¶¶ 102, 105.)  These allegations are sufficient to state that \nGao disclosed the Sinova Group’s c onfidential and proprietary processes to PTG \nBeijing and thereby leaked “market, technology, and operation secrecy” to a third \nparty in breach of the 2014 Board Agreement. \n45. Having concluded that the allegations are sufficient to state a claim that \nGao breached the 2012 and 2014 Board Agreement s, the Court declines to address \nGao’s arguments as to the sufficiency of each alleged breach of these agreements.  The \nCourt believes this is consistent with the purpose of a motion to dismiss under Rule \n12(b)(6) and our notice pleading standard.  See Corwin v. British Am. Tobacco PLC , \n796 S.E.2d 324, 333 (N.C. Ct. App. 2016)  (“The purpose behind this pleading \nstandard, generally referred to as notice pleading, is to resolve controversies on the \n \n \nmerits, after an opportu nity for discovery, instead of resolving them based on the \ntechnicalities of pleadings.” (quotation marks omitted)); Brittian v. Brittian, 243 N.C. \nApp. 6, 10, 776 S.E.2d 867, 871 (2015) (“Our Supreme Court has long recognized that \n‘[t]he only purpose of a Rule 12(b)(6) motion is to test the legal sufficiency of the \npleading against which it is directed.’” (alteration in original) (quoting White v. White, \n296 N.C. 661, 667, 252 S.E.2d 698, 702 (1979))). \n46. Therefore, Gao’s motion to dismiss Heckmann’s and Liu’s breach of contract \ncounterclaims is denied.  \n2. Fraud \n47. Heckmann and Liu allege that, in the course of negotiating the separation \nof their business interests, Gao fraudulently concealed from Heckmann and Liu that \nANT was a marketable project with potential upside that had been developed in the \nlab.  (Heckmann’s Am. Countercls. ¶ 142; Liu’s Am. Countercls. ¶ 143.)   Heckmann \nand Liu further allege that, as a result of Gao’s fraud, Heckmann and  Liu entered \ninto a materially different 2014 Board Agreement than they otherwise would have if \nthey had known of ANT’s commercial viability and that it had been developed in the \nlab.  (Heckmann’s Am. Countercls. ¶ 145; Liu’s Am. Countercls. ¶ 146.)  \n48. To state a claim for fraud, Heckmann and Liu “must plead five elements: \n(1) False representation or concealment of a material fact, (2) reasonably calculated \nto deceive, (3) made with intent to deceive, (4) which does in fact deceive, (5) resulting \nin damage to the injured party.”  Head v. Gould Killian CPA Grp., P.A. , 812 S.E.2d \n831, 837 (N.C. 2018) (quotation marks omitted).   “Additionally, reliance on alleged \n \n \nfalse representations must be reasonable.”  Sullivan v. Mebane Packaging Grp., Inc., \n158 N.C. App. 19, 26, 581 S.E.2d 452, 458 (2003).   \n49. Gao argues that Heckmann’s and Liu’s fraud claim s fail  because they \ncannot establish reasonable reliance.   (Pl.’s Mem. Supp. Heckmann & Liu Mot. 17.)   \nIn support, Gao substantially relies on a document attached to his brief in support of \nhis motion to dismiss that contains photographs of text messages between Liu and \nZongchao in Chinese  and the English t ranslations thereof.   (Pl.’s Mem. Supp. \nHeckmann & Liu Mot. Ex. 1, ECF No. 272.2.)  Gao argues that the Court can consider \nthis document in ruling on his motion to dismiss because Heckmann and Liu \nexplicitly rely on and refer to the text messages in their counterclaims.   (Pl.’s Mem. \nSupp. Heckmann & Liu Mot. 4 n.4.)  \n50. “On a motion to dismiss under Rule 12(b)(6), if ‘matters outside the pleading \nare presented to and not excluded by the court, the motion shall be treated as one for \nsummary judgment and disposed of a s provided in Rule 56.’”  Pinney v. State Farm \nMut. Ins. Co., 146 N.C. App. 248, 251, 552 S.E.2d 186, 189 (2001) (quoting N.C. Gen. \nStat. § 1A-1, Rule 12(b)).  However, “a document that is the subject of a [claimant]’s \naction that he or she specifically refers to in the [pleading] may be attached as an \nexhibit by the [movant] and properly considered by the trial court without converting \na Rule 12(b)(6) motion into o ne of summary judgment.”  Holton v. Holton , __ N.C. \nApp. __, No. COA17-467, 2018 N.C. App. LEXIS 297, at *19 (N.C. Ct. App. Mar. 20, \n2018); see also Bucci v. Burns, 2018 NCBC LEXIS 37, at *8 (N.C. Super. Ct. Apr. 25, \n \n \n2018) (noting that a classic example of such a document “is the contract at the heart \nof a claim for breach of contract”). \nThis is due to the fact that [t]he obvious purpose of . . . Rule 12(b) is to \npreclude any unfairness resulting from surpris e when an adversary \nintroduces extraneous material on a Rule 12(b)(6) motion, and to allow \na party a reasonable time in which to produce materials to rebut an \nopponent’s evidence once the motion is expanded to include matters \nbeyond those contained in the pleadings. \n \n. . . . \n \n. . . Certainly the [claimants] cannot complain of surprise when \nthe trial court desires to familiarize itself with the instrument upon \nwhich the [claimants] are suing because the [claimants] have failed to \nreproduce or incorporate by reference the particular instrument in its \nentirety in the [pleading]. \n  \nBank of Am., N.A. v. Rice , 244 N.C. App . 358, 370−71 , 780 S.E.2d 873, 882  (2015) \n(first alteration and omission in original) (quotation marks omitted).   \n51. The Court concludes that the document may not be considered in ruling on \nGao’s Rule 12(b)(6) motion.  Although Counterclaimants refer to December 2013 text \nmessages between Liu and Zongchao, the text messages are not the subject of the \ncounterclaims.  See Holton, 2018 N.C. App. LEXIS 297, at *20 (“[W]here a [claimant] \nsimply refers to a document that was not the subject of his or her action, and the \n[movant] attaches that document or an affidavit concerning that document to support \na Rule 12(b)(6) . . . motion, the trial court’s consid eration of that document converts \nthe motion into one for summary judgment.”).  Thus, the Court does not consider the \ndocument in ruling on Gao’s motion to dismiss. \n52. Gao argues that Counterclaimants cannot establish reasonable reliance \nbecause they were awa re of the facts that they allege Gao concealed and the acts of \n \n \nconcealment, and they fail to allege that they were denied the opportunity to \ninvestigate.   \n53. Our appellate courts have stated that “reasonable” reliance “is most \nsuccinctly defined in the negat ive: Reliance is not reasonable where the [claimant] \ncould have discovered the truth of the matter through reasonable diligence, but failed \nto investigate.”  Bumpers v. Cmty. Bank of N. Va. , 367 N.C. 81, 90, 747 S.E.2d 220, \n227 (2013) ( quotation marks omitted); see also Everts v. Parkinson , 147 N.C. App. \n315, 326–27, 555 S.E.2d 667, 675 (2001) (citing and discussing Rosenthal v. Perkins, \n42 N.C. App. 449, 257 S.E.2d 63 (1979)); Hudson-Cole Dev. Corp. v. Beemer, 132 N.C. \nApp. 341, 346, 511 S.E.2d 309, 3 13 (1999) (“[W]hen the party relying on the false or \nmisleading representation could have discovered the truth upon inquiry, the \n[pleading] must allege that he was denied the opportunity to investigate or that he \ncould not have learned the true facts by exercise of reasonable diligence.”).  “When it \nappears ‘a [claimant] seeking relief from alleged [fraud] must have known the truth, \nthe doctrine of reasonable reliance will prevent him from recovering for a \nmisrepresentation which, if in point of fact made,  did not deceive him.’”  Collier v. \nBryant, 216 N.C. App. 419, 435, 719 S.E.2d 70, 83 (2011) (second alteration in \noriginal) (quoting Johnson v. Owens, 263 N.C. 754, 758, 140 S.E.2d 311, 314 (1965)). \nThe reasonableness of a party’s reliance is a question fo r the jury “unless the facts \nare so clear that they support only one conclusion.”  Head, 812 S.E.2d at 837. \n54. The Court concludes that Liu fails to allege sufficient facts to state that she \nreasonably relied on Gao’s concealment or misrepresentation.  The counterclaims \n \n \nallege that, in December 2013 —after Heckmann and Liu had asked Gao to identify \nall projects that had been developed in the lab —Zongchao informed Liu that lab \nemployees were working on ANT, that Gao directed lab employees not to create \nrecords or reports regarding ANT and to conceal this information from \nCounterclaimants, and that it seemed there was a chance to commercialize ANT.   \n(Liu’s Am. Countercls. ¶¶ 40 –41.)  Thus, the counterclaims allege that Liu was \ninformed, prior to execution of the  2014 Board Agreement , that ANT was being \ndeveloped in the lab and that it had pote ntial commercial value and, therefore, that \nGao should have disclosed ANT as a Common Project.  Further, the allegations of the \ncounterclaims disclose that Liu was aware pri or to executing the 2014 Board \nAgreement that Gao had directed lab employees to conceal ANT from \nCounterclaimants.     \n55. Liu alleges that, prior to executing the  2014 Board Agre ement, she was \naware that ANT had been developed in the lab, Gao directed lab employees to conceal \nANT from her, and there was a chance to commercialize ANT .  Therefore, the Court \nconcludes that Liu fails to allege that she reasonably relied on Gao’s concealment of \nANT or his misrepresentation regarding all the projects that had been d eveloped in \nthe lab  and those with potential commercial value .  As a result, Gao’s motion to \ndismiss Liu’s fraud counterclaim is granted, and this claim is dismissed with \nprejudice. \n56. The counterclaims do not allege, however, that Heckmann —prior to \nexecuting the 2014 Board Agreement—had knowledge of the text messages that Liu \n \n \nreceived from Zongchao  or that Heckmann was otherwise aware  of ANT or Gao’s \nconcealment thereof.  The counterclaims allege that Gao exercised complete control \nand discretion over the ope rations of and access to the lab, including the lab \nemployees.  (Heckmann’s Am. Countercls. ¶¶ 15, 18.)   The counterclaims further \nallege that Heckmann asked Gao to identify all projects that had been run or \ndeveloped in the lab, and Gao did not identify A NT.  (Heckmann’s Am. Countercls. \n¶¶ 33, 37.)   On July 11, 2013, Heckmann sent an e -mail to Gao stating that it had \ncome to his attention that the lab was running projects unknown to him and which \nGao did not previously identify , and again asked for all projects that the lab was \nrunning.  (Heckmann’s Am. Countercls. ¶ 34.)  Gao responded and identified another \nproject, but did not identify ANT.   (Heckmann’s Am. Countercls. ¶ 35.)   Heckmann \nalleges that he had no opportunity to discover Gao’s concealment of his use of the lab \nto develop ANT as a commercially viable project because Gao dominated and \ncontrolled the lab and its employees and directed that records relating to ANT not be \nmaintained or provided to Heckmann.  (Heckmann’s Am. Countercls. ¶ 147.)          \n57. Therefore, the Court concludes that Heckmann alleges sufficient facts to \nplead reasonable reliance and, as a result, Gao’s motion to dismiss Heckmann’s fraud \ncounterclaim is denied. \n \n \n \n  \n \n \nB. Gao’s Motion to Dismiss Sinova US’s Counterclaims \n1. Breach of Contract \na. CDA \n58. Gao argues that Sinova US fails to allege that Gao breached the CDA.  (Pl.’s \nMem. Supp. Heckmann & Liu Mot. 9 –15.)  As discussed above with respect to Gao’s \nmotion to dismiss Heckmann’s and Liu’s counterclaims for breach of the 2014 Board \nAgreement, the confidentiality provision of the CDA obligate s Heckmann, Liu, and \nGao to “keep the secrecy of the company” and to “not leak the market, technology and \noperation secrecy to any third party directly or indirectly at any time.”  (Am. Compl. \nEx. A, ¶ 3.)  Sinova US alleges that, in March 2015, Gao caused PTG Beijing to apply \nfor a patent for RC2 and that the patent application disclosed the Sinova Group’s \nconfidential and proprietary processes that  had been developed in t he lab.  (Sinova \nUS’s Second Am. Countercls. ¶¶ 103, 106.)   These allegations are sufficient to state \nthat Gao disclosed the Sinova Group’s confidential and proprietary processes to PTG \nBeijing and thereby leaked “market, technology, and operation secrecy”  to a third \nparty in breach of the CDA.  Therefore, Gao’s motion to dismiss Sinova US’s breach \nof contract counterclaim is denied to the extent this claim is based on the CDA. \nb. 2012 and 2014 Board Agreements \n59. Gao argues that Sinova US fails to allege claims for breach of the 2012 and \n2014 Board Agreements because it is neither a party to, nor a third-party beneficiary \nof, these agreements.   (Pl.’s Mem. Supp. Mot. Dismiss Second Am. Countercl. of \n \n \nSinova US Pursuant to Rule 12(b)(6), at 3–5, ECF No. 273.1 [“Pl.’s Mem. Supp. Sinova \nUS Mot.”].) \n60. To maintain a claim for breach of contract, the claimant must allege that it \nis in privity of contract or a third -party benefi ciary of the contract.  Woolard v. \nDavenport, 166 N.C. App. 129, 136 , 601 S.E.2d 319, 324  (2004).  Unlike the CDA, \nwhich is on Sinova US letterhead, signed by Sinova Beijing, and states that Sinova \nUS and Sinova Beijing are parties thereto, the 2012 and 2014 Board Agreements are \nnot on Sinova US letterhead, are not signed by the Sinova Companies , and do not \nstate that Sinova US or any other entity is a party to the agreements.  The 2012 \nBoard Agreement states that Sinova US’ s board members “ are willing to sign and \nobey” the agreement.  (Am. Compl. Ex. B, at 1.)  Similarly, the 2014 Board Agreement \nstates that the participants in the agreement are Heckmann, Liu, and Gao.  Sinova \nUS fails to allege any other facts to support the conclusion that it is a party to either \nthe 2012 or 2014 Board Agreement.  \n61. To assert r ights under a contract as a third -party beneficiary, a claimant \nmust allege “(1) that a contract exists between two persons or entities; (2) that the \ncontract is valid and enforceable; and (3) that the contract was executed for the direct, \nand not incidental, benefit of the [third party].”  Town of Belhaven v. Pantego Creek, \nLLC, 793 S.E.2d 711, 719 (N.C. Ct. App. 2016) (alteration in original).  “A person is a \ndirect beneficiary of the contract if the contracting parties intended to confer a legally \nenforceable benefit on that person.”  Hospira Inc. v. AlphaGary Corp., 194 N.C. App. \n695, 703, 671 S.E.2d 7, 13 (2009).  “It is not enough that the contract, in fact, benefits \n \n \nthe [third party], if, when the contract was made, the contracting parties did not \nintend it to benefit the [th ird party] directly.”  Town of Belhaven, 793 S.E.2d at 719 \n(alterations in original).  “When a party seeks enforcement of a contract as a third -\nparty beneficiary, the contract must be construed strictly against the party  seeking \nenforcement.”  Michael v. Huffman Oil Co., 190 N.C. App. 256, 269, 661 S.E.2d 1, 10 \n(2008).  \n62. The Court concludes that Sinova US fails to allege that the 2012 or 2014 \nBoard Agreement were executed for Sinova US’s direct benefit.  The first paragraph \nof the 2012 Board Agreement states that it is “to protect the rights and interest of the \nparties in this agreement”—who are Heckmann, Liu, and Gao.  (Am. Compl. Ex. B.)  \nThe first paragraph of the 2014 Board Agreement states that it is “to maintain the \ncommon compa nies’ smoothly [sic] operation and [Heckmann, Liu, and Gao’s] \ninterests[.]”  (Am. Compl. Ex. C.)   Further, Sinova US’s counterclaims contain only \nconclusory allegations that it is a third-party beneficiary of the 2012 and 2014 Board \nAgreements and that the 2014 Board Agreement was executed for its benefit.  (Sinova \nUS’s Second Am. Countercls. ¶¶ 86, 147, 149.)  \n63. As Sinova US fails to allege sufficient facts to state that the 2012 or 2014 \nBoard Agreement were executed for its direct benefit, Sinova US fails to state a claim \nfor breach of these agreements.  Accordingly, Gao’s motion to dismiss Sinova US’s \nbreach of contract counterclaim is granted to the extent this claim is based on  the \n2012 and 2014 Board Agreements, and this claim is dismissed with prejudice. \n      \n \n \n2. Fraud  \n64. Gao argues that Sinova US’s fraud claim must be dismissed because Sinova \nUS is not a party to the 2014 Board Agreement and, as a result, could not have been \nfraudulently induced into entering this agreement.  (Pl.’s Mem. Supp. Sinova US Mot. \n5–6.)  Sinova US argues that it is a party to the 2014 Board Agreement and thus has \nstated a claim for fraud.  (Sinova US’s Br. Opp’n Pl.’s Rule 12(b)(6) Mot. Dismiss 12, \nECF No. 284.)  \n65. Having determined that Sinova US is  not a party to the 2014 Board \nAgreement, the Court concludes that Sinova US fails to state a claim for fraud.  Gao’s \nmotion to dismiss Sinova US’s fraud counterclaim is granted, and this claim is \ndismissed with prejudice.  \n3. Unjust Enrichment   \n66. Gao argues t hat Sinova US’s unjust enrichment claim must be dismissed \nbecause there is an express contract between the parties and Sinova US fails to allege \nthat it volitionally conferred a benefit on Gao.  (Pl.’s Mem. Supp. Sinova US Mot. 10–\n11.)  \n67. An unjust enrichmen t claim is a claim in quasi contract or a contract \nimplied in law.  M Series Rebuild, LLC v. Town of Mount Pleasant, 222 N.C. App. 59, \n67, 730 S.E.2d 254, 260 (2012).  “A quasi contract or a contract implied in law is not \na contract.  The claim is not based on a promise but is imposed by law to prevent an \nunjust enrichment.  If there is a contract between the parties the contract governs \nthe claim and the law will not imply a contract.”  Booe v. Shadrick, 322 N.C. 567, 570, \n \n \n369 S.E.2d 554, 556 (1988).  “Only in the absence of an express agreement of the \nparties will courts impose a quasi contract or a contract implied in law in order to \nprevent an unjust enrichment.”  Paul L. Whitfield, P.A. v. Gilchrist, 348 N.C. 39, 42, \n497 S.E.2d 412, 415 (1998). \n68. Notwithstanding that an express contract precludes an implied contract \nconcerning the same matter, it is also well established under North Carolina law that \na party may plead claims in the alternative.  James River Equip., Inc. v. Mecklenburg \nUtils., Inc. , 179 N.C. App. 414, 419, 634 S.E.2d 557, 560 (2006) (concluding that \nplaintiff may plead her express contract and quantum meruit claims in the \nalternative even though plaintiff may not ultimately be able to prevail on both).  Here, \nSinova US expressly pleaded its unjust enrichment claim in the alternative.  (Sinova \nUS’s Second Am. Countercls. 30.)  Thus, although Sinova US may not ultimately be \nable to prevail on both its breach of contract and unjust enrichment claims, at the \npleading stage, the Court cann ot conclude that the express agreement precludes \nSinova US from recovering on its unjust enrichment claim.  \n69. To state a claim for unjust enrichment, a claimant must allege facts that \nshow “that it conferred a benefit on another party, that the other party c onsciously \naccepted the benefit, and that the benefit was not conferred gratuitously or by an \ninterference in the affairs of the other party.”  Se. Shelter Corp. v. BTU, Inc., 154 N.C. \nApp. 321, 330, 572 S.E.2d 200, 206 (2002).   \n70. Sinova US alleges that the Sinova Group paid for all lab expenses, including \nthe lease, equipment, supplies, reagents, testing, and salaries of lab employees, with \n \n \nthe expectation that Gao’s work in the lab would exclusively benefit the Sinova \nGroup.  (Sinova US’s Second Am. Countercls. ¶¶ 13–14.)  Sinova US alleges that Gao \ninstead used the lab and its resources to develop products for his own benefit and, \ntherefore, that Sinova US conferred a benefit on Gao.   (Sinova US’s Second Am. \nCountercls. ¶¶ 21–22, 76.)  These allegations are sufficient to state that Sinova US \nconferred a benefit on Gao, and Gao’s motion to dismiss Sinova US’s unjust \nenrichment claim is denied.  \n4. Breach of Fiduciary Duty \n71. To state a claim for breach of fiduciary duty, Sinova US must allege that \nGao owed it a fi duciary duty, that Gao breached that duty, and that this breach \nproximately caused injury to Sinova US.  Farndale Co., LLC v. Gibellini , 176 N.C. \nApp. 60, 68, 628 S.E.2d 15, 20 (2006).    \n72. Gao lodges a number of arguments against the sufficiency of Sinova U S’s \nallegations, all of which the Court finds unavailing.  Gao, as a director of Sinova US, \nowed fiduciary duties to Sinova US.   Governor’s Club, Inc. v. Governors Club Ltd. \nP’ship, 152 N.C. App. 240, 248, 567 S.E.2d 781, 786 (2002).   Sinova US alleges that \nGao breached his fiduciary duties by disclosing Sinova US’s confidential information, \nusing Sinova US’s assets for his own benefit and the benefit of other companies, and \nselling ANT, PP, and RC2 through the PTG Entities, rather than through Sinova US, \nat a substantial profit.  (Sinova US’s Second Am. Countercls. ¶¶ 125, 127, 130.)  These \nallegations are sufficient to state a claim for breach of fiduciary duty, and Gao’s \nmotion to dismiss this claim is denied.  \n \n \n5. Constructive Fraud \n73. “To assert a cause of action for constructive fraud, the [claimant] must \nallege facts and circumstances (1) which created the relation of trust and confidence, \nand (2) led up to and surrounded the consummation of the transaction in which \ndefendant is alleged to have taken advan tage of his position of trust to  the hurt of \n[claimant].”  Head, 812 S.E.2d at 837 (quotation marks omitted).  A constructive fraud \nclaim requires the existence of a fiduciary duty.  Brissett v. First Mount Vernon Indus. \nLoan Ass’n , 233 N.C. App. 241, 252,  756 S.E.2d 798, 806 (2014). The difference \nbetween a constructive fraud claim and a breach of fiduciary duty claim is that a \nclaim for constructive fraud requires that defendant sought to benefit himself.  White \nv. Consol. Planning, Inc., 166 N.C. App. 283, 294, 603 S.E.2d 147, 156 (2004). \n74. The Court has concluded that Sinova US’s allegations are sufficient to state \na claim for breach of fiduciary duty.  Sinova US alleges that Gao used Sinova US ’s \nassets to develop chemical products for his benefit and, thu s, sufficiently alleges the \nadditional element of a constructive fraud claim that Gao sought to benefit himself.   \n(Sinova US’s Second Am. Countercls. ¶¶ 125, 130.)   Therefore, Gao’s motion to \ndismiss Sinova US’s constructive fraud counterclaim is denied.  \n6. UDTP \n75. Gao argues that Sinova US’s UDTP claim must be dismissed because the \nalleged unfair or deceptive conduct occurred solely within a single market participant \nand, therefore, was not “in or affecting commerce.”  (Pl.’s Mem. Supp. Sinova US Mot. \n6–7.)  \n \n \n76. In order to state a UDTP claim, Sinova US must allege (1) an unfair or \ndeceptive act or practice, (2) in or affecting commerce, (3) which proximately caused \ninjury to Sinova US.  Belcher v. Fleetwood Enters., Inc. , 162 N.C. App. 80, 85, 590 \nS.E.2d 15, 18 ( 2004). “‘[C]ommerce’ includes all business activities, however \ndenominated, but does not include professional services rendered by a member of a \nlearned profession.”  N.C. Gen. Stat. § 75-1.1(b).  “Although this statutory definition \nof commerce is expansive, [section 75-1.1] is not intended to apply to all wrongs in a \nbusiness setting.”  Alexander v. Alexander, 792 S.E.2d 901, 904 (N.C. Ct. App. 2016) \n(quoting HAJMM Co. v. House of Raeford Farms, Inc., 328 N.C. 578, 593, 403 S.E.2d \n483, 492 (1991)).  “‘Business activities’ is a term which connotes the manner in which \nbusinesses conduct their regular, day -to-day activities, or affairs, such as the \npurchase and sale of goods, or whatever other activities the business regularly \nengages in and for which it is or ganized.”  HAJMM Co., 328 N.C. at 594, 403 S.E.2d \nat 493.  As further explained by our Supreme Court, section 75 -1.1 regulates “two \ntypes of interactions in the business setting: (1) interactions between businesses, and \n(2) interactions between businesses and consumers.”  White v. Thompson, 364 N.C. \n47, 52, 691 S.E.2d 676, 679 (2010).  Section 75 -1.1 does not apply to the internal \nconduct of individuals within a single market participant.  Alexander, 792 S.E.2d at \n904.  Rather, “the General Assembly intended [section 75-1.1] to apply to interactions \nbetween market participants.  As a result, any unfair or deceptive conduct contained \nsolely within a single business is not covered by [section 75-1.1].”  White, 364 N.C. at \n53, 691 S.E.2d at 680. \n \n \n77. The essence of Sinova US’s allegations is that Gao wrongfully competed \nwith Sinova US in breach of his fiduciary duty and the CDA by disclosing the \nconfidential information of Sinova US and its customers to third parties, and by using \nthe lab to develop chemical compounds for his own benefit and the benefit of the PTG \nEntities.  Sinova US contends that ANT was a corporate opport unity wrongfully \nusurped by Gao and that Gao sold ANT, PP, and RC2 through the PTG Entities at a \nsubstantial profit and for personal gain to the detriment of Sinova US.  Sinova US \nalleges that these sales should have been made by Sinova US. \n78. Sinova US alleges that Gao’s actions, individu ally and through the PTG \nEntities—specifically, the sales of ANT, PP, and RC2—were in or affecting commerce.  \n(Sinova US’s Second Am. Countercls. ¶ 173.)   The alleged unfair and deceptive \nconduct, however, occurred solely within Sinova US.  Sinova US does not allege any \nunfairness or deception in the marketplace—that is, in interactions between separate \nmarket participants.  The unfairness and deception of Gao’s alleged conduct lies in \nhis relationship with Sinova US as an officer and director thereof.   \n79. For these reasons, the cases cited by Sinova US are distinguishable.  In \nSara Lee Corp. v. Carter , 351 N.C. 27, 519 S.E.2d 308 (1999), defendant -employee \nwas hired by plaintiff-employer to order and purchase computer parts for plaintiff at \nthe lowest possibl e prices.  During his employment and unknown to plaintiff, \ndefendant created separate businesses.  Defendant engaged in self-dealing by selling \ncomputer parts and services through his business es to plaintiff at excessive cost.  \nPlaintiff, trusting that the  transactions were legitimate and that defendant had \n \n \nsecured competitive prices, regularly conducted business with defendant’s companies \nwithout knowledge of defendant’s interest therein.  Thus, the unfair or deceptive \nconduct occurred in interactions between two market participants —defendant’s \nbusinesses and plaintiff.  \n80. Similarly, in Songwooyarn Trading Co. v. Sox Eleven, Inc. , 213 N.C. App. \n49, 714 S.E.2d 162 (2011), the president of Songwooyarn formed a separate \ncorporation, Sox Eleven, as an intermediary for the purpose of selling Songwooyarn’s \nproducts to wholesalers.  Songwooyarn wired a monthly payment to Sox Eleven.  \nDefendant, who was hired to manage Sox Eleven’s daily affairs, was to take his salary \nout of this monthly payment, and the remainder wa s to be used for Sox Eleven’s \noperating expenses.  Defendant deceived Songwooyarn about the use of the funds \nSongwooyarn wired to Sox Eleven , and the Court of Appeals concluded that by \nmisappropriating those funds, defendant interrupted the commercial rela tionship \nbetween Songwooyarn and Sox Eleven.  Thus, as in Sara Lee, the unfair or deceptive \nconduct occurred in interactions between two market participants —Songwooyarn \nand Sox Eleven.  \n81. Here, Sinova US does not allege any unfairness or deception in the broader \nmarketplace; rather, Gao’s alleged conduct is unfair and deceptive only as to Sinova \nUS.  The fact that Gao allegedly disclosed confidential information and diverted \ncorporate opportunities to entities controlled by him does not change the fundamental \nnature of the dispute from an internal corporate dispute to one in or affecti ng \ncommerce.  See White , 364 N.C. at 54, 691 S.E.2d at 680 (“Because \n \n \ndefendant . . . unfairly and deceptively interacted only with his partners, his conduct \noccurred completely w ithin the . . . partnership and entirely outside the purview of \n[section 75 -1.1].”); Alexander, 792 S.E.2d at 905 −06 (concluding that defendant’s \nmisappropriation of corporate funds  through payments he caused the company to \nmake to himself and his family and friends was not in or affecting commerce) ; Potts \nv. KEL, LLC, 2018 NCBC LEXIS 24, at *4, *13−16  (N.C. Super. Ct. Mar. 27, 2018)  \n(granting motion to dismiss where plaintiff -shareholder alleged that defendant, an \nofficer and director, improperly transferred corporate funds and assets to a \ncorporation formed by defendant) .  “ [W]hen the unfair or deceptive conduct alleged \nonly affects relationships within a single business or market p articipant, and not \ndealings with other market participants, that conduct is not ‘in or affecting’ commerce \nwithin the meaning of section  75-1.1, even if other market participants may be \nindirectly involved in the unfair or deceptive acts.”  Powell v. Dunn , 2014 NCBC \nLEXIS 3, at *9 (N.C. Super. Ct. Jan. 28, 2014). \n82. As the alleged unfair or deceptive conduct concerns only the internal \noperations of a single market participant, the Court concludes that Sinova US fails \nto state a claim for UDTP, and this counterclaim is dismissed with prejudice.  \nV. CONCLUSION \n83. For the foregoing reasons, the Court GRANTS in part and DENIES in \npart Gao’s motions to dismiss as follows: \nA. The Court DENIES Gao’s motion to dismiss Heckmann’s and Liu’s \nbreach of contract counterclaims.  \n \n \nB. The Court GRANTS Gao’s motion to dismiss Liu’s fraud \ncounterclaim, and this claim is dismissed with prejudice.  \nC. The Court DENIES Gao’s motion to dismiss Heckmann’s fraud \ncounterclaim. \nD. The Court DENIES Gao’s motion to dismiss Sinova US’s breach of \ncontract counterclaim to the extent this claim is based on the CDA. \nE. The Court GRANTS Gao’s motion to dismiss Sinova US’s breach of \ncontract counterclaim to the extent this claim is based on the 2012 \nBoard Agreement and the 2014 Board Agreement, and this claim is \ndismissed with prejudice. \nF.  The Court GRANTS Gao’s motion to dismiss Sinova US’s fraud \ncounterclaim, and this claim is dismissed with prejudice. \nG. The Court DENIES Gao’s motion to dismiss Sinova US’s unjust \nenrichment counterclaim. \nH. The Court DENIES Gao’s motion to dismiss Sinova US’s breach of \nfiduciary duty counterclaim.  \nI. The Court DENIES Gao’s motion to dismiss Sinova US’s \nconstructive fraud counterclaim.  \nJ. The Court GRANTS Gao’s motion to dismiss Sinova US’s UDTP \ncounterclaim, and this claim is dismissed with prejudice.  \n \n \n \n \nSO ORDERED, this the 16th day of July, 2018. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}