{
  "id": "4a4ba30ae4c6d40849629e7d0e3480a968467f14f6b3a31f5159308f9035f60d",
  "source_file": "data/raw/ncbc/4a4ba30ae4c6d40849629e7d0e3480a968467f14f6b3a31f5159308f9035f60d.pdf",
  "raw_text": "Morris v. Scenera Research, LLC, 2011 NCBC 33.  \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \n IN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n09 CVS 19678 \nROBERT PAUL MORRIS, \n \nPlaintiff, \n)  \n)\n)\n )\nv. )\n )\nSCENERA RESEARCH, LLC, and )\nRYAN C. FRY, )\n )\nDefendants. )\n )\n \nORDER ON MOTIONS  \nTO COMPEL \n{1} The case is now in this Court after its remand from the United States \nDistrict Court for the Eastern District of North Carolina following the close of the \ndiscovery period in the federal action.  Plaintiff filed two motions to compel \ndiscovery in this Court pursuant to Rules 15.2 and 15.8 of the General Rules of \nPractice and Procedure for the North Carolina Business Court and Rule 37 of the \nNorth Carolina Rules of Civil Procedure.1  One motion raises issues regarding \nattorney-client privilege.  The second motion raises issues regarding whether \nDefendants have complied with Rule 34(b)(2)(E) requirements imposed where the \nproducing party elects to produce documents as they are kept in the regular course \nof business.    \nYoung Moore and Henderson P.A. by Walter E. Brock, Jr. and Andrew P. Flynt, \nand Coats & Bennett PLLC, by Anthony J. Biller, for Plaintiff Robert Paul \nMorris. \n                                                            \n1  The motions restate in this Court motions that were filed in but not ruled upon by the federal \ncourt.  The discovery and disputes arise under the discovery protocol in the federal action and the \nparties agree that the issues presented by these motions are to be determined pursuant to federal \nrules.  \nKilpatrick Townsend & Stockton LLP, by Hayden J. Silver III and John M. \nMoye, for Defendants Scenera Research LLC and Ryan Fry. \n \nGale, Judge. \nI. PROCEDURAL BACKGROUND \n {2} On September 17, 2009, Scenera Research LLC (“Scenera”), a Delaware \nlimited liability company with its principal place of business in Cary, North \nCarolina, filed a Complaint in the United States District Court for the Eastern \nDistrict of North Carolina (“Federal Court Action”) seeking declaratory relief with \nrespect to ownership of certain patents, patent assignments, and bonus payments \narising out of its employment of Robert Paul Morris (“Morris”), also a resident of \nWake County, North Carolina. \n {3} On September 25, 2009, Morris file d an action in Wake County Superior \nCourt (“State Court Action”) against Scenera and its Chief Executive Officer and \nManaging Member Ryan C. Fry (“Fry”).  Morris’ Complaint alleged that Scenera \nfailed to pay promised wages under the North Carolina Wage and Hour Act; that \nthe company terminated his employment in retaliation for his wage complaints in \nviolation of the N.C. Retaliatory Employment Discrimination Act; that the company \nfraudulently induced him to defer bonus payments and to assign patents; that \nScenera was unjustly enriched by having Morris defer bonuses and assign his \npatents to the company without adequately compensating him; and that Scenera \notherwise breached its employment contract with Morris.  Scenera and Fry removed \nMorris’ State Court Action to the Eastern District of North Carolina on October 5, \n2009, after which Scenera asserted counterclaims for breach of fiduciary duty and \nbreach of assignment.   \n {4} Morris moved to dismiss the Fede ral Court Action and to remand the \nState Court Action on the basis that complete diversity jurisdiction was lacking.  On \nJanuary 21, 2010, the Eastern District denied that motion and consolidated the two \nactions for discovery and further proceedings.   \n{5} The federal court accepted the parties discovery protocol pursuant to Fed. \nR. Civ. P. 26(f) (“Joint Rule 26(f) Report”).  The parties conducted discovery from \nDecember 2009 to December 2010, consisting of approximately twelve (12) \ndepositions and the exchange of voluminous written discovery.    \n{6} On December 15, 2010, Morris again moved to dismiss the Federal Court \nAction and to remand the State Court Action for lack of complete diversity.  On \nFebruary 16, 2011, the district court dismissed the Federal Court Action and \nremanded the State Court Action to Wake County Superior Court.  The court did \nnot rule on pending motions to compel.  \n{7} After removal, Scenera filed a Second Amended Answer and Counterclaim \nin the Wake County action, effectively adding its claims for declaratory relief \npreviously asserted in the Federal Court Action.  On March 31, 2011, Scenera and \nFry filed a Notice of Designation as a Complex Business Case pursuant to N.C. Gen. \nStat. § 7A-45.4 and an alternative motion for designation as an Exceptional Case.  \nOn April 1, 2011, Chief Justice Sarah Parker designated this case as a mandatory \ncomplex business case. \n{8} On June 10, 2011 Morris filed his Motion to Compel Discovery (Privilege \nIssues) and on June 17, 2011, Morris filed his Motion to Compel Discovery \n(Document Production Issues).  The Motions were fully briefed and the Court heard \noral argument.   \nII. FACTS \n  {9} Morris submitted approximately 125 requests for production and Scenera \nreviewed a total of 33,000 documents and produced approximately 22,000 \ndocuments (over 350,000 pages) to Morris on a rolling basis over a period of 3-4 \nmonths.  (Aff. of John M. Moye (“Moye Aff.”) ¶ 5.)  Counsel for Morris stated at oral \nargument that Scenera has recently produced an additional approximate 50,000 \npages.   \n {10} Morris initially requested in the Joint Rule 26(f) Report that documents \nbe produced to him in PDF format.  On June 23, 2010 he revised his request and \nasked that the documents be produced on CDs with the following file types \nincluded: (1) single page TIFF files; (2) OCR (Optical Character Recognition) files; \nand (3) load files for the Summation document viewing platform.  (Moye Aff. ¶ 11.)  \nIn addition to these file types, documents were to be produced with a “.cvs” file \ncontaining the specific metadata fields that the parties had agreed to in the Joint \nRule 26(f) Report.  (Moye Aff. ¶¶ 13, 30.)  The agreed to metadata fields were \ndifferent for e-mails and other electronic documents.  The Joint Rule 26(f) Report \ndid not require that other metadata fields, such as directory structure or file \nstructures, be extracted or preserved.  (Moye Aff. ¶ 9.)   \n {11} John Moye, an attorney at Kilpat rick Stockton & Townsend LLP, worked \nclosely with Scenera and its IT staff to gather potentially responsive documents \nfrom Scenera’s servers to be collected and produced to Kilpatrick on hard copy \nmedia.  (Moye Aff. ¶ 15.)  Scott Bardsley and Rob Vatz collected the potentially \nresponsive documents through key word and phrase searches.  (Dep. of Scott \nBardsley (“Bardsley Dep.”) 43:23–25.)  Bardsley and Vatz used an application to \npull the electronic versions of those documents from Scenera’s infoRouter system.  \n(Bardsley Dep. 44:2–5.)  Finally, electronic versions of the documents pulled by the \napplication were burned to DVDs.  (Bardsley Dep. 44:5−6.)  Bardsley explained that \nthe DVD folder structure mirrors that of infoRouter.  (Bardsley Dep. 44:14−21; Dep. \nof Rob Vatz (“Vatz Dep.”) 59:15.)  Bardsley also explained that the infoRouter has \nlibraries that are root directories, and subfolders may be created under the root \ndirectories.  (Bardsley Dep. 97:20–22.)  \n {12} After receiving the DVDs, Kilp atrick attorneys engaged an outside \nvendor to extract the metadata fields that were stipulated to by the parties in the \nJoint Rule 26(f) Report.  The outside vendor was not instructed to preserve file \npaths or file folders.  (Aff. of Myles McLeod (“McLeod Aff.”) ¶ 43; Moye Aff. ¶¶ 19, \n20.)  The outside vendor loaded the 33,000 documents onto Concordance for review \nby Kilpatrick attorneys in the order received from Scenera’s IT staff.  (Moye Aff. ¶¶ \n21, 27.)  Moye indicates that the documents were produced in the order in which \nthey had been loaded onto Kilpatrick’s Concordance database, preserving the order \nin which Kilpatrick received the documents from Scenera.  (Moye Aff. ¶ 27.)  Morris, \nhowever, contends that the documents, in fact, were not produced in any apparent \norder, and that in many instances, e-mails are separated from their attachments, so \nthat the production was an electronic version of a “document dump.”  It is also clear \nthat Morris concedes his document requests are broad. \n {13} In a letter accompanying its first production, Scenera indicated that it \nwould make document productions on a “rolling basis.”  (App. to Morris’s Br. in \nSupp. of Mot. to Compel Disc. (Doc. Prod. Issues) (“App. to Morris Supp. Br. (Doc. \nProd.)”) Ex. 2.)  After the first set of production was received on July 1, 2010, \nMorris’ counsel, Walter Brock, wrote a letter to Scenera’s counsel objecting to the \norganization of production, arguing that Scenera had not followed Rule 34.  (App. to \nMorris’s Reply Br. in Supp. of Mot. to Compel Disc. (Doc. Prod. Issues) (“App. to \nMorris Reply Br. (Doc. Prod.)”) Ex. 18.)  Brock asserted the same failure in letters \ndated August 24, 2010 and September 7, 2010.  (App. to Morris Reply Br. (Doc. \nProd.) Exs. 19, 20.)  The parties continued to e-mail over the next few months.  \nMorris has consistently contended that Scenera is required by Rule 34 to correlate \neach document it was producing to particular requests for production.  Scenera has \ncontended otherwise and demanded that Morris cite authority supporting its \nposition.  Scenera then continued to maintain that it had fully complied with Rule \n34 by following the Joint Rule 26(f) Report procedures and producing the documents \nin the order in which they had been received from Scenera.  Ultimately, this \ndisagreement has led to the current argument distinguishing between “form” and \n“organization” of the document production and whether agreements within the \nJoint Rule 26(f) Report modify the default provisions of Rule 34(b)(2)(E). \n {14} Both the Joint Rule 26(f) Report entered December 7, 2009 and the \nRevised Joint Rule 26(f) Report entered February 2, 2010 contain provisions \nrelating to privilege logs.  The parties agreed that communications with outside \ncounsel need not be logged.  Scenera produced its first privilege log to Morris on \nOctober 22, 2010, and a supplemental privilege log on November 4, 2010.  \nUltimately, Scenera’s privilege log listed documents with Stephen Tytran \n(“Tytran”), Lawrence Brannian (“Brannian”), and Maggie Ramos (“Ramos”) as \ncovered by the attorney-client privilege, and which claims are now in dispute.  \nScenera did not log every communication with its outside attorneys, pursuant to a \nstipulation in the Joint Rule 26(f) Report.  (Moye Aff. ¶ 10.)  The parties dispute the \nmeaning of the Joint Rule 26(f) Report stipulating that “. . . correspondence between \nany party and his or its outside counsel” need not be logged.  (App. to Morris’s Br. in \nSupp. of Mot. to Compel Disc. (Privilege Issues) (“App. to Morris Supp. Br. \n(Privilege)”) Ex. 1 at 7.)  Morris disputes whether a document simply carbon copied \nto outside counsel constitutes “correspondence” within the scope of this stipulation.\n2\n {15} Scenera logged and withheld as privileged documents claimed to be \nsubject to the attorney-client privilege.  Scenera’s final privilege log listed \napproximately 700 documents withheld on the basis of privilege.  (Moye Aff. ¶ 11.)   \n{16} Tytran is a duly licensed attorney employed as Scenera’s General \nCounsel.  (Aff. of Steven J. Tytran (“Tytran Aff.”) ¶ 1.)  Tytran was asked by \nDefendant Fry on May 17, 2009 to provide legal assistance to Scenera in connection \nwith the employment dispute with Morris.  (Tytran Aff. ¶ 4.) \n{17}   Brannian is an outside attorney with whom Scenera has consulted \nabout the Morris employment dispute.  (Moye Aff. ¶ 6.) \n{18} Tytran testified by affidavit that he communicated regularly with \nRamos, a former Scenera employee who works at Scenera’s predecessor company, \nFlashpoint.  (Tytran Aff. ¶ 12.)  Tytran communicated with Ramos regularly to \ndiscuss Scenera’s legal strategy in handling the Morris dispute.  (Tytran Aff. ¶¶ 12–\n13.)  Tytran’s affidavit does not specify whether or which of these communications \nwere in writing.  Scenera contends that such communications fall within a common \ninterest privilege because Ramos is the executive assistant to Stanley Fry, \nDefendant Fry’s father, who is a founder, owner of, and investor in Scenera and \ntherefore has a financial interest in this litigation.    \n                                                            \n2  In addition to substantive disagreement with Morris’ position, Scenera contends that the issue of \nwhether communications carbon copied to outside counsel must be logged should not be considered \nbecause this issue was not presented to the federal court and is, therefore, untimely. \n{19}  Documents produced for in camera  review demonstrate that Tytran \ncommunicated with Ramos in an effort to locate documents which Ramos might \nhave as a result of her prior employment and which Tytran was trying to locate as \nhe fashioned legal advice to Scenera.  The documents reviewed in camera do not fit \nthe description of communications referred to in paragraph 12 of Tytran’s affidavit.   \n{20} The Joint Rule 26(f) Report includes a “claw-back” provision regarding \ninadvertent disclosure.  It provides:   \nThe production of attorney-client privileged materials, \nwork product protected materials, or trial preparation \nmaterials shall not constitute a waiver of those \nprotections.  In the event of the production of such \nprotected information, the Parties will follow the \nprocedure set out in Rule 26(b)(5)(B). \n \n{21} On November 9, 2010, during a deposition of one of Scenera’s witnesses, \nScenera’s counsel became aware that communications from Brannian had been \nproduced.  (Moye Aff. ¶ 6.)  The witness was instructed to not answer questions \nregarding the documents.  On November 10, 2010, Scenera’s counsel wrote to \nMorris’ counsel asserting that the documents had been inadvertently produced and \ndemanding their return.  (App. to Morris Supp. Br. (Privilege) Ex. 22.)  Morris’ \ncounsel did not initially respond to this letter.  (Moye Aff. Ex. C.)  On November 29, \n2010 and again on December 11, 2010, Scenera wrote to Morris’ counsel and asked \nthat the documents be destroyed in accordance with the parties’ Joint Rule 26(f) \nReport.  (Moye Aff. Ex. C.)  Morris responded by sequestering the documents \npending a resolution of whether they were, in fact, inadvertently disclosed.  (Moye \nAff. Ex. C.)    \n{22} On November 30, 2010, Morris filed a motion in the Federal Action to \ncompel Scenera to organize and label its production to correspond with categories in \nMorris’ document requests.  On December 15, 2010 Morris filed a motion in the \nFederal Action to compel regarding Scenera’s privilege claims.  (Mot. to Compel \nDisc., Dkt. 58, 66.)  The federal court did not rule on these motions prior to \ndismissing the Federal Action and remanding the State Action. \n {23} The Parties submitted their Case Management Report in this action on \nMay 20, 2011, indicating that Morris would file updated motions to compel. \n{24} On June 7, 2011, the parties met to discuss the ongoing discovery issues.  \n(Moye Aff. ¶ 39.)  Scenera agreed to ask Kilpatrick’s discovery vendor whether there \nwere any additional metadata fields that could be recovered from the electronically \nstored information (“ESI”).  (Moye Aff. ¶ 39.)  The only filepath preserved by the \nvendor was a field entitled “file name” which was provided to Morris on June 9, \n2011.  Scenera has continued to work with Morris in locating some documents that \nMorris contends are missing from Scenera’s document production.  (Moye Aff. ¶¶ 38, \n41.)    \n{25} Morris filed the present motions to compel on June 10 and June 15, 2011. \n {26} Prior to oral argument on the motions, Scenera submitted certain \ndocuments to the Court for review in camera.  These include communications by \nTytran identified in Exhibit 29 to Morris’ Brief in Support of Motion to Compel \n(Privilege Issues).  The Court is informed that Morris believes that there are \nadditional Tytran communications with Ramos that were logged but which have not \nbeen, but will be, produced \nin camera.   \nIII. MORRIS’ MOTION TO COMPEL (PRIVILEGE) \nA. Claim of Attorney-Client Privilege as to Tytran Communications with \nCurrent Scenera Personnel \n \n {27} Morris asserts that communication s by Tytran withheld from production \non the basis of privilege are likely not, in fact, privileged because they relate to \nfactual matters rather than providing legal advice.  Morris states that inferences to \nthis effect can be drawn from other Tytran communications that were produced \nwithout a claim for privilege.   \n {28} In North Carolina, the attorney-c lient privilege applies only if: (1) the \nrelation of the attorney and the client existed at the time the communication was \nmade; (2) the communication was made in confidence; (3) the communication \nrelated to a matter about which the attorney is being professionally consulted; (4) \nthe communication was made in the course of giving or seeking legal advice for a \nproper purpose although litigation need not be contemplated; and (5) the client has \nnot waived the privilege.  State v. Murvin, 304 N.C. 523, 531, 284 S.E.2d 289, 294 \n(1981).  “If any of these five elements is not present in any portion of the attorney-\nclient communication, that portion of the communication is not privileged.”  In re \nMiller, 357 N.C. 316, 336, 584 S.E.2d 772, 787 (2003).  “The burden is always on the \nparty asserting the privilege to demonstrate each of its essential elements.”  Id.  \nThe responsibility of determining whether the attorney-client privilege applies \nbelongs to the trial court, not the attorney asserting the privilege.  Id.  When the \nparty seeking information has, in good faith, come forward with a non-frivolous \nassertion that the privilege does not apply, the trial court may conduct an in camera \nexamination of the substance of the communications.  Id.  \n {29} North Carolina courts apply the protection of the attorney-client \nprivilege to in-house counsel in the same way that it is applied to other attorneys\n.  \nIsom v. Bank of Am., N.A., 177 N.C. App. 406, 411, 628 S.E.2d 458, 462 (2006).  A \ncompany and its in-house counsel may, however, only benefit from the protection of \nthe attorney-client privilege if the attorney is functioning as a legal advisor when \nthe communication occurs.  Id.  A communication will not be deemed privileged \nmerely because an in-house attorney was copied on the communication or forwarded \na copy of a document.  Id.  When the in-house counsel’s legal advice is merely \nincidental to business advice, the privilege does not apply.  U.S. v. Cohn, 303 F. \nSupp. 2d 672, 683 (D. Md. 2003).   \n {30} Scenera voluntarily submitte d thirty-six (36) documents for in camera \nreview and the Court has reviewed the documents.  The Court concludes that each \nof the documents is, in fact, a privileged attorney-client communication as they were \nmade in the course of Tytran’s providing legal advice.  Morris is not entitled to the \nproduction of these documents. \n \nB.  Claim of Attorney-Client Privilege for Communications Between \nTytran and  Ramos \n \n {31} Scenera withheld production of communications between Tytran and \nRamos on the basis of attorney-client privilege.  Certain of those communications \nwere included in the documents produced for in camera review.  While Scenera \nclaims in its briefing that all communications with Ramos are privileged by \napplication of the common-interest doctrine, at least as to those documents \nsubmitted for \nin camera review, the Court further considered the attorney-client \nprivilege as it has been extended to communications with former employees made \nfor the purposes of providing legal advice.   \n{32} In Upjohn Co. v. United States, the Supreme Court held that the \nattorney-client privilege “exists to protect not only the giving of professional advice \nto those who can act on it but also the giving of information to the lawyer to enable \nhim to give sound and informed advice.”  \nUpjohn Co. v. United States, 449 U.S. 383, \n390, 101 S. Ct. 677, 683, 66 L.Ed.2d 584, 592 (1981).  In that case, the privilege \nprotected the attorney’s investigation notes and questionnaires of the interviews \nwith Upjohn employees.  Id.  Ultimately, Upjohn made clear that “fact finding \nwhich pertains to legal advice counts as professional legal services.”  United States \nv. Rowe, 96 F.3d 1294, 1297 (9th Cir. 1996).  The Fourth Circuit has held that the \nUpjohn analysis for determining which employees fall within the scope of attorney-\nclient privilege applies equally to former employees.  In re Allen, 106 F.3d 582, 606 \n(4th Cir. 1997).   \n{33} The Court finds that those communications between Tytran and Ramos \nthat were submitted for in camera review are privileged pursuant to Upjohn as \napplied within the Fourth Circuit, as in each instance, the communication was an \neffort by Tytran to gather factual information necessary to his providing legal \nadvice.  Morris is not entitled to the production of these documents. \n{34} The Court understands that other communications between Tytran and \nRamos which will be submitted for in camera review include a claim of privilege \nthat may depend upon application of a common-interest extension of the attorney-\nclient privilege.  The Court understands that Scenera claims that Ramos is an \nexecutive assistant to Mr. Stanley Fry, Defendant Ryan Fry’s father, such that \ncommunications with her are the equivalent of communications with Stanley Fry, \nand that communications with Stanley Fry are privileged under the common-\ninterest doctrine because he is a founder, member of, and investor in Scenera and, \ntherefore, financially interested in the outcome of the litigation. \n{35} The Court stated at oral argument on the motions to compel that it is \ndubious as to whether Mr. Fry’s financial interest is alone adequate to support \ninvocation of the common interest privilege as the Court understands it to have \nbeen adopted within the Fourth Circuit.3\n{36} The common-interest or joint-defense privilege extends the protection of \nthe attorney-client privilege to communications between parties who share a \ncommon litigation interest.  “For the privilege to apply, the proponent must \nestablish that the parties had some common interest about a legal matter.”  \nNeighbors Law Firm, P.C. v. Highland Capital Mgmt., L.P., No. 5:09-CV-353-F, \n2011 WL 761480 at *3 (E.D.N.C. Feb. 24, 2011) (quoting In re Grand Jury Subpoena \nUnder Seal, 415 F.3d 333, 341 (4th Cir. 2005)).  The Fourth Circuit has recognized \nthe joint-defense/common-interest doctrine where the facts showed an actual \nagreement to prosecute claims.  In re Grand Subpoena Under Seal, 415 F.3d 333 \n(4th Cir. 2005).  “A party requesting that the court apply this rule must \ndemonstrate that (1) the communicating parties shared an identical legal interest, \n(2) the communication was made in the course of and in furtherance of the joint \nlegal effort, and (3) the privilege had not been waived.”  Neighbors Law Firm, P.C., \n                                                            \n3 The Court since considered whether communications between Tytran and Stanley Fry might be \nprivileged because the attorney-client privilege extends not only to the corporation but also to its \nindividual owners or members.  In doing so, the Court was mindful that it is not always clear \nwhether matters involving a limited liability company should be governed by the law of corporations \nor the law of partnerships.  Robinson’s treatise indicates that, at least for derivative actions, the law \nof corporations controls the availability of the attorney-client privilege.  Robinson on North Carolina \nCorporation Law § 34.04[5].  However, there is limited case law that clarifies how the attorney-client \nprivilege applies to a limited liability company.  See Montgomery v. Etrepid Technologies, LLC, 548 \nF.Supp.2d 1175, 1180 (D. Nev. 2008) (otherwise summarizing case law as to whether present or \nformer management have access information for which the corporation has a privilege or the \nauthority to waive to waive that privilege).  It is generally well-established that the attorney-client \nprivilege between a corporation and its attorney belongs to the entity and not to individual owners, \nalthough individual managers necessarily must act on the corporation’s behalf.  There has been no \nsuggestion that Stanley Fry is a Scenera manager. \n2011 WL 761480 at *3.  Generally, the privilege has been adopted to facilitate \ncommunications between separate groups of counsel representing separate clients \nhaving similar interests and actually cooperating in the pursuit of those interests.  \nOne leading treatise states that a party relying on the common-interest doctrine \nmust demonstrate that the specific communications at issue were designed to \nfacilitate the common legal interest, and that proving a common business or \ncommercial interest will not suffice.  6 JAMES WM. MOORE ET AL., MOORE’S FEDERAL \nPRACTICE ¶ 26.49 (3d ed. 2011).   \n{37} However, the Court reserves any final ruling and interpretation of the \napplication of the privilege to Tytran communications with Ramos until such \ndocuments are reviewed \nin camera.    \n \nC. Scenera’s Communications with Brannian \n \n {38} The motion to compel and supporting memoranda deal at length with \nwhether the disclosure in Scenera’s document production of communications with \nits outside counsel Brannian waived any claim of attorney-client privilege related to \nthose documents.  At oral argument, Morris raised the separate initial question \nwhether at least some of those documents would not be privileged in the first \ninstance because they were never intended to be confidential.  \nSee State v. Murvin.  \nWhile drafts of potential employment agreements prepared by counsel for client \nreview would be privileged up to the point at which they were intended to be given \nto Morris, the Court does not know how it could determine the time at which a \ndocument drafted by counsel for client approval had reached the stage at which the \nintent of confidentiality came to an end.  The Court determines that the motion to \ncompel as to the Brannian communications turns on the issue of waiver, not on \nwhether the documents were privileged in the first instance.  \n {39} Morris has asserted multiple po sitions on which he contends the Court \ncan find a waiver of privilege as it relates to the Brannian documents.  He first \nasserts that Scenera initially produced the documents intentionally.  The Court \nfinds no evidentiary basis on which it should find that the waiver was intentional.  \nAs a corollary, Morris argues that Scenera waived any privilege on communications \nwith Brannian when Defendant Fry affirmatively testified that he never promised \nwhat Morris asserts in this litigation, thereby putting Fry’s intent in issue and \nwaiving privilege for documents that may be relevant to determining such intent.  \nFinally, Morris argues that Scenera must prove that it took adequate precautions \nbefore producing the Brannian documents, and that it cannot do so. \n {40} Scenera’s primary position is th at the claw-back provision of the Joint \nRule 26(f) Report controls and that Scenera need make no further showing that its \nwaiver was inadvertent.  Alternatively, Scenera contends that it has adequately \ndemonstrated that its production was inadvertent and that no waiver should be \nfound.   \n{41} Generally, the proponent or party claiming rights or benefit of an \nassertion bears the burden of establishing his contention.  Parkway Gallery \nFurniture, Inc. v. Kittinger/Pa. House Group, Inc., 116 F.R.D. 46, 48 (M.D.N.C. \n1987).  The proponent of the attorney-client privilege has the burden of proving its \napplicability.  United States v. Tedder, 801 F.2d 1437, 1441 (4th Cir. 1986).  In the \nabsence of an agreement to the contrary, when a document has been voluntarily \ndisclosed and the proponent of the privilege seeks to show the disclosure was \ninadvertent, the proponent must prove the disclosure was inadvertent, and that the \nprivilege has not been waived.  Parkway Gallery Furniture, Inc., 116 F.R.D. at 48 \n(citing Hartford Fire Ins. Co. v. Garvey, 109 F.R.D. 323 (N.D. Cal. 1985)).  However, \nunder more modern practice, parties are encouraged to and often do reach \nagreements regarding inadvertent production, and the courts are to enforce such \nagreements.  Such agreements may modify or eliminate a court’s need to review \nfactors traditionally used to judge whether a waiver was inadvertent.  \n{42} The advent of electronic discovery has caused a reexamination of many \nissues, including inadvertent waiver.  Both the state and federal courts encourage \nagreements between parties that provide what course to follow in the event of the \nproduction of privileged materials.  Such agreements may include “claw-back” \nagreements which provide that inadvertent production will not constitute a waiver, \nand that the receiving party must return privileged materials to the producing \nparty so long as the producing party takes appropriate corrective action after the \nproduction of privileged materials.  The Conference of Chief Justices in 2006 \npublished “Guidelines for State Trial Courts Regarding Discovery of Electronically-\nStored Information,” (referred to hereafter as “Conference Guidelines”)  (those are \nappended to this Court’s decision in Bank of Am. Corp. v. SR Int’l Bus. Ins. Co., \n2006 NCBC 15, No. 05-CVS-5564, 2006 WL 3093174, at *16 (N.C. Bus. Ct. Nov. 1, \n2006) (Tennille, J.)).  Conference Guideline 4 encourages the parties to agree on \nprocedures to be followed in the event of inadvertent production of privileged \nmaterials.  Conference Guideline 8 details factors for the Court to consider in \ndetermining whether the inadvertent production of privileged materials constitutes \na waiver.  The Comment to Conference Guideline 8 makes clear that, “[t]his \nGuideline applies when the parties have not reached an agreement regarding the \ninadvertent disclosure . . .”  That is, an agreement controls over the default \nprovisions in the Conference Guideline.  That same Comment further noted that the \nConference of Chief Justices elected not to impose a presumption against waiver \nalthough certain states had done so.  The clear intent of the Conference Guidelines  \nis to encourage agreement and to enforce those agreements when made to prevent \nan inadvertent waiver of privilege. \n{43} The Conference Guidelines are consistent with current federal practice.  \nThe federal rules were amended in 2006 to encourage agreement on procedures to \nbe followed in the event of inadvertent production.  Such procedures are typically \ndiscussed at the Rule 26(f) conference.  Rule 26(b)(5)(B) provides a procedure \nwhereby a producing party can make a claim for inadvertent production in which \nevent the receiving party is obligated to sequester, destroy, or return the privileged \nmaterial.  Rule 26(b)(5)(B) provides for such procedures but does not itself provide \nguidance regarding the underlying substantive law of privilege and whether \ninadvertent production constitutes a waiver.  \nSee generally The Sedona Principles \n(Second Edition): Best Practices Recommendations & Principles for Addressing \nElectronic Document Production, (“Sedona Principles”) cmt. 10.a. (2007).  Rule \n34(b)(2)(E) allows parties to reach specific agreements on the manner of producing \ndocuments, including ESI. \n {44} The federal discovery rules and agreements regarding privilege should \nbe considered alongside Federal Rule of Evidence 502(b).  As amended in 2008, FRE \n502(b) provides that:   \nWhen made in a federal proceeding or to a federal office or agency, the \ndisclosure does not operate as a waiver in a federal or state proceeding \nif: (1) the disclosure is inadvertent; (2) the holder of the privilege or \nprotection took reasonable steps to prevent disclosure; and (3) the \nholder promptly took reasonable steps to rectify the error, including (if \napplicable) following Fed. R. Civ. P. 26(b)(5)(B).   \n \nFed. R. Evid. 502(b).  FRE 502(d) states  “[a] federal court may order that the \nprivilege or protection is not waived by disclosure connected with the litigation \npending before the court – in which event the disclosure is also not a waiver in any \nother federal or state proceeding.”  Fed. R. Evid. 502(d).  Thus, if the parties agree \nto a claw-back arrangement to protect the privilege and their agreement is \nincorporated as an order of the court, that order will be enforceable in other state \nand federal proceedings.  See generally, The Sedona Conference, Working Group on \nElectronic Document Retention & Production, Cooperation Guidance for Litigators \n& In-House Counsel, March 2011, at 15.    \n  {45}   A waiver can be avoided fo llowing an inadvertent production even \nwithout a claw-back agreement.  As noted by the Advisory Committee for the \namendments to FRE 502, the federal courts have used various factors to determine \nwhether an inadvertent production constitutes a waiver.  Fed. R. Evid. 502 Advisory \nComm. Note (2008).  FRE 502(b) did not “explicitly codify that test, because it is \nreally a set of non-determinative guidelines that vary from case to case.”  Id.  In \nevaluating whether these  conditions exist in any given case, courts have applied \nmulti-factor tests such as the one adopted by the District Court of Maryland \nin Victor Stanley, Inc. v. Creative Pipe, Inc., 250 F.R.D. 251 (D. Md. 2008), which \nbalanced five factors: (1) the reasonableness of the precautions taken to prevent \ninadvertent disclosure; (2) the number of inadvertent disclosures; (3) the extent of \nthe disclosures; (4) any delay in measures taken to rectify the disclosures; and (5) \noverriding interests in justice. Victor Stanley, Inc., 250 F.R.D. at 259. “The \nreasonableness of the privilege holder in protecting and asserting the privilege is \nparamount to overcoming the consequences of an inadvertent waiver.”  Martin v. \nState Farm Mut. Auto. Ins. Co., No. 3:10-CV-0144, 2011 WL 1297819 at *4 \n(S.D.W.Va. Apr. 1, 2011).  These factors are similar to those embodied in Conference \nGuideline 8.\n {46} The Court understands that it is on ly necessary to turn to these factors if \nthe parties have not reached agreement on procedures to be followed in the event of \nthe production of privileged materials.  That is, the factors are default provisions to \nbe considered in the absence of an agreement.    \n{47} In this case, the parties reached agreement and it is straightforward.   \nTheir Joint Rule 26(f) Report states that:  “[t]he production of attorney-client \nprivilege materials, work product protected materials, or trial preparation materials \nshall not constitute a waiver of those protections.  In the event of such protected \ninformation, the Parties will follow the procedure set out in Rule 26(b)(5).”  The \nCourt interprets this agreement as providing that the inadvertent production of \nprivileged materials will not constitute a waiver, whether or not the producing \nparty has made or can make a showing satisfying the above factors, and that the \nreference to Rule 26(b)(5)(B) is to provide the mechanism for the return of privileged \nmaterials but not a substantive standard for determining whether there has been a \nwaiver. \n {48} The Court concludes that Scen era’s production of the Brannian \ndocuments was inadvertent.  As such, the claw-back agreement in the Joint 26(f) \nReport is binding, the documents remain privileged, and Morris is bound by the use \nlimitations as provided by Rule 26(b)(5)(B).    \n{49} Alternatively, the Court holds that Scenera has made the required \nshowing to the extent that it was required to demonstrate those factors considered \nby courts in the absence of an agreement to support a finding of inadvertent \nproduction and no waiver. \n {50} The Court must separately consider Morris’ argument that Scenera has \nwaived any attorney-client privilege for those documents in the Brannian \nproduction that are relevant to show Defendant Fry’s intent or lack thereof to \nprovide Morris an incentive compensation plan in exchange for his waiver of a prior \npatent bonus agreement.  (Morris’ Reply Br. in Supp. of Mot. to Compel Disc. \n(Privilege Issues) 11–12.)  \n{51} In support of his position, Morris cites Cincinnati Ins. Co. v. Zurich Ins. \nCo., 198 F.R.D. 81 (M.D.N.C. 2000).  On close review, the Court concludes that this \ncase actually supports Scenera’s position.  In Cincinnati Ins., the Court reviewed \nthe question of whether the insurance company, which intended to have the opinion \nof its coverage counsel introduced in support of its position, could at the same time \nprotect from discovery that counsel’s opinions and the underlying support.  The \ncourt held that the introduction of testimony as to counsel’s opinion waived both \nfact and opinion work-product, as well as attorney-client privileges.  198 F.R.D. at \n87.  But, in the course of its discussion, the court distinguished waiving the \nattorney-client privilege when the litigant’s intent or state of mind, rather than the \nopinion of counsel, is what has been placed at issue.  The court adopted the \nfollowing quote from a Third Circuit opinion: \nSome decisions have extended the finding of a waiver of \nthe privilege to cases in which the client’s state of mind \nmay be in issue in the litigation.  These courts have \nallowed the opposing party discovery of confidential \nattorney client communications in order to test the \nclient’s contentions.  These decisions are of dubious \nvalidity.  While the opinions dress up their analysis with \na checklist of factors, they appear to rest on a conclusion \nthat the information sought is relevant and should in \nfairness be disclosed.  Relevance is not the standard for \ndetermining whether or not evidence should be protected \nfrom disclosure as privileged, and that remains the case \neven if one might conclude the facts to be disclosed are \nvital, highly probative, directly relevant or even go to the \nheart of an issue. \n \nId. (quoting Rhone-Poulenc Rorer, Inc. v. Home Indem. Co., 32 F.3d 851, 863-\n64 (3rd Cir. 1994). \n {52} The Court believes the same distinction applies here.  Mr. Fry’s \ntestimony did not waive the attorney-client privilege protection for the \nBrannian documents. \n \nD. Subject Matter Waiver \n \n {53}   A waiver of certain communi cations can waive the attorney-client \nprivilege not only as to the particular communication but to other communications \nrelating to that same subject matter.  United States v. Jones, 696 F.2d 1069, 1072 \n(4th Cir. 1982); In re Grand Jury Proceedings, 727 F.2d 1352, 1356 (4th Cir. 1984).  \nMorris contends that the production of the Brannian documents results in a subject \nmatter waiver as to employment agreements drafted for presentation to Morris.  \nHowever, here the Court has determined that there has been no such waiver.  \nFurther, even if there were a waiver, the Court would also find that it was an \ninadvertent waiver, not an intentional one.  Under FRE 502(a) an inadvertent \nwaiver does not lead to a subject matter waiver.  “By requiring the waiver to be \nintentional, Congress made it clear that a subject-matter waiver cannot result from \nan inadvertent disclosure.”  \nEden Isle Marina, Inc. v. United States, 89 Fed. Cl. 480, \n503 (Fed. Cl. 2009).  The rule is consistent with a prior decision of the Middle \nDistrict of North Carolina holding that \n[t]he general rule that a disclosure waives not only the specific \ncommunication but also the subject matter of it in other \ncommunications is not appropriate in the case of inadvertent \ndisclosure, unless it is obvious a party is attempting to gain an \nadvantage or make offensive or unfair use of the disclosure.   \n \nParkway Gallery Furniture, Inc., 116 F.R.D. at 52.  One leading treatise states the \neffect of FRE 502 is that an inadvertent disclosure of protected information “can \nnever result in a subject matter waiver.”  7 JAMES WM. MOORE ET AL., MOORE’S \nFEDERAL PRACTICE ¶ 34.13 (3d ed. 2011).   \n {54} For these various reasons, Scen era has not waived the attorney-client \nprivilege on the subject matter of potential employment agreements or an incentive \ncompensation agreement with Morris. \n \nE. Logging Communications Carbon Copied to Outside Counsel \n \n  {55} Morris contends that Scenera failed to disclose communications where \noutside counsel was only carbon copied, and that merely carbon copying counsel \ndoes not render the document a “communication” with counsel.  Morris further \nsuspects that there may then be documents carbon copied to outside counsel that \nScenera has not carefully reviewed for privilege at all.  In their Revised Joint Rule \n26(f) Report, both parties agreed that they would not be required to include on the \nprivilege log “correspondence between any party and its outside counsel.”  The \nCourt concludes that the Report should be interpreted in accordance with its plain \nlanguage and that documents carbon copied to outside counsel are \n“communications” subject to the parties’ agreement.  This does not mean that such \ndocuments are necessarily privileged, but if they are privileged, they do not need to \nbe logged.  The parties advised by their recent status report that Scenera’s counsel \nwill conduct a further review of communications carbon copied to counsel. \n \nIV. MORRIS’ MOTION TO COMPEL (DOCUMENT PRODUCTION ISSUES) \n{56} Morris’ Motion to Compel (Document Production Issues) seeks to have \nScenera organize and label its document production to correspond to the categories \nof the document requests.  Scenera contends that it is not required to do so because \nRule 34(b)(2)(E) allows the parties to reach agreement on production and further \nprovides Scenera the option to produce documents and ESI as they are kept in the \nusual course of business, which it has done by producing the materials in a \nsearchable format.  Morris contends that Scenera was not forwarded materials as \nkept in the usual course of business, even if they are searchable.  \n {57} Rule 34(b)(2)(E) of the Federal Ru les of Civil Procedure provides, that \n“unless otherwise stipulated or ordered by the court,” a party responding to a \nrequest for production of documents or ESI “(i) must produce documents as they are \nkept in the usual course of business or must organize and label them to correspond \nto the categories in the request;” and “(ii) if a request does not specify a form for \nproducing electronically stored information, a party must produce it in a form or \nforms in which it is ordinarily maintained or in  reasonable usable form or forms.”  \nFed. R. Civ. P. 34(b)(2)(E)(i)(ii).\n4   \n {58} The two subsections recognize a distinction between provisions for \n“organization” and “form,” but each of these default provisions may be modified by \nagreement.  “The Rule was amended in 1980 to prevent the juvenile practice \nwhereby the producing party purposely rearranged documents prior to production \nin order to prevent the requesting party’s efficient use of them.”  United States v. \nO’Keefe, 537 F. Supp.2d 14 (D.C. 2008) (citation omitted).  The Rule was again \namended in 2006 to clarify how the rule applies to ESI, recognizing that electronic \ninformation is not necessarily most useable in its native form.  See generally, \nSedona Principles, cmt. 12.a. \n {59} Here, the parties clearly agreed as to the form of el ectronic information \nto be produced in their Joint Rule 26(f) Report, separately specifying the metadata \nto be preserved for e-mails and other material.  The motion to compel does not \ncomplain as to the form of the production (although Morris now claims that the \nlimited metadata to which he agreed does not facilitate his ability to search the \nproduction effectively).  Rather, Morris complains as to the organization of the \nproduction (or lack of it).  The Court cannot determine solely by its language \nwhether the Joint Rule 26(f) Report intended to vary the Rule 34(b)(2)(E)(i) \n                                                            \n4  Similar provisions will be added to the North Carolina Rules of Civil Procedure as of October 1, \n2011 pursuant to H.B. 380, 2011 Session. \norganizational provisions.  The Court must, therefore, turn to a review of case law, \nas well as the intent underlying Rule 34(b)(2)E).   \n {60} Case law elucidating distinctions between the “organization” and “form” \nrequirements of Rule 34(b)(2)(E) is scant.  Morris relies heavily on Suarez v. \nEarthwise, No. C07-5577RJB, 2008 WL 2811162, at *2 (W.D. Wash. July 17, 2008).  \nThere the court stated that:  \n[t]he comments to Rule 34(b) discuss, without \naffirmatively stating, that the term ‘form’ relates to the \ndiverse types of electronically stored information such as \nfile types (‘.pdf’) or various storage means.  The comments \ndo not refer to the term ‘form’ as encompassing the \norganization of all of a party’s production.  Therefore, \n‘form’ does not refer to the organizational mandates of \nRule 34(b)(2)(E)(i) . . This does not resolve the issue of \nwhether the producing party’s production was adequate \nunder that rule. \n \nId. at *2.  While Suarez recognizes that “organization” and “form” are distinct \nrequirements, it also rejected the requesting party’s contention that it, rather than \nthe producing party, controls the choice of whether to produce documents in the \nusual course of business or to correspond to them to individual requests.  The Court \nwas clear that this choice is granted to the producing party, not the requesting \nparty.  In contrast to the circumstances of this case, it is clear that in Saurez \nneither had the parties reached any agreement as to the form in which electronic \ninformation was to be produced, nor had the producing party attempted to make \nany demonstration that the information was produced as it was kept in the usual \ncourse of business.  Id. at *3.  The Suarez court ordered that the producing party \ncomply with the organizational requirements of Rule 34(b)(2)(E)(i), but then \ndirected the parties to work together to develop a manner for doing so.5\n                                                            \n5  Morris contends that Scenera forwarded multiple copies of some documents.  The court in Suarez \nalso noted that a party’s complaint of an “electronic document dump” must be viewed in the context \nof the breadth of a party’s requests–an overly broad request may generate a production that is not \neasily managed where a more targeted request would facilitate a more tailored ability to isolate \nresponsive documents.  Id.  Electronic information presents different challenges than traditional \npaper discovery, and broad requests may inevitably lead to repetitive production which some would \nlabel a “document dump.”  As noted by the Guidelines from the Conference of Chief Justices, “one \n   {61} A United States District Court in South Dakota has also determined that \nRule 34(b)(2)(E) has separate requirements for organization and form of electronic \ninformation, but on facts different than those in this case.  Diesel Mach. Inc. v. \nManitowoc Crane, Inc., No. CIV 09-4087-RAL, 2011 WL 677458, at *3 (D.S.D. Feb. \n16, 2011).  There, the parties agreed to produce the documents in native format but \nlater disagreed whether their agreement had been modified to allow the documents \nto be produced as PDFs.  Id.  at *2–3.  The receiving party contended that the \ndocument production was not useful because the documents were not organized, \nlabeled, or indexed.  Id. at *2.  The court held that the parties had agreed to modify \nthe form of the production of ESI, and such agreement was binding.  However, the \ncourt further held that if the documents had not been produced as kept in the usual \ncourse of business, the producing party would be required to label the documents to \ncorrespond to the categories in the discovery request.  Id. at *3.  The court gave no \nguidance as to how that determination would be made.        \n {62} In this case, questions arise firs t whether the parties “otherwise agreed” \nthat the default provisions in Rule 34(b)(2)(E)(i) and (ii) were modified, so that \nScenera would have met its obligation so long as the electronic information was \nproduced in the form provided by their Joint Rule 26(f) Report; and secondly, if not, \nwhether Scenera’s production was as kept in the usual course of business because \nthe information was produced in a searchable format.  Other courts have grappled \nwith the default requirements of Rule 34(b)(2)(E) without the benefit of any prior \nagreement by or discussion between counsel.  \nSee e.g., Quality Inv. Properties Santa \nClara, LLC v. Serrano Elec., Inc., No. C 09-5376 LHK (PSG), 2011 WL 1364005 \n(N.D. Cal. 2011).  The Court here does have the benefit of an extensively negotiated \nRule 26(f) report.  Yet that agreement has led to disagreement.  Unfortunately, the \n                                                                                                                                                                                                \npaper document originating from a corporate computer network and shared with other employees \nwho commented on it may result in well over 1,000 copies or versions of that document in the \nsystem.”  Conference Guidelines, intro. p. v.  Requesting the production of “every document” related \nto a particular subject matter may well lead to a large volume of repetitive information that is \nentirely responsive although cumbersome to sort through.   \ndispute comes before the Court after the document production is complete, and \nindeed the entire discovery period, has run.   \n {63} As noted, it is clear that unl ess otherwise stipulated, Rule 34(b)(2)(E) \nprovides the  responding party the choice between the two prescribed methods of \nproduction.  MGP Ingredients, Inc. v. Mars, Inc., No. 06-2318, 2007 WL 3010343, at \n*3 (D. Kan. Oct. 15, 2007).  If Scenera has provided its production as materials are \nkept in the usual course of business, Morris cannot complain.  Rule 34(b)(2)(E)(i) is \nnoticeably silent on what constitutes “kept in the usual course of business” or by \nwhat standard a court should review whether a producing party satisfied that \nstandard.  A party who chooses that option bears the burden of demonstrating that \nthe documents made available were in fact produced consistent with that mandate.  \nPass & Seymour v. Hubbell Inc., 255 F.R.D. 331, 334 (N.D.N.Y. 2008); (citing \nJohnson v. Kraft Foods N. Am., Inc., 236 F.R.D. 535, 540–41 (D. Kan. 2006)).  \n{64} In Pass & Seymour, the court noted that neither the rule nor cases \ndecided pursuant to it reveal any bright line guidance concerning the level of detail \nrequired when producing material as maintained in the usual course of business, \nand then held that a party must do more than simply represent to the court and \nrequesting party that the documents have been produced as they are maintained.  \nPass & Seymour, 155 F.R.D. at 336.  The producing party must provide some \ninformation to allow the receiving party an opportunity to meaningfully use the \ndocuments.  Id. at 337.  “At a minimum, that means that the disclosing party should \nprovide information about each document which ideally would include, in some \nfashion, the identity of the custodian or person from whom the documents were \nobtained, an indication of whether they are retained in hard copy or digital format, \nassurance that the documents have been produced in the order in which they are \nmaintained, and a general description of the filing system from which they were \nrecovered.”  Id.  The court held that the producing party in that case had not met its \nburden.  Id. at 338.     \n {65} In contrast, a federal district court held that the producing party had \ncomplied with Rule 34(b)(2)(E)(1) requirements when producing electronic \ninformation in a form that was electronically searchable.  DE Techs., Inc. v. Dell \nInc., No. 7:04CV00628, 2007 WL 128966 (W.D. Va. 2007).  Scenera relies heavily on \nthis case.  Scenera urges that decision should control because Scenera’s production \ncan be electronically searched in two ways, by identifying fields, and by \nmanipulating the full-text searchable OCR files.  And, by specifying  a manner of \nproduction designed to grant Morris this search capability, including modifying ESI \nfrom its native form and producing hard copy material in electronically searchable \nform, Morris negotiated and “otherwise agreed” to an organization format as \nprovided by Rule 34(b)(2)(E). \n{66} The Court believes that the provisions of the Joint Rule 26(f) Report \nextended beyond mere “form,” and at least touched on “organization.”  But, the \nCourt is concerned that the agreement has left both parties without a clear ability \nto search the production to identify the custodian or person from whom any \nparticular document or ESI was obtained.  That ability was an important factor in \nthe \nPass & Seymour opinion.  See also Quality Investment Properties Santa Clara, \nLLC v. Serrano Elec., Inc., No. C 09-5376, 2011 WL 1364005 at *3 (N.D. Cal. Apr. \n11, 2011).   \n {67} There is support for the assertion that a production was “as kept in the \nusual course of business” even when the documents were not produced in the same \nformat as they were maintained in the producing party’s systems.  In \nDE Techs., \nInc., the court noted, “that Dell did not produce the documents in exactly the same \nformat as they were kept, and the produced format did not allow for ‘live user \ninterfaces.’  However, Rule 34 does not necessarily require that the documents be \nproduced in an identical format.”  Id. at *2.  The court then noted that the \ndocuments were searchable and that this satisfied the requirement that the \ndocuments be produced in the usual course of business, and that, in fact, the \nproduction in such a searchable format was more helpful than a hard copy of the \ninformation would have been.  Id. at *2–3.  Here, a searchable format may not be \nequally helpful if a document or ESI cannot be keyed to its source.  One of Morris’ \nchief complaints is that he cannot sufficiently tie a document or ESI to its source to \ndetermine whether or not a particular item has been produced and whether there \nare documents responsive to some of his requests.  It is not a question of \nunderstanding Scenera’s system, Morris filed an extensive affidavit detailing his \nthorough understanding of Scenera’s document and ESI filtering systems. \n {68} The Court understands that neither party now has access to metadata \nother than that which the parties provided by agreement would be preserved.  \nScenera indicates that it has no greater capability to search its production than it \nhas afforded Morris.  Scenera’s counsel has, however, indicated that it may be able \nto generate some index that would key at least most documents by Bates number \nranges to the sources from which the information was taken.  Counsel needs further \ninquiry before representing that Scenera can do so.  \n{69} The Court again notes that the federal discovery rules encourage the \nparties reach agreement and Rule 34 expressly allows the parties to modify the \ndefault provisions of Rule 34(b)(2)(E).  There are often particularly good reasons for \nmodifying the Rule’s defaults to meet the needs of a particular case.  The ability and \nneed to manipulate different forms of electronic information will vary from case to \ncase.  See generally, Sedona Principles, cmt. 12.b.  In some instances, producing \ndocuments in native format in the exact manner in which it is kept in the usual \ncourse of business would be counterproductive to an ability to utilize the \ninformation effectively for the needs of the particular litigation.  Id.  At the same \ntime, converting information from native format to a more usable image production \nformat, such as OCR, TIFF, or PDF files, can be time consuming and expensive.  Id.  \nWhen undertaking to convert files to these formats, the producing party is \nundertaking efforts to modify documents from their normal form to facilitate use in \nthe litigation and generally the cost of doing so is not shifted.  Here, the parties \nagreed on converting Scenera’s documents and ESI to certain formats.  The parties \nhad the opportunity to negotiate what metadata would be needed and would or \nwould not be preserved.  The Court believes these agreements extended beyond \nform into the area of “organization,” within the meaning of Rule 34(b)(2)(E). \n {70} The Court does not, however, wish  to resolve the current matter solely on \na technical construction of the language of the Joint Rule 26(f) Agreement.  It is also \nmindful of the purposes underlying Rule 34.  Sedona Principles, comment 12.b., \nreviewed the Advisory Committee notes to the 2006 amendments to the federal \ndiscovery rules in depth.  The Comment summarized the purposes of Rule \n34(b)(2)(E) as being “to encourage forms of production that would be inexpensive for \nthe producing party and reasonably useable for the requesting party; and to avoid \ncostly data conversion on the one hand, and the electronic equivalent of the \n‘document dump’ on the other hand.”  The Rule encourages the parties to reach \nagreement but provides default provisions in the absence of such agreement.  \nId.  It \nis much more difficult for a court, after the fact, to order procedures to achieve those \npurposes.   \n {71} Unfortunately, the Court now reviews the dispute between the parties \nafter the act of production.  The briefs on the motion to compel offer the Court a \nchoice between ordering Scenera on the one hand to now go back through its \nproduction to organize and label them to correspond to individual document \nrequests or on the other hand to leave Morris with what he has and treat him as a \nvictim of his own agreement.  Neither of these choices is particularly attractive.  \nThe Court is reluctant to require Scenera to incur the expenses of reviewing its \nentire production to correlate it to the individual document request.  At the same \ntime, the Court is sensitive to Morris’ assertions that he is hampered in preparing \nfor critical issues in the litigation.  The Court has inquired whether Scenera is able, \nwith reasonable efficiency, to provide some index for its production that keys the \ndocuments by Bates number range to the source from which the documents were \nobtained.  If it can, some force would be removed from Morris’ arguments and claim \nof a “document dump.”  \n{72} While the Court is left to exercise its discretion to determine what, if \nany, further discovery procedures fairness dictates, it cannot appropriately make \nthat final determination until being further informed as to whether and to what \ndegree Scenera can provide Morris with information that correlates its document \nproduction to the source from which files were taken.  Scenera will, therefore, be \ndirected to provide a report to the Court in that regard.   Following its receipt of \nthat report, absent further agreement between the Parties, the Court will make a \nfinal ruling on Morris’ Motion to Compel (Document Production Issues).  The Court \nencourages the parties to avoid the necessity for such further ruling by reaching \nagreement.   \n \n \nV.  CONCLUSIONS \n{73} Based on the foregoing, the Court concludes: \n1. The Tytran documents submitted for in camera review are privileged \nattorney-client communications; \n2. The Tytran-Ramos communications submitted for in camera review are \nprivileged attorney-client communications; \n3. Scenera’s production of the Brannian documents was inadvertent; \n4. The inadvertent disclosure of the Brannian documents did not result in \na waiver of the attorney-client privilege; \n5. There has been no waiver of the attorney-client privilege on the subject \nmatter of potential employment agreements with Morris; \n6. Scenera should not be required to supplement its privilege log to \ninclude communications carbon copied to outside counsel; \n7. This Order does not constitute a ruling on whether communications \nbetween Tytran and Ramos which have not yet been submitted for in \ncamera review are protected by the attorney-client privilege or the \ncommon interest privilege. \n \n {74} IT IS THERFORE ORDERED THAT: \n1. Morris’ Motion to Compel Discovery (Privilege Issues) is \nDENIED except as to additional communications between \nTytran and Ramos which have not yet been submitted for \nin \ncamera review; the Court’s ruling as to those documents is  \nreserved; \n2. Scenera shall provide the Court with a supplemental report \nwithin ten (10) business days whether and to what extent it can \nprovide Morris with an index that corresponds its document \nproduction to the source files from which the documents or ESI \nwas taken.  The Court reserves its ruling on the Motion to \nCompel Discovery (Document Production Issues) pending its \nreview of that report. \n \n  This is the 26th day of August, 2011. \n "
}