{
  "id": "4a4f804760557c3573d64fc4aa65058045e4946f916e17b0817e3a62662a4312",
  "source_file": "data/raw/ncbc/4a4f804760557c3573d64fc4aa65058045e4946f916e17b0817e3a62662a4312.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 14885 \nB&D SOFTWARE HOLDINGS, LLC,\nP\nlaintiff, \nv. \nI\nNFOBELT, INC. and SRINIVAS \nMANNAVA, \nD\nefendants. \nORDER AND OPINION ON CROSS-\nMOTIONS FOR SUMMARY \nJUDGMENT  \n[PUBLIC]1 \nTH\nIS MATTER  is before the Court on Plaintiff’s Motion for Summary \nJudgment (ECF No. 28) and Defendants’ Motion for Summary Judgment (ECF No. \n31) (collectively, the “Motions”).\nTHE COURT , having considered the Motions, the parties’ briefs, the \narguments of counsel, the applicable law, and all appropriate matters of record, \nCONCLUDES that Defendants’ Motion for Summary Judgment should be \nGRANTED, and Plaintiff’s Motion for Summary Judgment should be DENIED. \nHamilton Stephens Steele + Martin, PLLC , by Mark R. Kutny , for \nPlaintiff B&D Software Holdings, LLC. \nRobinson Elliott & Smith , by Dorothy M. Gooding and William C. \nRobinson, for Defendants Infobelt, Inc., and Srinivas Mannava.  \nDavis, Judge. \n1 The Court elected to file this Order and Opinion under seal on 1 August  2024.  The Court \nthen permitted the parties an opportunity to propose redactions to the public version of this \ndocument.  The parties proposed the redactions contained herein, and the Court finds that  \nthose redactions are narrowly and appropriately tailored.  Accordingly, the Court now files  \nthe redacted, public version of this Order and Opinion. \nB&D Software Holdings, LLC v. InfoBelt, Inc., 2024 NCBC 48 \nINTRODUCTION \n1. This lawsuit involves  an investor’s attempt to recoup its ill -fated \ninvestment in a now unprofitable company.  The investor primarily argues that it \nwas fraudulently induced by the company’s founder to make its investment through \nhis failure to disclose key facts about both the company’s improper business practices \nand the long-term fragility of the company’s relationship with its sole customer.  Both \nsides seek the entry of summary judgment in their favor.    \nFACTUAL AND PROCEDURAL BACKGROUND \n2. “The Court does not make findings of fact on motions for summary \njudgment; rather, the Court summarizes material facts it considers to be \nuncontested.”  McGuire v. Lord Corp. , 2021 NCBC LEXIS 4, at **1– 2 (N.C. Super. \nCt. Jan. 19, 2021) (cleaned up). \n3. Defendant Infobelt, Inc. (“Infobelt”)  is a Delaware corporation that is \nregistered to do business in North Carolina .  (Compl. ¶ 2 ; Answer ¶ 2.)  Defendant \nSrinivas Mannava, a North Carolina resident , founded Infobelt’s predecessor, \nInfobelt LLC, in 2013.2  (Defs.’ Br. Supp. Defs.’ Mot. Summ. J., Ex. 14C, at 15:2–16:14, \nECF No. 32.27.)  Currently, Mannava is the majority shareholder of Infobelt, holding \nseventy percent (70%) of its shares.   (Pl.’s Br. Supp. Pl. ’s Mot. Summ. J., Ex. B , at \n25:17–26:2, ECF No. 30.2 .)  Moreover, s ince Infobelt’s incorporation, Mannava has \n \n2 A certificate of conversion was filed on 25 January 2019 with the Delaware Secretary of \nState, which converted InfoBelt LLC from a Delaware limited liability corporation  to a \nDelaware corporation with the name Infob elt, Inc.  (See Defs.’ Br. Supp. Defs.’ Mot. Summ. \nJ., Ex. 7, ECF No. 32.17.) \nbeen the sole member of Infobelt’s board of directors.  (Pl.’s Br. Supp. Pl.’s Mot. Summ. \nJ., Ex. B, at 68:1–11.)    \n4. Mannava founded Info belt to develop software and provide  associated \nconsulting services that would assist  with data management and retention at \nfinancial institutions in the face of increasing legal and regulatory scrutiny .  (Defs.’ \nBr. Supp. Defs.’ Mot. Summ. J, Ex. 14C, at 16:5–17:24.)  In addition to developing \nsoftware and providing consulting services, Infobelt  also began generating revenue \nthrough the licensing of its software.  (Davis Aff. ¶¶ 14, 17, ECF No. 32.15.) \n5. Bank of America became Infobelt’s first customer when it purchased a \nsoftware prototype created by Infobelt to address “an immediate need in one of their \ninternational platforms where they had a data loss issue[ .]”  (Defs.’ Br. Supp. Defs.’ \nMot. Summ. J, Ex. 14 C, at 18:4–25, 19:23–25.)  After Bank of America purchased \nInfobelt’s software prototype, Infobelt continued to provide support for that software \nprototype for the next few months.  (Defs.’ Br. Supp. Defs.’ Mot. Summ. J, Ex. 14C, at \n19:1–7.)  However, Infob elt and Bank of America’s business relationship did not \ncontinue after early 2014.  (Pl.’s Br. Supp. Pl.’s Mot. Summ. J., Ex. B, at 20:25–21:2.)   \n6. In 2015, Infobelt began providing consulting services to a banking \ncustomer3 as a “Tier 2” vendor, meaning that Infobelt “did not have a direct contract \nwith [the Customer] . . . [and] went in as a subcontractor to a primary contractor[.]”   \n(Pl.’s Br. Supp. Pl.’s Mot. Summ. J., Ex. B, at 21:20–22:8.) \n \n3 The parties have requested that the banking customer’s name not be used in this Opinion.  \nTherefore, for the remainder of this Opinion , the Court will refer to it simply as “the \nCustomer.” \n7. The Customer  invited Infobelt to become a direct vendor in 2016  \nbecause, according to Mannava, the Customer “saw the value in what [Infobelt] w[as] \nbringing to the table and . . . they wanted to keep us long term.”  (Pl.’s Br. Supp. Pl.’s \nMot. Summ. J., Ex. B, at 22:9–22.)   \n8. Infobelt and the Customer  entered into a Master Services Agreement  \n(“MSA,” ECF No. 32.2 ) in early 2016.  The MSA memorialized  the parameters and \nprocesses through which Infobelt would provide services to the Customer .  Notably, \nthe MSA provided for Infobelt and the Customer  to enter into “Transaction \nDocuments,” which were primarily  referred to as “Statements of Work” (“SOW”).  \n(MSA § I(z); Marlow Aff. ¶ 5, ECF No. 30.21.)   \n9. Mannava explained the purpose of SOWs as follows: \n[The Customer], in partnership with the vendor, identifies all the tasks \nthat need to be done and the timeline.  And then the vendor goes off, and \nthey put an estimated cost and what type of personnel would be needed \nfrom the vendor’s side to provide those tasks. \n \nAnd -- so the tasks, the timelines, the costs -- estimated costs and what \ntype of personnel are needed are what constitute a statement of work.   \n \n(Pl.’s Br. Supp. Pl. ’s Mot. Summ. J., Ex. B , at 156: 2–12.)  These SOWs formed the \nbasis for the series of consulting projects Infobelt performed for the Customer for the \nnext few years. \n10. At all relevant times, Infobelt serviced only two clients—the Customer \nand a company affiliated with Plaintiff called Blystone & Donaldson, LLC.  (Pl.’s Br. \nSupp. Pl.’s Mot. Summ. J., Ex. B, at 21:3–13.)   \n11. Blystone & Donaldson, LLC is a professional investment group that was \nfounded in 2018 by Tom Donaldson  and John Blystone , who are its sole owners.    \n(Donaldson Dep., at 9:12–10:21, 39:1–19, 43:3–16, ECF No. 32.25.)    \n12. Blystone & Donaldson, LLC, in turn, founded B&D Software Holdings, \nLLC (“B&D”), the plaintiff in this lawsuit, on 23 January 2019, for the sole purpose \nof acquiring a  30% ownership interest in Infobelt , which it purchased on 11 \nSeptember 2019.  (Donaldson Dep., at 9:18–10:2, 42:13–17.)  Blystone & Donaldson, \nLLC is the sole member of B&D , and Donaldson serves as B&D’s  manager.  \n(Donaldson Aff. ¶ 3, ECF No. 30.22.) \n13. B&D’s investment in Infobelt occurred through the issuance of  a \nCommon Stock Purchase Warrant (“ Purchase Warrant”) by Infobelt to B&D on 25 \nJanuary 2019, which entitled B&D to purchase 30% of the issued and outstanding \nshares of Info belt for the purchase price of 30% of the “Agreed Enterprise Value ,” \nwhich was set at $12,000,000  through 31 December 2019 .  (See Pl.’s Br. Supp. Mot. \nSumm. J., Ex. F, ECF No. 30.6; Donaldson Aff. ¶ 5.)   \n14. During the due diligence period between the issuance and exercise of the \nPurchase Warrant, B&D w as “provided [information regarding]  the revenue , the \nemployees, the agreements and the statements of work” of Infobelt for its  review.  \n(Donaldson Dep., at 90:16–18.)  Donaldson testified that “[w]e had already made the \ndetermination that we would like to make an investment, hence the warrant[,]” and \nwere waiting to exercise the warrant “to see what the revenue did, and the revenue \nwent up[.]”  (Donaldson Dep., at 132:3–6.)   \n15. On 11 September 2019, B&D  executed a Notice of Exercise of the \nCommon Stock Purchase Warrant, informing Infobelt of its elect ion to exercise the \nPurchase Warrant with respect to 30% of the  company’s issued and outstanding \nshares.  (Pl.’s Br. Supp. Mot. Summ. J., Ex. G., ECF No. 30.7.)   Pursuant to the \nparties’ agreement, B&D paid Infobelt the sum of $3,600,000 that same day.  (Compl. \n¶¶ 14–15; Answer ¶¶ 14–15.)  Since that date, B&D has been a minority shareholder \nof Infobelt.   \n16. Over the next two years, Infobelt continued to perform consulting \nservices for the Customer  based on a series of SOWs between the parties.  In 2021, \nhowever, the Customer notified Infobelt of its decision to take in-house the consulting \nservices that Infobelt had been providing.  (Marlow Aff. ¶ 10.)   As a result, Infobelt’s \nconsulting services to the Customer ceased as of 31 December 2021.4  (Pl.’s Br. Supp. \nPl.’s Mot. Summ. J., Ex. B , at  37:7–14.)  This caused a major decline in B&D’s \nrevenue. \n17. B&D initiated this lawsuit by filing a  Complaint against Infobelt and \nMannava in Mecklenburg County Superior Court on 8 September 2022 .  The \nComplaint contained claims  against both Defendants  for fraudulent inducement, \nfraud, negligent misrepresentation, conversion, and violation of the North Carolina \nSecurities Act as well as claims against Mannava alone for breach of fiduciary duty \nand constructive fraud.  (See Compl. ¶¶ 29–76, ECF No. 3.)   \n \n4 However, the Customer continues to license Infobelt’s software.  (Davis Aff. ¶¶ 52–53.)  \n  \n18. This case was designated as a complex business case and assigned to the \nundersigned on 9 September 2022.  (See ECF Nos. 1, 2.)  \n19. On 30 November 2023, the parties filed the present Motions.  (See Pl.’s \nMot. Summ. J., ECF No. 28; Defs.’ Mot. Summ. J., ECF No. 31 .)  B oth parties are \nseeking summary judgment as to all of B&D’s claims.   \n20. A hearing was held on 18  April 2024 at which all parties were \nrepresented by counsel.  The Motions are now ripe for resolution.   \nLEGAL STANDARD \n21. It is well established that “[s]ummary judgment is proper ‘if the \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.’ ”  Morrell v. Hardin \nCreek, Inc., 371 N.C. 672, 680 (2018) (quoting N.C. R. Civ. P. 56(c)).  “[A] genuine \nissue is one which can be maintained by substantial evidence.”  Kessing v. Nat’l \nMortg. Corp. , 278 N.C. 523, 534 (1971).  “Subst antial evidence is such relevant \nevidence as a reasonable mind might accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference.”  Daughtridge v. Tanager \nLand, LLC, 373 N.C. 182, 187 (2019) (cleaned up). \n22. On a motion for summary judgment, “[t]he evidence must be considered \n‘in a light most favorable to the non -moving party.’ ”  McCutchen v. McCutchen, 360 \nN.C. 280, 286 (2006) (quoting Howerton v. Arai Helmet, Ltd. , 358 N.C. 440, 470 \n(2004)).  “[T]he party moving for summary judgment ultimately has the burden of \nestablishing the lack of any triable issue of fact.”  Pembee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491 (1985). \n23. The party moving for summary judgment may satisfy its burden by \nproving that “an essential element of the opposing party’s claim does not exist, cannot \nbe proven at trial, or would be barred by an affirmative defense, . . . or by showing \nthrough discovery that the opposing party cannot produce evidence to support an \nessential element of [the] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000).  “If the \nmoving party satisfies its burden of proof, then the burden shifts to the non- moving \nparty to ‘set forth specific facts showing that there is a genuine issue for trial.’ ”  Lowe \nv. Bradford, 305 N.C. 366, 369– 70 (1982) (quoting N.C. R. Civ. P. 56(e)).  If the \nnonmoving party does not satisfy its burden, then “summary judgment, if \nappropriate, shall be entered against [the nonmovant].”  United Cmty. Bank (Ga.) v. \nWolfe, 369 N.C. 555, 558 (2017) (quoting N.C. R. Civ. P. 56(e)). \n24. When a party requests offensive summary judgment on its own claims \nfor relief, “a greater burden must be met.”  Brooks v. Mt. Airy Rainbow Farms Ctr., \nInc., 48 N.C. App. 726, 728 (1980).  The moving party “must show that there are no \ngenuine issues of fact, that there are no gaps in his proof, that no inferences \ninconsistent with his recovery arise from the evidence, and that there is no standard \nthat must be applied to the facts by the jury.”  Parks Chevrolet, Inc. v. Watkins, 74 \nN.C. App. 719, 721 (1985).  For that reason, it is “rarely . . . proper to enter summary \njudgment in favor of the party having the burden of proof.”  Blackwell v. Massey , 69 \nN.C. App. 240, 243 (1984). \nANALYSIS \n25. As noted above, both parties are seeking summary judgment as to all \nclaims asserted by B&D in this action.  The Court therefore deems it appropriate to \naddress each side’s  arguments together with respect to the individual claims B&D \nhas asserted.    \nA. Fraud and Fraudulent Inducement  \n26. B&D has asserted claims for both fraud and fraudulent inducement \nagainst Infobelt and Mannava.  Our Supreme Court has held that the elements for a \nfraudulent inducement claim are identical to those for  a fraud claim.  Value Health \nSols., Inc. v. Pharm. Rsch. Assocs. , 385 N.C. 250, 264 (2023) .  As a result, the Court \nshall consider the two claims together.  See Hale v. MacLeod, 2024 N.C. App. LEXIS \n525, at *17 (N.C. Ct. App. June 18, 2024) (“because the elements for showing fraud \nand fraudulent inducement are identical, we consider the first and second causes of \naction together”).   \n27. This Court has previously articulated the elements of a claim based on \nboth fraudulent misrepresentations and fraudulent omissions as follows: \nThe “essential elements of actionable fraud are well established: (1) \nFalse representation or concealment of a material fact, (2) reasonably \ncalculated to deceive, (3) made with intent to deceive, (4) which does in \nfact deceive, (5) resulting in damage to the i njured party.”  Ragsdale v. \nKennedy, 286 N.C. 130, 138, 209 S.E.2d 494, 500 (1974).  As a general \nrule, a claimant ’s reliance on allegedly false statements must be \nreasonable, though the reasonableness of such reliance is typically a \nquestion for the jury.  Forbis v. Neal, 361 N.C. 519, 527, 649 S.E.2d 382, \n387 (2007); Johnson v. Owens , 263 N.C. 754, 758, 140 S.E.2d 311, 314 \n(1965) ( “[W]here reliance ceases to be reasonable and becomes such \nnegligence and inattention that it will, as a matter of law, bar recovery \nfor fraud is frequently very difficult to determine.”). \n. . . \n \nThe basic elements of a claim for fraud based on omission are the same \nas those for any other claim for fraud, as recited above.  See, e.g., Hardin \nv. KCS Int ’l, Inc., 199 N.C. App. 687, 696, 682 S.E.2d 726, 733 (2009).  \nIn addition to these, the claimant must also allege that the party who \nfailed to disclose the material fact owed the claimant a duty to disclose. \nId. \n \n. . .  \n \nWhen two parties are engaged in an arm ’s-length transaction, two \ndifferent scenarios will create a duty to disclose.  The first is when one \nparty takes an affirmative step to conceal a material fact from the other.   \nHardin, 199 N.C. App. at 696, 682 S.E.2d at 733.  A concealed fact is \nconsidered material when it would have influenced the decision or \njudgment of another party, if known.  Godfrey v. Res-Care, Inc., 165 N.C. \nApp. 68, 75- 76, 598 S.E.2d 396, 402 (2004).  The second is when “ one \nparty has knowledge of a latent defect in the subject matter of the \nnegotiations about which the other party is both ignorant and unable to \ndiscover through reasonable diligence. ”  Hardin, 199 N.C. App. at 696, \n682 S.E.2d at 733 (quoting Sidden v. Mailman, 137 N.C. App. 669, 675, \n529 S.E.2d 266, 270- 71 (2000)).  In addition to these situations, even \nwhen no duty to disclose exists, a party who chooses to speak has a duty \nto make a full and fair disclosure of facts concerning the matters on \nwhich he chooses to speak.  Ragsdale, 286 N.C. at 139, 209 S.E.2d at 501 \n(citing Low v. Wheeler, 207 Cal. App. 2d 477, 24 Cal. Rptr. 538, 543 (Ct. \nApp. 1962) ( “Even where there is no duty to make a disclosure, when \none does undertake to inform, he must speak the whole truth.”)). \n \nTillery Envtl. LLC v. A&D Holdings, Inc. , 2018 NCBC LEXIS 13 , at *19 –23 (N.C. \nSuper. Ct. Feb. 9, 2018).    \n28. B&D’s fraud- based claims are primarily  based on its allegations of \nfraudulent omissions.  In its summary judgment briefing, B&D asserts two theories \nin support of these  claims.  It contends that although Defendants provided various \nfinancial information and revenue projections to B&D during the due diligence period \nrelating to Infobelt’s work for the Customer, Defendants deliberately failed to disclose \nthe fact that (1) they knew all along that “ [the Customer ] intended to bring [the \nconsulting] work in-house (and thus eliminate that revenue stream to Infobelt)” (the \n“Taking Work In -House Theory”); and (2) the revenue projections reflected on the \ndocuments provided to B&D were artificially inflated in that they were based on  \nfraudulent billing practices on the part of B&D  toward the Customer  (the \n“Fraudulent Billing Theory”) .  (Pl.’s Br. Supp. Pl.’s Mot. Summ. J., at 12, ECF No. \n29.)    \n29. B&D asserts that the above -referenced omissions “made the financial \nstatements and the corresponding value of the company facially misleading [,]” (Pl.’s \nReply Br. Supp. Pl.’s Mot., at 3, ECF No. 51), and  that “[h]ad B&D known of these \nfacts, it would not have invested the $3.6 million with Infobelt.”  (Pl.’s Br. Supp. Pl.’s \nMot. Summ J., at 13.)  \n30. In response, Defendants argue that summary judgment should be \ngranted in their favor because (1) the Taking Work In -House Theory is now being \nasserted by B&D for the first time in this litigation and therefore should not be \nconsidered by the Court; (2) B&D has failed to put forth  evidence that Infobelt ’s \nbillings to  the Customer  were fraudulent ; and (3)  B&D cannot show that it was \ninjured as a result of its reasonable reliance on any misrepresentation or omission by \nDefendants.    \ni. Taking Work In-House Theory \n31. Defendants contend that  B&D’s attempt to use the Taking Work In -\nHouse Theory as a basis for its fraud claims is barred by Rule 9(b) of the North \nCarolina Rules of Civil Procedure because it was not alleged in the Complaint .  The \nCourt agrees. \n32. Rule 9(b) requires that “the circumstances constituting fraud” be alleged \n“with particularity.”  N.C. R. Civ. P. 9(b).  “The purpose of Rule 9(b) is to provide a \ndefendant with sufficient notice of the fraud alleged in order to meet the charges. ”  \nProvectus Biopharm., Inc. v. RSM US LLP , 2018 NCBC LEXIS 101, at *63 (N.C. \nSuper. Ct. Sept. 28, 2018) (cleaned up).   Our Supreme Court has held that “in \npleading actual fraud[,] the particularity requirement is met by alleging time, place[,] \nand content of the fra udulent representation, identity of the person making the \nrepresentation[,] and what was obtained as a result of the fraudulent acts or \nrepresentations.”  Terry v. Terry, 302 N.C. 77, 85 (1981).   Furthermore, “an alleged \nmisrepresentation must be ‘definite and specific.’ ”  Value Health Sols., Inc., 385 N.C. \nat 263 (citing Ragsdale, 286 N.C. at 139).  \n33. This Court has observed the following with respect  to Rule  9(b)’s \nrequirements when alleging fraud by omission: \nAlthough fraudulent concealment or fraud by omission “ is by its very \nnature, difficult to plead with particularity,” Breeden v. Richmond Cmty. \nColl., 171 F.R.D. 189, 195 (M.D.N.C. 1997), this Court has previously \nruled that a litigant pleading an omission -based fraud claim must \ncomply with Rule 9(b) by specifically pleading: \n \n(1) the relationship between plaintiff and defendant giving rise to the \nduty to speak; (2) the event that triggered the duty to speak or the \ngeneral time period over which the relationship arose and the fraud \noccurred; (3) the general content of the inform ation that was withheld \nand the reason for its materiality; (4) the identity of those under a duty \nwho failed to make such disclosures; (5) what the defendant gained from \nwithholding the information; (6) why the plaintiff ’s reliance on the \nomission was reasonable and detrimental; and (7) the damages the fraud \ncaused the plaintiff. \n \nTillery Envtl. LLC, 2018 NCBC LEXIS 13, at *21–22. \n34. Although B&D’s Complaint contains express  allegations pertaining to \nthe Fraudulent Billing Theory, it is utterly devoid of any  allegations underlying the \nTaking Work In -House Theory.   There is simply no hint of an assertion in the \nComplaint that any of Plaintiff’s fraud claims are premised on Defendants’ failure to \ndisclose to B&D  their knowledge that the Customer  always intended to take the \nconsulting services being performed by Infobelt in-house.  As our Supreme Court has \nplainly stated, “[a] complaint that fails to allege a legal theory that is later briefed \ndoes not meet Rule (9)(b)’s pleading requirement.”  Value Health Sols., Inc., 385 N.C. \nat 263.   \n35. Therefore, summary judgment is GRANTED in favor of Defendants on \nPlaintiff’s fraud and fraudulent inducement claims premised on the Taking Work In-\nHouse Theory.  See id. at 264 (affirming trial court’s dismissal of fraud and fraudulent \ninducement claims  where the amended complaint failed to meet Rule 9(b)’s \nheightened standard). \n36. B&D similarly invokes the Taking Work In -House Theory (along with \nthe Fraudulent Billing Theory) in connection with its remaining claims.  Defendants \ncontend that B&D’s attempt to assert the Taking Work In- House Theory  at the \neleventh hour to escape summary judgment is fundamentally unfair —even if Rule \n9(b) did not apply—based on B&D’s failure to formally disclose this theory of recovery \nprior to the summary judgment stage.  In the interest of judicial economy, the Court \ndeems it appropriate to address this issue before going any further. \n37. Although North Carolina is a notice pleading state, even under that \nliberal standard it is axiomatic that a defendant must be put on notice of what it is \ndefending against in order to avoid being ambushed.     \nUnlike a claim for fraud, a pleading alleging breach of contract need only \nmeet the requirements of Rule 8(a) of the North Carolina Rules of Civil \nProcedure.  See Haynie v. Cobb, 207 N.C. App. 143, 148, 698 S.E.2d 194, \n198 (2010) (“The general standard for civil pleadings in North Carolina \nis notice pleading. ” (quoting Murdock v. Chatham Cty. , 198 N.C. App. \n309, 316, 679 S.E.2d 850, 855 (2009)).  Under Rule 8(a)(1), a pleading \nasserting a claim must contain “ [a] short and plain statement of the \nclaim sufficiently particular to give the court and the parties notice of \nthe transactions, occurrences, or series of transactions or occurrences, \nintended to be proved showing that the pleader is entitled to relief[.] ”  \nN.C. R. Civ. P. 8(a)(1).  Under this “ notice pleading ” standard, “a \nstatement of claim is adequate if it gives sufficient notice of the claim \nasserted to enable the adverse party to answer an d prepare for trial, to \nallow for the application of the doctrine of res judicata, and to show the \ntype of case brought.”  Wake Cty. v. Hotels.com, L.P., 235 N.C. App. 633, \n646, 762 S.E.2d 477, 486 (2014) (quoting Sutton, 277 N.C. at 102, 176 \nS.E.2d at 165). \n \nTillery Envtl. LLC, 2018 NCBC LEXIS 13, at *77–78.  \n38. As discussed above, the Taking Work In -House Theory was not pled in \nB&D’s Complaint.  Nor was B&D’s intent to pursue this t heory disclosed to \nDefendants in its discovery response s.  During discovery, Defendants sent B&D \nseveral interrogatories asking B&D to specifically identify the misrepresentations \nand omissions forming the basis for its Complaint and to clarify its allegations in the \nComplaint.  In B&D’s responses to these interrogatories, it did not mention the \nTaking Work In-House Theory at all.  \n39. Thus, neither B&D’s Complaint nor its interrogatory responses put \nDefendants on notice that the bases for B&D’s claims included the Taking Work In-\nHouse Theory.  \n40. Our Rules of Civil Procedure (and the policies underlying them) are \nbased on notions of fairness.   See Lemons v. Old Hickory Council, Boy Scouts of \nAmerica, Inc., 322 N.C. 271, 274 (1988) (stating that “[t]he Rules of Civil Procedure \nwere adopted by the General Assembly at the urging of the North Carolina Bar \nAssociation ‘to eliminate the sporting element from litigation’ ”).  A basic tenet of our \ncivil justice system is that a claimant’s initial pleading must  adequately inform the \nresponding party of what it is alleged to have done wrong so that it can defend itself \naccordingly.  This principle is undermined in cases where, as here, a  party seeks to \nassert a new theory of recovery for the first time at the summary judgment stage. \n41. Our Rules of Civil Procedure recognize that a claimant may obtain new \ninformation about the case through the discovery process  and provide mechanisms \nfor both pleadings and interrogatory responses to be amended.  Although nothing \nprohibited B&D from seeking to amend its Complaint or from  supplementing its \ninterrogatory responses to assert the Taking Work In-House Theory during the nine-\nmonth discovery period in this case, it did neither.5  \n42. For these reasons, the Court CONCLUDES  that B&D is barred from \nproceeding under the Taking Work In -House Theory in connection with any of its \n \n5 Despite persistent questions from the Court at the 18 April hearing on the Motions as to \nwhy B&D failed to either seek leave to amend its Complaint or its interrogatory responses  \nfor this purpose, B&D’s counsel failed to provide any meaningful answer. \nclaims in this case.  See, e.g., Barringer v. Wake Forest Univ. Baptist Med. Ctr. , 197 \nN.C. App. 238, 257–58 (2009) (holding that plaintiff had not created genuine issue of \nmaterial fact at summary judgment stage by  offering new, additional allegation in \naffidavit regarding defendants’ alleged breach of standard of care); In re Southeastern \nEye Center-Pending Matters, 2019 NCBC LEXIS 29, at *62–63 (N.C. Super. Ct. May \n7, 2019) ( rejecting plaintiff’s attempt to defeat summary judgment by submitting \naffidavit containing “previously unmentioned promises or representations”). \nii. Fraudulent Billing Theory \n43. With regard to B&D’s Fraudulent Billing Theory, B&D asserts that \nInfobelt’s SOWs either contained the names of fictitious employees as having \nperformed work on behalf of the project or of actual employees who never actually \nworked on matters for the Custom er.  In addition, B&D asserts that Infobelt would \ndeliberately manipulate the “mouse” on company computers to increase the total \namount of screen time allegedly being used to perform work for the Customer in order \nto justify billing the Customer for larger fees.  (Pl.’s Br. Supp. Pl.’s Mot. Summ. J., at \n12–14.)     \n44. B&D argues that as a result of this fraudulent billing, the  revenue \nfigures and projections that Defendants provided to B&D were deliberately inflated \nand thus failed to present an accurate picture of Infobelt’s current and future \nfinancial stability.  B&D asserts that it would not have purchased an ownership \ninterest in Infobelt had Infobelt provided this information.   \n45. In response, Defendants deny that any improper billing occurred and \ncontend that Infobelt’s billing practices were  at all times  fully consistent with the \ncourse of dealing that existed between Infobelt and the Customer. \n46. At the outset, the Court notes the oddity of B&D’s Fraudulent Billing \nTheory in this case—that is, a claim alleging fraudulent billings to a client where the \nclient is not the claimant and where there is no evidence that the client ever voiced \nany objection to the legitimacy of the billings.   \n47. Defendants have put forth substantial evidence explaining the process \nby which Infobelt earned fees for its consulting services for  the Customer.   This \nevidence largely consists of the testimony of Mannava and Kevin Davis, who serves \nas the Chief Technology Officer and Chief Delivery Officer of Infobelt.  (Davis Aff. ¶ \n4.)   \n48. Before a SOW wa s formally drafted, “ [the Customer ], in partnership \nwith [Infobelt], identifie[d] all the tasks that need [ed] to be done and the timeline.”   \n(Pl.’s Br. Supp. Pl. ’s Mot. Summ. J., Ex. B , at 156:2–4.)  Infobelt  would then “put \n[together] an estimated cost and what type of personn el would be needed  from [its] \nside to provide those tasks.”  (Pl.’s Br. Supp. Pl.’s Mot. Summ. J., Ex. B, at 156:5–11.)  \nInfobelt compiled this information into a n SOW using a form provided by t he \nCustomer that was then submitted to the Customer for its review.  (Davis Aff. ¶ 19.)  \nDavis explained that “[e] ach SOW details the terms related to Infobelt ’s and [the \nCustomer]’s obligations to each other, including but not limited to requirements and \nspecifications of the deliverables, approved Infobelt personnel who could receive [the \nCustomer]’s confidential information, outlines of costs, estimated delivery dates, and \ncontract end dates. ”  (Davis Aff. ¶ 20.)  “These estimates would be used by [t he \nCustomer] to assess the reasonableness of the overall proposed cost and ultimately \napprove each SOW for the amounts documented.”  (Davis Aff. ¶ 35.)   Only after \nreceiving the Customer’s approval would Infobelt begin working on the tasks set forth \nin that particular SOW.            \n49. Per the terms of the MSA, Infobelt was responsible for invoicing t he \nCustomer “within (30) thirty days after the provision of the Products or Services” \ndescribed in the SOW.  (MSA § (V)(A)(1).)  The SOWs required that these invoices be \nsubmitted “to [the Customer] via certain designated . . . employees [of the Customer], \nin the form and manner approved by [the Customer].”  (Davis Aff. ¶ 43.)  \n50. Mannava testified that Infobelt typically billed the Customer in monthly \nincrements by taking the total amount listed on a SOW and “divid [ing] that number \nup by 12 and submit[ting] the invoices.”  (Pl.’s Br. Supp. Pl.’s Mot. Summ. J., Ex. B , \nat 159:6–10.) \n51. The MSA stated that the Customer would normally “provide a written \nacceptance or rejection to [Infobelt] within thirty (30) days after the delivery of the \nProfessional Services or the Work Product .”  (MSA, Prof. Servs. Attach. § IV(A).)  \nDavis testified that as a practical matter, however , “[the Customer] accepted all of \nInfobelt’s work.”  (Davis Aff. ¶ 40 .)  Moreover, Davis stated that the Customer “has \nnever complained about the quality or quantity of lnfobelt’s work, and [the Customer] \nhas never asked or required Infobelt to fix or redo any work performed.”   (Davis Aff. \n¶ 41.) \n52. Mannava testified that the invoices Infobelt sent to the Customer were \nnever based on the actual amount of work performed by Infobelt’s employees or how \nmany employees worked on a project.  Additionally, Davis stated that the Customer \n“has never asked for documentation of any Infobelt personnel ’s actual time spent \nperforming the tasks listed in any SOW, and [the Customer] has never asked Infobelt \nto include any Infobelt personne l’s time on its invoices. ”  (Davis Aff. ¶ 46.)   For this \nreason, Infobelt’s employees did not log or track the hours they spent  on a project , \nand there were no timecards  or time sheets u tilized.  ( See Pl.’s Br. Supp. Pl. ’s Mot. \nSumm. J., Ex. B, at 127:6–14; Pl.’s Br. Supp. Pl.’s Mot. Summ. J., Ex. D, at 63:15–18, \nECF No. 30.4.)   \n53. Davis explained the purpose of naming individual employees, as well as \nlisting their hourly rates, in the SOWs as follows:  \nThe purpose of listing the names of specific personnel in the SOWs was \nto give [the Customer] assurance that Infobelt would only give access to \nits confidential information to Infobelt personnel who had been or would \nbe approved and provisioned by [the Customer].  It was always standard \nand acceptable practice to provide names of potential personnel, their \nprojected roles, approximate time they may spend on tasks  related to \nthe deliverables of an SOW, etc., for the sole purpose of determining an \nestimate of the time and cost of the deliverables.  These estimates would \nbe used by [the Customer]  to assess the reasonableness of the overall \nproposed cost and ultimately approve each SOW for the amounts \ndocumented.  However, there was no prohibition against using one \napproved person to fill-in for another approved person who could not do \nthe work assigned or had left Infobelt, and there was no prohibition \nagainst switching the roles of approved Infobelt personnel. \n \n(Davis Aff. ,r 35.) Mannava similarly described this information as \"just sample \nnames of people ... because they are our staff ... and those names are there, but \nthey can be replaced anytime.\" (Pl.'s Br. Supp. Pl.'s Mot. Summ. J., Ex. B, at 124:15-\n18.) Mannava testified that \"[t]hey are not really material to the SOW, the names of \nwho the individuals are.\" (Pl.'s Br. Supp. Pl.'s Mot. Summ. J., Ex. B, at 124:19-21.) \n54. B&D attempts to rely on the testimony of John Pinto, a former employee \nof Infobelt, who formed the belief that Infobelt was overbilling the Customer upon \ndiscovering that he had been listed on certain SOW s as one of the Infobelt employees \nwho would be performing work on projects for the Customer (despite the fact that he \nnever actually did so). (Pl.'s Br. Supp. Pl.'s Mot. Summ. J., Ex. C, at 18:19-21, ECF \nNo. 30.3.) \n55. With regard to Pinto's concerns, Mannava testified that \"we thought \nthat John Pinto would be actually running the ■ development team, but he ended \nup not doing it. So we actually replaced him with someone else.\" (Pl.'s Br. Supp. Pl.'s \nMot. Summ. J., Ex. B, at 159:15-160:3) \n56. Moreover, in his deposition, Pinto admitted that he did not have \npersonal knowledge relating to the manner in which Infobelt billed the Customer for \nits work pursuant to the SOW s. \nQ. I take it you had no discussions with anyone at [the Customer] about \nanything related to that change in the relationship? \nA. I did not discuss anything with [the Customer]. \nQ.  And that’s fine.  That’s fine.  I want to ask you, how did billing work \nbetween the master services agreement, the statement of work and then \nactual payment between Infobelt and [the Customer]? \n \nA.  I do not know the answer to that.  I -- I can make an assumption, but \nI don’t know the answer to that. \n \n. . . \n  \nQ.  Yes, sir.  So I don’t want you to do that, speculate.   The bottom line \nis what you said: You don't know? \n \nA.  Correct \n \n. . . \n  \nQ.  Okay. And with respect to the statements of work, do you know how \nthey operate between Infobelt and [the Customer]  from a billing \nstandpoint? \n \nA.  I do not. \n \nQ.  Okay.  Do you know how the invoicing process works? \n \nA.  In general or with -- at Infobelt? \n \nQ.  Between Infobelt and [the Customer] pursuant to the MSA vis-a-vis \nthe statements of work? \n \nA.  I do not. \n \nQ.  Okay.  Do you know during the periods of statement of work whether \nany actual accounting of time and expense is made before an invoice is \nactually sent following the statement of work? \n \nA.  I do not have -- I do not. \n \n. . .  \n \nQ.  Okay.  All right.  And certainly, if no one at [the Customer] talked to \nyou at all about the relationship, no one at [the Customer]  told you, \n“We’re having billing problems, fraud problems, statement of work \nproblems with Infobelt,” correct? \n \nA. [The Customer]? \nQ. Yes. \nA. C orrect. \n(Defs.' Resp. Br. Opp. Pls.' Mot. Summ. J., Ex. 13, at 114:14-18, 193:24-194:2, ECF \nNo . 45.14; Defs.' Br. Supp. Defs.' Mot. Summ. J., Ex. 14E, at 182:10-17, 182:22-25, \n183:18-184:9, ECF No. 32.29.) \n57. Thus, the only specific evidence in the summary judgment record by \npersons with personal knowledge of the course of dealing between Infobelt and the \nCustomer is the above-described testimony from Mannava and Davis-both of whom \nhave offered competent evidence that disproves the allegation that Infobelt \nfraudulently billed the Customer for the consulting services at issue. \n58. B&D's failure to put forth evidence from the Customer on this issue to \nrebut Defendants' evidence is glaring. As Defendants note, B&D sought leave from \nthe Court to take a Rule 30(b)(6) deposition of the Customer, as the discovery period \nin this case was about to expire. Despite the Court issuing two orders allowing B&D's \nrequest to take this deposition, (see ECF Nos. 23, 26), B&D ultimately cancelled the \nscheduled deposition at the last minute and instead subsequently filed an affidavit \nfrom-Marlow, an employee of the Customer. In his affidavit (which consists \nofless than two pages), Marlow briefly summarized the relationship between Infobelt \nand the C ustomer. With regard to a specific SOW that was attached as an exhibit to \nthe affidavit, Marlow stated that the exhibit contained terms concerning Infobelt's \nfees for the services to be provided, including a box that was checked to indicate that \nthe fees referenced were for “Time and Materials,”  listed names of Infobelt \nrepresentatives who would be providing services  at the rates and hours specified \ntherein, and that the total amount of fees associated with this SOW would not exceed \n$247,768.00 absent a change order evidencing the parties’ agreement on a different \namount.  (Marlow Aff. ¶¶ 4–9.) \n59. Marlow’s affidavit is more notable, however, for what it does not say.  It \ndoes not suggest that any of Infobelt’s billings to the Customer were fraudulent (or in \nany way perceived by the Customer to be fraudulent), that Infobelt ever invoiced the \nCustomer for a sum that exceeded the authorized amount in the applicable SOW that \nhad previously been approved by the Customer, that the Customer had any concerns \nabout Infobelt’s billing practices, or that the Customer ever refused to pay any of \nInfobelt’s invoices.  Nor does it refute the testimony of Mannava and Davis regarding \nthe course of dealing between Infobelt and the Customer .  See Connolly v. Asheville \nContracting Co., 269 N.C. 423, 427 (1967) (“Whether Power Company is obligated to \nContracting Company does not depend solely upon the provisions of the prime \ncontract but in material part upon their course of dealings during the progress of the \nwork and in relation to settlement therefor”) ; see also Air Prods. & Chems., Inc. v. \nRoberts Oxygen Co. , 2011 Del. Super. LEXIS 592, at *7 ( Del. Super. Ct. Nov. 30, \n2011) (“A course of dealing is a ‘sequence of conduct concerning previous transactions \nbetween the parties to a transaction that is fairly to be regarded as establishing a \ncommon basis of understanding for interpreting their expressions and other conduct.’  \nCourse of dealing may help supplement or qualify terms of the agreement.\") (cleaned \nup).G \n60. With respect to Plaintiffs assertion that Infobelt manipulated a \ncomputer mouse to increase its billings to the Customer, Defendants' testimony \nlikewise refutes this argument. Davis testified that Mannava used a \"mouse \ninterrupter\" because \"[the Customer] installed automatic log-outs on its VPN \nnetwork, such that the user would be required to seek access to its VPN network each \ntime he or she had ten (10) minutes of perceived inactivity, such as reading without \nmoving the mouse or using the keyboard.\" (Davis Aff. ,i 30.) The automatic log-out \nfeature could pose problems because \"Mannava was tasked with viewing the \nsoftware's running code script to monitor for_, which did not involve viewing \n[the Customer's] confidential information but required constant monitoring.\" (Davis \nAff. ,i 37.) However, it did not require Mannava to constantly move his mouse or type \non his keyboard. (See Davis Aff. ,i 37.) Accordingly, Mannava utilized the mouse \ninterrupter because \"[i]f he were logged out from the VPN, he could miss a critical \n- code.\" (Davis Aff. ,i 37 .) \n61. In addition, a separate and independent ground exists that likewise \ndemonstrates the invalidity ofB&D's Fraudulent Billing Theory. B&D has also failed \nto show a genuine issue of material fact with regard to causation between Infobelt's \nbilling practices and any injury B&D claims to have suffered. Although, as stated \n6 \"North Carolina courts have frequently looked to Delaware for guidance because of the \nspecial expertise and body of case law developed in the Delaware Chancery Court and the \nDelaware Supreme Court.\" First Union Corp. v. SunTrust Banlls, Inc., 2001 NCBC LEXIS \n7, at *31 (N.C. Super. Ct. Aug. 10, 2001). \nabove, the Customer ultimately took its consulting business in-house in 2021, there \nis simply no evidence in the record suggesting that this decision was due to any \nconcerns over  Infobelt’s billing practices .  Indeed, in his affidavit , Marlow simply \nstated that “[the Customer ] brought the services that Infobelt was providing, \npursuant to some SOWs, in- house in order to reduce the costs to [t he Customer].”  \n(Marlow Aff. ¶ 10.)  \n62. Mannava has provided unrebutted testimony that years earlier the \nCustomer had stated its intent to ultimately take the consulting work in-house.  (See \nPl.’s Br. Supp. Pl. ’s Mot. Summ. J., Ex. B , at 29:2–22.)  Mannava testified that this \n“was the understanding from day one.”  (Pl.’s Br. Supp. Pl.’s Mot. Summ. J., Ex. B, at \n29:21.)  Moreover, Davis stated the following on this subject: \n[The Customer] has always expressed its intention to eventually bring \nthe services provided by Infobelt in-house once it felt its employees could \nmanage the software and extensive onboarding without Infobelt ’s \nassistance because it is cheaper to pay employees than consultants.   \n \n. . .  \n \nInfobelt has always provided training and support to [the Customer ’s] \nemployees with the understanding that we were training our \nreplacements.   \n \n(Davis Aff. ¶¶ 49–50.) \n63. Not only has B&D made no serious effort to rebut this testimony on that \nissue but, to the contrary , B&D’s entire Taking Work In -House Theory is premised  \non the fact that the Customer had previously made it known that it planned to take \nthis work in-house at some point.7 \n64. Accordingly, for all of these reasons, Defendants’ Motion for Summary \nJudgment is GRANTED as to B&D’s claims for fraud and fraudulent inducement, \nand B&D’s Motion for Summary Judgment on these claims is DENIED.  \nB. North Carolina Securities Act  \n65. B&D has also asserted claims under the North Carolina Securities Act \n(“NCSA”). \n66. Section 78A-56(a) of “[t]he NCSA contains two antifraud provisions that \nimpose primary liability on ‘any person’ for (1) fraud, or (2) materially false \nstatements or omissions made in connection with an offer or sale of a security.”  \nPiazza v. Kirkbride , 246 N.C. App. 576, 598 (2016) (quoting N.C.G.S. § 78A -56(a)), \naff’d as modified, 372 N.C. 137 (2019).  \n67. Section 78A -56(a)(1) of the NCSA provides that a defendant will be \nliable to the person purchasing the security from him if the defendant “[o]ffers or sells \na security in violation of G.S. 78A-8(1) [or] 78A-8(3)[.]”  N.C.G.S. § 78A-56(a)(1).   \n \n7 The Court notes that i n its summary judgment briefing, B&D merely states that the \nCustomer’s decision to ultimately take the consulting work in -house was “possibly because \nInfobelt had been inflating its earnings.”  (See Pl.’s Br. Supp. Mot. Summ. J., at 13, ECF No. \n29.)  It need hardly be said that  such speculation is not enough to create a genuine issue of \nmaterial fact.  See Henson v. Green Tree Servicing LLC, 197 N.C. App. 185, 189 (2009) (stating \nthat under Rule 56 “[t]he plaintiff must offer evidence, beyond mere speculation or conjecture, \nsufficient for a jury to find every essential element of [its]  claim.”); Howard v. Chambers, \n2016 N.C. App. LEXIS 140, at *6 (N.C. Ct. App. Feb. 2, 2016)  (unpublished) (holding that \ntrial court properly granted summary judgment where claim was “based entirely on \nspeculation and conjecture); Cutter v. Vojnovic, 2024 NCBC LEXIS 26, at **26 (N.C. Super. \nCt. Feb. 16, 2024) ( holding that “speculation is insufficient to create an issue of fact under \nRule 56”). \n68. Here, B&D seeks to impose liability on Defendants for violating section \n78A-8 of the NCSA, which states in pertinent part as follows:  \nIt is unlawful for any person, in connection with the offer, sale or \npurchase of any security, directly or indirectly: \n \n(1) To employ any device, scheme, or artifice to defraud, [or] \n \n. . .  \n \n(3) To engage in any act, practice, or course of business which operates \nor would operate as a fraud or deceit upon any person. \n \nN.C.G.S. §§ 78A-8(1), (3).  \n69. As this Court has previously noted, “[i]n effect, this liability is similar to \ncommon law fraud.”  Tillery Envtl. LLC, 2018 NCBC LEXIS 13, at *61 (cleaned up).  \nFurthermore, a claim under subsection (a)(1) “is comparable to federal actions based \nupon Rule 10b-5 of Section 10(b) of the Securities Act of 1934.”  Piazza, 246 N.C. App. \nat 598.  \n70. The elements of a claim under subsection (a)(1) of section 78A-56 based \non a violation of section 78A-8 are as follows:  \n(1) defendant is a seller or offeror of a security who either (a) “employ[ed] \nany device, scheme, or artifice to defraud, ” or (b) “engage[d] in any act, \npractice, or course of business which operates or would operate as a \nfraud or deceit upon any person”; (2) defendant acted with scienter; and \n(3) plaintiff justifiably relied. \n \nTillery Envtl. LLC, 2018 NCBC LEXIS 13 at *61–62 (alterations in original).  \n71. Because the relevant provisions of section 78A -8 “sound in fraud, a \nplaintiff claiming violations of those subsections must do so with particularity \nsufficient to satisfy Rule 9(b). ”  Skoog v. Harbert Private Equity Fund II, LLC , 2013 \nNCBC LEXIS 16, at **34 (N.C. Super. Ct. March 25, 2013); see Haigh v. Superior \nInsur. Mgmt. Grp., Inc., 2017 NCBC LEXIS 100, at *27 (N.C. Super. Ct. Oct. 24, 2017) \n(stating that “Plaintiffs’ claims for fraud and securities fraud must be pleaded with \nparticularity”).  As recently explained by this Court:  \nWhen claims under the NCSA are based on allegations of fraud in the \nsale of investments, the allegations must be pleaded with particularity.  \nBucci v. Burns, 2017 NCBC LEXIS 83, at *11 (N.C. Super. Ct. Sept. 14, \n2017).  Where claims for fraud and negligent misrepresentation have \nbeen dismissed and the conduct with respect to alleged violation of the \nNCSA is the same, the NCSA claims are likely similarly deficient.  Id. \n \nBurton v. Hobart Fin. Grp., Inc., 2024 NCBC LEXIS 34, at **77 (N.C. Super. Ct. Feb. \n26, 2024).  \n72. “Section 78A-56(a)(2) is the state equivalent of a federal section 12(a)(2) \nclaim of the Securities Act of 1933. ”  Piazza , 246 N.C. App. at 599.   Section 78A -\n56(a)(2) provides that a defendant will be liable to a  person purchasing a  security \nfrom him if the defendant   \n[o]ffers or sells a security  by means of any untrue statement of a \nmaterial fact or any omission to state a material fact necessary in order \nto make the statements made, in the light of the circumstances under \nwhich they were made, not misleading (the purchaser not knowing of \nthe untruth or omission), and who does not sustain the burden of proof \nthat he did not know, and in the exercise of reasonable care could not \nhave known, of the untruth or omission[.] \n \nN.C.G.S. § 78A-56(a)(2).   \n73. In other words, in order to sustain a claim under subsection (a)(2), a \nplaintiff must put forth evidence of  \n(1) a false or misleading statement, or a statement which, because of the \ncircumstances under which it was made, was made false or misleading \nbecause of the omission of other facts; (2) that the statement was \nmaterial; and (3) that the statement was made by one who offered or \nsold a security. \n \nSkoog, 2013 NCBC LEXIS 16, at **15.    \n74. Here, the legal distinction between the requirements for a valid claim \nunder subsections (a)(1) and (a)(2) is immaterial because B&D’s Fraudulent Billing \nTheory cannot support a claim under either theory.  For the same reasons discussed \nin detail above with regard to B&D’s fraud- based claims, the absence of a  genuine \nissue of material fact as to the Fraudulent Billing Theory makes summary judgment \nlikewise appropriate for Defendants on B&D’s claims under the NCSA in their \nentirety.  Accordingly, Defendants’ Motion for Summary Judgment as to B&D’s  \nNCSA claims is GRANTED, and B&D’s cross-motion on these claims is DENIED. \nC. Negligent Misrepresentation \n75. “The tort of negligent misrepresentation occurs when a party justifiably \nrelies to his detriment on information prepared without reasonable care by one who \nowed the relying party a duty of care. ”  Raritan River Steel Co. v. Cherry, Bekaert & \nHolland, 322 N.C. 200, 206 (1988). \n76. In the context of a claim for negligent misrepresentation, liability occurs \nwhere  \n[o]ne who, in the course of his business, profession or employment, or in \nany other transaction in which he  has a pecuniary interest , supplies \nfalse information for the guidance of others  in  their business \ntransactions, [and thus] is subject to liability for pecuniary loss caused \nto them by their justifiable reliance upon the information, if he fails to \nexercise reasonable care or competence in obtaining or communicating \nthe information. \n \nKindred of N.C., Inc. v. Bond, 160 N.C. App. 90, 100 (2003) (emphasis in original).   \n77. North Carolina courts have recognized “that a separate duty of care may \narise between adversaries in a commercial transaction. ”  Rountree v. Chowan Cnty., \n252 N.C. App. 155, 161 (2017).   More specifically, “[o]ur appellate courts have held \nthat a party has a duty not to give false information for the purpose of inducing \nanother to execute a contract.”  Lipov v. Flagship Healthcare Props., LLC, 2021 NCBC \nLEXIS 80, at **5 (N.C. Super. Ct. Sept. 20, 2021).  \n78. This Court has explained that, unlike fraud claims, a claim for negligent \nmisrepresentation must be based on an actual misrepresentation , not merely an  \nomission or failure to disclose information: \n[U]nder North Carolina law, a negligent misrepresentation claim cannot \nbe based on an omission.  See Aldridge v. Metro. Life Ins. Co. , 2019 \nNCBC LEXIS 116, at *112–13 (N.C. Super. Ct. Dec. 31, 2019) (“[A] claim \nfor negligent misrepresentation can only be based on affirmative \nmisrepresentations, not on omissions. ”  (citing Harrold v. Dowd , 149 \nN.C. App. 777, 783, 561 S.E.2d 914, 919 (2002))). \n \nMcGuire v. Lord Corp., 2020 NCBC LEXIS 15, at *13 (N.C. Super. Ct. Feb. 11, 2020). \n79. The North Carolina Supreme Court has recently made clear that Rule \n9(b) applies to claims for negligent misrepresentation just as it does to claims based \non fraud.  \nWe hold that, in North Carolina, claims for negligent misrepresentation \nmust satisfy the heightened pleading standard of North Carolina Rules \nof Civil Procedure Rule 9(b).  A claim of negligent misrepresentation is \n“closely akin to fraud, differing primarily in the requisite state of mind \nof the purported actor. ”  Dealers Supply Co., Inc. v. Cheil Indus., Inc. , \n348 F. Supp. 2d 579, 590 (2004) (citing Breeden v. Richmond Cmty. Coll., \n171 F.R.D. 189, 202 n.14 (M.D.N.C. 1997)).  Similar to a claim for fraud \nor mistake, “negligent misrepresentation is based upon some ‘confusion \nor delusion of a party such as by some misrepresentation. ’ ”  Id. at 590 \n(quoting Breeden, 171 F.R.D. at 203).  The similarity of the claims \nsupports the extension of Rule 9(b) to “ all cases where the gravamen of \nthe claim is fraud even though the theory supporting the claim is not \ntechnically termed fraud.”  Id. (quoting Toner v. Allstate Ins. Co., 821 F. \nSupp. 276, 283 (D. Del. 1993)). \n \nThe key distinction between negligent misrepresentation claims and \nordinary negligence claims is that the former requires proof not merely \nof a breach of duty, but also the additional requirement that the \nclaimant justifiably relied to his detriment on the information \ncommunicated without reasonable care.  Raritan River Steel Co. v. \nCherry, Bekaert & Holland , 322 N.C. 200, 206, 367 S.E.2d 609 (1988).  \nAs in a fraud case, we require the plaintiff to identify this alleged \nnegligent misrepresentation with part icularity so that the defendant \ncan understand the time, place, and content of the representation, the \nidentity of the person making the representation, and how the plaintiff \njustifiably relied on that information.  Cf. Terry, 302 N.C. at 85.   As a \nfederal court succinctly explained when applying Rule 9(b) to negligent \nmisrepresentation claims, “ [u]nless defendant and others share \nplaintiff’s view of the situation, they will find it difficult to grasp \nplaintiff’s claim.”  Breeden, 171 F.R.D. at 202. \n \nValue Health Sols., Inc., 385 N.C. at 265–66. \n80. In support of this claim , B&D contends that during the due diligence \nperiod, Donaldson inquired as to whether there were any concerns about Infobelt’s \nrevenue stream , and Mannava responded that there were “  ‘[n]o issues with the \nrevenue, and we’re very optimistic about the revenue continuing to grow.’  ”  \n(Donaldson Dep., at 133:21–134:12.)  B&D asserts that because Mannava was aware \nof the fact that Infobelt was fraudulently billing the Customer, this statement was \nfalse.  \n81. B&D’s negligent misrepresentation claim fails for several reasons.  \nFirst, once again, the Court has found that B&D has failed to show a genuine issue \nof material fact regarding the Fraudulent Billing Theory.   \n82. Second, the above- quoted statement by Mannava is insufficient to \nsupport a claim for negligent misrepresentation  for other reasons as well .  The \nassertion that “[n]o issues with the revenue” existed is simply too vague and \nambiguous to meet the test for negligent misrepresentation .  As a court in another \njurisdiction has noted, “[a] statement that is ‘vague and indefinite in its nature and \nterms, or is merely a loose conjectural or exaggerated statement, is not sufficient to \nsupport’ either a fraud or negligent misrepresentation ac tion[.]”  Goldstein v. Miles, \n159 Md. App. 403, 436 (Md. Ct. App. 2004) (cleaned up). \n83. Moreover, the latter part of this statement is akin to a mere expression \nof opinion regarding future conditions.  See Carmayer, LLC v. Koury Aviation, Inc. , \n2017 NCBC LEXIS 82, at *28 –29 (N.C. Super. Ct. Sept. 11, 2017) (dismissing \nnegligent misrepresentation claim premised on a “contingent, future estimate” \nbecause a “misrepresentation must be as to matters of fact substantially affecting his \ninterest, not as to matters of opinion, judgment, probability, or expectation” (internal \nquotation and alterations omitted)); Express Gene LLC v. Tecan United States, Inc. , \n2024 U.S. Dist. LEXIS 56776, at *14 –15 (E.D.N.C. Mar. 28, 2024) (noting that \n“statements of opinion or puffery are generally not actionable” in connection with a \nnegligent misrepresentation claim under North Carolina law).    \n84. Therefore, Defendants’ Motion for Summary Judgment is GRANTED \nas to B&D’s negligent misrepresentation claim, and B&D’s cross-motion on this claim \nis DENIED. \n \nD. Breach of Fiduciary Duty and Constructive Fraud \n85. B&D has also asserted claim s for breach of fiduciary duty  and \nconstructive fraud, which have only been brought against Defendant Mannava.  (See \nCompl. ¶¶ 50–61.)   \n86. “To establish a claim for breach of fiduciary duty, a plaintiff must show \nthat: (1) the defendant owed the plaintiff a fiduciary duty; (2) the defendant breached \nthat fiduciary duty; and (3) the breach of fiduciary duty was a proximate cause of \ninjury to the plaintiff.”  Sykes v. Health Network Sols., Inc., 372 N.C. 326, 339 (2019).    \n87. Claims for breach of fiduciary duty and constructive fraud are similar \nyet legally distinct. \nAlthough the elements of these causes of action overlap, each is a \nseparate claim under North Carolina law. . . .  [A] cause of action for \nconstructive fraud must allege (1) a relationship of trust and confidence, \n(2) that the defendant took advantage of that position of trust in order \nto benefit himself, and (3) that plaintiff was, as a result, injured.  Intent \nto deceive is not an element of constructive fraud.   The primary \ndifference between pleading a claim for constructive fraud and one for \nbreach of fiduciary duty is the constructive fraud requirement that the \ndefendant benefit himself. \n \nWhite v. Consol. Plan., Inc, 166 N.C. App. 283, 293 (2004).  \n88. The receipt of the improper benefit must be alleged for each defendant \nindividually.  See Trail Creek Invs. LLC v. Warren Oil Holding Co., LLC, 2023 NCBC \nLEXIS 70, at **30– 32 (N.C. Super. Ct. May 9, 2023); White , 166 N.C. App. at 294 .  \nMoreover, “[t]he benefit sought by the defendant must be more than a continued \nrelationship with the plaintiff.”  Sterner v. Penn , 159 N.C. App. 626, 631 (2003) \n(cleaned up).   \n89. Defendants argue that any fiduciary relationship between Mannava and \nB&D could only have been based on their majority shareholder/minority shareholder \nrelationship.  See, e.g., Johnston v. Johnston Props., Inc., 2018 NCBC LEXIS 119, at \n**28 (N.C. Super. Ct. Nov. 15, 2018) (concluding that the Estate, as majority \nshareholder, owed fiduciary duties to plaintiff, a minority shareholder, because \n“[m]ajority shareholders owe fiduciary duties to minority shareholders”).  Defendants \nthen contend that  B&D’s status as a minority shareholder would not have existed \nuntil after it made its investment in Infobelt and thus t hat any improper acts by \nMannava in inducing B&D to invest in Infobelt would have occurred before a \nrelationship of trust and confidence between them existed.   \n90. B&D originally alleged in its Complaint that Man nava breached his \nfiduciary duties by “[f] ailing to disclose the actual assets and business practices of  \nInfoBelt; [d]iverting InfoBelt ’s assets unlawfully and for Mannava ’s own  use; and \n[e]ngaging in self-dealing.”  (Compl. ¶ 54.)  However, in its summary judgment briefs, \nthe only argument s advanced by B&D in support of th ese two claims are premised \nupon the Fraudulent Billing Theory and the Taking Work In -House Theory.  For all \nof the reasons discussed above, neither theory is viable , and B&D is deemed to have \nabandoned its earlier allegations regarding these claims  by failing to argue them at \nthe summary judgment stage .  See Bucci, 2020 NCBC LEXIS  79, at *17 ( “Having \noffered no argument about or evidence of the [alleged] misrepresentation, Plaintiffs \nhave abandoned it”). \n91. Therefore, Defendants’ Motion for Summary Judgment is GRANTED  \nas to B&D’s breach of fiduciary duty and constructive fraud claims, and B&D’s cross-\nmotion on these claims is DENIED.  \nE. Conversion \n92. Finally, the Court also finds that summary judgment is appropriate for \nDefendants as to B&D’s conversion claim. \n93. This Court has previously stated the following regarding the tort of \nconversion:  \nConversion is a tort with deep roots in the common law.   It “is defined \nas ‘an unauthorized assumption and exercise of the right of ownership \nover goods or personal chattels belonging to another, to the alteration of \ntheir condition or the exclusion of an owner’s rights.’ ”  Spinks v. Taylor, \n303 N.C. 256, 264- 65, 278 S.E.2d 501, 506 (1981) (quoting Peed v. \nBurleson, Inc. , 244 N.C. 437, 439, 94 S.E.2d 351, 353 (1956)).  “The \nessence of conversion is not the acquisition of property by the wrongdoer, \nbut a wr ongful deprivation of it to the owner. ”  Bartlett Milling Co. v. \nWalnut Grove Auction & Realty Co. , 192 N.C. App. 74, 86, 665 S.E.2d \n478, 488 (2008). \n \nAddison Whitney, LLC v. Cashion, 2017 NCBC LEXIS 51, at *15 (N.C. Super. Ct. \nJune 9, 2017).   \n94. The essential elements for a conversion claim therefore require \n“ownership in the plaintiff and a wrongful conversion by defendant.”  Lake Mary L.P. \nv. Johnston, 145 N.C. App. 525, 532 (2001).   \n95. Here, the property allegedly converted is the $3.6 million that B&D \ninvested in Infobelt.   \n96. In support of its conversion claim, B&D argues that “Defendants have \nexercised a right of ownership over Plaintiff’s assets and monies to the exclusion of \nPlaintiff and used that property to benefit themselves.”  (Pl.’s Br. Supp. Pl.’s Mot. \nSumm. J., at 25.)  B&D further argues that “Defendants knew that Infobelt’s revenue \nstream was inflated when B&D made its investment[,]” and contends that “[n]ow that \nInfobelt is no longer profitable, the Defendants are using B&D’s investment to \ncontinue to pay the salary of Mr. Mannava[,]” which, in B&D’s view, amounts to \nconversion.  (Pl.’s Br. Supp. Pl.’s Mot. Summ. J., at 25.)       \n97. The Court finds that Plaintiff’s evidence simply does not satisfy the \nelements for a conversion claim.  Neither the Court’s own research nor B&D’s briefs \nhave disclosed any cases allowing a conversion claim to go forward on analogous facts.   \n98. The Court has now held as a matter of law that no fraud occurred in \nconnection with B&D’s decision to purchase an ownership interest in Infobelt .  \nAccordingly, Infobelt’s retention of the funds paid by B&D in connection with its \ninvestment does not amount to conversion.  \n99. Therefore, Defendants’ summary judgment motion is GRANTED  as to \nB&D’s conversion claim, and B&D’s cross-motion on this claim is DENIED.  \nCONCLUSION \nTHEREFORE, IT IS ORDERED as follows: \n1. Defendants’ Motion for Summary  Judgment is GRANTED in its \nentirety, and all claims asserted by  B&D in this action are hereby \ndismissed with prejudice.   \n2. Plaintiff’s Motion for Summary Judgment is DENIED in all respects.   \n \n \nSO ORDERED, this the 1st day of August, 2024.8 \n  \n       /s/ Mark A. Davis      \n       Mark A. Davis  \n       Special Superior Court Judge for  \n       Complex Business Cases  \n \n \n8 This Order and Opinion was originally filed under seal on 1  August 2024.  This public \nversion of the Order and Opinion is being filed on 6 August 2024.  To avoid confusion in the \nevent of an appeal, the Court has elected to state the filing date of the public version of the \nOrder and Opinion as 1 August 2024. "
}