{
  "id": "4a7ccadf289c59715125f32380255a93464fe408fca10290b5be4b17b88d901e",
  "source_file": "data/raw/ncbc/4a7ccadf289c59715125f32380255a93464fe408fca10290b5be4b17b88d901e.pdf",
  "raw_text": "Paradigm Fin. Grp., Inc. v. Church, 2014 NCBC 16. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF SURRY \n \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n12 CVS 357 \nPARADIGM FINANCIAL GROUP, \nINC., \n \nPlaintiff, \n \nv. \n \nCLAUDE T. CHURCH and \nCATHERINE H. CHURCH, \n \nDefendants. \n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER \n \n{1} THIS MATTER is before the court on cross-motions for summary \njudgment (“Motions”) pursuant to Rule 56 of the North Carolina Rules of Civil \nProcedure (“Rule(s)”).  For the reasons stated below, Plaintiff’s Motion is DENIED \nand Defendants’ Motion is DENIED. \n \nBlanco Tackabery & Matamoros, P.A. by Peter J. Juran and Toni J. Grace for \nPlaintiff Paradigm Financial Group, Inc. \n \nTuggle Duggins, P.A. by Denis E. Jacobson, Jeffrey S. Southerland, and \nSarah J. Hayward for Defendants. \n \nGale, Judge. \nI. PROCEDURAL HISTORY \n{2} Plaintiff Paradigm Financial Group, Inc. (“Paradigm”) initiated this \nlawsuit on March 14, 2012.  The matter was designated a Complex Business Case \nby Order of Chief Justice Sarah Parker dated April 24, 2012, and assigned to the \nundersigned on April 25, 2012. \n  \n \n{3} Plaintiff filed an Amended Complaint on October 1, 2013, bringing a \nclaim for breach of the Marketing and Service Agreement.  On October 29, 2013, \nDefendants filed their Answer to Amended Complaint and Counterclaims.1 \n{4} On December 3, 2013, Plaintiff and Defendants filed cross-motions for \nsummary judgment on Plaintiff’s breach of contract claim.  The Motions have been \nfully briefed, the court heard oral argument on February 20, 2014, and the Motions \nare ripe for disposition. \n{5} There is separate litigation between the parties to the sales contracts \non which Paradigm bases its claim for a commission.2  Particularly, that case \nconcerns whether Defendants properly terminated those agreements.  For reasons \nstated below, the court concludes that Paradigm’s recovery is not dependent upon \nthe outcome in that litigation. \nII. PARTIES \n{6} Paradigm is a mergers and acquisitions intermediary firm with an \noffice and principal place of business in Surry County, North Carolina. (Am. Compl. \n¶ 1; Answer ¶ 1.)  Paradigm’s agent, Mike Scott (“Scott”), served as Defendants’ \nagent in the sale of their business. (Br. Supp. Defs.’ Mot. Summ. J. (“Defs. Supp. \nBr.”) 2.)  \n{7} Defendants Claude T. Church (“Church”) and Catherine H. Church \n(“Mrs. Church”) (collectively “the Churches”) are individual citizens and residents of \nGreensboro, Guilford County, North Carolina. (Am. Compl. ¶ 2; Answer ¶ 2.)  \nChurch is the sole owner of United Metal Finishing, Inc. of Greensboro (“UMF”), a \nmetal finishing business located on Blue Bell Road in Greensboro, North Carolina. \n(Br. Supp. Pl.’s Mot. Summ. J. (“Pl. Supp. Br.”) 1–2; Defs. Supp. Br. 2.)  The \n                                                 \n1 Plaintiff has separately moved to strike Defendants’ Counterclaims under Rule 12(f).  The court has \nnot yet heard argument on this motion and does not address it in this Order.  \n2 The separate litigation, Heron Bay Acquisition, LLC v. United Metal Finishing, Inc., No. 12 CVS \n5505 (Guilford County) (N.C. Super. Ct.) (hereinafter “the Heron Bay case”), is also before this court. \n  \n \nChurches also own the real estate (“the Property”) upon which UMF is located. (Pl. \nSupp. Br. 1–2; Defs. Supp. Br. 2.) \n{8} Heron Bay Acquisition, LLC (“Heron Bay”) and Scott Lowrie (“Lowrie”) \nare nonparties who have played significant roles in the transactions between \nPlaintiff and Defendants.3  Until early 2012, Heron Bay was under contract with \nDefendants to purchase UMF and the Property.  As the sole owner of Heron Bay, \n(Pl. Supp. Br. 3; Defs. Supp. Br. 3,) Lowrie negotiated the terms of the sale contract \nwith Plaintiff.  (Pl. Supp. Br. 3–4.)   \nIII. STATEMENT OF FACTS \n {9} In 2009, the Churches began exploring the possibility of selling UMF \nand the Property. (Claude T. Church Dep. vol. I 93:9–20, Mar. 8, 2013.)  That fall, \nthey enlisted Scott and Paradigm to assist them with the sale of UMF and the \nProperty. (Am. Compl. ¶ 5; Answer ¶ 5.) \n{10} In September 2009, the Churches entered into a Marketing and \nService Agreement (“MSA”) with Paradigm. (Am. Compl. ¶ 5; Answer ¶ 5; Defs. \nSupp. Br. 2, Exhibit A (“MSA”).)  Under it, the Churches granted Paradigm the \nexclusive right to arrange the sale of UMF as their agent. (Am. Compl. ¶ 6; Answer \n¶ 6; MSA ¶¶ 1–2.) \nA. Paradigm Procures Heron Bay as a Potential Purchaser \n{11} Late in 2009, Paradigm and Defendants began negotiations with \nHeron Bay and its representative, Lowrie, for the purchase and sale of UMF and \nthe Property. (Paradigm 30(b)(6) Dep. 142:12–143:1, Mar. 25, 2013.)4 \n{12} After exchanging information and prospective concerns regarding the \nenvironmental condition of the property, Lowrie and Defendants structured a \ntransaction based on the Brownfield Program, sponsored by the North Carolina \nDepartment of Natural Resources (“DENR”).  (See, e.g., Letter of Intent ¶ 5 \n                                                 \n3 Heron Bay and Lowrie are involved in the Heron Bay case. \n4 Scott testified as Paradigm’s Rule 30(b)(6) deponent for this case. \n  \n \n(memorializing the parties’ understanding regarding a Brownfield Agreement).)  \nUnder this program, the purchaser of contaminated land enters into a Brownfield \nAgreement with DENR, which absolves the buyer of liability to the state for historic \ncontamination. (Eckard Dep. 36:7–24.)  This process typically takes between \neighteen to twenty-four (18–24) months from the time a purchaser receives \nconditional approval of the Brownfield Application.  (Eckard Dep. 85:7–10.)  In this \ntransaction, a final Brownfield Agreement was a prerequisite to closing. (Lowrie \nDep. vol. I 183:1–13, Apr. 25, 2013.)   \nB. Defendants Terminate the Purchase Agreements \n{13} On March 9, 2011, DENR conditionally approved Heron Bay’s \nBrownfield Application. (Eckard Dep. 54:20–56:2.)  Three months later, Defendants \nand Heron Bay entered into an Asset Purchase Agreement (“APA”) and a Real \nEstate Purchase Agreement (“RPA”) (collectively, “the Purchase Agreements”). (Am. \nCompl. ¶ 9; Answer ¶ 9.)  Under the APA, Church agreed to sell UMF to Heron Bay \nfor $1,200,000; and under the RPA, the Churches agreed to sell the Property to \nHeron Bay for $600,000. (APA ¶ 1.3.1; RPA ¶ 2.1.)  The Purchase Agreements \ncontain a reciprocal termination provision that allowed either party to terminate \nthe transaction if it had not closed by November 1, 2011. (APA ¶ 8.1(a)(iv).)  \n {14} Negotiations eventually broke down between Heron Bay and UMF.  As \nof November 1, 2011, the transaction had not been consummated.  At that time, \nHeron Bay had not obtained a final Brownfield Agreement, as a result of which it \ncould not yet obtain the loan proceeds necessary to purchase the Property. (Defs. \nSupp. Br. 7.)  UMF ultimately terminated the Purchase Agreements on February \n17, 2012. (Def. Supp. Br. 7.)  The court addresses the disputed basis and legitimacy \nof this termination in the Heron Bay case. \n{15} Regardless of the termination’s legitimacy, Paradigm contends it is \nentitled to a commission based on the triggering events of MSA Paragraph 11.  \nParagraph 11 provides, “[t]he commission described in Paragraph 10 shall be \n  \n \nearned by and payable to Broker, in cash, upon the occurrence of any of the \nfollowing events[.]”  (MSA ¶ 11.)  Two of the included events are: \n(C) Broker obtains an offer to purchase the Business upon terms and \nconditions specified in Paragraph 1 or upon terms and conditions \nacceptable to Seller from a ready, willing and able prospective \npurchaser[; or] (D) Seller accepts in writing an offer from a prospective \npurchaser and Seller then fails to complete the sale of the Business.  \n \n(MSA ¶ 11.)  Paradigm asserts that the events described in Paragraphs (C) and (D) \noccurred, entitling it to a commission.  Defendants deny that Paradigm is entitled to \nany commission, because events specified in both Paragraph (C) and (D) require \nthat Heron Bay be ready, willing and able to close. \nC. Calculation of Commission under the MSA \n{16} Paragraph 10 of the MSA provides that Paradigm’s commission is \ncalculated as follows:  \nFor services rendered by Broker under this Agreement, Seller shall \npay to Broker a commission in cash to a certain percent or percentage \nof the Sale Price of said Business or Related Business including all \nforms of owner financing and any assumption of liabilities, such \npercentage of the Sale Price to be on a scale as follows:  \n(A) 10% of the first million, 8% of the second million, 6% of the third \nmillion, 4% of the fourth million, as described in paragraph 13 below. \n(B) In no event shall the commission payable to Broker be less than \n$125,000 (minimum commission). \n(MSA ¶ 10.) \n{17}  The MSA defines “Sale Price” as “any and all amounts of . . . \nconsideration paid or conveyed to Seller . . . or conveyed by a purchaser in \nconnection with the sale of . . . the Business[.]”  (MSA ¶ 13.) \n{18} Paradigm claims a commission of $164,000, which it calculated under \nParagraph (A) as: “10% of the first million [and] 8% of the second million” of the \ntotal contract price: $1,800,000. (Pl. Supp. Br. 4.)   \n  \n \n{19} Defendants argue that Paradigm is not entitled to any commission \nbecause it depends upon the “Sale Price,” meaning consideration actually paid, \nwhich, in this case, is zero because the transaction did not actually close. (Br. Supp. \nDefs.’ Mot. Summ. J. (“Defs. Reply Br.”) 2.)  Any percentage of zero is zero, so \nDefendants contend Paradigm has earned no commission. \nD.  Validity of MSA \n{20} Defendants further challenge the MSA’s validity.  First, Defendants \nassert that the Churches’ signatures on the MSA were procured by duress. (Answer, \nSecond Affirmative Defense.)  Church testified that he did not understand \nParagraph 11 of the MSA at the time that he signed it and that Scott put “a lot of \npressure” on him to sign the agreement. (Church Dep. vol. II 169:25–170:11.)   \n{21} Second, Defendants argue that Plaintiff is estopped from recovering \nany commission based on its misrepresentations made to secure Defendants’ \nagreement to the MSA. (Answer, Third Affirmative Defense.)  In particular, \nDefendants assert that Scott represented that Paradigm would only be entitled to a \ncommission if there was a fully consummated sale. (Answer, Third Affirmative \nDefense; Church Dep. vol. II 163:24–164:2.)  Defendants contend this \nrepresentation bars any commission, even if the condition of a ready, willing and \nable purchaser is not incorporated in Paragraph 11(D). \n{22} Third, Defendants claim Paradigm is estopped from recovering its \ncommission because it was acting as a dual agent. (Answer, Fourth Affirmative \nDefense.)  Defendants point to Scott’s testimony admitting to representing the \ninterests of both Heron Bay and Defendants. (Paradigm 30(b)(6) Dep. 206:5–10.)  \nPlaintiff counters that Scott made this statement in error and corrected it before his \ndeposition was complete. (Pl. Supp. Mot. 16.)  Plaintiff did not attach the section of \nthe deposition where Scott corrected his previous testimony.  (Pl. Supp. Mot. 17.) \n  \n \nLowrie filed an Affidavit in which he asserts that he knew and understood that \nParadigm was the Churches’ agent, but not Heron Bay’s agent. (Lowrie Aff. ¶ 4.)5 \nIV. LEGAL STANDARD \n{23} Summary judgment is proper when the pleadings, depositions, \nanswers to interrogatories, admissions, and affidavits show that no genuine issue as \nto any material fact exists and that the movant is entitled to judgment as a matter \nof law.  N.C. R. Civ. P. 56(c); Andresen v. Progress Energy, Inc., 204 N.C. App. 182, \n184, 696 S.E.2d 159, 160–61 (2010). \nV. ANALYSIS \nA. Assuming the Marketing and Service Agreement Is Valid, Paradigm Is \nEntitled to a Commission under Paragraph 11(D). \n{24} As worded, Paragraph 11(D) entitles Paradigm to its commission once \nthe seller accepts a purchaser’s offer in writing and then fails to close the deal.  \n(MSA ¶ 11(D).)  Defendants concede that they accepted Heron Bay’s offer in writing \nand later chose not to complete the transaction.  (Am. Compl. ¶ 9; Answer ¶ 9; \nChurch Dep. vol. II, 253:3–11.) \n{25} Defendants contend that Paragraph 11(D), however, entitles Paradigm \nto a commission only if the Churches withdrew from a purchase contract without \nfirst giving the purchaser the opportunity to complete the transaction.  (Defs.’ Br. \nOpp’n Pl.’s Mot. Summ. J. (“Defs. Opp’n Br.”) 7.)   Defendants effectively urge the \ncourt to read a “ready, willing and able” requirement into Paragraph 11(D).  (Defs. \nOpp’n Br. 7 (contending that Paradigm is not entitled to a commission under \nParagraph 11(D) because “Heron Bay was never ready, willing, able, or even \nobligated to close on the transaction[]”).) \n{26} Paragraph 11(C) expressly includes the “ready, willing and able” \ncondition.  Omitting the condition from Paragraph 11(D) leads to the opposite \nconclusion from the one Defendants assert.  “[A]n interpretation which gives a \n                                                 \n5 This affidavit was attached to a brief in the separate Heron Bay Case, filed on December 2, 2013. \n  \n \nreasonable meaning to all provisions of a contract will be preferred to one which \nleaves a portion of the writing useless or superfluous.”  S. Seeding Serv., Inc. v. \nW.C. English, Inc., 719 S.E.2d 211, 215 (N.C. Ct. App. Dec. 6, 2011) (emphasis \nadded) (quoting Int’l Paper Co. v. Corporex Constructors, Inc., 96 N.C. App. 312, \n316, 385 S.E.2d 553, 555–56 (1989)). \n{27} Reading a “ready, willing and able” requirement into Paragraph 11(D) \nwould render the paragraph superfluous, having the same effect as Paragraph \n11(C), except additionally requiring that the Churches accept the offer in writing. \n {28} Moreover, Defendants cannot defeat Paradigm’s right under the MSA \nthrough provisions found in the Purchase Agreements between Heron Bay and \nDefendants because the MSA does not include or incorporate such conditions.  \nWhile there is a principle that when a second contract involves the same subject \nmatter as the first, the contracts should be construed together, this principle \nassumes that the parties to the first contract are also parties to the second contract.  \nBeau Rivage Plantation, Inc. v. Melex USA, Inc., 112 N.C. App. 446, 450–51, 436 \nS.E.2d 152, 154 (1993); see generally, e.g., In re Fortescue, 75 N.C. App. 127, 330 \nS.E.2d 219 (1985) (discussing a loan modification agreement and a promissory \nnote).  Even then, “such a construction should not operate to avoid essential \ncontract terms.”  Ruffin Woody & Assocs., Inc. v. Pers. Cnty., 92 N.C. App. 129, 135, \n374 S.E.2d 165, 169 (1988) (holding that a general arbitration clause was essential). \n{29} The principle does not bar Paradigm from asserting its rights under its \nown separate contract.  Assuming the MSA is an otherwise valid contract, \nParagraph 11(D) entitled Paradigm to a commission on February 17, 2012, when \nthe Churches terminated the Purchase Agreements after previously accepting \nHeron Bay’s offer in writing. \nB. Assuming the MSA’s Enforceability, Paradigm’s Commission Is the \nMinimum Commission \n{30} “[E]ach and every part of [a] contract must be given effect if this can be \ndone by any fair or reasonable interpretation; and it is only after subjecting [an] \n  \n \ninstrument to this controlling principle . . . that a subsequent clause may be \nrejected as . . . irreconcilable.”  Internet E., Inc. v. Duro Commc’ns, Inc., 146 N.C. \nApp. 401, 406, 553 S.E.2d 84, 87 (2001) (internal quotations omitted) (determining \nthat an arbitration provision and a forum selection clause did not inherently \nconflict) (citing Davis v. Frazier, 150 N.C. 447, 451, 64 S.E. 200, 201–02 (1909)). \n{31} While Defendants correctly contend that the “Sale Price” necessary to \ncalculate the commission under Paragraph 10(A) is zero, the “minimum \ncommission” is not to be calculated as a percentage of the “Sale Price.”  Paragraph \n10(B) states simply that “[i]n no event shall the commission payable to Broker be \nless than $125,000 (minimum commission).”  (MSA ¶ 10(B).) \n{32} Read in conjunction with the Paragraph 11’s triggering events, \nParagraph 10 provides that if Paradigm is entitled to its commission, the \ncommission will be $125,000, unless the “Sale Price” yields a greater commission.  \n{33} Therefore, assuming the MSA constitutes a valid agreement, Paradigm \nis entitled to its minimum commission of $125,000. \nC. Enforceability of the Marketing and Service Agreement \ni. Defendants’ Misrepresentation and Duress Defenses Fail \n{34} Defendants contend that Scott and Paradigm misrepresented the \ncontents of the contract to the Churches which induced them to sign.  (Answer, \nThird Affirmative Defense.) \n{35} Specifically, they assert that Scott “assur[ed] the Churches that \nParadigm would receive no commission unless and/or until the business and \nproperty were sold.”  (Defs. Supp. Br. 3.)  The assertion suffers from two major \ndefects.  First, the uncontroverted evidence shows that the Churches had an \nopportunity to read the MSA before signing it.  Second, the statement unfairly \nembellishes Church’s deposition testimony which is the only support Defendants \ncite for this proposition.  When asked whether Church could recall “any discussion \nwith Mike [Scott] about what events would trigger a commission by Paradigm[,]” \nChurch responded, “[a] total sale of the company.”  (Claude T. Church Dep. vol. II \n  \n \n163:24–164:2, July 24, 2013.)  Church did not testify that Scott assured him that \nthis was the exclusive trigger for a right to a commission.  Moreover, Church \nadmitted that Scott “didn’t tell me something that was not [in the MSA] or was [in \nthe MSA].  I’m not saying he tried to mislead me.  We just didn’t go into it.”  (Claude \nT. Church Dep. vol. II 165:12–19, July 24, 2013.)  Mrs. Church testified that she did \nnot talk with Scott “at all” before signing the MSA.  (Catherine H. Church Dep. \n9:19–21.) \n{36} To adequately assert the defense of duress, the claimant must \ndemonstrate: (1) a wrongful act or threat; (2) that induces the claimant to make a \ncontract; and (3) that deprives the claimant of his or her free will.  Radford v. Keith, \n160 N.C. App. 41, 43–45, 584 S.E.2d 815, 817–18 (2004) (citing Link v. Link, 278 \nN.C. 181, 194, 179 S.E.2d 697, 705 (1971)).  An act or threat is wrongful if it is \n“made with the corrupt intent to coerce a transaction grossly unfair to the victim.”  \nId. at 44, 584 S.E.2d at 817. \n{37} Even when viewed in the Defendants’ favor, the evidence in this case \ndoes not support finding inducement by misrepresentation or duress.  While Church \ncomplained that Scott pressured him to sign the MSA, he did not feel that he had to \nsign it.  (Claude T. Church Dep. vol. II, 170:7–16, July 24, 2013.)  Church admitted \nthat Scott never threatened to continue “pester[ing]” him if he did not sign the \nMSA.  (Claude T. Church Dep. vol. II, 170:21–23, July 24, 2013.)  Mrs. Church \ntestified that Scott did not force her to sign the MSA, nor did she sign it under \nduress.  (Catherine H. Church Dep. 11:24–12:6.)  Further, both re-signed the MSA \nafter its initial expiration.  (MSA p. 3.)  \n{38} Construing the evidence in Defendants’ favor, the court concludes that \nthat Paradigm is not barred from enforcing the MSA on the grounds of \nmisrepresentation or duress. \n \n \n  \n \nii. Defendants Have Presented Sufficient Evidence to Raise a \nMaterial Factual Issue as to Whether the MSA Is Voidable \nBecause of Scott’s Dual Agency \n{39} Defendants contend that Scott acted as an undisclosed dual agent, \nrepresenting both Heron Bay’s and Defendants’ interests.  (Answer Fourth \nAffirmative Defense; Countercl. ¶¶ 1–6.)   \n{40} An agent in a real estate transaction who represents both buyer and \nseller must fully disclose its dual agency and obtain each party’s consent.  Greene v. \nRogers Realty & Auction Co., 159 N.C. App. 665, 668, 556 S.E.2d 278, 280 (2003); \nBDM Invs. v. Lenhil, Inc., 2014 NCBC LEXIS 6, at *26 (N.C. Super. Ct. Mar. 20, \n2014).  This court has previously held that a failure to disclose dual agency is \npotentially actionable through common law claims for breach of fiduciary duty or \nconstructive fraud.  BDM Invs., 2014 NCBC LEXIS 6, at *27.  \n{41} Whether dual agency can be raised as a defense to a breach of contract \nclaim remains uncertain.  Other states hold that failure to disclose a dual agency \nrenders a contract voidable.  See, e.g., Remediation Servs., Inc. v. Ga.-Pac. Corp., \n433 S.E.2d 631, 634 (1993); Whalen v. Bistes, 45 So. 3d 290, 294 (Miss. Ct. App. \n2010) (holding the defendant had the right to void the contract based on the \nundisclosed agency “regardless of whether the principal suffered an actual injury[]”) \n(citing 3 Am. Jur. 2d. Agency § 238 (2002)).  In Mississippi, even where parties do \nnot void a contract on the basis of undisclosed dual agency, the real estate agent \ncannot recover a commission from either party to the transaction.  Whalen, 45 So. \n3d at 294 (citing 101 Am. Jur. Trials § 8 (2006)). \n{42} The court need not decide whether this authority is persuasive in \nruling on these Motions.  The court must first resolve the factual dispute regarding \nwhether Scott actually acted as a dual agent. \n{43} Scott testified as follows: \nQ. Who did you represent in this transaction? \nA. I represented Claude as the seller.  I—I actually represented \nScott [Lowrie] also as a—on the buy side. \nQ. You did? You represented both of them? \nA. Yeah. \n  \n \nQ. Did you ever tell Claude Church that? \nA. I told Claude that we—primarily—you know, we represent him \nas a seller, but also I have a duty to represent information—material \ninformation, especially in real estate, to Scott, and actually it makes \nthe process move forward faster and to Mr. Church’s benefit. \n(Paradigm 30(b)(6) Dep. 206:5–17.)  Scott testified that he informed Church about \nthe duties he would have to any buyers “[a]t the signing of the contract.”  (Scott \nDep. 208:19.)  Plaintiff contends that Scott made these statements in error, and \ncorrected them before completion of the same deposition.  (Pl. Supp. Br. 16–17 \n(citing Paradigm 30(b)(6) Dep. 211:24–213:13).)6  In his Affidavit, Scott maintains \nthat he acted solely as the Churches’ agent in the transaction; but admits that he \nwas, “to some extent, working on behalf of both the buyer and the seller in an effort \nto get approval and assistance from third parties.”  (Scott Aff. ¶ 15.) \n{44} If a dual agency actually existed, there is no evidence that Scott \ndisclosed it to the Churches in writing.  (Paradigm 30(b)(6) Dep. 208:12–16.)  \nDefendants contend that Scott did not disclose his dual agency at all.  (Countercl. ¶ \n5 (“Plaintiff, without Defendants’ knowledge or consent, blatantly and willfully . . . \nact[ed] as a dual agent”) (emphasis added).)  However, Church testified that he had \nno reason to think that Scott was not a “straight shooter” or had ever lied to him.  \n(Claude T. Church Dep. vol. II, 195:11–23, July 24, 2013.)  Mrs. Church testified she \nwas not aware that Defendants’ Counterclaims made such allegations.  (Catherine \nH. Church Dep. 14:12–16:7.) \n{45} There are material fact issues regarding (1) whether Scott served as a \ndual agent in the transaction, and if so, (2) whether he effectively disclosed his dual \nagency to the Churches and obtained their consent.  If it is determined that Scott \nwas acting as an undisclosed dual agent, the court will then determine whether the \nMSA is voidable at Defendants’ election.  See Remediation Servs., Inc., 433 S.E.2d \nat 634; Whalen, 45 So. 3d at 294.  \n                                                 \n6 The cited portions of Scott’s deposition (211:24–213:13) were not attached to any brief in either this \ncase or the Heron Bay case.  \n  \n \nVI. CONCLUSION \n{46} For the foregoing reasons, Plaintiff’s Motion for Summary Judgment is \nDENIED; and Defendants’ Motion for Summary Judgment is DENIED. \nIT IS SO ORDERED, this the 7th day of May, 2014. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n "
}