{
  "id": "4ac3d3614eb708ea5b8ef9c7a541aaf23276b69b7140be92b22263d86a440dfb",
  "source_file": "data/raw/ncbc/4ac3d3614eb708ea5b8ef9c7a541aaf23276b69b7140be92b22263d86a440dfb.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19CVS008889-400 \n \nEPES LOGISTICS SERVICES, INC., \n \nPlaintiff and \nCounterclaim Defendant, \n \nv. \n \nANTHONY DE PIANTE, JILLIAN \nCARON, and BRAD WIEDNER, \n \nDefendants and \nCounterclaim Plaintiffs, \n \nand \n \nNOBLE WORLDWIDE LOGISTICS, \nLLC, \n \nDefendant. \n \n \n \n \n \n \n \n \nORDER AND OPINION ON CROSS \nMOTIONS FOR SUMMARY \nJUDGMENT \n[Public]\n1 \n \n1. THIS MATTER is before the Court following the 15 May 2024 filing of \nPlaintiff’s Motion for Partial Summary Judgment (Plaintiff’s Motion), (ECF No. 198 \n[Pl.’s Mot.]), and Defendants’ Motion for Summary Judgment (Defendants’ Motion ; \nand together, the Motions), (ECF No. 200 [Defs.’ Mot.]).  Pursuant to Rule 56 of the \nNorth Carolina Rules of Civil Procedure (the Rule(s)), the Motions, either in whole or \nin part, seek summary judgment as to all claims asserted  in this action.  (See Defs.’ \nMot.; Pl.’s Mot.) \n \n1 Recognizing that this Order and Opinion cites to and discusses the subject matter of \ndocuments that the Court has temporarily allowed to remain under seal in this action, the \nCourt initially filed this Order and Opinion under seal on 24 February 2025, ( see ECF \nNo. 252) and requested that the parties advise the Court whether any portions of the Order \nand Opinion deserved to remain under seal.  On 10 March 2025 the parties notified the Court \nthat all parties conferred and agreed that there is no material in this Order and Opinion that \nrequires sealing.   Accordingly, the Court now files this public version of the Order and \nOpinion and will promptly unseal the previously filed version, (ECF No. 252).   \nEpes Logistics Servs., Inc. v. De Piante, 2025 NCBC 10. \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motions.  \nTuggle Duggins P.A., by Alexandria B. Morgan, Brandy L. Mansouraty, \nDaniel D. Stratton, and Jeffrey S. Southerland , for Plaintiff/  \nCounterclaim Defendant. \n \nWomble Bond Dickinson (US) LLP, by Philip J. Mohr, for Defendants/ \nCounterclaim Plaintiffs.  \n \nRobinson, Chief Judge. \nI. INTRODUCTION \n3. This case arises from  Defendants Anthony De Piante, Jillian Caron, and \nBrad W iedner’s resignation from Epes  Logistics Services, Inc. (Epes ), and their \nalleged access to  and use of, Epes’ confidential information to begin their own \ncompeting business in the same industry as Epes.  Epes contends that the Defendants \nconspired to, and did in fact, use the confidential information of Epes to gain a \ncompetitive and unfair advantage over Epes, while simultaneously taking Epes’ \nemployees to begin working at their new venture.  \n4. Following fulsome discovery, the Court must now consider the evidence of \nrecord to determine what claims, if any, should proceed to trial. \nII. FACTUAL BACKGROUND \n5. The Court does not make findings of fact when ruling on a motion for \nsummary judgment.  “[T]o provide context for its ruling, the court may state either \nthose facts that it believes are not in material dispute or those facts on which a \nmaterial dispute forecloses summary adjudication.”  Ehmann v. Medflow, Inc. , 2017 \nNCBC LEXIS 88, at *6 (N.C. Super. Ct. Sept. 26, 2017); see also  Hyde Ins. Agency, \nInc. v. Dixie Leasing Corp., 26 N.C. App. 138, 142 (1975) (encouraging the trial court \nto articulate a summary of the relevant evidence of record to provide context for the \nclaims and motion(s)). \nA. The Parties \n6. Epes is a North Carolina corporation with its principal place of business in \nGreensboro, North Carolina.  (2d Am. Compl. ¶ 1, ECF No. 45 [SAC].)  Jason Bodford \n(Bodford) is the President of Epes.  (J oint Appendix 1151 at ¶ 29, ECF Nos. 215–17 \n[“J.A.”].)2  Kristen Pettit (Pettit) has been employed by Epes since 2009 , and she \ncurrently serves as its benefits and payroll manager.  (J.A.  1143 at ¶ 1.)  Hal \nThompson Siler, Jr. (Siler) has been employed by Epes since 2005 , and he currently \nserves as Epes’ Executive Vice President of Finance.  (J.A. 1142 at ¶ 2.) \n7. Defendant Anthony De Piante (De Piante) is a resident of Gaston County, \nNorth Carolina.  (SAC ¶ 2; Defs.’ Am. Answer to SAC & Countercl. ¶ 2 , ECF No. 52 \n[Answer & Countercl.].) \n8. Defendant J illian Caron  (Caron) is a resident  of Mecklenburg County, \nNorth Carolina.  (SAC ¶ 3; Answer & Countercl. ¶ 3.) \n9. Defendant Brad Wiedner (Wiedner; and with De Piante and Caron, the \nIndividual Defendants ) is a resident  of Mecklenburg County, North Carolina.  \n(SAC ¶ 4; Answer & Countercl. ¶ 4.) \n \n2 The Joint Appendix submitted by the parties is expansive, and as a result, it is split across \nthree separate record filings.  (ECF Nos. 215–17.)  However, for ease of review, the Court will \ncite to the Joint Appendix in the following method: (J.A. [ ] at [ ].)  The Court will cite using \nthe Joint Appendix number found in red at the bottom of each page. \n10. Defendant Noble Worldwide Logistics, LLC  (Noble; and with the Individual \nDefendants, Defendants) is a Delaware limited liability company with its principal \nplace of business in Charlotte, North Carolina.  (SAC ¶ 5; Answer & Countercl. ¶ 5.) \nB. Acquisition of Login Logistics \n11. Login Logistics, LLC (Login) was a “smaller international freight forwarder \nbased in Charlotte[,]” North Carolina, (J.A. 0013–14 at ¶ 2), and “provided exclusively \ninternational logistics services, acting as liaison on the US side for freight either \nbeing imported or exported [,]” (J.A. 0323–24 at ¶ 2).  Login was founded in 2006 by \nSteen Marcuslund (Marcuslund) , who also served as the majority owner and \npresident of Login.  (J.A. 0323–24 at ¶¶ 2–3.) \n12. In 2015, De Piante began working for Login.  (J.A. 0013 at ¶ 2.)  De Piante \nwas initially Login’s Business Development and Export Manager, but later became \nLogin’s General Manager in 2016.  (J.A. 0014 at ¶ 3.) \n13. Caron began working for Login in 2013  as an import agent, and later she  \nwas promoted to Finance Manager in 2015.  (J.A. 0352 at ¶¶ 2–3.) \n14. In November 2016, Login entered into an Asset Purchase Agreement (the \nAPA) with Epes.  (J.A. 0324 at ¶  3; see J.A. 1168–1208; J.A. 1144 at ¶ 3 .)  Through \nthe APA, Epes “did not create a new entity or a separate company[,]” but instead \n“created a new division, the International Division, to distinguish it from Epes’ \ntraditional logistics business.”  (J.A. 0324 at ¶ 3.) \n15. As a result of the Login acquisition, there were two divisions within Epes—\nthe International Division and the Domestic Division , (J.A. 0015 at ¶ 6)—and all of \nLogin’s customers did business with Epes’ International Division, (J.A. 0324 at ¶ 4). \n16. Additionally, “[a]ll of Login’s employees went to work for Epes after the \nAPA,” with all of them joining the International Division , (J.A. 0324 at ¶ 3), and \nMarcuslund became “the Managing Director of Epes’ International Division [,]” \n(J.A. 0324 at ¶ 5).  However, Marcuslund made sure it was clear to those at Epes that \nhe “intended to retire from Epes on November 30, 2019, after [he] received [his] third \nearnout payment that [he] was due under the APA.”  (J.A. 0325 at ¶ 6.) \n17. After Epes acquired Login, De Piante “was offered and accepted the position \nof General Manager of the International Division” of Epes, (J.A. 0325 at ¶ 6; see also \nJ.A. 0458; J.A. 0014–15 at ¶ 5), and Caron “was offered and accepted the position of \nFinance Manager of the International Division[,]” (J.A. 0325 at ¶ 6; see also J.A. 0456; \nJ.A. 1156–57 at ¶¶ 46, 51).  Beginning 6 March 2017, Wiedner worked at Epes as an \nExport Agent.  (J.A. 0569 at ¶ 3; J.A. 0619.) \n1. Individual Defendants’ Epes Employment Agreements \n \n18. On 30 November 2016, Caron signed her employment agreement with Epes, \n(J.A. 1524–26); on 1 December 2016, De Piante signed his employment agreement \nwith Epes, (J .A. 1213–16); and on 6 March 2017, W iedner signed his employment \nagreement with Epes, (J.A. 0619–21), (together, the Employment Agreements). \n19. The Employment Agreements contain identical provisions which govern the \nIndividual Defendants’ confidentiality and non-solicitation obligations.  (J.A. 0619–\n20 at ¶¶ 1–2; J.A. 1213–14 at ¶¶ 1–2; J.A. 1524– 25 at ¶¶ 1–2.)  The Employment \nAgreements provide that \nFor and in consideration of the employment of Employee by E [pes], on \nthe date of this Agreement, the receipt of which is hereby acknowledged \nby Employee, Employee covenants and agrees that for  the term of this \nAgreement, and for two (2) years following the end  of Employee’s \nemployment with Employer, Employee will not, directly or indirectly, \neither for himself or for any other person, partnership, firm, corporation \nor company: \n \n(a) solicit any  “Prohibited Customer ” to purc hase “Competitive \nServices,” within the United States, from a source other than the \n“Employer Group.” \n \n(b) solicit any employee of any of the Employer Group with a base \nannual compensation in excess of  $25,000, to leave his or her \nemployment with the Employer Group. \n \n(c) For the purposes of this Agreement: \n \n(i) A “Prohibited Customer ” shall mean a customer or \npotential customer (listings that exist in  various sales \npipelines within the Employer Group) of the Employer Group \nwith whom the Employer Group has conducted business or is \nproposing business either: \n \na. during the term of Employee’ s employment with \nEmployer, or \n \nb.  within the two (2) year period prior to termination,  \nfor any reason, of Employee’ s employment with \nEmployer; \n \n(ii) “Competitive Services ” shall mean transportation, \nwarehousing, logistics, or management  services of the type \nprovided by any of the Employer Group Companies; and \n \n(iii) “Employer Group” shall mean Epes Logistics Services, \nInc., Epes Freight Management, Inc, Right Freight Solutions, \nInc., Epes Carriers, Inc., and any and all other subsidiaries \nand affiliates of Employer, including those organized after the \ndate of this Agreement. \n   \nThe parties acknowledge and agree that given the nature of the \nEmployer’s business and the role of Employee in that business, the \ncovenants and the associated time and territory restrictions, which were \narrived at as a result of arms -length bargaining, are reasonable and \nappropriate for the protection of the Employer’s legitimate business \ninterests.  The parties hereby waive the right to assert the \nunreasonableness of such restrictions.  Employee acknowledges that he \nhas been provided with the opportunity t o have this Agreement \nreviewed by his legal or financial advisor and that he is satisfied with \nits terms. \n \n(J.A. 0619–20 at ¶ 1; J.A. 1213–14 at ¶ 1; J.A. 1524–25 at ¶ 1.)  De Piante negotiated \nan Agreement Addendum to his employment agreement, which “excluded Reichhold \nLLC 2 and Arysta Life Science North America LLC from the agreement as Prohibited \nCustomers.”  (J.A. 1146 at ¶ 12; see J.A. 1216.) \n20. As to their obligation of confidentiality, the Individual Defendants agreed \nthat each \nRecognizes and acknowledges that he will, during his employment by \nEmployer, by privy to confidential, proprietary and non -public \ninformation of the Employer Group related to the business of the \nEmployer Group and the Customers of the Employer Group, i ncluding, \nbut not limited to, information relating to operations, logistics, \ntransportation, supply, business plans, activities, proprietary and trade \nsecret information, customer, carrier lists, or client lists, and other \ncommercial aspects of its or their business (“Confidential Information”).  \nAccordingly, Employee covenants that he will hold such Confidential \nInformation in a fiduciary capacity for the benefit of the Employer Group \nand will not, either during his em ployment or at any time thereafter, \neither directly or indirectly, use for his own benefit or divulge, disclose \nor communicat e Confidential Information to or for the benefit of any \nother person, firm, corporation, association or other  entity.  Further, \nupon request by Employer, Employee will promptly return to Employer, \nas its property, all records that are in Employee’s custody, possession or \ncontrol and that are related to such Confidential Information, in \nwhatever form those records may exist. \n \n(J.A. 0620 at ¶ 2; J.A. 1214 at ¶ 2; J.A. 1525 at ¶ 2.) \n21. De Piante and Caron  also executed a disclaimer and acceptance of the \nEmployment Hand book of Epes, (the Handbook).   (J.A. 1 218–19; J.A. 1528.)  The \nHandbook states, in relevant part, that \nIt is the responsibility of each employee to ensure that any information \ngained by virtue of employment is not improperly disclosed to outsiders \nor fellow employees.  No Company -related records or information may \nbe removed or discussed without proper authorization (except in the \nordinary course of performing duties on behalf of the Company).   \nInformation may include, but not be limited to: documents, notes, files, \nrecords, oral information, computer files or similar materials.   \nDisclosing confidential info rmation regarding a customer or Company \nbusiness is a direct violation of Company policy and will result in \nappropriate disciplinary action, up to and including termination. \n \nEmployees who terminate employment with the Company, for any \nreason, shall not take or copy documents containing confidential \ninformation. \n \n(J.A. 1227.)  The Handbook also provides that \n \nEmployees of the Company are expected to devote their time to the \nCompany’s interest during regular and expected hours each day so that \nthey can fully carry out their responsibilities and duties as assigned. \nEmployees should avoid outside commitments, which would impair the \neffective performance of their duties, either in the form of time demands \nor establishment of relationships, which run contrary to their \nobligations to the Company. Permission is required prior to undertaking \nany secondary employment outside the Company. Requests for \npermission should be addressed to Executive level for approval to ensure \nthere is no conflict of interest. \n \n(J.A. 1229.)  Throughout their employment at Epes, De Piante and Caron both \n“received additional training on Epes’ policies as they relate to confidentiality, ethics, \nand security.”  (J.A. 1146 at ¶ 18; J.A. 1158 at ¶ 53; see also J.A. 1262–72, 1536–50.) \nC. Management and Operation of the International Division \n22. The International Division of Epes was located in Charlotte, North \nCarolina, while Epes’ Domestic Division, main headquarters, and management was \nlocated in Greensboro, North Carolina.  (J.A. 0354 at ¶ 6.) \n1.  De Piante’s Responsibilities & Authority at Epes \n23. Epes wanted De Piante to serve “ as Epes’ Qualifying Individual (‘QI’) for \nthe purpose of Epes obtaining —and maintaining —its Ocean Transportation \nIntermediary (‘OTI’) License from the Federal Maritime Commission (‘FMC’).”  \n(J.A. 1147 at ¶ 20.)  Without an OTI License, “Epes would have been unable to handle \nthe forwarding of international ocean shipments —a significant portion of Epes \nInternational Division’s revenue.”  (J.A. 1147–48 at ¶ 20.) \n24. On 2 November 2016, Jennifer Cox (Cox), an executive coordinator at Epes, \nsought Marcuslund’s guidance as to a question regarding the Qualifying Individual \nfor the OTI license and a request to “attach proof of position held.”  (J.A.  0099–100.)  \nMarcuslund responded, stating “that one is a challenge–you somehow need to appoint \n[De Piante]  as Officer –create a position like Chief Ocean Officer.”  (J.A. 0099.)  \nMarcuslund later advised that Cox “need[ed] to prepare some minutes where [De \nPiante] is Chief Ocean Officer.”  (J.A. 0098.) \n25. Thereafter, on 7 November  2016, Cox again sought Marcuslund’s advice  \nwhen an OTI analyst sought more information regarding De Piante’s position  as \nChief Ocean Officer.  (J.A. 0095.)  Marcuslund advised that De Piante needs to be “an \nofficer to act as Qualified Individual[,]” noting that it “doesn’t mean he has a say and \nno signature right,” but instead suggest ed that Epes “just write some minutes and \nadd him as Officer (Chief Ocean Officer), for this purpose only.”  (J.A. 0095.) \n26. On 1 November 2016, prior to De Piante’s employment with Epes, De Piante \nwas appointed as “Chief Ocean Officer” of Epes.  ( See J.A. 0103.)  This appointment  \nwas executed by Bodford, and his father, Al Bodford, both as Shareholders and \nDirectors of Epes.  (J.A. 0104; see J.A. 0487 (when asked when Epes created the \nposition of Chief Ocean Officer, Epes provided that “[i]t was created in November of \n2016.”).) \n27. Thereafter, on 7 December 2016, Cox emailed Bod ford, indicating that \nDe Piante’s title of Chief Ocean Officer  was questioned by an OTI analyst  “since his \ntitle was not a ‘normal title like Vice President, etc.’  ”  (J.A. 0111.)  She represented \nto Bodford that the OTI analyst suggested Epes “could change [De Piante’s] title to \nVP (or something like that) on all sections in the application and then attach a copy \nof minutes stating there was a meeting to change his t itle.”  (J.A. 0111 ; see also \nJ.A. 0345 at 135:19–22 (providing that Siler understood that “the Federal Maritime \nCommission did not recognize the title ‘chief ocean officer’ as a legitimate title and \nrequired [Epes] to change [De Piante’s] title”).) \n28. Thereafter, it appears that on 7 December 2016 , the same day De Piante \nsigned his employment agreement with Epes, he was appointed as Vice President of \nEpes.  (J.A. 0113.)  As a result, “[t]he title of vice president replaced the title of chief \nocean officer.”  (J.A. 0488 at 59:10–11.)  However, De Piante’s employment agreement \nlisted his position as “General Manager;” not as Chief Ocean Officer or Vice President.  \n(See J.A. 0106.) \n29. De Piante was later listed as the Vice President of Epes on the application \nfor Epes’ OTI License.  ( See J.A. 0841.)  Thereafter, Epes obtained the OTI License, \nwhich listed De Piante as both the Qualifying Individual of Epes and Vice President.  \n(J.A. 0863.)  De Piante also referred to himself as  Vice President in an email dated \n1 May 2018, explaining that his “title of ‘General Manager’ is in reference to [his] \nfunctions within the Charlotte Branch Office  [of Epes] while [his] title of Vice \nPresident (which is still correct) refers to [his] functions within Epes Logistics \nService, Inc.”  (J.A. 1293.)  However, De Piante was never listed as a company official \nor officer on Epes’ tax returns during his tenure at Epes.  (See J.A. 0766–77.) \n30. Through his role as General Manager of the International Division, \nDe Piante reported directly to Marcuslund.  (J.A. 0326 at ¶ 10.)  In fact, Marcuslund \nrepresented to Bodford that De Piante and Caron “manag[ed] the company day to \nday.”  (J.A. 0996; see also J .A. 0464 at 154:6–10 (where Marcuslund confirmed that \nhe had told Bodford numerous times that De Piante was “basically running the \ninternational division.”).) \n31. However, according to Marcuslund,  while De Piante “ran the day -to-day \noperations for a portion of the International Division and had the ability to have run \nthe entire division, there was a large portion of the International Division that he had \nlittle to no involvement with.”  (J.A. 0326 at ¶ 11.)  “There were a number of \nInternational Division customers with whom De Piante had little to no involvement, \neither with the customer itself or with the employees who handled the customer \naccounts.”  (J.A. 0326 at ¶ 11.) \n32. De Piante never represented the International Division at any Epes \nleadership meetings, and in fact, never attended an Epes leadership meeting in any \ncapacity.  (J.A. 0024 at ¶ 39; J.A. 0542 at 311:11–13.) \n33. The extent of De Piante’s authority as General Manager of the \nInternational Division of Epes is heavily disputed.  (Compare J.A. 1151–53 at ¶¶ 28–\n36; with J.A. 0016–0021 at ¶¶ 10–30.) \n2. Caron’s Responsibilities & Authority at Epes \n34. As Finance Manager of the International Division, “[Caron] was charged \nwith keeping up with the various accounting matters for the International Division \nand reporting that information to Epes’ accounting department [  ] each month.”  \n(J.A. 0355 at ¶ 9.)  Caron also “kept the books and accounts for Login post -APA and \nfor a sister company of Login, Login FMS, LLC [  ] and FreightPal, Inc.”  (J.A. 0354 \nat ¶ 7.)  Since Marcuslund had an earnout upon retirement based on “certain \nprojected financial targets of the International Division[,]” Marcuslund paid Caron to \n“keep a running tally  of the International Division’s financial performance and to \nassist him in calculating the earnout he was entitled to receive under the APA.”  \n(J.A. 0354 at  ¶ 7.)  Epes was “aware of these activities and the information that \n[Caron] had in order to prepare the calculations” for Marcuslund.  (J.A. 0354 at ¶ 7.) \n35. Caron was also responsible for sending a series of email s to Epes’ \nmanagement team at the beginning of each month “which contained all of the \nfinancial information related to the International Division for the preceding month.”  \n(J.A. 0355 at ¶  10; see, e.g., J.A. 0380–0438.)  After sending those emails, Caron \n“would usually have a follow -up phone call with Siler or Kern where they asked \nquestions and/or requested additional information, which [Caron] answered and/or \nprovided to them.”  (J.A. 0356 at ¶ 11.)  “In between these monthly emails [Caron] \nalso set up auto-generated weekly reports that provided various financial information \nto those same people[.]”  (J.A. 0356 at ¶ 12.) \n36. Similar to De Piante, t he extent of Caron’s authority as Finance Manager \nat Epes is heavily disputed.  (Compare J.A. 1157–59 at ¶¶ 51–60; with J.A. 0357–60 \nat ¶¶ 14–27.) \n3. Internal Processes and Procedures \n37. As to the a ccounting and customer information for Epes’ International \nDivision, it  “was always maintained separately from Epes’ other accounting and \ncustomer information,” which De Piante and Caron were familiar with and knew “the \nspecialized accounting platform known as CargoWise on which Epes’ International \nDivision depended.”  (J.A. 1145 at ¶ 8.) \n38. As to the sales process, it is typical in the international freight forwarding \nindustry to employ sales representatives, who are charged with bringing “customers \nto their company for a first shipment, but whether or not a customer will keep \nreturning to the same company for subsequent shipments depends mostly on the \nquality of service provided by the operations employees in handling the customer’s \nbusiness.”  (J.A. 0785 at ¶ 5.)  In fact, “customers rarely agree to long-term contracts \nwith logistics companies, as it is in their interest to remain flexible in order to find \nthe best service and competitive prices available in the market.”  (J.A. 0785 at  ¶ 5; \nsee J.A. 0781 at 70:17–21 (“each shipment was its own individual transaction that \nyou would perform the duties you had to and then at the conclusion of it you would \nexpect payment[.]”); J.A. 0782 at 71:6–10 (providing that business was “contingent on \nthem reaching out again for the next quote.”).) \nD. Events at Epes Leading to Noble’s Creation \n39. From the moment Login was acquired by Epes, “Marcuslund made it clear \nthat he intended to retire after receiving his third and final earnout payment, which \nwould have been roughly the end of November 2019.”  (J.A. 0028 at ¶ 51.)  De Piante \n“believed that [he] should be the natural successor to lead the International Division \nafter Marcuslund’s retirement” and Marcuslund agreed.  (J.A. 0028 at ¶ 51.) \n40. Marcuslund passed along several comments to De Piante and Caron that \nhe attributed to Bodford or others from Epes’ management , which gave the \nimpression that Epes’ management did not believe Caron was “all that valued” at \nEpes.  (J.A. 0028 at ¶  51; J.A. 0361 at ¶ 32.)  All of this led De Piante and Caron to \nquestion their futures at Epes once Marcuslund retired, and “De Piante and [Caron] \ndiscussed the possibility of going to work for another company or starting [their] own \ncompany.”  (J.A. 0361 at ¶ 32; J.A. 0028 at ¶ 51.) \n41. As Marcuslund approached retirement, De Piante and Caron discussed \nfuture options “more frequently and even took some preliminary steps to figure out a \ntimeline of how things might happen.”  (J.A. 0361 at ¶ 32; J.A. 0028 at ¶ 51.) \n42. In September 2018, Bodford and De Piante “had a falling out[,]” (J.A. 0028 \nat ¶ 52), regarding a customer that De Piante brought to Epes from Login, a customer \nrelationship that De Piante believed a Domestic Division Epes employee ruined, (see \nJ.A. 0221–0226).  This falling out with Bodford ultimately led to De Piante’s decision \nthat he “did not want to remain with Epes, and [his] discussions with Caron about \nstarting [their] own company accelerated.”  (J.A. 0028 at ¶ 52; see J.A. 0362 at ¶ 33.) \nE. Noble’s Creation and Related Conduct \n43. In November 2018, De Piante and Caron founded Noble, with each holding \na fifty percent ownership interest.  (J.A. 0028 at ¶  52; J.A. 0362 at ¶ 33.)  De Piante \nserved as Noble’s President , and Caron served as Noble’s Controller.  (J.A.  0028 at \n¶ 52; J.A. 0362 at ¶ 33.) \n44. Between Noble’s inception and Caron’s departure from Epes  on \n28 February 2019, she “took various steps to get Noble up and  running, including \nsetting up bank accounts and submitting applications to do business.”   (J.A. 0362 \nat ¶ 34.)  Specifically, “Caron and [De Piante prepare d] to get Noble completely up \nand running, including getting insurance and bonding, submitting Noble’s \napplication for an OTI license, submitting information to Paragon Bank for a \npotential line of credit and hiring its first employee in its Charlotte location[.]”  \n(J.A. 0029 at ¶ 54; see J.A. 0362 at ¶ 36.) \n1. Purchase of Computers \n45. On 11 December 2018, Noble received an invoice, billed to Noble and sent \nto Noble’s principal address,  from T3 Computer Services for $2,418.63 for what \nappears to be two “Latitude 3590 BTX” laptop computers and other “[m]iscellaneous \nitems.”  (J.A. 1379.)  On 12 December 2018, a check was sent to T3 Computer Services \ndrawn on Epes’ checking account—not Noble’s—for $2,418.63, signed by De Piante.  \n(J.A. 1381; J.A. 0559 at 100:15–22.)  \n46. De Piante represents  that these computers were not used by Noble, and \ninstead offers that they “were purchased to use for Epes’ business [,]” (J.A. 0560 \nat 102:4–8), though Pettit , Epes’ benefits and payroll manager,  testified that those \ncomputers “were not used for Epes” because “all of Epes’ computers c[o]me from \n[Epes’] IT department[,]” (J.A. 1018 at 131:8–13). \n47. Additionally, on 17 January 2019, Noble received a second T3 Computer \nServices invoice for what appears to be two “Crucial 4GB” memory storage products \nand one “trip charge[,]” with a notation indicating that they “[i]nstalled RAM in [De \nPiante] and [Caron’s] laptop[.]”  (J.A. 1380.) \n48. As of the date of the Hearing on the Motions, no party to this action admits \nto knowing where the computers at issue are located.  (See, e.g., J.A. 0560 at 104:5–\n105:15.) \n2. Continued Access to, and Use of, Epes’ Information \n49. After terminating her employment with Epes, Caron , with Epes’ \npermission, “continued to handle Login and LoginFMS’ books and accounting” by \nremotely accessing “Epes’ Cargowise platform, which also contained the information \nfor Login and LoginFMS.”  (J.A. 0362 at ¶ 35.)  Epes was aware of this work by Caron, \nand on 21 February 2019, Epes “had [Caron] sign an agreement to handle this work \nas an independent contractor.”  (J.A. 0362 at ¶ 35; see J.A. 0440–41.)  Notably, Caron’s \nagreement to work as an independent contractor did not contain any confidentiality \nobligation.  (See J.A. 0440–41.)  As a result, Caron continued to utilize Epes’ computer \nsystem after her departure from Epes and during her time as an independent \ncontractor.  (See J.A. 1586–1631.) \n50. Caron “put together a document that identified various customers of Epes’ \nInternational Division and the revenue, costs and gross profit for those customers \nfrom the preceding years.”  (J.A. 0367 at ¶  53; see J.A. 0453–54.)  Caron “knew the \nidentity of many of the customers that [she] included on the list from [her] days at \nLogin,” and she obtained this information “from Epes’ records that [she] had collected \nas part of [her] activities from Login, LoginFMS and Marcuslund.”  (J.A.  0367 \nat ¶ 53.) \n51. Specifically, Caron utilized a list of Epes’ customers to present projections \nfor Noble’s anticipated business to Paragon Bank , a bank from which Noble applied \nto borrow funds for operations .  ( Compare J.A. 1443–45, with J.A. 0453–54.)  On  \n26 February 2019, Caron submitted th e information she had gathered to Paragon \nBank in the form of a business precis as part of the  bank’s request for information \nregarding Noble’s application for a line of credit.  (J.A. 0368 at ¶ 53; see J.A. 0450–\n54.) \n52. Caron admits that the figures provided in the business precis w ere pieces \nof information she acquired from Epes, (J.A. 0949 at 197:6 –11), and at the time she \ndisclosed this information to Paragon Bank to obtain financing for Noble, she did not \nhave the permission of Epes to share, or use,  such information, (J.A. 0950 at 202:2–\n5).  As a result of Caron’s efforts, “Paragon did provide a $100,000 line of credit, but \nnot until some time in May 2019.”  (J.A. 0368 at ¶ 53.) \n53. Additionally, Caron and De Piante were in similar communication during \nthe same period of time with Roanoke Trade in an attempt to obtain financing.  ( See \nJ.A. 1070–73.) \n3.  Epes Employees Join Noble \n54. Wiedner worked at Epes from 6 March 2017 until his resignation on 31 May \n2019 in its International Division doing export customer service.  (J.A. 0569 at ¶  3.)  \nFollowing W iedner’s resignation from Epes, he joined Noble on 3 June 2019.  \n(J.A. 0568 at ¶ 2; J.A. 0364 at ¶ 41.)   \n55. When applying to Noble, Wiedner initially emailed Noble’s H R email \naccount, indicating that he “found [Noble’s] job posting on Charlotte Logistics \nConnection on LinkedIn[,]” and felt he would “be a great fit for th[e] position.”   \n(J.A. 1852.)  Wiedner testified that he was not aware that De Piante or Caron “were \ninvolved or affiliated with Noble when [he] applied for a job at Noble.”  (J.A. 0573 \nat ¶ 18.)  However, the same day  he submitted his original application , Wiedner \nemailed Caron at her Noble email address, through which he indicated he received \nan error message in response to his initial submi ssion, and attached his resume for \nconsideration.  (J.A. 1849.)  Additionally, Wiedner continued to utilize Epes’ computer \nsystem after his departure from Epes.  (See J.A. 1633–51.) \n56. Tammy Russell (Russell) began work for Epes after the APA was entered, \nand worked there from 1  December 2016 until 16 September 2019, when she \nsubmitted her resignation to Marcuslund by email.  (J.A. 0742; J.A. 1893.)  \nThereafter, Russell joined Noble.  (See J.A. 1021.) \n57. Steve Posson  (Posson) “worked for Epes  . . . from August 2017 until \nNovember 2019 as a sales executive in its International Division.”  (J.A. 0784 at ¶ 3.)  \nFollowing the end of his employment with Epes,  he joined Noble in February 2020, \nwhere he currently works as an independent contractor sales representative.  \n(J.A. 0784 at ¶ 2.) \n58. Matthew Cook (Cook) began work for Epes from  1 December 2016 until \n3 January 2020, when Cook was terminated from Epes by Carlos Sanchez.  (J.A. 0790 \nat ¶ 4.)  Thereafter, in July 2020, Cook joined Noble where he currently works “as an \ninternational import logistics operator.”  (J.A. 0789 at ¶ 2.) \n4. Noble Seeks to Expand Client Base \n59. Epes and Defendants have identified twenty -eight businesses “who were \ndoing business with Epes’ International Divis ion prior to Noble’s founding (in \nNovember 2018) and who later started to use Noble to perform international freight \nforwarding services[.]”  (J.A. 0032 at ¶  61; see also J.A. 0446.)  These twenty -eight \nbusinesses are referred to by the parties as the “Disputed Customers” for purposes of \nthe Motions.  (J.A. 0032 at ¶ 61; see also J.A. 0446.) \n60. After De Piante left Epes, he admits that he “immediately began competing \nwith Epes, not  just for business from those companies that used Epes for \ninternational freight forwarding, but with other companies as well.”  (J.A. 0032 \nat ¶ 63.) \na. AWA \n61. In February 2019, after Caron left Epes to work at Noble, but before \nDe Piante resigned from Epes, De Piante “was contacted by AWA concerning a \nshipment for Bayer Crop Science.”  (J.A. 0029 at ¶ 55.)  AWA notified De Piante that \n“its employees had noticed a shipment for Bayer had been sitting on a dock in Chicago \nfor an extended period of time, and AWA knew that Epes had previously handled \nshipments for Bayer[.]”  (J.A. 0029 at ¶ 55.)  AWA then asked whether De Piante was \naware of the delayed shipment and w hether any assistance was needed.  (J.A. 0029 \nat ¶ 55.) \n62. AWA was not a customer of Epes, but instead was a vendor whom Epes \noccasionally hired to perform freight forwarding services Epes could not perform.  \n(J.A. 0029 at ¶ 55.) \n63. De Piante was able to bring this opportunity to  Epes, which from \nDe Piante’s perspective, allowed Epes “to receive thousands of dollars that it \notherwise would not have received simply by replacing its competitor as the freight \nforwarder handling the shipment.”  (J.A. 0030 at ¶ 56.)  De Piante then arranged for \nEpes to retain AWA “to take over the shipment and get it shipped via air to its foreign \nport.”  (J.A. 0030 at ¶ 57.) \n64. AWA also needed to “repackage all of the product for regulatory -related \npurposes . . . and prepare it to be loaded onto the airline in the most efficient manner \npossible.”  (J.A. 0030 at ¶ 57.)  This is done through creating a “cookie sheet,” which \nis essentially “a way to package freight for transportation to maximize airline space \nwhile still complying with airline weight and volume and balance requirements.”  \n(J.A. 0030 at ¶ 57.)  However, “[l]oad planning cookie sheets is extremely time \nconsuming,” as there are many regulations that must be reviewed and confirm ed \nbefore the cargo is loaded.  (J.A. 0030 at ¶  57.)  Cookie sheets “are typically created \nas part of the warehousing activities of a shipment, since the product needs to be \nloaded in a particular manner before the entire package is shrink wrapped.”  \n(J.A. 0030 at ¶ 57.)   \n65. It was De Piante’s understanding that Marcuslund “had never allowed his \ncompany to create ‘cookie sheets’ and he continued that same prohibition while at \nEpes.”  (J.A. 0030 at ¶ 57.)  De Piante believed that “[Marcuslund] would not approve \nof Epes performing the task.”  (J.A. 0030 at ¶ 57.)  However, Epes represents that “it \nhas, in fact, previously managed shipments utilizing ‘cookie sheets’,” as this is a \n“commonly used method for transporting cargo in the air freight industry.”  (J.A. 1162 \nat ¶ 68.) \n66. As a result, De Piante , who “knew how to create cookie sheets from [his] \nearlier work in freight forwarding[,]” (J.A. 0030 at ¶  57), “offered to assist AWA in \ncreating the cookie sheets, but made it clear that the services  were being performed \nby Noble so that Epes would have no potential liability if there were problems with \nthe cookie sheets[,]” (J.A. 0031 at ¶ 58).   \n67. Noble completed this work for AWA relating to the cookie sheets, (J.A. 0031 \nat ¶ 58), and as a result, “Noble billed AWA for the work performed in creating the \ncookie sheets as ‘consultation services’,” (J.A. 0031 at ¶  59; see J.A. 1098 –1101).  \nThereafter, AWA billed Epes for the services Noble performed, along with the other \nservices AWA, or its other vendors, performed as part of the shipment process, in the \namount of $44,642.40.  (J.A. 1161 at ¶ 67; J.A. 0031 at ¶ 59.)  Within days of AWA \nreceiving the payment  from Epes, AWA remitted the exact same amount to Noble.  \n(J.A. 1161 at ¶ 67.)  Epes then billed Bayer, the company which this transaction was \nmeant to benefit, for all of the services which were billed by AWA.  (J.A. 1161 at ¶ 67; \nsee J.A. 1104.) \nb. LRGistics, LLC \n \n68. Justin Byzcek (Byzcek) is the “owner of Woodczek, LLC and a part owner \nin LRGistics, LLC, and has been since their founding in 2011 and 2016, respectively.”  \n(J.A. 0554 at ¶  2.)  Byzcek has known Caron and De Piante for over  nine years.  \n(J.A. 0555 at ¶ 3.)  Woodczek, LLC and LRGistics, LLC “have never been customers \nof Epes[,]” (J.A. 0554 at ¶  2), and LRGistics, LLC is not a D isputed Customer, (see \nJ.A. 0446). \n69. In early 2019, Caron inquired as to whether Woodczek, LLC or LRGistics, \nLLC “had any accounting/ bookkeeping work that she could perform as Noble.”  \n(J.A. 0555 at ¶ 4.)  As a result, for two to three months in early 2019, “Caron worked \non accounting/ bookkeeping matters for both Woodczek and LRGistics, primarily \nreconciling and getting the books of each company in order.”   (J.A. 0555 at ¶ 4.)  \nByzcek “agreed to pay Noble for this work because [he] knew that [  ] Caron and [ ] \nDe Piante were just starting Noble and were in need of business revenue.”  (J.A. 0555 \nat ¶ 5; see J.A. 1661 (evidencing the amounts paid by LRGistics, LLC to Noble).)  \n70. Later in 2019, Caron asked whether Woodczek, LLC or LRGistics, LLC had \nany work that Russell could perform.  (J.A. 0555 at ¶ 6.)  Caron represented to Byzcek \n“that [ ] Russell had recently left Epes but because of a recently filed lawsuit, it was \nunclear whether Noble would have enough work to keep [  ] Russell busy full time.  \n(J.A. 0555 at ¶ 6.)  Byzcek determined that Woodczek, LLC “did have work Ms. \nRussell could perform, along with performing work for Noble.”  (J.A. 0555 at ¶  6.)  \nAlthough Woodczek initially paid Russell for the work performed, “Noble eventually \nrepaid Woodczek for the payments made to [ ] Russell.”  (J.A. 0555 at ¶ 6.) \nc. Bayer Crop Science LP \n \n71. Bayer Crop Science LP is a Disputed Customer.  (J.A. 0446.) \n72. On 28 June 2019, De Piante sent an email from his Noble email account to \na Bayer employee, asking that she “[p]lease note [his] NEW email address” and to \n“only use this one going forward[.]”  (J.A. 1458.)  On 3 July 2019, De Piante sent an \nemail to another Bayer employee, attaching “documents pertaining to Noble” and \ninquiring as to whether they needed any more information.  (J.A. 1123.)  De Piante \ntestified that these emails were to bring business to Noble.  (J.A. 0832 at 285:4–10.) \n73. Thereafter, De Piante sent two follow-up emails, indicating that he had not \n“heard anything” from either recipient and asked them to give him a call.  (J.A. 1658.) \nd. Far Logistics \n74. De Piante represents that “[o]ne of th[e] Disputed Customers from whom \nNoble won significant business was Far Logistics.”  (J.A. 0033 at ¶ 63; see J.A. 0446.) \n75. Far Logistics is a “foreign international freight forwarding agent [which is] \nlocated in another country.”  (J.A. 0033 at ¶ 65.)  Far Logistics operated in a similar \nmanner to Epes.  (J.A. 0033 at ¶ 65.)  “These foreign agents would become customers \nof Epes’ International Division because the agent had their own  customers who had \npurchased product that has been manufactured in the United States but need the \nproduct delivered to a location in a foreign country.”  (J.A. 0033 at ¶  65.)  In these \nsituations, “the foreign agent would need a freight forwarding agent located in the \nUnited States to handle all the logistics needed to get the product from its US location \nto a port located in the United States so that it could then be delivered overseas.” \n(J.A. 0033 at ¶ 66.)  All the United States carrier’s duties “ended at the US shoreline.”  \n(J.A. 0034 at ¶ 67.) \n76. After leaving Epes, De Piante “notified Dave Payne of Far Logistics that \n[he] had started [his] own company and would likely be leaving Epes.”  (J.A. 0034 \nat ¶ 70.)  De Piante “had a long relationship with Payne, one that went back before \n[he] started working at  Epes Logistics.”   (J.A. 0034 at ¶ 70.)  Dave Payne had \nexpressed that he would want to “continue to work with [De Piante] wherever [De \nPiante] went, and even suggested that other Far Logistics locations would likewise \nwant to work with [De Piante].”  (J.A. 0034 at ¶ 70; see J.A. 0186–0195 (text messages \nbetween De Piante and Dave Payne related to how a business relationship between \nNoble and Far Logistics might look).) \n77. De Piante later texted Dave Payne to inform him that Epes “hired this guy \nCarlos to replace [Marcuslund].  He will very probably be reaching out to all agents \nfor an introduction asking for business. . . . Can you please let the Far [ ] team[ ] know \nto be aware and best thing to do is just ignore him.”  (J.A. 1456; see J.A. 0831 at 279:1–\n4 (De Piante stating that he sent this text because he thought it was “the best thing \nto do”).)  Seemingly pursuant to this directive, Dave Payne informed Carlos Sanchez, \nby email dated 28 September 2019, that the business handled by Epes in the past \n“will not be coming back your way,” indicating that it had “nothing to do with the \nservice we received from EPES but is following a change to one of our network \npartners.”  (J.A. 1896.)  Dave Payne then forwarded this email to De Piante.  \n(J.A. 1896.) \nIII. PROCEDURAL BACKGROUND\n3 \n78. Epes initiated this action on 1 October 2019  with the filing of its Verified \nComplaint, (ECF No. 5). \n79. On 27 January 2022, Epes filed its Second Amended Complaint, asserting \nthe following nine claims against Defendants: (1) Breach of Contract as to Individual \nDefendants (Count One), (SAC ¶¶  61–66); (2) Injunctive Relief as to Individual \nDefendants related to their alleged confidentiality obligations (Count Two), \n \n3 The Court sets forth only those portions of the procedural history relevant to its \ndetermination of the Motions. \n \n(SAC ¶¶ 67–71); (3) Breach of Fiduciary Duty as to De Piante and Caron (Count \nThree), (SAC ¶¶  72–78); (4) Unfair and Deceptive Trade Practices as to all \nDefendants (Count Four), (SAC ¶¶  79–84); (5) Aiding and Abetting as to all \nDefendants (Count Five), (SAC ¶¶ 85–89); (6) Tortious Interference with Contract as \nto all Defendants (Count Six), (SAC ¶¶  90–97); (7) Tortious Interference with \nCustomer Relationships as to all Defendants (Count Seven), (SAC ¶¶  98–106); \n(8) Civil Conspiracy as to all Defendants (Count Eight), (SAC ¶¶  107–10); \nand (9) Respondeat Superior as to Noble (Count Nine), (SAC ¶¶ 111–14). \n80. On 1 March 2022, Defendants filed their Answer to Second Amended \nComplaint, (ECF No. 47), and thereafter filed their Amended Answer to Second \nAmended Complaint and Counterclaim (Counterclaim) on 2 May 2022, ( see Answer \n& Countercl.).  Defendants assert  by way of counterclaim a claim for declaratory \njudgment concerning the interpretation and enforceability of the non -solicitation \ncovenants in the E mployment Agreements at issue (Counterclaim One), ( Answer & \nCountercl. ¶¶ 135–38). \n81. On 3 October 2023, Epes voluntarily dismissed without prejudice Count \nOne for breach of contract to the extent it is based on “Individual Defendants’ \nbreaches of Paragraph 1 of their respective Employment Agreements as described in \nparagraph 62 and 63” of the Second Amended Complaint.  (Partial Vol. Dismissal \nat 1, ECF No. 157.) \n82. Epes seeks affirmative summary judgment on  two discrete legal issues: \n(1) that De Piante “owed a fiduciary duty to Epes[,]” and (2) that “De Piante breached \nthat fiduciary [duty.]”  (Pl.’s Mot. 1.) \n83. Defendants seek summary judgment in their favor as to “all of [Epes’] \nclaims remaining in the Second Amended Complaint [,]” as well as affirmative \nsummary judgment in their favor as to Counterclaim One.  (Defs.’ Mot. 1.) \n84. Following full briefing, the Court held a hearing on the Motions \non 12 November 2024 (the “Hearing”) at which all parties were represented through \ncounsel.  (See ECF No. 244.) \n85. The Motions are ripe for resolution. \nIV. LEGAL STANDARD \n86. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C.G.S. § 1A-1, Rule 56(c).  “A ‘genuine issue’ is \none that can be maintained by substantial evidence.”  Dobson v. Harris, 352 N.C. 77, \n83 (2000) (citation omitted).   “ ‘Substantial evidence is such relevant evidence as a \nreasonable mind might accept as adequate to support a conclusion’ and means ‘more \nthan a scintilla or a permissible inference.’  ”  Head v. Gould Killian CPA Grp., P.A. , \n371 N.C. 2, 8 (2018) (quoting Ussery v. Branch Banking & Tr. Co., 368 N.C. 325, 335 \n(2015)). \n87. The moving party bears the burden of showing that there is no genuine \nissue of material fact, and that the movant is entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 563 (2008).  The movant \nmay make the required showing by proving that “an essential element of the opposing \nparty’s claim does not exist, cannot be proven at trial, or would be barred by an \naffirmative defense, or by showing through discovery that the opposing party cannot \nproduce evidence to support an essential element of her claim.”  Dobson, 352 N.C. at \n83 (citations omitted). \n88. “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784−85 \n(2000) (citation omitted).  The Court must view the evidence in the light most \nfavorable to the nonmovant.  Dobson, 352 N.C. at 83 (citation omitted).  However, the \nnonmovant(s) \nmay not rest upon the mere allegations or denials of [their] pleading, \nbut [their] response, by affidavits or as otherwise provided in this rule, \nmust set forth specific facts showing that there is a genuine issue for \ntrial.  If [the nonmovant] does not so respond, summary judgment, if \nappropriate, shall be entered against [the nonmovant]. \n \nN.C.G.S. § 1A-1, Rule 56(e). \n89. “For affirmative summary judgment on a party’s own claim, the burden is \nheightened.”  Futures Grp. v. Brosnan, 2023 NCBC LEXIS 7, at **4 (N.C. Super. Ct. \nJan. 19, 2023); see Brooks v. Mount Airy Rainbow Farms Ctr., Inc., 48 N.C. App. 726, \n728 (1980).  The movant “must show that there are no genuine issues of fact, that \nthere are no gaps in his proof, that no inferences inconsistent with his recovery arise \nfrom the evidence, and that there is no standard that must be applied to the facts by \nthe jury.”  Parks Chevrolet, Inc. v. Watkins, 74 N.C. App. 719, 721 (1985); accord Kidd \nv. Early , 289 N.C. 343, 370 (1976).  Consequently, “rarely is it proper to enter \nsummary judgment in favor of the party having the burden of proof.”  Blackwell v. \nMassey, 69 N.C. App. 240, 243 (1984). \nV. ANALYSIS \n90. The Court first addresses C ount Three of Plaintiff’s Second A mended \nComplaint for breach of fiduciary duty brought against De Piante and Caron, a claim \nfor which both Motions request summary judgment, though in different respects.  The \nCourt then considers the remainder of Defendants’ Motion. \nA. Count Three: Breach of Fiduciary Duty Against De Piante & Caron \n91. First, Defendants seek summary judgment on Count Three for breach of \nfiduciary duty  brought against De Piante and Caron, while Epes seeks offensive \nsummary judgment on two discrete legal issues related to Count Three: (1) whether \nDe Piante owed any fiduciary duties to Epes; and if so, (2) whether De Piante \nbreached those duties. \n92. “To establish a claim for breach of fiduciary duty, a plaintiff must show that: \n(1) the defendant owed the plaintiff a fiduciary duty; (2) the defendant breached that \nfiduciary duty; and (3) the breach of fiduciary duty was a proximate cause of injury \nto the plaintiff.”  Sykes v. Health Network Sols., Inc., 372 N.C. 326, 339 (2019). \n93. It is axiomatic that “[f]or a breach of fiduciary duty to exist, there must first \nbe a fiduciary relationship between the parties.”  Dalton v. Camp, 353 N.C. 647, 651 \n(2001).  “North Carolina recognizes two types of fiduciary relationships:  de jure, or \nthose imposed by operation of law, and  de facto, or those arising from the particular \nfacts and circumstances constituting and surrounding the relationship.”  Hager v. \nSmithfield E. Health Holdings, LLC, 264 N.C. App. 350, 355 (2019). \n94. Epes has asserted Count Three against De Piante and Caron, alleging that \nDe Piante owed a de jure fiduciary duty to Epes, while De Piante and Caron both \nowed de facto fiduciary duties to Epes.  (SAC ¶ ¶ 73–74.)  The Court first addresses \nwhether De Piante owed a de jure or de facto fiduciary  duty, or both, to  Epes, and \nthen turns to whether Caron owed a de facto fiduciary duty to Epes. \n1. De Jure Fiduciary Duty as to De Piante \n95. Epes contends that it is entitled to offensive summary judgment on the \nissue that De Piante  had a de jure  fiduciary relationship with Epes,  because he \n“served as a Vice President of Epes —a title he confirmed, affirmed, and even \nexplained—and because he was duly appointed by the Board of Directors consistent \nwith Epes’ Bylaws[.]”  (Pl.’s Br. Supp. Pl.’s Mot. 21, ECF No. 227 [“Pl.’s Br. Supp.”].)  \nDe Piante, in turn,  seeks summary judgment as to Count Three, arguing that the \n“undisputed facts show that De Piante was merely an employee”  of Epes, which is \n“not enough to create a de jure  relationship” under North Carolina law.  (Br. Opp. \nPl.’s Mot. 7, ECF No. 223 [“Defs.’ Br. Opp.”].) \n96. “In North Carolina, a fiduciary duty can arise by operation of law (de jure).”  \nLockerman, 250 N.C. App. 631, 635 (2016) (citing Abbitt v. Gregory, 201 N.C. 577, 598 \n(1931)). Principal and agent relationships are an example of a legal relation giving \nrise to de jure fiduciary duties .  Id.; see also BDM Invs. v. Lenhil, Inc. , 2014 NCBC \nLEXIS 6, at  *21 (N.C. Super. Ct. Mar. 20, 2014) (finding summary judgment to be \ninappropriate when there was a genuine dispute of material fact as to whether an \nagency relationship existed between the parties). \n97. By statute, a corporate officer must discharge his duties “(1) [i]n good faith; \n(2) [w]ith the care an ordinarily prudent person in a like position would exercise \nunder similar circumstances; and (3) [i]n a manner he reasonably believes to be in \nthe best interest of the corporation. ”  N.C.G.S. §§ 55-8-42(a)(1)–(3).  “A corporation \ncan act only through its agents, which include its corporate officers. ”  Ellison v. \nAlexander, 207 N.C. App. 401, 414 (2010) (quoting Woodson v. Rowland, 329 N.C. \n330, 344  (1991)) (internal quotations omitted); see also Meiselman v. Meiselman , \n58 N.C. App. 758, 775 (1982) (providing  “[o]fficers and directors shall be deemed to \nstand in a fiduciary relation to the corporation and to its shareholders ” (citation \nomitted)). \n98. Epes contends  “De Piante served as a Vice President of Epes –a title he \nconfirmed,” resulting in De Piante owing a de jure fiduciary duty to Epes.  (Pl.’s Br. \nSupp. 21.)  Epes relies on two main facts to support its contention that De Piante was \nan officer of Epes —his appointment by Epes’ Board of Direct ors to serve as Vice \nPresident and his statements in an email to the Federal Maritime Commission where \nhe stated that he was Vice President of Epes.  (Pl.’s Br. Supp. 2, 20.)  \n99. De Piante, in opposition to Epes’ motion , argues it is clear that he was \nmerely an employee of Epes through his role as General Manager of the International \nDivision.  (Defs.’ Br. Opp. 6 –8.)  De Piante contends that any “minutes” Epes relies \non to evidence  that De Piante was appointed as Chief Ocean Officer  were “from a \npurported November 1, 2016 Board meeting that never actually happened.”  (Defs.’ \nBr. Opp. 9.)  Further, De Piante argues it is implausible that he was appointed as \nChief Ocean Officer on 1  November 2016, as “it would be another month \n(December 1, 2016) before Epes offer [ed] De Piante employment as its ‘General \nManager’ [ ] or even closed on the APA itself.”  (Defs.’ Br. Opp. 9.)  Additionally, there \nhas been evidence presented that De Piante was never listed as an officer of Epes on \nofficial tax documents or on Epes’ filings with the North Carolina Secretary of State.  \n(See J.A. 0766–77.) \n100. It appears nearly all of the facts surrounding De Piante’s alleged role as a \nde jure fiduciary of Epes, and his supposed appointment as Vice President of Epes, \nare heavily disputed by the parties.  Based on the evidence before the Court at this \ntime, it is clear a genuine issue of material fact exists as to whether De Piante was \nappointed as Vice President —either in accordance with Epes’ Bylaws or in \nactuality—and as a result, whether any de jure fiduciary relationship exists between \nDe Piante and Epes.  Wh ile it appears based on the record before the Court that \nDe Piante acted as the General Manager of the International Division of Epes, there \nis also evidence that  tends to show that  De Piante held himself out as the Vice \nPresident of Epes on at least one occasion.   \n101. As a result, a genuine issu e of material fact remains as to whether De \nPiante was an acting Vice President of Epes , which would in turn support a \ndetermination that De Piante was a de jure fiduciary of Epes .  That question is one \nwhich a jury must answer.   \n102. Therefore, the Court hereby DENIES the Motions in part as to Count Three \nas they relate to De Piante’s alleged de jure fiduciary duty to Epes.  As a result, the \nCourt need not reach the issue of whether Epes is entitled to affirmative summary \njudgment on the issue of whether there was any breach of De Piante’s alleged \nfiduciary duty owed to Epes, and th is issue related to Count Three proceeds to trial \naccordingly.  \n2. De Facto Fiduciary Duty as to De Piante & Caron \n103. Epes contends that De Piante also had a de facto fiduciary relationship with \nEpes, as “De Piante was in charge of Epes’ international division[,]” “all operations \nand sales personnel in the division reported to De Piante[,]” and De Piante had \ncertain responsibilities, which “in the aggregate, make it clear that De Piante was a \nde facto fiduciary of Epes in addition to being a de jure fiduciary.”  (Pl.’s Br. Supp. 22–\n23.)  Epes also contends that Caron was a de facto fiduciary of Epes, as she “exercised \nsubstantial control over Epes’ International Division[,]” and while not being formally \nidentified as such, “Caron operated as the Chief Financial Officer of Epes’ \nInternational Division.”  (Pl.’s Br. Opp. Defs.’ Mot. 23, ECF No. 228 [“Pl.’s Br. Opp.”].) \n104. North Carolina courts have recognized that a fiduciary relationship can be \ncreated by the surrounding facts or circumstances—giving rise to a de facto fiduciary \nrelationship.  Lockerman, 250 N.C. App at 635 –37.  “De facto relationships are less \nimmediately identifiable, as ‘[c]ourts of equity have carefully refrained from defining \nthe particular instances of fiduciary relations in such a manner that other and \nperhaps new cases might be excluded.’ ”  Hager,  264 N.C. App. at  354–55 (citing \nAbbitt, 201 N.C. at 598).  To be sure, “[t]he standard for finding a de facto  fiduciary \nrelationship is a demanding one: Only when one party figuratively holds all the \ncards—all the financial power or technical information, for example —have North \nCarolina courts found that the special circumstance of a fiduciary relationship has \narisen.”  Id.  at 572 (citing Lockerman , 250 N.C. App. at 636) (internal quotations \nomitted); see also Dalton, 353 N.C. at 651–52 (holding that “the nature of virtually all \nemployer-employee relationships[,] without more . . . [is] inadequate to establish [an \nat-will employee’s] obligations as fiduciary in nature”). \n105. In the employment context, the mere existence of an employer -employee \nrelationship is insufficient to give rise to a  fiduciary duty.  See id. at 652 (quoting  \nKing v. Atl. Coast Line R.R. Co., 157 N.C. 44, 62–63 (1911)) (“Under the general rule, \n‘the relation of employer and employee is not one of those regarded as confidential.’ ”).  \nIn fact, “ where an employee is neither an officer nor a director, extraordinary \ncircumstances are necessary to impose a fiduciary duty arising out of the employment \nrelationship.”  Southeast Air Charter, Inc. v. Stroud , 2015 NCBC LEXIS 82, at *16 \n(N.C. Super. Ct. Aug. 17, 2015) (citing Dalton, 353 N.C. at 652).   \n106. These “extraordinary circumstances ” occur when an employer is \n“subjugated to the improper influences or domination of his employee. ”  Dalton, \n353 N.C. at 652; see also DSM Dyneema, LLC v. Thagard, 2015 NCBC LEXIS 50, at \n*21–22 (N.C. Super. Ct. May 12, 2015) (holding that the plaintiff failed to allege “the \nextraordinary or special type of employer- employee relationship that gives rise to a  \nfiduciary duty” because the facts pleaded did not “ allege that Thagard enjoyed the \nsort of domination or influence over  DSM that our courts have found necessary to \ncreate a fiduciary duty”).   \na. De Piante \n107. Epes contends that De Piante was a de facto fiduciary of Epes, as he was \nresponsible for “ all sales and operations personnel [,]” “signing checks, authorizing \npurchases, hiring and firing employees, instituting disciplinary actions, approving \nemployee benefit packages, approving expenses[,]” as well as other duties.  (Pl.’s Br. \nSupp. 21–22.) \n108. As an initial matter, De Piante’s authority at Epes, and specifically within \nthe International Division, is heavily contested by the parties.  Where De Piante has \ntestified that he could not perform certain actions at Epes, such as hiring or firing \nemployees by his own authority, Epes has offered testimony which directly \ncontradicts De Piante’s testimony.  However, the Court finds it unnecessary to dissect \neach duty and responsibility that De Piante engaged in while working for  Epes, as \nthe fact that he only worked in the International Division of Epes is dispositive.  \n109. De Piante was hired to serve as the General Manager of the International \nDivision of Epes, as evidenced in his offer letter.  (See J.A. 0106.)  Additionally, Epes’ \norganizational structure—that is two separate but cohesive divisions of Epes—make \nit clear that De Piante, as General Manager of only the International Division, could \nnot exercise such dominion and control over the entire business of Epes, such that he \nwould owe a de facto fiduciary duty .  There has been no evidence presented which \nsuggests that  his role as General Manager of the International Division at Epes \nresulted in “domination and influence” over the entire business of Epes , such that a \nde facto fiduciary relationship existed between the two.  See Abbitt, 201 N.C. at 598. \n110. Further, even if De Piante had broad authority over the International \nDivision, he still reported to Marcuslund, who served as Managing Director of Epes’ \nInternational Division.  The Court is unconvinced that a  divisional employee who \ndirectly reports to  a divisional manager could exercise control over the entire \ncompany as a whole, warranting a finding that a de facto fiduciary relationship could \nhave existed between the two.  It appears upon review of the evidence presented that \nthe circumstances of De Piante’s relationship with Epes “merely serve to define the \nnature of virtually all employer-employee relationships; [and] without more, they are \ninadequate” to establish De Pian te’s obligations as fiduciary in nature.  See Dalton\n, \n353 N.C. at 652. \n111. Therefore, the Court hereby DENIES  Plaintiff’s Motion  as to whether \nDe Piante owed any de facto fiduciary duty to Epes .  However, the Court hereby  \nGRANTS Defendants’ Motion in part as to Count Three for breach of fiduciary duty \nas it relates to any alleged de facto fiduciary  duty owed by De Piante, and Count \nThree is DISMISSED to that limited extent. \nb. Caron \n112. Defendants contend that “Caron’s authority within the International \nDivision was limited .”  (Defs.’ Br. Supp. Defs.’ Mot. 20, ECF No. 221 [“Defs.’  Br. \nSupp.”].)  In fact, each month Caron sent “multiple reports which disclosed all \nfinancial and transactional information within the International Division” to Siler, to \nwhich he testified “there was no information about the International Division . . . that \nthey wanted but did not get or felt they could not get.”  (Defs.’ Br. Supp. 20.)  \n113. In response, Epes argues that “Caron exercised substantial control over \nEpes’ International Division[,]” and while not formally titled as such, “Caron operated \nas the Chief Financial Officer of Epes’ International Division.”  (Pl.’s Br. Opp. 23.)  \nEpes contends Caron “managed all accounting functions, was part of Epes’ \nInternational Division’s strategic planning, attended management meetings, and was \nresponsible for office management.”  (Pl.’s Br. Opp. 23.) \n114. There has been no evidence presented that suggests Caron’s  position a s \nFinance Manager at Epes resulted in “domination and influence” over the company , \nan essential component of any fiduciary relationship.  See Dalto n, 353 N.C. at 652.  \nCaron was hired as a Finance Manager at Epes, working mainly in the International \nDivision.  Her work was consistently reviewed by others within Epes, including by  \nBodford and Siler.  She voluntarily answered questions and offered information to \nher superiors, and there is no evidence that she was able to extend her reach beyond \nthe finance division at Epes, such that her influence could be felt throughout the \nentire company.  In sum, her responsibilities at Epes were not “unlike those of \nemployees in other businesses and can hardly be construed as uniquely position ing \n[herself] to exercise domination” over Epes.  Id.  As a result, no reasonable jury could \nconclude that a de facto fiduciary relationship existed between Caron and Epes.  \n115. The Court concludes that there is no genuine issue of material fact \nregarding the existence of a fiduciary relationship between Caron and Epes.  In the \nabsence of a fiduciary duty, there can be no claim for breach.  Therefore, Defendants’ \nMotion is GRANTED in part as to Count Three for breach of fiduciary duty as it \nrelates to Caron, and Count Three is DISMISSED to that limited extent.  \nB. Count One: Breach of Contract Against the Individual Defendants \n116. Next, Defendants seek summary judgment on Epes’ Count One for breach \nof contract related to the Individual Defendants’ respective Employment Agreements.  \n(Defs.’ Mot. 1.) \n117. A claim for breach of an employment agreement provision is a species of \nbreach of contract.  Rel. Ins., Inc. v. Pilot Risk Mgmt. Consulting, LLC , 2024 NCBC \nLEXIS 99, at **91 (N.C. Super. Ct. July 12, 2024).  Breach of contract claims require \nthe “(1) existence of a valid contract and (2) breach of that contract.”  Poor v. Hill, 138 \nN.C. App. 19, 26 (2000). \n118. Importantly, when assessing the validity of an employment agreement, \nNorth Carolina law distinguishes between restrictive covenants —which restrain \ntrade—and confidentiality agreement s—which are only meant to prevent the \ndisclosure or use of confidential information.   See Amerigas Propane, L.P. v. Coffey , \n2015 NCBC LEXIS 98, at **10 (N.C. Super. Ct. Oct. 15, 2015). \n119. “Unlike non -competition and non -solicitation provisions, a nondisclosure \nprovision is generally not considered to be a restraint on trade. ”  Prometheus Grp. \nEnters., LLC v. Gibson , 2023 NCBC LEXIS 42, at **24 (N.C. Super. Ct. Mar. 21, \n2023).  Accordingly, a “nondisclosure provision is not subjected to the same level of \nscrutiny as the non- competition and non -solicitation provisions” of an employment \nagreement.  Id. at **25.  For this reason, “ [s]uch agreements may, therefore, be \nupheld even though the agree ment is unlimited as to time and area[.] ”  Akzo Nobel \nCoatings, Inc. v. Rogers, 2011 NCBC LEXIS 42, at **31 (N.C. Super. Ct. Nov. 3, 2011). \n120. Nevertheless, “North Carolina courts will treat a non-disclosure agreement \nas a contract in restraint of trade in appropriate circumstances.”  Amerigas Propane, \nL.P., 2015 NCBC LEXIS 98, at **23 (citing Chemimetals Processing v. McEneny, 124 \nN.C. App. 194, 197 (1996)).  This Court has explained that \n[a] non-disclosure provision equates to a restrictive covenant in restraint \nof trade and is subject to the same analysis as a covenant not to compete \nif “the anticipated and intended effect of the prohibition on [an \nemployee’s] disclosure . . . is not to protect [the company ’s] confidential \nbusiness information ” but rather to prevent a former employee from \ncompeting with the former employer.  See Amerigas Propane, L.P., 2015 \nNCBC LEXIS 98, at *24–25 (compiling cases). \n \nCnty. of Wake PDF Elec. & Supply Co., LLC v. Jacobsen , 2020 NCBC LEXIS 103, at \n*19 (N.C. Super. Ct. Sept. 9, 2020). \n121. It therefore follows that \n[a] non-disclosure provision in an employment agreement is enforceable \n“if it does not seek to prevent a party from engaging in a similar business \nin competition with the [employer], but instead seeks to prevent the \ndisclosure or use of confidential information. ”  Chemimetals Processing \nv. McEneny, 124 N.C. App. 194, 197 (1996).  To be enforceable, such a \nnon-disclosure agreement requires only “ a showing that it protects a \nlegitimate business interest of the [employer] ”; time and durational \nlimitations are irrelevant.  Id. at 197; Eye Dialogue LLC v. Party \nReflections, Inc., 2020 NCBC LEXIS 90, at *14–19 (N.C. Super. Ct. July \n28, 2020). \n \nId. at *20–21.\n4 \n \n122. Under North Carolina law, the “ protection of customer relationships and \ngoodwill against misappropriation by departing employees is well recognized as a \nlegitimate protectable interest of the employer.”  United Lab., Inc. v. Kuykendall, 322 \nN.C. 643, 651 (1988); see also S. Fastening Sys. v. Grabber Constr. Prods., 2015 NCBC \nLEXIS 42, at *19 (N.C. Super. Ct. Apr. 28, 2015) (holding that requiring employees \nto sign confidentiality agreements for the purpose of protecting both the compan y’s \nand the customer’s confidential information protected a legitimate business interest \nof the company). \n123. Epes has asserted Count One against each of the Individual Defendants, \nalleging they have each breached their respective Employment Agreements through \ntheir (1) “solicitation of customers of Epes[,]” (2) “solicitation of employees of Epes[,]” \n \n4 While Defendants contend because the confidentiality provision of each of their \nEmployment Agreements was intended to apply to all aspects of Epes’ business, and as a \nresult, this Court should treat and analyze the provision as a restrictive covenant, (Defs.’ Br. \nSupp. 13–14 (citing Duo-Fast Carolinas, Inc. v. Scott’s Hill Hardware & Supply Co. , 2018 \nNCBC LEXIS 2 (N.C. Super. Ct. Jan. 2, 2018) ), Epes correctly argues that this is not the \ncorrect standard in which to review the confidentiality provision, as non -disclosure \nagreements, such as the confidentiality provision at issue in this case, “are enforceable if they \n‘protect[ ] a legitimate bus iness interest of the employer’ without any regard to ‘time and \ndurational limitations.’ ”  (Pl.’s Br. Opp. 16 (citing Eye Dialogue LLC v. Party Reflections, \nInc., 2020 NCBC LEXIS 90, at **10 (N.C. Super. Ct. July 28, 2020)) (cleaned up).) \nand (3) “use or disclosure of Epes’ confidential information including its customer list, \ncustomer contact information, customer pricing and customer preferences[.]”  \n(SAC ¶¶ 62–64.) \n124. As an initial matter, Epes voluntarily dismissed Count One to the extent it \nwas premised on the alleged breaches of the non -solicitation provisions within each \nof the relevant Employment Agreements.  (See ECF No. 157 (citing SAC ¶¶ 62–63).)  \nTherefore, to the extent Defendants’ Motion seeks summary judgment as to Count \nOne based on the alleged breaches of the non -solicitation provisions, Defendants’ \nMotion is DENIED as moot. \n125. As such, the Court narrows its analysis to whether summary judgment is \nappropriate in favor of Defendants as to Count One to the extent it is based on the \nalleged breaches of the Employment Agreements through the Individual Defendants’ \nalleged “use or disclosure of Epes’ confidential information[.]”  (SAC ¶ 64.) \n126. Each of the Individual Defendants’ Employment Agreements contained the \nsame confidentiality provision, providing that the employee \nRecognizes and acknowledges that he will, during his employment by \nEmployer, b e privy to confidential, proprietary and non -public \ninformation of the Employer Group related to the business of the \nEmployer Group and the Customers of the Employer Group, including, \nbut not limited to, information relating to operations, logistics, \ntransportation, supply, business plans, activities, proprietary and trade \nsecret information, customer, carrier lists, or client lists, and other \ncommercial aspects of its or their business (“Confidential Information”).  \nAccordingly, Employee covenants that he will hold such Confidential \nInformation in a fiduciary capacity for the benefit of the Employer Group \nand will not, either during his employment or at any time thereafter, \neither directly or indirectly, use for his own benefit or divulge, disclose \nor communicat e Confidential Information to or for the benefit of any \nother person, firm, corporation, association or other entity.  Further, \nupon request by Employer, Employee will promptly return to Employer, \nas its property, all records that are in Employee’s custody, possession or \ncontrol and that are related to such Confidential Information, in \nwhatever form those records may exist. \n \n(J.A. 0620 at ¶ 2; J.A. 1214 at ¶ 2; J.A. 1525 at ¶ 2.) \n127. Defendants ar gue that “[b]y its plain terms, the C[onfidentiality]  \nP[rovision] does not apply to the ‘Confidential Information’ of Epes.”  (Defs.’ Br. \nSupp. 26.)  Instead, Defendants contend that the confidentiality provision applies to \n“Confidential Information ‘. .  . of the Employer Group related to the business of the \nEmployer Group[ ] and of the Customers of the Employer Group[  ]. . .’ ”  (Defs.’ Br. \nSupp. 26.)  In line with this contention, Defendants state that the Individual \nDefendants “did not recei ve any ‘Confidential Information’ related to business that \none Employer Group member did with another Employer Group member [,]” or “of \nthose customers who were customers of more than one Employer Group member.”   \n(Defs.’ Br. Supp. 26.)   \n128. Further, Defendants argue that the confidentiality provision “does not list \nany type of financial information[,]”  “customer-contact information[,]” or “customer \npreferences” when defining “Confidential Information” in the confidentiality \nprovision.  (Defs.’ Br. Supp. 27.)  Similarly, Defendants contend that the information \nalleged to have been disclosed and used by the Individual Defendants is publicly \navailable.  (Defs.’ Br. Supp. 27.)  By way of example, Defendants argue that the \n“identity of Epes’ customers and the carriers it used is publicly available \ninformation[,]” and that “any customer information given by a c ustomer to Epes is \nnot Epes’ proprietary information.”  (Defs.’ Br. Supp. 27–28.)  \n129. Epes takes issue with both arguments raised by Defendants.  First, as to \nthe interpretation of the “Employer Group” language, Epes argues that Defendants’ \nproposed interpretation would render the confidentiality provision “basically \ntoothless” as it would allow Defendants to “use or disclose confidential information of \nEpes” even though that is “the opposite of what the [confidentiality provision] \nprovides.”  (Pl.’s Br. Opp. 14 –15.)  Second, as to what is included in the definition of \n“Confidential Information,” Epes contends that Defendants’ view is far too narrow, \nas the confidentiality provision explicitly states that the information listed are only \nexamples, evidenced by the “including but not limited to” language included.  (Pl.’s \nBr. Opp. 15.)   \n130. Upon review of the confidentiality provision found within each of the \nEmployment Agreements, it is clear that the provision was intended to protect Epes’ \nconfidential business information, and includes a wide variety of information, which \na jury could reasonably find to include Epes’ financial information.  Further, Epes \nhas put forward sufficient evidence that c ould permit a jury to conclude that the \nIndividual Defendants acted in violation of their respective Employment Agreements \nrelated to their confidentiality obligations by using Epes’ confidential information for \npurposes outside the limits provided.   By way of  example, there has been sufficient \nevidence put forth regarding Defendants’ access to, and use of , Epes’ financial \ninformation to obtain financing from Paragon Bank to fund Noble’s operations. \n131. As a result, there is a genuine issue of material fact as to whether the \nIndividual Defendants breached their respective confidentiality provisions found \nwithin their Employment Agreements with Epes.  \n132. Therefore, the Court DENIES  in part Defendants’ Motion as it relates to \nCount One for breach of contract  to the extent it is based on the confidentiality \nprovisions found within the Epes E mployment Agreements of the Individual \nDefendants, and this claim proceeds to trial accordingly.   \nC. Count Two: Injunctive Relief as to Individual Defendants \n133. Next, Defendants seek summary judgment on Count Two for injunctive \nrelief.  (Defs.’ Mot. 1.)   \n134. “A permanent injunction is an extraordinary equitable remedy and may \nonly properly issue after a full consideration of the merits of a case.”  CB&I \nConstructors, Inc. v. Town of Wake Forest, 157 N.C. App. 545, 548 (2003) (citation and \nquotation marks omitted).  Furthermore, Plaintiff would only be entitled to injunctive \nrelief if they can demonstrate that they have “no adequate remedy at law and [that] \nirreparable harm will result if the injunction is not granted.”  Vest v. Easley, 145 N.C. \nApp. 70, 76 (2001) (citation omitted). \n135. The Court interprets Defendants’ Motion to seek summary judgment as to \nthe availability to Epes of injunctive relief as a remedy in the event Epes succeeds \nbefore a jury on any of its remaining causes of action.   \n136. Epes has asserted Count Two against each of the Individual Defendants, \nalleging the Individual Defendants have “each breached their [employment] \nagreements by using and/or disclosing Epes’ confidential information .  . . for their \nown benefit or for the benefit of Noble[,]” (SAC ¶  68), and as a result, the Individual \nDefendants should be “permanently enjoined from further using or disclosing to any \nparty any of Epes’ confidential information[,]” (SAC ¶ 71). \n137. The Court has held that there is a genuine issue of material fact as to \nwhether the Individual Defendants’ breached their respective Employment \nAgreements through disclosure of confidential information .  As the merits of this \nissue have not yet been fully determined,  and are intertwined with Count One for \nbreach of contract as to the Employment Agreements, it would be premature to issue \na permanent injunction or to determine that under no circumstances might such \nrelief be warranted.  See Levin v. Jacobsen , 2015 NCBC LEXIS 111, at **32 (N.C. \nSuper. Ct. Dec. 7, 2015) (denying motion for permanent injunction as premature). \n138. Therefore, the Court DENIES  in part Defendants’ Motion as it relates to \nEpes’ request for injunctive relief as contained in Count Two, and this claim proceeds \nto trial accordingly. \nD. Count Five: Aiding and Abetting Against Defendants \n139. Next, Defendants seek summary judgment on Count Five for aiding and \nabetting breaches of fiduciary duties owed.  (Defs.’ Mot. 1.) \n140. Epes has asserted Count Five against each of the Individual Defendants, \nalleging that each of the Individual Defendants has “aided and abetted the breaches \nof fiduciary duty of De Piante and Caron.”  (SAC ¶ 86.) \n141. As a preliminary matter, having granted Caron’s motion for summary \njudgement as to Epes’ breach of fiduciary duty claim against her, no other Defendant \ncan be held liable for aiding and abetting a breach of fiduciary duty on her part.   \n142. Defendants additionally seek summary judgment in their favor as to Count \nFive, arguing that North Carolina does not recognize aiding and abetting breach of \nfiduciary duty as a cause of action.  (Defs.’ Br. Supp. 22.)  The Court agrees.  See BDM \nInvestment, 264 N.C. App. at 302 (“[T]he North Carolina Supreme Court has not \nrecognized a cause of action for aiding and abetting breach of fiduciary duty, nor do \nwe recognize it here.”). \n143. The Court agrees with Defendants’ analysis of the law.  As a result, the \nCourt concludes that no such cause of action exists under controlling North Carolina \nlaw and this claim must be dismissed. \n144. Therefore, the Court hereby GRANTS  in part Defendants’ Motion as to \nCount Five for  aiding and abetting breach of fiduciary duties, and Count  Five is \nDISMISSED. \nE. Count Six: Tortious Interference with Contracts  Against \nDefendants \n \n145. Defendants request summary judgment in their favor o n Count Six for \ntortious interference with contracts.  (Defs.’ Mot. 1.) \n146. The elements of a claim for tortious interference with contract are: \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; \n(2) the defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to plaintiff. \n \nUnited Labs., 322 N.C. at 661 (1988) (citing Childress v. Abeles, 240 N.C. 667 (1954)). \n147. Interference with a contract is “justified if it is motivated by a legitimate \nbusiness purpose, as when the plaintiff and the defendant, an outsider, are \ncompetitors.”  Embree Constr. Grp., Inc. v. Rafcor, Inc. , 330 N.C. 487, 498 (1992)  \n(citing Peoples Sec. Life Ins. Co. v. Hooks, 322 N.C. 216, 221–22 (1988)). \n148. Epes has asserted Count Six against each of the Individual Defendants, \nalleging that Defendants “have tortiously interfered with Epes’ Agreements with [the \nIndividual Defendants] by inducing [the Individual Defendants] or otherwise causing \nthem to breach t he contracts.”  (SAC ¶  94.)  Additionally, Epes alleges that \nDefendants lacked any legitimate business interest, as “[t]heir sole motivation was \nto facilitate and effect the misappropriation of the entirety of Epes’ international \nlogistics business through  the breach of the Agreements by employees of Epes in a \nposition to cause the misappropriation and diversion.”  (SAC ¶ 95.) \n149. First, as to any argument regarding the enforceability of the E mployment \nAgreements and the confidentiality provisions found therein, the Court has \ndetermined that there are genuine issues of material fact surrounding those issues.  \nSupra ¶¶ 130–31.  As such, any argument that the Employment Agreements, and the \nconfidentiality provisions therein, at the heart of this claim are unenforceable will \nnot carry the day, as a jury is left to determine those issues at a later time.  \n150. However, Defendants also contend that each Individual Defendant has \ndenied that they “failed to perform their obligations under the Employment \nAgreement, including the [confidentiality provision,]” or that “the other Individual \nDefendants intentionally tried to induce him/her not to perform.”  (Defs.’ Br. \nSupp. 24.)  Defendants argue that Epes “has not and cannot present any evidence of \ninducement.”  (Defs.’ Br. Supp. 24.)  \n151. In response, Epes argues that this “is a quintessential fact issue[,]” as the \nrecord is “overflowing with evidence that Defendants used Epes’ Confidential \nInformation to further Noble’s purpose ” and that “the Individual Defendants and \nNoble worked together to induce breaches of the Employment Agreement by the \nIndividual Defendants.”  (Pl.’s Br. Opp. 24.)  \n152. When considering the amount of evidence presented related to the \nIndividual Defendants’ access and use of Epes’ internal systems and information, \npaired with Noble’s use of such information to obtain funding,  it is clear that there \nremain genuine issues of material fact as to whether the Individual Defendants \ninduced one another to breach their respective employment agreements,  and the \nconfidentiality provisions found therein.\n5   \n153. Therefore, the Court hereby DENIES in part Defendants’ Motion as to \nCount Six for tortious interference with contract, and t his claim proceeds to trial \naccordingly.   \n \n5 To be abundantly clear moving forward, Count Six is based solely on the Confidentiality \nProvisions found within the respective Employment Agreements, as the Court hereinafter \nfinds that Defendants’ Motion is granted as to their request for declaratory judgment as to \nthe enforceability of the non -solicitation provisions in the Employment Agreements ( see \ninfra ¶ 182) and Epes has voluntarily dismissed its claim for breach of the non- solicitation \nprovisions of the Employment Agreements. \nF. Count Seven: Tortious Interference with Prospective Economic \nAdvantage Against All Defendants \n \n154. Next, Defendants seek summary judgment on Count Seven for tortious \ninterference with prospective economic advantage.  (Defs.’ Mot. 1.) \n155. “To state a claim for tortious interference with prospective economic \nadvantage, a plaintiff must show that the defendant, without justification, induced a \nthird party to refrain from entering into a contract with the plaintiff and which would \nhave been entered into absent the defendant ’s interference.”  Silverdeer, LLC v. \nBerton, 2013 NCBC LEXIS 21, at **31 (N.C. Super. Ct. Apr. 24, 2013). \n156. In addition, “[t]o maintain an action for tortious interference with \nprospective economic advantage, a plaintiff must identify a specific contract between \nitself and a third party.”  Plasman v. Decca Furniture (USA), Inc. , 2016 NCBC \nLEXIS 80, at **70–71 (N.C. Super. Ct. Oct. 21, 2016) (dismissing claim for tortious \ninterference with prospective economic advantage where plaintiff failed to identify a \nparticular contract that would have been entered but for the defendant ’s \ninterference).  However, a plaintiff's mere expectation of a continuing business \nrelationship is insufficient to establish such a claim.   Dalton, 353 N.C. at 655.  \nInstead, a plaintiff must produce evidence that a contract would have resulted but \nfor a defendant’s malicious intervention.  Id. at 655. \n157. Epes has asserted Count Seven against each of the Individual Defendants, \nalleging that the Individual Defendants “wrongfully interfered with Epes’ contractual \nand business relationships with its customers by inducing Epes’ customers to stop \ndoing business with Epes, to materially reduce their business with Epes, or to break \ntheir contractual relationships with Epes.”  (SAC ¶  101.)  Epes alleges that this \ninterference was done “without any legitimate business purpose, but instead was \ndone for the sole purpose of injuring and damaging Epes and misappropriating its \ncustomer relationships.”  (SAC ¶ 103.) \n158. Defendants contend that Epes has only shown that it “provided services to \ncustomers on a shipment -by-shipment, as -needed basis [,]” arguing that summary \njudgment is appropriately granted where a plaintiff provided services on an as -\nneeded basis.  (Defs.’ Br. Supp. 25  (citing Bev. Sys. of the Carolinas, 368 N.C. 693 \n(2016)).) Defendants argue that Epes admits it only had ‘ “a legitimate expectation of \ncontinuing those . . . [customer] relationships,’ but nothing contractual.”  (Defs.’ Br. \nSupp. 25 (citing SAC ¶ 99).)   \n159. In response, Epes  argues it has pointed to “specific customers with whom \nEpes had a ‘reasonable expectation ’ of continuing to conduct business [,]” and that \nDefendants “know who those customers are because they have been” designated as \nthe Disputed Customers in this litigation.  (Pl.’s Br. Opp. 26 .)  Further, Epes relies \non its expert report to evidence “the specific relationships interfered with by \nDefendants and for which Epes seeks damages.”  (Pl.’s Br. Opp. 26.)   \n160. Upon review of the evidence presented, the Court determines that while \nEpes has identified specific customers it contends would have continued to  do \nbusiness with Epes but for Defendants’ conduct, it has failed to point to specific \ncontracts that would have ensued but for Defendants’ conduct.  As the North Carolina \nSupreme Court held in Beverage Systems, an expectation of a continued business \nrelationship, without pointing to any specific contract,  is “insufficient to support a \nclaim for either tortious interference with contract or tortious interference with \nprospective economic advantage.”  368 N.C. at 702.   \n161. There has been no evidence or argument presented that Epes had contracts \npending with specific customers that Defendants interfered with, only that Epes had \nan expectation that those customers would select Epes as their service provider in \nthe future.  The Court’s understanding of the transport industry based on arguments \nmade at the Hearing is that each shipment is bid on and won by the company that \npresents the most competitive offer.  As such, Epes has not, and likely cannot, present \nevidence that specific contracts were interfered with by Defendants because no \ncontracts, or drafts thereof, have been offered that were outstanding at all relevant \ntimes to this litigation.   In the absence of such evidence, the Court concludes that \nsummary judgment on this claim is appropriate. \n162. THEREFORE, the Court hereby GRANTS  Defendants’ Motion as to \nCount Seven for tortious interference with prospective economic advantage, and \nCount Seven is DISMISSED.  \nG. Count Four: UDTPA Against Defendants \n163. Defendants request summary judgment in their favor on Count Four for \nunfair and deceptive trade practices.  (Defs.’ Mot. 1.) \n164. This Court has previously stated that \nChapter 75 of the North Carolina General Statutes [the “UDTPA”] \nprovides, in pertinent part, that “[u]nfair methods of competition in or \naffecting commerce, and unfair or deceptive acts or practices in or \naffecting commerce, are declared unlawful .  . . To successfully state a \nclaim under [the UDTPA] .  . . a plaintiff must allege (1) an unfair or \ndeceptive act or practice, or an unfair method of competition, (2) in or \naffecting commerce, (3) which proximately caused actual injury to the \nplaintiff or to his business. \n \nPoluka v. Willette , 2021 NCBC LEXIS 105, at **13 (N.C. Super. Ct. Dec. 2, 2021) \n(cleaned up). \n165. This Court has previously held “that the existence of valid underlying \nclaim[ ] for . . . tortious interference with contract is sufficient to give rise to liability \non a UDTP theory.”  MarketPlace 4 Ins., LLC, 2023 NCBC LEXIS 31, at **39; see also \nPower Home Solar, LLC  v. Sigora Solar, LLC , 2021 NCBC LEXIS 55, at *51  (N.C. \nSuper. Ct. June 18, 2021). \n166. Epes has asserted Count Four against all Defendants, alleging that the \nIndividual Defendants “utilized their time (while employees of Epes) and other assets \nof Epes to form and organize Noble, to compete unfairly with Epes, and to solicit Epes’ \ncustomers to divert their business from Epes to Noble or other competitive entities[.]”  \n(SAC ¶ 81.) \n167. Defendants contend that not only “does the UDTP[A] [not] apply within the \nemployer/employee relationship[,]” but also that all the “alleged harm occurred while \nthe Individual Defendants were at Epes and that Epes alone was harmed.”  (Defs.’ \nBr. Supp. 22.)   \n168. Epes argues that while Defendants attempt to center their argument on the \n“single market participant” exclusion, the “record reflect [s] numerous and varied \nmarket participants spanning four continents, dozens of states, and involving the \nimport, export and storage of tens of millions of dollars in freight[.]”  (Pl.’s Br. \nOpp. 28.)  Additionally, Epes represents that the “names and roles of all of those \nmarket participants” are evidenced throughout the record, including “throughout text \nmessages, emails, and bank records spanning many months and involving millions of \ndollars.”  (Pl.’s Br. Opp. 28.)  As such, it is Epes’ belief that “the conduct at issue here \nfalls squarely within the broad read of Chapter 75,” and as a result, this claim should \nsurvive to trial.  (Pl.’s Br. Opp. 28.) \n169. The Court agrees at least based on the record presently before it.  Epes has \nforecast sufficient evidence that the alleged conduct supporting this claim involved \nmarket participants outside of Epes’ organization, including —by way of example —\nthe conduct alleged in support of Count Six for tortious interference with contract as \nto the Individual Defendants. \n170. Therefore, the Court hereby DENIES  in part Defendants’ Motion as to \nCount Four for Defendants’ alleged violations of the UDTPA, and this claim proceeds \nto trial accordingly. \nH. Count Eight: Civil Conspiracy Against All Defendants \n171. Next, Defendants seek summary judgment on Count Eight for civil \nconspiracy.  (Defs.’ Mot. 1.) \n172. To state a claim for civil conspiracy, a plaintiff must show: “(1) an \nagreement between two or more individuals; (2) to do an unlawful act or to do a lawful \nact in an unlawful way; (3) resulting in injury to plaintiff inflicted by one or more of \nthe conspi rators; and (4) pursuant to a common scheme.”  Piraino Bros., LLC v. \nAtlantic Fin. Grp., Inc., 211 N.C. App. 343, 350 (2011).   “[S]ufficient evidence of the \nagreement must exist to create more than a suspicion or conjecture in order to justify \nsubmission of the issue to a jury.”  Boyd v. Drum , 129 N.C. App. 586, 592 (1998)  \n(internal quotations omitted).  Civil conspiracy is not an independent cause of action \nin North Carolina; rather, liability for civil conspiracy must be alleged in conjunction \nwith an underlying claim for unlawful conduct.  Toomer v. Garrett, 155 N.C. App. 462, \n483 (2002). \n173. Epes has asserted Count Eight against all Defendants, alleging that \n“Defendants all conspired and agreed to participate in a common scheme to \nwrongfully compete against Epes in the logistics business by misappropriating Epes’ \nbusinesses and customers.”  (SAC ¶ 108.) \n174. Defendants’ only argument in favor of summary judgment as to this claim \nis that “[t]o the extent the Court grants Defendants’ motion for summary judgment \non Epes’ underlying tort claims,” then Count Eight should fail as well.  (Defs.’ Br. \nSupp. 28.)  However, as previously discussed, the Court has allowed certain claims \nsupporting the allegations in this claim to survive summary judgment , and as a \nresult, Count Eight survives as well .  See supra ¶¶ 153, 170; see also Am. Air Filter \nCo. v. Price, 2017 NCBC L EXIS 55, at *32 (N.C. Super. Ct. June 26, 2017) (“Since \n[Plaintiff’s] claim[ ] for . . . unfair trade practices survive[s] dismissal, th[is] claim[ ] \ncan serve as the requisite underlying tort[ ] for a civil conspiracy claim.”)   \n175. Therefore, the Court hereby DENIES  Defendants’ Motion in part as to \nCount Eight for civil conspiracy, and this claim proceeds to trial accordingly. \nI. Count Nine: Respondeat Superior Against Noble \n176. Despite purporting to move for summary judgment on all of Epes’ claims, \nDefendants present no argument in their brief in support as to Epes’ claim for \nrespondeat superior. 6  (See generally Defs.’ Br. Supp.)  Accordingly, to the extent \nDefendants’ Motion seeks summary judgment on Epes’ claim for respondeat superior, \nDefendants’ Motions is DENIED in part, and this claim proceeds to trial accordingly.  \nJ. Counterclaim One: Declaratory Judgment \n177. Lastly, Defendants request affirmative summary judgment on \nCounterclaim One for declaratory judgment.  (Defs.’ Mot. 1.) \n178. Under the North Carolina  Declaratory Judgment  Act (the “Act”), “[a]ny \nperson .  . . whose rights, status or other legal relations are affected by a statute, \nmunicipal ordinance, contract or franchise, may have determined any question of \nconstruction or validity arising under the .  . . statute, ordinan ce, contract or \nfranchise, and obtain a declaration of rights, status, or other legal relations \nthereunder.”  N.C.G.S. § 1-254.  “The purpose of the [Act] is to settle and afford relief \nfrom uncertainty concerni ng rights, status and other legal relations .  . . .”  N.C. \nConsumers Power, Inc. v. Duke Power Co. , 285 N.C. 434, 446 (1974).  A court may \nrender judgment declaring the rights and liabilities of the respective parties, and \naffording relief to which the parties are entitled under the judgment, when: (1) “a real \n \n6 BCR 7.2 provides that: “The function of all briefs required or permitted by this rule is to \ndefine clearly the issues presented to the Court and to present the arguments and authorities \nupon which the parties rely in support of their respective positions.  A party should therefore \nbrief each issue and argument that the party desires the Court to rule upon and that the \nparty intends to raise at a hearing.” \ncontroversy exists between or among the parties”; (2) “such controversy arises out of \n[the parties’] opposing contentions”; and (3) the parties “have or may have legal \nrights, or are or may be under legal liabilities [that] are involved in the controversy,  \nand may be determined by a judgment or decree in the action[.]”  Id. at 449. \n179. “North Carolina courts have held that summary judgment is an appropriate \nprocedure in an action for declaratory judgment.”  Medearis v. Trs. of Meyers Park \nBaptist Church, 148 N.C. App. 1, 4 (2001) (citing Frank H. Conner Co. v. Spanish \nInns Charlotte, 294 N.C. 661, 676 (1978); Montgomery v. Hinton, 45 N.C. App. 271, \n273 (1980)).  “ Summary judgment  may be entered upon the motion of either the \nplaintiff or the defendant under Rule 56 .  . ., and the Rule applies in an action for \ndeclaratory judgment.”  Bellefonte Underwriters Ins. Co. v. Alfa Aviation, Inc., 61 N.C. \nApp. 544, 547 (1983) (citing Blades v. City of Raleigh , 280 N.C. 531, 544 (1972)); see \nalso Hejl v. Hood, Hargett & Assocs., 196 N.C. App. 299, 302–03 (2009) (same). \n180. Defendants have brought Counterclaim One seeking a judicial declaration \nconcerning the interpretation and enforceability of the non -solicitation covenants in \neach of the Individual Defendants’ respective E mployment Agreements.  (Answer & \nCountercl. ¶¶ 135–38; see supra ¶  19 ( reciting the non- solicitation provisions at \nissue).) \n181. Defendants contend that the non-solicitation provisions within each of the \nIndividual Defendants’ E mployment Agreements are unenforceable as a matter of \nlaw.  (Defs.’ Br. Supp. 10.)  Epes does not address Counterclaim One in its brief in \nopposition to Defendants’ Motion , (see generally Pl.’s Br. Opp.) , and as such, \nDefendants’ request for affirmative summary judgment as to Counterclaim One is \nunopposed.  Defendants have presented sufficient evidence to support a prima facie \ncase for summary judgment as to Counterclaim One, and as a result, Epes was \nobligated to provide a response to the extent it sought to oppose Defendants’ request \nfor summary judgment.  By failing to respond as to Counterclaim One, Epes has failed \nto demonstrate any genuine issues of material fact as to this counterclaim.  \n182. Therefore, Defendants’ Motion is GRANTED in part as to Counterclaim \nOne, and the Court hereby enters declaratory judgment that the non -solicitation \nprovisions found within the employment agreements of the Individual Defendants \nare unenforceable.   \nVI. CONCLUSION \n183. THEREFORE, the Court hereby GRANTS in part and DENIES  in part \nthe Motions are follows: \na. Plaintiff’s Motion is DENIED; \nb. Defendants’ Motion is GRANTED in part as to Count Three to the \nextent Count Three is asserted against De Piante and Caron as to any de \nfacto fiduciary duty owed, but DENIED in part as to Count Three to the \nextent Count Three is asserted against De Piante as to his alleged de jure \nfiduciary duty owed; \nc. Defendants’ Motion is DENIED in part as to Count One; \nd. Defendants’ Motion is DENIED in part as to Count Two; \ne. Defendants’ Motion is GRANTED in part as to Count Five; \nf. Defendants’ Motion is DENIED in part as to Count Six; \ng. Defendants’ Motion is GRANTED in part as to Count Seven; \nh. Defendants’ Motion is DENIED in part as to Count Four; \ni. Defendants’ Motion is DENIED in part as to Count Nine; and \nj. Defendants’ Motion is GRANTED in part as to Counterclaim One. \n184. For the avoidance of doubt, the following claims will proceed to trial in this \nmatter:  \na. Epes’ Count One for breach of contract as  to t he Individual \nDefendants related  to the  confidentiality provision s found within their \nrespective Employment Agreements; \nb. Epes’ request for injunctive relief as contained in Count Two; \nc. Epes’ Count Three for breach of fiduciary duty as to De Piante  and \nhis alleged de jure fiduciary duty owed; \nd. Epes’ Count Four for UDTPA; \ne. Epes’ Count Six  for tortious interference with contract as it relates \nto the confidentiality provisions found within the Employment Agreements; \nf. Epes’ Count Eight for civil conspiracy; and \ng. Epes’ Count Nine for respondeat superior. \n \n \n \n \n \n \n \n \nSO ORDERED, this the 11th day of March, 2025. \n \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}