{
  "id": "4aee2e6f2c8fe40d783941f999e5d516df4da768e2d546bc1565583d9135595e",
  "source_file": "data/raw/ncbc/4aee2e6f2c8fe40d783941f999e5d516df4da768e2d546bc1565583d9135595e.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n25CV000040-100 \n \nORANGE PEEL EVENTS, LLC, a \nNorth Carolina limited liability \ncompany; and PUBLIC INTEREST \nPROJECTS, INC., a North Carolina \ncorporation, in its corporate capacity, \n \nPlaintiffs, \n \nv. \n \nNINJA BREWING, INC., f/k/a \nASHEVILLE PIZZA & BREWING \nCOMPANY, a North Carolina \nCorporation; and ASHEVILLE \nBREWING PROPERTIES, LLC, a \nNorth Carolina limited liability \ncompany, \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION  \nON MOTIONS TO DISMISS \n \n \n1. This dispute concerns the management and operation of an outdoor \nentertainment venue in western North Carolina.  Each side has moved to dismiss \nclaims asserted by the other .  For the following reasons, t he Court GRANTS the \nplaintiffs’ motion and  GRANTS in part  and DENIES in part  the d efendants’ \nmotion. \nSearson, Jones, Gottschalk & Cash, PLLC , by W. Scott Jones , Tikkun \nA.S. Gottschalk, and Stephen L. Cash, for Plaintiffs Orange Peel Events, \nLLC and Public Interest Projects, Inc. \n \nAllen Stahl & Kilbourne, PLLC, by Christopher G. Lewis and Robert C. \nCarpenter, for Defendants Ninja Brewing, Inc. f/k/a Asheville Pizza & \nBrewing Co. and Asheville Brewing Properties, LLC. \n \nConrad, Judge. \n \nOrange Peel Events, LLC v. Ninja Brewing, Inc., 2025 NCBC 39. \nI. \nBACKGROUND \n \n2. The following background is drawn from the allegations in the amended  \ncomplaint. \n3. Orange Peel Events, LLC  books and manages live music shows at a range \nof outdoor venues in Asheville, North Carolina  and the surrounding area.  Its only \nmember is Public Interest Projects, Inc.  (See Am. Compl. ¶¶ 8, 41, ECF No. 42.) \n4. Ninja Brewing, Inc. operates a brewery and pizzeria in downtown Asheville.  \nA sister company, Asheville Brewing Properties, LLC, owns the pizzeria’s real estate.  \nNinja and Asheville Brewing share common ownership.  (See Am. Compl. ¶¶ 10, 13.) \n5. The parties’ dealings go back to 2019, when the lot next to Ninja’s pizzeria \nwent up for sale.  Ninja’s owners wanted to buy the lot but lacked the means, so they \napproached Orange Peel with a business proposal.  The basic idea was to acquire the \nlot jointly and turn it into a year-round, outdoor entertainment venue, with Orange \nPeel to put on live music shows in the warm season and Ninja to operate an outdoor \nmovie theater in cooler months.  To go with the entertainment, Ninja would also run \na biergarten-style pizza restaurant.  (See Am. Compl. ¶¶ 13, 42, 43, 45.) \n6. Orange Peel was receptive to this idea.  It alleges that the parties agreed “to \nform a joint venture” to be called Rabbit Rabbit.   The original concept called for the \nformation of two new LLCs—one to buy and own the land and another to manage the \nentertainment venue.   Public Interest and Asheville Brewing were to split \nmembership in the land-owning LLC equally, and Orange Peel and Ninja were to \nsplit membership in the venue-management LLC equally.  But a lawyer representing \nNinja and Asheville Brewing allegedly advised that forming a  venue-management \nLLC would complicate alcohol sales under governing laws.  His solution was to have \nthe land-owning LLC lease the land to Ninja and to have  Ninja and Orange Peel \nmanage the venue directly under a separate contract.  (See Am. Compl. ¶¶ 47, 48, 50, \n54, 64.) \n7. And that is what the parties did.  They first formed 75 Coxe Properties, LLC \nto buy the land.  Public Interest and Asheville Brewing became equal members and \nmanagers of this new entity .  Just a few months after buying the land, 75 Coxe \nProperties leased it to Ninja for a term of ten years, and Ninja and Orange Peel signed \na management agreement for the leased property and the soon -to-be-built \nentertainment venue.  L ater, there came one last contract, dubbed the Green Room \nLease, in which Ninja leased part of its adjacent property to Public Interest to be used \nas hospitality rooms for performing artists.  (See Am. Compl. ¶¶ 12, 71, 77.) \n8. The management agreement is central to this dispute.  That agreement (as \namended) identifies Ninja as the tenant with “control over all uses” of  the property.  \nNinja kept “ primary responsibility for managing and staffing food and beverage \nservices, movies, televised events, small shows and special events and 3 rd party \nvendors” but delegated to  Orange Peel “ primary responsibility for managing and \nstaffing live music and comedy entertainment and large special events.”   Several \nprovisions lay out how to calculate and apportion revenues and expenses for shows, \nspecial events, and day -to-day operations.   Both sides agreed that they were “not \npartners or joint venturers with each other” but “recognize[d] their fiduciary duty to \nact entirely in the best interest of the Parties’ joint project and not elevate individual \n. . . self- interest above that duty.”  And Ninja reserved the right to terminate the \nagreement on 180-days’ notice and retain a replacement management company.  (Am. \nCompl. Ex. C §§ 1, 2, 4–6, 9, 17 [“Mgmt. Agrmt.”], ECF No. 42.3.) \n9. Live shows at the Rabbit Rabbit venue began in 2021.  As alleged, over the \nnext few years,  Orange Peel’s shows were profitable while Ninja’s events flopped.   \nSigns of enmity  began to surface near the end of  2023 when Public Interest sent a \nnotice of deadlock concerning the management of 75 Coxe Properties.  Convinced that \nNinja and Asheville Brewing were  in financial distress, Public Interest advocated  \nshoring up 75 Coxe Properties’  reserves and halting cash  distributions.  Asheville \nBrewing downplayed its financial difficulties, denied any deadlock, and agreed to \ndelay the next distribution until at least April 2024.  Just a few weeks later, though, \nAsheville Brewing made a distribution without Public Interest’s consent .  Asheville \nBrewing initially refused Public Interest’s demand to return the money  but \neventually did so about nine months later.  Various disputes about how to account for \nexpenses and profits emerged during this period as well.  (See, e.g., Am. Compl. ¶¶ 84, \n86, 89, 91, 92, 94, 95, 101–03, 105, 107, 109, 113, 128, 130, 132, 133.) \n10. Push came to shove in the summer of 2024.  Ninja contacted Orange Peel’s \ncompetitors about handling management of the venue’s live shows and, soon after, \ngave notice that it intended to terminate the m anagement agreement at the end of \nthe year.  Since then, Ninja has retained a new manager, rebranded the Rabbit Rabbit \nvenue as Asheville Yards, and rebooked shows  that Orange Peel had booked and \nplanned to manage in 2025.  (See, e.g., Am. Compl. ¶¶ 118, 123, 125, 137.) \n11. In this case, Orange Peel and Public Interest assert that the y have been \nunfairly ousted from the Rabbit Rabbit venue.   They have advanced eight direct  \nclaims and two derivative claims on behalf of 75 Coxe Properties, alleging that Ninja \nand Asheville Brewing breached their fiduciary duties  and the parties’ contracts in \nsundry ways.  They seek not only damages but also declaratory relief and punitive \ndamages.  Ninja and Asheville Brewing have counterclaimed, alleging that they have \nheld true to their contractual duties but that Orange Peel and Public Interest have \nnot. \n12. Both sides have filed motions to dismiss.  (ECF Nos. 46, 48.)  Ninja and \nAsheville Brewing seek to dismiss six of the ten claims in the amended complaint. 1  \nOrange Peel and Public Interest seek to dismiss just one counterclaim.  Both motions \nhave been fully briefed, and the Court held a hearing on 15 July 2025.  The motions \nare ripe.  \nII. \nDEFENDANTS’ MOTION TO DISMISS \n \n13. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation and quotation marks \n \n1 Earlier, Ninja and Asheville Brewing had moved to dismiss most claims in the original \ncomplaint.  (See ECF No. 21.)  Following a hearing on that motion, however, both sides agreed \nto amend their pleadings with the Court’s blessing, thus mooting the motion to dismiss.  In \ntheir second motion, Ninja and Asheville Brewing raise more or less the same arguments as \nthey raised before.  To simplify matters, the Court allowed the parties to incorporate by \nreference their earlier briefing and supplement their arguments as appropriate. \nomitted).  The motion should be granted only when “(1) the complaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face reveals \nthe absence of facts sufficient to make a good claim; or (3) the complaint discloses \nsome fact that necessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco \nPLC, 371 N.C. 605, 615 (2018) (citation and quotation marks omitted). \n14. In deciding the motion, the Court must treat the well-pleaded allegations of \nthe complaint as true and view the facts and permissible inferences “in the light most \nfavorable to” the nonmoving party.  Sykes v. Health Network Sols., Inc., 372 N.C. 326, \n332 (2019) (citation and quotation marks omitted).  Exhibits to the complaint are \ndeemed to be part of it and may also be considered, see Krawiec v. Manly , 370 N.C. \n602, 606 (2018), but the Court need not accept as true any “conclusions of law or \nunwarranted deductions of fact,” Wray v. City of Greensboro , 370 N.C. 41, 46 (2017) \n(citation and quotation marks omitted). \nA. Fiduciary Claims \n15. In this section, the Court considers the first, fourth, and sixth claims in the \namended complaint.  These include Orange Peel’s claim for breach of fiduciary duty, \nPublic Interest’s claim for breach of fiduciary duty, and their joint claim for \nmisappropriation of corporate opportunit y.  Ninja and Asheville Brewing challenge  \nthis group of claims on the same ground: that the amended complaint does not \nadequately allege the existence of a fiduciary relationship among the parties. \n16. “For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties .”  Dalton v. Camp, 353 N.C. 647, 651 (2001).  The \nsame is true for a claim of m isappropriation of corporate opportunity , which “is a \nspecies of the duty of a fiduciary to act with undivided loyalty.”  Meiselman v. \nMeiselman, 309 N.C. 279, 307 (1983) (citation and quotation marks omitted).2   \n17. Orange Peel and Public Interest  argue that a fiduciary relationship exists \nbecause they formed a joint venture  with Ninja and Asheville Brewing  to acquire, \ndevelop, and operate the Rabbit Rabbit venue.  Even taking the amended complaint’s \nallegations as true, though, they do not show that the parties entered into a joint \nventure. \n18. To plead a joint venture, a plaintiff must allege “an agreement, express or \nimplied, to carry out a single business venture with joint sharing of profits ” as well \nas “an equal right of control of the means employed to carry out the venture.”  Sykes, \nat 340–41 (cleaned up).  Each joint venturer must have “a right in some measure to \ndirect the conduct of the other through a necessary fiduciary relationship.  Stated \ndifferently, each joint venturer must stand in the relation of principal, as well as \nagent, as to each of the other coventurers.”  Cheape v. Chapel Hill, 320 N.C. 549, 562 \n(1987) (cleaned up) (superseded by statute on other grounds).   \n19. This principal –agent relationship is m issing h ere.  Consider, first, the \nmanagement agreement.  Over and over, it stresses that N inja and Orange Peel are \nindependent.  Each “shall independently manage and be in charge of all functions \n \n2 It is arguable  whether either Orange Peel or Public Interest may assert a claim for \nmisappropriation of corporate opportunity.  As our Supreme Court has explained, “the \ncorporate opportunity doctrine provides that a corporate fiduciary may not appropriate to \nhimself an opportunity that rightfully belongs to his corporation .”  Meiselman, 309 N.C. at \n307 (emphasis added) (citation and quotation marks omitted).  Neither side addresses  this \npoint, however. \nwithin their respective areas of responsibility.”  (Mgmt. Agrmt. § 6.)  And again, “[t]he \nParties, at all times, shall be independent of each other,” maintaining “autonomy in \nall payroll and employment-related duties and rights.”  (Mgmt. Agrmt. § 8.)  Indeed, \nthe agreement expressly disclaims any joint venture: “The parties to this Agreement \nare not partners or joint venturers with each other and nothing in this Agreement \nshall be construed so as to make them partners or joint venture[r]s .  . . .”  (Mgmt. \nAgrmt. § 17.d.) \n20. Likewise, Asheville Brewing and Public Interest chose to form an LLC, not \nan unincorporated joint venture, to buy and own the land underlying the Rabbit \nRabbit venue.  Neither is the agent of the other under 75 Coxe Properties’ operating \nagreement or the statutes governing LLCs.   See Cheape, 320 N.C. at 561 ( defining \n“joint venture” to mean an enterprise in which “ profit is jointly sought, without any \nactual partnership or corporate designation” (citation and quotation marks omitted)); \nStrategic Mgmt. Decisions, LLC v. Sales Performance Int’l, LLC , 2017 NCBC LEXIS \n69, at *14–15 (N.C. Super. Ct. Aug. 7, 2017) (“Plaintiff and Sales Performance chose \nto organize their joint enterprise as an LLC, and it is therefore subject to the laws \ngoverning LLCs.”).  And not even Orange Peel and Public Interest suggest that the \nparties’ lease agreements evince an agency relationship, as oppos ed to a common \nlandlord-tenant relationship. \n21. To be sure, the amended complaint alleges in conclusory fashion that the \nparties formed a joint venture and agreed to share joint control.  (See, e.g., Am. Compl. \n¶¶ 48, 65, 152.)  But the Court need not accept conclusory allegations.  Nor must it \naccept “allegations that are contradicted by the documents attached, specifically \nreferred to, or incorporated by reference in the complaint .”  Laster v. Francis, 199 \nN.C. App. 572, 577 (2009) .  Here, the agreements  at issue refute the existence of a \njoint venture.  See Sykes, 372 N.C. at 341 (“Thus, on the face of their contracts with \nHNS, plaintiffs agreed that no joint venture was formed via the parties’ contractual \nrelationship.”); Cheape, 320 N.C. at 562 (“Thus, the agreement fails to place the Town \nand Fraser in the relation of principal, as well as agent, as to each other.” (cleaned \nup)); Se. Shelter Corp. v. BTU, Inc., 154 N.C. App. 321, 328 (2002) (“Accordingly, there \nis nothing in the agreement that establishes Chesson and SES as agents of the \nindividual defendants and BTU.  Likewise, there is nothing that establishes \ndefendants as agents of plaintiffs.”). \n22. As an alternative  to their joint -venture theory , Orange Peel and Public \nInterest argue that the management agreement creates a fiduciary relationship \nbetween Ninja and Orange Peel.\n3  They base this argument on the following language: \n“each Party recognizes their fiduciary duty to act entirely in the best interest of the \nParties’ joint project and not elevate .  . . individual Party self -interest above that \nduty.”  (Mgmt. Agrmt. § 17.e.)  Two things leap off the page.  First, this comes on the \nheels of the language disclaiming any joint venture.  Second, this does not say that \nthe parties owe a fiduciary duty to one another—only to their “joint project.”  It would \nbe unreasonable to read these words in a way that either  creates the very joint \n \n3 As counsel acknowledged at the hearing, the management agreement does not concern \nAsheville Brewing and Public Interest.  Thus, even if the management agreement imposed a \nlimited fiduciary duty on Ninja, that would not support Public Interest’s claim for breach of \nfiduciary duty or the claim for misappropriation of corporate opportunity. \nventure that the parties disclaimed or imposes a duty obligating each contracting \nparty to act in the other’s best interest. \n23. Accordingly, the Court grants the motion to dismiss Orange Peel’s claim for \nbreach of fiduciary duty, Public Interest’s claim for breach of fiduciary duty, and their \nclaim for misappropriation of corporate opportunity. \nB. Breach of the Management Agreement \n24. The second and third claims for relief are next.  In these claims, Orange Peel \nalleges that Ninja breached the management agreement by terminating it in bad \nfaith and seeks a declaratory judgment that the  termination was invalid.  As Ninja \ncorrectly observes, though, the management agreement unambiguously allows either \nparty to terminate it without cause so long as adequate notice is given .  (See Mgmt. \nAgrmt. § 2.)  Because Orange Peel does not allege or contend that Ninja failed to give \ntimely notice, it has not stated a claim for breach of the management agreement’s \ntermination clause.   \n25. In its opposition, Orange Peel argues that the parties’ right to terminate was \nlimited by the ir obligation, found elsewhere in the agreement,  to act  “ in the \nfurtherance of the best interest of the Parties’ joint efforts and for the Parties’ mutual \nbenefit.”  (Mgmt. Agrmt. §  17.e.)  But that would negate the termination clause \naltogether.  It is , after all,  hard to imagine a realistic scenario  in which one side’s \ndecision to terminate  the agreement would serve their mutual  benefit.   Ordinary \ncanons of construction forbid taking one contract clause out of context and employing \nit to erase another .  See, e.g. , WakeMed v. Surgical Care Affiliates, LLC , 243 N.C. \nApp. 820, 824 (2015) ( observing that, “if possible, every word and every provision is \nto be given effect” (citation and quotation marks omitted)). \n26. Orange Peel also contends that the management agreement bars Ninja from \nnegotiating with other management companies more than ninety days before \ntermination.  It does not.  Rather, it states that Orange Peel “shall have no rights \nwhatsoever to impede or prohibit”  Ninja’s negotiations with others during that \nninety-day period.  (Mgmt. Agrmt. §  2.)  Nothing in that language restrains Ninja \nfrom beginning negotiations earlier. \n27. As a result, the amended complaint does not state a valid claim for breach \nbased on Ninja’s termination of the management agreement or negotiation  with \ncompeting management companies.  The parallel claim for declaratory relief likewise \nfails.  See VanFleet v. City of Hickory, 2020 NCBC LEXIS 40, at *10 (N.C. Super. Ct. \nMar. 30, 2020)  (dismissing duplicative claim for declaratory  judgment along with \nunderlying claim for breach of contract). \n28. This does not dispose of all of t he second claim for relief, however.  Orange \nPeel goes on to allege in paragraphs 165(c) through ( f) that Ninja undercounted its \nrevenue, overcounted its reimbursements, refused to approve Orange Peel’s \nreimbursements, and failed to pay for green room upfits.  Ninja seeks to dismiss this \nportion of the claim on the ground that it duplic ates Orange Peel’s fifth claim for \nrelief, which is also styled as a claim for breach of the management agreement .  \nHaving reviewed the two sets of allegations, they do not appear to be cumulative, as \nNinja contends.  Accordingly, the Court denies the motion to dismiss the second claim \nfor relief as to the allegations in paragraphs 165(c) through (f). \nC. Declaratory Judgment \n29. Ninja and Asheville Brewing also challenge the seventh claim for relief.  \nThis claim concerns a cash distribution that Asheville Brewing allegedly made from \n75 Coxe Properties’ accounts without Public Interest’s consent in March 2024.  Public \nInterest claims that the distribution wasn’t proper and seeks a declaration that 75 \nCoxe Properties’ operating agreement permits cash  distributions only with the \nconsent of a majority in interest of the company’s membership.   \n30. A complaint sufficiently states a claim for declaratory judgment if it “alleges \nthe existence of a real controversy arising out of the parties’ opposing contentions and \nrespective legal rights under a . . . contract.”  Morris v. Plyler Paper Stock Co., 89 N.C. \nApp. 555, 557 (1988).  D ismissal is appropriate only “when the complaint does not \nallege an actual, genuine existing controversy.”  N.C. Consumers Power, Inc. v. Duke \nPower Co., 285 N.C. 434, 439 (1974).   \n31. Asheville Brewing insists that there is no actual controversy .  The Court \ndisagrees.  Asheville Brewing did not, as it contends, concur with Public Interest’s \ninterpretation in the parties’ prelitigation correspondence.  At most, Asheville \nBrewing agreed to delay any distribution until April 2024, without conceding that it \nhad no right to make a distribution afterward.  (See Am. Compl. Ex. F, ECF No. 42.6.)  \nAnd, of course, A sheville Brewing went on to make a distribution  without Public \nInterest’s consent just a few weeks later , reneging on its promise to hold off until \nApril and removing any doubt about the parties’ opposing stances .  True, Asheville \nBrewing returned the distribution nine months later.  But that was not a \nreconciliation.  Asheville Brewing hasn’t admitted that it did anything wrong.  And  \nin fact, it has asserted its own counter claim for declaratory judgment, seeking a \ndeclaration that Public Interest “is required to consent to” a distribution .  ( Am. \nCountercl. ¶ 90, ECF No. 43.)   \n32. The Court denies the motion to dismiss  P ublic Interest ’s claim for \ndeclaratory judgment. \nD. Punitive Damages \n33. Ninja and Asheville Brewing also seek to dismiss the amended complaint’s \ndemand for punitive damages.   This issue is premature.  T he derivative claim for \nbreach of fiduciary duty (which the motion to dismiss does not address) could support \npunitive damages, if successful.  The Court therefore denies the motion to dismiss the \ndemand for punitive damages. \nIII. \nPLAINTIFFS’ MOTION TO DISMISS \n \n34. Little needs to be said about the plaintiffs’ motion to dismiss.  All that is at \nissue is Asheville Brewing’s counterclaim for breach of fiduciary duty against Public \nInterest.  Having prevailed on its own motion to dismiss the claims for breach of \nfiduciary duty against it, A sheville Brewing agrees that  this counterclaim ought to \nbe dismissed as well.  Accordingly, the Court grants the plaintiffs’ motion to dismiss. \nIV. \nCONCLUSION \n \n35. For these reasons, the Court GRANTS in part  and DENIES in part the \ndefendants’ motion to dismiss .  The Court DISMISSES with prejudice the first, \nfourth, and sixth claims for relief in the amended complaint.  The Court DISMISSES \nwithout prejudice the second and third claims for relief in the amended complaint , \nexcluding the portions of the second claim for relief that appear in paragraph 165(c)–\n(f).  The Court DENIES the motion in all other respects. \n36. In addition, t he Court GRANTS the plaintiffs’ motion to dismiss  and \nDISMISSES with prejudice the seventh  cause of action in the amended \ncounterclaims. \n \nSO ORDERED, this the 30th day of July, 2025. \n \n \n      /s/ Adam M. Conrad   \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases  \n "
}