{
  "id": "4b32dfebb37041159a2825314beade21fdc457209b1d0c10b188783c59480946",
  "source_file": "data/raw/ncbc/4b32dfebb37041159a2825314beade21fdc457209b1d0c10b188783c59480946.pdf",
  "raw_text": "Baker v. Bowden, 2017 NCBC 30. \n \nSTATE OF NORTH CAROLINA \nSTOKES COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 235 \nROBERT LEE BAKER d/b/a THE \nLAWNMOWER MEDIC, \n \nPlaintiff, \n \nv. \n \nTIMOTHY M. BOWDEN d/b/a \nMOBILE LAWNMOWER MEDIC  \nand T.M. BOWDEN, INC.,  \n \nDefendants. \n \n \nORDER AND OPINION ON PLAINTIFF’S \nMOTION TO ENFORCE SETTLEMENT \nAGREEMENT  \n \n1. THIS MATTER  is before the Court on Plaintiff Robert Lee Baker’s \n(“Plaintiff” or “Baker”) motion to enforce settlement agreement  (the “Motion”) filed \non February 20, 2017.  The Motion seeks to enforce a purported settlement agreement \nset forth in e-mails between Plaintiff’s counsel (“Mr. Sloan”) and Defendants’ counsel \n(“Mr. Harlow”) .  For the reasons set forth below , the Court hereby DENIES the \nMotion and GRANTS summary judg ment for Defendants that no enforceable \nsettlement agreement was formed.   \nNorman L. Sloan, for Plaintiff. \n \nManning, Fulton & Skinner, P.A., by David A. Harlow and J. Whi tfield \nGibson, for Defendants.  \n \nRobinson, Judge. \n \nI. PROCEDURAL HISTORY \n2. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion.  \n3. On April 11, 2016, Plaintiff commenced this action by filing his Complaint.  \nThis case was designated as a mandatory complex business case by order of the Chief \nJustice of the Supreme Court of North Carolina dated April 18, 2016 and assigned to \nChief Business Court Judge James L. Gale by order dated April 19, 2016.  This case \nwas later reassigned to the undersigned by order dated July 5, 2016.   \n4. On January 13, 2017, Defendants filed their answer.   \n5. On February 20, 2017, Plaintiff filed the Motion and brief in support.   \n6. Pursuant to Rules 3.9 and  7.6 of the General Rules of Practice and \nProcedure for the North Carolina Business Court (“BCR”), Defendants had twenty -\nthree days from the date on which Plaintiff filed his supporting brief to file a response \nbrief.  Defendants filed their response brief in opposition to the Motion on March 15, \n2017.  Therefore, Defendants’ response brief was timely filed.     \n7. On March 23, 2017, Plaintiff filed his reply brief.  The Motion is now ripe \nfor resolution.  Pursuant to BCR 7.4, the Court, in its discretion, dispenses with oral \nargument and rules on the Motion without a hearing.    \nII. FACTUAL BACKGROUND \n8. On December 12, 2016, Mr. Harlow e-mailed Mr. Sloan (“Mr. Harlow’s First \nE-mail”) stating, in relevant part,  \nI have a counteroffer that I think and hope will resolve this.  I don’t \nthink there is anything more here.  \n \n1 – [Defendant] Bowden would transit ion to a new trademark – not \nconfusingly similar – within one year. . . . \n \n2 – Commencing as soon as commercially practical, and continuing until \nDecember 31, 2018, [Defendant] Bowden will maintain his current \ndomain name as a neutral landing page which will direct traffic to \nwebsites for the two respective businesses in the manner we discussed.  \nAfter December 31, 2018, the domain name will be disabled and not used \nby either business.  \n \n3 – In order to facilita te avoiding confusion in the marketplace, \n[Plaintiff] Baker will endeavor to use commercially reasonable efforts to \npurchase, activate and use the Go Daddy currently parked domain name \nthat is [Plaintiff] Baker’s trademark, and use this as his website domain \nname.  \n \n4 – [Defendant] Bowden will pay [Plaintiff] Baker the sum of $2000 in \nfour equal quarterly payments of $500 each, with the first payment no \nlater than March 31, 2017.   \n \n(Pl.’s Mot. Ex. A, at 3.)   \n9. On December 13, 2016, Mr. Sloan replied to Mr. Harlow’s First E-mail (“Mr. \nSloan’s First E-mail”) stating, in relevant part,  \nYour number 1 is acceptable, with notice of what trademark will be \nadopted in place of the current trademark by your client.  \n \nNumber 2 is not and would be acceptable if it continued to maintain the \ncurrent domain as a neutral landing page as you set out with the detail, \nuntil December 31, 2017.  At such time, we would desire an assignment \nof the domain rights and control of this domain to my client.  \n \nNumber 3 is not acceptable.  \n \nNumber 4 is acceptable if the amount of $3,000 is paid no later than \nMarch 1, 2017.  \n \n(Pl.’s Mot. Ex. A, at 1.)  \n10. On January 3, 2017 at 4:44 p.m., Mr. Harlow replied to Mr. Sloan’s First E-\nmail (“Mr. Harlow’s Second E-mail”) stating, in relevant part,  \nI’ve met with my client, and I will set out our counteroffer as follows. \n \n1 – I think we have agreement on #1. \n \n2 – Our prior offer stands as is. . . . The neutral landing page can be for \nthis calendar year, and then be deactivated.  My client is not going to \nturn over control of the domain name.  \n \n3 – It seems silly for your client not to acquire his own mark as a domain \nname, but we will drop this condition.  \n \n4 – If all other matters are resolved, #4 is acceptable.  \n \n(Pl.’s Mot. Ex. A, at 5.)  \n11. On January 4, 2017 at 12:34 p.m., Mr. Sloan e-mailed Mr. Harlow (“Mr. \nSloan’s Second E-mail”) stating that Plaintiff wanted until Monday, January 9, 2017 \nto consider the terms in Mr. Harlow’s Second E-mail.  (Pl.’s Mot. Ex. A, at 9.)  Less \nthan an hour later, Mr. Harlow replied to Mr. Sloan’s Second E-mail (“Mr. Harlow’s \nThird E-mail”) stating, in relevant part, “[e]ven if we have an agreement in principal, \nwe still have to have a written settlement agreement[.]”  (Pl.’s Mot. Ex. A, at 9.)  Later \nthat evening, at 8:39 p.m., Mr. Sloan  replied to Mr. Harlow’s Third E-mail (“Mr. \nSloan’s Third E-mail”) stating that he would call Mr. Harlow the following day and \nhe thought they might have a deal.  (Pl.’s Mot. Ex. A, at 8.)   \n12. On January 5, 2017 at 11:23 a.m., Mr. Harlow replied to Mr. Sloan’s Third \nE-mail (“Mr. Harlow’s Fourth E-mail”) and stated  \nin the interim since yesterday afternoon my client is actually having \nsecond thoughts about his offer, so I’m not sure it’s still on the table.  I’m \nnot saying it isn’t, but I need to talk with him and see if I can work him \nthrough this.  I’ll let you know later this afternoon.   \n \n(Pl.’s Mot. Ex. A, at 8.)  Less than ten minutes later, Mr. Sloan replied to Mr. Harlow’s \nFourth E-mail (“Mr. Sloan’s Fourth E-mail”), “[w]ell, that is unfortunate.  My client \naccepts the offer.”  (Pl.’s Mot. Ex. A, at 8.)   \n13. Later o n January 5, 2017, at 2:01 p.m., Mr. Harlow  e-mailed Mr. Sloan \nstating, “[a]s I indicated this morning, my client had second thoughts about his offer \nafter it was not initially accepted.  He has withdrawn the offer. ”  (Defs.’ Resp. Opp’n \nEx. C, at 1.) \nIII. LEGAL STANDARD \n14. A party seeking to enforce a settlement agreement may either file a motion \nin the pending action or bring a separate proceeding to enforce the agreement.   \nHardin v. KCS Int’l, Inc., 199 N.C. App. 687, 694, 682 S.E.2d 726, 732 (2009).  North \nCarolina courts apply the summary judgment standard of review to a motion to \nenforce a settlement agreement.  Id. at 695, 682 S.E.2d at 733; Boyd v. Avello, 2016 \nNCBC LEXIS 71, at *6 (N.C. Super. Ct. Sept. 16, 2016) .  Summary judgment “shall \nbe rendered forthwith if the pleadings, depositions, answers to interrogatories, and \nadmissions on file, together with the affidavits, if any, show that there is no genuine \nissue as to any material fact and that any party is entitled to judgment as a matter \nof law.”  N.C. Gen. Stat. § 1A-1, Rule 56(c); Joslyn v. Blanchard, 149 N.C. App. 625, \n628, 561 S.E.2d 534, 536 (2002).   In ruling on a motion for  summary judgment, the \nCourt views the evidence in the light most favorable to the non -moving party.  N.C. \nFarm Bureau Mut. Ins. Co. v. Sadler, 365 N.C. 178, 182, 711 S.E.2d 114, 117 (2011); \nRay Lackey Enters., Inc. v. Vill. Inn Lakeside, Inc., 2016 NCBC LEXIS 9, at *7 (N.C. \nSuper. Ct. Jan. 29, 2016).   \n15. “Summary judgment, when appropriate, may be rendered against the \nmoving party.”  N.C. Gen. Stat. § 1A-1, Rule 56(c); Brooks v. Hackney, 329 N.C. 166, \n170 n.2, 404 S.E.2d 854, 857 n.2 (1991). \nIV. ANALYSIS \n16. Plaintiff has elected to seek enforcement of the alleged settlement \nagreement by motion in the pending action.  The Court grants summary judgment in \nfavor of Defendants that , to the extent an offer existed on January 5 , 2017, Mr. \nHarlow’s Fourth E-mail was a valid revocation of that offer.  As alternative grounds \nfor denying the Motion, the Court finds  that genuine issues of material fact exist \nregarding: (1) mutual assent , and (2) Plaintiff’s obligations under the purported \nsettlement agreement.   \n17. The Court initially notes that the materials relied upon by Plaintiff and \nDefendants are documents that generally are not considered by a court in ruling on \na motion for summary judgment.  “On a motion for summary judgment the court may \nconsider evidence consisting of affidavits, depositions, answers to interrogatories, \nadmissions, documentary materials, facts  which are subject to judicial notice, and \nany other materials which would be admissible in evidence at trial.”  Huss v. Huss, \n31 N.C. App. 463, 466, 230 S.E.2d 159, 161−62 (1976).   Neither Plain tiff nor \nDefendants challenged the propriety of the Court’s consideration of the e-mail chains \nsubmitted by the parties.   In fact, all parties ask the Court to consider them.   As a \nresult, the Court will consider the e-mail chains submitted by the parties in ruling on \nthe Motion .  Additionally, in his reply brief, Plaintiff refers to and relies on \nstatements purportedly made between Plaintiff and the mediator during the \nmediated settlement conference.  These alleged statements are not in the record \nbefore the Court and are thus not properly considered by the Court in ruling on the \nMotion.   \n18. “A compromise and settlement agreement terminating or purporting to \nterminate a controversy is a contract, to be interpreted and tested by established \nrules relating to contracts. ”  Harris v. Ray Johnson Constr. Co., 139 N.C. App . 827, \n829, 534 S.E.2d 653, 654  (2000).  A valid contract requires assent, mutuality of \nobligation, and definite terms.  Charlotte Motor Speedway, LLC v. Cty. of Cabarrus, \n230 N.C. App. 1, 7, 748 S.E.2d 171, 176 (2013).  “For an agreement to constitute a  \nvalid contract, the parties’ minds must meet as to all the terms.  If any portion of the \nproposed terms is not settled, or  no mode agreed on by which they may be settled, \nthere is no agreement. ”  Chappell v. Roth , 353 N.C . 690, 692, 548 S.E.2d 499, 500  \n(2001) (internal quotation marks omitted) (quoting Boyce v. McMahan, 285 N.C. 730, \n734, 208 S.E.2d 692, 695 (1974) ).  Although North Carolina courts favor settlement \nof claims without judicial intervention, “ given the consensual nature of any \nsettlement, a court cannot compel compliance with terms not agreed upon[.]”  Id.   \n19. “The essence of any contract is the mutual assent of both parties to the \nterms of the agreement so as to establish a meeting of the minds.”  Snyder v. \nFreeman, 300 N.C. 204, 218, 266 S.E.2d 593, 602 (1980).   “[T]here must be neither \ndoubt nor difference between the parties.  They must assent to the same thing in the \nsame sense . . . .”  Miller v. Rose, 138 N.C. App. 582, 588, 532 S.E.2d 228, 232 (2000) \n(quoting MCB Ltd. v. McGowan, 86 N.C. App. 607, 608−09, 359 S.E.2d 50, 51 (1987)).  \nMutual assent is typically established by offer and acceptance.  Snyder, 300 N.C. at \n218, 266 S.E.2d at 602.   An offer must include the material terms of a contract and  \nbe so complete that an agreement is formed upon the offeree’s acceptance.  Elks v. N. \nState Ins. Co. , 159 N.C. 619, 625−26, 75 S.E. 808, 811 (1912); see Stewart v. \nOccidental Life Ins. Co. , 20 N.C. A pp. 25, 29, 200 S.E.2d 434, 436  (1973).  After an \noffer is communicated, it  remains open until it lapses or is accepted, rejected, or \nrevoked.  Restatement (Second) of Contracts § 36(1) (Am. Law Inst. 1981).   To \ndetermine whether mutual assent exists, a court considers the parties’ words and acts \nfrom the perspective of a reasonable person.  Howell v. Smith, 258 N.C. 150, 153, 128 \nS.E.2d 144, 146 (1962) .  If the Court finds that there is a genuine issue of material \nfact regarding whether the parties agreed to all material terms of the settlement \nagreement, the Court must deny the Motion.  Porter v. Ford, 2015 NCBC LEXIS 96, \nat *12 (N.C. Super. Ct. Oct. 14, 2015). \n20. The North Carolina Business Court has considered motions to enforce a \nsettlement agreement multiple times.  See Ray Lackey Enters., Inc. , 2016 NCBC  \nLEXIS 9, at *19 –20 ( concluding there was  no enforceable settlement agreement \nbecause the parties did not satisfy the express condition of “signed definite \nagreements” and the e-mail negotiations did not show the parties’ mutual assent ); \nPorter, 2015 NCBC LEXIS 96, at *15–16 (severing the issue of whether there was a \nbinding settlement agreement because there was a genuine issue of material fact as \nto whether a binding settlement  agreement was reached); McCarthy v. Hampton , \n2015 NCBC LEXIS 70, at *28 –29 (N. C. Super. Ct. July 1, 2015) (enforcing a \nsettlement a greement that contained all material terms  and was signed by the \nparties); DeCristoforo v. Givens, 2015 NCBC LEXIS 56, at *35 (N.C. Super. Ct. May \n29, 2015) (granting a motion to enforce a settlement agreement). \nA. No Contract Was Formed due to Revocation \n21. The Court finds that no genuine issue of material fact exists regarding the \nlanguage of Mr. Harlow’s Fourth E-mail and that the language is a revocation of any \noffer previously made on beha lf of Defendants as a matter of law.  Therefore, t he \nCourt grants summary judgment in favor of Defendants  that no binding settlement \nagreement exists because Mr. Harlow’s Fourth E-mail revoked any offer set forth in \nMr. Harlow’s Second E-mail.   \n22. “[A]n offer is generally freely revocable and can be countermanded by the \nofferor at any time before it has been accepted by the offeree.”  Normile v. Miller, 313 \nN.C. 98, 109, 326 S.E.2d 11, 18  (1985) (citing Restatement (Second) of Contracts § \n42).  An offer may be revoked directly when the offeror communicates to the offeree a \nmanifestation of an intention not to enter into the contract.  Id.; Restatement (Second) \nof Contracts § 42.  “The word ‘revoke’ is not essential to a revocation.  Any clear \nmanifestation of unwillingness to enter into the proposed bargain is sufficient.”   \nRestatement (Second) of Contracts § 42 cmt. d.   In an example, the Restatement \ndemonstrates that an offer is revoked when an offeror states , “Well, I don’t know if \nwe are ready.  We have not decided, we might not want to go through with it.”  Id. § \n42 cmt. d, illus. 5 (based on Hoover Motor Express Co. v. Clements Paper Co. , 241 \nS.W.2d 851 (Tenn. 1951)).  \n23. Plaintiff argues that Mr. Harlow’s Fourth E-mail was not a valid revocation \nbecause Mr. Harlow “never said [the counteroffer] was withdrawn” and stated “I’m \nnot saying [the counteroffer] isn’t [on the table].”  (Pl.’s Reply 4).  However, Plaintiff’s \nposition does not take into account the other language of Mr. Harlow’s Fourth E-mail \nthat clea rly manifested Defendants’ unwillingness to enter into the purported \nsettlement agreement.  This language includes the statements that “my client is \nactually having second thoughts, so I’m not sure [the counteroffer is] still on the table” \nand “I need to t alk with him and see if I can work him through this.”  As discussed \nabove, revocation does not require an explicit statement that the offer is revoked—a \nvalid revocation is effected  by communicating a manifestation of the offeror’s \nunwillingness to enter i nto the proposed contract.  The language of Mr. Harlow’s \nFourth E-mail is analogous to the language in the Restatement’s example , as both \nMr. Harlow’s statement and the  statement in the example communicate  that the \nofferor has doubt with respect to, and is reconsidering, his initial offer.  Therefore, \nthe Court concludes, as a matter of law, that Mr. Harlow’s Fourth E-mail was a valid \nrevocation of the counteroffer contained in Mr. Harlow’s Second E -mail, assuming \nsuch e-mail was a valid counteroffer.  Thus, summary judgment should be granted in \nDefendants’ favor on this issue. \n  \nB. An Issue of Material Fact Exists Regarding Mutual Assent \n24. Notwithstanding the Court’s conclusion that Mr. Harlow effectively \nrevoked Defendants’ counteroffer, as alternative ground for denying the Motion, the \nCourt concludes that there is a genuine issue of material fact as to whether the e-\nmails between Mr. Sloan and Mr. Harlow , from the perspective of a reasonable \nperson, manifest the parties’ mutual assent.  Mr. Harlow’s Third E-mail stated that \nthe parties would need a final written settlement agreement and expressly conveyed \nconcern regarding Plaintiff’s request to delay  responding to the terms offered by \nstating “I think we are pushing the timing if we want to get this settled.”  (Pl.’s Mot. \nEx. A, at 9 .)  Mr. Harlow’s Fourth E -mail the following morning —which the Court \nhas already concluded was a valid revocation —undoubtedly communicated that \nDefendants were having second thoughts and that Mr. Harlow needed to see if he \ncould work Defendants through their concerns.  Further, the language in Mr. Sloan’s \nFourth E-mail, “[w]ell, that is unfortunate,” indicate s that Plaintiff was aware that \nDefendants no longer assented to the same terms.  Therefore,  the Court concludes \nthat Plaintiff has failed to satisfy his burden to show that there is no genuine issue \nof material fact as to whether the parties mutually assented to the terms set forth in \nMr. Harlow’s Second E-mail.  \nC. An Issue of Material Fact Exists Regarding Plaintiff’s Consideration \n25. Assuming arguendo that there was mutual assent and no valid revocation, \nas a further alternative ground for denying the Motion, the Court concludes that \nalthough Mr. Harlow’s Second E-mail includes three specific terms, certain material \nterms essential to the purported settlement agreement were undetermined .  A \ncontract must “specify all its material and essential terms, and leave none to be \nagreed upon as a result of future negotiations.”  Boyce v. McMah an, 285 N.C. 730, \n734, 208 S.E.2d 692, 695 (1974) .  If a contract leaves material terms open for future \nagreement, it “is nugatory and void for indefiniteness.”  Id.   \n26. Plaintiff points to Mr. Harlow’s Second E-mail, and its incorporation of Mr. \nHarlow’s First E-mail and Mr. Sloan’s  First E-mail, to support his claim that the \nparties have agreed to all material terms of a final settlement agreement .  Mr. \nHarlow’s Second E-mail includes only three terms: (1) Defendants w ould transition \nto a new trademark, (2) Defendants would operate their domain as a neutral landing \npage through December 31, 2017 and then deactivate the domain, and (3) “if all other \nmatters are resolved,” Defenda nt Bowden would pay $3,000 to Plaintiff .  (Pl.’s Mot. \nEx. A, at 1. )  Plaintiff argues that the three terms in Mr. Harlow’s Second E-mail \nconstitute all of the material terms  necessary to  an enforceable  settlement \nagreement.  (Pl.’s Mot. 4–5).   \n27. The Court concludes that these terms do not encompass all of the material \nterms necessary to support the existence of a binding settlement agreement.  The \nterms outlined in the e-mails do not evidence any obligations of, or the consideration \nprovided by, Plaintiff; rather, all of the terms set forth the obligations of Defendants.  \nPlaintiff arg ues that the dismissal of Plaintiff’s  action was  “inherent” to any \nsettlement and a “foregone conclusion”  and that, therefore, the parties did not need \nto include any term referencing dismissal of the action .  (Pl.’s Reply 3.)   However, \nPlaintiff has the burden of establishing that the parties have agreed to all material \nterms, and Plaintiff has not offered any evidence regarding Plaintiff’s obligations or \nconsideration under the purported settlement agreement.   \n28. Further, it is well settled under North Car olina law that the Court is to \ninterpret and enforce a contract as written.  State v. Philip Morris USA Inc., 363 N.C. \n623, 631−32, 685 S.E.2d 85, 90−91 (2009).  The Court is not to look beyond the terms \nof a contract unless the contract is ambiguous.  Id. at 636, 685 S.E.2d at 93.   Thus, \nthe Court cannot imply as a term of the purported settlement agreement that \nPlaintiff was obligated to dismiss the action based merely on Plaintiff’s contentions  \nin its brief that dismissal of the action was inherent and a foregone conclusion.  \n29. In sum, the Court denies the Motion and grants summary judgment in favor \nof non-movant Defendants that no enforceable settlement agreement was reached \nbecause Mr. Harlow’s Fourth E -mail was a valid revocation  of any offer in Mr. \nHarlow’s Second E -mail as a matter of law .  As alternate grounds for denying the \nMotion, the Court concludes that Plaintiff has failed to satisfy his burden to show \nthat there is no genuine issue as to any material fact regarding: (1) whether there \nwas mutual assent , and (2) Plaintiff’s obligations under the purported settlement \nagreement. \nV. CONCLUSION \n30. For the foregoing  reasons, the Motion is hereby DENIED.  The Court \nGRANTS summary judgment in favor of Defendants that no enforceable settlement \nagreement was formed between the parties on January 5, 2017.  \n \n \nSO ORDERED, this the 3rd day of April, 2017. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}