{
  "id": "4b53897fae17336af40cf8b8e085413adee94d226a09869dd5c976ffc4ff28b2",
  "source_file": "data/raw/ncbc/4b53897fae17336af40cf8b8e085413adee94d226a09869dd5c976ffc4ff28b2.pdf",
  "raw_text": "Red Valve, Inc. v. Titan Valve, Inc., 2019 NCBC 4. \n \nSTATE OF NORTH CAROLINA \n \nGASTON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 1064 \n \nRED VALVE, INC.; and \nHILLENBRAND, INC., \n \nPlaintiffs, \n \nv. \n \nTITAN VALVE, INC.; BEN PAYNE; \nFABIAN AEDO ORTIZ; GREG \nFARRIS; and JOHN DOES 1-10, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR \nSANCTIONS1 \n \n1. THIS MATTER is before the Court upon Plaintiffs’ Motion for Sanctions \n(the “Motion for Sanctions” or the “Motion”) in the above-captioned case. \n2. Having considered the Motion for Sanctions, the briefs in support of and in \nopposition to the Motion, and  the arguments of counsel at the December 18, 2018 \nhearing (the “December 18 Hearing”) on the Motion, the Court hereby GRANTS the \nMotion, ENTERS the following FINDINGS OF FACT  and CONCLUSIONS OF \nLAW, and ORDERS as follows.  \nNelson Mullins Riley & Scarborough LLP, by David N. Allen, Benjamin \nS. Chesson, and Anna Majestro, for Plaintiffs Red Valve, Inc. and \nHillenbrand, Inc. \n \nGray, Layton, Kersh, Solomon, Furr & Smith, P.A., by M ichael L. \nCarpenter, Marshall P. Walker, and Christopher L. Welchel, and Bell, \n                                                           \n1  Recognizing that this Order and Opinion cites and discusses the subject matter of \ndocuments that the Court has previously allowed to remain filed under seal in this case, the \nCourt elected to file this Order and Opinion under seal on January 11, 2019.  The Court \npermitted the parties an opportunity to advise whether the Order and Opinion contained \nconfidential information that either side contended should be redacted from a public version \nof this document.  Plaintiffs and Defendants subsequently advised the Court that no \nredactions are necessary.  Accordingly, the Court removes the “filed under seal” designation \nand files this Order and Opinion, without redactions, as a matter of public record. \n \n \nDavis & Pitt, P.A., by Derek Bast and Edward B. Davis, for Defendants \nTitan Valve, Inc, Ben Payne, Fabian Aedo Ortiz, and Greg Farris.2 \n \nBledsoe, Chief Judge. \nI. \nFINDINGS OF FACT \n3. Plaintiffs filed a Verified Complaint initiating this action on March 14, 2018.  \nPlaintiffs asserted claims against Defendants Titan Valve, Inc. (“Titan”), Ben Payne \n(“Payne”), Fabian Aedo Ortiz (“Aedo”), and Greg Farris (“Farris”) (collectively, \n“Defendants”) arising out of Defendants’ alleged wrongful conduct in acquiring, \npossessing, and using Red Valve’s alleged confidential and proprietary information \nin a competing valve manufacturing company that they created shortly before Payne \nand Aedo’s March 14, 2018 termination from Red Valve.   \n4. At the same time Plaintiffs filed their Verified Complaint, they also filed a \nNotice of Designation , as well as a Motion for a Temporary Restraining Order (the \n“TRO Motion”) and Motion for Preliminary Injunction (the “P.I. Motion”).  The TRO \nand P.I. Motions sought  injunctive relief based on Plaintiffs’ claims for \nmisappropriation of trade secrets against all Defendants and for breach of contract \nagainst Aedo. \n5. This case was designated as a complex business case later that same day by \nthe Chief Justice of the Supreme Court of North Carolina and assigned to the \nundersigned.   \n                                                           \n2  Attorneys from Bell, Davis & Pitt, P.A. first appeared as counsel of record for Defendants \nin this action on October 18, 2018. \n \n \n6. Promptly upon designation, the Court held a hearing on the TRO Motion, ex \nparte, at which Plaintiffs’ counsel was present.  At the conclusion of the on March 14 \nhearing, the Court entered a temporary restraining order (the “TRO”), which became \neffective immediately and was scheduled to expire on March 24, 2018.  Among other \nthings, the TRO required that Defendants “return to Red Valve any and all Red Valve \nproperty in their possession, including any property containing Red Valve’s Trade \nSecrets or any other confidential and proprietary information of Red Valve” within \nthree days of entry of the TRO.  ( TRO 6, ECF No. 7.)  On March 22, 2018, the Court \ngranted the parties’ joint motion to extend the TRO and scheduled the hearing on the \nP.I. Motion for April 5, 2018.   \n7. On March 28, 2018, Plaintiffs filed a motion for expedited discovery (the \n“Expedited Discovery Motion”) in preparation for the hearing on the P.I. Motion.  The \nCourt held a telephone hearing on the Expedited Discovery Motion the following day, \nMarch 29, 2018.  The Court entered an Order on March 30, 2018 memorializing its \noral ruling at the telephone hearing , granting in part and denyi ng in part the \nExpedited Discovery Motion  (the “Expedited Discovery Order”) .  (Order Pls.’ Mot. \nExpedited Disc. [hereinafter “Expedited Disc. Order”], ECF No. 23.)  The Expedited \nDiscovery Order required Defendants to produce the following to Plaintiffs no later \nthan April 3, 2018: \ni. all materials containing Red Valve’s Trade Secrets, as defined in the \nCourt’s March 14, 2018 TRO.  \nii. all marketing and/or promotional materials related to Titan Valve’s \nproducts.  \niii. all photographs or renderings identifying, describi ng, or depicting any \nproduct sold or planned to be sold by Titan Valve.  \n \n \niv. all documents describing all efforts undergone to create Titan Valve prior \nto March 14, 2018. \n  \n(Expedited Disc. Order 5.)   \n8. The Expedited Discovery Order further provided that: \nDefendants shall examine their email accounts (personal or otherwise) and \nno later than 3:00 PM on April 3, 2018 “return to Red Valve any and all Red \nValve property in their possession, including any property containing Red \nValve’s Trade Secrets [as define d in the TRO] or any other confidential and \nproprietary information of Red Valve,” as required at paragraph 3 on page 6 \nof the TRO. \n \n(Expedited Disc. Order 5 (quoting TRO 6).)3  For purposes of this Opinion, the Court \nrefers to the obligation imposed by the portion of the Expedited Discovery Order \ndiscussed in paragraph 7 above as the “Expedited Discovery Order” and the portion \nof that Order discussed in paragraph 8 above as the “Return Order.” \n9. On April 3, 2018, Defendants produced to Plaintiffs approximately 3,2 15 \nfiles in a variety of formats, without distinguishing files produced in response to the \nReturn Order from those produced in response to the Expedited Discovery Order (the \n“April 3 Production”) .  Later the same day, Defendants produced twenty-one \n                                                           \n3  The Expedited Discovery Order also permitted Plaintiffs to take a Rule 30(b)(6) deposition \nof Titan on a specific list of topics on April 4, 2018.   Titan then timely designated Farris to \ntestify as its Rule 30(b)(6) deponent.  Farris testified that, in preparing for the deposition, he \nspoke to Payne and Aedo “[p]robably no more than 20 minutes.”  (Pls.’ Exs. Mem. Law Supp. \nMot. Sanctions Ex. A, at 5:23 –25 [hereinafter “Titan Dep.”] , ECF No. 92.)  Farris further \ntestified that he did not review any e-mails in preparation of the Rule 30(b)(6) deposition and \ndid not know whether he had reviewed any of the documents contained in the April 3 \nProduction.  (Titan Dep. at 6:10–22.)  Although Plaintiffs have not advanced Farris’s evident \nlack of preparation for Plaintiffs’  Rule 30(b)(6) deposition of Titan as a basis for sanctions, \nthe Court nevertheless notes its concern that Titan does not appear to have taken seriously \nits obligations under Rule 30(b)(6). \n \n \n \nadditional screenshots of certain text messages exchanged between the individual \nDefendants.  \n10. The Court held a hearing on th e P.I. Motion on April 5, 2018, at which all \nparties that have appeared in this action were represented by counsel .  With the \nparties’ consent and for good cause shown, the Court entered an Order on April 5, \n2018 extending the TRO until April 10, 2018.  (Order Extending TRO, ECF No. 33.) \n11. On April 10, 2018 , the Court entered an Order and Opinion on Plaintiffs’ \nP.I. Motion (the “P.I. Order”), as corrected on April 17, 2018.  See Red Valve, Inc. v. \nTitan Valve, Inc. , 2018 NCBC LEXIS 41 (N.C. Super. Ct. Apr. 17, 2018).  The P.I. \nOrder restrained and enjoined “ Defendants, and any persons or entities in active \nconcert or participation with any of them  . . . from using, disclosing, or distributing \nPlaintiffs’ Customer Database, Price Data, Design Documents, and P rotectable \nManufacturing Processes” as defined in the P.I. Order.  Id. at *43.   Additionally, \nparagraph 85(b) of the P .I. Order required that each Defendant do the following on \nor before April 19, 2018: \n(i) return to Plaintiffs all of Plaintiffs’ property,  including but not limited to \nPlaintiffs’ Trade Secrets, and (ii) certify under oath in a written statement \nfiled with the Court that Defendant has returned to Plaintiffs all of Plaintiffs’ \nproperty in Defendant’s possession and further that Defendant does  not \nretain or possess any Red Valve property. \n \nId. \n \n12. Upon Defendants’ request , by Order dated April 17, 2018 (the “Order \nClarifying P.I.”), the Court deferred the deadline for Defendants’ performance under \nparagraph 85(b) of the P.I. Order as it related to Plaintiffs’ electronically stored \n \n \ninformation (“ESI”) in Defendants’ possession.  (Order Clarifying P.I. 2–3, ECF No. \n417.)  The Order Clarifying P.I. required that the parties promptly meet, confer, and \npropose a return and preservation protocol concerning Defendants’ return of ESI (the \n“Return Protocol”) no later than April 27, 2018.  (Order Clarifying P.I. 2.)4   \n13. In May 2018, the parties began discovery  in the ordinary course , and \nPlaintiffs served written discovery requests on Defendants on May 16, August 3, \nSeptember 6, September 29, and September 30, 2018. \n14. Consistent with the Return Protocol,5 Defendants produced to Plaintiffs in \nJuly 2018 the file path information for over 200,000 files on Defendants’ computers .  \nPlaintiffs subsequently identified eighty -two files that were not produced during \nExpedited Discovery, but appeared responsive to the Expedited Discovery Order  \nbased on identifying information contained in the file paths.  On September 10, 2018, \nPlaintiffs’ counsel provided Defendants with a list of the eighty -two files that, \naccording to Plaintiffs, should have been produced pursuant to the Expedited \nDiscovery Order.  (Pls.’ Exs. Mem. Law Supp. Mot. Sancti ons Ex. C, ECF No. 92.)  \n                                                           \n4  The Order Clarifying P.I. did not extend the April 19, 2018 compliance date as to Plaintiffs’ \nproperty in Defendants’ possession that did not constitute Plaintiffs’ ESI.  (Order Clarifying \nP.I. 2–3.)  On April 19, 2018, all Defendants certified under oath that they had returned to \nPlaintiffs all non-ESI property.  (See Certification Fabian Oritz, ECF No. 48; Certification of \nBen Payne, ECF No. 47; Certification of Greg Farris, ECF No. 46; Certification of Greg Farris \non Behalf Titan Valve, Inc., ECF No. 45.) \n \n5  Between April and October 2018, the parties, with the Court’s oversight and input through \nnumerous hearings , negotiated and implemented a twenty -step Return Protocol through \nwhich Defendants were to locate, return, and delete all Red Valve property from devices and \nsources within the possession of Payne, Aedo, or Titan, and within the possession or control \nof Farris. The Return Protocol consisted of four phases: (i) device collection and imaging; (ii) \nidentification of Red Valve property; (iii) preservation and return; and (iv) deletion.  Based \non Defendants’ counsel’s  representations, it appears that the final phase of the Return \nProtocol—deletion—was completed on December 12, 2018. \n \n \nDefendants disagreed, and the parties held a meet-and-confer on September 14, 2018 \nbut were unable to resolve their dispute.   \n15. On September 21, 2018, Plaintiffs submitted to the Court a summary  \npursuant to Rule 10.9 of the General Rules of Practice and Procedure for the North \nCarolina Business Court (“BCR”)  (the “10.9 Summary”) alleging deficiencies with \nDefendants’ April 3 Production .  Plaintiffs specifically argued that the April 3 \nProduction was (i ) substantively deficient based on the file path information for \nunproduced files and (ii ) procedurally deficient in that Defendants did not identify \nthe documents responsive to the Expedited Discovery Order and the documents \nreturned pursuant to the Return Order.   \n16. The Court convened a telephone conference on September 28 , 2018  to \naddress, among other things, the issues raised in the 10.9 Summary.  The Court \naccepted Defendants’ representation that “[t]o the extent any documents were missed \nin the rushed four -day Expedited Discovery review, Plaintiffs will receive those \ndocuments as part of the pending discovery requests[.]”   The Court directed \nDefendants to produce the documents prior to the hearing scheduled for October 15, \n2018.6  After the Court issued its ruling, Plaintiffs’ counsel indicated that Plaintiffs \nwould reserve argument as to the missing doc uments until after production was  \nmade.   \n                                                           \n6  The parties disagree as to whether the Court ordered Defendants during the September \n28, 2018 telephone conference to produce the docume nts no later than October 15, 2018.  \nWhile the Court did not issue a written order subsequent to the telephone conference, the \nCourt’s notes of the conference reflect that the Court ordered production by October 15. \n \n \n17. Defendants did not produce any documents between September 28 and  \nOctober 15, 2018.   On October 16, 2018, Defendants produced 2,593 documents, \nnearly half of which were duplicative.  Defendants supplemented their production on \nOctober 20, 2018 with an additional 839 documents. \n18. Plaintiffs filed their Motion for Sanctions on November 5, 2018, including as \nExhibit D fifty -eight documents that Plaintiffs contend were responsive to the \nExpedited Discovery Order but not timely produced (the “Pre -Filing Withheld \nDocuments”).7  (See Pls.’ Exs. Mem. Law Supp. Mot. Sanctions Ex. D, ECF No. 92.) \n19. On November 6, 2018 , Defendants produced an additional 108 documents, \nwhich, according to Defendants, consisted primarily of documents that were \ninadvertently miscoded during the initial review .  (Defs.’ Resp. Opp’n Pls.’ Mot. \nSanctions 6 –7, ECF No. 109.)   On November 16, 201 8, Defendants produced an \nadditional 338 documents, including 254  messages from the individual Defendants’ \ncellphones. \n20. On November 21, 2018, Plaintiffs, with Defendants’ consent, tendered via e-\nmail to the Court a proposed Supplemental Brief in Support of Motion for Sanctions.8  \n(See Pls.’ Suppl. Br. Supp. Mot. Sanctions, ECF No. 111.)   Plaintiffs identified an \nadditional forty-eight documents, all of which Defendants produced on November 6 \nor November 16, that Plaintiffs contend were responsive to the Expedited Discovery \n                                                           \n7  The fifty-eight Pre-Filing Withheld Documents were among the eighty-two files that were \nat issue in Plaintiffs’ September 21, 2018 10.9 Summary. \n \n8  At the Court’s direction, Plaintiffs subsequently filed their Supplemental Brief in Support \nof Motion for Sanctions on the Court’s e-docket on November 29, 2018. \n \n \nOrder (the “Post -Filing Withheld Documents” and, together with the Pre -Filing \nWithheld Documents, the “Withheld Documents”).   (See Pls.’ Suppl. Br. Supp. Mot. \nSanctions Ex. A, ECF No. 111.1.) \n21. The Motion is fully briefed, a hearing has been held, and the Motion is ripe \nfor determination. \nII. \nCONCLUSIONS OF LAW \n22. As noted, paragraph 9(b) of the Expedited Discovery Order required \nDefendants to produce the following no later than April 3, 2018: \ni. all materials containing Red Valve’s Trade Secrets, as defined in the \nCourt’s March 14, 2018 TRO.  \nii. all marketing and/or promotional materials related to Titan Valve’s \nproducts.  \niii. all photographs or renderings identifying, describing, or depicting any \nproduct sold or planned to be sold by Titan Valve.  \niv. all documents describing all efforts undergone to create Titan Valve prior \nto March 14, 2018. \n  \n(Expedited Disc. Order 5 (emphasis added).)  Critical to the resolution of the Motion \nis the parties’ dispute over the meaning of the word “create” in paragraph 9(b)(iv) and \nthus the scope of production that was required under the Expedited Discovery Order. \n23. Defendants contend that paragraph 9(b)(iv) only extends to documents \nrelated to Titan’s incorporation.  According to Defendants’ narrow interpretation, \n“efforts to create Titan concluded on February 6, 2018” when its Articles of \nIncorporation were filed with the North Carolina Secretary of State.  (Defs.’ Resp. \nOpp’n Pls.’ Mot. Sanctions 13.)  Plaintiffs respond that paragraph 9(b)(iv) extends not \nonly to incorporation -related documents, but also to those documents describing \n \n \nefforts undertaken to launch Titan.  Plaintiffs  are correct, and the Court concludes \nthat Defendants’ restrictive interpretation is unreasonable and inconsistent with the \nCourt’s Expedited Discovery Order. \n24. As an initial matter, at the time the Court entered the Expedited Discovery \nOrder, the Court was aware that Titan was incorporated on February 6, 2018 .  (See \nVerified Compl. ¶ 74, ECF No. 3 (“On February 6, 2018, Defendant Farris \nincorporated Titan Valve with the North Carolina Secretary of State[.]”).)  The \nCourt’s Expedited Discovery Order, however, covered  documents “ describing all \nefforts undergone to create Titan Valve prior to March 14, 2018,” a period extending \nsix weeks after Titan’s formal incorporation.  (Expedited Disc. Order 5.)  Had the \nCourt intended paragraph 9(b)(iv) to cover only pre -incorporation documents , as \nDefendants argue it did, the Court w ould not have ordered the production of \ndocuments generated after Titan’s February 6, 2018 incorporation. \n25. Moreover, the Court’s use of the word “create” in paragraph 9(b)(iv) in lieu \nof the word “incorporate” intentionally reproduced a proposed discovery request that \nPlaintiffs submitted in connection with the Expedited Discovery Motion .  To create \nmeans “[t]o bring into being; to cause to exist; to produce; to make, for example, a \nmachine or a corporation.”  Create, Ballentine’s Law Dictionary (3d ed. 2010).  As \napplied here, efforts undergone to create Titan necessarily include d plans to lease \nproperty, plans concerning signage, logos, payroll and accounting systems, filings \nwith governmental agencies, governance documents, and other activities necessary \nto begin o perations as Titan.  Lining up customers, vendors, and employees to join \n \n \nTitan before operations began are also part of a course of conduct that brought Titan \ninto existence.   By adopting an unreasonably narrow definition of “create,” \nDefendants failed to produce dozens of documents that were responsive to paragraph \n9(b)(iv) of the Expedited Discovery Order and are relevant to core contentions at the \nheart of Plaintiffs’ claims. \n26. For example, Defendants failed to produce a  December 2017 e -mail from \nAedo to the other individual Defendants under the subject line “We are ! Presentation \nunder development” with an attached presentation that Aedo stated was “to show \nwho we are, our goals, how will we get there, what do we offer, etc.”  (Pls.’ Exs. Mem. \nLaw Supp. Mot. Sanctions Ex. D, at 25.)  In the same e-mail, Aedo included a list of \nfour proposed names for the to-be-formed entity, one of which was “Titan.”  Although \nDefendants contend that this December 2017 e-mail is only “[a]rguably [r]esponsive” \nto paragraph 9(b)(iv), (Defs.’ Resp. Opp’n Pls.’ Mot. Sanctions Ex. B, at 2, ECF No. \n109.3), this document and others like it fall squarely within the scope of the Expedited \nDiscovery Order. \n27. A sampling of other e -mails Defendants did not include in their April 3 \nProduction reflects the same failure to comply with the Expedited Discovery Order .  \nFor example, Defendants did not produce the following: \na. A January 2018 e-mail between Aedo and a third -party in which Aedo, \namong other things, (i) referred to an April 23, 2018 trade fair as Titan’s \n“official [l]aunch;” (ii) indicated that Titan had obtained a building to be \nused as a plant and that “we are moving equipment in thi s week;” and \n \n \n(iii) stated “[w]e believe by next week we will have products to show and \nalso by th e end of next week perhaps a sample of our logo.”   (Pls.’ Exs. \nMem. Law Supp. Mot. Sanctions Ex. D, at 45.)  \nb. A January 24, 2018 e-mail from Aedo to a third-party bearing the subject \nline “Titan!!!” in which Aedo suggested that the recipient “should travel \nto Gastonia, visit the RV [i.e., Red Valve] plant, and while you are there \nwe can get together to plan or at least so you can get to know my company \nand see how we are moving forward[.]”  (Pls.’ Exs. Mem. Law Supp. Mot. \nSanctions Ex. D, at 67.) \nc. A pre-incorporation e -mail exchange between Aedo and a third-party \ndiscussing potential logo designs for Titan.  (Pls.’ Exs. Mem. Law Supp. \nMot. Sanctions Ex. D, at 93.) \nd. A February 1, 2018  e-mail from Aedo to a potential Titan customer in \nwhich Aedo described Titan’s plans to “start building” duck bill valves, \nwhich Red Valve currently manufactures under the “Tideflex” brand \nname.  (Pls.’ Exs. Mem. Law Supp. Mot. Sanctions Ex. G, at 269.)  In the \ne-mail, Aedo stated as follows: \nCurrently there’s abou t 20 companies building Duck bill valves \nand none are good or a thread  [sic] to tideflex on quality, Titan \ncan be the only one today that can build same or better quality \nand lower price significantly.  Once you visit we will take a tour \nin Tideflex as wel l so you can see how this product is \nmanufactured which I believe is beautiful[.] \n \n(Pls.’ Exs. Mem. Law Supp. Mot. Sanctions Ex. G, at 269.) \n \n \n \nEach of these e -mails reflects efforts taken to create Titan prior to March 14, 2018 \nand were required to be produced under the Expedited Discovery Order.  \n28. Even if the Court were to adopt Defendants’ unreasonably narrow \ninterpretation of paragraph 9(b)(iv), Defendants’ April 3 Production is still deficient.  \nFor example, Defendants failed to produce an e-mail exchange between the individual \nDefendants and a third-party CPA bearing the subject line “EIN & S-Corp Election,” \nwhich attached a letter  from the IRS assigning Titan an Employer Identification \nNumber and a Form 2553.  (Pls.’ Suppl. Br. Supp. Mot. Sanctions Ex. A, at 2 –8.)  \nIndeed, based on the representations of Plaintiffs’ counsel at the December 18 \nHearing, it appears that Defendants hav e not even produced Titan’s Articles of \nIncorporation through either e xpedited discovery or regular discovery , a document \nwhich would certainly appear to be responsive even under Defendants’ constrained \nreading of paragraph 9(b)(iv).   \n29. As discussed more fully below, that Defendants contend such documents are \nunresponsive, or only “arguably responsive,” to an order compelling production of “all \ndocuments describing all efforts undergone to create Titan Valve” raises serious \nconcerns that Defendants’ d eterminations of responsive ness under the Expedited \nDiscovery Order  and in response to Plaintiffs’ written discovery requests  during \nregular discovery are unreasonably limited and unreliable. \n30. Based on the evidence of record, the Court concludes that Defendants’ April \n3 Production was substantially incomplete in violation of the Expedited Discovery \nOrder.  Defendants did not seek to supplement  that production, and the Post-Filing \n \n \nWithheld Documents were not produced until just days before fact discovery was set \nto expire. \n31. Rule 37(b) of the North Carolina Rules of Civil Procedure permits a court to \norder a variety of sanctions against a party who fails to obey a court order regarding \ndiscovery.  See F.E. Davis Plumbing Co. v. Ingleside W. Assocs. , 37 N.C. App. 149, \n152, 245 S.E.2d 555, 557 (1978).  These sanctions include, but are not limited to, the \nestablishment of facts, the exclusion of evidence, the striking out of pleadings or parts \nthereof, or the dismissal of an action.  N.C. R. Civ. P. 37(b)(2).   \n32. “The imposition of sanctions under Rule 37 ‘is in the sound discretion of the \ntrial judge and cannot be overturned absent a showing of abuse of that discretion.’”  \nIn re Pedestrian Walkway Failure, 173 N.C. App. 237, 246, 618 S.E.2d 819, 826 (2005) \n(quoting Bumgarner v. Reneau , 332 N.C. 624, 631, 422 S.E.2d 686, 690 (1992)).  A \ntrial court will only be held to have abused its discretion “ where the court’s ruling is \nmanifestly unsupported by reason or is so arbitrary that it could not have been the \nresult of a reasoned decision.”  E. Brooks Wilkins Family Med., P.A. v. WakeMed, 244 \nN.C. App. 567, 578, 784 S.E.2d 178, 185 (2016).  \n33. “North Carolina courts do not presently require the party requesting \nsanctions to demonstrate, as a part of its burden, that it suffered prejudice as a result \nof the opposing party’s discovery failures or that the opposing party acted willfully.”  \nTumlin v. Tuggle Duggins P.A., 2018 NCBC LEXIS 225, at *31 (N.C. Super. Ct. May \n22, 2018); see Henderson v. Wachovia Bank of N.C., N.A., 145 N.C. App. 621, 629, 551 \nS.E.2d 464, 470 (2001) (“[T]he plain language of Rule 37 does not require a showing \n \n \nof willfulness.”); Out of the Box Developers, LLC v. LogicBit Corp., 2014 NCBC LEXIS \n7, at *8 (N.C. Super. Ct. Mar. 20, 2014) (“[T]he party seeking Rule 37 sanctions need \nnot show prejudice resulting from the sanctionable conduct.”).  “Willfulness, bad faith, \nor prejudice to another party do, however, influence this court’s discretion in \ndetermining the appropriate sanction.”  Out of the Box Developers, LLC, 2014 NCBC \nLEXIS 7, at *8. \n34. The Court concludes, in the exercise of its discretion, that Defendants’ \nfailure to comply with the Expedited Discovery Order through their unreasonably \nnarrow interpretation of the Order was not substantially justified, prejudiced \nPlaintiffs by causing unnecessary delay in the discovery and prosecution of their \nclaims, and warrants the imposition of sanctions.   \n35. The Court next considers appro priate sanctions for Defendants’ discovery \nmisconduct. \nA. Forensic Discovery of Defendants’ Devices \n36. Plaintiffs seek as a sanction an order permitting the forensic examination of \nall data sources and devices in Defendants’ possession or control  since July 2017.  \nPlaintiffs contend that such an examination is warranted based on Defendants’ \nconduct in discovery and potential spoliation of evidence.  According to Plaintiffs, the \nCourt cannot know the full extent of Defendants’ discovery abuses until a forensic \nanalysis is complete.  Defendants respond that device discovery is inappropriate \nbecause, even if all documents responsive to the Expedited Discovery Order were not \nincluded in the April 3 Production, such documents were produced in regular \n \n \ndiscovery, and the Return Protocol process included a review of information on \nnumerous devices that Plaintiffs now seek to have forensically examined .  After \ncareful consideration, t he Court concludes, in the exercise of its discretion, that a \nforensic examination should be ordered as described below. \n37. “In addition to those sanctions specified by Rule 37(b)(2), the rule authorizes \nthe court, upon failure to comply with a discovery order, to ‘make such orders with \nregard to the failure as are just.’”   Leary v. Na ntahala Power & Light Co. , 76 N.C. \nApp. 165, 170, 332 S.E.2d 703, 707 (1985) ( quoting N.C. R. Civ. P. 37(b)(2)) .  When \nconsidering a forensic examination of a party’s data sources and devices, the \nrequesting party need not “specifically identify the exact documents he contends are \nmissing,” but must “at least provide some circumstantial evidence to suggest that \npotentially relevant information is missing in order to justify the burden of a forensic \nexamination.”  Tumlin, 2018 NCBC LEXIS 225, at *40 (citing Arndt v. First Union \nNat’l Bank, 170 N.C. App. 518, 527–28, 613 S.E.2d 274, 281 (2005)).   \n38. “In ‘cases where trade secrets and electronic evidence are both involved, the \n[c]ourts have granted permission to obtain mirror images of the computer equipment \nwhich may contain electronic data related to the alleged violation.’”  Lifetouch Nat’l \nSch. Studios, Inc. v. Moss -Williams, No. C10 -05297 RMW (HRL), 2013 U.S. Dist. \nLEXIS 148360, at *5 (N.D. Cal. Oct. 15, 2013) (quoting Balboa Threadworks, Inc. v. \nStucky, No. 05-1157-JTM-DWB, 2006 U.S. Dist. LEXIS 29265, at *7–8 (D. Kan. Mar. \n24, 2006)).9 \n                                                           \n9  Because “[t]he North Carolina Rules of  Civil Procedure are, for the most part, verbatim \nrecitations of the federal rules,” our courts have recognized that “[d]ecisions under the federal \n \n \n39. “Apart from compelling production and inspection of computer hard drives \nand forensic imaging where trade secrets and electronic evidence are involved, courts \nhave also compelled production based upon discrepancies or inconsistencies in a \nresponse to a discovery request or the responding party’s unwillingness or failure to \nproduce relevant information.”  White v. Graceland Coll. Ctr. for Prof’l Dev. & Lifelong \nLearning, Inc., No. 07 -2319-CM, 2009 U.S. Dist. LEXIS 22068, at *22 –24 n.17 (D. \nKan. Mar. 18, 2009) ; see Koosharem Corp. v. Spec Personnel, LLC , Civ. A. No. 6:08 -\n583-HFF-WMC, 2008 U.S. Dist. LEXIS 108396, at *2 –12 (D.S.C. Sept. 29, 2008) \n(allowing forensic analysis of defendants’ computers based upon failure to produce \ndocuments and due to the relevance of ESI on the computers); Orrell v. Motorcarparts \nof Am., Inc. , No. Civ. 3:06CV418 -R, 2007 U.S. Dist. LEXIS 89524, at * 4, 7, 26  \n(W.D.N.C. Dec. 5, 2007) ( permitting employer defendant to conduct forensic \nexamination of plaintiff’s home computer where plaintiff wiped hard drive of work -\nissued laptop and testified she forwarded e-mail to home computer).   \n40. However, “mere skepticism  that an opposing party has not produced all \nrelevant information is not sufficient to warrant drastic electronic discovery \nmeasures.”  John B. v. Goetz, 531 F.3d 448, 460 (6th Cir. 2008) (citing McCurdy Grp., \nLLC v. Am. Biomedical Grp., Inc., 9 F. App’x 822, 831 (10th Cir. 2001)). \n                                                           \nrules are . . . pertinent for guidance and enlightenment in developing the philosop hy of the \nNorth Carolina rules.” Turner v. Duke Univ., 325 N.C. 152, 164, 381 S.E.2d 706, 713 (1989); \nsee, e.g., Tumlin, 2018 NCBC LEXIS 225, at *29 (“To the extent such law does not conflict \nwith binding North Carolina precedent, the Court finds the guidance provided in the Sedona \nConference Principles, Rule 37(e) of the Federal Rules of Civil Procedure, and federal case \nlaw on [Rule 37(b)(2) sanctions] persuasive to guide its analysis.”). \n \n \n41. The Court concludes  here, in the exercise of its discretion , for good cause \nshown, and after considering lesser sanctions, that forensic discovery of Defendants’ \ndata sources and devices is warranted based on Defendants’ discovery misconduct .  \nThe information Defendants took from Plaintiffs as they prepared to launch Titan, \nand the personal electronic devices and other data sources that Defendants used to \ntake, store, transfer , or delete Plaintiffs’ allegedly confidential and proprietary \ninformation, lie at the heart of this litigation.  Plaintiffs have alleged, and presented \nsubstantial evidence tending to show , both that Defendants used these devices to \naccess, use, and transfer Red Valve’s confidential and proprietary information  and \nthat Defendants failed to return responsive documents relating to core issues in this \ncase pursuant to the Expedited Discovery Order. \n42. In particular, in addition to withholding documents responsive to the \nExpedited Discovery Order  as discussed above , documents produced in November \n2018—after Plaintiffs’ Motion for Sanctions was filed —strongly suggest that \nDefendants concealed and improperly redacted adverse evidence in their April 3 \nProduction.  For ins tance, a screenshot of the following January 27, 2018 text \nmessage exchange among the individual Defendants was included within the April 3 \nProduction: \nFarris (date unclear): Got it \n \nAedo (1/27/18): [sent video image] \n \nAedo (1/27/18): Today I worked with the animator on our valve but he needs \nthe car drawings \n \nAedo (1/27/18): Look at the video he did for me \n \n \n \n(Pls.’ Reply Br. Supp. Mot. Sanctions 2, ECF No. 115.)   \n43. Although the  screenshot image appears to show four complete text \nmessages, documents Defendants produced on November 16, 2018 strongly suggest \nthat the screenshot was manipulated to omit critical information.  Specifically, the \nfinal text message from Aedo provided, in its entirety, “Look at the video he did for \nme based on a rv drawing .”  (Pls.’ Suppl. Br. Supp. Mot. Sanctions Ex. A, at 29  \n(emphasis added).)  The omitted portion of this message —“based on a rv [i.e., Red \nValve] drawing”—is highly relevant to Plaintiffs’ claims and completely changes the \nfactual context of the document as produced.  Yet Defendants did not produce the full \nmessage in their April 3 Production, instead orienting the screenshot to omit this \ncritical phrase from the April 3 Production and delaying full production of the \nexchange for over seven months until after Plaintiffs moved for sanctions.  \nDefendants’ claim of coincidence or inadvertence is unpersuasive, particularly when \nconsidering that Defendants included the first message in the series—“Got it”—which \nhas no evident relevance to the subsequent exchange or any issue in this case. \n44. Similarly, in response to the Expedited Discovery Order , Defendants \nproduced a screenshot of the following  February 16, 2018 text message exchange \nbetween Payne and Farris: \nFarris (1/31/18): Just pulled into house \n \nPayne (1/31/18): K. I got rubber parts for prototypes. How they coming? \n \nFarris (1/31/18): Fifty percent still need to do plates \n \nFarris (1/31/18): Thursday afternoon Friday morning \n \n \n \nPayne (1/31/18): K. U get him tax id info? \n \nPayne (2/16/18): Are prototypes done? Our tax id get here yet? Can I get a key \nto building? \n \n(Pls.’ Reply Br. Supp. Mot. Sanctions 9.)   \n45. As with the screenshot of the January 27, 2018  exchange, this screenshot \nwas oriented to omit critical information.  Post-Filing Withheld Documents show that \nthe final message in the series actually stated, in its entirety: “Any prototypes done?  \nOur tax id get here yet?  Can I get a key to building?  Any building stations done? ”  \n(Pls.’ Suppl. Br. Supp. Mot. Sanctions E x. A, at 42  (emphasis added).)  The omitted \nportion, which suggests Defendants were then engaged in creating building stations \nin their effort to launch Titan, is again highly relevant to Plaintiffs’ claims and plainly \nresponsive to paragraph 9(b)(iv) of t he Expedited Discovery Order .  As before, the \nfirst message included in the series for production—“[j]ust pulled into house”—does \nnot add context and is irrelevant. \n46. In addition, Plaintiffs have offered evidence tending to show Defendants \nhave spoliated evidence.  Specifically, the evidence shows that (i) Aedo admitted to \nattempting to delete files from the Dropbox account on the day of his termination, \n(Williams Aff. ¶ 5, ECF No. 28); (ii) the night of his termination, Aedo remotely wiped \nhis Red Valve iPhone and data and thus deleted “any text messages, chats (including \niMessages), calendar entries, call records, Apple Notes, Internet history, voicemails, \nand any other use data generated on the device from March 2017 through [his] \ntermination” in March 2018, (Walton Aff. ¶ 18, ECF 32; see Williams Aff. ¶ 5); and \n \n \n(iii) Payne’s Red Valve cell phone is “inaccessible ,” and its contents h ave not been \nproduced, (Defs.’ Resp. Opp’n Pls.’ Mot. Sanctions 21–22).   \n47. This conduct —Defendants’ failure to produce documents in the April 3 \nProduction, omission of critical information from documents included in the April 3 \nProduction, and potential spoliation of evidence —makes plain, whether considered \nindividually or in combination, that further forensic examination of Defendants’ \ndevices and data sources is necessary for the proper administration of justice in this \ncase.   \n48. The need for a forensic examination is further highlighted by Red Valve’s \nfailure to locate and produce a number of USB devices that were connected to Payne’s \nRed Valve computer during the relevant time period that potentially contain relevant \ninformation.  In support of their P.I. Motion, Plaintiffs offered evidence that their \nexpert’s initial forensic examination of Payne’s Red Valve computer revealed that “a \nlarge amount of USB device activity” took place between October 2017 and Payne’s \ntermination in March 2018.  (Walton Aff. ¶ 7.)  Plaintiffs’ expert averred that thirteen \nUSB devices were connected to Payne’s Red Valve computer between October 2017 \nand March 2018.  (Walton Aff. ¶ 7.)  At that time, only two of the thirteen USB devices \nhad been located  during a search of  Payne’s office at Red Valve , leaving eleven \nunaccounted for.  (Walton Aff. ¶ 7.)  It was not until October 23, 2018 that Defendants \nadvised Plaintiffs that they were in  possession of two of the missing eleven USB \ndevices.10  Nine other USB devices identified by Plaintiffs’ expert in April 2018 have \n                                                           \n10  The day prior, October 22, 2018, Defendants advised Plaintiffs and the Court that they \nwere in possession of an additional USB device that Plaintiffs’ expert had not  previously \n \n \nnot been produced or accounted for.  ( Pls.’ Exs. Mem. Law Supp. Mot. Sanctions Ex. \nM, Ritzi Aff. ¶¶ 6–8, ECF No. 92.)   \n49. Plaintiffs seek a forensic examination of all data sources and devices u sed \nby Defendants since July 2017.  These sources and devices fall within two categories: \n(i) Defendants’ data sources and devices that were subject to the Return Protocol \nprocess (the “Return Protocol Data Sources”) and (ii) any other data sources or devices \nused by Defendants that were not subject to the Return Protocol (the “Other Data \nSources”).   \n50. The Return Protocol defined Data Sources as follows: \nall email accounts, cloud based storage accounts, computers, mobile devices, \nUSB drives, and external hard drives in the possession of Defendants Payne, \nAedo, and Titan, and the possession and control of Defendant Farris, which \nany Defendant believes (1) may contain or has ever contained any Red Valve \nProperty, (2) has been connected to any Red Valve server or computer, or (3) \nhas contained or does now contain any backup of any other Data Source. \n  \n(Pls.’ Exs. Mem. Law Supp. Mot. Sanctions Ex. B, at 2 [hereinafter “Return Protocol”], \nECF No. 92.)   Under the Return Protocol, Envista Forensics, a consulting expert \nretained by Defendants, was to create a mirror image of the Return Protocol Data \nSources and forensically preserve their content s in a format that preserves and \nsecures intact the original data and all metadata.  (Return Protocol 5.)  However, \nPlaintiffs have not been provided certain metadata, including connected device \n                                                           \nidentified.  Payne has acknowledged that this USB device was given to him in late June or \nearly July 2018 by a current Red Valve employee and contained thousands of Red Valve build \nsheets (i.e., documents containing a comprehensive listing of the quantity and dimensions of \nmaterials used in the hand-fabrication of rubber sleeves and the detailed sequence in which \neach material is applied).  (Payne Aff. ¶¶ 2–3, ECF No. 118; see Duer Aff. ¶ 17, ECF No. 28.)  \nPayne’s failure to timely produce this USB device is a subject of Plaintiffs’ November 6, 2018 \nMotion for Order to Show Cause, which the Court will decide by separate order. \n \n \nhistories, “log in” or access histories, and other access and use data under the Return \nProtocol.  \n51. At the December 18 Hearing, Plaintiffs’ counsel advised that Plaintiffs  \nprimarily seek a forensic examination to obtain information relating to the use and \naccess of Defendants’ devices rather than any substantive file information contained \non those devices.  Plaintiffs argue that “[f]orensic analysis of the devices [that the \nmissing] USB drives may have been connected to is necessary to determine the full \nstory regarding the transfer of any files located on the drives.”  (Pls.’ Br. Supp. Mot. \nSanctions 18, ECF No. 91.)  In particular, Plaintiffs argue that a forensic examination \nof Defendants’ data sources and devices will enable Plaintiffs to determine whether \nDefendants connected the missing USB devices to other electro nic devices that \nDefendants used in launching Titan and, if so, whether files containing Red Valve’s \nconfidential and proprietary information were transferred or deleted.   \n52. The Court is persuaded, based on the evidence of record and in the exercise \nof its discretion, that a forensic examination is justified and appropriate in the \ncircumstances of this case.  As to Return Protocol Data Sources, the Court concludes \nthat a forensic examination of the access and use data from those sources is justified \nand appropriate to determine which devices were connected to those sources, when \nthey were connected, and whether files were transferred or deleted.  As to Defendants’ \nOther Data Sources, the Court concludes  that Defendants should produce, for a \nsimilar forensic examination of access and use data, mirror images of all Other Data \nSources used by Defendants since July 2017 .  Such sources shall include not only \n \n \nphysical electronic data sources (i.e. , computers, mobile devices, USB drives, and \nexternal hard drives), but also cloud-based accounts and systems used to access and \nstore information.  The parties shall be ordered to meet and confer to consider an \nappropriate device discovery protocol to promptly complete the forensic examination \nordered hereunder. \nB. Plaintiffs’ Reasonable Expenses \n53. Plaintiffs also seek as a sanction that Defendants be required to pay \nPlaintiffs’ reasonable expenses incurred in bringing the Motion for Sanctions , \nincluding payment of Plaintiffs’ reasonable attorneys’ fees. \n54. In lieu of or in addition to other sanctions permitted under Rule 37, “the \ncourt shall require the party failing to obey the order to pay the reasonable expenses, \nincluding attorney’s fees, caused by the failure, unless the court finds that the failure \nwas substantially justified or that other circumstances make an award of expenses \nunjust.”  N.C. R. Civ. P. 37(b)(2).  Thus, “when a party compelled to provide discovery \n[fails] to do so, an award of reasonable  costs is mandatory unless the failure is \nsubstantially justified or an award would be unjust due to other circumstances. ” \nBradshaw v. Maiden, 2018 NCBC LEXIS 46, at *21–22 (N.C. Super. Ct. May 9, 2018) \n(internal quotation marks omitted).   Because awarded expenses are required to be \n“reasonable, the reco rd must contain findings of fact to support the award of any \nexpenses, including attorney’s fees.”  Benfield v. Benfield, 89 N.C. App. 415, 422, 366 \nS.E.2d 500, 504 (1988).   \n \n \n55. As discussed above , Defendants failed to comply with the Expedited \nDiscovery Order by withholding responsive documents and concealing material , \nadverse evidence.  Defendants do not contend that their violative conduct resulted \nfrom insufficient time to comply with the Expedited Discovery Order or that \nresponsive documents were not available in time for the April 3 Production.  To the \ncontrary, Defendants contend that their production was proper and fully consistent \nwith the Expedited Discovery Order, a position the Court has  found wholly without \nmerit.  The Court therefore concludes, in the exercise of its discretion and based on \nthe evidence of record, that Defendants’ failure to comply with the Expedited \nDiscovery Order was not “substantially justified,” nor do the facts and circumstances \nof this case “make an award of expenses unjust.”  N.C. R. Civ. P. 37(b)(2). \n56. Accordingly, the Court concludes, in the exercise of its discretion and under \nthe Court’s authority pursuant to Rule 37, that the circumstances here warrant the \nentry of an order requiring Defendants to pay Plaintiffs’ reasonable expenses, \nincluding Plaintiffs’ reasonable attorneys’ fees, incurred in (i) prosecuting the Motion \nfor Sanctions and (ii) seeking and obtaining the Withheld Documents, includi ng \nPlaintiffs’ expenses incurred in identifying documents responsive to the Expedited \nDiscovery Order, sending deficiency letters, engaging in meet and confer discussions, \nand complying with the BCR 10.9 process.  Plaintiffs may submit a petition to recover \nthese expenses as provided in this Order. \n \n \nC. Strike Answer to New Claims \n57. As a further sanction, Plaintiffs ask the Court to preemptively strike \nDefendants’ answer or other response to the new ly asserted  tortious interference \nclaims contained in Plaintiffs’ Amended Complaint and preclude Defendants from \nconducting discovery as to those claims. 11  As justification, Plaintiffs argue that  \nDefendants’ misconduct has prejudiced “Plaintiffs’ ability to meaningfully gain access \nto information in discovery that would have allowed them to prosecute their claims \nagainst Defendants.”  (Pls.’ Br. Supp. Mot. Sanctions 20–21.) \n58. Rule 37(b) provides that appropriate sanctions may include, among other \nthings, an “order refusing to allow the disobedient party to support or oppose  \ndesignated claims or defenses” or “striking out pleadings or parts thereof.”  N.C. R. \nCiv. P. 37(b)(2)(b)–(c).  “[S]triking a party’s answer is a severe sanction which should \nonly be imposed where the trial court has considered less severe sanctions and found \nthem to be inappropriate.”  Few v. Hammack Enters., Inc. , 132 N.C. App. 291, 299, \n511 S.E.2d 665, 671 (1999) (citing Triad Mack Sales & Serv. v. Clement Bros. Co., 113 \nN.C. App. 405, 409, 438 S.E.2d 485, 488 (1994)).  Moreover, “[i]mposition of sanctions \nthat are directed to the outcome of the case, such as dismissals, default judgments, \nor preclusion orders, . . . are examined in the light of the general purpose of the Rules \n                                                           \n11  Contemporaneous with their Motion for Sanctions, Plaintiffs filed a Motion to Amend \nComplaint, through which Plaintiff s sought to assert new claims for tortious interference \nwith contract and tortious interference with economic advantage.  (Pls.’ Mot. Am. Compl., \nECF No. 86.)  With Defendants’ consent, (Defs.’ Resp. Br. Pls.’ Mot. Am. Compl. 3, ECF No. \n107), the Court granted Plaintiffs’ Motion to Amend Complaint on December 14, 2018, (Order \nPls.’ Mot. Am. Compl., ECF No. 132), and Plaintiffs filed the Amended Complaint on \nDecember 19, 2018 (Am. Compl., ECF No. 136).     \n \n \nto encourage trial on the merits.”  Moore v. Mills , 190 N.C. App. 1 78, 180–81, 660 \nS.E.2d 589, 591 (2008) (quoting Am. Imps., Inc. v. G. E. Emps. W. Region Fed. Credit \nUnion, 37 N.C. App. 121, 124, 245 S.E.2d 798, 800 (1978)). \n59. While the Court agrees that Defendants’ failure to timely comply with the \nExpedited Discovery Order delayed Plaintiffs’ ability to timely discover and prosecute \ntheir tortious interference claims, Plaintiffs will have an opportunity to prosecute \nthose claims consistent with the time deadlines set under the December 20, 2018 \nAmended Case Management Order.  As such, and in light of the preference within \nthe North Carolina Rules of Civil Procedure for adjudicating claims on the merits, \nthe Court concludes, in the exercise of its discretion, that striking Defendants’ answer \nor otherwise denying Defendants the opportunity to defend against Plaintiffs’ tortious \ninterference claims is inappropriate in light of the circumstances of this case and \nconsidering the sanctions otherwise provided herein.   \nIII. \nCONCLUSION \n60. WHEREFORE, the Court, for the reasons stated herein and in the exercise \nof its discretion, hereby GRANTS the Motion for Sanctions, GRANTS in part and \nDENIES in part Plaintiffs’ requested sanctions, and ORDERS as follows: \na. As to Plaintiffs’ request for forensic discovery of Defendants’ devices and \ndata sources: \ni. Plaintiffs shall be permitted to conduct a forensic examination \nof all data sources used by Defendants after July 2017, \n \n \nincluding computers, mobile devices, USB drive s, external \nhard drives, e -mail accounts, and cloud -based storage \naccounts—regardless of whether such data sources were \nsubject to the Return Protocol—for data and metadata related \nto Defendants’ access and use of such data sources.  Plaintiffs \nshall not, however, be permitted to review substantive file \ninformation contained on these data sources at this time. \nii. Within fourteen (14) days of the date of this Order, the parties \nshall meet, confer, and file a proposed device discovery protocol \nto implement the forensic examination ordered hereunder. \niii. The forensic examination shall be conducted by Plaintiffs’ \nforensic expert, Reliance Forensics.   \niv. Plaintiffs shall bear the cost of the forensic examination \nordered hereunder, subject to later modification in the Court’s \ndiscretion.12 \nb. As to Plaintiffs’ request for payment of its reasonable expenses, \nincluding attorneys’ fees:   \ni. Defendants shall pay Plaintiffs their reasonable expenses, \nincluding attorneys’ fees, incurred in obtaining this Order.   \nSuch fees and expenses shall be limited to those incurred in (i) \n                                                           \n12  Plaintiffs’ counsel indicated at the December 18 Hearing that Plaintiffs would agree to pay \nfor the forensic examination Plaintiffs sought through the Motion.  The Court thus orders \nPlaintiffs to initially bear this cost, although the Court will consider shifting the costs of this \nexamination at a later date for good cause shown. \n \n \nprosecuting the Motion for Sanctions and (ii) seeking and \nobtaining the Withheld Documents,  including expenses \nincurred in identifying documents responsive to the Expedited \nDiscovery Order, sending deficiency letters, engaging in meet \nand confer discussions, and complying with the BCR 10.9 \nprocess. \nii. Plaintiffs may file a petition for payment of their reasonable \nexpenses, including attorneys’ fees, with supporting affidavits \nand any other supporting material, no later than January 25, \n2019.  Defendants may file a response, with supporting \nmaterials, if any, no later than February 8, 2019.  The Court \nwill determine at a later date whether it will hold a hearing on \nany such petition.  \nc. As to Plaintiffs’ request for an order preemptively striking Defendants’ \nanswer to Plaintiffs’ newly asserted tortious interference claims, \nPlaintiffs’ request is denied , and Defendants shall file their answer or \nother responsive pleading in accordance with the requirements of the \nNorth Carolina Rules of Civil Procedure and the Business Court Rules. \n \n \n \n \n \nSO ORDERED, this the 11th day of January, 2019.13 \n \n     /s/ Louis A. Bledsoe, III  \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n                                                           \n13  This Order and Opinion was originally filed under seal on January 11, 2019.  This public \nversion of the Order and Opinion is being filed on January 16, 2019.  Because this public \nversion of the Order and Opinion does not contain any substantive changes from the version \nfiled under seal as to constitute an amendment, and to avoid confusion in the event of an \nappeal, the Court has elected to state the filing date of the public version of the Order and \nOpinion as January 11, 2019. "
}