{
  "id": "4b6f0ad5714646c95fc2fb1f43aefdf8d6790e73e5a458d2a23147645ea9b413",
  "source_file": "data/raw/ncbc/4b6f0ad5714646c95fc2fb1f43aefdf8d6790e73e5a458d2a23147645ea9b413.pdf",
  "raw_text": "MASSEY v. CITY OF CHARLOTTE, 2000 NCBC 4\n \nSTATE OF NORTH CAROLINA\n \nCOUNTY OF \nMECKLENBURG\n \n \nBETHANIE C. MASSEY, \net al.\n \nPlaintiffs\n \n \nv.\n \nCITY OF CHARLOTTE \nAND\nALBEMARLE LAND \nCOMPANY, LLC\n \nDefendants.\n \nIN THE GENERAL \nCOURT OF JUSTICE\nSUPERIOR COURT DIVISION\n99-CVS-18764\n \n \n \n \n \nORDER AND OPINION\n \n \n{1}\n      \nThis matter is before the Court on Defendant Albemarle Land Company, LLC’s Motion to Dismiss\nPetition for Writ of Certiorari.\n  \nThis Court has received and reviewed Petitioners’ brief in support of\npetition, Defendant’s brief in opposition to the petition and Petitioners’ reply, and oral arguments were\nheard.\n  \nAt issue is whether the Petitioners have standing to challenge the City of Charlotte’s decision\nto rezone a parcel of land owned by Albemarle Land Company, LLC (“Albemarle”) to a conditional\nuse district and to issue a conditional use permit.\n  \nFor the reasons explained below, the Court finds that\nPetitioners have standing to challenge the rezoning decision, and therefore Defendant’s motion to\ndismiss the writ of certiorari is DENIED.\nHewson Lapinel Owens, P.A., by H.L. Owens, for Petitioner Bethanie C. Massey.\n \nRobinson Bradshaw & Hinson, P.A., by Frank E. Emory, Jr., for Respondent Albemarle Land\nCompany, LLC.\nRobert E. Hagemann, for Respondent City of Charlotte.\n \n \nI.\n \n{2}\n      \nIn June of 1999, Albemarle filed a petition seeking the rezoning of approximately 42 acres of land\non Albemarle Road in Charlotte, North Carolina from R-3 (Residential) to CC (Commercial\n  \nCenter).\n  \nUpon approval of its petition, Albemarle intended to develop a retail center which would house two\n“big box” retailers (a Target and a Lowes Home Improvement Warehouse) and five out-parcels.\n  \nThe\nschematic plan submitted with the application provided for a 100-foot buffer strip between the\ndevelopment and the neighboring property owners.\n  \nThe neighboring landowners filed a written\npetition opposing the application.\n  \nDespite the unanimous recommendation of the Planning Staff and\nthe Zoning Committee that the application of Albemarle be denied, on November 15, 1999, the\nCharlotte City Council (“City Council”) approved the application by a 6 to 5 vote.\n{3}\n      \nOn December 15, 1999, neighboring landowners filed a petition for writ of certiorari pursuant to\nN.C.G.S. § 160A-381(c) and Rule 19.\n  \nUpon the motion of Senior Resident Superior Court Judge\nShirley Fulton, this case was designated by the Chief Justice as a “complex business” case and\nassigned to the undersigned pursuant to Rule 2.1.\n  \nA motion to dismiss was filed by the City of\nCharlotte on the grounds that the decision of the City Council was a legislative act, and therefore is\nnot subject to review in the nature of a writ of certiorari.\n  \nDefendant Albemarle joined the motion filed\nby the City of Charlotte, and in addition filed a separate motion to dismiss on the grounds that\nPetitioners lack standing to challenge the zoning decision.\n  \nThis Court found that the zoning decision\nwas, in part, a quasi-judicial act, and therefore was subject to review on a writ of certiorari.\n \nAccordingly, this Order deals solely with the issue of whether Petitioners have standing to seek a writ\nof certiorari.\nII.\n \n{4}\n      \nAlbemarle argues that Petitioners are not “aggrieved parties,” and therefore do not have standing to\nchallenge the City’s zoning decision.\n  \nAlbemarle points to North Carolina case law which establishes\nwhat Albemarle characterizes as a narrow definition of “aggrieved party.”\n  \nAn aggrieved party is a\nperson who has an “interest in the property affected” by the city council’s action.\n  \nPigford v. Bd. of\nAdjust.\n, 49 N.C. App. 181, 182-83, 270 S.E.2d 535, 536 (1980).\n  \nIn order to challenge a rezoning\nordinance, one must have a specific personal and legal interest in the subject matter affected by the\nordinance and must be directly and adversely affected by the ordinance.\n  \nDavis v. City of Archdale,\n 81\nN.C. App. 505, 508, 344 S.E.2d 369, 371 (1986) citing \nTaylor v. City of Raleigh, \n290 N.C. 608, 227\nS.E.2d 576 (1976)\n.\n  \nTo have standing, an adjacent or nearby landowner must allege and show special\ndamages distinct from the rest of the community.\n  \nId.\n \n(citing\n Heery v. Zoning Bd. of Adjust.\n, 61 N.C.\nApp. 612, 300 S.E. 2d 869 (1983)).\n  \nAn aggrieved party must set forth specific facts which support her\nallegation of special damages.\n  \nKentallen, Inc. v. Town of Hillsboro\n, 110 N.C. App. 767, 769, 431\nS.E.2d 231, 232 (1993).\n{5}\n      \nAlbemarle takes the position that Petitioners must allege more than a diminution in property value\nand burdens such as an increase in traffic, noise, or light.\n  \nHowever, this Court finds the case law to\nhold otherwise.\n  \nIn order to establish standing, Petitioners\n \nmust allege the manner in which the value or\nenjoyment of Petitioners’ land will be adversely affected.\n  \nKentallen\n, 110 N.C. App. at 769, 431\nS.E.2d at 232.\n   \nIn \nKentallen\n, the North Carolina Court of Appeals stated that\n[e]\nxamples of adequate pleadings include allegations that the rezoning would cut off the\nlight and air to the petitioner’s property, increase the danger of fire, increase the traffic\ncongestion and increase the noise level. Once the petitioner’s aggrieved status is properly\nput in issue, the trial court must, based on the evidence presented, determine whether an\ninjury ‘has resulted or will result from [the] zoning action.’\n \nId.\n at 769-70, 431 S.E.2d at 232 (quoting \nHeery\n,\n \n61 N.C. App. at 614, 300 S.E.2d at 870).\n{6}\n      \nIn this case, Petitioners are neighboring landowners who were informed about the proposed\ndevelopment and who appeared at public hearings in opposition to the rezoning.\n   \nPetitioners have\nsufficiently alleged and proven:\n  \n(1) that the proposed development may have a negative effect on their\nproperty values, and (2) that the development may generate an increased amount of noise, light, odors,\nand traffic, which will diminish the value of their property and reduce their enjoyment of it.\n  \nFor\nexample, Petitioners have attested to the fact that their bedroom windows overlook the site of the\nproposed development, and that they will be disturbed by the increased light at night from the lights in\nthe parking lot.\n  \n(Massey Aff.; R. Gilbert Aff.)\n  \nIn addition, Petitioners have stated that they will be\ndisturbed by the noise created by contractors picking up supplies in the early morning hours, and by\nnoise from loudspeakers.\n  \n(Massey Aff.; R. Gilbert Aff.; P. Gilbert Aff.) Petitioners have explained\nthat because their property is adjacent to the site, there is no residential buffer to block noise and light,\ntherefore making them unique from other landowners in the community.\n  \n(Ramon Ryoti Aff.)\n  \nFinally,\nPetitioner Ragan Ryoti, who is a real estate agent, has attested that, in her experience, there is little\ninterest among prospective buyers in a home which abuts a large commercial center.\n  \n(Ragan Ryoti\nAff.)\n{7}\n      \nClearly, because of Petitioners’ close proximity to the proposed development, they are likely to\nsuffer damages unique from or to a greater extent than other members of the community.\n  \nThis Court\nfinds that Petitioners have established special damages that will be unique to them as neighboring\nlandowners and that Petitioners, therefore, are aggrieved parties.\n  \nAccordingly, the allegations set forth\nby Petitioners are sufficient to grant Petitioners standing to seek a writ of certiorari.\n  \nThe Petitioners\nhave established, and the Court finds, that an injury has occurred as a result of the zoning action.\n \nPetitioners have an interest in property which may be directly and adversely affected by the zoning\ndecisions at issue.\n \n{8}\n      \nFurthermore, the case law on standing to challenge decisions of zoning authorities typically\ninvolves either a challenge to the validity of a zoning authority’s decision, or a claim that the zoning\nboard failed to follow the procedures provided for in the zoning ordinance.\n  \nIn contrast, this case raises\nthe issue of whether the procedures set forth in Charlotte’s zoning ordinance comport with due\nprocess.\n  \nThis Court has determined that, with respect to the system of conditional use district zoning\nimplemented by the City of Charlotte, due process requires a two step process – first the City Council\nmust make the legislative decision whether to rezone the property to a conditional use district; and\nsecond the City Council must decide whether to grant a conditional use permit, which is a quasi-\njudicial determination.\n  \nIn this case, the City of Charlotte concedes that it failed to follow quasi-\njudicial procedures when deciding whether to grant Albemarle’s application for a conditional use\npermit.\n  \nCertainly, the Petitioners were “aggrieved” by the fact that the statutorily mandated\nprocedures, which were intended to provide neighboring landowners due process protection, were not\nfollowed.\n  \nIf this Court were to find that Petitioners lacked standing to challenge the zoning decision in\nthis case, it would essentially prevent anyone from asserting her due process rights by challenging the\nvalidity of the procedures adopted by the City Council and set forth in the City’s zoning ordinance.\n \nSee The County of Lancaster, South Carolina v. Mecklenburg County\n, 334 N.C. 496, 434 S.E.2d 604\n(1993) (assumed standing in order to address the important issue of the constitutionality of the\ncounty’s zoning ordinance).\nConclusion\n{9}\n      \nPetitioners have alleged sufficient facts to establish that they are aggrieved parties and the Court\nfinds that they are aggrieved parties as contemplated by the statute.\n  \nSee \nN.C.G.S. § 160A-388(e).\n \nThus, the Petitioners have standing to challenge the City Council’s zoning decision.\n  \nPetitioners have\nestablished that their properties will be uniquely burdened by the inevitable consequences of the\nproposed development including increased noise, traffic, and light.\n  \nPetitioners, at least one who is a\nreal estate agent, have specifically stated that their property values will diminish as a result of the\ndevelopment, and no evidence has been established to the contrary.\n  \nFurthermore, Petitioners are\naggrieved parties in the sense that their due process rights were violated by the City Council’s failure\nto follow the statutorily prescribed procedures for conditional use district zoning.\n{10}\n    \nTherefore it is hereby ordered, adjudged and decreed that Defendant’s motion to dismiss the\npetition for writ of certiorari is DENIED.\n \n \nThis the 17\nth\n day of April, 2000.\n \n \n                                                                                   "
}