{
  "id": "4bbe850b08ca8692bfdb9c501ad3e1fd62ddbff12ac373c251182756b31852a5",
  "source_file": "data/raw/ncbc/4bbe850b08ca8692bfdb9c501ad3e1fd62ddbff12ac373c251182756b31852a5.pdf",
  "raw_text": "AmeriGas Propane, L.P. v. Coffey, 2015 NCBC 93. \n \nSTATE OF NORTH CAROLINA \nMADISON COUNTY \nIN THE GENERAL COURT OF JUSTICE \n         SUPERIOR COURT DIVISION \n                       14 CVS 376 \n \nAMERIGAS PROPANE, L.P. and \nAMERIGAS PROPANE, INC., \nPlaintiffs, \n \nv. \n \nERMON CLARK COFFEY and MARSH \nL.P. GAS, INC.,  \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS FOR \nSUMMARY JUDGMENT \n \n \n \n \n{1} THIS MATTER is before the Court upon Defendants Ermon Clark Coffey’s \n(“Coffey”) and Marsh L.P. Gas, Inc.’s (“Marsh”) (collectively, “Defendants”) Motions \nfor Summary Judgment pursuant to Rule 56 of the North Caro lina Rules of Civil \nProcedure (the “Motions”) in the above -captioned case.  After consideration of the \nMotions, affidavits, supporting briefs, as well as the arguments of counsel at the April \n7, 2015 hearing on this matter, the Court hereby GRANTS Marsh’s Motion for \nSummary Judgment and GRANTS Coffey’s Motion for Summary Judgment. \nEllis & Winters, LLP , by Paul K. Su n and Kelly Margolis Dagger , for \nPlaintiffs AmeriGas Propane, L.P. and AmeriGas Propane, Inc. \n \nYates, McLamb &  Weyher, L LP, by Rodney E. Pettey and Brian M. \nWilliams, and Everett Gaskins Hancock, LLP, by E.D. Gaskins, Jr. and \nJames W. Hash, for Defendant Marsh L.P. Gas, Inc. \nDavis & Hamrick, LLP, by H. Lee Davis, Jr. and Katherine M. Barber-\nJones, for Defendant Ermon Clark Coffey.  \nBledsoe, Judge.  \n \n \nI. \nPROCEDURAL HISTORY \n{2} Plaintiffs AmeriGas Propane, L.P. (“AmeriGas LP”) and AmeriGas \nPropane, Inc. (“AmeriGas Inc.”) (unless individually identified, collectively \n“AmeriGas” or “Plaintiffs”) initiated this action on August 29, 2013, alleging claims \nagainst Coffey for breach of contract, against Marsh for tortious interference, and \nagainst both Coffey and Marsh for misappropriation of trade secrets and unfair and \ndeceptive trade practices under N.C. Gen. Stat. § 75-1.1.   \n{3} On September 23, 2013, this Court (Jolly, J.) entered a Consent Temporary \nRestraining Order (the “TRO”).  AmeriGas filed a Motion for Preliminary Injunction \non November 1, 2013, and on February 11, 2014, Judge Jolly dissolved the TRO and \ndenied AmeriGas’s Motion for Preliminary Injunction.  See AmeriGas Propane, LP v. \nCoffey, 2014 NCBC LEXIS 4 (N.C. Super. Ct. Feb. 11, 2014). \n{4} Coffey and Marsh filed their respective Motions on November 18, 2014.  \nAfter this Court (McGuire, J.) entered a Case Management Order on December 18, \n2014 to allow AmeriGas an opportunity to conduct supplemental discovery through \nand including January 30, 2015 under Rule 56(f) of the North Carolina Rules of Civil \nProcedure, both Defendants renewed their Motions on January 28, 2015.   \n{5} This Court (Bledsoe, J.) held a hearing on the Motions on April 7, 2015, at \nwhich all parties were represented by counsel .1  The Motions are now ripe for \nresolution.2   \nII. \nFACTUAL BACKGROUND \n{6} While findings of fact are not necessary or proper on a motion for summary \njudgment, “it is helpful to the parties and the courts for the trial judge to articulate a \n                                                           \n1 At the hearing, the Court requested supplemental briefing on the effect of Coffey’s involuntary \ntermination on the enforceability of the restrictive covenants contained in the Post -Employment \nAgreement.  The parties submitted supplemental briefs on April 21, 2015. \n2 After the hearing, the parties requested the Court to delay resolution of the Motions pending the \noutcome of the parties’ settlement discussions and upcoming mediation.  The mediator advised the \nCourt on July 8, 2015 that the parties had been unable to reach a settlement.   \n \n \nsummary of the material facts which he considers are not at issue and which justify \nentry of judgment.”  Collier v. Collier, 204 N.C. App. 160, 161–62, 693 S.E.2d 250, 252 \n(2010).  Therefore, the Court limits its recitation to the undisputed material facts \nnecessary to decide the Motions, and not to resolve issues of material fact.   \n{7} AmeriGas LP is a Delaware limited partnership authorized to conduct \nbusiness in North Carolina.  (Am. Compl. ¶ 4.)  Ameri Gas Inc. is a Pennsylvania \ncorporation authorized to conduct business in North Car olina.  (Am. Compl. ¶ 5.)  \nAmeriGas sells propane gas to over two million residential and commercial customers \nnationwide.  (Am. Compl. ¶ 12.)   \n{8} Coffey is a resident of  Madison County, North Carolina (Coffey Dep. 24:3 , \nOct. 9, 2013.)  Before working for Am eriGas, Coffee was employed as a truck driver \nby Shaw L.P. Gas (“Shaw”).  (Coffey Dep. 29:16 –23.)  Shaw was a wholly -owned \nsubsidiary of Heritage Operating, L.P. (“Heritage”). \n{9} On January 12, 2012, AmeriGas acquired all outstanding equity interests \nin S haw through its merger with Heritage .  ( Shockley Aff. ¶ 3 , Aug. 27, 2013 .)  \nFollowing the merger, Coffey entered into a Confidentiality and Post -Employment \nAgreement with AmeriGas (“Post -Employment Agreement”).  (Marsh’s Mot. Summ. \nJ. Ex. B., hereinafter “Post-Employment Agr.”, ¶ 3a.)  AmeriGas alleges that Heritage \nemployees were not required to sign the Post-Employment Agreement, but those who \ndid became eligible for wage increases and bonuses.  ( Corrected Second Ranson Aff., \nhereinafter “Ranson Aff.”, ¶ 2, Nov. 14, 2013.)   \n{10} Coffey’s Post -Employment Agreement contains three provisions that are \nthe subject of this litigation: a non-competition provision, a non-solicitation provision, \nand a non-disclosure provision.  The non-competition provision provides that Coffey \n“will not directly or indirectly sell or provide propane or any other goods or services \nsold or provided by AmeriGas as of the date of the termination of [his] employment \nto any AmeriGas Customer . . . .”  (Post-Employment Agr. ¶ 4b.)  The non-solicitation \nprovision prohibits Coffey from “directly or indirectly solicit[ing] the business of any \nAmeriGas Customer” for two years after the termination of Coffey’s employment with \nAmeriGas.  (Post -Employment Agr. ¶ 4a.)  The non -disclosure provision req uires \n \n \nCoffey to “protect the Confidential Information of AmeriGas and its predecessors and \naffiliates from disclosure” and “not, during or after [his] term of employment, divulge \nsuch Confidential Information or use it for the benefit of any person or enti ty not \nassociated with AmeriGas.”  (Post-Employment Agr. ¶ 3a.)   \n{11} After the AmeriGas merger with Heritage, Coffey’s duties and interactions \nwith customers remained substantially the same as the y were with Shaw.  ( Third \nCoffey Aff. ¶ 6, Sept. 25, 2014; Coffey Dep. 37:13–17.)  Coffey continued to work as a \ndelivery representative for AmeriGas out of its Marshall, North Carolina office.  \n(Third Coffey Aff . ¶ 6. )  As a d elivery representative , Coffey was  responsible for \ndelivering propane directly to customers,  providing customers with delivery tickets  \nfor propane, and sometimes collecting customer payments.  (Shockley Aff. ¶ 3.)     \n{12} Coffey did not receive a bonus, increased benefits, or further training at the \ntime of the AmeriGas -Heritage merger.  (Third Coffey Aff. ¶¶ 6 –8, 13.)  Coffey did \nreceive a raise on October 1, 2012, nearly nine months after he signe d the Post -\nEmployment Agreement, and a five hundred dollar bonus in January 2013.  (Ranson \nAff. ¶ 3.) \n{13} While at AmeriGas, Coffey had access to customer info rmation AmeriGas \ncontends is confidential , including the names, addresses, usage history, credit \ninformation, and prices charged for every customer serviced by AmeriGas’s Marshall \noffice.  (Shockley Aff. ¶¶ 10–11; Holland Aff. ¶ 5, Mar. 2, 2015.)  AmeriGas stores its \ncustomer information in a password -protected database that is accessible by only a \nlimited number of AmeriGas employees, including formerly Coffey, (Shockley Aff. ¶ \n10); however, a printout of the customer list was also kept at the Marshall office and \nwas accessible to every AmeriGas Marshall office employee .  (Shockley Aff. ¶ 11. )  \nCoffey also retained in his memory much of AmeriGas’s customer information.  \n(Coffey Dep. 64:16–19, 72:14–73:19, 116:16–21.) \n{14} On May 3, 2013, AmeriGas ter minated Coffey’s employment, allegedly for \nsmoking in his delivery truck .  (Shockley Dep. 92:8–11, Oct. 17, 2013 .)  In late May \n2013, Coffey secured employment with Marsh as a sales associate and driver.  (Coffey \n \n \nDep. 85:10–13.)  Marsh is a Tennessee corporation registered to conduct business in \nNorth Carolina, and is a competitor of AmeriGas.  (Am. Compl. ¶ 7.)   \n{15} As a Marsh employee, Coffey was eligible to receive a tank set bonus.  (Raby \nDep. 87:13–88:11, Oct. 10, 2013.)  On July 13, 2013, Coffey received a tank set bonus.  \n(Coffey Dep. 90 :3–7.)  No other Marsh employee received a tank set bonus in 2013.  \n(Coffey Dep. Ex. 42.)   \n{16} Plaintiffs contend  that Coffey and Marsh have been using confidential \ninformation that Coffey acquired in the course of his emplo yment with AmeriGas to \nsolicit AmeriGas customers in contravention of the Post-Employment Agreement.  In \nparticular, AmeriGas alleges that Coffey stole the customer list printout from the \nMarshall office.  (Shockley Dep. 38:22–40:8.)  Coffey denies the theft of the customer \nlist, however, and also claims he destroyed and never used at Marsh the printouts of \ncustomer information that he used as a delivery driver  for AmeriGas.  (Coffey Dep. \n49:17–50:20.) \n{17} On June 3, 2013, after learning of Coffey’s alleged sol icitations, AmeriGas \nsent a letter to Coffey reminding him of his obligations under the Post-Employment \nAgreement, although Coffey contends he never picked up the letter.  (AmeriGas’s Br. \nOpp. Defs.’ Mots. Summ. J. Ex. 4. )  On July 5, 2013, Marsh received a copy of the \nJune 3 letter and a copy of Coffey’s Post -Employment Agreement.  ( Shockley Aff. ¶ \n9.)  Coffey continued to work for Marsh thereafter.  (Raby Dep. 88.)   \n{18} Between May 2013, when Marsh hired Coffey, and September 30, 2013, the \ndate Judge Jolly entered the TRO, Marsh obtained 175 new customers, representing \na ten percent increase in Marsh’s total customer base.  (Raby Dep.  44:14–23, Ex. 8.)  \nCoffey estimated that he had acquired at least 100 customers for Marsh during that \ntime frame.  (Coffey Dep. 108:20–109:8.)  By January 2015, Marsh had 288 customers \nin North Carolina who were not Marsh customers in May 2013 when AmeriGas \nterminated Coffey.  (Holland Aff. ¶ 14, Exs. 1–3.)  About two-thirds of those customers \nwere former customers of AmeriGas.  (Holland Aff. ¶ 14, Exs. 1–3.)   \n \n \n \n \nIII. \nLEGAL STANDARD \n{19} Summary judgment is appropriate where the “pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to judgment as a matter of law.”  N.C. R. Civ. P. Rule 56(c) (2014).  “A movant \nmay meet its burden by showing either that: (1) an essential element of the non -\nmovant’s case is nonexistent; or (2) based upon  discovery, the non -movant cannot \nproduce evidence to support an essential element of its claim; or (3) the movant \ncannot surmount an affirmative defense which would bar the claim.”  McKinnon v. \nCV Indus., 213 N.C. App. 328, 332, 713 S.E.2d 495, 499 (2011) (citations and internal \nquotation marks omitted.)  “Once the moving party meets its burden, then the non -\nmoving party must produce a forecast of evidence demonstrating that the plaintiff \nwill be able to make out at least a prima facie case at trial.”  Cater v. Barker , 172 \nN.C. App. 441, 444, 617 S.E.2d 113, 116 (2005) (citation and internal quotation marks \nomitted).  The Court must view the evidence in the light most favorable to the non -\nmoving party and draw all reasonable inferences in favor of the non -moving party.  \nWhitley v. Cubberly , 24 N.C. App. 204, 206 –07, 210 S.E.2d 289, 291 (1974); see \ngenerally McKee v. James , 2014 NCBC  LEXIS 74, at *13 –14 (N.C. Super. Ct. Dec. \n31, 2014) (discussing standard). \nIV. \nANALYSIS \nA. Breach of Contract (Coffey) \n{20} “A party asserting breach of contract must show: (1) existence of a valid \ncontract; and (2) breach of the terms of that contract.”  Cater, 172 N.C. App. at 445, \n617 S.E.2d at 116.   The first inquiry is therefore whether the Post -Employment \nAgreement – specifically the non-competition, non -solicitation, and non-disclosure \nprovisions – is a valid contract. \n{21} “Our Courts have a long history of carefully scrutinizing . . . covenants that \nprevent an employee from competing with his former employer.”  ChemiMetals \n \n \nProcessing v. McEneny , 124 N.C. App. 194, 197 , 476 S.E.2d 374, 376  (1996) (citing \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 649–50, 370 S.E.2d 375, 380 (1988); \nHartman v. W. H. Odell & Assocs., 117 N.C. App. 307, 311, 450 S.E.2d 912, 916 (1994), \ndisc. rev. denied , 339 N.C. 612, 454 S.E.2d 251 (1995);  and Jewel Box Stores v. \nMorrow, 272 N.C. 659, 663, 158 S.E.2d 840, 843 (1968) ).  North Carolina law makes \na distinction, however, between restrictive covenants, which “seek to prevent a party \nfrom engaging  in a similar business in competition with the promisee,” and thus \nrestrain trade, and confidentiality agreements, which merely “seek[] to prevent the \ndisclosure or use of confidential information,” and do not restrain trade.  \nChemiMetals, 124 N.C. App. at 197, 476 S.E.2d at 376.   \ni.   Non-Competition and Non-Solicitation Provisions \n{22} As an initial matter, the Court concludes that the non-solicitation provision \nand the non -competition provision are both restrictive covenants, as they prohibit \nCoffey from soliciting AmeriGas customers or selling propane or other goods sold by \nAmeriGas to AmeriGas customers, and thus “seek to prevent [Coffey] from engaging \nin a similar business in competition with [Ameri Gas].”  Id.  Under North Carolina \nlaw, restrictive cove nants must be “(1) in writing; (2) made part of a contract of \nemployment; (3) based on valuable consideration; (4) reasonable both as to time and \nterritory; and (5) not against public policy.”  Id.  \n{23} Coffey argues that the non-competition and non-solicitation provisions are \nunenforceable because they are (i) not supported by consideration, (ii) unreasonably \nbroad as to time and territory, and (iii) unreasonably broader than needed to protect \nthe legitimate business interests of AmeriGas.  AmeriGas argues in response that (i) \nit provided consideration in the form of new employment or, in the alternative, new \nbenefits and a guarantee that Coffey’s wages would not be decreased for one year, (ii) \nboth provisions are reasonable as to time and territory, and (iii) both provisions are \ndesigned to protect AmeriGas’s customer relationships and good will.   \n{24} The Court first addresses whether the non-competition and non-solicitation \nprovisions are supported by consideration.  The Court finds AmeriGas’s first \nargument – that it provided consideration to Coffey in the form of new employment – \n \n \nunpersuasive.  Judge Jolly set forth the applicable legal principles for the Court’s \npresent analysis in denying Plaintiffs’ Motion for Preliminary Injunction: \nAlthough an offer of empl oyment may serve as consideration for \na restrictive employment provision, generally this will only work if (a) \nthe employment agreement is signed at the beginning of the \nemployment relationship or (b) if some new material consideration is \nprovided.  See Estate of Graham v. Morrison, 168 N.C. App. 63, 70 (2005) \n(\"Past consideration . . . is not adequate consideration to support a \ncontract.\" (citation omitted)); see also Forrest Paschal Machinery Co. v. \nMilholen, 27 N.C. App. 678, 686-687 (1975) (\"[W]hen the relationship of \nemployer and employee is already established without a restrictive \ncovenant, any agreement thereafter not to compete must be in the \nnature of a new contract based upon a new consideration.\" (citations \nomitted) (internal quotation marks omit ted)).  Thus, signing a contract \nin exchange for continuing an employment relationship, without more, \nwill not suffice as consideration.  \n \nAs such, an employment contract signed at the time of a business \nacquisition may only use employment with the acquiring company as \nconsideration if the old employment relationship is deemed terminated \nas a result of the transaction.  In this regard, North Carolina courts \npreviously have stated that acquisition of another company by asset \npurchase will act as a termination of existing employment relationships, \nand existing employees of the acquired business do not necessarily \nbecome employees of the acquirin g entity.  See, e.g., Calhoun v. WHA \nMed. Clinic, PLLC, 178 N.C. App. 585, 597 (2006) (citing QSP v. Hair, \n152 N.C. App. 174 (2002)); see also Better Bus. Forms & Prods., Inc. v. \nCraver, 2007 NCBC 34 (2007) (\"[W]hen an employer sells its assets . . . \nthe employment relationship has been terminated.\" Id. ¶ 38.).  \nDepending on the circumstances of the particular acquisition, the new \nemployment relationship may serve as consideration.  See Calhoun, 178 \nN.C. App. at 588-89, 597 (finding that an asset purchase followed by the \nexecution of new employment contracts provided sufficient \nconsideration for restrictive covenants protecting the acquiring \ncompany); see also QSP , 152 N.C. App. at 178 (\" QSP's [asset] buyout, \nonce effective, would have left defendant unemployed but for QSP's offer \nof employment to defendant and defendant's subsequent acceptance. \nThis offer . . . was an offer of new employment and therefore constituted \nvaluable consideration.\").  \n \nOn the other hand, acquisition of a business through a purchase \nof stock or other equity, which results in the purchase of ownership \ninterests instead of specific assets, will not automatically terminate \n \n \nexisting employment relationships and theref ore ordinarily will not \nconstitute new employment for purposes of consideration.  See Covenant \nEquip. Corp. v. Forklift Pro, Inc., 2008 NCBC 10, ¶ 42, n.11. \nAmeriGas, 2014 NCBC LEXIS 4, at *9–11.  \n{25} It is undisputed that the AmeriGas -Heritage merger was acco mplished \nthrough an equity purchase – not through an asset purchase – and that Coffey \ncontinued working in the Marshall office without interruption after the merger was \ncompleted.  (Konowalczyk Aff. ¶ 3, Dec. 2, 2013; Woodward Aff. ¶¶ 5–6, Ex. B, Dec. 2, \n2013.)  Judge Jolly concluded at the preliminary injunction stage  that “Plaintiffs \nha[d] not proffered sufficient evidence to support a conclusion that the Acquisition, \nas structured, terminated Coffey’s employment with Heritage.”  AmeriGas, 2014 \nNCBC LEXIS 4, at *11.  The Court concludes that, after discovery, the sufficiency of \nPlaintiffs’ proof remains unchanged, and that Plaintiff s have not brought forward \nevidence that Coffey’s employment was terminated prior to his execution of the Post-\nEmployment Agreement.  Therefore, the Court concludes as a matter of law that \nCoffey’s employment with AmeriGas did not constitute consideration for the non-\ncompetition and non -solicitation covenants contained in the Post -Employment \nAgreement.   \n{26} AmeriGas also argues that it provided Coffey several other forms of \nconsideration for the restrictive covenants contained in the Post -Employment \nAgreement, including a guarantee that Coffey’s  wages would not decrease for one \nyear, an entitlement to severance benefits, and a bonus and wage increase.  The Court \nconcludes that these arguments also must fail. \n{27} First, AmeriGas’s promises not to decrease Coffey’s wages for one year and \nto provide severance benefits in the event he was terminated as a result of the merger \nwithin two years were promises made to Heritage – not Coffey – as these promises \nwere contained in sections 5.24(j) and 3.19(g) of the Contribution and Redemption \nAgreement between He ritage and AmeriGas, and not in the Post -Employment \nAgreement with Coffey.  (Konowalczyk Aff. ¶ 3.)  Indeed, by all accounts, AmeriGas’s \npromises were made for the benefit of all Heritage’s employees – including those \n \n \nemployees who did not sign a Post-Employment Agreement – and therefore could not \nhave been consideration for the Post -Employment Agreement  with Coffey .  ( See \nKonowalczyk Aff. ¶ 5; Woodward Aff. Ex. B.)  See, e.g., Brown v. Owens, 181 N.C. 18, \n19, 105 S.E. 817, 817 (1921) (“A promise to do what the promisor is already bound to \ndo cannot be a consideration, for if a person gets nothing in return for his promise but \nthat to which he is already legally entitled, the consideration is unreal.  Therefore, as \na general rule, the performance of, or promise to perform, an existing legal obligation \nis not a valid consideration.”); see also, e.g. , Puritan-Bennett Corp. v. Richter , 657 \nP.2d 589, 592 (Kan. Ct. App. 1983) (noting that benefits provided to all employees , \nincluding those not signing a covenant n ot to compete,  could not constitute \nconsideration for an individual employee’s covenant not to compete).  Moreover, there \nis no evidence that Coffey was complicit in, or even aware of, AmeriGas’s promises to \nHeritage.     \n{28} Further, although Coffey became eligible for bonuses and wage increases \nunder the Post-Employment Agreement, AmeriGas was not under any obligation to \nincrease Coffey’s compensation.  (Ranson Aff. ¶ 2.)  North Carolina law recognizes \nthat “a raise, bonus, o r other change in compensation; a promotion; additional \ntraining; . . . or some other increase in responsibility or number of hours worked” \nconstitutes new or separate consideration to uphold a restrictive covenant agreed \nupon after a working relationship already exists.  Hejl v. Hood, Hargett & Assoc s., \n196 N.C. App. 299, 304, 674 S.E.2d 425, 428–29 (2009); see also, e.g., Cox v. Dine-A-\nMate, Inc., 129 N.C. App. 773, 778, 501 S.E.2d 353, 356 (1998) (continued employment \nis not sufficient consideration for a covenant not to compete where the employee \nreceives “no change in compensation, commission, duties, nature of employment or \nother consideration in exchange for signing the employment agreement”).   \n{29} North Carolina law is also clear, however, that mere eli gibility for \ndiscretionary raises does not constitute consideration to support a restrictive \ncovenant.  See Malstrom, Inc. v. Warren, 18 N.C. App. 199, 202, 196 S.E.2d 528, 530 \n(1973) (provision of contract that failed to impose an obligation on the employ er to \n“increase or even refrain from decreasing the compensation to be paid” to the \n \n \nemployer is illusory consideration);  Milner Airco, Inc. v. Morris , 111 N.C. App. 866, \n870, 433 S.E.2d 811, 814 (1993) ( illusory consideration found where “[t]he contract \nitself, while reciting consideration, actually [did] n ot bind the employer to any \npromise. . . . Unless and until ‘the economy improved’, no promotions were anticipated \nor promised.”); Wilmar, Inc. v. Liles, 13 N.C. App. 71, 77, 185 S.E.2d, 278, 282 (1971) \n(contract that provided for the initiation of a profit sharing plan for the benefit of \nemployees but was terminable at plaintiff’s option did not constitute consideration \nfor restrictive covenants).   \n{30} Although Coffey received a wage increase and a bonus, there is no evidence \nthat AmeriGas was under any obligation to increase Coffey’s wages or pay him a \nbonus at the time he entered into the Post-Employment Agreement.  As such, Coffey’s \neligibility for increased compensation in the Post -Employment Agreement does not \nconstitute consideration for the restrictive covenants.  See Hejl, 196 N.C. App. at 305, \n674 S.E.2d at 429 (“Where the consideration is illusory, a party will not be bound to \nthe agreement and the Court may set aside the contract for lack of consideration.”). \n{31} Further, although Coffey received an hourly wa ge increase of two percent \non October 1, 2012, almost nine months after he entered into the Post -Employment \nAgreement, and a five hundred dollar bonus in January 2013, there is no evidence \nthat this increased compensation was related in any way to Coffey’s agreement to the \nrestrictive covenants in the Post -Employment Agreement.  As a result, the Court \nconcludes that the raise and bonus Coffey received some months after he signed the \nPost-Employment Agreement do not constitute consideration for the restricti ve \ncovenants in that Agreement.  See, e.g.,  James C. Greene Co. v. Kelley, 261 N.C. 166, \n169, 134 S.E.2d 166, 168 (1964) (finding no consideration for a restrictive covenant \nwhere “the defendant from time to time received increases in salary, [but] the \nevidence fail[ed] to relate any of them to the covenant not to compete”); Morris, 111 \nN.C. App. at 869 –70, 433 S.E.2d at 813 –14 (even where the employee executed the \nemployment agreement in order to become an account manager “when the economy \nimproved” an d the employee actually did become an account manager, such \n \n \n“potential” to become an account manager at the time the agreement was entered into \ndid not constitute consideration for the employment agreement).   \n{32} Accordingly, the Court concludes that the non -competition and non -\nsolicitation provisions in the Post-Employment Agreement are unenforceable for lack \nof consideration and that Coffey’s Summary Judgment Motion on Plaintiffs’ breach \nof contract claim should be granted as to the alleged breach of these two provisions.3 \nii.   Non-Disclosure Provision \n{33} As noted above, “an agreement is not in restraint of trade . . . if it does not \nseek to prevent a party from engaging in a similar business in competition with the \npromisee, but instead seeks to prevent the disclosure or use of confidential \ninformation.”  ChemiMetals, 124 N.C. App. at 197, 476 S.E.2d at 376.  Unlike \nrestrictive covenants, confidentiality agreements  not in restraint of trade  are \nenforceable so long as  they are supported by consideration and protect a legitimate \nbusiness interest of the employer.  Id. at 197, 476 S.E.2d at 377.   \n{34} Here, the non-disclosure provision provides that Coffey “will not, during or \nafter [his] term of employment, divulge [AmeriGas’s] Confidential Information or use \nit for the benefit of any person or entity not associated with AmeriGas.”  (Post -\nEmployment Agr. ¶ 3a.)  Confidential Information is defined in the Post-Employment \nAgreement in relevant part as “information . . . concerning . . . past, present, and \nprospective customer identities, lists, credit information and gas usage patterns; \n[and] pricing and marketing policies and pr actices . . . .”  (Post -Employment Agr. ¶ \n2a.)   \n{35} Coffey makes three arguments against the enforceability of the non -\ndisclosure provision: (i) it is not supported by consideration; (ii) it does not protect a \nlegitimate business interest; and (iii) it cannot  be enforced because Coffey was \ninvoluntarily terminated.   \n                                                           \n3 In light of the Court’s conclusion that the restrictive covenants are unenforceable because they are \nnot supported by consideration, the Court elects not to address Coffey’s argument that the restrictions \nare unenforceable because they are unreasonably broad as to territory and broader than necessary to \nprotect AmeriGas’s legitimate business interests.   \n \n \n \n{36} Coffey first argues that the non -disclosure provision is not supported by \nconsideration for the same reason as the non -competition and non -solicitation \nprovisions – i.e., because continued employment cannot constitute consideration  for \nthe covenants .  AmeriGas asserts  in response, citing ChemiMetals, that separate \nconsideration is not required for non -restrictive covenants, including the non -\ndisclosure provision at issue here.    \n{37} Under North Carolina law, “[e]mployment contracts which are terminable \nat will may be modified at any time by either party with the continuance of the \nrelationship serving as consideration for the modification.”  Fraver v. N.C. Farm \nBureau Mut. Ins. Co. , 69 N.C. App.  733, 738, 318 S.E.2d 340, 344 (1984) (internal \nquotation marks and citation omitted); Robinson v. Ladd Furniture, Inc., No. 92-2286, \n1993 U.S. App. LEXIS 14252, at *9 (4th Cir. June 14, 1993) (unpublished) \n(continuance of employment relationship is suffic ient consideration for an \nemployment agreement to be enforceable under North Carolina law).   \n{38} Although the North Carolina appellate courts have not specifically \naddressed whether continued employment can constitute consideration for a \nconfidentiality agree ment, see S. Fastening Sys. v. Grabber Constr. Prods. , 2015 \nNCBC LEXIS 42, at *17–18 (N.C. Super. Ct. Apr. 28, 2015),4 in Sirona Dental, Inc. v. \nSmithson, No. 3:14-cv-714-RJC-DSC, 2015 U.S. Dist. LEXIS 6080 (W.D.N.C. Jan. 20, \n2015), a North Carolina federal district court, applying North Carolina law and citing \nChemiMetals and Robinson, recently held that where a non -disclosure agreement \n“does not restrain trade, but rather seeks to prevent disclosure or use of confidential \ninformation; . . . new and additional consideration is not required.”  The federal \ndistrict court concluded that “[t]he continuance of [the employee’s] employment \nrelationship with [ the employer] is sufficient consideration for an employment \nagreement in North Carolina to be enforce able.”  Id. at *6.  The Court finds the \nreasoning in Sirona Dental  consistent with ChemiMetals and concludes that a \n                                                           \n4   The Court did not determine the issue in Southern Fastening because the plaintiff there pointed to \nadditional consideration in exchange for his non-disclosure agreement – the defendant’s access to new \nconfidential information of plaintiff.  Id. at *18.  Here, however, AmeriGas has presented no evidence \nof consideration other than Coffey’s continued employment.     \n \n \nconfidentiality agreement need not be supported by additional consideration if the \nagreement does not constitute a restraint of trade. \n{39} Accordingly, the Court must next consider whether the non -disclosure \nprovision at issue here  merely “seeks to prevent [Coffey’s] disclosure or use of \n[AmeriGas’s] confidential information,” or is actually a restraint of trade that “seek[s] \nto prevent [Coffey] f rom engaging in a similar business in competition with \n[AmeriGas].” ChemiMetals, 124 N.C. App. at  197, 476 S.E.2d at 376 –77.  In \nundertaking this analysis, the Court is mindful that its research has not uncovered \na North Carolina decision concluding that the non-disclosure provision at issue was \nactually a restraint of trade and thus properly analyzed as a restrictive covenant .5  \nChemiMetals makes clear, however, that the North Carolina courts will treat a non-\ndisclosure agreement as a contract in restraint of trade in appropriate circumstances.  \nId.   \n{40} Although phrased as an agreement not to disclose or use confidential \ninformation, it is clear that AmeriGas’s purpose in prohibiting Coffey’s disclosure and \nuse of AmeriGas’s customer identities in the circums tances here is similar, if not \nidentical, to the purpose intended by the unenforceable non-solicitation provision; i.e., \nto protect AmeriGas’s customers from solicitation by Coffey, whether done \nindividually or through a new employer.  Indeed, it is undisputed that the identities \nof AmeriGas customers are often readily ascertainable and can typically be obtained \nby a cursory, roadside examination of the vendor logo on a homeowner’s outdoor \npropane tank.  The same is true concerning the identities of  the customers of any \ncompeting vendor of propane gas  in the area .  In these circumstances, the Court \nconcludes that AmeriGas’s customer identities are not confidential in any meaningful \nsense.  In addition, the purported evidence of Coffey’s alleged breach is the same for \nboth the non -disclosure and non -solicitation provisions, i.e., Coffey’s solicitation of \n                                                           \n5 In McElmurry v. Alex Fergusson, Inc. , No. 1:04CV389,  2006 U.S. Dist. LEXIS 10760, at *39 –47 \n(M.D.N.C. Mar. 8, 2006) (unpublished) (applying North Carolina law), a North Carolina federal district \ncourt considered a defendant’s argument that the confidentiality agreement at issue was, in substance, \na non-compete agreement.  The court concluded, however that the confidentiality agreement did not \nfunction as a covenant not to compete in the circumstances presented there.   \n \n \nAmeriGas customers.  Moreover, the alleged damages for Coffey's alleged breach of \nboth provisions also appears to be the same, i.e., lost profits based on the customers \nconverted by Coffey to Marsh from AmeriGas.   \n{41} In sum, the Court concludes that the anticipated and intended effect of the \nprohibition on Coffey’s disclosure and use of AmeriGas’s customer identities here is \nnot to protect AmeriGas’s conf idential business information – as noted, the Court \nconcludes that AmeriGas’s customer identities are not confidential in the se \ncircumstances – but rather to preclude Coffey from soliciting AmeriGas’s customers.   \n{42} As a result, the Court concludes that the non-disclosure provision – to the \nextent it prevents Coffey’s disclosure and use of the identities of AmeriGas’s past, \npresent and prospective customers – essentially functions as a restrictive covenant in \nrestraint of trade and should therefore be analyzed as such .  See id. at 196–97, 476 \nS.E.2d at 376–77.  The Court’s conclusion is consistent with the treatment of similar \nprovisions by courts in other states.  See, e.g., McGough v. Nalco Co., 496 F. Supp. 2d \n729, 756 (N.D.W . Va. 2007) (finding that the non -disclosure agreement at issue \nfunctioned as a covenant not to compete and thus was subject to the same analysis) ; \nCarolina Chem. Equip. Co. v. Muckenfuss , 471 S.E.2d 721, 723 (S.C. Ct. App. 1996) \n(“Despite its designation as a ‘Covenant Not to Divulge Trade Secrets,’ this section \nwould substantially restrict [defendant’s] competitive employment activities.  \nBecause it basically has the effect of a covenant not to compete, we must subject it to \nthe same scrutiny as a covenant not to compete.”); Nucor Corp. v. Bell, 482 F. Supp. \n2d 714, 730 (D.S.C. 2007) (“Because they function as non -compete covenants, the \npromise of continued employment is not adequate consideration for the non -\ndisclosure and employee non -solicitation covenants . . . .”); Service Ctrs. of Chicago, \nInc. v. Minogue , 535 N.E.2d 1132, 1137 ( Ill. App. Ct. 1989) (“[T]he confidentiality \nagreement amounts in effect to a post-employment covenant not to compete which is \ncompletely unrestricted in duration or geographical scope.”).   \n{43} Accordingly, because the portion of the non-disclosure provision prohibiting \nCoffey’s use or disclosure of the identities of AmeriGas’s “past, present, and \nprospective customers,” like the non -competition and non -solicitation provisions, is \n \n \nunsupported by consideration, the Court concludes it is an unenforceable restrictive \ncovenant to this extent.  See supra ¶¶ 24–32. \n{44} In addition to prohibiting Coffey from using or disclosing customer \nidentities, however, the non -disclosure provision also se eks to pro hibit the use or \ndisclosure of  customer credit information, gas usage patterns, and pricing and \nmarketing information relating to AmeriGas customers .  The Court concludes that \nthe purpose and function of the non -disclosure provision to this exten t is not to \nprevent Coffey from soliciting AmeriGas customers, but rather to prevent the use or \ndisclosure of valuable, confidential information  of AmeriGas  concerning its \ncustomers.  See, e.g., McElmurry, 2006 U.S. Dist. LEXIS 10760, at *42 (analyzing a \nconfidentiality agreement that prohibited using or disclosing business information \nsuch as formulas, product lines, or processes as a non-restrictive covenant rather than \nas a restrictive covenant).  Accordingly, the Court finds that the non -disclosure \nprovision, to the extent that it seeks to prevent the use or disclosure of customer credit \ninformation, gas usage patterns, and pricing and marketing information, is not in \nrestraint of trade , and thus that Coffey’s employment by AmeriGas is sufficient \nconsideration to support the provision to this extent .6  See Sirona Dental, 2015 U.S. \nDist. LEXIS 6080, at *6  (holding continued employment sufficient consideration for \nemployment agreement not in restraint of trade under North Carolina law).     \n{45} Coffey next argues that the non -disclosure provision does not protect a \nlegitimate business interest of AmeriGas as applied here.  The Court concludes that \nthis argument must also fail.  Our c ourts have recognized that “a covenant is \nreasonably necessary for the protection of a legitimate business interest ‘if the nature \n                                                           \n6 Under North Carolina’s “strict blue pencil doctrine”, the Court “may choose not to enforce a distinctly \nseparable part of a covenant in order to render the provision reasonable.”  Hartman, 117 N.C. App. at \n317, 450 S.E.2d at 920.  Further, the Court “may use its inherent power to enforce the reasonable, \ndivisible provisions of the [covenant].”  Bev. Sys. of the Carolinas, LLC v. Assoc. Bev. Repair, LLC, __ \nN.C. App. __, __, 762 S.E.2d 316, 321 (2014).  Because the Court concl udes that the provisions of the \nnon-disclosure provision here are “distinctly separable,” the Court elects to exercise its authority to \nenforce the “reasonable, divisible provisions of the covenant .”  Accordingly, the Court will not enforce \nthe term past, present and prospective customer “identities” in the definition of Confidential  \nInformation as it is used in  the non -disclosure provision  but will enforce the remainder of the \ndefinition.  (Post-Employment Agr. ¶ 2a.)  \n \n \n \nof the employment is such as will . . . enable [the employee] to acquire valuable \ninformation as to the nature and character of the business and the . . . requirements \nof the patrons or cus tomers[.]’”  Med. Staffing Network, Inc. v. Ridgway , 194 N.C. \nApp. 649, 656, 670 S.E.2d 321, 327 (2009) (quoting A.E.P. Indus. v. McClure, 308 N.C. \n393, 408, 302 S.E.2d 754, 763 (1983); see also Johnson Controls, Inc. v. A.P.T. Critical \nSys., 323 F. Supp. 2d 525, 534 (S.D.N.Y. 2004) (recognizing that an employer has a \nlegitimate interest in preventing an employee’s release of confidential customer \ninformation).  The Court therefore concludes that the non -disclosure provision \nprotects a legitimate business i nterest of AmeriGas  to the extent that it seeks to \nprevent the use or disclosure of credit information, gas usage patterns, and pricing \nand marketing information relating to AmeriGas customers, and thus is enforceable \nto this extent.7   \n{46} Having determined that the non -disclosure provision is enforceable to the \nextent described above, the Court must therefore determine whether AmeriGas has \nbrought forward sufficient evidence of Coffey’s alleged breach of that provision to \navoid dismissal under Rule 56.   \n{47} Although generally contending that Coffey used or disclosed confidential \ncustomer information he memorized while employed at AmeriGas , AmeriGas does \nnot offer any evidence that Coffey actually used or disclosed credit information, gas \nusage patterns, and pricing and marketing information relating to AmeriGas \ncustomers.  Indeed, AmeriGas has not offered any evidence from Coffey, Marsh, any \nof the former AmeriGas customers who are now purchasing propane from Marsh,  or \nany other person to support its contention that Coffey used or disclosed this customer \ninformation at any time after he was terminated by AmeriGas. The most AmeriGas \noffers is the company’s contention that Coffey stole a customer list containing this \n                                                           \n7  Coffey also argues that the non -disclosure provision may not be enforced because Coffey was \nterminated involuntarily.  To date, however, the North Carolina courts have not explicitly considered \nthe voluntary or involuntary nature of an employment termination in determining the enforceability \nof a restrictive covenant.  See supra ¶ 22.  Accordingly, the Court declines to extend North Carolina \nlaw in the fashion Coffey suggests.  \n \n \n \ninformation from the Marshall office upon the termination of his employment .8  \nCoffey, however, denies taking the customer list, and AmeriGas’s only evidence of his \nalleged theft is its allegation that the list went missing after Coffey was fired.  (Second \nCoffey Aff. ¶ 9,  Nov. 19, 2013.)  Based on this fact, and the evidence of Defendants’ \nrapid conversion of AmeriGas customers  after hiring Coffey , AmeriGas asks the \nCourt to infer that Coffey took and used or disclosed the list.   \n{48} The Court is not prepared to make this leap.  Indeed, it is undisputed that \nit was weeks after Coffey was terminated before anyone at AmeriGas noticed that the \ncustomer list was missing.  (Shockley Dep. 39:4–8.)  It is also undisputed that Coffey \nhas a remarkable memory and knew al l of the customers on his route, raising \nconsiderable doubt concerning whether Coffey had a need for the list and thus a \nmotive to acquire it.   (Coffey Dep. 64:16–19, 72:14–73:19, 116:16–21.)  In short, the \nundisputed facts suggest that the list could have  gone missing for any number of \nreasons other than Coffey’s alleged theft.  The law is clear , however, that “[t]he \nplaintiff must offer evidence, beyond mere speculation or conjecture, sufficient for a \njury to find every essential element of [its] claim.”  Henson v. Green Tree Servicing \nLLC, 197 N.C. App. 185, 189, 676 S.E.2d 615, 618 (2009)  (citation and internal \nquotation marks omitted) ; see also Prometheus Grp . Enters., LLC v. Viziya Corp. , \nNo. 5:14-CV-32-BO, 2014 U.S. Dist. LEXIS 107231, at *18 (E.D.N.C . Aug. 5, 2014) \n(under North Carolina law, “[a]lleging that an employee had access to confidential \ninformation is insufficient to support a claim for breach of a non-disclosure agreement \nabsent evidence or allegations of actual breach.”) (citing VisonAIR, Inc. v. James, 167 \nN.C. App. 504, 510, 606 S.E.2d 359, 363 (2004)). \n{49} Accordingly, although the Court has found that the non -disclosure \nprovision is enforceable to the extent it prevents Coffey’s use or disclosure of credit \ninformation, gas usage patterns, a nd pricing and marketing information relating to \nAmeriGas customers, the Court concludes that AmeriGas’s claim for breach of that \n                                                           \n8  AmeriGas offers evidence that the customer list included customer names and addresses, as well as \na summary of billing, delivery schedules, historical usage information, and pricing information, \nconcerning all of the customers in AmeriGas’s Marshall office.  (Shockley Aff. ¶ 10.)   \n \n \nprovision should be dismissed because AmeriGas has failed to bring forward \nsufficient evidence of Coffey’s breach to sustain its claim under Rule 56.9 \nB. Misappropriation of Trade Secrets (Coffey and Marsh) \n{50} In order to survive summary judgment on a claim for misappropriation of \ntrade secrets under the North Carolina Trade Secrets Protection Act (“TSPA”), a \nplaintiff must allege facts sufficient to allow a reasonable finder of fact to conclude (i) \nthat the plaintiff possesses trade secrets, see Bank Travel Bank v. McCoy , 802 F. \nSupp. 1358, 1360 (E.D.N.C. 1992)  (applying North Carolina law) , and (ii) that \n“misappropriation was accomplished,”  Veer Right Mgmt. Grp., Inc. v. Czarnowski \nDisplay Serv ., 2015 NCBC  LEXIS 13, at *15 (N.C. Super. Ct. Feb. 4, 2015 ).  \nDefendants contend that AmeriGas cannot establish the existence of a trade secret  \nand, even if it could, AmeriGas cannot show misappropriation.   \n{51} AmeriGas argues that its “customer information, including identi ties, \naddresses, historical usage, credit information and pricing information” constitute its \nprotectable trade secrets.  (AmeriGas Br. Opp. Mot. Summ. J. 30.)  AmeriGas further \ncontends that “much of AmeriGas’s trade secret information is in [Coffey’s] memory,” \n(AmeriGas Br. Opp. Mot. Summ. J. 33), and is also kept in its password -protected \ndatabase at the Marshall office, which was kept in hard -copy form on top of a file \ncabinet in the Marshall office but which disappeared at some point after Coffey was \nterminated.   \n{52} The parties do not dispute that Coffey retained the names and addresses of \nAmeriGas’s customers in his memory after his termination.  The North Carolina  \ncourts, however,  have long held that “the knowledge of a deliveryman, or other \npersonal solicitor, of the names and addresses of his employer’s customers, gained \nduring the performance of his duties, is not a trade secret . . . .”  Kadis v. Britt, 224 \nN.C. 154, 162, 29 S.E.2d 543, 548 (1944); see also Asheboro Paper & Packaging, Inc. \n                                                           \n9   The facts offered to support AmeriGas’s claim for misappropriation of trade secrets under N.C. Gen. \nStat. § 66 -152, et seq ., appear to the Court to constitute substantially the same  facts support ing \nAmeriGas’s claim for alleged breach.  As explained more fully infra, both claim s depend upon  \npurported evidence showing that Coffey used or disclosed AmeriGas customer information, including \ncredit information, gas usage patterns, and pricing information.   \n \n \n \nv. Dickinson, 599 F. Supp. 2d. 664, 677 (M.D.N.C. 2009) (“Under North Carolina law, \ncustomer information maintained in the memory of a departing employee is not a \ntrade secret.”).  Accordingly, the Court concludes that the names and addresses of \nAmeriGas’s customers do not constitute AmeriGas’s protectable trade secrets under \nthe TSPA in the circumstances presented here. \n{53} Turning next to the “historical usage, credit information and pricing \ninformation” that comprise the remainder of AmeriGas’s alleged trade secrets, the \nCourt concludes that , even assuming without deciding that such information \nconstitutes AmeriGas’s protec table trade secrets, 10 AmeriGas has failed to bring \nforward “substantial evidence ” of misappropriation by Coffey or Marsh , requiring \ndismissal of its claim.  See Safety Test & Equip. Co. v. Am. Safety Util. Corp. , 2015 \nNCBC LEXIS 40, at *28 (N.C. Super. Ct.  Apr. 23, 2015) (“[O]nce a plaintiff has \ndemonstrated that it has a trade secret, it must also present ‘substantial evidence’ of \nmisappropriation . . . .”).   \n{54} “To constitute misappropriation of a trade secret, defendant must have ‘had \na specific opportunity to acquire it for disclosure or use,’ or ‘has acquired, disclosed, \nor used it without the express or implied consent or authority of the owner.’”  RLM \nCommuns., Inc. v. Tuschen , 66 F. Supp. 3d 681, 696 (E.D.N.C. 2014) (quoting  N.C. \nGen. Stat. §  66-155(2)).  Circumstantial evidence may support a finding that a \ndefendant misappropriated trade secrets.  See, e.g., Byrd’s Lawn & Landscaping, Inc. \nv. Smith, 142 N.C. App. 371, 377, 542 S.E.2d 689, 693 (2001).  However, “[a] party \ncannot withstand summary judgme nt if it offers only mere speculation of \nmisappropriation instead of evidence supported by the facts.”  Static Control \nComponents, Inc. v. Darkprin t Imaging, Inc., 200 F. Supp. 2d 541, 545 (M.D.N.C. \n2002) (applying North Carolina law).   \n                                                           \n10   The Court observes that “our courts have found the following to constitute a trade secret: cost \nhistory information; price lists; and confidential customer lists, pricing formulas and bidding \nformulas.”  Sunbelt Rentals, Inc. v. Head & Engquist Equip., L.L.C., 174 N.C. App. 49, 53, 620 S.E.2d \n222, 226 (2005); see also Koch Measurement Devices, Inc. v. Armke, 2013 NCBC LEXIS 45, at *8 (N.C. \nSuper. Ct. Oct. 14, 2013) (noting that customer lists including names, contact persons, addresses, \nphone numbers, customer ordering habit s and history, and company pricing and inventory \nmanagement strategies may constitute trade secrets).   \n \n \n{55} As discussed above in connection with alleged breach of the non-disclosure \nprovision, AmeriGas has not offered evidence permitting a reasonable factfinder to \nconclude that Coffey used or disclosed credit information, gas usage patterns, and \npricing information of AmeriGas c ustomers.  Indeed, while Coffey acknowledged \nusing customer names and addresses that he retained in his memory, he specifically \ndenied recalling, or ever using or disclosing, any credit, usage, or pricing information \nin his efforts for Marsh, (Coffey Dep. 158:6–158:22), and AmeriGas has not brought \nforward any evidence from any source – whether from Coffey, Marsh, a former \nAmeriGas customer, or another third party – that provides any support for \nAmeriGas’s contention that Coffey used or disclosed its protectable trade secrets.   \nAmeriGas has not offered evidence that Coffey accessed or download ed customer \ninformation from AmeriGas’s computer database in connection with his departure \nfrom the company, and, as discussed above, AmeriGas’s evidence that Coffey stole the \ncustomer list from the top of the file cabinet in the AmeriGas Marshall office is \nspeculative at best.  See, e.g., Henson, 197 N.C. App. at 189, 676 S.E.2d at 618 (“[t]he \nplaintiff must offer evidence, beyond mere speculation or conjecture, s ufficient for a \njury to find every essential element of [its] claim.”). \n{56} In sum, AmeriGas’s evidence of misappropriation is simply that Coffey \nretained customer names and addresses in his memory from his years of employment \nand successfully called on some o f those  customers after he was hired by Marsh \nfollowing his termination by AmeriGas.  The Court concludes that s uch does not \nconstitute “substantial evidence” of misappropriation under N.C. Gen. Stat. §  66-\n152(1)) in the circumstances presented here.11  Safety Test, 2015 NCBC LEXIS 40, at \n*28; see, e.g., Tuschen, 66 F. Supp. 3d at 696 (concluding that where “assertions . . . \nsuggest at most that [employee] gained knowledge and experience from working with \n[former employer] that [he] then brought with [him] to [new employer] . . . [a]quiring \n                                                           \n11  Although not specifically pleaded or argued, Plaintiffs’ allegations and purported proof suggest  at \nleast some reliance upon  the doctrine of “inevita ble disclosure.”  The Court notes that the North \nCarolina courts have not yet firmly adopted this doctrine, see generally DSM Dyneema, LLC v. \nThagard, 2015 NCBC LEXIS 50,  at *15–18  (N.C. Super. Ct. May 12, 2015) (discussing doctrine), and \nthe Court declines to apply the doctrine to these facts. \n \n \nand using such knowledge and experience . . . does not constitute misappropriation \nof trade secrets under North Carolina law”) ; Travenol Labs., Inc. v. Turner , 30 N.C. \nApp. 686, 696, 228 S.E.2d 478, 486 (1976) (denying motion for preliminary injunction \nwhere plaintiff failed to show actual use or disclosure of trade secrets). 12  The Court \ntherefore concludes that Plaintiffs’ misappropriation claim under the TSPA should \nbe dismissed.13  \nC. Tortious Interference With Contract (Marsh) \n{57} To state a claim for tortious interference with contract, Plaintiff s must \nshow: “(1) a valid contract between the plaintiff and a third person which confers \nupon the plaintiff a contractual right against a third person; (2) the defendant knows \nof the contract; (3) the defendant intentionally induces the third person not to perform \nthe contract; (4) and in doing so acts without justification; (5) resulting in actual \ndamage to plaintiff.”  United Labs, 322 N.C. at 661, 370 S.E.2d at 387.   \n{58} To prevail on summary judgment, Marsh must show by undisputed \nevidence that AmeriGas cannot satisfy at least one of the required elements of its \ntortious interference claim.  See Goodman v. Wenco Foods, Inc. , 333 N.C. 1, 21, 423 \nS.E.2d 444 (1992).  The Court concludes that Marsh has met its burden here because \nthe dismissal of Plaintiffs’ claim for breach of contract against Coffey necessitates the \ndismissal of Plaintiffs’ claim against Marsh for tortious interference with that same \ncontract.  See, e.g., Phelps Staffing, LLC v. C.T. Phelps, Inc., __ N.C. App. __, __, 740 \nS.E.2d 923 , 928  (2013) (upholding dismissal of tortious interference with contract  \nclaim because non-compete agreement found unenforceable); Giuliani v. Duke Univ., \nNo. 1:08CV502,  2009 U.S. Dist. LEXIS 44412, at *13 (M.D.N.C. May 19, 2009) \n                                                           \n12 Although there is evidence that the information Coffey retains in his memory extends to pricing and \nusage, which potentially could constitute trade secrets, see Merck & Co. v. Lyon , 941 F. Supp. 1443, \n1459 (M.D.N.C. 1996)  (applying North Carolina law)  (“Although plaintiffs here . . . did not show \n[defendant] took particular documents with him, his memory is sufficient.”), AmeriGas’s failure to \nshow substantial evidence of misappropriation is fatal to its claim. \n \n13  In light of the Court’s resolution of Plaintiffs’ trade secret misappropriation claim, the Court \nforegoes application of the familiar test used to determine the existence of a protectable trade secret \nset forth in Wilmington Star News v. New Hanover Regional Medical Center, 125 N.C. App. 174, 180–\n81, 480 S.E.2d 53, 56, appeal dismissed, 346 N.C. 557, 488 S.E.2d 826 (1997). \n  \n \n \n(dismissing tortious interference claim under North Carolina law where plaintiff \nfailed to show valid contract).14 \nD. Unfair and Deceptive Trade Practices (Coffey and Marsh) \n{59} A plaintiff may prevail on a UDTP claim by demonstrating:  “(1) an unfair \nor deceptive act or practice, or unfair method of competition, (2) in or affecting \ncommerce, and (3) which proximately caused actual injury to the plaintiff or his \nbusiness.”  Combs & Assocs. v. Kennedy, 147 N.C. App. 362, 374, 555 S.E.2d 634, 642 \n(2001); see also N.C. Gen. Stat. § 75-1.1 (2014).  “‘A practice is unfair when it offends \nestablished public policy as well as when the practice is immoral, unethical, \noppressive, unscrupulous, or substantially injurious to consumers,’ and a ‘practice is \ndeceptive if it has the capacity or tendency to deceive.”’  Bumpers v. Cmty. Bank of \nN. Va., 367 N.C. 81, 91, 747 S.E.2d 220, 228 (2013)  (citations omitted).  Whether an \nact or practice is unfair or deceptive is a question of law for the Court.  Songwooyarn \nTrading Co. v. Sox Eleven, Inc., 213 N.C. App. 49, 56, 714 S.E.2d 162, 167 (2011).   \n{60} AmeriGas claims that Defendants have violated N.C. Gen. Stat. § 75-1.1 \nbecause, first, trade secret misappropriation is a per se violation of the statute, and \nsecond, tortious interference with a restrictive covenant is sufficient, without more, \nto establish liability.  Accordingly, t he Court concludes that the dismissal of \nDefendants’ trade secret and tortious interference claims e xtinguishes AmeriGas’s \nUDTP claim on these grounds.   \n                                                           \n14   The Court further concludes that even if Coffey is deemed to have breached the Post -Employment \nAgreement, Plaintiffs ’ tortious interference with contract claim against Marsh still must fail.  \nAmeriGas argues that it is reasonable to infer that Marsh’s payment of a tank set bonus and a twenty-\nfive percent hourly wage increase intentionally induced Coffey to breach his contractual commitments \nto AmeriGas.  The Court is not persuaded, however, that the mere existence of these payments in these \ncircumstances, without more, supports such an inference.  To the contrary, there is undisputed \nevidence that these payments were made  not to induce Coffey to breach his contract, but rather as \npart of Marsh’s general compensation program.  First, it is undisputed that the tank set bonus program \nwas available to all employees and was in place well before Marsh hired Coffey.  (Raby Dep. 8 7:13–\n88:11.)  Next, it is also undisputed that Coffey qualified for the raise before Marsh was made aware of \nthe Post-Employment Agreement on July 5, 2013 (Raby Dep. 87:13–88:11.)  Thus, the Court concludes \nthat AmeriGas has failed to bring forward evidence sufficient to establish the intentional inducement \nelement of its tortious interference claim, and, for this additional reason, the claim should be dismissed \nas a matter of law.  \n \n \n{61} AmeriGas also argues that Defendants’ misuse of AmeriGas’s confidential \ninformation violates the UDTP statute .  This argument , however, is simply a \nreformulation of AmeriGas’s other claims, all of which  have been dismissed.  In \nparticular, the Court has previously concluded in dismissing the breach of contract \nand misappropriation claims that AmeriGas has not brought forward sufficient \nevidence that Coffey breached the non -disclosure provision of the Pos t-Employment \nAgreement or misappropriated AmeriGas’s alleged trade secrets to sustain these \nclaims.  For these same reasons, the Court concludes that Plaintiffs’ UDTP claim \nshould likewise be dismissed. \nV. \nCONCLUSION \n{62} Based on the foregoing, the Court hereb y GRANTS Marsh’s Motion for \nSummary Judgment and GRANTS Coffey’s Motion for Summary Judgment. \n{63} Plaintiffs’ Amended Complaint and all claims contained therein are hereby \nDISMISSED with prejudice. \n{64} SO ORDERED, this the 15th day of October 2015. \n \n \n/s/ Louis A. Bledsoe, III \nLouis A. Bledsoe, III \nSpecial Superior Court Judge \n  for Complex Business Cases \n \n "
}