{
  "id": "4c6a7a5a531ddd8ef29b824e4dfabe415f05d597d68161251e0086faa9dc710f",
  "source_file": "data/raw/ncbc/4c6a7a5a531ddd8ef29b824e4dfabe415f05d597d68161251e0086faa9dc710f.pdf",
  "raw_text": "Edwards v. Vanguard Fiduciary Tr. Co., 2018 NCBC 135. \n \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 2818 \n \nPHILLIP KENNETH EDWARDS, \n \nPlaintiff, \n \nv. \n \nVANGUARD FIDUCIARY TRUST \nCOMPANY; RUSSELL JOSEPH \nMUTTER individually and d/b/a RJM \nFINANCIAL and RJM FINANCIAL \nLLC; and ALLEGACY FEDERAL \nCREDIT UNION, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT ALLEGACY FEDERAL \nCREDIT UNION’S MOTION TO \nDISMISS \n \n \n1. THIS MATTER is before the Court on Defendant Allegacy Federal Credit \nUnion[’s] (“Allegacy”) Motion to Dismiss (the “Motion”), filed on July 30, 2018.  (ECF \nNo. 15.)  Allegacy moves to dismiss the sole claim asserted against it in the Complaint \nfiled by Plaintiff Phillip Kenneth Edwards (“Pl aintiff”) pursuant to Rule 12(b)(6) of \nthe North Carolina Rules of Civil Procedure (“Rule(s)”).  Having considered the \nMotion, the briefs, and the arguments of counsel at a hearing on the Motion, the Court \nDENIES the Motion.  \nBrown, Faucher, Peraldo & Bens on, LLC , by James R. Faucher , for \nPlaintiff. \n \nParker Poe Adams & Ber nstein LLP , by William L. Esser IV , for \nDefendant Allegacy Federal Credit Union. \n \nRobinson, Bradshaw & Hinson, P.A., by Pearlynn Houck and Gabriel \nWright, for Defendant Vanguard Fiduciary Trust Company. \n \nRobinson, Judge. \n \n \n \nI. INTRODUCTION \n2. This litigation involves claims by Plaintiff arising from Defendant Russell \nJoseph Mutter’s (“Mutter”) alleged theft of Plaintiff’s retirement funds.  Plaintiff \nalleges that Vanguard Fiduciary Trust Company (“Vanguard”), the custodian of \nPlaintiff’s retirement accounts, and Allegacy, the federal credit union where Mutter \nheld an account, enabled Mutter to conduct and conceal his theft of Plaintiff’s funds \nsuch that those Defendants, as well as Mutter, should be liable to Plaintiff for the \nloss of Plaintiff’s retirement savings.  Plaintiff’s only claim against Allegacy is based \non Plaintiff’s contention that Allegacy is subject to liability under North Carolina’s \nversion of the Uniform Fiduciaries  Act (“UFA”), N.C. Gen. Stat. § 32 -1, et. seq.  In \norder to be liable to Plaintiff, Allegacy must be a “bank” as defined in the UFA.  \n3. In the instant Motion, Allegacy does not contest the sufficiency of Plaintiff’s \nallegations regarding  Mutter’s theft or Allegacy’s knowl edge thereof, but rather \ncontends that Allegacy is not a “bank” subject to the UFA.   \nII. FACTUAL BACKGROUND1 \n4. The Court does not make findings of fact on a motion to dismiss pursuant \nto Rule 12(b)(6) but only recites those factual allegations that are relevant and \nnecessary to the Court’s determination of the Motion.   \n5. Plaintiff is a citizen and resident of Montgomery County, North Carolina.  \n(Compl. ¶ 1, ECF No. 2.)   \n                                                 \n1 For a more complete recitation of the factual allegations regarding Plaintiff’s relationship \nwith Defendants Mutter and Vanguard, see this Court’s order and opinion on Vanguard’s \nMotion to Dismiss, (ECF No. 39), filed on December 21 , 2018. \n6. Vanguard is a Pennsylvania corporation with its principal place of business \nin Pennsylvania.  (Compl. ¶ 3.)  Vanguard regularly conducts business in North \nCarolina.  (Compl. ¶ 4.) \n7. Mutter is a citizen and resident of Forsyth County, North Carolina.  (Compl. \n¶ 5.)  At all tim es relevant to this litigation, Mutter conducted business as RJM \nFinancial or RJM Financial LLC.  (Compl. ¶ 6.)  However, these entities were never \nlegally organized.  (Compl. ¶ 6.) \n8. Allegacy is a federally chartered credit union which maintains its principal \nplace of business in Forsyth County, North Carolina.  (Compl. ¶ 7.)      \n9. In 2014, Plaintiff was referred to Mutter for investment advisory services.   \n(Compl. ¶ 8.)  As a result of Mutter’s representations to Plaintiff  that he had an \nexisting relationship with Vanguard, Plaintiff hired Mutter as his investment advisor \nand transferred his retirement funds to accounts at Vanguard.  (Compl. ¶¶ 9, 10, 15.)  \nThereafter, Mutter obtained “full agent” status on Plaintiff’s Vanguard accounts \n(without Plaintiff’s k nowledge or authorization), which allowed Mutter to transfer \nfunds out of Plaintiff’s Vanguard accounts and into Mutter’s own personal bank \naccount at Allegacy.  (Compl. ¶¶ 18, 20, 25− 28.)   \n10. Plaintiff did not have an account at Allegacy.  (Compl. ¶ 25.)  However, \nPlaintiff alleges that Allegacy is liable to him under the UFA because Allegacy \npermitted Mutter to deposit checks designated as “RJM Financial FBO Phillip K. \nEdwards” and “RJM Financial c/o Phillip K. Edwards” into his bank account at \nAllegacy.  (Compl. ¶¶ 28−29.)  Mutter was able to complete these deposits by filling \nout IRA Distribution forms  in Plaintiff’s name , which were approved by Vanguard \nand signed as “Medallion Guarantee” by an Allegacy representative.  (Compl. \n¶¶ 30−31.)   \nIII. PROCEDURAL HISTORY \n11. The Court recites only those portions of the procedural history that are \nrelevant to its determination of the Motion. \n12. Plaintiff filed his Complaint on May 29, 2018.  The Complaint asserts a \nsingle claim against Allegacy—for violation of the UFA.  ( Compl. ¶¶ 60−67.)  The \nComplaint also asserts claims for breach of contract and breach of fiduciary duty \nagainst Vanguard and Mutter, (Compl. ¶¶ 40−45); negligence against Vanguard, \n(Compl. ¶¶ 50−53); and constructive fraud against Mutter, (Compl. ¶¶ 54−59).2  \n13. This action was designated as a mandatory complex business case by order \nof the Honorable Mark Martin, Chief Justice of the Supreme Court of North Carolina, \non July 5, 2018.  (ECF No. 1.)  Plaintiff opposed designation.  (ECF No. 10.)  On July \n24, 2018, after full briefing on the issue of designation, Chief Business Court Judge \nLouis A. Bledsoe, III overruled Plaintiff’s opposition and ordered that this action be \ndesignated as a complex business case.  (ECF No. 13.)  Chief Judge Bledsoe assigned \nthis action to the undersigned on the same date.  (ECF No. 14.)   \n                                                 \n2 Vanguard filed its own Motion to Dismiss on the four claims Plaintiff asserts against it, \n(ECF No. 18), which this Court de cided in a separate order and opinion filed on December \n21, 2018.  (ECF No. 39.)  On September 13, 2018, following Mutter’s failure to timely respond \nto the Complaint, Plaintiff moved for entry of default as to Mutter.  (ECF No. 26.)  On October \n11, 2018, after Mutter failed to appear in this action or otherwise respond to Plaintiff’s motion \nfor entry of default, the Court entered default in favor of Plaintiff against Mutter.  (ECF No. \n35.)   \n14. On July 30, 2018, Allegacy filed the Motion seeking dismissal of Plaintiff’s \nUFA claim, arguing that Allegacy, a federal credit union, is not included within the \nUFA’s definition of “bank” and is therefore not subject to the UFA.  (Br. Def. Allegacy \nFed. Credit Union Supp. Mot. Dismiss 1, ECF No. 16  [“Br. Supp. Mot.”]. )  Plaintiff \ntimely filed a brief in opposition to the Motion, arguing that Allegacy is included in \nthe UFA’s definition of “bank.”  (Pl. Br. Opp’n Def. Allegacy Fed. Credit Union Mot. \nDismiss 3, ECF No. 21.)  Allegacy thereafter filed a timely reply brief.  (Reply Br. Def. \nAllegacy Fed. Credit Union Supp. Mot. Dismiss, ECF No. 22 [“Reply Br.”].)  The Court \nheld a hearing on the Motion on November 15, 2018.   \n15. The Motion is now ripe for resolution.   \nIV. LEGAL STANDARD \n16. In ruling on a motion to dismiss pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure, the Court reviews the allegations of the Complaint \nin the light most favorable to Plaintiff.  The Court’s inquiry is “whether, as a matter \nof law, the allegations of the complaint, treated as true, are sufficient to state a claim \nupon which relief may be granted under some legal th eory.”  Harris v. NCNB Nat’l \nBank of N.C., 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  The Court construes \nthe Complaint liberally and accepts all well-pleaded factual allegations as true.  See \nLaster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009). \n17. Our Supreme Court has noted  that “[i]t is well-established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the [C]omplaint on its face reveals that \nno law supports the  . . . c laim; (2) the [ C]omplaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the [ C]omplaint discloses some fact that \nnecessarily defeats the . . . claim.’”  Corwin v. British Am. Tobacco PLC, No. 56PA17, \n2018 N.C. LEXIS 1035, at *18−19 (N.C. Dec. 7, 2018) (quoting Wood v. Guilford \nCounty, 355 N.C. 161, 166, 558 S.E.2d 490, 494 (2002) (citing Oates v. JAG, Inc., 314 \nN.C. 276, 278, 333 S.E.2d 222, 224 (1985))).  This standard of review for Rule 12(b)(6) \nis the standard our Supreme Court “uses routinely . . . in assessing the sufficiency of \ncomplaints in the context of complex commercial litigation.”  Id. at *19 n.7.   \n18. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005).  The Court can also ignore a party’s legal conclusions set forth \nin its pleading.  McCrann v. Pinehurst, LLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, \n777 (2013). \nV. ANALYSIS \n19. Allegacy argues in its Motion that Plaintiff does not allege that he had any \nrelationship with Allegacy, and in fact, Plaintiff specifically denies such a \nrelationship by pleading that Plaintiff did not have an account at Allegacy.  (Br. Supp. \nMot. 2; see Compl. ¶ 25.)  Accordingly, Allegacy contends that its only connection to \nthis litigation is that Mutter deposited money from Plaintiff’s Vanguard accounts into \nhis personal bank account at Allegacy, which Plaintiff alleges makes Allegacy liable \nto him under the UFA.  (Br. Supp. Mot. 2.)  However, Allegacy argues that the UFA’s \ndefinition of “bank” does not include credit unions, and therefore Plaintiff’s sole claim \nagainst Allegacy fails as a matter of law.  (Br. Supp. Mot. 2−3.) \n20. The Complaint alleges that Vanguard is liable to Plaintiff pursuant to N.C. \nGen. Stat. § 32-8 and/or § 32-10.  (Compl. ¶ 69.)  Therefore, for purposes of analyzing \nthe instant Motion, the Court focuses on how “bank” appears in both these statutory \nsections.  Section 32-8 provides, in relevant part, that: \nIf a deposit is made in a bank to the credit of a fiduciary as such, the \nbank is authorized to pay the amount of the deposit . . . without bein g \nliable to the principal, unless the bank pays the check with actu al \nknowledge that the fiduciary is committing a breach of his obligation as \nfiduciary in drawing the check or with knowledge of such facts that its \naction in paying the check amounts to bad faith. \n \nN.C. Gen. Stat. § 32 -8.  \n \n21. Section 32-10 includes similar language: \nIf a fiduciary makes a deposit in a bank to his personal credit of checks \ndrawn by him upon an account in his own name as fiduciary . . . the bank \nreceiving such deposit is not bound to inquire whether the fiduciary is \ncommitting thereby a breach of his obligation as fiduciary; and the bank \nis authorized to pay the amount . . . unless the bank receives the deposit \nor pays the check with actual knowledge that the fiduciary is committing \na breach of his obligation as fiduciary in making such deposit  or in \ndrawing such check, or with knowledge of such facts that its action in \nreceiving the deposit or paying the check amounts to bad faith.  \n \nId. § 32-10. \n \n22. The UFA defines “bank” as “includ[ing] any person or association of \npersons, whether incorporated or not, carrying on the business of banking.”  Id. § 32-\n2(a).  “Person” is defined as “ includ[ing] a corporation, partnership, or other \nassociation, or two or more persons having a joint or common interest.”   Id.   \n23. “The cardinal principal of statutory construction is that the intent of the \nLegislature is controlling.”  State v. Fulcher, 294 N.C. 503, 520, 243 S.E.2d 338, 350 \n(1978).  “Statutory interpretation properly begins with an examination of the plain \nwords of the statute.”  Lanvale Props., LLC v. County of Cabarrus, 366 N.C. 142, 154, \n731 S.E.2d 800, 811 (2012) (citation and quotation marks omitted).  “If the language \nof the statute is clear and is not ambiguous, we must conclude that the legislature \nintended the statute to be implemented according to the plain meaning of its terms.”  \nId.  (citation and quotation marks omitted).  Thus, “[w]here the language of a statute \nis clear and unambiguous, there is no room for judicial construction and the courts \nmust give it plain and definite meaning, keeping in mind that nontechnical statutory \nwords are to be construed in accordance with their common and ordinary meaning.”  \nWilliams v. Williams , 299 N.C. 174, 180, 261 S.E.2d 849, 854  (1980) (internal \ncitations omitted).     \n24. Accordingly, this Court must asce rtain whether the plain language of the \nUFA, reading sections 32-8 and 32-10 together with section 32 -2(a), demonstrates a \nlegislative intent that a credit union , such as Allegacy,  be included within those \npersons or entities subject to the UFA’s provisions.    \n25. Under the plain language of section 32 -2, the UFA applies to “any person, \nor association of persons, . . . carrying on the business of banking. ”  N.C. Gen. Stat. \n§ 32-2(a) (emphasis added).  The legislature chose a very broad definition of “bank” \nfor purposes of the UFA.  It chose a n equally broad definition for “person.”  Reading \nthe definition of “bank” and “person” together, a single person is subject to the UFA \njust as is a group of people with a joint interest, or a corporation, or an unincorporated \nentity.  The relevant limiting device of this definition, therefore, is not who is subject \nto the UFA, but rather the activity that the person, or group of people, is engaged in.   \n26. Reading the applicable provisions of the UFA together, the unambiguous \nlanguage of the statutes indicates that if, while engaged in the business of banking, a \nperson, corporation, or other association, had actual knowledge that a fiduciary was \nbreaching its obligations, or acted in bad faith by failing to discover that the fiduciary \nwas breaching its obligations, then that person, corporation , or other association, is \nin violation of section 32-8 and/or section 32-10 of our General Statutes.  \n27. Finding that the UFA is u nambiguous, this Court need not engage in \njudicial construction.  Accordingly, the Court will not attempt to harmonize or \notherwise undertake an analysis of other statutes not applicable to Plaintiff’s claims.3  \nInstead, the Court now determines whether Allegacy was engaged in the “business of \nbanking” based solely on the allegations in Plaintiff’s Complaint.    \n28.  Plaintiff alleges that Mutter had a personal bank account at Allegacy.  \n(Compl. ¶¶ 28−29.)  Plaintiff further alleges that Mutter deposited checks, made out \nto “RJM Financial FBO Phillip K. Edwards” and “RJM Financial c/o Phillip K. \n                                                 \n3 Moreover, this Court’s review of North Carolina case law reveals that there has only been \none situation involving the UFA where the definition of a term, as it appears in the UFA, was \nsubject to interpretation by our courts.  See Edwards v. N w. Bank, 39 N.C. App. 261, 250 \nS.E.2d 651 (1978) .  That term was “bad faith,” which appears in the statutes applicable to \nthis litigation.  Id. at 268, 250 S.E.2d at 657.  Despite the definition of “bad faith” appearing \nnowhere in the UFA, the Edwards court chose not to harmonize or analyze other statutes \nwhere the legislature defined “bad faith.”  Id.  Instead, the Edwards court stuck to the \ndefinition that was provided for in the UFA (“good faith” ) and interpreted the  plain meaning \nof “bad faith” therefrom.  Id.     \nEdwards[,]” into this account.  (Compl. ¶ 29 .)  The receipt and deposit of check s is \nwithin the common and ordina ry meaning of “banking.”  See, e.g., Banking, Black’s \nLaw Dictionary  (10th ed. 2014) ( defining banking as “the commercial activity of \nreceiving and safeguarding others’ money, paying and collecting checks . . . .”).   \nMoreover, it is the very activity that subjects a “person” to the UFA.   \n29. Allegacy points out that, based on its research, no reported decision in any \nstate or federal court anywhere in the United States has previously held that  a \nfederally chartered credit union, such as Allegacy, is subject to the UFA.  (Br. Supp. \nMot. 9; Reply Br. 1.)  The Court notes that the obverse of this contention is also \nequally true based on the Court’s research:  no state or federal court anywhere in the \nUnited States has previously held that a federally chartered cre dit union, such as \nAllegacy, is not subject to the UFA.  \n30. Given the fact that there is a complete absence of previously-decided \nauthority on th e precise issue raised in the Motion , and given that the statute in \nquestion appears broad enough to encompass Allegacy based solely on the allegations \ncontained in Plaintiff’s Complaint, the Court concludes that the Motion should be \ndenied at this early stage of the litigation without prejudice to being revisited upon a \nmore complete record such as at summary judgment.   \nVI. CONCLUSION \n31. For the foregoing reasons, the Court DENIES the Motion.  \n \n \nSO ORDERED, this the 21st day of December, 2018. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}