{
  "id": "4c7c38b122019fba6594f77bc90b9a56df141a51159b6fb56623c0db8ec03d8f",
  "source_file": "data/raw/ncbc/4c7c38b122019fba6594f77bc90b9a56df141a51159b6fb56623c0db8ec03d8f.pdf",
  "raw_text": "  High Point Bank & Trust Co. v. Sapona Mfg. Co., 2010 NCBC 11. \n \nSTATE OF NORTH CAROLINA \n \nRANDOLPH COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n08 CVS 1065 \nHIGH POINT BANK AND TRUST \nCOMPANY, as Executor of the  \nEstate of Elizabeth M. Simmons, \n \n                                         Plaintiff, \n \n   v. \n \nSAPONA MANUFACTURING COMPANY, \nINC., ACME-McCRARY CORPORATION, \nRANDOLPH OIL COMPANY, C.W. \nMcCRARY, JR., C. WALKER McCRARY, \nIII, W.H. REDDING, JR. a/k/a WILLIAM \nH. REDDING, JR., S. STEELE REDDING, \nJOHN O.H. TOLEDANO, JOHN O.H. \nTOLEDANO, JR., ROBERT C. \nSHAFFNER, BRUCE T. PATRAM, \nJOHNNY R. KNOWLES a/k/a JOHNNY  \nR. KNOWLES, SR., DEAN F. LAIL, \nVIRGINIA R. WEILER, JAMES W. \nBROWN, JR., DONNIE R. WHITE a/k/a \nDONALD R. WHITE, DIANE L. \nDONAHUE, LARRY K. SMALL, LARRY  \nD. ELMORE, and M. GIL FRYE a/k/a \nMICHAEL G. FRYE, \n \n                                          Defendants. \n \nORDER & OPINION\n \n \n{1} These cross-motions for summary judgment require the Court to decide, as \na matter of law, whether the plaintiff minority shareholder has a right or interest in \nthe Defendant Corporations and, if so, whether those rights or interests are in need \nof protection.  See generally Meiselman v. Meiselman, 309 N.C. 279, 307 S.E.2d 551 \n(1983).  The “right or interest” claimed by Plaintiff is the right to tender the shares \nowned by decedent, Elizabeth M. Simmons, for redemption at fair value by each of \nthe Defendant Corporations.  The Court concludes that Plaintiff has not established \na Meiselman right and grants summary judgment in favor of Defendants. \nRoberson Haworth & Reese, PLLC by Robert A. Brinson, Thomas F. Foster, \nand Christopher C. Finan for Plaintiff. \n \nEllis & Winters, LLP by J. Donald Cowan, Jr. and Schell Bray Aycock Abel & \nLivingston PLLC by Doris R. Bray for Defendants. \n \nTennille, Judge. \n \nI. \nPROCEDURAL BACKGROUND \n{2} Plaintiff High Point Bank and Trust Company (“Plaintiff” or the “Bank”), \nas Executor of the Estate of Elizabeth M. Simmons (“Mrs. Simmons”), filed a Notice \nof Designation contemporaneously with the Complaint in Randolph County on April \n18, 2008.  This matter was designated a mandatory complex business case by Order \nof the Chief Justice of the North Carolina Supreme Court dated April 28, 2008, and \nwas subsequently assigned to the undersigned Chief Special Superior Court Judge \nfor Complex Business Cases. \n{3} On October 20, 2009, the parties filed cross-motions for summary judgment \npursuant to Rule 56 of the North Carolina Rules of Civil Procedure.  Plaintiff and \nDefendants each filed a memorandum of law in opposition to the other side’s motion \non November 20, 2009, and the Court heard oral arguments on February 8, 2010. \n \nII. \nTHE PARTIES \n{4} Plaintiff is the duly appointed and qualified Executor of the Estate of Mrs. \nSimmons and is currently administering Mrs. Simmons’s estate. \n{5} Defendant Sapona Manufacturing Company, Inc. (“Sapona”) is a \ncorporation duly organized and existing under the laws of the State of North \nCarolina, with its principal place of business in Randolph County, North Carolina. \n{6} Defendant Acme-McCrary Corporation (“Acme-McCrary”) is a corporation \nduly organized and existing under the laws of the State of North Carolina, with its \nprincipal place of business in Randolph County, North Carolina. \n{7} Defendant Randolph Oil Company (“Randolph Oil”) is a corporation duly \norganized and existing under the laws of the State of North Carolina, with its \nprincipal place of business in Randolph County, North Carolina. \n{8} Defendants C.W. McCrary, Jr., C. Walker McCrary, III, W.H. Redding, Jr., \nS. Steele Redding, John O.H. Toledano, John O.H. Toledano, Jr., Robert C. \nShaffner, Bruce T. Patram, Johnny R. Knowles, Dean F. Lail, Virginia R. Weiler, \nand James W. Brown, Jr. served on the Board of Directors at Sapona.\n \n{9} Defendants C.W. McCrary, Jr., C. Walker McCrary, III, W.H. Redding, Jr., \nS. Steele Redding, John O.H. Toledano, John O.H. Toledano, Jr., Bruce T. Patram, \nVirginia R. Weiler, Donnie R. White, Diane L. Donahue, and Larry K. Small served \non the Board of Directors at Acme-McCrary.  (See  Pl.’s Ex. 11.) \n{10} Defendants C.W. McCrary, Jr., C. Walker McCrary, III, John O.H. \nToledano, John O.H. Toledano, Jr., Robert C. Shaffner, Larry D. Elmore, and        \nM. Gil Frye served on the Board of Directors at Randolph Oil. \n{11} Acme-McCrary, Sapona, and Randolph Oil will be referred to collectively \nas the “Defendant Corporations,” and the parties listed in Paragraphs 8, 9, and 10 \nwill be referred to collectively as the “Defendants.” \n \nIII. \nFACTUAL BACKGROUND \n{12} The pertinent and material facts are undisputed. \n{13} Acme-McCrary has been in existence for over one hundred years.  It was \nformed by D.B. McCrary and T.H. Redding in 1909.  (W.H. Redding, Jr. Dep. 13:11– \n24.)  It manufactures ladies hosiery and shape wear products.  (W.H. Redding, Jr. \nInterview 9:3–19.)  Sapona is even older.  It started in the 1800s.  (W.H. Redding, \nJr. Dep. 20:3–4.)  D.B. McCrary, T.H. Redding, and W.J. Armfield, Jr. purchased \nSapona in 1916.  Sapona processes natural and synthetic yarn, including textured \nnylon and covered spandex, and supplies Acme-McCrary and others with yarn \nproduct.  Sapona and Acme-McCrary have a close business relationship.  The \ncompanies share a number of services, including health insurance, accounting,    \nand other personnel services.  (S. Redding Dep. 18:5–16.) \n{14} Randolph Oil is in a different industry.  It sells fuel oil, gasoline, and LP \ngas at wholesale and retail and has several convenience store locations.  (Elmore \nDep. 10:22–11:19.)  It was founded in 1934 by C.W. McCrary, who was the son of \nD.B. McCrary.  The Redding and Armfield families are not significantly involved in \nRandolph Oil and the business is currently run by Larry Elmore, who is not related \nto any of the founding families.  (Elmore Dep. 9:8–15.) \n{15} Each company has a significant number of employees.  Randolph Oil has \napproximately 49 employees, one of whom is a shareholder.  (Randolph Oil Aff. ¶ 2.)  \nAcme-McCrary has approximately 892 employees, five of whom are shareholders.  \n(Acme-McCrary Aff. ¶¶ 2–3.)  Sapona has approximately 200 employees, two of \nwhom are shareholders.  (Sapona Aff. ¶¶ 2–3.) \n{16} The stock in each of the companies has been passed down through at least \ntwo generations and perhaps more.  Mrs. Simmons is the granddaughter of D.B. \nMcCrary, one of the founders of Acme-McCrary and Sapona, and the daughter of \nC.W. McCrary, Sr., the founder of Randolph-Oil.  (C. Simmons Aff. ¶ 9; Answer       \n¶ 10.)  She inherited her shares in the Defendant Corporations from her parents.  \n(C. Simmons Aff. ¶ 9.)   She is survived by her husband, Charles Simmons, and \ntheir four children.  (C. Simmons Aff. ¶ 6.)  All are beneficiaries of the trust.          \n(C. Simmons Aff. ¶ 6.) \n{17} There is evidence that Mrs. Simmons had been providing support for her \nson, Bo, and placed the shares in trust to continue that support.  (Allen Dep. 71:14–\n72:7.)  Such an action is not inconsistent with a belief that the dividends paid by the \nDefendant Corporations would provide that support.  There also is evidence from \nthe Bank’s trust officer that when she raised the possibility that some of the stock \nin Defendant Corporations might have to be sold, Mrs. Simmons responded that \nthere wouldn’t be a problem without giving any explanation for why she did not \nthink there would be a problem.  (Allen Dep. 72:8–15.) \n{18} Over time, the ownership in each of the companies has been spread over a \nlarger number of shareholders as the founding owners and successive generations \nhave died and passed their ownership to their children.  Acme-McCrary now has \neighty-one shareholders, while Sapona has fifty-one and Randolph Oil has twenty-\nfive.  (Acme-McCrary Aff. ¶ 2; Sapona Aff. ¶ 2; Randolph Oil Aff. ¶ 2.)  Non-family \nmembers have become shareholders and approximately seventy-five percent of the \nshareholders in Acme-McCrary and Sapona overlap.  (S. Redding Dep. 18:5–11.) \n{19} As a result of the increase in the shareholder base, each company has \nadopted corporate governance practices normally associated with a corporation.  \nRegular shareholder meetings are conducted; shareholders are provided with \nfinancial information; proxies are solicited; and dividends are paid.  (Acme-McCrary \nAff. ¶¶ 5, 7; Sapona Aff. ¶¶ 5, 7; Randolph Oil Aff. ¶¶ 4, 6.)  The companies also \nconduct their businesses in accordance with modern management practices.  (Acme-\nMcCrary Aff. ¶ 6; Sapona Aff. ¶ 6; Randolph Oil Aff. ¶ 5.) \n{20} There is no evidence that there is a market for the minority shares held by \nthe Trust or any other minority shares.  (S. Redding Dep. 29:7–25.)  The shares of \nall shareholders appear to be locked in absent some action on the part of a majority \nof shareholders to address that deadlock. \n{21} While there is no significant number of shareholder employees in the \ncompanies, family members do participate at the board and officer levels.  Seven of \nthe eleven members of the Board of Acme-McCrary are related to D.B. McCrary and \nT.H. Redding, as well as four of the nine officers.  (Acme-McCrary Aff. ¶ 4.)  Seven \nof the twelve directors of Sapona are related to the three original founders, as well \nas four of the nine officers.  (Sapona Aff. ¶ 4.)  And at Randolph Oil, four of the \nseven directors are members of the McCrary family, as well as two of the five \nofficers.  (Randolph Oil Aff. ¶ 3.)  In addition, there is substantial, but not complete, \noverlap in the boards of Acme-McCrary and Sapona.  (Answer ¶¶ 5–6.)   \n{22} All the Defendant Corporations have a history of paying dividends.  (See \nSapona Aff. ¶ 7; Acme-McCrary Aff. ¶ 7; Randolph Oil Aff. ¶ 6.)  Attached to this \nOrder and Opinion is a history of the recent dividends paid either to Mrs. Simmons \nor the Bank as Trustee.  See tbl.2.  Equivalent per-share dividends were paid to all \nother shareholders.  There is no evidence in this record that those dividends were \ndetermined in any way with reference to Mrs. Simmons’s or the Bank’s financial \nsituation.  Every indication is that the boards of directors of the Defendant \nCorporations exercised their business judgment in setting the dividend rate in   \nlight of company earnings and business conditions. \n{23} In only one instance have Acme-McCrary and Sapona purchased shares \nfrom the estate of a deceased shareholder.  In 1997 Tommy Redding, brother of \nSteele Redding, died at age forty leaving behind a family with small children.  \n(W.H. Redding, Jr. Dep. 62:19, 63:13–15.)  He was an employee, officer, and director \nof Acme-McCrary.  (W.H. Redding, Jr. Dep. 63:4–12.)  His shares were held by \nWachovia Bank as Trustee under his will.  Both companies, after considering their \nfinancial condition and business prospects, offered to purchase all of the Trustee’s \nshares in the corporations.  (Defs.’ Interrog. Answers at 5–6.) \n{24} Following that purchase, the two companies made a tender offer to all \nshareholders to give them the opportunity to sell some of their shares back to the \ncompanies.  The tender offer letters were virtually identical except for price.  Acme-\nMcCrary offered $51.00 a share for five thousand shares and Sapona offered $55.00 \na share for five thousand shares.  (Defs.’ Br. Supp. Mot. Summ. J. Ex. A, B.)  Each \nletter read in part: \nYour Company is pleased to give you the opportunity to sell \nsome or all of your shares of _______common stock if you desire to do \nso.  Because there is no market for the Company’s stock, the \nCompany’s Board of Directors believes it appropriate that shareholders \nbe given the opportunity to liquidate their investment from time to \ntime.  Therefore, the Company is offering to purchase up to 5,000 \nshares of its common stock for the price of ______ per share. \n \n. . . . \n \nThe offer to purchase stock is being made as an accommodation \nto shareholders who may wish to liquidate some or all of their \ninvestment in the Company. \n \n(Defs.’ Br. Supp. Mot. Summ. J. Ex. A, B.) \n{25} In January 2000, Sapona made a second tender offer to all shareholders, \noffering to buy ten thousand shares at a price of $60.00 a share.  (Defs.’ Br. Supp. \nMot. Summ. J. Ex. C.)  The wording of the 2000 letter was virtually identical to the \nwording of its 1997 letter.  Mrs. Simmons did not tender any shares in response to \nthose three offers, nor did she communicate an understanding that all her shares \nwould be repurchased on her death.  (See Allen Dep. 33:23–34:7.) \n{26} It is undisputed that the directors of both Acme-McCrary and Sapona \nrecognized the problem of marketability that resulted from the wide diversity of \nshareholders who did not participate in the day-to-day operations.  As far as this \nrecord discloses, there has never been any agreement among shareholders or by-law \nor charter provision requiring any of the Defendant Corporations to repurchase the \nshares of any shareholder.  It also is clear that Acme-McCrary’s and Sapona’s \ndirectors still have a policy of buying back shares on a prorated basis from all \nshareholders from time to time when the directors believe the funds are available  \nto do so without harming the financial condition of the company.  \n{27} Randolph Oil has never made a tender offer to its shareholders and has \nnever purchased a deceased shareholder’s stock for its own account.  It has acted   \nas a conduit for transfer of shares among shareholders.  (See Elmore Dep. 13:19–\n14:24.)  It has never had a policy of making tender offers for shares. \n{28} Following Mrs. Simmons’s death, the Bank wrote to all the Defendant \ncompanies requesting that Mrs. Simmons’s shares be redeemed at fair market \nvalue.  (Defs.’ Br. Supp. Mot. Summ. J. Ex. D, E, F.)  The Bank had George B. \nHawkins of Banister Financial, Inc. prepare an independent appraisal of the fair \nvalue of shares that Mrs. Simmons’s estate held in each company. \nTable 1:  Fair Value and Total Value of Mrs. Simmons’s Shares \nCompany Number of Shares Value Per Share Total Value \nAcme-McCrary 14,449 $23.97 $346,343 \nSapona 20,950 $149.37 $3,129,302 \nRandolph Oil 815 $137.90 $112,389 \n(Acme-McCrary Report at 4; Sapona Report at 4; Randolph Oil Report at 4.) \n{29} The boards of each of the Defendant Corporations have met to consider the \nBank’s demands and have rejected them.  In the case of each company, individual \nshareholders have made offers to purchase shares from the Bank at prices which \nwere well below the values determined by Mr. Hawkins.  The Bank characterizes \nthose offers as coercive and oppressive in light of the refusal of the directors to \nrepurchase the shares.  The Bank also points to some personality conflicts between \nthe Simmonses and the Toledanos arising from disputes over other property the \nfamilies owned together as evidence of oppression and bad faith. \n \nIV. \nSUMMARY JUDGMENT \n{30} Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  “An issue is ‘genuine’ if it \ncan be proven by substantial evidence and a fact is ‘material’ if it would constitute \nor irrevocably establish any material element of a claim or a defense.”  Lowe v. \nBradford, 305 N.C. 366, 369, 289 S.E.2d 363, 366 (1982) (citation omitted).  “It is  \nnot the purpose of the rule to resolve disputed material issues of fact but rather to \ndetermine if such issues exist.”  N.C. R. Civ. P. 56 cmt. \n{31} The burden of showing a lack of triable issues of fact falls upon the moving \nparty.  See, e.g., Pembee Mfg. Corp. v. Cape Fear Constr. Co., 313 N.C. 488, 491, \n329 S.E.2d 350, 353 (1985).  Once this burden has been met, the nonmoving party \nmust “produce a forecast of evidence demonstrating that [it] will be able to make \nout at least a prima facie case at trial.”  Collingwood v. Gen. Elec. Real Estate \nEquities, Inc., 324 N.C. 63, 66, 376 S.E.2d 425, 427 (1989).  Courts must exercise \ncaution in granting a motion for summary judgment.  N.C. Nat’l Bank v. Gillespie, \n291 N.C. 303, 310, 230 S.E.2d 375, 379 (1976).  \n \n \nV. \nSTATUTORY AUTHORITY \nA. \nSECTION 55-14-30(2) \n{32} Section 55-14-30(2) of the North Carolina General Statutes provides that a \n“superior court may dissolve a corporation . . . [i]n a proceeding by a shareholder if it \nis established that . . . liquidation is reasonably necessary  for the protection of the \nrights or interests of the complaining shareholder.”  N.C. Gen. Stat. § 55-14-30(2)(ii) \n(2009) (emphasis added).  Relief is not available for an individual shareholder who \nsimply needs the corporation to take some action for his or her own benefit.1  There \nmust be a shareholder right or interest that is being contravened. \n{33} If such a set of circumstances exist, the decision to dissolve the corporation \nis within the court’s discretion.  See Royals v. Piedmont Elec. Repair Co., 137 N.C. \nApp. 700, 704, 529 S.E.2d 515, 518 (2000) (citation omitted).  When a court decides \nthat dissolution is appropriate, the defendant corporation is left with two options: \n(1) face dissolution or (2) buy out the complaining minority shareholder’s shares at \nfair value.2  The buy-out alternative to dissolution, however, is only available to the \n                                                 \n1 There is no question of the Trustee’s need in this set of circumstances.  It has an estate and trust \nwhose only assets consist of stocks in closely held businesses.  If those businesses do not provide \nincome to the trust, the Trustee cannot fulfill its duties to the beneficiaries under the trust \narrangement.  This need, as realistic as it is, should be distinguished from a right or interest.  \nAlthough the need may justify the “reasonably necessary” prong of the statutory requirement, it does \nnot create a “right or interest” under statute or case law.  The Trustee in this case is simply trying to \nfulfill its obligations to the beneficiaries of the trust.  It was dealt a poor hand to do so.  (See Allen \nDep. 59:20–60:1.) \n2 This Court has consistently held that it has the inherent power and statutory authority to structure \nthe terms under which the minority shareholder’s shares are purchased, and that power has been \naffirmed on appeal.  See Royals v. Piedmont Elec. Repair Co., 1999 NCBC 1 ¶ 61 (N.C. Super. Ct. \nMar. 3, 1999), http://www.ncbusinesscourt.net/opinions/1999%20NCBC%201.htm, aff’d, 137 N.C. \nApp. 700, 529 S.E.2d 515 (2000); Vernon v. Cuomo, 2010 NCBC 5 ¶ 12 (N.C. Super. Ct. Mar. 15, \n2010), http://www.ncbusinesscourt.net/opinions/2010_NCBC_5.pdf.  However, this Court does not \nhave the power to craft other flexible relief. \ndefendant corporation.3  Trial courts are not at liberty to order a buyout under the \ncurrent statute.4 \n{34} The Court will consider whether Plaintiff is entitled to judicial dissolution \nunder section 55-14-30(2)(ii) in part VI below.  However, before doing so, the Court \nwill digress briefly to address the former version of the statute. \nB. \nSECTION 55-125.1 \n{35} A significant difference exists between the statutory framework in which \nNorth Carolina courts analyzed Meiselman and the framework in existence today.  \nSection 55-14-30(2)(ii) of the North Carolina General Statutes was brought forward \nfrom section 55-125(a)(4), which is discussed extensively in Meiselman.  Russell M. \nRobinson, II, Robinson on North Carolina Corporation Law § 28.11 & n.2 (7th ed. \n2009).  Former section 55-125.1 gave the trial court the power to order alternative \nforms of relief.  Specifically, it provided the following: \nIn any action filed by a shareholder to dissolve the corporation under \nG.S. 55-125(a), the Court may make such order or grant such relief, \nother than dissolution, as in its discretion it deems appropriate, \nincluding, without limitation, an order . . . [p]roviding for the purchase \nat their fair value of shares of any shareholder, either by the \ncorporation or by other shareholders, such fair value to be determined \nin accordance with such procedures as the court may provide. \n \nN.C. Gen. Stat. § 125(a)(4) (1986) (former version of N.C. Gen. Stat. § 55-14-30(2)(ii)). \nIn addition to the buyout at fair value option, the former statute also gave superior \ncourts other alternatives to dissolution, like altering corporate bylaw provisions and \nprohibiting certain corporate actions.5  After Meiselman, the Legislature eliminated \n                                                 \n3 The perverse result of this limitation in this case is that the court cannot order the shares tendered \nto be purchased.  It can only order dissolution.  Although it is highly unlikely that the Defendant \nCorporations would not exercise their option to purchase, the possibility of dissolution does exist. \n4 In this case, dissolution would deprive Plaintiff of the real benefit it seeks because dissolution \nprobably would not produce a fair market value for Mrs. Simmons’s shares.  This dilemma suggests  \na potential need for statutory amendment to provide more flexibility in remedies.  In Meiselman, our \nSupreme Court charged trial courts with the task of prescribing “the form of relief which the evidence \nindicates is most appropriate, should it find that relief is warranted.”  Id. at 306, 307 S.E.2d at 567.  \nThat flexibility was provided by section 55-125.1, which is no longer in effect.  See infra Part V.B. \n5 Former section 55-125.1 gave the court the power to order or grant alternative remedies to \ndissolution, including, without limitation, an order:  \nthe alternative remedies to dissolution set forth in section 55-125.1.  Courts do not \nenjoy such broad powers under the current statute.  Robinson, II, supra, § 28.12[2].   \n \nVI. \nDISCUSSION \nA. \nMEISELMAN \n{36} Because Plaintiff asserts a right or interest in the Defendant Corporations \nunder Meiselman, the Court begins with a review of that decision.   \n{37} In Meiselman, the Supreme Court of North Carolina remanded the case to \nthe trial court for a determination of the rights and interests of a plaintiff minority \nshareholder.  \nMeiselman v. Meiselman, 309 N.C. 279, 305–06, 307 S.E.2d 551, 566–\n67 (1983).  The Supreme Court held that the trial court erred in using standards of \noppression, overreaching, gross abuse, unfair advantage, and the like with respect \nto the majority shareholder’s actions rather than focusing on the “rights or interests” \nthat the minority shareholder had in the defendant corporations and whether those \nrights or interests needed protection.  Id.  That focus is significant in this case.   \n{38} Plaintiff asserts a right to tender the shares Mrs. Simmons owned in each \nof the Defendant Corporations.  If such a right exists, it needs protection because \nthe Defendant Corporations have refused to purchase the shares that Mrs. Simmons \nowned.  Thus, the central question is whether a buyout at fair value is an enforceable \nright or interest under Meiselman.  In the subparts below, the Court will consider \nthis question and determine whether the record before it warrants summary \njudgment. \n \n                                                                                                                                                             \n(1) [c]anceling or altering any provision contained in the charter or bylaws of the \ncorporation; or (2) [c]anceling, altering, or enjoining any resolution or other act of the \ncorporation; or (3) [d]irecting or prohibiting any act of the corporation or of  \nshareholders, directors, officers or other persons party to the action; or (4) [p]roviding \nfor the purchase at their fair value of sh ares of any sharehol der, either by the \ncorporation or by other shareholders, such fa ir value to be determined in accordance \nwith such procedures as the court may provide. \nN.C. Gen. Stat. § 125.1(a) (1986) (former version of N.C. Gen. Stat. § 55-14-30(2)(ii)). \n1. \nGENERAL PRINCIPLES \n{39} The statutory right to judicial dissolution and the underlying rationale of \nMeiselman are counter to the judiciary’s traditional deference to majority rule in \ncorporate management and to the business judgment rule.  See Meiselman, 309 \nN.C. at 291–92, 307 S.E.2d at 559 (“Unfortunately, when dissension develops in \nsuch a situation . . . ‘American courts traditionally have been reluctant to interfere \nin the internal affairs of corporations.’”) (citation omitted).  Justifying liquidation as \na tool for enforcing the rights or interests of a complaining shareholder, therefore, \nrequires a strong showing. \n{40} Deference to majority rule and the business judgment rule may give way \nunder circumstances where such deference would (1) result in a loss of ownership \nbenefits by the complaining shareholder or (2) impose ongoing antagonistic \nrelationships on the defendant corporation in circumstances that require close \ncooperation and a high degree of good faith and mutual respect.  See id. at 293, 307 \nS.E.2d at 559–60.  Those two concerns are prominent in Meiselman and the cases \nthat follow it. \n{41} For example, on numerous occasions the court in Meiselman highlighted \nthe “vulnerable position a minority shareholder occupies in a close corporation” in \nterms of the benefits of proprietorship.  See, e.g., id. at 292, 307 S.E.2d at 559 (“Only \nin the close corporation does the power to manage carry with it the de facto power  \nto allocate the benefits of ownership arbitrarily among the shareholders and to \ndiscriminate against a minority whose investment is imprisoned in the enterprise.”).  \nIt recognized that owners in a business that was run like a partnership expected    \nto receive the normal benefits associated with ownership (often defined by prior \ninvolvements) and to participate in management.  The court also emphasized the \nneed to avoid mandating adversarial relationships in closely held corporations \nwhere the success of the business depends on the good faith, mutual respect, and \nclose cooperation of the participants.  \nSee id. at 289–90, 307 S.E.2d at 558–59.   \n{42} None of the underlying factors which drove the decision in Meiselman    \nare clearly found in this case.  First, there has been no loss of ownership benefits \nsimilar to the benefits lost in other Meiselman cases.6  No one is being denied the \nopportunity to work or compensation and fringe benefits.  See id. at 302, 307 S.E.2d \nat 565.  The Trust continues to receive the benefits that all other shareholders are \nreceiving and that Mrs. Simmons received prior to her death.  (See Sapona Aff. ¶ 7; \nAcme-McCrary Aff. ¶ 7; Randolph Oil Aff. ¶ 6.)  There are no claims of dissipation \nor diversion of assets; and there are no claims of excessive salaries.  Furthermore, \nnothing in the record indicates that any of the Defendant Corporations accumulated \ncapital beyond the reasonable needs of their businesses.  See I.R.C. §§ 531–37. \n{43} Plaintiff has not moved to have larger dividends paid nor has it asserted \nthat the directors have violated their fiduciary duty in determining the level of \ndividends to be paid.  The Defendant Corporations have paid regular dividends \nwhen their boards have determined it is financially in their best interest to do so.  \nThis regular payment of dividends evidences the directors’ intent to free profits     \nfor distribution rather than holding them captive or paying out excessive salaries.  \nThere is no evidence that any of the directors are using the dividend policy as a \nmeans of coercion or oppression against the Bank.  Such action would significantly \nand adversely impact all the other shareholders.7   \n{44} The Defendant Corporation’s payment of dividends raises an interesting \npoint with respect to the definition of a close corporation.  Meiselman contains no \ndetermination of the maximum number of shareholders or other characteristics of   \na close corporation in North Carolina.  Our corporate governance statutes provide \nthat under certain circumstances minority shareholders may sue to compel the \npayment of dividends.  \nSee N.C. Gen. Stat. § 55-6-40(i).  Significantly, the statute \n                                                 \n6 Traditional shareholder rights which are already protected by statute include notice of \nshareholders’ meetings, cumulative voting, access to corporate books and records, and the right to \ncompel dividends.  The Bank does not seek to enforce any of those rights at this time, nor does it seek \nto enforce a previously existing right to participate in management.  Mrs. Simmons never worked for \nany of the Defendant Corporations and never participated in their management. \n7 The large number of shareholders distinguishes this case from the typical Meiselman situation \nwith a small number of shareholders and a majority shareholder/manager who can withhold \ndividends and benefits to coerce or oppress the minority.  But see infra ¶ 50. \nonly applies to corporations having fewer than twenty-five shareholders.  See id.  \nThat statutory restriction is some indication that corporations with greater than \ntwenty-five shareholders are different from those with fewer shareholders.  On the \nother hand, it is clear that our Supreme Court believes the courts have the power to \ncompel payment of dividends on an equitable basis without regard to the number of \nshareholders.  \nSee Robinson, II, supra, § 22.05[7]; Gaines v. Long Mfg. Co., 234 N.C. \n331, 67 S.E.2d 355 (1951). \n{45} Gaines stands for the proposition that the courts may intervene only if \ndirectors are acting in bad faith and in an arbitrary or oppressive disregard of a \nminority shareholder’s right.  The standard for dividends in Gaines thus appears   \nto be different from the Meiselman standard.  The former uses bad faith and \noppression, the latter rights and interests.  Thus, under Gaines, the Bank could \nseek to compel dividends if they were being wrongfully withheld even though the \nDefendant Corporations may have more than twenty-five shareholders. \n{46} Overall, the Defendant Corporations appear to be well-run in spite of \ncurrent economic challenges.  The only benefit of ownership Plaintiff claims to have \nlost is an alleged right of redemption.  However, Plaintiff’s asserted right to have \nMrs. Simmons’s stock purchased at fair value on her death is not one of the rights \nor interests which have been recognized by our courts as mandatory in the close \ncorporation setting.  To create an absolute right of redemption of a minority interest \nwould place the other shareholders in close corporations at financial risk upon the \ndeath of any shareholder. \n{47} Second, there are no ongoing intracorporate problems creating the type of \nantagonistic relationships which troubled the court in Meiselman.  Mrs. Simmons \nnever worked for any of the Defendant Corporations in any capacity.  (Allen Dep. \n23:22–24:16.)  She never sought employment with any of the corporations, nor was \nshe ever involved in the management.  (Allen Dep. 25:15–18, 27:18–28:1.)  Although \nthe Trustee attempted to secure a seat on the board of directors of Acme-McCrary \nand Sapona, it made no other efforts to become involved in day-to-day management.  \n(Allen Dep. 43:18–44:2.)  In addition, the majority of shares are owned by non-\nemployees whose only connection to the businesses is stock ownership.8 \n{48} Third, the large number of shareholders and the absence of a controlling \nmajority shareholder also distinguish this case from Meiselman.  The Defendant \nCorporations functioned like corporations, not partnerships.  Although Plaintiff \nalleges that the majority of outstanding shares and the management have been \ncontrolled by persons related by blood or marriage, no evidence suggests that the \nDefendant Corporations have been operated like family partnerships.  (Allen Dep. \n67:10–25; Compl. ¶¶ 26, 66, 96.)   \n{49} There is no majority shareholder who owns a controlling block of stock and \nthe majority of shareholders do not work for their respective corporations.  Only five \nof Acme-McCrary’s eighty-one shareholders are employed by Acme-McCrary; only \ntwo of Sapona’s fifty-one shareholders are employed by Sapona; and only one of \nRandolph Oil’s twenty-five shareholders is employed by Randolph Oil.  (Acme-\nMcCrary Aff. ¶ 2; Sapona Aff. ¶ 2; Randolph Oil Aff. ¶ 2.)  Each of the Defendant \nCorporations follow corporate formalities, and the majority of officers are not \nrelated to any of the founding members.  (Acme-McCrary Aff. ¶¶ 5–6; Sapona      \nAff. ¶¶ 5–6; Randolph Oil Aff. ¶¶ 4–5.)  Therefore, there is no need to protect the \nDefendant Corporations against the kind of problems that would affect a business \nwith two or three shareholders who run the business like a partnership.9  The facts \nhere simply do not fit the Meiselman mold. \n{50} The Meiselman line of cases all involve businesses with a smaller number \nof shareholders.  See, e.g., Foster v. Foster Farms, Inc., 112 N.C. App. 700, 702, 436 \nS.E.2d 843, 845 (1993) (two shareholders); Lowder v. All Star Mills, Inc., 75 N.C. \nApp. 233, 235–36, 330 S.E.2d 649, 651–52 (1985) (four shareholders in one business, \nfive shareholders in the other business); Meiselman, 309 N.C. at 281–82, 307 S.E.2d \n                                                 \n8 These shareholders have taken no action to create an expectation on the part of decedent or to \ndiminish her ownership benefits. \n9 Because the Defendant Corporations in this case are no longer small family owned and operated \nbusinesses (see W.H. Redding, Jr. Interview 83:18–84:7), there is no concern over acrimonious \nrelationships that would impede the performance of management.   \nat 553–54 (two shareholders).  Nonetheless, it is conceivable that Meiselman could \napply to a business with more than a handful of shareholders.  The Court has \nconsidered Defendants’ ten shareholders or less argument.  (See Defs.’ Mem. Supp. \nMot. Summ. J. at 10.)  However, at this time, the Court is not prepared to enter a \nruling which would remove Meiselman considerations from corporations with some \nspecific number of shareholders.  That does not mean that the Court should not \nconsider the number, composition, and rights and interests of the non-complaining \nshareholders.  Those are important considerations, especially given the large \nnumber of shareholders in the Defendant Corporations. \n{51} There is little doubt that the shareholder base in each of the Defendant \nCorporations will become more fragmented in the future.10  However, that does not \njustify dissolution.  The shareholders of these companies will have the same power \nof the vote.  A majority vote will control, as it does now.   \n{52} Without a clear understanding among a large and varied stockholder base, \nthe Court would be interjecting itself in a decision that generally would be made by \na board of directors and subject to the business judgment rule or the vote of the \nmajority of the shareholders.  This is not the clear-cut partnership-like business \nwith a small number of shareholders who work in the business and who expect to \nremain employed.  Accordingly, this Court should defer to majority rule and the \napplication of the business judgment rule.  As our Supreme Court recognized in \nMeiselman, “[t]he principle of majority rule is in traditional legal thought a firmly \nestablished attribute of the corporate form.”  Id. at 292, 307 S.E.2d at 559.  Where, \nas here, there is no impediment to the majority of shareholders exercising their \nvoting rights, the courts should not intervene on behalf of a minority shareholder. \n \n \n \n \n                                                 \n10 The creation of some effective plan for the repurchase of shares or creation of a market for \nminority shares would be advantageous for the shareholders. \n2. \nREASONABLE EXPECTATIONS \n{53} Again, the central question before the Court is whether a buyout at fair \nvalue is an enforceable right or interest.  The “rights or interests” inquiry under \nMeiselman revolves around the concept of reasonable expectations.11 \n{54} Meiselman has been the leading case for determining what rights or \ninterests are protected under North Carolina’s dissolution statute.  It outlines a \nfour-step process for obtaining relief based upon the complaining shareholder’s \nreasonable expectations and the circumstances giving rise to those expectations.   \nFirst, the complaining shareholder mu st prove he had one or more \nsubstantial reasonable expectations that were known or assumed by \nthe other shareholders.  Examples of such expectations might include \nongoing participation in the management of the company or secure \nemployment with the company.  \nSecond, he must demonstrate that the \nexpectation or expectations have been frustrated.  Next, the complaining \nshareholder must show that this frustration of expectations was not \nthe product of his own fault and was largely beyond his control.  \nFinally, he must show that the specific circumstances warrant some \nform of equitable relief. \nRoyals v. Piedmont Elec. Repair Co., 137 N.C. App. 700, 705, 529 S.E.2d 515, 518 \n(2000) (citations omitted) (emphasis added).  Because the Court grants summary \njudgment in Defendants’ favor on the first prong of the analysis, it need not address \nthe remaining three prongs of Meiselman’s reasonable expectations analysis.12\n{55} Plaintiff does not claim an absolute right of redemption.  Rather, its claim \nto a right of redemption is based upon a reasonable expectation that allegedly \ndeveloped over an entire history of relationships and dealings.  (See Pl.’s Br. Supp. \nMot. Summ. J. at 11.)  As the North Carolina Court of Appeals explained in Royals:  \n                                                 \n11 This case presents a different slant on Meiselman in that it raises the question of who must know \nabout the expectations.  Plaintiff’s evidence of the shareholders’ knowledge of her expectations is \nbased upon corporate action rather than the action of a majority shareholder.  Plaintiff seeks to bind \nthe other shareholders based on board action by Sapona and Acme-McCrary to which the other \nminority shareholders did not object.  In effect, Plaintiff seeks to substitute the corporate defendant \nfor the majority shareholder in Meiselman.  This case is distinguishable from Meiselman on that \nground alone. \n12 The Court will briefly consider certain equities that would typically fall under the fourth prong of \nthe Meiselman analysis in part VI.A.3. \nMeiselman states that a complaining shareholder’s reasonable \nexpectations cannot be viewed in a vacuum; rather they must be \nexamined and re-evaluated over the entire course of the various \nparticipants’ relationships and dealings.  Furthermore, these \nexpectations are not limited to those memorialized in the by-laws or \nother written instruments; “[they] must be gleaned from the parties’ \nactions as well as their signed agreements.” \n \nId. at 706, 529 S.E.2d at 519 (alteration in original) (citing 2 F. Hodge O’Neal & \nRobert B. Thompson, O’Neal’s Close Corporations § 9.30 (3d ed. 1998)). \n{56} Plaintiff relies on an argument that each of the Defendant Corporations \nand their shareholders should have known of Mrs. Simmons’s expectations based \nupon one prior repurchase from a shareholder’s estate and three redemption letters \nthat two of the Defendant Corporations previously mailed to shareholders.  (See Pl.’s \nBr. Supp. Mot. Summ. J. at 13.)  The Court rejects this argument. \n{57} The right of redemption is a right generally spelled out in an agreement \nthat specifically sets out when the right is triggered, what the purchase price will \nbe, and how the purchase price will be paid.13  In this case, Plaintiff is unable to \npoint to a specific agreement.14  Instead, it directs the Court’s attention to certain \nprior acts of the Defendant Corporations: (1) Acme-McCrary and Sapona redeeming \nall of the shares of a deceased employee and shareholder, Tommy Redding, and (2) \nAcme-McCrary and Sapona each sending a letter to shareholders indicating that \nthe companies were exploring ways to redeem stock.  (C. Simmons Aff. ¶¶ 13, 15.)   \n{58} Such limited activity by the Defendant Corporations did not create a future \nright of redemption for all the other shareholders.  The Defendant Corporations \nnever adopted a redemption plan and never set up a reserve to cover the expense.  \nNo other shareholders have appeared and testified that they expected either Mrs. \nSimmons’s shares or their own shares to be repurchased upon their death.  Other \nshareholders have died without their shares being redeemed and without any offer \nbeing made by Defendants or demand being made by the decedents’ estates.  When \n                                                 \n13 The Court recognizes that “expectation” evidence should not be limited to written agreements and \ntherefore considers the history of corporate activity. \n14 It is unclear what that agreement would be under these circumstances.  See infra ¶ 63. \nTommy Redding died, there was no expectation or demand.  The boards of both \nAcme-McCrary and Sapona acted voluntarily in light of his age, employment, and \nyoung family. \n{59} The court in Royals recognized that in certain circumstances a complaining \nshareholder may have a reasonable expectation of having their shares purchased at \nfair value.  See Royals, 137 N.C. App. at 706, 529 S.E.2d at 519.  However, such a \nfinding would require other shareholders to have known or assumed the same.  Id. \n{60} In this case, there is no clear showing that the other shareholders knew   \nor assumed that Mrs. Simmons expected her shares to be redeemed at fair value.  \nThe larger the number of shareholders, the more difficult it becomes to determine \nthe expectations of every shareholder.\n15  That difficulty is heightened where the \nmajority of shareholders are not involved in the business, as is the case with the \nDefendant Corporations.  Plaintiff does not offer any evidence of what the other \nshareholders knew about Mrs. Simmons’s expectations or what their expectations \nwere.16  It would be fair to assume that few, if any, of the other shareholders had \nany personal knowledge of Mrs. Simmons’s expectations.17   \n{61} In addition, the Court is troubled by the lack of any action on the part of \nMrs. Simmons that would have put the boards of directors or management on notice \nof her expectations.  There is nothing to show that Mrs. Simmons ever did anything \nto indicate to the Defendants or other shareholders that she had an expectation of \nredemption.  To the contrary, when two of the Defendant Corporations offered her \nthe right to tender her shares, she declined.  (Allen Dep. 33:23–34:9.)  Her alleged \nexpectation that her shares in each of the Defendant Corporations would be readily \ntransferable was first made known to the Defendants after her death.  No evidence \nsuggests that Mrs. Simmons ever communicated this expectation to any officer, \n                                                 \n15 The large number of shareholders and the absence of a controlling majority shareholder also \nsignifies a departure from the family partnership environment and distinguishes this case from the \ntypical Meiselman claim.  See supra ¶ 47. \n16 In other Meiselman type cases, the expectation was one that was made known to the defendants or \nwas understandable based on the size of the business and the participation in it by the complaining \nshareholder.  However, Meiselman did not create new rights by estoppel in corporate relationships. \n17 Defendants were not in any position to know her financial situation or her estate planning needs \nas was the case in Royals.  See infra ¶ 77 n.21. \ndirector, or shareholder prior to that time.  As the court in Meiselman explained, \n“[p]rivately held expectations which are not made known to the other participants \nare not ‘reasonable.’”  Meiselman, 309 N.C. at 298, 307 S.E.2d at 563.   \n{62} Even though the stocks at issue were her primary assets, Mrs. Simmons \nmade no inquiry concerning the circumstances under which her shares would be \npurchased when doing her estate planning.  She never asked Defendants how and \nwhen the shares would be purchased and what circumstances might prevent their \npurchase.  If this were a negligent misrepresentation case, Mrs. Simmons would \nhave been under a duty to make some inquiry to protect her expectations.  If this \nwere a breach of contract case, Mrs. Simmons would have had to provide some form \nof consideration for her redemption rights, and the contract would have had to have \nbeen mutually enforceable. \n{63} Moreover, even if this Court were to conclude that Mrs. Simmons and all \nthe shareholders of the Defendant Corporations did in fact have an expectation of \nredemption, that expectation was not reasonable under the circumstances of this \ncase.  In making this determination, the Court has considered the scope of the \nbuyback expectation allegedly created.  Did Sapona and Acme-McCrary create an \nexpectation that any shareholder who died would have their shares repurchased at \nfair market value or was the expectation that when a shareholder died, those two \ncompanies would offer to buy back shares from all shareholders on a prorated basis?   \n{64} The only instance of a buyback from a decedent’s estate was the purchase \nof shares from Tommy Redding’s estate in 1997.  (C. Simmons Aff. ¶¶ 15–17.)  When \nTommy Redding, an employee of Acme-McCrary, passed away unexpectedly at age \nforty, Acme-McCrary and Sapona purchased all of Tommy Redding’s shares for the \nbenefit of his estate and made tender offers to all of their other shareholders.  (W.H. \nRedding, Jr. Dep. 63:13–15.)  Up until that point there had never been a buyback \nfrom an estate in the ninety-year history of either company, which is the primary \nreason the number of shareholders had increased.  When a shareholder died, his \nbeneficiaries became owners.  \n{65} If this one instance created a buyback expectation, then that expectation \nwould be for a buyback that applied to all shareholders on a prorated basis.  An \nexpectation of such a broad obligation on the part of the corporations, however, is \nnot reasonable.  The companies had no plan in place and no reserve funds for \nfinancing such a broad buyback obligation.18  Their businesses were being severely \nchallenged by foreign imports.  (See Defs.’ Interrog. Answers at 12.)  They also    \nhad restrictions on their credit lines and faced the risk of having several large \nshareholders pass away at the same time.  Therefore, finding that the Defendant \nCorporations had created an expectation of a buyback applicable to all shareholders \nwould have adverse consequences for the corporations. \n{66} A buyback of all minority shareholders at fair market value—as opposed to \na valuation based on a discount for minority ownership—also is unrealistic.  There \nis no evidence that any other shareholder believed he or she had a similar right or \ninterest.  There also is no evidence that Mrs. Simmons’s expectation was personal to \nher.  Her expectation had to apply to all shareholders.  The directors could have \nfaced stiff fiduciary duty challenges from other minority shareholders if they had \ndecided to redeem Mrs. Simmons’s shares without offering to redeem shares of all \nshareholders.  That fiduciary duty explains the tender offer to other shareholders  \nin 1997 and 2000.   \n{67} Moreover, the tender offer letters from Sapona and Acme-McCrary make \nno reference to estates or deceased shareholders.  They are limited time offers \nsubject to maximum dollar limitations.  The offers are prorated among the \nshareholders.  They speak only of the directors’ beliefs that it is “appropriate that \nshareholders be given the opportunity to liquidate their investment \nfrom time to \ntime.”  (Defs.’ Br. Supp. Mot. Summ. J. Ex. A, B, C (emphasis added).)  The letters \nacknowledge the illiquidity of the shares, but do not constitute a promise to solve \nthat problem for a deceased shareholder.19 \n                                                 \n18 The companies could have afforded to buy back Mrs. Simmons’s shares alone without a prorated \nbuyback from other shareholders. \n19 There is nothing unusual about the illiquidity of the shares of the Defendant Corporations.  They \nsuffer from the same lack of marketability that applies to almost every minority interest in a \n{68} The case for requiring redemption of Mrs. Simmons’s stock in Randolph \nOil is even weaker.  It is uncontroverted that Randolph Oil has never purchased \nshares for its own account from a deceased shareholder’s estate.  It also has never \nmade a tender offer for shares.  It only facilitated trades between shareholders.  \nTherefore, the expectation argument applies differently to Randolph Oil. \n{69} As was the case with the other two Defendant Corporations, Mrs. Simmons \nnever participated in the management of Randolph Oil.  She never communicated \nany expectation to Randolph Oil’s management, and there was no way management \nor the other shareholders could have known of her expectation of having her shares \nin the company redeemed upon her death at fair market value. \n{70} Plaintiff contends that its shares have been held captive.  It draws the \nCourt’s attention to the fact that another shareholder or manager has sought to \npurchase Plaintiff’s shares at less than fair market value and to minimal evidence \nof animosity between Mrs. Simmons’s husband and Mr. Toladano.  These two \nsituations are evidence of oppression, if anything.  And Meiselman plainly teaches \nthat oppression is not the standard for determining rights and interests.  It is \napplicable only when determining the need for protection. \n3. \nEQUITABLE DISCRETION \n{71} Meiselman also requires the Court to consider the impact a dissolution \norder would have on all shareholders.  See Meiselman, 309 N.C. at 297, 307 S.E.2d \nat 562 (“[O]nce the shareholder has established [that a right or interest has been \ncontravened], the trial court . . . must exercise its equitable discretion and consider \nthe actual benefit and injury to all of the shareholders.”).  In this case, the equities \nweigh strongly against judicial dissolution.   \n{72} Even though our dissolution statute provides a buy-out alternative (see \nsupra ¶ 33), such an alternative is not always economically feasible.  If, for some \nreason, one of the Defendant Corporations could not buy back Mrs. Simmons’s \n                                                                                                                                                             \ncorporation whose shares are not publicly traded, and that illiquidity affects all shareholders, not \njust Plaintiff.  Defendants have taken no coercive action to cause the illiquidity. \nshares, the corporation would face involuntary dissolution.  Dissolution would \nseverely diminish the value of the other shareholders’ ownership interest, and \nhundreds of employees could potentially lose their jobs.  Dissolution also might \nimpose significant tax burdens on the other shareholders.  \nB. \nROYALS \n{73} This Court conducted a Meiselman analysis in Royals and determined that \ndissolution was reasonably necessary for the protection of the rights and interests of \nthe complaining minority shareholder.  Royals v. Piedmont Elec. Repair Co., 1999 \nNCBC 1 ¶¶ 39, 49 (N.C. Super. Ct. Mar. 3, 1999), http://www.ncbusinesscourt.net/ \nopinions/1999%20NCBC%201.htm.  That determination was affirmed on appeal.  \nSee Royals v. Piedmont Elec. Repair Co., 137 N.C. App. 700, 710, 529 S.E.2d 515, \n521 (2000).  \n{74} Plaintiff seeks essentially the same relief sought by the plaintiff in Royals, \nredemption of a decedent’s shares at fair market value.  Plaintiff cites Royals for the \nproposition that a shareholder may have a reasonable expectation of receiving some \nsort of fair value for his shares of stock.  (See Pl.’s Br. Supp. Mot. Summ. J. at 11.)  \nWhat then distinguishes this case from Royals and justifies a different result?  Each \ncase is context and fact specific. \n{75} In Royals the deceased minority shareholder (“Glenn”) had a reasonable \nexpectation in receiving fair value for his shares based on a retirement planning \narrangement with the company.  This arrangement was part of the company’s \nsuccession and retirement planning.  Royals, 1999 NCBC 1 ¶ 40.  Glenn originally \nexpected the redemption to occur at a bargain price supplemented by a subsidized \ncompensation.  Id.  However, when the arrangement was modified to eliminate the \ncompensation component, the parties’ expectations changed.  Royals, 137 N.C. App. \nat 707, 529 S.E.2d at 519.  Glenn then expected to have his shares in the company \nredeemed at fair value rather than at a bargain price.  Id.  \n{76} This Court and the North Carolina Court of Appeals found an expectation \nand therefore a right of redemption in Royals.  That right arose from a history of \nretiring employees and shareholders selling their stock to fund their retirement in a \nbusiness with just a handful of shareholders, all of whom worked in the business.20  \nNo such history of succession is present in this case. \n{77} Particular facts concerning the business also are significant.  For example, \nup until Glenn’s death all shares were owned by individuals who worked actively in \nthe company and the business had been run like a partnership.  Glenn had devoted \nmost of his adult life to the business and had worked closely with management and \nhis son Buck, the majority shareholder.21  Mrs. Simmons, on the other hand, never \nworked for any of the Defendant Corporations and never worked closely with their \nmanagement or majority shareholder.   \n{78} In addition, the company in Royals only had a handful of shareholders,22 \nwhereas the Defendant Corporations had twenty-five to eight-one shareholders.  \nThe number and composition of the non-complaining shareholders are important \nconsiderations.  But see supra ¶ 50.  The Defendant Corporations in this case each \nhad a large number of shareholders.  There could be a wide variance in interests \namong the shareholders—some might welc ome a prorated buyback while others \nmight find it financially disadvantageous.   \n{79} There also were significant elements of oppression present in Royals.  A \nsingle majority shareholder controlled the business.  That shareholder knew about \nhis father’s financial needs and took steps to adversely affect his father’s financial \ncondition by terminating his father’s retirement consulting arrangement and by \nmaking a less than book value offer for his father’s stock.  He excluded the trustee \nof his father’s estate (who represented thirty-nine percent of the shares) from any \ninvolvement in management.  He also withheld information about the company and \nbarred the trustee from the premises.  This behavior raises two concerns articulated \n                                                 \n20 For example, when Short’s father retired from the business, he sold his shares to his son to fund \nhis retirement.  Then when Short retired from the business, he sold the majority of his shares to \nBuck to fund his retirement. \n21 Glenn, Buck, Short, and Short’s father worked closely together over the years and knew each of \ntheir respective financial resources and plans. \n22 Of the 990 shares outstanding, the complaining minority shareholders owned 434 shares, Buck \nowned 506 shares, Short owned 1 share, and an employee named Steve Coe owned 49 shares.  \nRoyals, 1999 NCBC 1 ¶¶ 7, 9. \nin Meiselman: acrimonious relationships in small family-owned businesses and the \nloss of a clear expectation of employment, compensation, and benefits based upon \ndecades of involvement in the business.  None of these concerns are found in this \ncase.  See discussion supra Part VI.A.1. \nC. \nFUTURE CLAIMS \n{80} The Court also has considered the possibility of future redemption claims.  \nAre the Defendant Corporations under a duty to offer to purchase similar amounts \nof stock from other shareholders or just to buy Mrs. Simmons’s shares?  While the \nDefendant Corporations may be able to afford such a redemption plan from a cash \nstandpoint now, it would not be practical for them to agree on a redemption plan \nthat did not take into account the future financial situation of the companies.   \n{81} The Bank argues that the Defendant Corporations can protect themselves \nfrom future redemption claims by disavowing any intention to redeem stock of any \nother shareholder in the future, thus eliminating a reasonable expectation on the \npart of other shareholders.  However, under that scenario, Mrs. Simmons’s estate \nwould receive a benefit no other shareholder receives.  The Court doubts that a \ncurrent disavowal will deter the estate of any other shareholder from suing if a \nright to redemption is recognized in this case. \n \nVII. \nCONCLUSION \n{82} The Court concludes that Plaintiff is not entitled to involuntary dissolution \nof any of the Defendant Corporations under section 55-14-30(2)(ii).  Mrs. Simmons \ndid not possess an enforceable right or interest based upon a reasonable expectation \n(shared by all shareholders) that her ownership in the Defendant Corporations \nwould be redeemed at fair value upon her death.  Because the Court has found no \nenforceable right or interest, it need not address the alternative relief provided for \nunder section 55-14-30.  If an issue arises in the future with respect to the payment \nof dividends, those rights can be protected under other statutes and equitable \nprinciples. \n{83} Therefore, based on the foregoing, it is hereby ORDERED, ADJUDGED, \nand DECREED that Defendants’ Motion for Summary Judgment is GRANTED and \nPlaintiff’s Motion for Summary Judgment is DENIED. \nSO ORDERED, this 22nd day of June, 2010. \n \n  \nTable 2:  Dividend History for Elizabeth M. Simmons \n \nSapona Acme-McCrary Randolph Oil\nYear \nDividends \nPer Share \nTotal \nDividends \nDividends \nPer Share \nTotal \nDividends \nDividends \nPer Share \nTotal \nDividends \n1997 $2.70 $56,565.00 $1.75 $25,285.75 N/A N/A \n1998 $2.70 $56,565.00 $1.75 $25,285.75 N/A N/A \n1999 $2.70 $56,565.00 $1.40 $20,228.60 $5.00 $4,075.00 \n2000 $2.70 $56,565.00 None $0.00 $5.00 $4,075.00 \n2001 $2.70 $56,565.00 None $0.00 $5.00 $4,075.00 \n2002 $2.55 $53,422.50 None $0.00 $4.00 $3,260.00 \n2003 $2.70 $56,565.00 None $0.00 $3.00 $2,445.00 \n2004 $2.70 $56,565.00 $0.25 $3,612.25 $3.00 $2,445.00 \n2005 $2.70 $56,565.00 $0.75 $10,836.75 $3.00 $2,445.00 \n2006 $2.70 $56,565.00 $1.00 $14,449.00 $3.00 $2,445.00 \n2007 $2.75 $57,612.50 $1.00 $14,449.00 $3.00 $2,445.00 \n2008 $3.60 $75,420.00 $1.40 $20,228.60 $3.00 $2,445.00 \n \nSapona Aff. ¶ 7; Acme-McCrary Aff. ¶ 7; Randolph Oil Aff. ¶ 6; Sapona Report at 4; \nAcme-McCrary Report at 4; Randolph Oil Report at 4. \n "
}