{
  "id": "4cbc06e6e0adda7fefdd964c2286d8d992b087f5898b803465a51d1e4e43138c",
  "source_file": "data/raw/ncbc/4cbc06e6e0adda7fefdd964c2286d8d992b087f5898b803465a51d1e4e43138c.pdf",
  "raw_text": "STATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF PITT 21 CVS 0052 \n \n \nCOLUMBUS LIFE INSURANCE \nCOMPANY, \n \nORDER AND OPINION ON MOTIONS \nTO DISMISS  \n Plaintiff, \n v.  \n \nWELLS FARGO BANK, N .A., as \nsecurities intermediary, and  LSH, \nCO. \n  \nDefendants. \n \n \nTHIS MATTER is  before the Court on Defendant Wells Fargo Bank, N .A.’s \nMotion to Dismiss (ECF No. 8) pursuant to Rule 12(b)(6) of the North Carolina Rules \nof Civil Procedure and Defendant LSH , Co.’s Motion to Dismiss ( ECF No. 32 ) \npursuant to Rules 12(b)(2) and 12(b)(6).   \nTHE COURT, having considered the Motions to Dismiss, the parties’ briefs, \nthe arguments of counsel , and other appropriate matters of record, CONCLUDES \nthat the Motions to Dismiss should be GRANTED, in part, and DENIED, in part, for \nthe reasons set forth below.  \nCozen O’Connor by Tracy L. Eggleston and by Michael J. Broadbent for \nPlaintiff Columbus Life Insurance Company. \n  \nK&L Gates LLP by Zachary S. Buckheit, Matthew T. Houston, and A. \nLee Hogewood III and Schulte Roth & Zabel, LLP by Harry S. Davis and \nRobert E. Griffin for Defendants Wells Fargo Bank, N.A. and LSH, Co. \n \nDavis, Judge.  \nColumbus Life Ins. Co. v. Wells Fargo Bank, N.A., 2021 NCBC 52. \nINTRODUCTION \n1. Under longstanding North Carolina law, a life insurance policy that is \ntaken out by one who lacks an insurable interest in the life of the insured is void as \nagainst public policy in that it constitutes an illegal wager on a human life.  In 1995, \nthe North Carolina General Assembly enacted a statute that requires life insurance \npolicies delivered in this State to contain a provision stating that the insurer cannot \ncontest the validity of the policy more than two years after it has been “in force” —\nother than on the basis of nonpayment of premiums.  See N.C.G.S. § 58-58-22(2).  The \nkey question currently before the Court —an issue of first impression in North \nCarolina—is whether this  statute serves to preclude an insurance company from \nseeking to terminate a policy issued more than two years earlier on the ground that \nit is void as an illegal wagering contract.   \nFACTUAL AND PROCEDURAL BACKGROUND \n2.  The Court does not make findings of fact on motions to dismiss under \nRule 12(b)(6)  and instead recites those facts contained  in the Complaint and in \ndocuments attached to the Complaint, or referred to therein, that are relevant to the \nCourt’s determination of the m otions.  See, e.g.,  Concrete Serv. Corp. v. Inv’rs Grp., \nInc., 79 N.C. App. 678, 681 ( 1986); Window World of Baton Rouge, LLC v. Window \nWorld, Inc., 2017 NCBC LEXIS 60, at *11 (N.C. Super. Ct. July 12, 2017). \n3. In February 2005, insurance broker Wesley Chesson submitted an \napplication to Plaintiff Columbus Life Insurance Company (“Columbus Li fe”) for a \nlife insurance policy on behalf of Dr. Earl Trevathan, Jr.  The application, which was \npurportedly executed by Dr. Trevathan in Greenville, North Carolina , sought a $1 \nmillion policy with a $1 million rider, naming Dr. Trevathan as the initial owner and \nDr. Trevathan’s estate as the initial beneficiary.   (Id. at ¶¶ 20–21.)  The application \nalso contained a representation that the proposed policy’s benefits would be used for \n“Personal and Family Protection.”  ( Id. at ¶ 22.)  On March 9, 2005, Columbus Life \nissued the life insurance policy to Dr. Trevathan.  (“Policy,” ECF No. 3.1.)  He was 81 \nyears old at the time.1  (Id. at p. 4.)   \n4. The Policy contains  the following language  that is pertinent to the \npresent motions: “[Columb us Life] will not contest this policy to the extent of the \ninitial Specified Amount after it has been in effect during the Insured’s lifetime for \ntwo years from the Policy Date.”  (ECF No. 3.1, at p. 21.)  This language was required \nby statute to be included in the Policy.  See N.C.G.S. § 58-58-22(2).   \n5. On March 31, 2005, Chesson transmitted a check in the amount of the \nPolicy’s first premium payment ($94,190.16) to Columbus Life, drawn on the account \nof an entity named E&W, LLC (“E&W”).  (ECF No. 3, at ¶ 24.)   \n6. Unbeknownst to Columbus Life at the time the Policy was issued in \n2005: (a) Dr. Trevathan was not in the market for life insurance  and was not in a \nfinancial position to afford premiums on a $2 million life insurance policy (Id. at ¶ 18); \n(b) Chesson had explained to Dr. Trevathan that a large policy could be procured on \nhis life at no cost to him and that the policy would be sold to an investor (Id.); (c) Dr. \n \n1 As of the date the complaint in this action was filed, Dr. Trevathan was still alive and was \n97 years old.  (ECF No. 3, at ¶ 18.)    \n \nTrevathan only allowed the Policy to be procured becaus e he would not be paying \npremiums and because the Policy was to be sold to an investor ( Id.); (d) the entity \nthat paid the premiums on the Policy, E&W, did so through a non-recourse premium \nfinance loan to Dr. Trevathan (Id. at ¶ 27); (e) under the terms of the loan from E&W, \nDr. Trevathan was under no obligation to pay premiums  on the Policy  (Id.); and (f) \npursuant to the terms of the loan, Dr. Trevathan gave an immediate collateral \nassignment of the Policy to E&W (Id.).   \n7. On or a bout February 12, 2007, Colum bus Life received written \nnotification from Chesson’s office that E&W’s collateral assignment had been  \nreleased effective February 8, 2007.  ( Id. at ¶ 29.)  In June 2007, Columbus Life \nreceived a written request to change the Policy’s owner and beneficiary to Church \nStreet Nominees Limited.  ( Id. at ¶ 30.)  In June 2012, ownership of the Policy was \nonce again changed—this time to Defendant Wells Fargo Bank, N.A. (“Wells Fargo”), \nas securities intermediary for the owner of the Policy, Defendant LSH, Co.  (“LSH”).  \n(Id. at ¶¶ 31–32.)  \n8. Having subsequently discovered the above-described circumstances \nunder which the Policy  was originally procured, Columbus Life now seeks a \ndeclaratory ruling from this Court that the policy was void ab initio 2 as the product \nof a “stranger-originated life insurance ” (“STOLI”) scheme. 3  ( Id. at ¶¶ 30, 33.)  \n \n2 “Ab initio” means “from the beginning.”  BLACK’S LAW DICTIONARY (11th ed. 2019).   \n3 Under a STOLI scheme, STOLI promoters “pay all of the premiums for a policy—at no cost \nto the insured and with no risk to the insured—for the first two years of coverage, which [is] \nmeant to coincide with the typical two -year contestability provision in a life insurance \ncontract.” (E CF No. 3, at ¶ 14.)  “In turn, the STOLI promoter receives an immediate \ncollateral assignment of the policy.  At the end of the two-year period, the insured can simply \nColumbus Life contends the Policy lacked an insurable interest from its inception as \nit was merely an impermissible wager on Dr. Trevathan’s life  and therefore void ab \ninitio.  (Id. at ¶ 33.)  Wells Fargo and LSH, not surprisingly, disagree.  (Id. at ¶ 35.) \n9. Columbus Life originally initiated a lawsuit against Wells Fargo \nasserting the invalidity of the Policy in the Unite d States District Court for the \nEastern District of North Carolina on May 4, 2020  (the “Federal Action”), seeking a \ndeclaration as to whether the Policy is valid under North Carolina law.  On December \n8, 2020, United States District Judge Richard E. Myers II entered an order declining \nto rule on Wells Fargo’s motion to dismiss the action, stating that because the parties’ \narguments raised unsettled issues of North Carolina state law, the dispute should be \nadjudicated in the courts of North Carolin a rather than by a federal court .  See \nColumbus Life Ins. Co. v. Wells Fargo Bank, N.A., 2020 U.S. Dist. LEXIS 231313, at \n*17 (E.D.N.C. Dec. 8, 2020).   \n10. Specifically, Judge Myers stated his belief that North Carolina’s courts \nshould have the opportunity to determine the interplay between (1) the North \nCarolina General Assembly ’s 1995 enactment of N.C.G.S. § 58 -58-22(2), which \nrequires life insurance policies to include a provision precluding insurers from \ncontesting the validity of the policy more than two years after the policy has been in \nforce, except in the case of non-payment of premiums; and (2) the decision of the North \n \nwalk away from the transaction by ‘relinquishing’ the policy to the STOLI promoter, or s ell \nthe policy to a different STOLI investor.”  ( Id. at ¶ 15.)  “[T]he initial intent of such \ntransactions is to create policies that are not needed to protect the insured or their family or \nfor any legitimate life insurance purpose, but instead are used as a wagering device so that \nstrangers can gamble on the insured’s life.”  (Id.)   \nCarolina Supreme Court in Wharton v. Home Sec. Life Ins. Co., 206 N.C. 254 (1934), \nwhich held that  the presence of an incontestability clause in a life insurance policy \ndid not bar a challenge to the policy by the insurer beyond the stated incontestability \nperiod based on the lack of an insurable interest.  Accordingly, Judge Myers dismissed \nthe Federal Action without  prejudice to Columbus  Life’s right to refile the case in \nstate court.  Columbus Life, 2020 U.S. Dist. LEXIS 231313, at *18.   \n11.   On January 7, 2021, Columbus Life  initiated th e present  action by \nfiling a complaint in Pitt County Superior Court.  The Complaint contains two related \ncauses of action: (1) a claim seeking a declaratory judgment from this Court that the \nPolicy is an illegal wagering contract on a human life; and (2) a claim seeking a \ndeclaratory judgment from this Court that the policy is void ab  initio for lack of an \ninsurable interest.  On  March 5, 2021, this case was designated as a  mandatory \ncomplex business case and assigned to the Honorable Gregory P. McGuire.   \n12. Wells Fargo filed a Motion seeking dismissal of this action pursuant to \nRule 12(b)(6) on March 15, 2021. (ECF No. 8.)   \n13. On April 26, 2021, LSH  filed a Motion seeking dismissal of all claims \nagainst it under Rule s 12(b)(2) and ( 6). (ECF No. 32 .)  LSH also  submitted the \naffidavit of Irina Danaila Gladek in support of its motion based on Rule 12(b)(2). \n14. This matter was reassigned to the undersigned  on July 1, 2021.   \n(Reassign. Ord., ECF No. 43.)  A hearing on the pending motions was held o n July \n21, 2021.  The Motions to Dismiss are now ripe for resolution. \n  \nSTANDARD OF REVIEW \nA. Rule 12(b)(6) \n15. A motion to dismiss pursuant to Rule 12(b)(6) “tests the legal sufficiency \nof the complaint. ”  Concrete Serv. Corp. v. Investors Group, Inc. , 79 N.C. App. 678, \n681 (1986).  The Court’s inquiry is “whether, as a matter of law, the allegations of the \ncomplaint, treated as true are sufficient to state a claim upon which relief may be \ngranted under some legal theory, whether properly labeled or not.”  Harris v. NCNB \nNat’l Bank , 85 N.C. App. 669, 670 (1987).  In deciding a Rule 12(b)(6) motion to \ndismiss, the court construes the complaint liberally and accepts all well -pleaded \nfactual allegations as true.  Laster v. Francis, 199 N.C. App. 572, 577 (2009); Krawiec \nv. Manly, 370 N.C. 602, 606 (2018).   The Court, however, is not required “ to accept \nas true allegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.” Good Hope Hosp., Inc. v. N.C. Dep ’t of Health & Human \nServs., 174 N.C. App. 266, 274 (2005) (citation omitted). \n16. Furthermore, the Court “can reject allegations that are contradicted by \nthe documents attached, specifically referred to, or incorporated by reference in the \ncomplaint.” Moch v. A.M. Pappas & Assocs., LLC , 251 N.C. App. 198, 206 (2016) \n(citation o mitted).  The Court may consider any such attached or incorporated \ndocuments without converting the Rule 12(b)(6) motion into a motion for summary \njudgment.  Id.  Moreover, the Court “may properly consider documents which are the \nsubject of a plaintiff’ s complaint and to which the complaint specifically refers even \nthough they are presented by the defendant. ”  Oberlin Capital, L.P. v. Slavin , 147 \nN.C. App. 52, 60 (2001) (citation omitted); see also Window World, 2017 NCBC LEXIS \n60, at *11.   \n17.  “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff ’s claim; \n(2) the complaint on its face reveals the absence of facts s ufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’ s \nclaim.’ ”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood \nv. Guilford Cty., 355 N.C. 161, 166 (2002)).   \nB. Rule 12(b)(2)   \n18. When a defendant moves to dismiss a complaint under Rule 12(b)(2) for \nlack of personal jurisdiction, the plaintiff carries the burden of establishing that the \ntrial court possesses personal jurisdiction over the defendant. See Bauer v. Douglas \nAquatics, Inc., 207 N.C. App. 65, 68 (2010). \n19. “The standard of review to be applied by a trial court in deciding a \nmotion under Rule 12(b)(2) depends upon the procedural context confronting the \ncourt.”  Banc of Am. Sec. LLC v. Evergreen Int’l Aviation, Inc., 169 N.C. App. 690, 693 \n(2005).  If the trial court considers affidavits and other documentary evidence \nsubmitted by the parties in connection with the Rule 12(b)(2) motion and also holds \na hearing on the motion, the court act s as a fact-finder and determines whether the \nplaintiff has established personal jurisdiction by a preponderance of the evidence.  \nSee Deer Corp. v. Carter, 177 N.C. App. 314, 322 (2006).  \n20. “Once a defendant submits an affidavit or evidence challenging personal \njurisdiction, unverified allegations in a complaint conflicting with that evidence may \nno longer be taken as true,” although “allegations in [the] complaint uncontroverted \nby [the evidence] are still taken as true. ”  Weisman v. Blue Mt. Organics Distri b., \nLLC, 2014 NCBC LEXIS 41, at *2 (N.C. Super. Ct. Sept. 5, 2014) (citing Banc of Am. \nSec., 169 N.C. App. at 693–94). \nANALYSIS \nA. Wells Fargo’s Motion to Dismiss \n21. Wells Fargo’s sole argument is that the Court should dismiss this action \npursuant to Rule 12(b)( 6) because North Carolina’s incontestability statute —\nN.C.G.S. § 58 -58-22(2)—prohibits Columbus Life from now challenging the validity \nof the Policy, which was issued in 2005. 4  In support of this argument, Wells Fargo \ncontends that this Court (a) is no longer bound by our Supreme Court’s decision in \nWharton because that case was abrogated by North Carolina’s subsequently enacted \nincontestability statute; and (b) should reject the reasoning of decisions from other \njurisdictions that have declared STOLI policies to be invalid even when their validity \nwas not challenged until after the applicable incontestability period had expired.  \n22. In response, Columbus Life  argues that ( a) life insurance policies \nprocured without an insurable int erest are void ab initio in North Carolina; and (b) \nsuch policies may be contested based on a lack of insurable interest at any time \nbecause incontestability clauses do not apply to a policy that is void from inception. \n \n4 LSH’s Motion contains this identical argument based on Rule 12(b)(6)  in addition to its \njurisdiction-based argument under Rule 12(b)(2).  (ECF No. 32.)   \n23. Wells Fargo acknowledges, as it must, that all of Columbus Life’s \nallegations in the Complaint must be taken as true for purposes of Rule 12(b)(6) such \nthat the Court is required to assume that the Policy actually was a STOLI policy from \nits inception.  Moreover, although Wells Fargo has forecast that it intends to argue \nat the summary judgment stage that an insurable interest did , in fact, exist at the \ntime the Policy was issued, it is not advancing such an argument at the present time. \n24. At the outset, the Court observes that the issue of whether a statutorily \nmandated incontestability clause contained in a STOLI policy limits an insurer ’s \nability to contest the validity of the policy on that ground is one of first impression in \nNorth Carolina.  \n25. As discussed in the parties’ briefs, there is currently a split of authority \nfrom other jurisdictions as to whether challenges to the validity of life insurance \npolicies based on the absence of an insurable interest may be made  beyond the \napplicable incontestability period.  Some courts have allowed such challenges  by an \ninsurer.  See, e.g., Sun Life Assurance Co. of Canada v. Wells Fargo Bank, N.A. , 208 \nA.3d 839, 851 (N.J. 2019) (concluding that “STOLI policies run afoul of New Jersey’s \ninsurable inter est requirement” and holding that insurers may seek to void such \npolicies even after the incontestability period has run); PHL Variable Insurance Co. \nv. Price Dawe 2006 Insurance Trust , 28 A.3d 1059, 1065 (Del. 2011) ( “[A] life \ninsurance policy lacking an insurable interest is void as against public policy and \nthus never comes into force, making the incontestability provision inapplicable.” ); \nCarton v. B&B Equities Group, LLC, 827 F.Supp.2d 1235, 1245 (D. Nev. 2011) \n(“Because the Policies were void ab initio [for lack of insurable interest], the Policies \nwere never truly in existence.”).   \n26. Other courts have rejected attempts by insurers to challenge the validity \nof the policy on this ground once the in contestability period has run.  See, e.g., PHL \nVariables Ins. Co. v. Bank of Utah , 780 F.3d 863, 871 (8th Cir. 2015) (holding that \ninsurance policy could not be challenged as void ab initio  for lack of an insurable \ninterest beyond the two year in contestability period  because “[t]o declare that a \nfacially valid policy on which [the insurer] collected substantial premiums for over \nfour years was never ‘in force’ [due to a lack of an insurable interest] is simply a \nfiction”); Sun Life Assur. Co. v. Wilmington Trust Co., 2017 U.S. Dist. LEXIS 35785, \nat *8 (D. Utah Mar. 13, 2017) (“To invalidate policies [for lack of insurable interest] \nlong after the period of incontestability would give an insurance company a perverse \nincentive to reap windfalls by not challenging suspect policies  up front so that the \ncompany may collect premiums indefinitely, and only later, after risks are fully \nquantified, allege illegality.”); Wells Fargo Bank, Nat’l Ass’n v. Pruco Life Ins. Co. , \n200 So. 3d 1202, 1207 (Fla. 2016) (holding that, under Florida law, an insurer cannot \n“challenge the validity of a life insurance policy after the two -year incontestability \nperiod . . . because of its creation through a STOLI scheme”).  \n27. Our Supreme Court has long deemed life insurance policies lacking an \ninsurable interest to be invalid wagering contracts  that are void as  against public \npolicy.  See Crump v. Southern-Dixie Life Ins. Co., 204 N.C. 439, 440 (1933) (“A policy \nof insurance on the life of another issued to the beneficiary, who has no insurable \ninterest in the life insured, is void, as against good morals and sound public policy, \nwhere the premiums are paid by the beneficiary.”); Hardy v. Aetna Life Ins. Co., 152 \nN.C. 286, 288 –89 (1910) (holding that a valid life insurance policy must have “an \ninsurable interest at the time the contract is entered into” and may later be assigned \nto one not having an insurable interest “provided this assignment is in good faith, \nand not a mere cloak or cover for a wagering transaction”);  Hinton v. Insurance Co., \n135 N.C. 314, 324– 27 (1904) (stating that a life insurance policy would be void if \nproven that it was taken out by way of an agreement with a third party with no \ninsurable interest pursuant to which the policy would be “immediately assigned” to \nthe third party “who was to pay the admission fee and all of the premiums”); Trinity \nCollege v. Travelers’ Ins. Co. , 113 N.C. 244, 248 (1893) (holding that life insurance \ncontracts without an insurable interest “become[ ] what the law denominates a \nwagering contract” and “all such contracts must be declared illegal and void, no \nmatter what good object the parties may really have in view”); Burbage v. Windley, \n108 N.C. 357, 361–62 (1891) (ruling that a life insurance policy procured without an \ninsurable interest is against public policy as “simply a wager” and “a mere gambling \nspeculation” on a human life) ; see also Allgood v. Wilmington Sav. & Trust Co. , 242 \nN.C. 506, 513–14 (1955) (acknowledging that a policy procured without an insurable \ninterest is an illegal wagering policy).  \n28. The North Carolina Supreme Court has held that a void contract is “no \ncontract at all; it binds no one and is a mere nullity.”  Bryan Builders Supply v. \nMidyette, 274 N.C. 264, 270 (1968).  When a contract is executed in violation of public \npolicy, it will be deemed “void ab initio ” and “unenforceable.” Khwaja v. Khan, 239 \nN.C. App. 87, 92 (2015).   \n29. In Wharton, our Supreme Court held that a life insurance policy lacking \nan insurable interest and containing an incontestability clause drafted by the parties \nwas void ab initio and that the insurer was permitted to challenge the policy’s validity \nbeyond the incontestability period.  206 N.C. at 256–57.   \n30. Wharton was an action brought by  the plaintiff beneficiary of a life \ninsurance policy to recover an amount due  on the policy.  The Supreme Court held \nthat both the original beneficiary and the substituted beneficiary (plaintiff) of the \npolicy lack ed an insurable interest in the life of the in sured.  Id. at  256.  After \nacknowledging the well-settled law in North Carolina that a person cannot take out \na “valid and enforceable” life insurance policy without an insurable interest in the life \nof the insured,  the Court proceeded to address the plaintiff’s contention that this \nprinciple was inapplicable because of the parties’ inclusion of an incontestability \nclause in the insurance contract.  Id. at 256–57.    \nThis contention cannot be sustained.  The parties to a \ncontract which is void because in contravention of well \nsettled public policy, cannot bind themselves by such \ncontract, and thus deprive the courts of the power to \nenforce the public policy of the State by their judgments.   \nIn Bromley v. Ins. Co. (Ky.), 122 Ky. 402, 9 2 S.W. 17, 5 L. \nR. A. N. S., 747, it is well said: ‘It is also insisted for the \nplaintiff that as the policies contain a clause to the effect \nthat they are incontestable after one year, the company \ncannot rely upon this defense.  But the incontestable clause \nis no less a part of the contract than any other provision of \nit.  If the contract is against public policy, the Court will \nnot lend its aid to its enforcement.  The defense need not \nbe pleaded.  If at any time it appears in the process of the \naction that the cont ract sued upon is one which the law \nforbids, the Court will refuse relief.’   \n \nId. (emphasis added).  Therefore, the Court concluded that “there was error in the \nrefusal of the trial court to dismiss the action [.]”  Id.  Our Supreme Court has never \noverruled Wharton, and , accordingly, it remains a binding precedent upon this \nCourt.5 \n31. Approximately sixty years after Wharton was decided, the North \nCarolina General Assembly enacted N.C.G.S.  § 58-58-22(2), which  provides in \nrelevant part as follows:  \nNo policy of individual life insurance shall be delivered in \nthis State unless it contains the following provisions, or \nprovisions that in the Commissioner’s opinion are more \nfavorable to the person insured:  \n. . .  \n(2) Incontestability. – A provision that the validity of the \npolicy shall not be contested, except for nonpayment of \npremium, once it has been in force for two years after \nits date of issue; and that no statement made by any \nperson insured under the policy abo ut that person’s \ninsurability shall be used during the person’s lifetime to \n \n5 Wells Fargo argues that other North Carolina cases, particularly Chavis v. Southern Life \nInsurance Co., 318 N.C. 259 (1986), “introduce[ ] ambiguity” into the pre-1995 North Carolina \ncommon law because of their reiteration of the general rule that policies containing an \nincontestability clause cannot be challenged on any ground other than those specifically \nallowed by the clause itself.  (ECF No. 9, at p. 15; ECF No. 26, at pp. 6– 7; citing to Chavis, \n318 N.C. at 262 (1986); Mills v. Metro. Life Ins. Co. , 210 N.C. 439, 441 (1936); Mauney v. \nMetro. Life Ins. Co., 209 N.C. 499, 503 (1936).)  However, a key difference between the cases \ncited by Wells Fargo and Wharton is that none of those cases address a challenge to a policy \nbased on the lack of an insurable interest.  See Chavis, 318 N.C. at 261 (addressing challenge \nto validity of policy due to “fraudulent and material misrepresentations of fact” in the \napplication for reinstatement);  Mills, 210 N.C. at 441 (addressing whether an \nincontestability clause precluded a challenge that the original claim for disability benefits \n“was grounded on false and fraudulent statements”); Mauney, 209 N.C. at 502 (addressing \nchallenge to validity of policy due to “fraudulent statements as to the condition of the health \nof the plaintiff” that were made in his application for insurance).  Accordingly, the Court is \nnot persuaded that these cases cited by Wells Fargo create any ambiguity as to the continuing \nprecedential effect of Wharton.   \ncontest the validity of the policy after the insurance has \nbeen in force for two years.  \n \nN.C.G.S. § 58-58-22(2).  Wells Fargo contends that the enactment of this law reflects \na declaration of public policy by our legislature that even challenges to the validity of \na life insurance policy on the ground that it is void for lack of an insurable interest \nmust be made within two years of the date the policy was issued. \n32. As discussed abov e, this Court  is bound under Rule 12(b)(6) by \nColumbus Life’s allegations in its Complaint  that the Policy lacks an insurable \ninterest.  Wharton holds that such life insurance policies  are void.  As a result, the \nonly remaining question is whether North Ca rolina’s incontestability statute serves \nas a categorical bar to Columbus Life’s attempt to seek invalidation of the Policy given \nthe passage of more than two years since the Policy was originally issued.   \n33. It is axiomatic that our General Assembly is free to declare and change \nNorth Carolina’s public policy  any time it desires to do so.  See In re Philip Morris, \n335 N.C. 227, 230 (1993) (“The general rule in North Carolina is that absent \nconstitutional restraint, questions as to public policy are for legislative \ndetermination.” (internal quotation marks omitted) (citation omitted)).  The Court is \nnot convinced, however, that the mere enactment of the incontestability statute in \n1995 reflects a legislative intent to abrogate the ruling in Wharton.  Unless and until \nour General Assembly change s the public policy of North Carolina, life insurance \npolicies that lack an insurable interest are “wagering contracts” and thus not merely \nvoidable but rather void ab initio—that is, they never take effect.  As a result, taking \nColumbus Life’s allegations in the Complaint as true,  the subject Policy  was never \n“in force” within the meaning of N.C.G.S. § 58-58-22(2).  Thus, although the Policy \ncontained a two-year incontestability clause as was statutorily required, neither that \nclause nor any other provision of the Policy ever became legally operative.  Wharton \nmakes clear that the presence of an incontestability clause in a life insurance policy \nthat is lacking an insurable interest from its inception does not preclude an attack on \nthe policy’s validity even after the expiration of the contestability period.  This result \nremains unchanged even if the incontestability clause is required by statute, where—\nas here—the legislature has not  expressly articulated a change in North Carolina’s \npublic policy regarding the void ab initio status of such policies. \n34. Although this Court is , of course,  not bound  by decisions from other \njurisdictions in ruling on an issue of North Carolina law, it may consider such cases \nthat it deems instructive . See Carolina Power & Light Co. v. Employment Sec.  \nComm’n of N.C. , 363 N.C. 562, 569 (2009).  The Court finds several decisions from \nother courts addressing this same issue to be well-reasoned.  \n35. In Sun Life, the Supreme Court of New Jersey addressed the issue of \nwhether the issuing insurer of a STOLI policy that  included a statutorily required \ntwo-year incontestability clause could challenge the policy as void ab initio for lack of \nan insurable interest  in a n action brought more than two years after the policy’s \nissuance.  208 A.3d at 841.  Initially, the court stated that “it has generally been held \nthat an insurance policy violative of public policy or good morals cannot be enforced \nsimply because the incontestability period has run.”  Id. at 846 (quoting Tulipano v. \nU.S. Life Ins. Co., 154 A.2d 645, 650 (N.J. Super. Ct. Oct. 7, 1959)).  Based on its \nreview of similar cases from other jurisdictions, the court recognized that  \n[a] majority of courts have held  that the lack of an \ninsurable interest can be asserted as a defense even after \na policy has become incontestable.  See, e.g., [ ] Price Dawe \n[ ], 28 A.3d [ ] at 1067–68 [ ]; Beard v. Am. Agency Life Ins. \nCo., [ ] 550 A.2d 677, 691 (Md. 1988); see also 17 COUCH ON \nINSURANCE § 240:82 ( “The majority of jurisdictions follow \nthe view that an incontestable clause does not prohibit \ninsurers from resisting payment on the ground that the \npolicy was issued to one having no insurable interest -- \nsuch a defense may be  raised despite the fact that the \nperiod of contestability has expired.”); 8 NEW APPLEMAN ON \nINSURANCE LAW LIBRARY EDITION § 83.09 (2018) ( “Nearly \nevery jurisdiction that has addressed the issue holds that \na policy lacking an insurable interest is void and  is not \nrendered valid by an incontestability provision.”). \n \nSun Life, 208 A.3d at 846.  Accordingly, the court held that  \n \nan incontestability provision does not bar a challenge to a \nSTOLI policy.  As discussed earlier, insurance contracts \nthat are contrary to public policy cannot be enforced \ndespite an incontestability clause.   If a policy never came \ninto effect, neither did its incontestability clause; the \nclause thus cannot stand in the way of a claim that the \npolicy violated public policy because it lacked an insurable \ninterest.   \n \nId. at 851 (cleaned up).   \n \n36. In Price Dawe, the Supreme Court of Delaware similarly considered \n“whether an insurer may claim that a life insurance policy never came into existence, \non the basis of a lack of insurable int erest, where the challenge occurs after the \ninsurance contract’s mandatory contestability period expires.”  28 A.3d at 1064.  In \nits analysis, the court stated as follows:  \n[t]he defendant [s] . . . argue that the plain language of \nsection 2917 makes clear that an incontestability clause \nprecludes any challenge to the enforceability of a life \ninsurance contract after the two-year contestability period \nexpires.  This argument ignores the fact that the Delaware \nGeneral Assembly chose to implement its goals thr ough a \nmandatory contractual term, as distinguished from a direct \nban on challenges to policy validity after a certain time.  \nThis creates an ambiguity in section 2917  on the meaning \nof the word “ validity.”  We read the statute to be entirely \nsubject to Delaware ’s existing law of contract formation.  \nPut simply, under the Delaware statute, the \nincontestability provision should be treated like any other \ncontract term.   That reading is supported by the plain \nlanguage of [Delaware’s incontestability statute] , which \nstates that \"[t]here shall be a provision that the policy shall \nbe incontestable after it has been in force during the \nlifetime of the insured for a period of not more than 2 \nyears.”  These words accordingly make the incontestability \nperiod directly contingent on the formation of a valid \ncontract.  That is the view of the majority of state courts \nthat have considered this question.   \n \nId. at 1066–67.  Furthermore, the court acknowledged that  \n \n[u]nder Delaware common law, if  a life insurance policy \nlacks an insurable interest at inception, it is void ab initio  \nbecause it violates Delaware ’s clear public policy against \nwagering.  It follows, therefore, that if no insurance policy \never legally came into effect, then neither did  any of its \nprovisions, including the statutorily required \nincontestability clause.  The incontestable clause is no less \na part of the contract than any other provision of it.   As a \nresult, the incontestability provision does not bar an \ninsurer from assert ing a claim on the basis of a lack of \ninsurable interest. \n \nId. at 1067 –68 (cleaned up).  As a result , the court concluded that “an insurer can \nchallenge the enforceability of a life insurance contract after the incontestability \nperiod where a lack of insurable interest voids the contract.”  Id. at 1068.   \n37. In the present case, Wells Fargo also contends that the Policy’s own \nlanguage requires a determination that it was in force for more than two years.  In \nmaking this argument, Wells Fargo relies upon the following provision:  \n[t]he policy will not take effect until You receive it and pay \nthe minimum initial premium as described in the \nPayment of Premiums section while the Insured is alive \nand in the same health as indicated in the application.  It \nwill take effect anew on any reinstatement date.  The policy \nwill be “in force” fr om the time it takes effect until in [sic] \nends as described in the Termination section. \n \n(Id. at p. 22 (emphasis in original).)  Based on this provision, Wells Fargo argues that \nthe Policy has been “in force” since the payment of the initial premium.  (ECF No. 9, \nat p. 18.)  However, Wells Fargo has cited no legal authority—and the Court is aware \nof none —providing that parties may stipulate to the legal validity of  contracts in \nviolation of public policy. \n38. Finally, Wells Fargo strenuously argues that the denial of its Motion to \nDismiss will incentivize insurance companies to engage in unscrupulous tactics such \nas continuing to accept premiums on known  STOLI policies for as long as possible \nand waiting to challeng e such policies as void in order to maximize t heir receipt of \nsuch premiums.  However, none of the public policy issues raised by Wells Fargo are \nrelevant to the discrete legal question currently before the Court .  Rather, as noted \nabove, the only issue raised by Wells Fargo’s Motion is whether Columbus Life has \nstated a valid claim for relief under Rule 12(b)(6).   \n39. Accordingly, for the reasons stated above, the Court concludes  that \nWells Fargo’s Motion seeking dismissal of the Complaint pursuant to Rule 12(b)(6)  \nshould be DENIED.   \nB. LSH’s Motion to Dismiss \n40.  LSH’s Motion seeks dismissal of the claims against it under both Rule \n12(b)(2) and Rule  12(b)(6).  Its Rule 12(b)(6) motion is predicated on the same \nargument advanced by Wells Fargo and therefore lacks merit.   \n41. In addition, however, LSH seeks dismissal pursuant to Rule 12(b)(2) \nbased on its contention that “[t]he Court lacks both specific and general personal \njurisdiction over LSH where LSH has no contacts with the State of North Carolina \nand is not otherwise subject to the Court’s jurisdiction.”   \n42. North Carolina courts engage in a “ two-step analysis”  to determine \nwhether personal jurisdiction exists over a defendant.  Beem USA Limited-Liability \nLtd. P’ship v. Grax Consulting, LLC , 373 N.C. 297, 302  (2020).  “First, jurisdiction \nover the defendant must be authorized by N.C.G.S. § 1 -75.4—North Carolina’s long-\narm statute.”  Id. at 302.  “Second, if the long -arm statute permits consideration of \nthe action, exercise of jurisdiction must not violate the Due Process Clause of the \nFourteenth Ame ndment to the U.S. Constitution. ”  Id. (citation and internal \nquotation marks omitted). \n43. The Due Process Clause limits the personal jurisdiction of state courts \nby requiring that a defendant “have certain minimum contacts with [the forum state] \nsuch that the maintenance of the suit [in that state] does not offend ‘ traditional \nnotions of fair play and substantial justice. ’”  Int’l Shoe Co. v. Washington, 326 U.S. \n310, 316, 66 S. Ct. 154, 90 L. Ed. 95 (1945) (quoting Milliken v. Meyer, 311 U.S. 457, \n463, 61 S.  Ct. 339, 85 L. Ed. 278 (1940)).   The United States Supreme Court has \nrecognized two types of personal jurisdiction in its decisions addressing the minimum \ncontacts requirement: general jurisdiction and specific jurisdiction.  Goodyear Dunlop \nTires Operations, S.A. v. Brown, 564 U.S. 915, 919, 131 S. Ct. 2846, 180 L. Ed. 2d 796 \n(2011); Beem, 373 N.C. at 303.   \n44. General jurisdiction exists when the defendant ’s contacts “are so \n‘continuous and systematic’ as to render [it] essentially at home in the forum [s]tate.” \nGoodyear, 564 U.S. at 919 (quoting Int’l Shoe, 326 U.S. at 317).  A court with general \njurisdiction can adjudicate “any and all claims against ” the defendant.  Daimler AG \nv. Bauman, 571 U.S. 117, 137, 134 S. Ct. 746, 187 L. Ed. 2d 624 (2014) .  Unlike \ngeneral jurisdiction, specific jurisdiction “focuses on the relationship among the \ndefendant, the forum, and the litigation.”  Walden v. Fiore, 571 U.S. 277, 284, 134 S. \nCt. 1115, 188 L. Ed. 2d 12 (2014) (citation and internal quotation marks omitted).  As \na result, specific jurisdiction requires some connection between the forum state and \nthe underlying action such that “ the suit arises out of or relates to the defendant ’s \ncontacts with the forum.”  Daimler, 571 U.S. at 127 (alterations, citation, and internal \nquotation marks omitted). \n45. Here, LSH—a “public limited liability company . . . incorporated and \nexisting under the laws of the Grand -Duchy of Luxembourg with its principal place \nof business in Luxembourg” (ECF No. 3, at ¶ 6)—is the down-stream purchaser of the \nPolicy, having been the beneficial owner of the Policy since May 2012 pursuant to an \nagreement with a Florida -based entity which itself acquired the policy from a \nCayman Islands -based entity .  (Gladek Affidavit, ECF No. 33.2, at ¶ 9.)   \nNevertheless, the Policy is technically owned by Wells Fargo as a financial asset in \nan account in which LSH is the entitlement holder , thus making Wells Fargo the  \nbeneficiary of record on the Policy.  (Id.)     \n46. The allegations in the Complaint relating to LSH are sparse.  Paragraph \n8 alleges that LSH purchased the Policy and is the beneficial owner of the Policy , \nwhich is held by Wells Fargo as securities intermediary.  Paragraph 32 asserts that \nLSH is the “real purported owner of the Policy” and is “a Luxembourg  entity whose \nentire business is purchasing life insurance policies on the lives of seniors in the \nUnited States’ secondary/tertiary life settlement market in the hopes of cashing -in \nwhen those seniors pass away.”  (Id. at ¶ 32.)    \n47. Preliminarily, the Court notes that Columbus Life does not argue that \nthis Court has general  personal jurisdiction over LSH .  Instead, i t contends that \njurisdiction exists based on the theory of specific jurisdiction.   \n48. Accordingly, this Court must determine whether jurisdiction is \nauthorized over LSH by North Carolina’s long -arm statute and, if so, whether the \nexercise of personal jurisdi ction over LSH would violate its rights  under the Due \nProcess Clause.   \n49. In an affidavit submitted by LSH , Irina Danaila Gladek , a Director of \nLSH, detailed the extent, or absence thereof, of LSH’s contacts with North Carolina.  \n(See Gladek Affidavit, ECF N o. 33.2, at ¶¶ 3– 8.)  Specifically, Gladek testified that \n(a) LSH is not incorporated in North Carolina and does not have its principal place of \nbusiness in North Carolina, let alone, in any state in the United States ( Id. at ¶ 3); \n(b) LSH has never conducted business in North Carolina  or derived any substantial \nrevenue from business activities in North Carolina (Id. at ¶ 4); (c) LSH neither owns \nreal property in North Carolina, nor does  it maintain any offices or facilities, post \noffice boxes, mail drops, telephone listings, or bank accounts in the State (Id. at ¶ 5); \n(d) none of LSH’s officers, directors, agents, or employees maintain residence or a \nprimary place of business in North Carolina, and none of them are physically located \nin North Carolina  (Id. at ¶ 6); (e) LSH has never commenced any legal action or \nproceeding in North Carolina  and has never been named previously as a defendant \nin any action in North Carolina (Id. at ¶ 7); and (f) LSH has not undertaken any act \nin North Carolina in connection with the events or claims alleged in this lawsuit (Id. \nat ¶ 8).   Columbus Life has provided no evidence contrary to the Gladek Affidavit . \nTherefore, the Court accepts them as true for purposes of the Rule 12(b)(2) motion .   \nSee Deer Corp., 177 N.C. App. at 322. \n50. Nevertheless, Columbus Life asserts that personal jurisdiction exists \nunder two discrete provisions of North Carolina’s long -arm statute—N.C.G.S. §§ 1 -\n75.4(5)(c) and (10)(b).   Pursuant to subsection (5)(c), North Carolina courts have \npersonal jurisdiction in an action which “[a]rises out of a promise, made anywhere to \nthe plaintiff or to some third party for the plaintiff’s benefit, by the defendant to \ndeliver or receive within this State, or to ship from this state goods, documents of \ntitle, or other things of value[.]” N.C.G.S. § 1 -75.4(5)(c).  Here, however, Columbus \nLife has not alleged the existence of any promise made by LSH to Columbus Lif e or \nto a third party for Columbus Life’s benefit.   \n51. Under subsection (10), North Carolina courts have personal jurisdiction  \nin any action which arises out of a contract of \ninsurance . . . made anywhere between the plaintiff or \nsome third party and the defendant and in addition either:  \n \na. The plaintiff was a resident of this State when the event \noccurred out of which the claim arose; or  \nb. The event out of which the claim arose occurred within \nthis State, regardless of where the plaintiff resided.  \n \nN.C.G.S. § 1 -75.4(10).  Here, even assuming LSH’s act s in becoming the beneficial \nowner of the Policy constitute entering into a “contract of insurance ,” the current \naction does not “arise out of” any contract entered into by LSH.  Rather, this action \narises out of the circumstances under which the P olicy was originally issued back in \n2005—well before LSH came into the picture in 2012 as a downstream purchaser.   \n52. Accordingly, the Court finds that neither of Columbus Life’s asserted \ngrounds for personal jurisdiction under North Carolina’s long-arm statute apply.  \n53.  This Court’s determination on this issue is supported by the decision in \nEst. of Daher v. LSH Co. , 2021 U.S. Dist. LEXIS 9409 (D. Del. January 19, 2021) \nwhich addressed a similar fact pattern  involving several of the same parties to the \npresent case. \n54. In Daher, the estate of the insured life on a life insurance policy alleged \nto have been the product of a STOLI scheme sued  the beneficial owner of the policy, \nLSH, and the record owner, Wells Fargo, as securities intermediary, seeking to \nrecover the death benefit that was paid out to LSH.  Id. at *1–10.  LSH filed a motion \nto dismiss for lack of personal jurisdiction.  Id .  The plaintiff argued that personal \njurisdiction existed over LSH under certain provisions of Delaware’s long -arm \nstatute, essentially affording courts in Delaware personal jurisdiction over a \nnonresident who , either personally or through an agent, transact s business in \nDelaware, causes tortious injury in Delaware, or causes tortious injury outside of \nDelaware if the nonresident regularly engages in business  in the state or derives \nsubstantial revenue therein.  Id. at *13.  The court found that the plaintiff had failed \nto demonstrate that jurisdiction existed under these  statutory provisions , \nemphasizing LSH’s lack of presence in Delaware, the fact that “none  of LSH’s \nactivities with respect to the [p]olicy are alleged to have occurred in Delaware,” and \nthat LSH was  merely a “downstream purchaser of certain life insurance policies, \nsome of which are subject to Delaware law.”  Id . at *14–18.  Accordingly, given  the \nplaintiff’s inability to demonstrate jurisdiction under Delaware’s long -arm statute, \nthe court granted LSH’s motion to dismiss for lack of personal jurisdiction.\n6  Id. at \n*20.  \n55. Columbus Life has similarly failed to demonstrate the existence of \npersonal jurisdiction over LSH under North Carolina’s long -arm statute.  \nAccordingly, this Court need not engage in a minimum contacts analysis  under the \n \n6 Although the court found that “it is not necessary . . . to consider whether LSH has minimum \ncontacts with Delaware such that due process is satisfied” due to its ruling that plaintiff had \nfailed to establish jurisdiction under Delaware’s long -arm statute, the court nevertheless \nconcluded that LSH also lack ed minimum contacts with Delaware under the due process \nclause.  Daher, 2021 U.S. Dist. LEXIS 9409, at *18–20.   \ndue process clause.  The Court concludes that LSH’s Motion seeking dismissal of all \nclaims against it pursuant to Rule 12(b)(2) should be GRANTED.   \nCONCLUSION \nTHEREFORE, IT IS ORDERED  that the Motions to Dismiss are \nGRANTED, in part, and DENIED, in part, as follows:   \n1. Wells Fargo’s Motion seeking dismissal of the Complaint pursuant \nto Rule 12(b)(6) is DENIED.   \n2. LSH’s Motion seeking dismissal of all claims against it pursuant to  \nRule 12(b)(2) is GRANTED.   \n3. LSH’s Motion seeking dismissal of the Complaint pursuant to Rule  \n12(b)(6) is DENIED AS MOOT.   \nSO ORDERED, this the 2nd day of September, 2021. \n \n \n       /s/ Mark A. Davis       \n       Mark A. Davis  \n       Special Superior Court Judge for  \n       Complex Business Cases  \n \n  "
}