{
  "id": "4cd82af9b12c833c549d62904a5e12f8e7eac03431c2fe7837ae778f4a57e9b1",
  "source_file": "data/raw/ncbc/4cd82af9b12c833c549d62904a5e12f8e7eac03431c2fe7837ae778f4a57e9b1.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nRANDOLPH COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 1384 \n \nAMERICAN MECHANICAL, INC.,\n \nPlaintiff, \n \nv. \n \nJEFFREY L. BOSTIC, MICHAEL \nHARTNETT and JOSEPH E. BOSTIC, \nJR., \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION DISMISSING \nAPPEAL \n \n \n \n \n{1} THIS MATTER is before the Court upon Defendants Jeffrey L. Bostic and \nMichael Hartnett’s (collectively “Defendants”) Motion to Dismiss Plaintiff’s Appeal \n(the “Motion”) in the above-captioned case.1  Having considered the Motion and the \nbriefs and exhibits filed in support of and in opposition to the Motion, the Court \nhereby GRANTS Defendants’ Motion to Dismiss Plaintiff’s Appeal.2 \nMcKinney & Tallant, P.A. by Zeyland G. McKinney, Jr. for Plaintiff American \nMechanical, Incorporated. \n \nNexsen Pruet, PLLC by David S. Pokela  and Christine L. Myatt for Defendant \nJeffrey L. Bostic. \n                                                 \n1  From a review of the Court file, it appears that the original Summons was issued to Defendant \nJoseph E. Bostic, Jr. in this action on June 4, 2012 but never served.  It further appears that on July \n5, 2012, Plaintiff obtained the issuance of an alias summons to Defendant Joesph E. Bostic, Jr. \nwithin thirty days of the issuance of the original summons as permitted under N.C. R. Civ. P. Rule 4.  \nHowever, it appears that Plaintiff never served the alias summons on Defendant Joseph E. Bostic, \nJr. or obtained a subsequent pluries summons – either within the time specified in Rule 4(d) of the \nNorth Carolina Rules of Civil Procedure or thereafter as contemplated under N.C. R. Civ. P. Rule \n4(e).  Accordingly, by operation of N.C. R. Civ. P. Rule 4(e), this action was discontinued against \nDefendant Joseph E. Bostic, Jr. on October 3, 2012, the date ninety (90) days after the alias \nsummons was issued.  \nSee, e.g., McIntyre v. Austin, 232 N.C. 189, 191, 59 S.E.2d 586, 588 (1950) \n(“The duty is now imposed upon the plaintiff to sue out an alias summons if the original writ failed of \nits purpose or proved ineffectual; and likewise to sue out a pluries summons when the preceding \nwrits have proved ineffectual, or there will be discontinuance of the action.”).  \n \n2  Pursuant to BCR 15.4(a), the Court has, in its discretion, elected not to hold a hearing on the \nMotion and instead decides the Motion based on the papers presented.  See BCR 15.4(a) (“Motions \nshall be considered [on the papers] without hearing or oral argument” absent special circumstances). \nAm. Mech., Inc. v. Bostic, 2014 NCBC 47. \n \n \n \nSmith Moore Leatherwood LLP by D. Erik Albright and Matthew Nis Leerberg \nfor Defendant Michael Hartnett. \n \nBledsoe, Judge. \n{2} Plaintiff filed this action on June 4, 2012 in Randolph County Superior \nCourt alleging claims for constructive fraud against Defendants Melvin Morris and \nJeffrey L. Bostic and for aiding and abetting constructive fraud against Defendants \nTyler Morris, Michael Hartnett and Joseph E. Bostic, Jr.  The case was designated \nas a complex business case on June 28, 2012 and assigned to this Court (Murphy, \nJ.) on July 2, 2012. \n{3} As noted in footnote 1 supra, this action was discontinued as to Defendant \nJoseph E. Bostic, Jr. on October 3, 2012.  On January 18, 2013, this Court (Murphy, \nJ.) entered an Order dismissing Plaintiff’s claim for aiding and abetting \nconstructive fraud against Defendants Tyler Morris and Michael Hartnett (the \n“2013 Order”).  On May 24, 2013, Plaintiff dismissed the claim for constructive \nfraud against Defendant Melvin Morris with prejudice.  On May 12, 2014, this \nCourt (Murphy, J.) entered an Order and Opinion dismissing the single claim \nasserted against Defendant Jeffrey Bostic (the “2014 Order”).  As a result, the 2014 \nOrder resolved the only claim against the last remaining defendant in this action \nand therefore constituted a final judgment under Rule 54 of the North Carolina \nRules of Civil Procedure.  \nSee, e.g., Veazey v. Durham, 231 N.C. 357, 361–62, 57 \nS.E.2d 377, 381 (1950) (“A final judgment is one which disposes of the cause as to all \n \n \nparties, leaving nothing to be judicially determined between them in the trial \ncourt.”). \n{4} The Court notified the parties of the entry of the 2014 Order by sending an \nelectronic “Notice of Entry” of the 2014 Order to all parties on May 12, 2014 as \npermitted under Rule 6.11 of the Business Court Rules (“BCR”).  The 2014 Order \nwas thereafter filed with the Randolph County Clerk of Superior Court on May 16, \n2014.  The filing of the 2014 Order with the Randolph County Clerk of Superior \nCourt constituted the entry of final judgment in this case thereby permitting appeal \nof the 2013 and 2014 Orders to the North Carolina Court of Appeals. \n{5} Under Rule 3 of the North Carolina Rules of Appellate Procedure, Plaintiff \n– as a “party entitled by law to appeal from a judgment or order of a superior or \ndistrict court rendered in a civil action” – could “take appeal by filing notice of \nappeal with the clerk of superior court and serving copies upon all other parties \nwithin . . . thirty days after entry of judgment . . . .” N.C.R.A.P. 3(a) and 3(c).  \nAccordingly, to timely appeal the 2013 and 2014 Orders, Plaintiff was required to \nfile its notice of appeal with the Randolph County Clerk of Superior Court no later \nthan Monday, June 16, 2014, which was thirty days after the May 16, 2014 entry of \nfinal judgment in Randolph County.   \n{6} On June 4, 2014, Plaintiff electronically filed and mailed to all parties a \ndocument titled “Notice of Appeal (Appeals from Two Separate Orders)” (the “Notice \nof Appeal”) purporting to appeal the 2013 and 2014 Orders.  Plaintiff, however, did \n \n \nnot file the Notice of Appeal with the Randolph County Clerk of Superior Court \nuntil August 11, 2014. \n{7} Although mandating an admittedly harsh result, North Carolina law is \nclear that Plaintiff’s failure to file the Notice of Appeal with the Randolph County \nClerk of Superior Court within the time prescribed under N.C. R. App. P. Rule 3 \nrequires dismissal of Plaintiff’s appeal.  See, e.g., Bailey v. State, 353 N.C. 142, 156, \n540 S.E.2d 313, 322 (2000) (“The provisions of Rule 3 are jurisdictional, and failure \nto follow the rule’s prerequisites mandates dismissal of an appeal.”); Currin-\nDillehay Bldg. Supply, Inc. v. Frazier, 100 N.C. App. 188, 189, 394 S.E.2d 683, 684 \n(1990) (“[I]f the requirements of [Rule 3] are not complied with, the appeal must be \ndismissed.”).  Plaintiff’s timely electronic filing with the North Carolina Business \nCourt does not satisfy the requirements of Rule 3.  See Ehrenhaus v. Baker, 2014 \nNCBC 30 ¶¶ 10–11 (N.C. Super. Ct. July 16, 2014), \nwww.ncbusinesscourt.net/opinions/2014_NCBC_30.pdf (dismissing appeal as \nuntimely where plaintiff timely filed notice of appeal electronically with the \nBusiness Court but failed to timely file notice of appeal with the clerk of court in the \ncounty of venue). \n{8} Plaintiff attempts to avoid dismissal by arguing that the 2014 Order was \nnever “served” as required under Rule 58 of the North Carolina Rules of Civil \nProcedure.  The Business Court Rules, however, expressly provide that electronic \n“Notice of Entry” constitutes service under Rule 58, \nsee BCR 6.11 (“[t]ransmission of \nsuch Notice of Entry shall constitute service pursuant to N.C. R. Civ. P. 58”), and \n \n \nPlaintiff stipulated to electronic service under BCR 6 as reflected in the Court’s \nCase Management Order in this case.  Moreover, Plaintiff admits it had actual \nnotice of the 2014 Order upon its entry on May 12, 2014, and the North Carolina \ncourts have consistently held that actual notice of the entry of a final judgment or \norder within three days of its entry triggers the commencement of the thirty-day \nappeal period under Rule 3. See, e.g., Magazian v. Creagh, 759 S.E.2d 130 (N.C. Ct. \nApp. 2014) (“[W]hen a party receives actual notice that a judgment has been \nentered, the service requirements of Rule 3(c) are not applicable, and actual notice \nsubstitutes for proper service.”); Huebner v. Triangle Research Collaborative, 193 \nN.C. App. 420, 425, 667 S.E.2d 309, 312 (2008) (dismissing appeal as untimely \nwhere Rule 58 service did not occur but the “record clearly indicates that an \nappellant ha[d] actual notice of the entry of judgment and its content”).  As a result, \nPlaintiff’s arguments under N.C. R. Civ. P. Rule 58 are without merit. \n{9} Based on the foregoing, the Court concludes that Plaintiff did not timely \nfile its Notice of Appeal with the Randolph County Clerk of Superior Court as \nrequired under Rule 3 of the North Carolina Rules of Appellate Procedure, and \ntherefore Plaintiff’s appeal must be dismissed.  Accordingly, the Court hereby \nGRANTS Defendants’ Motion to Dismiss Plaintiff’s Appeal, and Plaintiff’s appeal is \nhereby DISMISSED. \nSO ORDERED, this the 6th day of October 2014. \n \n      \n  "
}