{
  "id": "4cf02db25440c2bf6108720cd1a3f0743f876e5129a208a3c803fee5c408af3b",
  "source_file": "data/raw/ncbc/4cf02db25440c2bf6108720cd1a3f0743f876e5129a208a3c803fee5c408af3b.pdf",
  "raw_text": "Chisum v. Campagna, 2018 NCBC 76. \n \nSTATE OF NORTH CAROLINA \n \nNEW HANOVER COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 2419 \n \n \nDENNIS D. CHISUM, individually \nand derivatively on behalf of JUDGES \nROAD INDUSTRIAL PARK, LLC, \nCAROLINA COAST HOLDINGS, \nLLC, and PARKWAY BUSINESS \nPARK, LLC.  \n \nPlaintiff, \n \nv. \n \nROCCO J. CAMPAGNA, RICHARD \nJ. CAMPAGNA, JUDGES ROAD \nINDUSTRIAL PARK, LLC, \nCAROLINA COAST HOLDINGS, \nLLC, and PARKWAY BUSINESS \nPARK, LLC, \nDefendants. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION VACATING \nPRIOR ORDERS FOR SUMMARY \nJUDGMENT \n \nTHIS MATTER comes before the Court upon its own motion.  For the reasons \nstated below, the Court now VACATES its prior orders granting summary judgment \nin Plaintiff’s fav or with regard to his claim s for declaratory judgment, and instead \nDENIES those motions because genuine issues of material fact exist which preclude \nentry of judgment in Plaintiff’s favor as a ma tter of law with  regard to Plaintiff’s \nclaims for declaratory judgment.   \nA. Factual and Procedural Background \nThe background facts of this matter are recited in several prior orders issued \nby this Court, and will be recited here only as they directly pertain  to the matter \ncurrently before the Court.   For purposes of this Order, Defendants Judges Road \nIndustrial Park, LLC (“Judges Road”), Carolina Coast Holdings, LLC (“CCH”), and \nParkway Business Park, LLC (“Parkway”) will be referred to  collectively as “the \n \n \nChisum/Campagna LLCs”  or “the LLCs.”  Plaintiff is a signatory to the written \noperating agreements of each of the Chisum/Campagna LLCs (“the Operating \nAgreements”). \nPlaintiff filed the Complaint initiating this action on July 19, 2016 (ECF No. 3), \nand an Amended Complaint on February 8, 2017.  (Am. Compl., ECF No. 28.)  In the \nAmended Complaint , Plaintiff made claims, inter alia , for declaratory judgment.  \n(Am. Compl., ECF No. 28, at ¶¶ 153–57.)  In the Amended Complaint, Plaintiff alleges \nentitlement to:  \na declaratory judgment under N.C.G.S. § 1 -253 et seq . \nstating that he is an owner in each of the \nChisum/Campagna LLCs as set forth herein and entitled \nto distributions from Chisum/Campagna LLCs in \naccordance with the fair market value of his ownership \ninterests plus interest at the legal rate from the date such \ndistributions were due until the date of payment. \n   \n(Id. at ¶ 157.)  Based on Plaintiff’s motions for partial summary judgment and his \narguments in support of those motions, the Court ultimately determined that through \nthe declaratory judgment claims Plaintiff sought declarations that: \n1. The provisions of the Operating Agreement s pertaining to capital calls \nwould not permit Plaintiff’s interest s in those LLCs  to be extinguished \nentirely by the failure to pay capital calls; \n2. Plaintiff currently is a member of each of the Chisum/Campagna LLCs; and \n3. Plaintiff currently holds an 18.884% membership interest in Judges Road, \na 16.667% membership interest in CCH, and an 8.34% membership interest \nin Parkway. \n \n \nOn February 8, 2017 , Plaintiff filed his Second Motion for Partial Summary \nJudgment.  (ECF No. 29.)  Plaintiff’s Second Motion for Partial Summary Judgment \nsought summary judgment on Plaintiff’s claim for declaratory judgment  regarding \nJudges Road only.  Plaintiff sought a declaration that the provisions of the Judges \nRoad Operating Agreement pertaining to capital calls would not permit Plaintiff’s \ninterest to be extinguished entirely by his failure to pay capital calls , and that, as a \nmatter of law, he retains a membership interest in Judges Road. \nIn Defendants’ Memorandum of Law in Opposition to the Plaintiff’s Second \nMotion for Partial Summary Judgment  (ECF No. 62) , Defendants c ross-moved for \nsummary judgment.  Defendants contended that Plaintiff’s clai m for declaratory \njudgment was barred by the three -year statute of limitations for conversion claims \nproscribed in G.S. § 1-52(4).1  (ECF No. 62, at pp. 15–19.)   \nOn July 20, 2017 the Court issued an Order on Plaintiff’s Second Motion for \nPartial Summary Judgment granting, in part, and denying, in part, Plaintiff’s Second \nMotion for SJ, and denying Defendants’ cross-motion for summary judgment.  (“Order \non Pl.’s Second Mot. SJ”, ECF No. 138; Chisum v. Campagna, 2017 NCBC LEXIS 62 \n(N.C. Super. Ct. July 20, 2017) .)  The Court entered a declaration that the  Judges \nRoad Operating Agreement is unambiguous and does not permit a member’s \nmembership interest to be diluted to zero, or extinguished, by failure to contribute \ncapital in response to a capital call.  Chisum, 2017 NCBC LEXIS 62, at * 28–29.  The \nCourt denied Plaintiff’s motion to the extent he sought a declaration “that Plaintiff \n                                                 \n1 Plaintiff subsequently abandoned his conversion claim and the claim was dismissed.   (Pl. \nBr. Opp. Def. Mot. SJ, ECF No. 172, at p. 13.)  \n \n \nretains an ownership interest in Judges Road, or that Plaintiff is entitled to \ndistributions or other relief from Judges Road or the Campagnas.”  Id. at *29. \nIn the Order on Plaintiff’s Second Motion for Partial Summary Judgment, the \nCourt also denied Defendants’ cross-motion for summary judgment, concluding that \nNorth Carolina legal precedent is not clear as to wheth er a claim for declaratory \njudgment is subject to statutes of limitations or only to an equitable defense of laches.  \nDefendants did not argue laches as a grounds for their summary judgment motion.  \nThe Court held that  even if a declaratory judgment claim was subject to statutes of \nlimitations, Plaintiff’s claim for constructive fraud, which is subject to a 10 -year \nlimitations period, could be applied to Plaintiff’s declaratory judgement claim s \nmaking the action timely.  Id. at *13–17. \nOn May 9, 2017, before the Court issued its Order on Plaintiff’s Second Motion \nfor Partial Summary Judgment , Plaintiff filed a Motion for Partial Summary \nJudgment Regarding Parkway Business Park, LLC and Carolina Coastal Holdings, \nLLC (“Plaintiff’s Motion for Partial Summary Judgment Regarding Parkway and \nCCH”). (ECF No. 112.)  Plaintiff sought a declaration that the provisions of the CCH \nand Parkway  Operating Agreement s pertaining to capital calls would not permit \nPlaintiff’s interest to be extinguished entirely by his failure to pay capital.  Plaintiff \nalso sought a declaration that Plaintiff “is an owner/member of Parkway and CCH, \nleaving the issue of ownership percentages for further . . . adjudication.”   (ECF No. \n112, at pp. 1–2.) \n \n \nOn July 28, 2017 , Plaintiff filed a fourth Motion for S ummary Judgment  \n(“Plaintiff’s Fourth Motion for S ummary Judgment”), seeking a declaration that he \nremains a member of all the Chisum/Campagna LLCs and that he retains an 18.884% \ninterest in Judges Road, an 8.34% interest in Parkway, and a 16.6 67% interest in \nCCH.  (ECF No.  142.) \nOn July 28, 2017, Defendants filed a Motion for Summary Judgment as to all \nof Plaintiff’s claims. (ECF No. 147.)  Defendants again sought summary judgment on \nPlaintiff’s claim for declaratory judgment on the grounds th at the claim was  barred \nby statutes of limitations.  (Defs.’ Mem. Supp. Mot. SJ, ECF No. 146, at pp. 18–19.) \nOn March 2, 2018, the Court issued an Opinion and Order on Cross -Motions \nfor Summary Judgment .  (ECF No. 189.)  The Court granted Plaintiff’s Motion for \nPartial Summary Judgment Regarding Parkway and CCH  in part, finding that the \nCCH and Parkway Operating Agreements contain language identical , or virtually \nidentical, to the language in the Judges Road Operating Agreement regarding capital \ncalls. The Court concluded that Plaintiff was entitled to judgment as a matter of law \nthat his interests in CCH and Parkway cannot be extinguished entirely by the failure \nto contribute capital in response to a capital call.  (Id. at pp. 10–11.)  The Court denied \nthe Plaintiff’s Motion for Partial Summary Judgment Regarding Parkway and CCH  \nto the extent Plaintiff sought a declaration that he is an owner/member of CCH and \nParkway.  In the Opinion and Order on Cross -Motions for Summary Judgment, the \nCourt denied the Plaintiff’s Fourth Motion fo r S ummary Judgment and the \nDefendants’ Motion for Summary Judgment on the grounds that the record evidence \n \n \nprovided by the parties made it impossible to conclude whether certain dispositive \nfacts were in dispute , and neither party had established that they were entitled to \njudgment as a matter of law.  (Id. at p. 17.) \nThis matter is now set for trial beginning on August 6, 2018.  (Notice of Trial, \nECF No. 190.)  In anticipation of trial, the Court asked the parties to submit briefing \naddressing: (1) whether statutes of limitations or laches applied to Plaintiff’s claim  \nfor declaratory judgment ; and (2) if statutes of limitations and/or laches applied, \nwhether those issues are to be determined by the Court or by the jury.  Both parties \nfiled the requested briefing.  (Pl.’s Trial Br. Re Laches and Stat. of Lim., ECF No. 213; \nDefs.’ Trial Br. Re Stat. of Lim. and Laches, ECF No. 209.) \nUpon further consider ation, the Court now concludes that statutes of \nlimitations are appropriately applied to declaratory judgment claims, and that laches \nalso may apply under appropriate facts.  The Court also concludes that the three-year \nstatute of limitations for breach of contract under G.S. § 1-52(1) should be applied to \nPlaintiff’s claim for declaratory judgment, and that issues of fact remain regarding \nwhen Plaintiff’s claim for declaratory judgment accrued for purposes of applying the \nthree-year statute of limitations and, potentially, laches. \nB. Discussion \n1. Statutes of limitations and the defense of laches apply to claims for \ndeclaratory judgment. \n \nNorth Carolina Rule of Civil Procedure 54(a) provides, in relevant part, that \n“in the absence of entry of [ ] a final judgment, any order or other form of decision is \nsubject to revision at any time before the entry of judgment adjudicating all the claims \n \n \nand the rights and liabilities of all the parties.”  The Court has reconsidered its prior \norders granting summary judg ment in Plaintiff’s  favor with regard to his claim  for \ndeclaratory judgment.  Specifically, the Court has reconsidered its position regarding \nwhether statutes of limitations are applied to claims for declaratory judgment in \nNorth Carolina, or whether such claims are subject only to a defense of laches.  The \nCourt now holds that both statutes of limitations and the equitable defense of laches \nare applicable to declaratory judgment claims.  \nThe Supreme Court of North Carolina has held that “[s]ince proceeding s for \ndeclaratory relief have much in common with equitable proceedings, the equitable \ndoctrine of laches has been applied in such proceedings.”  Taylor v. Raleigh, 290 N.C. \n608, 622–623, 227 S.E.2d 576, 584–585 (1976).  The Supreme Court also has applied \nstatutes of limitations to declaratory judgment actions.  Penley v. Penley, 314 N.C. 1, \n20-21, 332 S.E.2d 51, 63 (1985) (applying statute of limitation to claim for declaratory \njudgment and concluding the claim was not barred under the appli cable statute of \nlimitations). \nThe decisions from the Court of Appeals have applied both statutes of \nlimitations and laches to declaratory judgment claims depending on the facts involved \nin the case and, apparently, whether the issue ha s been raised by the parties.  See \ne.g., Stratton v. Royal Bank of Can. , 211 N.C. App. 78, 89, 712 S.E.2d 221, 230 -231 \n(2011) (holding that defense of laches “is an appropriate defense  to [plaintiff]’s claim \nfor declaratory judgment”); Ludlum v. State, 227 N.C. App. 92, 94, 742 S.E.2d 580, \n582  (2013) (holding that plaintiff’s declaratory judgment claim was untimely where  \n \n \nhis other claims for relief were barred by the statute of limitations); Johnson v. N.C. \nDep't of Cultural Res. , 223 N.C. App. 47, 735 S.E.2d 595 (2012) ( applying statute of \nlimitations to declaratory judgment claim, but also recognizing and considering \npotential application of laches to claim);  Hicks v. Wake County Bd. of Educ., 187 N.C. \nApp. 485, 489 –90, 653 S.E.2d 236, 239 –40 (2007) (applying three -year statute of \nlimitations and finding plaintiff’s claim for declaratory judgment barred) ; Tillery v. \nTillery, 790 S.E.2d 755 , 2016 N.C. App. LEXIS 689, at *10 (2016) (unpublished) \n(applying statute of limitations to claim for declaratory judgment); Newman Machine \nCo. v. N ewman, 2 N.C. App. 491, 494, 163 S.E.2d 279, 281 (1968), rev’d on other \ngrounds, 275 N.C. 198, 166 S.E.2d 63 (1969)  ( “Consequently, where it appears that \nthe facts alleged disclose that either the statute of limitations or the doctrine of laches \nis applic able thereto, there is no justiciable controversy as contemplated by the \nDeclaratory Judgments Act.”). \nUpon further consideration of the above cited authority, t he Court concludes \nthat the most reasonable synthesis of these decisions is that statutes of li mitations \nare properly applied to claims for declaratory judgment , as is the defense of laches \nunder appropriate facts .  See Johnson, 223 N.C. App. 47 , 735 S.E.2d 595 ; Newman \nMachine Co., 2 N.C. App. at 494, 163 S.E.2d at 281.  Accordingly, to the extent the \nCourt suggested in its prior orders that statutes of limitations should not be applied \nto Plaintiff’s claim  for declaratory judgment, such p ortions of th ose orders are \nVACATED, and the Court concludes Plaintiff’s claim for declaratory judgment in this \naction is subject to a statute of limitations defense and potentially to a laches defense. \n \n \nIn deciding which statute of limitations should be applied to a declaratory \njudgment claim, the Court must  be “guided by the principle that the statute of \nlimitations is not determined by the remedy sought, but by the substantive right \nasserted by plaintiffs.”  Baars v. Campbell Univ., Inc. , 148 N.C. App. 408, 414, 558 \nS.E.2d 871, 875 (2002) (disregarding plaintiff’s contention that its claim was one for \nconstructive fraud subject to a 10 -year statute of limitations and instead affirming \ndismissal because the substantive rights the plaintiff sought to vindicate were \ngoverned by three-year statutes of limitations);  Penley v. Penley, 65 N.C. App. 711, \n723, 310 S.E.2d 360, 368 (1984) (“Although in form the complaint asked for relief \nthrough a declaratory judgment, in substance, as represented by the evidence \nproduced and the issue submitted to the jury, the action is based on contract.”), rev'd \non other grounds , 314 N.C. 1, 332 S.E.2d 51 (1985) ; Ludlum,  227 N.C. at 95, 742 \nS.E.2d at 583 (holding that “[b]ecause plaintiff waited too long to file his claim [based \non a contract], he is barred from a determination that h e is owed any benefits at all \n[pursuant to that contract]” under his declaratory judgment claim);   Tillery, 790 \nS.E.2d 755, 2016 N.C. App. LEXIS 689 , *10 (“When determining the applicable \nstatute of limitations, we are guided by the principle that the limitations period is \ndetermined not by the remedy sought, but by the substantive right  asserted by the \nclaim at issue.” (citing Baars, 148 N.C. App. at 414, 558 S.E.2d at 875)).  \nAccordingly, in determining which statute of limitations is applicable to \nPlaintiff’s claims for declaratory judgment in this action, the Court must determine \n \n \nthe rights Plaintiff seeks to establish or enforce through the reques t for declaratory \nrelief.   \nThrough the declaratory judgment claim s in this case, Plaintiff seeks a \ndeclaration that he still  has membership interest in the Chisum/Campagna LLCs.  \nPlaintiff also requests that the Court declare that under the Operating Agreements, \nRichard and Rocco Campagna lacked authority to extinguish or otherwise eliminate \nhis membership interests because of Plaintiff’s failure to contribute capital to the \nLLCs in response to alleged capital calls.  Finally, based on his alleged conti nuing \nmembership interests, Plaintiff seeks a declaration that he still has certain rights in \nthe Chisum/Campagna LLCs, including rights to distributions and to his share of the \nLLCs’ assets and profits. \nThe declarations Plaintiff seeks in this action involve his status and rights as \na member of the Chisum/Campagna LLCs.  Those rights are created by and arise out \nof the Operating Agreements, which are contracts.  N.C. State Bar v. Merrell , 243 \nN.C. App. 356, 370, 777 S.E.2d 103, 114 (2015)  (“An operating ag reement is a \ncontract.”); see also Richardson v. Kellar , 2017 NCBC LEXIS 110 (N.C. Super. Ct. \nNov. 27, 2017)  (same); Pure Body Studios Charlotte, LLC v. Crnalic , 2017 NCBC \nLEXIS 98 (N.C. Super. Ct. Oct. 18, 2017) (same).  Moreover, \nA limited liability comp any (“LLC”) is a statutory form of \nbusiness organization . . . that combines characteristics of \nbusiness corporations and partnerships.   The [LLC] Act \ncontains numerous ‘default’ provisions or rules that will \ngovern an LLC only in the absence of an explicitly different \narrangement in the  LLC’s articles of organization or \nwritten operating agreement. Because these default \n \n \nprovisions can be changed in virtually any way the parties \nwish, an LLC is primarily a creature of contract. \nCrouse v. Mineo, 189 N.C. App. 232, 237, 658 S.E.2d 33, 36 (2008) (internal citations \nand quotations omitted) (emphasis added) ; see also Battles v. Bywater, LLC , 2017 \nNCBC LEXIS 54, at *8 (N.C. Super. Ct. Oct. 31, 2014) (citing Crouse). \nThe Court concludes that the substantive righ ts Plaintiff seeks to vindicate \nthrough declaratory judgment arise from Operating Agreements, and the three-year \nstatute of limitations for breach of contract  actions provided in N.C. Gen. Stat. § 1 -\n52(1) therefore applies. \nIn its Order on Plaintiff’s Second Motion for Partial Summary Judgment , the \nCourt concluded that if Plaintiff’s claim for declaratory relief was subject to a statute \nof limitations, the 10 -year limitations period for constructive fraud claims could \npotentially be applied to the declarato ry judgment action. Chisum, 2017 NCBC \nLEXIS 62, at * 16.  That Order, however, was issued before this Court’s Order on \nCampagna Defendants’ Motion to Dismiss.  (“Order on Campagnas’ Mot. to Dism.”, \nECF No. 186; Chisum v. Campagna, 2017 NCBC LEXIS 102 (N.C. Super. Ct. Nov. 7, \n2017).)  In  that Order , this Court dismissed Plaintiff’s individual claim for \nconstructive fraud concluding, inter alia, that the Campagnas owed fiduciary duties \nto the Chisum/Campagna LLCs as managers, but they did not owe fiduciary dut ies \nto Plaintiff as an individual member.  Campagna, 2017 NCBC LEXIS 102, at *11–27.  \nSince Plaintiff was owed no fiduciary duty and has no individual claim for \nconstructive fraud, the substantive rights he is pursuing do not arise from breach of \n \n \nany fiduciary duty owed to him, and the statute of limitations for constructive fraud \nis therefore inapplicable to the declaratory judgment claims. \n2. Factual questions related to statutes of limitations and laches a re properly \ndecided by the jury \n \nThe Court also concludes that the factual issues that remain as to when \nPlaintiff’s declaratory judgment claim s accrued for purposes of applying the statute \nof limitations must be decided by the jury.  Lord v. Customized Consulting Specialty, \nInc., 182 N.C. App. 635, 643 -644, 643 S.E.2d 28, 33 (2007) (“When the evidence is \nsufficient to support an inference that the limitations period has not expired, the \nissue should be submitted to the jury.”) (citations and quotation omitted). \nThe affirmative defense of laches necessarily involves analysis of both fact and \nlaw.  See e.g. Farley v. Holler, 185 N.C. App. 130, 132–33, 647 S.E.2d 675, 678 (2007) \n(“[L]aches depends upon the facts and circumstances of each case . . . the delay must \nbe shown to be unreasonable and must have worked to the disadvantage, injury or \nprejudice of the person seeking to invoke the doctrine of laches[.]”).   \nIf the facts underlying the affirmative defense of laches are disputed, such \ndisputes are properly submit ted to a jury.  Wells Fargo Bank, N.A. v. Coleman , 239 \nN.C. App. 239, 247, 768 S.E.2d 604, 610 (2015) (holding that, for both statute of \nlimitations and laches defenses, summary judgment was inappropriate because \nplaintiff presented sufficient evidence to “create a genuine issue of material fact \nconcerning whether its delay in discovering” the complained -of mistake was \nreasonable); Builders Supplies Co. v. Gainey, 14 N.C. App. 678, 683, 189 S.E.2d 657, \n \n \n661 (1972) (“Appellant assigns as error the submission to the jury of appellee's \nequitable affirmative defense of laches. We think the issue was properly submitted.”) \n“[T]he defense of laches will only work as a bar when the claimant knew of the \nexistence of the grounds for the claim.”  Farley, 185 N.C. App. a t 133, 647 S.E.2d at \n678.  A claimant’s knowledge is a question of fact that must be resolved by a jury, and \nthough “much of our case law . . . suggests [the claimant] must have actual knowledge \nof the grounds for her declaratory judgment claim in order for laches to apply[,] . . . a \nparty may be charged with constructive knowledge of the grounds for her claim when \nit is clear that a party had ample notice of those grounds.”  Stratton v. Royal Bank of \nCan., 211 N.C. App. 78, 90, 712 S.E.2d 221, 231 (2011) (citing Save Our Sch. of Bladen \nCnty., Inc. v. Bladen Cnty. Bd. of Educ.,  140 N.C. App. 233, 236 -37, 535 S.E.2d 906, \n909 (2000)  (charging plaintiff with knowledge of the grounds for its claim).  \nAccordingly, when in dispute, a determination of when the plai ntiff had actual or \nconstructive knowledge of accrual of his claim for purposes of applying laches is a \nquestions of fact properly submitted to the jury. \nC. Conclusion \nPlaintiff’s claim for declaratory judgment is subject to the three-year statute of \nlimitations for breach of contract  actions.  However, there are disputed issues of \nmaterial fact as to when Plaintiff’s claims for declaratory relief accrued which must \nbe decided by the jury, and neither party is entitled to judgment as a matter of law.  \n \n \n \n \nTHEREFORE, IT IS ORDERED that: \n1. The Court’s Order on Plaintiff’s Second Motion for Partial Summary \nJudgment (ECF No. 138) granting summary judgment in Plaintiff’s favor \nwith regard to his clai m for declaratory judgment is  VACATED, and the \ndeclaration therein is hereby WITHDRAWN. \n2. Plaintiff’s Second Motion for Summary Partial Judgment is DENIED \nbecause genuine issues of material fact exist which preclude entry of \njudgment in Plaintiff’s favor as a matter of law. \n3.  The Court’s Opinion and Order on Cross-Motions for Summary Judgment \n(ECF No. 189) granting summary judgment in Plaintiff’s favor on Plaintiff’s \nMotion for Partial Summary Judgment Regarding Parkway and CCH with \nregard to his claim  for declaratory judgment is VACATED , and the \ndeclaration therein is hereby WITHDRAWN.   \n4. Plaintiff’s Motion for Partial Summary Judgment Regarding Parkway and \nCCH is DENIED because issues of fact exist which preclude entry of \njudgment in Plaintiff’s favor as a matter of law. \n \nSO ORDERED, this the 27th day of July, 2018. \n \n/s/ Gregory P. McGuire      \n    Gregory P. McGuire \n    Special Superior Court Judge for \n    Complex Business Cases "
}