{
  "id": "4d22739795c1ba1efa439b3bdeedfbf002fe72275430c4f4a73c25a313af7301",
  "source_file": "data/raw/ncbc/4d22739795c1ba1efa439b3bdeedfbf002fe72275430c4f4a73c25a313af7301.pdf",
  "raw_text": "Constr. Managers, Inc. of Goldsboro v. Amory, 2019 NCBC 72. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF WAYNE \n \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 1359 \nCONSTRUCTION MANAGERS, INC. OF \nGOLDSBORO; CONSTRUCTION \nMANAGERS, LLC; ACTS \nCONTRACTING, INC.; and ACTS \nINVESTMENTS, LLC, \n \nPlaintiffs, \n \nv. \n \nKEVIN D. AMORY, \n \nDefendant \nv. \nACTS CONTRACTING, INC. \n \nCounterclaim \nDefendant, \n \nand  \n \nSAMMY E. SASSER, ROBERT L. \nCRENSHAW, and JUSTIN L. THORN  \n \nThird-Party \nDefendants.  \n \n \n \n \nORDER AND OPINION ON \nTHIRD-PARTY DEFENDANTS’  \nMOTION TO DISMISS AND ACTS \nCONTRACTING, INC.’S MOTION \nFOR JUDGMENT ON THE \nPLEADINGS \n  \n \n THIS MATTER comes before the Court upon Sammy E. Sasser  (“Sasser”), \nRobert L. Crenshaw (“Crenshaw”), and Justin L. Thorn’s (“Thorn”) Motion to Dismiss \n(“Motion to Dismiss”, ECF No. 112)  (Sasser, Crenshaw, and Thorn  are referred to \ncollectively as the “Individual Defendants”), and Plaintiff-Counterclaim Defendant \nACTS Contracting, Inc.’s (‘ACTSC”) Motion for Judgment on the Pleadings.  (“Motion \nfor Judgm ent”, ECF No. 118 ; (collectively, the  Motion to Dismiss and Motion for \nJudgment are “the Motions”).) \n THE COURT, having thoroughly rev iewed the Motion to Dismiss, the briefs \nfiled in support of and in opposition to the Motion  to Dismiss, the oral arguments of \ncounsel, and other appropriate ma tters of record, concludes that the Motion to \nDismiss should be DENIED  for the reasons set forth below , and ORDERS that \nSammy E. Sasser, Robert L. Crenshaw, and Justin L. Thorn should be added to this \naction as Counterclaim Defendants. \nIn addition, THE COU RT, having thoroughly reviewed the Motion for \nJudgment, the briefs filed in support of and in opposition to the Motion for Judgment, \nthe oral arguments of counsel, and other appropriate matters of record, concludes, \nthat the Motion for Judgment should be DENIED for the reasons set forth below. \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP by Gary S. \nParsons, Eric M. David, and Shepard D. O’Connell for Plaintiffs \nConstruction Managers, Inc. of Goldsboro, Construction Managers, LLC, \nACTS Contracting, Inc., and ACTS Investments, LLC.  \nEllis & Winters, LLP by Jonathan D. Sasser and Michelle Liguori for \nDefendant Kevin D. Amory.  \n \nMcGuire, Judge. \n \nI. FACTS AND PROCEDURAL BACKGROUND \n \n1. The factual and procedural background of this matter has been set out \nin the Court’s prior orders, most recently in the Court ’s Order and Opinion on \nDefendant’s Motion to Dismiss Plaintiffs’ Amended Complaint.  (ECF No. 101.)  The \nCourt sets forth herein only those additional facts necessary for disposition of the \nMotion. \n2. Kevin Amory is a current shareholder and former employee of ACTSC. \nPlaintiffs filed an Amended Complaint on November 14, 2018 stating claims against \nAmory for misappropriation of trade secrets , breach of fiduc iary duty, constructive \nfraud, fraud, violation of N.C.G.S. § 75-1.1, computer trespass, and punitive damages.  \n(“Amended Complaint”, ECF No. 78.)     \n3. On June 13, 2019, Amory filed “Affirmative Defenses, Answer to \nAmended Complaint, Counterclaims, and Third-Party Claims.”  (“Answer”, ECF No. \n105.)  In the Answer, Amory makes what he titles as “Counterclaims and Third-Party \nClaims”1 against ACTSC and the Individual Defendants for judicial dissolution. (Id. \nat Counterclaims (“ CC”), p p. 13–24.)  The Individual Defendants are the other \nshareholders in, and are each officers of, ACTSC.2  Amory seeks dissolution of ACTSC \npursuant to N .C.G.S. § 55-14-30(2)(ii) on the grounds that Individual Defendants \nhave frustrated his reasonable expectati ons by , inter alia , terminating Amory’s \nemployment, fail ing to pay him distributions, and improperly diverting ACTSC’s \nfunds and assets to themselves.   (ECF No. 105 at CC, ¶¶ 42 –47.)  Amory also seeks \ndissolution of ACTSC pursuant to N.C.G.S. § 55-14-30(2)(iv) on the grounds that the \nIndividual Defendants have “misapplied and wasted assets of [ACTSC] by diverting \nassets of [ACTSC] to themselves and other entities they own.”  (Id. at CC, ¶¶ 48–51.)  \n                                                           \n1 Amory apparently believed the claims against Defendant ACTSC to be counterclaim s and \nrefers to ACTSC as a “Counterclaim Defendant” in the caption to its Answer, and the claims \nagainst the Individual Defendants to be third -party claims  and refers  to the In dividual \nDefendants as “Third-Party Defendants” in the caption. \n \n2 Sasser and Thorn are also the directors of ACTSC.  (ECF No. 105 at CC, ¶ 34.) \nAmory also brings a claim against the Individual Defendants for alleged breaches of \nfiduciary duty based on the same conduct.  (Id. at CC, ¶¶ 52–59.)   \n4. On July 10, 2019, ACTSC and Individual Defendants filed an Amended \nAnswer to Amory’s counterclaims.  ( “Amended Answer”, ECF No. 115.)  In its \nAmended Answer, ACTSC “admits that it is reasonably necessary for the protection \nof the rights or interests of all shareholders, including Amory, for the Court to order \ndissolution of ACTS [C] pursuant to N.C .[G.S.] § 55-14-30(2)(ii), and that ACTS [C] \nconsents to the dissolution.”  (Id. at ¶ 47.)  In the prayer for judgment, ACTSC asks \nthe Court to dissolve ACTSC under section 55-14-30(2)(ii).  (Id. at p. 8.) \n5. On July 8, 2019, Individual Defendants filed the Motion to Dismiss, and \nBrief in Support of Motion to Dismiss.  (Br. in Supp. Mot. Dism., ECF No. 113).  On \nJuly 31, 2019, Amory filed a Response,  (ECF No. 117),  and Individual Defendants \nfiled a Reply on August 9, 2019 (ECF No. 120). \n6. On August 1, 2019, ACTSC filed the Motion for Judgment , and a Bri ef \nin Support of Motion for Judgment on the Pleadings.  (Br. Supp. Mot. Judgment, ECF \nNo. 119.)  On August 26, 2019, Amory filed a Response, (ECF No. 124), and ACTSC \nfiled a Reply on August 30, 2019 (ECF No. 125). \n7. A hearing on the Motion s was held on September 5, 2019, and the \nMotions are now ripe for decision.   The Court will discuss and decide the Motion to \nDismiss first, followed by the Motion for Judgment. \n \n \nII. ANALYSIS \n \nMotion to Dismiss \n \nA. Rule 12(b)(6) Standard of Review  \n8. When ruling on a Rule 12(b)(6) motion to dismiss, the Court must \ndetermine “whether the complaint, when liberally construed, states a claim upon \nwhich relief can be granted on any theory.”  Benton v. W. H. Weaver Constr. Co., 28 \nN.C. App. 91, 95, 220 S.E.2d 417, 420 (1975).  “It is well established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’”  Corwin v. British Am. Tobacco PLC, 371 \nN.C. 605, 615, 821 S.E.2d 729, 736–37 (2018) (quoting Wood v. Guilford County, 355 \nN.C. 161, 166, 558 S.E.2d 490, 494 (2002)).  \n9.  In deciding a motion to dismiss, the court must construe the complaint \nliberally and accept all well-pleaded allegations as true.  Laster v. Francis, 199 N.C. \nApp. 572, 577, 681 S.E.2d 858, 862 (2009).  The court, however, is not required “to \naccept as true allegations that are merely conclusory, unwarranted deductions of fact, \nor unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005) (citation and quotations \nomitted). \n \nB.  Individual Defendants are not properly brought into this lawsuit under \nRule 14(a). \n \n10. Individual Defendants move pursuant to North Carolina Rules of Civil \nProcedure 12(b)(6) and 14(a)  (hereinafter “Rules”)  to dismiss the claims alleged \nagainst them by Amory.  (ECF No. 112 .)  Individual Defendants contend that the \nclaims against them are improper under Rule 14(a) because  “Amory has not \nattempted to pass any of the liability asserted by Plaintiffs against Amory on to \nThird-Party Defendants.”  (ECF No. 113, at p.  4.) \n11. Pursuant to Rule 14 of the North Carolina Rule of Civil Procedure: \nAt any time after commencement of the action a defendant, \nas a third -party plaintiff, may cause a summons and \ncomplaint to be served upon a person not a party to the \naction who is or may be liable to him for all or part of the \nplaintiff’s claim against him . . . The person served with the \nsummons and third -party complaint [is thereafter] called \nthe third-party defendant[.] \n \nN.C.G.S. § 1A-1, Rule 14(a). \n12. The Court agrees with the Individual Defendants’ argument that Rule \n14(a) is an improper means of adding Individual Defendants to this action .  Amory \nhas not alleged that any of the Individual Defendants are or may be liable to Amory \nfor Plaintiffs’ claims against Amory.  ( See ECF No. 105 at  CC, ¶¶ 1 –59.)  Rather, \nAmory’s counterclaims seek relief from the Individual Defendants on claims that are \nindependent from Plaintiffs’ claims against Amory.  Therefore, to the extent, if any, \nthat Amory sought to use Rule 14 (a) as a means of bringing Individual Defendants \ninto this action, addition of Individual Defendants is improper.  \n13. In his Response, Amory contends that he is not  attempting to add \nIndividual Defendants as third-party defendants under Rule 14 (a), but instead as  \ncounterclaim defendants under Rule 13(h).  (ECF No. 117, at pp. 4 –6.)  Pursuant to \nRule 13(h) of the North Carolina Rule of Civil Procedure:  \nAdditional parties may be brought in. -- When the presence \nof parties other than those to the original action is required \nfor the granting of complete relief in the determination of \na counterclaim or crossclaim, the court shall order them to \nbe brought in as defendants as provided in these rules, if \njurisdiction of them can be obtained. \n \nN.C.G.S. § 1A-1, Rule 13(h). \n \n14. Rule 13(h) effectively requires a counterclaimant to establish two \nelements to add parties to a lawsuit as counterclaim defendants: ( 1) that the \npurported counterclaim defendant s are required for granting complete relief of a \nproperly pleaded counterclaim or crossclaim  and ( 2) that the court can obtain \njurisdiction over the purported counterclaim or crossclaim defendant. Id.  Here, \nIndividual Defendants do not contend that  the Cou rt does not have  personal \njurisdiction over them.  \n15. In their Reply, Individual Defendants contend that they are not properly \njoined as counterclaim defendants under Rule 13(h) because (a) Amory incorrectly \nreferred to them as third-party defendants instead of counterclaim defendants in his \nAnswer, (b) Amory did not make a motion to add the Individual Defendants as \ndefendants under Rule 13(h), and (c) they are not indispensable or necessary parties \nto Amory’s dissolution claim against ACTSC.  (ECF No. 120, at pp. 1–5.) \n \nC. Amory’s mischaracterization of Individual Defendants as Third -Party \nDefendants does not warrant dismissal of his claims. \n \n16.  Individual Defendants argue that Amory’s purported Rule 13(h) joinder \nin his Answer is defective because in the Answer he purports to bring “Third -Party \nClaims” and he refers to the Individual Defendants in the caption  as “Third-Party \nDefendants” and not “Counterclaim Defendants.”  (ECF No. 120, at p. 2.)   Amory \ncontends that this argument “elevates for m over substance ,” and should be \ndisregarded because the Individual Defendants are properly added as parties on \nAmory’s counterclaims.  (ECF No. 117, at p. 7.) \n17. The Court is persuaded by Amory’s argument.   “North Carolina is a \nnotice pleading jurisdiction, and as a general rule, there is no particular formulation \nthat must be included in a complaint or filing in order to invoke jurisdiction or provide \nnotice of the subject of the suit to the opposing party.”   Mangum v. Raleigh Bd. of \nAdjustment, 362 N.C. 640, 644, 669 S.E.2d 279, 283 (2008).  “To deny a party his day \nin court because of his ‘imprecision with the pen’ would . . . run contrary to notions of \nfundamental fairness.”  Id. (citation omitted).  Here, in the Court’s view, dismissing \nAmory’s claims for failure to style them in a particular way in his caption and \npleading would indeed run contrary to notions of fundamental fairness.  As “third -\nparties”—those who were not parties to the original lawsuit—Individual Defendants \nwere put on notice of the subject matter of the claims against them, regardless of how \nthey were referenced in Amory’s pleading. \n \nD.  Amory’s failure to file a motion under Rule 13(h)  is not fatal to his \ncounterclaims. \n \n18. Individual Defendants next argue that adding them as parties under \nRule 13(h) is improper because Amory did not make a motion for their addition.  (ECF \nNo. 120, at p. 2  n.2.)  Individual Defendants claim that “Rule 13(h ) is clear that a \nmotion is required”  because “the rule specifically states that the court must ‘order’ \njoinder.”  (Id.)  Individual Defendants do not cite any appellate authority in support \nof this claim, but instead rely on a commentator who states that “[A]n application for \nthe addition of defendants under Rule 13(h) should be made by a motion setting out \nfacts showing the grounds for the motion and a notice of the hearing should be served \non the opposing parties .”  ( Id. (emphasis added); quoting Alan D.  Woodlief Jr., \nShuford North Carolina Civil Practice & Procedure § 13:9 (6th ed.).) \n19. In assessing Individual Defendants’ argument, the Court turns first to \nthe plain language of Rule 13(h).  Strictly speaking, Rule 13(h) does not contain an \nexpress requirement that a motion be filed to add parties under Rule 13(h).   The \nlanguage of Rule 13(h) only states that when such parties are required to be brought \nin, “the court shall order them to be brought in as defendants.”   This language \nsuggests that the Court ca n order that parties be joined under Rule 13(h), with or \nwithout a motion, if it determines the parties are necessary for full resolution of a \ncounterclaim.  \n20. The Court has carefully considered the plain language of Rule 13(h) and \nthe absence of appellate support for Individual Defendants’ position.  In addition, the \nCourt notes that even the commentator cited by Individual Defendants does not state \nthat a motion is required under Rule 13(h).  The Court concludes that under these \nfacts, Amory’s failure to make a motion pursuant to Rule 13(h) is not fatal to Amory’s \nattempt to add the Individual  Defendants as counterclaim defendants in this case .  \nIndividual Defendants are on notice of the specific claims an d allegations against \nthem, and the Motion to Dismiss places the issue of whether Individual Defendants \nare proper counterclaim defendants squarely before the Court.  Accordingly, the \nCourt will treat Amory’s assertion of the counterclaims against the Individual \nDefendants in the Amended Complaint as Amory’s motion pursuant to Rule 13(h). \nE. The Individual Defendants are required parties for complete relief under \nAmory’s claim for dissolution. \n \n21. Individual Defendants next argue that they “are not indispensable or \nnecessary parties to obtain relief” from Amory’s claim for judicial dissolution within \nthe meaning of Rule 13(h).   (ECF No. 120, at p. 4.)  They  further contend that since \nN.C.G.S. § 55-14-31(b) provides “[i]t is not necessary to make shareholders parties to \na proceeding to di ssolve a corporation ,” that they cannot be added as counterclaim \ndefendants necessary to Amory’s claim for dissolution.  (Id. at p. 4.) \n22. Amory contends that the Individual Defendants are required parties  \nunder Rule 13(h) because their addition is necessary “for the granting of complete \nrelief” on Amory’s counterclaims for dissolution.  (ECF No. 117, at p. 5.)   Amory \nargues that “[t]o get complete relief for these claims, [ Individual Defendants] must \nreturn the funds that they wrongfully received from ACTS[C].”  (Id.) \n23. The Court believes that Individual Defendants misinterpret the statute \nand the nature of Amory’s counterclaims.  While section 55-14-31(b) makes clear that \na shareholder seeking judicial dissolution need not make the other shareholders in \nthe corporation parties  to the action , it does not prohibit him from making them \nparties.  In this case, Amory alleges, and seeks judicial dissolution, on the grounds \nthat his reasonable expectations as a shareholder have been frustrated by, inter alia, \nIndividual Defendants’ breaches of fiduciary duties resulting  in the improper \ndiversion of assets from ACTSC to themselves and, consequently, a waste of corporate \nassets.  (ECF No. 105 at CC, ¶¶ 37, 38, 42–51.)  Determination of Amory’s claims for \njudicial dissolution will require inquiry into whether the Individual Defendants’ \nconduct resulted in the diminution of the value of ACTS C, and a fair dissolution of \nACTSC may involve determining whether Individual Defendants should be required \nto return certain assets to ACTSC.   The Court concludes that Amory can make \nIndividual Defendants parties to his counterclaims for dissolution , and that the \nIndividual Defendants’ presence in this case is “required for the granting of complete \nrelief.”  N.C.G.S. § 1A-1, Rule 13(h). \nF. Amory’s claim for breach of fiduciary duty  is properly brought with his \ncounterclaims. \n \n24. Finally, Amory also makes a claim against Individual Defendants for \nbreach of fiduciary duty and seeks compensatory and punitive damages.  ( ECF No. \n105, at ¶¶ 52–59.)  Individual Defendants argue that Amory’s breach of fiduciary duty \nclaim is improper under Rule 13(h) because the claim was not also asserted against \nan existing party to the action.  (ECF No. 120, at p. 4.)  Individual Defendants claim \n“[t]he North Carolina Court of Appeals has confirmed that joinder under Rule 13(h) \nis only appropriate if a new party  is being joined with an existing party in a \ncounterclaim or cross-claim that lies against both the new and existing parties.”  (Id. \nat p. 3; (emphasis in original) (citing Davis Lake Cmty. Ass’n, Inc. v. Feldmann , 138 \nN.C. App. 322, 323, 530 S.E.2d 870, 871 (2000) .)  Consequently, Individual \nDefendants contend that since there is no counterclaim for breach of fiduciary duty \nasserted against ACTSC or the other Plaintiffs in the case, Amory cannot bring a \ncounterclaim for breach of fiduciary duty again st Individual Defendants.  ( Id. at p. \n4.) \n25. Amory contends that because Individual Defendants are properly joined \nunder Rule 13(h) on his dissolution claim against ACTSC, Amory is entitled to allege \nhis claim for breach of fiduciary duty against Individual Defendants pursuant to Rule \n18(a).  (ECF No. 117, at p. 6.)  Rule 18(a) provides as follows: \nJoinder of claims. – A party asserting a claim for relief as \nan original claim, counterclaim, cross claim, or third-party \nclaim, may join, either as independent or as alternate \nclaims, as many claims, legal or equitable, as he has \nagainst an opposing party. \nN.C.G.S.  § 1A -1, Rule 18.   Amory argues that “when a defendant adds a [ ] \ncounterclaim defendant, he may assert any claims he has against the [ ] counterclaim \ndefendant, including independent and alternative claims.”  ( ECF No. 117, at pp. 4–\n5.) \n26. The Court is not persuaded that a counterclaim can only be raised \nagainst a new party if it also is brought against an existing party to the action .  A \nreview of Davis Lake reveals that it does not stand for the proposition Individual \nDefendants claim and does not supports their argument.  In Davis Lake, the plaintiff \nsued defendants for unpaid homeowners’ dues.  138 N.C. App. at 323, 530 S.E.2d at \n870.    The defendants filed counterclaims against the plaintiff and its attorneys.  Id. \nat 323, 530 S.E.2d at 870–871. The trial court subsequently dismissed the \ncounterclaims with prejudice as to both the plaintiff and its attorneys.  Id. at 323, 530 \nS.E.2d at 871.  The defendants later attempted to make the same counterclaims \nagainst the plaintiff’s attorneys that already had been dismissed by filing a motion \nunder Rule 13(h) to join them as a party.  Id.   The trial court denied the Rule 13(h) \nmotion, and imposed sanctions against the defendants’ attorneys based upon the fact \nthat the counterclaim s had already been dismissed and were thus barred by  res \njudicata.  Id. \n27. In Davis Lake, the Court of Appeals affirmed the trial court’s imposition \nof sanctions against the defendants’ attorneys for filing a motion “ asserted for an \nimproper purpose [and] n ot warranted by existing law .”  Id.   In reaching its \nconclusion that the motion was improper, the Court held: \nUnder the plain wording of [Rule 13(h)] , a counterclaim \nmust first exist, thereby making joinder necessary. Here \nthere was no such counterclaim, as all counterclaims were \ndismissed in the court’s 16 October 1998 order. \nId. (emphasis added). \n28. In Davis Lake, the Court merely held that there must be a counterclaim \nasserted against an existing party in order to join another party under Rule 13(h).   \nThere w as no counterclaim against an existing party because the counterclaim \nagainst the plaintiff already had been dismissed with prejudice.   The Court did not \nhold that the only counterclaims that can be  asserted against a party joined under \nRule 13(h) are counterclaims that are also asserted against an existing party.  In this \ncase, Individual Defendants do not argue that Amory’s counterclaims against ACTSC \nfor dissolution should be dismissed.  Moreover, the Court already has concluded that \nthe Individual Defendants are properly added as parties to the counterclaims for \njudicial dissolution. \n29. On the other hand, Rule 18(a) appears to allow counterclaimants to \nbring any and all claims that they may have again st a properly joined counterclaim \ndefendant.  The Court has found no North Carolina authority dealing squarely with \nthe issue of Rule 18(a) being used as a basis for asserting additional claims against a \nparty properly joined pursuant to Rule 13(h).  However, the North Carolina Court of \nAppeals has held that once a third -party defendant is properly joined on a claim for \nindemnity under Rule 14(a), the third-party plaintiff is not relegated to asserting only \nclaims for derivative liability against the third-party defendant, and pursuant to Rule \n18(a) may bring direct claims  against the third -party defendant.  See Duke Energy \nCarolinas, LLC v. Bruton Cable Serv. , 233 N.C. App. 468, 476, 756 S.E.2d 863, 868 \n(2014). \n30. Fundamentally, Rule 14(a) a nd Rule 13(h) are both used to bring non-\nparties into an ongoing lawsuit.  The Court does not believe that our appellate courts \nwould treat the interplay between Rule 18(a) and Rule 13(h) any different ly than \nbetween Rule 18(a) and Rule 14(a).  Therefore, the Court finds that because \nIndividual Defendants could be properly joined under Rule 13(h) with respect to \nAmory’s dissolution claim against ACTSC, Amory could maintain an independent \nclaim for breach of fiduciary duty against Individual Defendants pursuant to Rule \n18(a). \n31. Therefore, the Motion to Dismiss should be DENIED, and the Individual \nDefendants should be added as Counterclaim Defendants under Rule 13(h). \nMotion for Judgment \n32. In the Motion for Judgment, ACTSC seeks “judgment on the pleadings \nin favor of Counterclaim Plaintiff Kevin Amory on his first claim for relief (dissolution \nunder N.C. [G.S.] § 55 -14-30(2)(ii))” and an order “[d] ismissing all other claims \nasserted against ACTS[C] as moot.”  (ECF No. 118, at pp. 1–2.) \nG. Rule 12(c) standard of review \n33. On a Rule 12(c) motion for judgment on the pleadings \n[t]he trial court may consider only the pleadings and \nexhibits which are attached and incorporated into the \npleadings . . . . No evidence is to be heard, and the trial \njudge is not to consider statements of fact in the briefs of \nthe parties or the testimony of allegations by the parties in \ndifferent proceedings. \nDavis v. Durham Mental Health/Dev. Disabilities/Subst. Abuse Area Auth., 165 N.C. \nApp. 100, 104, 598 S.E.2d 237, 240 (2004)  (internal quotations and citations \nomitted).  “The purpose of Rule 12(c) is to dispose of baseless claims or defenses when \nthe formal pleadings reveal their lack of merit. Judgment on the pleadings is proper \nwhen all of the material issues of fact are admitted in the pleadings, and only \nquestions of law remain. ”  Coker v. DaimlerChrysler Corp., 172 N.C. App. 386, 390, \n617 S.E.2d 306, 309 (2005)  (quoting Ragsdale v. Kennedy , 286 N.C. 130, 137, 209 \nS.E.2d 494, 499 (1974))  (internal quotations and citations omitted).   “When the \npleadings do not resolve all the factual issues, judgment on the pleadings is generally \ninappropriate.”  Steeves v. Scot. Cty. Bd. of Health, 152 N.C. App. 400, 405, 567 S.E.2d \n817, 820 (2002) (emphasis added). \nH.   Judgment under Rule 12(c) is not warranted because the material facts \nare in dispute. \n \n34. ACTSC contends that by pleading that “dissolution is necessary for the \nprotection of the rights or interests of all of the shareholders” that it has “admitted \nthe material allegations necessary to allow the Court to order dissolution [of ACTSC] \nunder [N.C.G.S.] § 55-14-30(2)(ii),” and “consented to dissolution.”  (ECF No. 119, at \np. 2.) \n35. ACTSC’s argument bears little discussion.  Section 55-14-33(a) provides \nthat “[i]f after a hearing the court determines that one or more grounds for judicial \ndissolution described in G.S. 55 -14-30 exist, it may enter a decree dissolving the \ncorporation . . . .”  To establish grounds for judicial dissolution under N.C.G.S. § 55 -\n14-30(2)(ii), the moving shareholder must prove, and the Court must find, that (1) he \nhad reasonable expectations from the corporation that were known to the other \nshareholders; (2) those expectations have been frustrated; (3) the frustration was not \nthe fault of the complaining shareholder and was beyond his control; and (4) under \nthe circumstances, the court should exercise its equitable power to dissolve the \ncorporation.  Meiselman v. Meiselman, 309 N.C. 279, 301, 307 S.E.2d 551, 564 (1983). \n36. ACTSC’s limited and tactical admission that ACTSC should be dissolved \nfor the benefit of all the shareholders does not arguably provide grounds for this Court \nto enter judgment in Amory’s favor on the first counterclaim and order dissolution, \nlet alone dismiss his other claim s.  In order to grant a Rule 12(c) motion, the Court \nmust conclude that all of the material factual allegations  are resolved by the \npleadings.  Steeves, 152 N.C. App. at 405, 567 S.E.2d at 820.  Here, in the Amended \nAnswer, ACTSC denies each  and every  allegation in Amory’s counterclaims \nsupporting his request for dissolution based on frustration of his expectations as a \nshareholder.  These allegations include his specific expectations as a shareholder in \nACTSC, that Individual Defendants  knew of Amory’ s expectations , and that the \nIndividual Defendants frustrated Amory’s expectations.  (ECF No. 115, at e.g., ¶¶ 27, \n29–32, 35, 37, 38, 43 –46.)  Effectively, all of the facts necessary for the Court to \nconclude judicial dissolution is appropriate under section 55-14-30(2)(ii) are disputed. \n37. Accordingly, the Motion for Judgment should be DENIED. \nTHEREFORE, it is ORDERED as follows: \n1.  The Motion to Dismiss is DENIED. \n2. Pursuant to Rule 13(h), Sammy E. Sasser, Robert L. Crenshaw, and Justin L. \nThorn are added to thi s action as Counterclaim Defendants, and all future \ndocuments filed with this Court shall refer to them as such in the caption. \n3. The Motion for Judgment is DENIED. \n \n \n \nSO ORDERED, This the 14th day of October, 2019. \n \n    /s/ Gregory P. McGuire      \n    Gregory P. McGuire \n    Special Superior Court Judge for \nComplex Business Cases \n "
}