{
  "id": "4d25dc10e8e8371d0c724632dbd55acad5c13c07ad136a088372ace2077a6d24",
  "source_file": "data/raw/ncbc/4d25dc10e8e8371d0c724632dbd55acad5c13c07ad136a088372ace2077a6d24.pdf",
  "raw_text": "Levin v. Jacobson, 2016 NCBC 92. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n10 CVS 12062 \n \nERIC LEVIN and HOWARD \nSHAREFF, derivatively in the right \nof LAKEBOUND FIXED RETURN \nFUND, LLC, \n \nPlaintiffs, \n \nv. \n \nHOWARD A. JACOBSON and \nPROVINCE GRANDE OLDE \nLIBERTY LLC, \n \nDefendants. \n \n \n \n \n \n \n \n \nFINAL JUDGMENT \n \n \n1. THIS MATTER was called for trial before a jury during an August 31, 2016 \ncivil session of the Wake County Superior Court.   \nParry Tyndall White, by James C. White and Michelle M. Wal ker, for \nPlaintiffs Eric Levin and Howard Shareff, individually and derivatively \nin the right of Lakebound Fixed Return Fund, LLC. \n \nRobinson Elliott an d Smith, by William C. Robinson, fo r Defendant \nProvince Grande Olde Liberty LLC. \n \nHoward A. Jacobson, Pro se. \n \nBledsoe, Judge. \n \n2. During the pretrial conference, counsel for Plaintiffs Eric Levin and Howard \nShareff, derivatively in the right of Lakebound Fixed Return Fund, LLC \n(“Lakebound”) (collectively, “Lakebound”) informed the Court that Plaintiffs were (i) \nvoluntarily dismissing all claims by former Plaintiff Shareff & Associates, DDS PA \nand (ii) voluntarily dismissing Plaintiffs’ claim for conversion of $100,000  of \nLakebound’s funds allegedly used to purchase an interest in former Defendant CILPS \n \n \nAcquisition LLC (“CILPS”) , which had the effect of voluntarily dismissing the only \nclaim against former Defendant CILPS .  Plaintiffs presented to the jury their \nderivative claim on behalf of Lakebound for conversion of $188,000 against Defendant \nHoward A. Jacobson  (“Jacobson”) and sought the imposition of a constructive trust \nover land held by Defendant Province Grande Olde Liberty, LLC (“PGOL” ), which \nPGOL had purchased, in part, with the $188,000 allegedly converted by Jacobson.   \n3. Following the conclusion of the presentation of evidence and the arguments \nof counsel , the following questions were submitted to the jury and answered as \nindicated: \n(1) Did defendant Howard Jacobson convert $188,000 of Lakebound’s funds \nby transferring $188,000 of Lakebound’s funds to Province Grande Olde \nLiberty, LLC?   \n \n   X    Yes               No \nIf you answer this issue YES, please proceed to Issue #2.   \nIf you answer this issue NO, you shall not answer Issue #2. \n(2) Is the land purchased by Province Grande Olde Liberty, LLC with \n$188,000 of Lakebound’s funds subject to a constructive trust in favor of \nLakebound? \n \n   X    Yes               No \n4. On September 7, 2016, the jury returned its unanimous verdict  in favor of \nPlaintiffs on both issues.    \n5. At the pretrial conference in th is matter and at Defendants’ request, t he \nCourt bifurcated Plaintiffs’ claim for punitive damages, which was then to be tried to \nthe same jury only  in the event the jury returned a verdict for Plaintiffs  on their \n \n \nconversion claim against Jacobson .  On Sept ember 8, 2016, however, Plaintiffs \ninformed the Court that they were abandoning their request for punitive damages.   \n6. In light of the jury’s verdict in favor of Plaintiffs’ constructive trust remedy \nover the land purchased by PGOL, the Court received supplemental briefing from the \nparties and held a hearing on October 28, 2016 to determine the terms of the \nconstructive trust.   \n7. Therefore, the Court further FINDS and CONCLUDES as follows: \nFINDINGS OF FACT AND CONCLUSIONS OF LAW \n8. Plaintiffs seek a constructive trust over an undivided 79.4% interest in the \nland purchased by PGOL at the Olde Liberty Golf and Country Club (the “PGOL \nLand”), on the theory that Lakebound’s converted funds accounted for 79.4% of the \ncash paid at closing by PGOL.  In opposition, PGOL advances a number of arguments \nagainst the imposition of a constructive trust on the PGOL Land.  In addition, PGOL \nargues that a constructive trust over the PGOL Land should not exceed a 2.83% \ninterest, which represents the proportion of the converted funds to the total purchase \nprice of the PGOL Land, inclusive of debt. \n9. The North Carolina Supreme Court has defined a constructive trust as “a \nduty, or relationship, imposed by courts of equity to prevent the unjust enrichment of \nthe holder of t itle or, of an interest in, property which such holder acquired \nthrough . . . circumstance[s] making it inequitable to retain it against the claim of the \nbeneficiary of the constructive trust.”  Variety Wholesalers, Inc. v. Salem Logistics \nTraffic Servs., LLC, 365 N.C. 520, 530, 723 S.E.2d 744, 751 (2012) (quoting Wilson v. \n \n \nCrab Orchard Dev. Co. , 276 N.C. 198, 211, 171 S.E.2d 873, 882 (1970)).  “The \nconstructive trust plaintiff wins an in personam order that requires the defendant to \ntransfer specific property in some form to the plaintiff.”  Roper v. Edwards, 323 N.C. \n461, 464, 373 S.E.2d 423, 425 (1988) (citation omitted).  “Trial courts have broad \ndiscretion to fashion equitable remedies to prote ct innocent parties when injustice \nwould otherwise result.”  Kinlaw v. Harris, 364 N.C. 528, 532, 702 S.E.2d 294, 297 \n(2010).   \n10. As an initial matter, the Court notes that PGOL’s arguments against the \nimposition of a constructive trust on the PGOL Land ignore the jury’s verdict and are \nmore properly brought in a motion for judgment notwithstanding the verdict.  As \nsuch, the Court finds those arguments irrelevant in preparing this judgment. \n11. The evidence shows that the total purchase price of the PGOL Land was  \n$6,620,000.00.  (Trial Exhibit 83.)  At closing, PGOL paid $236,761.56 in cash and \nfinanced the remainder of the purchase price with a loan in the amount of \n$6,465,000.00 from Paragon Commercial Bank (“Paragon”).     (Trial Exhibit 83.)  The \njury found that $188,000 of the cash paid by PGOL at closing  were funds converted \nby Jacobson from Lakebound.  (See also Trial Exhibit 82.)   \n12. Plaintiffs argue, and the Court agrees, that the constructive trust should be \nimposed over a percentage interest in the PGOL Land in order to capture any profits \narising from the use of the converted funds.   “[U]nder application of the rule of trust \npursuit, the trust follows and embraces not only t he property or its proceeds or \nproducts, but ordinarily it also includes any profit or increase in the value of such \n \n \nproceeds or products over the original trust property.”  Edgecombe Bank & Trust Co. \nv. Barrett, 238 N.C. 579, 586, 78 S.E.2d 730, 736 (1953). \n13. Plaintiffs argue that Lakebound should hold a 79.4% interest in the PGOL \nLand because Lakebound’s $188,000 accounted for 79.4% of the $236,761.56 in cash \npaid at closing.  No North Carolina court appears to have addressed the treatment of \na loan on property when the property is subject to a constructive trust.  Plaintiffs rely \non non -binding authority to argue that its interest in the PGOL Land should be \n“determined by reference to the amount invested (in other words, the cash portion of \nthe purchase pri ce), disregarding the amount of the mortgage loan.”  Restatement \n(Third) of Unjust Enrichment and Restitution § 55 cmt. n (2011).   \n14. The cases cited by Plaintiffs, however, do not support their position.  In Kim \nv. Parcel K-Tudor Hall Farm LLC, a case relied upon by Plaintiffs, the Fourth Circuit \nanalyzed a constructive trust in which the trial court set the plaintiff’s proportional \ninterest based on the property’s total purchase price, including a purchase money \nnote.  499 F. App’x 313, 319 (4th Cir. 2012) (reversing trial court on other grounds).  \nOn remand and after a bench trial, the trial court again calculated the amount of the \nconstructive trust as plaintiff’s proportion of the total purchase price of the property, \ninclusive of debt.  Kim v. Parcel K -Tudor Hall Farm, LLC , No. MAB 09 -CV-1572, \n2014 U.S. Dist. LEXIS 163740, at *10 (D. Md. Nov. 20, 2014).   \n15. Plaintiffs also cite Belcher v. Birmingham Trust Nat. Bank , 348 F. Supp. \n61, 84 (N.D. Ala . 1968), but that case does not provide that a constructive trust on \nreal property should be measured by the a mount of cash paid at closing.  Instead, \n \n \nBelcher states that a constructive trust “may be measured by the amount of \n[converted funds] so used in relation to the total purchase price, provided there is no \ndoubt as to the proportion of funds actually invested ”  Id.  In this case, the evidence \nclearly shows that the purchase price included the $6,465,000 loan from Paragon.  \n16. In one case cited by Plaintiffs, a California court did award a constructive \ntrust based on the proportion of the down payment without regard to the purchase \nmoney deed of trust on the property.  See Martin v. Kehl, 145 Cal. App. 3d 228, 243–\n44, 193 Cal. Rptr. 312, 321 (Cal. App. 2d Dist. 1983).  In that case, however, the court \nignored the amount of the purchase money deed of trust because the dispute involved \nthe parties’ agreement to purchase the property together.  Id.  In contrast, here an \nact of conversion gave rise to the constructive trust .  While Plaintiffs are entitled to \na construct ive trust to remedy that act of conversion, the Court cannot read the \nevidence as giving rise to some sort of failed joint venture by which Plaintiffs should \nbe deemed to be a party to the Paragon loan with PGOL.    \n17. In the absence of a North Carolina case directly on point, Plaintiffs argue \nthat North Carolina law nevertheless directs the Court to ignore the Paragon loan \nwhen shaping the constructive trust because in cases involving the intermingling of \nproperty, “the trust will be declared upon the entire fund[,] and the loss, if any must \nfall on the perpetrators of the wrong.”  Peoples’ Nat’l Bank v. Waggoner , 185 N.C. \n297, 297, 117 S.E. 6, 8 (1923).  Waggoner dealt with the problem of property \nintermingled to such a degree that the interests of the legal title holders are no longer \ndistinguishable from those of the equitable owners.  Id.  The Supreme Court’s holding \n \n \nthere, however, still acknowledged that separate or identifiable interests should be \nrespected.  In such scenarios, “the whole mixed fund or p roperty becomes subject to \nthe trust except so far as the trustee may be able to distinguish or separate his own[.]”  \nId. (emphasis added).  In this case, the sources of the funds used to purchase the \nPGOL Land are readily distinguishable, and Waggoner counsels that those separate \ninterests cannot be ignored.     \n18. Therefore, the Court concludes that it is not compelled by any North \nCarolina law nor persuaded by any other authority that equity demands  the \nconstructive trust be calculated as a percentage of the cash paid at closing by PGOL \nas urged by Plaintiffs .  See Kim, 2014 U.S. Dist. LEXIS 163740, at *10 (calculating \nthe constructive trust as the plaintiff’s proportion of the total purchase price for a \nparcel of land); Belcher, 348 F. Supp. at 84 (holding that the constructive trust may \nbe calculated by reference to the total purchase price of the property).   \n19. Instead, the Court concludes, after careful review of the evidence introduced \nat trial and in the exercise of the Court’s discretion, that equity will be served by \ncalculating the constructive trust as a proportion of the total purchase price of the \nPGOL Land, inclusive of the Paragon loan.  As stated above, the Court has not found \nany law compelling the Court to ignore the mortgage portion of the purchase price on \nthe PGOL Land.  Furthermore, Plaintiffs have not offered evidence —apart from the \nhigh value of the loan relative to the down payment, which the Court does not \nconsider as determinative in and of itself—that PGOL acted wrongfully in obtaining \nthe loan such that equity demands that the Court ignore the existence of that debt.   \n \n \n20. Plaintiffs argue that the subsequent settlement of the Paragon loan at a \nsevere discount and the Bankruptcy Court’s recharacteriz ation of some of PGOL’s \ndebt as equity—see In re Province Grande Olde Liberty, LLC, 13-00122-8-RDD, 2014 \nBankr. LEXIS 4922, at *22 (Bankr. E.D.N.C. Dec. 5, 2014), aff’d, No. 15-1669, 2016 \nU.S. App. LEXIS 14860 (4th Cir. Aug. 12, 2016)—reveals that the Paragon loan was \na sweetheart deal for which PGOL will receive an undeserved windfall  upon sale of \nthe PGOL Land.  The subsequent treatment of the Paragon loan , however, does not \nalter the Court’s view of the equities at the moment the conversion occurred and the \nconstructive trust arose.  Apart from PGOL’s use of the converted funds in purchasing \nthe PGOL Land, the Court does not find sufficient evidence that the existence of the \nParagon loan was inequitable to Lakebound.  Furthermore, to the extent PGOL’s \nsubsequent debt negotiations eliminated most of the Paragon loan, that conduct \nindirectly benefitted Lakebound by preserving PGOL’s ownership of the PGOL Land.  \nHad Paragon foreclosed on the property, Lakebound likely would not have had a \nconstructive trust remedy available to it on the PGOL Land.  \n21. The Court therefore concludes that the constructive trust in the PGOL Land \nshould be calculated as the percentage of the converted funds to the total purchase \nprice, inclusive of debt .  Based on the $6,620,000.00 pu rchase price, Lakebound’s \nconverted $188,000 comprises 2.83% of the total funds used to purchase the PGOL \nLand.  \n22. Finally, a primary purpose of North Carolina’s election of remedies doctrine \nis “to prevent double redress for a single wrong.”  Smith v. Oil C orp., 239 N.C. 360, \n \n \n368, 79 S.E.2d 880, 885 (1954).   To determine whether recovery is duplicitous, the \nCourt should consider whether recoveries serve the same interests and are based on \nthe same conduct.  United Labs, Inc. v. Kuykendall, 335 N.C . 183, 193, 437 S.E.2d \n374, 380 (1993).  The evidence indicates that, although the conversion claim and the \nconstructive trust remedy required different proof, Lakebound has suffered a single \nloss of $188,000 and can be made whole whether it recovers from Jacobson or PGOL.  \nTherefore, the Court concludes that recovery of monetary damages for the conversion \nclaim from Jacobson and under the constructive trust remedy from PGOL would \nconstitute an impermissible double recovery .  Thus, the Court concludes, in th e \nexercise of its discretion, that Plaintiffs must elect between the money judgment \nagainst Jacobson and the constructive trust remedy against PGOL as Plaintiffs’ sole \nremedy on behalf of Lakebound in this action.  \n23. WHEREFORE, the Court enters JUDGMENT as follows: \na. Plaintiffs, on behalf of Lakebound, shall have and recover from Jacobson \nthe sum of $188,000.00, plus interest at the legal rate, from December \n31, 2009 until paid. \nb. PGOL holds a 2.83% interest in the PGOL Land  it purchased on \nDecember 31, 2009 in a constructive trust for the benefit of Lakebound.  \nLakebound’s beneficial interest in the PGOL Land is superior to PGOL’s \ninterest, and PGOL  as trustee shall promptly execute a deed \ntransferring the 2.83% interest in fee simple to Lakebound. \n \n \nc. Plaintiffs, on behalf of Lakebound,  shall only recover once for \nLakebound’s loss.  Plaintiffs, on behalf of Lakebound, may recover either \ndamages under the money judgment against Jacobson set forth in \nsubparagraph (a) above or the constructive trust against PGOL set forth \nin subparagraph (b) above, but any recovery shall be non-cumulative, as \nPlaintiffs are not entitled to recover for Lakebound from both Jacobson \nand PGOL.   \nd. The Court defers consideration of (i) Plaintiffs’ Motion for Attorney ’s \nFees and Expenses and (ii) Plaintiffs’ Motion to Appoint a Receiver for \nLakebound Fixed Return Fund, LLC until the consideration of post -\njudgment motions, if any.   \nSO ORDERED, this the 5th day of December, 2016. \n \n \n      /s/ Louis A. Bledsoe, III  \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n        for Complex Business Cases \n \n "
}