{
  "id": "4d6c7fffced5f7f1beae714c59be26b0ac8ca650a63d52c1cc085384cdab36e9",
  "source_file": "data/raw/ncbc/4d6c7fffced5f7f1beae714c59be26b0ac8ca650a63d52c1cc085384cdab36e9.pdf",
  "raw_text": "McKinnon v. CV Indus., Inc., 2012 NCBC 36. \n \n{1}  THIS MATTER is before the court following remand on cross-motions for \nattorneys’ fees and costs.  The court granted Defendant summary judgment on all \nclaims, and its Order was affirmed.  For the reasons stated below, Plaintiff’s motion \nis DENIED, and Defendant’s motion is GRANTED in part and DENIED in part. \n \n  \nC. Gary Triggs, P.A. by C. Gary Triggs for Plaintiff Bobby E. McKinnon. \n  \nParker, Poe, Adams & Bernstein LLP by William L. Rikard, Jr. and James C. \nLesnett, Jr. for Defendant CV Industries, Inc. \n \nGale, Judge. \n \nI.  PROCEDURAL BACKGROUND \n{2}  Plaintiff Bobby E. McKinnon (“Plaintiff” or “McKinnon”) filed suit against \nDefendant CV Industries, Inc. (“Defendant” or “CVI”) on March 11, 2009, alleging \nclaims for: (1) breach of contract; (2) specific performance; (3) fraud or \nmisrepresentation; and (4) violation of the North Carolina Unfair and Deceptive \nTrade Practices Act (“UDTPA” or “Chapter 75”).  McKinnon entered a Severance \nAgreement (“Agreement”) with CVI upon the termination of his employment.  Each \nof McKinnon’s claims arise from CVI’s refusal to pay amounts McKinnon contends \nhe was owed under the shadow equity plan of the Agreement.  The case was \ndesignated as a mandatory complex business case by Order of Chief Justice Sarah \nSTATE OF NORTH CAROLINA \nCOUNTY OF CATAWBA \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n09 CVS 830 \nBOBBY E. McKINNON, \nPlaintiff, \nv.  \nCV INDUSTRIES, INC., \nDefendant. \nORDER & OPINION ORDER & OPINION ORDER & OPINION ORDER & OPINION    \n \n \nParker dated April 13, 2009.  The case was assigned to Chief Judge Ben Tennille, \nand then reassigned to the undersigned upon Judge Tennille’s retirement.  \n{3}  CVI filed its initial answer and counterclaim on April 8, 2009.  Its \ncounterclaim alleged that McKinnon breached the Agreement by becoming involved \nwith patents owned by Frank J. Land (“Land”) and the Land Fabric Company \n(“Land Patent”). (CVI’s Answer and Countercl. at 11.)  McKinnon’s reply noted that \nCVI had by letter expressly authorized McKinnon’s involvement with the Land \nPatent.  (Pl.’s Mot., Affirmative Defenses, and Reply to Countercl. at 2.)  CVI then \npromptly filed an amended answer omitting the breach of contract counterclaim.  \n(CVI’s Am. Answer and Countercl. at 7.)  \n{4}  The Parties undertook extensive discovery, throughout which CVI \npressed McKinnon to define how he contended that he had continued in \n“competition” with CVI once he became involved with the Land Patent and formed a \ncompany known as Basofil Fibers, a fact necessary to support his contract claim.  \nCVI further sought to discover any evidence McKinnon claimed to support any \nfinding that CVI had entered the Agreement having no intention to perform it, a \nnecessary factual predicate of McKinnon’s fraud and UDTPA claims.  After the close \nof discovery, on March 1, 2010, CVI filed a Motion for Summary Judgment on all \nfour of McKinnon’s claims.  Judge Tennille granted the motion in its entirety on \nJune 3, 2010, finding that McKinnon could forecast no evidence to support his \nclaims.   \n{5}  The North Carolina Court of Appeals affirmed Judge Tennille’s grant of \nsummary judgment on July 19, 2011.  McKinnon v. CV Indus., Inc. , ___ N.C. App. \n___, 713 S.E.2d 495 (2011).   \n{6}  Upon remand, Plaintiff and Defendant each filed motions for attorneys’ \nfees and costs.  McKinnon’s motion is based on his assertion that CVI brought its \nbreach of contract counterclaim when it was aware, or should have been aware, that \nCVI had expressly authorized the actions taken by McKinnon of which it \ncomplained.  CVI’s motion is based on its assertion that McKinnon knew at the \noutset that his claims were frivolous, and, further that any good faith belief that \n \n \nMcKinnon may have had at the time of filing evaporated when he was unable to \nmarshal any evidence at all to support his claims, such that the issues were no \nlonger justiciable.  The respective motions were fully briefed, and the court held a \nhearing on March 1, 2012.   \n \nII.  FACTUAL BACKGROUND \nA. The Parties  \n {7}  Plaintiff McKinnon is a citizen and resident of Catawba County, North \nCarolina.  It is undisputed that McKinnon has substantial experience and expertise \nin the textile industry.   \n {8}  Defendant CVI is a North Carolina corporation with a principal place of \nbusiness in Hickory, Catawba County, North Carolina.  CVI acts as a holding \ncompany for Century Furniture, LLC (“Century”) and Valdese Weavers, LLC \n(“Valdese”).  Century manufactures high-grade furniture, and Valdese \nmanufactures mid to high quality jacquard fabric for use by furniture \nmanufacturers.  Valdese formerly funded the textile research of Land which related \nto the development of a fire-resistant yarn to be used in upholstery and furniture \nmanufacturing.   \nB. The Agreement and McKinnon’s Employment After Leaving CVI \n \n{9} McKinnon resigned from CVI in May 2000 after working there for more \nthan twenty years.  (Compl. ¶¶ 2, 4.)  The Parties negotiated the Agreement upon \nhis resignation.  (Compl. Ex. A.)  Among other provisions, the Agreement modified \nprevious incentive plans that had been awarded to McKinnon over the course of his \nemployment.  Of particular importance in this case, the Agreement modified the \nterms of a shadow equity plan (“Plan A”).  But for the Agreement, McKinnon would \nhave lost benefits under Plan A if he took employment with a competitor of CVI or \notherwise competed with CVI after leaving CVI’s employ.  (Compl. Ex. A ¶ 4.)  The \nAgreement instead recognized that McKinnon would work for a CVI competitor, \nMastercraft Fabrics (“Mastercraft”), and suspended any Plan A benefits until \nMcKinnon was no longer “employed by any other competitor of and is not engaged \n \n \nin competition with CVI or any of its subsidiaries.”  (Compl. Ex. A ¶ 8.)  However, \nall payments under Plan A would be forfeited if the value of CVI’s Employee Stock \nOwnership Plan (“ESOP”) stock on the December 31 of the year immediately \npreceding the date on which McKinnon ceased to be in competition with CVI was \nbelow the $9.90 value of CVI’s ESOP stock on December 31, 1999.  (Compl. Ex. A ¶ \n8.)  McKinnon would not therefore receive any Plan A benefits: (1) while he was in \ncompetition with CVI; or (2) at and after the time he ceased competition if CVI’s \nESOP stock value did not exceed $9.90 on the preceding December 31.  McKinnon’s \nclaim turns on when he ceased being involved in “competition with CVI.”  Judge \nTennille and the Court of Appeals concluded that McKinnon had no evidence to \nsupport a claim that he remained in competition with CVI after leaving \nemployment with Mastercraft in November 2001, which resulted in a forfeiture of \nPlan A benefits because the December 31, 2000 ESOP stock price was below $9.90.    \n{10}  CVI’s motion for fees and costs contends that McKinnon’s continued \nassertion to the contrary was frivolous and presented no justiciable claim. \nMcKinnon rather contends that his continued general involvement in the furniture \nindustry supported his claim that he competed with CVI, albeit indirectly and \nwithout being associated with a direct competitor.   \n{11}  After resigning from CVI in May 2000, McKinnon first became an \nowner/employee of Joan Fabrics Corp. and its Mastercraft division.  (Summ. J. \nOrder & Op., June 3, 2010 (“Order & Op.”) ¶ 14.)  There is no dispute that \nMastercraft is a competitor of CVI.  (Order & Op. ¶ 24.)  Also, as of May 2000, the \nAgreement prohibited McKinnon from association with the Land Patent. \n{12}  In the Fall of 2001, CVI and its subsidiary, Valdese, elected to \ndiscontinue all involvement with the Land Patent and the field of fire-resistant \nyarns.  (Order & Op. ¶ 17.)  When McKinnon learned of CVI’s disengagement, he \nrequested that CVI release him from the provisions of the Agreement preventing \nhim from becoming involved with the Land Patent.  (Order & Op. ¶ 17.)  On \nNovember 20, 2001, Alex Shuford (“Shuford”), then CVI’s President and CEO, gave \nMcKinnon express permission by letter to work with Land and the Land Patent.  \n \n \n(Pl.’s Mem. of Law in Supp. of his Mot. for Att’ys Fees and Costs and in Opp’n to \nDef.’s Mots. for Att’ys Fees and Costs (“Pl.’s Supp. Br.”) at 5–6.)   \n{13}  On November 26, 2001, McKinnon resigned from his employment with \nMastercraft, began working with Land and the Land Patent, and formed a company \nknown as Basofil Fibers.  (Pl.’s Supp. Br. at 6.)  The Parties’ dispute focuses on \nwhether McKinnon had a justiciable basis to claim that he then remained in \n“competition” within the Agreement’s meaning.  Basofil Fibers manufactures and \nsells fiber, but does not spin the fiber into yarn or manufacture fabric.  (Order & Op. \n¶ 26.)  Valdese was originally a client of Basofil Fibers but ceased purchasing its \nproducts in August 2002 due to concerns over quality.  McKinnon served as Basofil \nFibers’ CEO until November 1, 2006, and remained a Basofil Fibers’ consultant \nuntil November 1, 2008.  (Pl.’s Supp. Br. at 6.)  McKinnon contends that he first \nceased being in competition with CVI and its subsidiaries on November 1, 2008.  As \nnoted, CVI contends that McKinnon’s competition ceased in 2001 when he left \nMastercraft.   \n{14}  When McKinnon left his employment with CVI, CVI booked its Plan A \nseverance obligations to McKinnon as a contingent liability.  In March 2002, CVI \nhired an outside auditing firm to examine its financial statements.  McKinnon,   713 \nS.E.2d at 499.  The auditing firm determined that McKinnon had ceased being in \ncompetition with CVI in November 2001 when he left Mastercraft.  Id.   Because \nCVI’s ESOP stock did not exceed the $9.90 threshold at the previous year-end, the \nauditing firm advised that McKinnon had forfeited his Plan A benefits and the \ncontingent liability need no longer be carried on CVI’s books.  CVI did not provide \nMcKinnon notice that it had cancelled the contingent liability, although there was \nalso no evidence that it was required to do so.  CVI continued to pay McKinnon \nother benefits provided by the Agreement. \n{15}  CVI’s year-end ESOP stock price remained below the threshold $9.90 \nuntil December 31, 2007.  (Order & Op. ¶ 11.)  \n{16}  In June 2008, McKinnon notified CVI that he would cease competition \nwith CVI and claimed entitlement to Plan A benefit payments.  (Compl. ¶ 16.)  CVI \n \n \nthen notified McKinnon that he had ceased competing with CVI when he resigned \nfrom Mastercraft in 2001 1 and refused to pay McKinnon any money under Plan A.  \n(Compl. Ex. E.)  McKinnon’s interrogatory responses indicate that as of the date of \nhis request for Plan A benefits, he was performing consulting services for Dalco, \nInc., a fabric company, Keystone Weaving, an apparel fabrics manufacturer, and \nJacquard Fabrics, Inc. (“Jacquard”).   \n{17}  CVI has continued to pay all payments due under Plans B, C, and D \nfrom the time the Agreement was executed.  (Order & Op. ¶ 9.)   \nC. The Lawsuit  \n{18}  McKinnon brought suit against CVI on March 11, 2009 alleging four \ncauses of action: (1) breach of the Agreement by CVI; (2) specific performance of the \nAgreement; (3) fraud or misrepresentation; and (4) violation of the UDTPA.  \n(Compl.)  The fraud and UDTPA claims asserted that CVI had no intention of \nperforming under Plan A when first entering the Agreement.   \n{19}  On April 8, 2009, CVI answered and filed a counterclaim against \nMcKinnon for breach of the Agreement.  (CVI’s Answer and Countercl.)  The answer \ndenied every material allegation of liability, pled Rule 12(b)(6) as an affirmative \ndefense, and moved for attorneys’ fees under N.C.G.S. § 75-1.1 and other statutory \nauthority.  The counterclaim asserted that the Agreement expressly prohibited \nMcKinnon’s involvement with Land or the Land Patent.  (CVI’s Answer and \nCountercl. at 9 ¶¶ 9−10.)     \n{20}  On April 13, 2009, McKinnon filed a reply to CVI’s counterclaim \nreferencing a letter granting express permission for McKinnon’s involvement with \nLand by CVI’s President and CEO, Shuford.  (Pl.’s Mot., Affirmative Defenses and \nReply to Countercl. at 2.)  \n                                                           \n1 The letter from CVI denying liability to McKinnon under Plan A states that CVI believes \nMcKinnon ceased being in competition with CVI when he resigned from Mastercraft in November \n2002.  The court believes the discrepancy in dates is simply a mistake on the part of the drafter.  \nEven so, the ESOP stock price would have been below $9.90 on December 31, 2002.  \n \n \n{21}  On June 30, 2009, CVI filed an Amended Answer and Counterclaim \nremoving its counterclaim for breach of contract.  (CVI’s Am. Answer and \nCountercl.)  The amended answer likewise denied every material allegation of \nliability, pled Rule 12(b)(6) as an affirmative defense, and moved for attorneys’ fees \nunder N.C.G.S. § 75-1.1 and other statutory authority.   \n{22}  The parties held a Case Management Conference on August 26, 2009.  \nThe conference was not recorded, but the record establishes that Judge Tennille \ncautioned McKinnon that further pursuit of his UDTPA claim could result in an \naward of attorneys’ fees against him. (Def. CV Industries, Inc.’s Mem. of Law in \nSupp. of its Mot. for Att’ys Fees and Costs (“Def.’s Supp. Br.”) at 13; Pl.’s Supp. Br. \nat 8.)  The Parties thereafter pursued a full course of discovery during the period \nallowed by the Case Management Order. \nD. Summary Judgment \n \n{23}  CVI moved for summary judgment against all of McKinnon’s claims on \nMarch 1, 2010.  (Def.’s Mot. for Summ. J. at 4.)  CVI asserted that the uncontested \nevidence demonstrated that McKinnon had not competed with CVI after leaving \nMastercraft, such that McKinnon had forfeited payments under Plan A because he \nceased being in competition with CVI when he began working for Basofil Fibers and \nits related entities in November, 2001, at which time CVI’s ESOP stock price had \nnot passed the $9.90 benchmark.  (Def.’s Mot. for Summ. J. at 4.)  CVI further \ncontended that there was no forecast of evidence to support any fraud or UDTPA \nclaim based on the assertion that CVI did not intend to honor the Agreement at the \ntime it was executed.  (Def.’s Mot. for Summ. J. at 4.)   \n{24}  Judge Tennille granted summary judgment against all of McKinnon’s \nclaims.  He found that McKinnon created no material issue of fact of whether he \nremained in competition with CVI after year-end 2001, and the uncontested \nevidence presented no support for any assertion that CVI entered the Agreement \nwithout an intention to perform.  (Order & Op. ¶¶ 2, 24, 45.)   \n{25}  The evidence was undisputed that McKinnon remained in competition \nwith CVI during the time he was employed by Mastercraft.  (Order & Op. ¶ 24.)  \n \n \nMcKinnon never offered any support that Basofil Fibers was a direct competitor to \nCVI.  He instead relied upon a non-specific but broad definition of competition \nwhich, if accepted with the breadth that McKinnon asserted, would reach any \ncompany involved in any way in the chain of manufacture, sale or distribution of \nfurniture products.  Judge Tennille rejected McKinnon’s asserted definition and \nfound that McKinnon had presented no competent evidence which could support \nany finding that he was competing with CVI through his association with Basofil \nFibers.  (Order & Op. ¶¶ 26, 30.)  To the contrary, Judge Tennille noted that \nsubstantial uncontroverted evidence proved the contrary for several reasons.  First, \nBasofil Fibers only manufactured fiber; it did not manufacture yarn, fabric, or \nfurniture.  (Order & Op. ¶ 26.)  Second, McKinnon entered an employment \nagreement with Basofil Fibers which prohibited any employment with competitors, \nyet he “freely admits” that this non-compete clause would not have prevented him \nfrom returning to work for CVI.  (Order & Op. ¶ 27.)  Third, Basofil Fibers’ \nPresident and Manager, Bogden Ewendt (“Ewendt”), testified that Basofil Fibers \ndoes not compete with CVI.  (Order & Op. ¶ 27.)  Fourth, CVI did not object to an \ninvestment in Basofil Fibers by the Executive Vice President of Sales at one of CVI’s \nsubsidiaries.  (Order & Op. ¶ 28.)  In sum, Judge Tennille found that “with the \nexception of McKinnon’s self-serving conclusory allegations” it was “entirely \nunrefuted” that Basofil Fibers did not compete with CVI.  (Order & Op. ¶ 26.)   \n{26}  With respect to McKinnon’s promissory fraud claim, Judge Tennille \nnoted that “[t]he factual record is devoid of any evidence indicating that CVI did not \nintend to honor the Plan A provisions at the time it entered into the Agreement,” \nbut rather McKinnon’s evidence related only to CVI’s actions after the Agreement \nwas executed. 2  (Order & Op. ¶¶ 36–37.)  Judge Tennille again noted that the \nevidentiary record, in fact, tended to disprove McKinnon’s allegations.  That \nevidence tended to show that CVI did intend to honor the Agreement when it was \n                                                           \n2 In response to specific questioning during oral argument, Plaintiff’s counsel indicated that the \npromissory fraud claim rested not on conduct prior to or during the execution of the contract, but on \n“[w]hat [CVI] did shortly thereafter.”  (Tr. of Pl.’s Oral Arg. at 38:18−21.)  \n \n \nexecuted because: (1) CVI partially performed under the Agreement by making all \npayments due under Plans B, C, and D; (2) CVI carried the Plan A liability on its \nbooks until McKinnon began working for Basofil Fibers; and (3) CVI was willing to \nrelease McKinnon from the restrictions on working with Land and the Land Patent.  \n(Order & Op. ¶¶ 37–38.)   \n{27}  While McKinnon’s UDTPA claim was based on the fraud claim, Judge \nTennille further supported summary judgment on the UDTPA claim because the \nstatute does not reach “conduct solely related to the internal operation of a single \nbusiness.”  As a result, McKinnon had failed to present any evidence that the \nAgreement affected commerce.  (Order & Op. ¶¶ 40–44.)      \nE. Court of Appeals  \n{28}  The Court of Appeals affirmed Judge Tennille’s grant of summary \njudgment.  McKinnon , 713 S.E.2d at 505.  \n{29}  The Court of Appeals likewise found no evidence to support McKinnon’s \nclaim that he remained in competition with CVI after he resigned from Mastercraft \nand began working for Basofil Fibers.  Id.  at 501.  The Court of Appeals stated that \ncompetition “entail[s] more than mutual existence in a common industry or \nmarketplace; rather, it requires an endeavor among business entities to seek out \nsimilar commercial transactions with a similar clientele.”  Id.   It also found that \nMcKinnon’s forecast of evidence could not present a claim under this definition.  Id.   \nAt oral argument before the Court of Appeals, Judges Thigpen and Hunter \nspecifically questioned McKinnon’s attorney, Mr. Triggs, in an effort to identify \nsome basis on which McKinnon claimed Basofil Fibers competed with CVI.  Mr. \nTriggs was unable to name any product of Basofil Fibers’ that competed with CVI \nand, instead, admitted for the first time that McKinnon was not  arguing that \n“Basofil in and of itself, is competition.”  (Tr. of Appellant’s Oral Arg. and Rebuttal \nOral Arg. at 5, 27:14−15)  Mr. Triggs rather proposed that McKinnon remained in \ncompetition with CVI because he helped to “direct [CVI’s competitors in the \nfurniture business] to a better market share.”  (Tr. of Appellant’s Oral Arg. and \nRebuttal Oral Arg. at 11:2−5.)  He later elaborated in argument on the present \n \n \nmotions that competition should be understood so broadly as to reach any entity \ncompeting for dollars spent in the furniture industry.  The Court of Appeals rejected \nMcKinnon’s broad brush approach.  It found that Basofil Fibers and its related \nentities produced Basofil Fiber and licensed out the rights to Alessandra Yarn, and \nso Basofil Fibers’ clientele was yarn and fabric manufacturers, whereas CVI’s \ncustomers were instead furniture manufacturers and consumers.  McKinnon , 713 \nS.E.2d at 502.  CVI and Basofil Fibers were therefore not in competition with each \nother; they merely operated in related industries while not competing for similar \nclientele.  Id.  at 501–02.   \n{30}  The Court of Appeals noted that if McKinnon’s definition of competition \nwere adopted, it would mean that nearly every business which contributes any \nproduct or service to the furniture industry would be in competition with each other.  \nId.  at 502.  The Court of Appeals found McKinnon’s definition to be “unpersuasive \nand excessively broad.”  Tellingly, the Court of Appeals further noted that the broad \ndefinition McKinnon championed could well mean that his continuing consulting \narrangements would mean that, “he may have still been in competition with CVI \nwhen he claimed his Plan A benefits on 23 June 2008.”  Id.  That is, his own actions \nwere inconsistent with his litigation claims. \n{31}  As to McKinnon’s promissory fraud claim, the Court of Appeals found no \nevidence adequate to create a genuine issue of material fact.  Id.  at 503.  McKinnon \nfailed to provide any evidence that CVI intended to dishonor the Agreement at the \ntime the Parties entered into the Agreement.  Id.   The Court of Appeals also found \nthat there was no support under North Carolina law for McKinnon’s argument that \nCVI engaged in fraud when it removed the obligation to McKinnon under Plan A \nfrom its books without notifying McKinnon.  Id.  \n{32}  The Court of Appeals also found that summary judgment against \nMcKinnon’s UDTPA claim was proper because the claim depended upon the \nunderlying fraud allegation, and further because the Agreement did not violate \ncommon law restrictions on restraint of trade and thus did not violate the UDTPA.  \nId.  at 504−05.      \n \n \n{33} Despite the Court of Appeals’ considered opinion that McKinnon had no \nevidentiary basis on which to rest his claims, on August 22, 2011, McKinnon filed a \nPetition for Discretionary Review with the North Carolina Supreme Court.  The \npetition was denied by Order dated October 6, 2011.  (Def.’s Supp. Br. at 2.) \n{34}  The question now before this court is whether McKinnon should be \ntaxed with fees and costs.  As noted below, the court believes the inquiry focuses not \nso much on whether McKinnon should be sanctioned for having initiated the claim, \nbut rather whether he insisted on pursuing it after it became obvious that his \nclaims were no longer justiciable.   \n \nIII.    LEGAL STANDARDS \n{35}  Both motions assert a basis for the award of attorneys’ fees pursuant to \nN.C.G.S. §§ 1A, Rule 11; 1D-45; and 6-21.5; and costs pursuant to N.C.G.S. §§ 6-1; \n6-20; and 7A-305.  CVI’s motion additionally claims a basis pursuant to N.C.G.S. § \n75-16.1.  These various provisions are reviewed under similar but somewhat \ndifferent standards of review.     \nA.  N.C.G.S. § 1A, Rule 11  \n{36}  Rule 11 requires that pleadings, motions, and other papers filed with \nthe court must be well-grounded in fact, warranted by existing law or a good faith \nargument for the extension, modification, or reversal of existing law, and not filed \nfor any improper purpose, such as to harass or cause unnecessary delay or increase \nin the costs of litigation.  Thus, a Rule 11 analysis includes three components: (1) \nfactual sufficiency; (2) legal sufficiency; and (3) proper purpose.  Static Control \nComponents, Inc. v. Vogler , 152 N.C. App. 599, 603, 568 S.E.2d 305, 308 (2002) \n(citing Dodd v. Steele , 114 N.C. App. 632, 635, 442 S.E.2d 363, 365 (1994)).  \nSanctions can be imposed if any one of the three is not met.  Bryson v. Sullivan , 330 \nN.C. 644, 656–57, 412 S.E.2d 327, 333 (1992).  \n{37}  The Rule 11 inquiry is limited to a review of the challenged pleading and \nwhether it was warranted by facts and law known to the submitting party at the \n \n \ntime the pleading was signed, with the court not looking beyond to responsive \npleadings.  Id. \n{38}  Factual sufficiency inquires whether: (1) the alleged violator undertook \na reasonable inquiry into the facts; and (2) the alleged violator reasonably believed \nthat his claim was well-grounded in fact after assessing the results of his inquiry.  \nIn re Will of Durham , 206 N.C. App. 67, 71, 698 S.E.2d 112, 118 (2010) (citing \nMcClerin v. R-M Indus., Inc., 118 N.C. App. 640, 644, 456 S.E.2d 352, 355 (1995)). \n{39}  Legal sufficiency inquires whether a pleading was supported by existing \nlaw at the time it was signed.  Bryson , 330 N.C. at 656, 412 S.E.2d at 333.  The \ncourts utilize a two-part analysis.  First, the court must determine if the pleading is \nfacially plausible.  Ward v. Jett Props., LLC , 191 N.C. App. 605, 607–08, 663 S.E.2d \n862, 864 (2008) (citing Mack v. Moore , 107 N.C. App. 87, 91, 418 S.E.2d 685, 688 \n(1992)).  If the pleading is not facially plausible, then the court must ask whether \nthe pleading party failed to “conduct reasonable inquiry into the law or did not \nreasonably believe that the [pleading] was warranted by existing law” or “a good \nfaith argument for the extension, modification, or reversal of existing law.”  N.C. \nGEN . STAT . § 1A, Rule 11; Ward , 191 N.C. App. at 608, 663 S.E.2d at 864. \n{40}  An improper purpose may be broadly defined as any purpose other than \nto vindicate one’s rights.  Ward , 191 N.C. App. at 609, 663 S.E.2d at 865 (citing \nBrooks v. Giesey , 334 N.C. 303, 315, 432 S.E.2d 339, 345−46 (1993)).  An objective \nstandard is used to determine whether a pleading was filed for an improper \npurpose, but such a purpose can be inferred from “continuing to press an obviously \nmeritless claim after being specifically advised of its meritlessness by a judge or \nmagistrate.”  Id.  (internal quotations omitted). \nB.  N.C.G.S. § 1D-45  \n{41}  N.C.G.S. § 1D-45 provides for an award of reasonable attorneys’ fees \nwhich result from defending a claim for punitive damages, if the court finds that the \nclaimant filed the claim for punitive damages knowing that the claim was frivolous \nor malicious.   \n \n \n \nC.  N.C.G.S. § 6-21.5  \n{42}  N.C.G.S. § 6-21.5 allows a court, upon motion of the prevailing party, to \naward attorneys’ fees if the court finds that there was “a complete absence of a \njusticiable issue of either law or fact raised by the losing party in any pleading.”  \nWhile the court’s grant of a motion for summary judgment is not alone sufficient for \nthe court to find a complete absence of a justiciable issue, it may be used as \nevidence to support such a finding.  On the other hand, if the court finds that the \nlosing party’s claims were supported by a good faith argument for the extension, \nmodification, or reversal of existing law, it may not award attorneys’ fees under § 6-\n21.5.  N.C. GEN . STAT . § 6-21.5 (2011).  \n{43}  In contrast to the Rule 11 predicates, in assessing a § 6-21.5 violation, \nthe court properly looks beyond a particular pleading to evaluate “whether the \nlosing party persisted in litigating the case after a point where he should reasonably \nhave become aware that the pleading he filed no longer contained a justiciable \nissue.”  Sunamerica Fin. Corp. v. Bonham , 328 N.C. 254, 258, 400 S.E.2d 435, 438 \n(1991).  A justiciable issue is one “that is real and present as opposed to imagined or \nfanciful.  In order to find complete absence of a justiciable issue it must conclusively \nappear that such issues are absent even giving the pleadings the indulgent \ntreatment they receive on motions for summary judgment or to dismiss.”  \nSunamerica , 328 N.C. at 257, 400 S.E.2d at 437 (citations omitted) (quoting K & K \nDev. Corp. v. Columbia Banking Fed. Sav. & Loan Ass’n , 96 N.C. App. 474, 479, 386 \nS.E.2d 226, 229 (1989)) (internal quotation marks omitted). \n{44}  The North Carolina Supreme Court recognizes the interplay between \nRule 11 and § 6-21.5.  It has held that it is “possible that a pleading which, when \nread alone sets forth a justiciable controversy, may, when read with a responsive \npleading, no longer present a justiciable controversy.”  Sunamerica , 328 N.C. at 258, \n400 S.E.2d at 438.  It is important to note, however: \nthat the mere filing of an affirmative defense without more is not \nsufficient to establish an absence of a justiciable issue, nor is the grant \nof a 12(b)(6) motion, nor the entry of summary judgment.  However, \naction by the losing party which perpetuated litigation in the face of \n \n \nevents substantially establishing that the pleading no longer presented \na justiciable controversy may also serve as evidence for the purposes of \nN.C.G.S. § 6-21.5.  Whether such evidence would be sufficient without \nmore is determinable on a case-by-case basis.   \n \nId.  at 259−60, 400 S.E.2d at 439.  \nD.  N.C.G.S. § 75-16.1  \n {45}  Under § 75-16.1, a court may award attorneys’ fees to the prevailing \nparty if the presiding judge finds that “[t]he party instituting the action knew, or \nshould have known, the action was frivolous and malicious.”  N.C. GEN . STAT . § 75-\n16.1 (2012).  The grant of summary judgment against a claim is insufficient, by \nitself, to prove that a claim was frivolous.  Winston-Salem Wrecker Ass’n v. Barker , \n148 N.C. App. 114, 117, 557 S.E.2d 614, 617 (2001).  An award of attorneys’ fees is \nunwarranted if the court finds that the party made a “good faith argument” for the \napplicability of the UDTPA.  Cincinnati Ins. Co. v. Dynamic Dev. Grp., LLC. , 336 F. \nSupp. 2d 552, 557 (M.D.N.C. 2004).   \nE. \n Costs Pursuant to N.C.G.S. §§ 6-1 and 6-20  \n{46}  N.C.G.S. § 6-1 permits the court to award costs to the party for whom \njudgment is given, if such costs are allowed under Chapter 6 or 7A of the North \nCarolina General Statutes.  N.C.G.S. § 6-20 articulates the court’s discretion to \naward costs under § 6-20, regardless of whether costs are otherwise allowed under \nother sections of the General Statutes.   \n \nIV. \n ANALYSIS \n{47}  Employing these standards, the court DENIES Plaintiff’s motion for \nattorneys’ fees and costs.  The court GRANTS in part and DENIES in part \nDefendant’s motion for attorneys’ fees, limiting the award of fees to the pursuit of \nthe litigation after summary judgment was entered.  The court GRANTS \nDefendant’s motion for costs.   \n \n \n \n \nA.  McKinnon is Not Entitled to Attorneys’ Fees or Costs. \n1. 1. 1. 1.  McKinnon is not entitled to attorneys’ fees pursuant to Rule 11 McKinnon is not entitled to attorneys’ fees pursuant to Rule 11 McKinnon is not entitled to attorneys’ fees pursuant to Rule 11 McKinnon is not entitled to attorneys’ fees pursuant to Rule 11.. ..    \n{48}  McKinnon’s motion rests on his claim that CVI improperly asserted its \ncounterclaim because CVI had by letter expressly authorized McKinnon’s \ninvolvement with the Land Patent.  (Pl.’s Supp. Br. at 9, 31.)  Although McKinnon’s \nmotion does not specify which prong(s) of Rule 11 CVI allegedly violates, the court \nhas examined the motion under each of the three prongs.   \n{49}  CVI admits that the letter existed but was not found prior to the \ncounterclaim being filed.  CVI’s Chief Financial Officer, Richard Reese, stated in his \ndeposition that he reviewed the Agreement and searched his files relating to \nMcKinnon prior to filing the counterclaim.  (Def.’s Mot. to Strike and Resp. to Pl.’s \nMot. for Att’ys Fees and Costs (“Def.’s Resp. Br.”) at 2–3.)  Shuford, the author of \nthe letter to McKinnon, also stated in his deposition that he did not recall the letter \nas it had been written several years prior.  (Def.’s Resp. Br. at 3.)  Not having found \nanything releasing McKinnon from the clause in the Agreement prohibiting him \nfrom working with the Land Patent after reviewing files, CVI filed the counterclaim \nbelieving it had a basis to do so.  (Def.’s Resp. Br. at 3.)  The court concludes that \nCVI made a reasonable inquiry into the facts supporting their breach of contract \ncounterclaim.   \n{50}  The counterclaim does not fail the legal sufficiency standard.  It is \nplausible on its face.  But for the letter, McKinnon’s involvement with the Land \nPatent would plainly support a claim for breach of contract.   \n{51}  There is no evidence to support a finding that CVI filed its counterclaim \nfor any improper purpose.  The prompt dismissal after notice of the letter suggests \notherwise. \n{52}  In sum, CVI did not violate Rule 11 when filing the counterclaim.   \n2. 2. 2. 2.  McKinnon is not entitled to attorneys’ fees under N.C.G.S. § 1D McKinnon is not entitled to attorneys’ fees under N.C.G.S. § 1D McKinnon is not entitled to attorneys’ fees under N.C.G.S. § 1D McKinnon is not entitled to attorneys’ fees under N.C.G.S. § 1D-- --45. 45. 45. 45.    \n{53}  CVI did not seek punitive damages in its counterclaim.  Accordingly, \nMcKinnon has no grounds to seek fees under 1D-45.  \n \n \n \n3. 3. 3. 3.  McKinnon is McKinnon is McKinnon is McKinnon is not entitled to attorneys’ fees under N.C.G.S. § 6 not entitled to attorneys’ fees under N.C.G.S. § 6 not entitled to attorneys’ fees under N.C.G.S. § 6 not entitled to attorneys’ fees under N.C.G.S. § 6-- --21.5. 21.5. 21.5. 21.5.    \n{54}  The court has already determined that CVI’s counterclaim was \nsupported both factually and legally at the time of its filing, and did not at that time \ncompletely lack a justiciable issue of law or fact.  Considering the prompt filing of \nthe Amended Answer to eliminate the counterclaim, there is no support for the \nargument that CVI improperly continued to litigate its counterclaim beyond the \ntime when it should have become aware that it no longer had a justiciable claim.   \n{55}  There is then no basis for awarding McKinnon attorneys’ fees under § 6-\n21.5.   \n{56}  In the court’s discretion, no costs will be taxed against CVI under \nN.C.G.S. § 6-1 or § 6-20. \nB. CVI’s Motion for Attorneys’ Fees Presents a Much More Difficult Question. \n    \n1. 1. 1. 1.  The court awards no attorneys’ fees pursuant to Rule 11. The court awards no attorneys’ fees pursuant to Rule 11. The court awards no attorneys’ fees pursuant to Rule 11. The court awards no attorneys’ fees pursuant to Rule 11.    \n{57}  While a failure to satisfy any of the three factors justifies an award of \nfees, CVI asserts that McKinnon fails each of the three prongs sufficient to impose \nRule 11 sanctions.  (Def.’s Supp. Br. at 17.)  As required by the standard, the court \nlimits its Rule 11 inquiry to the individual pleading at the time it was filed.    \n{58}  In looking at factual and legal sufficiency, the court has considered the \nquestion of whether when filing his action, McKinnon knew  that Basofil Fibers did \nnot compete with CVI.  The inquiry is compounded by the Agreement’s lack of \ndefinition of “competition.”  Ultimately, Judge Tennille and the Court of Appeals \nundertook a thorough record review and found the definition upon which McKinnon \ncontinued to insist was baseless and unfounded.  However, very clearly Rule 11 \nsanctions are not imposed simply because a litigant is unsuccessful or because he \ndisagrees with a court.  Unquestionably, however, McKinnon was seeking to sail on \na slender reed.  Ultimately, while persisting in his claims, McKinnon struggled or \nultimately failed to be able to even succinctly state a cogent definition of \ncompetition that would support his claims.  The definition he ultimately relied upon \nmay well have defeated his claim because it would reach his continuing consulting \nactivities after he claimed that he had adequately ceased competition to trigger \n \n \nPlan A benefits.  While finding it a close call, the court concludes that there is no \nadequate basis to conclude that McKinnon did not have an initial belief that he \ncould prove after discovery that he was competing within the meaning of the \nAgreement.  See Kohler Co. v. McIvor, 177 N.C. App. 396, 402–03, 628 S.E.2d 817, \n822−23 (2006).  The court believes the more difficult question is whether he \nlegitimately continued in that belief when pressed during the course of litigation to \nsupport his claim and failed to present a clear basis on which he could claim relief.  \n{59}  The court further notes that the claim for promissory fraud was clearly a \nstrained and weak one when it was first filed.  McKinnon relied entirely on CVI \nconduct after the Agreement was entered to support his claim of the lack of intent \nbefore the Agreement.  McKinnon never developed evidence to the contrary, yet \ninsisted on pressing his claim forward.  The question under Rule 11 is whether the \npleading was without factual or legal justification when filed.  The court believes \nthat the proper inquiry again focuses not on a Rule 11 violation for the initial filing \nbut an exposure to attorneys’ fees for pursuing the claim when it became obvious \nthere was no factual or legal basis to support it. \n{60}  In sum, although a close case, the court concludes that Rule 11 sanctions \nare not appropriate.   \n2. 2. 2. 2.  CVI is not entitled to attorneys’ fees under N.C.G.S. § 1D CVI is not entitled to attorneys’ fees under N.C.G.S. § 1D CVI is not entitled to attorneys’ fees under N.C.G.S. § 1D CVI is not entitled to attorneys’ fees under N.C.G.S. § 1D-- --45. 45. 45. 45.    \n{61}  In its discretion, the court will not award attorneys’ fees under N.C.G.S. \n§ 1D-45 as the punitive damages claim did not appear to independently influence \nthe course of the litigation. \n    3. 3. 3. 3.    CVI CVI CVI CVI became became became became entitled to attorneys’ fees under N.C.G.S. § 6  entitled to attorneys’ fees under N.C.G.S. § 6  entitled to attorneys’ fees under N.C.G.S. § 6  entitled to attorneys’ fees under N.C.G.S. § 6-- --21.5 21.5 21.5 21.5 at a  at a  at a  at a \npoint in the litigation point in the litigation point in the litigation point in the litigation.. ..    \n{62}  CVI’s § 6-21.5 claim asks essentially whether McKinnon should have \nabandoned his claim at some point in the litigation when it became clear that he \ncould not succeed.  A similar question underlies the court’s analysis of whether CVI \nis entitled to a discretionary award of fees as the successful litigant on the UDTPA \nclaim.  The court merges its analysis of the two questions.  Analysis under § 6-21.5 \n \n \nextends to all claims, whereas arguably the Chapter 75 inquiry is limited to the \npromissory fraud claim which was, in turn, the predicate for the Chapter 75 claim. \n{63}  CVI appropriately phrases the question as whether McKinnon’s claims \nlacked any “justiciable issue of fact or law.”  CVI further characterizes McKinnon’s \ninsistence that he remained in competition with CVI while working for Basofil \nFibers as “imagined” or “fanciful.”  See In re Williamson , 91 N.C. App. 668, 682, 373 \nS.E.2d 317, 325 (1988); (Def.’s Supp. Br. at 6–7.)  The court has struggled with the \nissue, seeking to balance on the one hand a litigant’s free access to the courts and \nthe right to litigate without exposure to fees simply because he lost and promoted a \ncase theory with which the court disagreed, and on the other hand, the policies \ninherent in Chapters 6 and 75 that, at some point, a litigant must face the risk of \nrepaying the expense occasioned to the opponent of a clearly baseless claim.  The \ntask has been made all the more difficult by the fact that the undersigned is \nrequired to rule on a case overseen by a now retired judge.  \n{64} Clearly, Judge Tennille and the Court of Appeals upon the completed \nrecord found a total lack of any basis for the expansive notion of “competition” \nwhich McKinnon asserted.  They also noted that McKinnon’s own conduct after \nJune 2008 was inconsistent with the definition he championed.  The law is also \nwell-settled that a claim of promissory fraud must rest on actions taken and intent \nformed prior to the contract said to have been entered fraudulently.  Judge Tennille \nfurther cautioned McKinnon that he was exposed to potential attorneys’ fees by \ncontinuing to pursue a Chapter 75 claim when the only nexus to “commerce” was \nthe Agreement formed between a company and its employee.  McKinnon was given \nabundant opportunity to develop his case and to fashion a coherent concept of \n“competition” that justified pressing his claim. \n{65}  Unlike Rule 11, which looks only at a pleading at the time it was filed, \nSection 6-21.5 requires an evaluation of “whether the losing party persisted in \nlitigating the case after a point where he should reasonably have become aware that \nthe pleading he filed no longer contained a justiciable issue.”  Sunamerica , 328 N.C. \n \n \nat 258, 400 S.E.2d at 438.  A similar inquiry is appropriate in the discretionary \ndetermination whether to award fees pursuant to Section 75.16.1.   \n{66}  The validity of each of McKinnon’s claims relied in part on a court’s \nfinding that he remained in competition with CVI after resigning his employment \nwith Mastercraft and its subsidiaries.  CVI asserts and the evidence establishes, \nhowever, that McKinnon either knew or should have known that Basofil Fibers did \nnot compete with CVI.  Rather than admit this deficiency, McKinnon attempted to \nshift his legal theory of competition and asserted illusive, evasive, and self-serving \nreasons for his definition.  Though McKinnon’s deposition testimony indicates that \nhe “know[s] everybody in the industry” and “understand[s] who competes with \nwhom, how they are competing with them and how things work,” he was unable at \nany point in the litigation to name a single CVI/CVI subsidiary product that \ncompeted in any way with a Basofil Fibers product, indicating that he could not \nanswer “unless [he] was given privilege to see every product that [CVI] makes” and \n“there’s no way I can know unless I see the line and know who they are selling it \nto.”  (Deposition of Bobby E. McKinnon (“McKinnon Dep.”) 341: 17−20; \n270:10−271:11.)  He likewise failed to substantiate his assertion that he remained \nwith Basofil Fibers as a consultant through November 2008 indicating that “there \nwere some [consulting engagements], but I can’t remember specifically and I can’t \nremember what they were.”  (McKinnon Dep. 381:24−382:4.)  Mr. Triggs’ attempts \nto identify a Basofil Fibers product that competed with a CVI product were \nsimilarly unavailing.  Rather than admit that there were none, he suggested to both \nJudge Tennille and Judge Hunter that he did not know all the products because \nthey had not been provided in discovery.    \n{67}  McKinnon’s assertion that he remained in competition with CVI during \nhis employment with Basofil Fibers is further belied by uncontroverted evidence.  \nBasofil Fibers’ President and Manager, Ewendt, testified that Basofil Fibers did not \ncompete with CVI.  (Deposition of Bogden Ewendt (“Ewendt Dep.”) 15:17−17:3.).  \nDuring summary judgment briefing, CVI produced the affidavits of Valdese’s Chief \nFinancial Officer and Senior Vice President, Snyder L. Garrison, Jr., and Inman \n \n \nMills’ 3 Chairman, Robert H. Chapman, III, both of whom indicated that Basofil \nFibers did not manufacture or sell any products that competed with CVI.  (Def.’s Br. \nin Supp. of Mot. for Summ. J. Ex. 1 and 12.)  McKinnon has never provided any \nsubstantive evidence to refute that testimony.    \n{68}   While the court believes it could, in its discretion based on the \ncircumstances of this case, award fees related to the pursuit of the litigation during \nthe course of discovery and motion practice prior to the decision at summary \njudgment, it elects not to do so.  However, the court does believe that the proper \nexercise of its discretion is to award fees for the further pursuit of the case after the \nentry of summary judgment.  While being given every opportunity to do so through \nthe summary judgment process, McKinnon could marshal no evidence that even \ncolorably supported a promissory fraud or Chapter 75 claim and he was altogether \nunable to present a cogent definition of “competition” that could simultaneously \nsupport his contract claim and condone his continuing conduct at a time he \ncontended he was no longer in competition. \n{69}  The court has carefully reviewed the time and extent of CVI’s legal \nexpenses.  While the amount awarded is substantially less than the $322,151.07 \nCVI seeks (Aff. of William L. Rikard, Jr. (“Rikard Aff.”) Ex. A), the court in its \ndiscretion concludes that CVI should be awarded $40,000 in fees.  This again \nappears to be less than the amount CVI actually expended in defending the case \nafter the entry of summary judgment.       \n    4. 4. 4. 4.    The court does not further award The court does not further award The court does not further award The court does not further award attorneys’ fees under N.C.G.S. § 75  attorneys’ fees under N.C.G.S. § 75  attorneys’ fees under N.C.G.S. § 75  attorneys’ fees under N.C.G.S. § 75-- --\n16.1. 16.1. 16.1. 16.1.    \n{70}  As noted, the court merged its consideration under § 75-16.1 into its \nanalysis under § 6.21.5.  The court finds that its award would alternatively be \nsupported as a discretionary award under § 75-16.1. \n \n \n                                                           \n3 Inman Mills is a licensee of Basofil Fibers.  (Def.’s Supp. Br. 2.)  \n \n \n5. 5. 5. 5. CVI is entitled to costs pursuant to N.C.G.S. § 6 CVI is entitled to costs pursuant to N.C.G.S. § 6 CVI is entitled to costs pursuant to N.C.G.S. § 6 CVI is entitled to costs pursuant to N.C.G.S. § 6-- --20. 20. 20. 20. \n{71}  N.C.G.S. § 6-20 allows the Court, in its discretion, to award costs to the \nprevailing party “[i]n actions where allowance of costs is not otherwise provided by \nthe General Statutes” and without any findings of a frivolous or malicious claim.  \nThe Court may award those costs which are listed in § 7A-305.  Dep’t of Transp. v. \nCharlotte Area Manufactured Hous., Inc. , 160 N.C. App. 461, 469–70 , 586 S.E.2d \n780, 784–85 (2003).  This includes fees for expenses relating to the taking of \ndepositions, mediator fees, and transcript fees.  N.C. GEN . STAT . § 7A-305(d) (2012).   \n{72}  The court finds in its discretion that an award of costs to CVI is \nwarranted and awards CVI costs in the amount of $8,399.18; court reporter fees in \nthe amount of $7,321.80 for deposition transcripts and $377.38 for oral argument \ntranscripts; and mediator fees in the amount of $700.00.  (Rikard Aff. Ex. D.)  \n \nV.  CONCLUSION \n{73}  Based on the foregoing, it is hereby ORDERED: \n (1)  Plaintiff’s Motion for Attorneys’ Fees and Costs is DENIED. \n (2)  Defendant’s Motion for Attorneys’ Fees is GRANTED in part and \nDENIED in part, and CVI shall recover attorneys’ fees in the amount of \n$40,000.00. \n (3)  Defendant’s Motion for Costs is GRANTED and CVI shall recover \nits costs totaling $16,798.36. \n \n This 11th day of June, 2012.  \n \n "
}