{
  "id": "4d71fdc5581caebcf7a10c9ef6c9ac7b3b99e6adbe27c8dc70ce555b8187d816",
  "source_file": "data/raw/ncbc/4d71fdc5581caebcf7a10c9ef6c9ac7b3b99e6adbe27c8dc70ce555b8187d816.pdf",
  "raw_text": "Lee v. Coastal Agrobusiness, Inc., 2012 NCBC 49. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF SAMPSON 09 CVS 1719 \n \n \nARTHUR CALE LEE and KEVIN JACOB  ) \nLEE, a partnership d/b/a DOUBLE L FARMS, ) \nARTHUR T. LEE and on behalf of all others ) \nsimilarly situated, ) \n Plaintiffs )   \n  ) ORDER DENYING CLASS  \n v.  ) CERTIFICATION    \n   )  \n   )   \nCOASTAL AGROBUSINESS, INC. and ) \nINTX MICROBIALS, LLC, ) \n Defendants ) \n \n \nTHIS CAUSE, designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, all references to the North Carolina General Statutes will be to \n\"G.S.\"), and assigned to the undersigned Chief Special Superior Court Judge for \nComplex Business Cases, comes before the court upon a motion for class certification \ncontained in Plaintiffs' Complaint (\"Class Motion\"),\n1 pursuant to Rule 23, North Carolina \nRules of Civil Procedure (\"Rule(s)\"), and Plaintiffs' Motion To Strike Certain Portions of \nthe Affidavit of John M. Whitehead (\"Motion to Strike\")2 (collectively, \"Motions\"); and  \n                                                 \n1 Pursuant to Rule 15.2 of the General Rules of Prac tice and Procedure for the North Carolina Business \nCourt (\"BCR\"), \"[e]ach motion shall be set out in separate paper.\"  The court, in its discretion, will treat the \nallegations within the Complaint as the Class Motion. \n2 The Motion to Strike was filed without an accompan ying brief.  This practice is inconsistent with BCR \n15.2, which requires that \"[a]ll motions, unless ma de orally during a hearing or trial, shall be accom panied \nby a brief . . .,\" notwithstanding certain limited exceptions.  While the Motion to Strike could be de nied \nsummarily pursuant to BCR 15.11, the court, in the interest of justice and in the exercise of its discretion, \nelects to receive the Motion to Strike. \n  \nTHE COURT, having considered the Motions, briefs and arguments in support of \nand in opposition to the Class Motion 3 and appropriate matters of record, FINDS and \nCONCLUDES as follows. \nI. \nPROCEDURAL HISTORY  \n1. On October 16, 2009, Plaintiffs filed their Comp laint in this civil action.  \nThe Complaint seeks certification of this matter as a class action and alleges three \ncauses of action (\"Claim(s)\"): Breach of Implied Warranty, Negligence and Unfair and \nDeceptive Trade Practice[s].  Plaintiffs seek punitive, compensatory and treble \ndamages. \n2. On November 16, 2009, Defendant Coastal AgroBusi ness, Inc. (\"Coastal\") \nfiled and served an Answer, Motion to Dismiss and Counterclaim.  Coastal's \nCounterclaim seeks payment from Plaintiffs for unpaid amounts due under open credit \naccounts. 4  Coastal also filed separately a Motion to Deny Certification of Class. 5 \n3. On December 22, 2009, Defendant INTX Microbials,  LLC (\"INTX\") filed \nand served its Answer (\"INTX Answer\"). \n4. On March 15, 2010, Coastal filed its Motion for Summary Judgment on \nCounterclaim, the Whitehead Affidavit and its Motion to Dismiss Claims of Plaintiff \nArthur T. Lee (\"Coastal Motion to Dismiss\"). \n                                                \n \n3 In determining the Class Motion, the court has not considered those portions of the John M. Whitehead \nAffidavit (\"Whitehead Affidavit\") that were objected to by Plaintiffs.  In view of the ruling on the Class \nMotion, as reflected in this Order, the Motion to Strike is moot and further consideration of it by the court \nis not necessary.  See  ¶ 44, infra.  \n4 The account Claims have been resolved by he court in favor of Coastal, discussed infra . \n5 On October 6, 2010, Plaintiff filed a motion titled \"Plaintiffs' Motion to Continue Hearing on Motion of the \nDefendant Coastal Agrobusiness, Inc.'s (sic) to Den y Class Certification and, in the alternative, Plaintiffs' \nMotion for an Order Certifying the Claim.\"  That mo tion incorporated the same allegations contained in the \nComplaint in support of class certification.   \n  \n5. On August 25, 2010, INTX filed its Motion for Su mmary Judgment as to \nClaims of Plaintiff Arthur T. Lee (\"INTX Motion\"). \n6. On June 20, 2012, Plaintiffs filed an Amended Co mplaint.6 \n7. On June 21, 2012, the court entered an Opinion a nd Order granting: (a) \nCoastal's Motion for Summary Judgment on Counterclaim, (b) the Coastal Motion to \nDismiss and (c) the INTX Motion.  As a result, the Claims of Arthur T. Lee were \ndismissed; the court entered judgment on the Counterclaim in favor of Coastal and (a) \nagainst Plaintiffs Arthur C. Lee, Kevin J. Lee and their partnership d/b/a Double L Farms \n(\"Partnership\"), jointly and severally, in the amount of $165,495.78, plus interest; and \n(b) against Arthur T. Lee in the amount of $41,227.19, plus interest. \n8. On July 5, 2012, INTX filed its Answer to Plaint iffs' Amended Complaint, \nand on July 9, 2012, Coastal filed its Answer to Plaintiffs' Amended Complaint. 7   \n9. On July 12, 2012, Plaintiffs filed the Motion to  Strike.  The Motion to Strike \nseeks to exclude paragraphs 10, 14, 17, 18 and 20 in their entirety, as well as portions \nof paragraphs 13 and 15, on the contended basis that the affidavit does not show on its \nface how the affiant has personal knowledge of the facts alleged in these paragraphs.   \n10. On July 12, 2012, Plaintiffs filed a Brief in S upport of Plaintiffs' Motion for \nClass Certification.  On August 2, 2012, Coastal filed a Brief in Opposition to Plaintiffs' \nMotion for Class Certification.  On August 3, 2012, INTX filed a Brief in Opposition to \nPlaintiffs' Motion for Class Certification. \n                                                \n \n6 On October 4, 2010, Plaintiffs filed a Motion to Amend Complaint, seeking only to change the name of \nthe Plaintiff Partnership from Double Lee Farms to Double L Farms.  On October 11, 2010, the court, \nruling from the bench, granted Plaintiffs' Motion to Amend Complaint. \n7 All subsequent references to Defendants' Answers to the Amended Complaint will be noted as \"Coastal \nAnswer\" and \"INTX Answer\" respectively. \n  \n11. On August 2, 2012, Coastal filed a Supplemental  Affidavit of John M. \nWhitehead (\"Supplemental Whitehead Affidavit\").  Plaintiffs have not formally objected \nto the Supplemental Whitehead Affidavit. \n12. The Motions have been fully briefed and argued and are ripe for \ndetermination. \nII. \nPLAINTIFFS' CLASS MOTION  \nA. \nFactual Background  \n In substance, the respective pleadings reflect the  following: \n13. Plaintiffs Arthur Cale Lee (\"Arthur C. Lee\") an d Kevin Jacob Lee (\"Kevin \nLee\") are general partners in the Partnership.8   \n14. Plaintiff Arthur T. Lee, father of Arthur C. Le e and Kevin Lee, is not a \npartner in the Partnership. 9  As provided in the court's Opinion and Order of June 21, \n2012, he is no longer an active party to this civil action.  Hereinafter all references to \nPlaintiffs will mean Arthur C. Lee and Kevin Lee. \n15. Coastal is a North Carolina corporation with it s principal office in \nGreenville, North Carolina. 10   Coastal is a merchant that supplies fertilizer, chemicals \nand other related products for use in agricultural enterprises to the public and the \nfarming community. 11  \n                                                 \n8 Am. Compl. ¶ 1.  \n9 Id. ¶ 2.  \n10  Id. ¶ 3.  \n11  Id. ¶ 8.  \n  \n16. INTX is a limited liability company with its pr incipal office in Kentland, \nIndiana. 12   INTX manufactures and distributes inoculants and other products for use in \nagriculture, including the inoculant N-TAKE. 13  \n17. In 2008, Plaintiffs purchased N-TAKE from Coast al for use on their peanut \ncrop. 14  \n18. N-TAKE is an inoculant that is applied to peanu t seeds for the purpose of \nenhancing the growth and development of the peanut plant. 15   N-TAKE is a biological, \nliving agent that allows peanut plants to form nodules that can draw nitrogen naturally \nfrom the air. 16   The product comes with specific instructions related to the proper \napplication and storage of the inoculant. 17  \n19. Plaintiffs allege that they properly applied N- TAKE to their 2008 peanut \ncrop and that the peanut seeds they used were good and did not contain any defects. 18  \n20. Plaintiffs further allege that the N-TAKE they purchased was defective in \nthat it did not contain the proper chemicals and elements necessary to serve its purpose \nas an inoculant and was not fit for the purpose for which it was sold. 19   Plaintiffs allege \nthat they suffered causally related damages consisting of the loss of the 2008 peanut \ncrop, the cost of fertilizer and the purchase price of N-TAKE. \n21. Defendants have raised several defenses to Plai ntiffs' Claims.  They \ncontend that any deficiency in the ability of Plaintiffs' peanut plants to produce adequate \nnodules could have been remedied by the application of additional nitrogen to the \n                                                 \n12  Id.  ¶ 4.  \n13  INTX Answer ¶ 6. \n14  Am. Compl. ¶ 5.  \n15  Id.  \n16  Whitehead Aff. ¶ 6. \n17  Id . ¶¶ 8-9. \n18  Am. Compl.  ¶¶ 13-14. \n19  Id.  ¶ 19.  \n  \nplants.  Defendants further contend that Plaintiffs failed to mitigate any losses they may \nhave suffered by not applying additional nitrogen.  Defendants further allege that \nPlaintiffs did not exercise reasonable care in the maintenance of Plaintiffs' peanut \nplants, the handling and storage of N-TAKE and the application of N-TAKE to peanut \nplants.  Defendants also allege that Plaintiffs' handling and application of N-TAKE was \nin a manner contrary to the instructions and manuals accompanying the product.20    \n22. During the period from March 14, 2008, through October 15, 2008, the \nPartnership purchased various other farm products from Coastal. 21   \n23. During the period from October 1, 2007, through  September 30, 2008 \n(\"2008 Peanut Season\"), Coastal sold N-TAKE to eighty-seven customers including \nPlaintiffs.22    \n24. Twenty-one of these eighty-seven customers, inc luding Plaintiffs, reported \nproblems to Coastal related to their use of N-TAKE.  Defendants settled with twenty of \nthese customers and partially reimbursed them for their nitrogen expenses.  As a result \nof the settlements these customers no longer have claims against Defendants.23  \n25. Of the customers who reported problems related to N-TAKE, Plaintiffs \nwere the only customers who did not settle with Defendants. 24      \nB. \nDiscussion  \n26. Plaintiffs seek to litigate the present matter as a class action and ask this \ncourt to certify a class of sixty-seven customers who purchased N-TAKE from Coastal \n                                                 \n20  Coastal Answer 5; INTX Answer 6-9. \n21  Griffin Aff. ¶ 9.  \n22  Def. Coastal's Answer Pl. First Interrog. (\"Coastal Customer List\"). \n23  Pl. Br. Supp. Mot. Class Certif. (\"Plaintiff's Mem o\"). \n24  Id . \n  \nduring the 2008 Peanut Season.25   The proposed class represents all of Coastal's \ncustomers who purchased N-TAKE during the 2008 Peanut Season, except those \ntwenty who settled and no longer have claims against Defendants. 26   Plaintiffs contend \nthat a class exists as to this group of customers based on the allegations that all of the \nproposed class members purchased defective N-TAKE during the 2008 Peanut Season \nand suffered losses to their peanut crop yield as a result of their use of N-TAKE.27   \nPlaintiffs contend that all other prerequisites to class certification are satisfied.28    \n27. Defendants contend that the Class Motion should  be denied because \nPlaintiffs have produced no competent evidence suggesting the existence of a class.  \nDefendants argue that Plaintiffs have not adequately demonstrated that class members \nother than Plaintiffs had inadequate crop yields during the 2008 Peanut Season or \nsuffered any other losses as a result of using N-TAKE.  Therefore, Defendants argue, \nthere is an insufficient basis on which to find that any class exists.29   Defendants further \ncontend that the Class Motion should be denied because individual issues among \nproposed class members will predominate over any common questions of law or fact. 30   \n1. \nClass Prerequisites  \n28. Rule 23(a) provides that \"[i]f persons constitu ting a class are so numerous \nas to make it impracticable to bring them all before the court, such of them, one or \nmore, as will fairly insure the adequate representation of all may, on behalf of all, sue or \n                                                 \n25  Id . \n26  Id . \n27  Id . \n28  Id .  \n29  Id.  \n30  Coastal Memo 7-8; INTX Memo 11-13.  \n  \nbe sued.\"  The objective of Rule 23 is the efficient resolution of the claims or liabilities of \nmany individuals in a single action and the avoidance of repetitious litigation and \npotentially inconsistent results involving common questions, related events or requests \nfor similar recoveries.  Plaintiffs in this case have the burden of showing that all the \nrequirements of Rule 23 have been met to allow the action to proceed as a class action.  \nCrow v. Citicorp Acceptance Co., 319 N.C. 274, 282 (1987).   \n29. In order to succeed on a motion for class certi fication the moving party \nmust demonstrate, as a threshold matter, the existence of a class.  To demonstrate the \nexistence of a class, a plaintiff must show that the named and unnamed members of the \nproposed class each have an interest in the same issues of law or fact and that \ncommon issues predominate over issues affecting only individual class members. \nHarrison v. Wal-Mart Stores, Inc. , 170 N.C. App. 545, 545-46 (2005) (citing Crow , 319 \nN.C. at 280-82 and Faulkenberry v. Teachers' & State Emp. Ret. Sys. of N.C. , 345 N.C. \n683, 697 (1997)). \n30. In addition to demonstrating the existence of a  class, the party seeking \nclass certification must also demonstrate that: (a) the named representative(s) will fairly \nand adequately represent the interests of all members of the class; (b) there is no \nconflict of interest between the named representatives and members of the class; (c) \nthe named representatives have a genuine personal interest, not a mere technical \ninterest, in the outcome of the case; (d) the class representatives within this jurisdiction \nwill adequately represent members outside the state; (e) class members are so \nnumerous that it is impractical to bring them all before the court and (f) adequate notice \ncan be given to all class members.  Faulkenberry , 345 N.C. at 697.   \n  \n31. Even where the prerequisites to a class action are established, \"the \ndecision of whether a class action is superior to other available methods of adjudication \n. . . continues to be a matter left to the trial court's discretion.\"  Crow , 319 N.C.  at 284.  \nThe usefulness of a class action device must be balanced against inefficiency or other \ndrawbacks.  Id .  The trial court has broad discretion in this regard and is not limited to \nconsideration of matters expressly set forth in Rule 23.  Id .  \n2. \n \nNo Adequate Demonstration that Proposed Class Members  \nHave an Interest in the Same Issue of Law or Fact  \n \n32. As noted above, the burden is on Plaintiffs to demonstrate adequately that \na class exists.  In assessing Plaintiffs' burden in the context of the instant matter, it is \nimportant to note that this civil action has advanced beyond the pleading stage.  Our \ncourts have made a distinction between a plaintiff's burden of demonstrating the \nexistence of a class at the pleading stage and the same burden following discovery and \na hearing on class certification.  Id . at 282.  Where, as here, there have been ample \nopportunities for discovery and a hearing on class certification, Plaintiffs must establish, \nto the satisfaction of this court, \"the actual  existence of a class, the existence of other \nprerequisites to utilizing the class action procedure, and the propriety of their \nproceeding on behalf of the class.\"  Id . (emphasis added).  At the current stage of these \nproceedings it is insufficient for Plaintiffs merely to allege the existence of a class.  Id .  \nInstead, Plaintiffs must demonstrate the actual  existence of a class.  Id .   \n33. This action was filed in October of 2009 and wa s designated to this court \nin November of the same year.  All parties have had ample time to conduct discovery.  \nPlaintiffs have served interrogatories, made requests for production of documents, filed \n  \naffidavits and taken depositions.  In response to Plaintiffs' interrogatories in 2010, \nCoastal provided Plaintiffs with a complete list of Coastal's N-TAKE customers for the \n2008 Peanut Season. 31   This list included customer addresses, thus facilitating the \nability of Plaintiffs to communicate directly with potential class members.32   The \ncustomers included in this list, excluding those twenty discussed above who are not \neligible for participation in the class, compose the class Plaintiffs seek to certify. \n34. To date, however, Plaintiffs have not produced any competent evidence \nsuggesting the existence of a class.  There is no indication before the court that any of \nthe sixty-seven proposed class members, other than Plaintiffs, experienced problems \nrelated to their use of N-TAKE, have potential claims against Defendants or are \notherwise interested in this action.  Notably, Plaintiffs conceded at a hearing on the \nClass Motion that they had not attempted to make contact with proposed class \nmembers to determine whether any of them had experienced problems with N-TAKE \nduring the 2008 Peanut Season.     \n35. The only evidence before the court that custome rs other than Plaintiffs \nhad problems related to the use of N-TAKE is that portion of the Whitehead Affidavit to \nwhich no objection was lodged by Plaintiffs and Coastal's Answer to Plaintiff's First Set \nof Interrogatories.  This evidence indicates that Coastal received twenty-one complaints \nrelated to N-TAKE's effectiveness during the 2008 Peanut Season.  Plaintiffs \nacknowledge, however, that the twenty Coastal customers who reported problems \nrelated to N-TAKE and subsequently arrived at settlements with the Defendants are not \n                                                 \n31  Coastal Customer List. \n32  Id.  \n  \nto be included in the class. 33   Because the customers who ultimately settled with \nDefendants are not part of the proposed class, the court does not consider any harm \nsuffered by them to be indicative of a common interest among the sixty-seven proposed \nclass members.   \n36. Based on the record, the only commonality among  the proposed class \nmembers is the purchase of N-TAKE.  The court finds and concludes that this is an \ninsufficient basis on which to determine the existence of a common question of law or \nfact shared by all proposed class members.  In so finding, the court notes that the \nPlaintiffs in this case have a relatively difficult burden.  The alleged harm to proposed \nclass members and any resultant damages are not self-evident.  No claims for breach of \nimplied warranty, unfair and deceptive trade practices, negligence or damages of any \nkind follow necessarily from the purchase of N-TAKE, standing alone.  Because the \nharm allegedly suffered by the proposed class members is not self-evident, Plaintiffs \nbear the burden of making at least some demonstration of a causal connection between \nthe purchase and use of N-TAKE by proposed class members and some harm suffered \nby them as a result.  In the absence of such a showing, there are no grounds upon \nwhich the court may determine that the proposed class members have an interest in the \nquestions of law and fact asserted here. \n37. It is true that once a plaintiff establishes an  issue of law or fact common to \nall class members, the possibility of individualized damages is a collateral matter, and is \nnot typically grounds for denying class certification.  See Faulkenberry , 345 N.C. at 698; \nPitts v. Am. Sec. Ins. Co. , 144 N.C. App. 1, 12 (2001).  However, the court does not \nbase its findings and conclusions here on the potential for individualized damages \n                                                 \n33  Plaintiff's Memo. \n  \namong the proposed class members.  Rather, there simply is no indication in the record \nthat members of the proposed class suffered any damages or might be said to have an \ninterest in this litigation.34  \n38. At the class certification stage, the focus \"is  properly on the typicality  of \nthe plaintiff's claim as it applies to the general liability issues [and] not on the plaintiff's \nultimate ability to recover.\"  Pitts , 144 N.C. App. at 12 (quoting 1 Newberg on Class \nActions § 3.16 at 3-88-90 (3d ed. 1992). 35   Here, there is no indication that Plaintiffs' \nClaims against Defendants are typical among the class to be certified.  In fact, the \nabsence of information in the record related to the sixty-seven proposed class members \nsuggests that Plaintiffs' Claims are not typical among the proposed class members.  It \nappears to the court that Plaintiffs have attempted to demonstrate that the proposed \nclass members have an interest in this litigation by (a) alleging that Plaintiffs suffered \nharm to their peanut crop as a result of their use of N-TAKE and (b) demonstrating that \nN-TAKE was sold to other customers for use on peanut crops.  Plaintiffs, in substance, \nask this court to base class certification on the unsupported inference that all proposed \nclass members likely suffered damages similar to those allegedly suffered by Plaintiffs.   \n39. As noted previously, Plaintiffs must do more at  this stage of the \nproceedings than properly allege the existence of a class.  Plaintiffs' allegations that N-\n                                                 \n34  The necessary consequence of Plaintiffs' failure to demonstrate that all the proposed class members \nhave an interest in this action is that the proposed class is overbroad.  The Court of Appeals has not ed \nthat the burden is on the plaintiff during class certification proceedings to \"show that he has, through \nthorough discovery and investigation, presented the trial court with as tailored a proposed class as \npracticable.\"  Blitz v. Agean, Inc. , 197 N.C. App. 296, 311 (2009).  As previously noted, Plaintiffs have \nconducted discovery but have made no attempt to con tact members of the proposed class or taken any \nsteps to confirm that proposed class members have a potential interest in this action.  Accordingly, the \nproposed class is not \"as tailored\" as is practicable under the circumstances and for that reason alone \nshould not be certified.   \n35  North Carolina courts have found that federal case law and Newberg on Class Actions, though not \nbinding, may be instructive.  Hamilton v. Memorex Telex Corp. , 118 N.C. App. 1, 16 (1995); see also \nPitts , 144 N.C. App. at 11, n.5 (stating same). \n  \nTAKE was defective as to all proposed class members and that all members of the \nproposed class suffered losses as a result of said use are unsupported by any evidence \nin the record.  Accordingly, Plaintiffs have not adequately demonstrated that members \nof the proposed class have a common interest in this litigation.   \n3. \n \nIssues Affecting Only Individual Class Members \nWould Predominate Over Common Issues  \n \n40. There is no requirement that the claims asserte d in any class action by \nclass members be factually identical to each other.  Pitts , 144 N.C. App. at 13.  The \npossibility that the actions asserted by the proposed class will require individualized \nshowings of facts does not preclude a finding that a class exists.  Id .  Instead, the \nexistence of a class rests on whether the same issue of law or fact predominates over \nany individual issues.  Id.  While individualized proof of damages may be considered \nwhen determining whether a class exists, the relevant inquiry is whether the common \nissues of law or fact in the case predominate over the individualized damage issues.  Id . \nat 12.    \n41. The issue of causation as to any losses suffere d by the proposed class \nmembers as a result of using N-TAKE will make a class action unwieldy.  Even \nassuming that N-TAKE was defective in the manner Plaintiffs allege and that members \nof the proposed class suffered reduced crop yields attributable in some degree to the \nuse of N-TAKE, the court would have to make substantial factual determinations as to \neach individual class member in order to award appropriate relief.  Such findings by the \ncourt would likely include: (a) weather conditions relative to each crop; (b) the nature of \nsoil conditions on each individual farm; (c) the manner and timing of each individual \n  \nclass member's application of N-TAKE; (d) the manner in which N-TAKE was stored \nand handled by each class member; (e) the time at which each individual class \nmember's peanut crop was planted; (f) the individual experience and expertise of each \nfarmer; (g) prior uses of each class member's farming land and (h) the remedial \nmeasures taken by each class member, if any.  The court finds and concludes that the \nnature and delicacy of farming operations, particularly as to the storage, handling and \napplication of inoculants such as N-TAKE, give rise to a substantial number of individual \nconsiderations that are likely to predominate over any common issues.  Accordingly, if \nthis litigation were to proceed as a class action, individual factual issues among \nproposed class members would predominate over any common questions of law or fact.    \n42. Similarly, there is no ready calculus by which the court could assess any \npotential damages to class members.  Any assessment and award of damages to \nrespective class members would require significant individual inquiry by the court.  Were \nthe present action to proceed as a class action, the court would, in substance, be \nrequired to conduct sixty-seven separate trials in order to reach an appropriate \ndamages award as to the class plaintiffs.  Accordingly, individual damages issues would \nsubstantially predominate over any common questions of law or fact.   \n43. Based on the foregoing, the court CONCLUDES tha t Plaintiffs have not \nmet their burden of demonstrating that the proposed class members have a common \ninterest in the issues of law or fact asserted here.  The court further CONCLUDES that \nindividual issues among proposed class members would predominate over common \nquestions of law or fact, if any exist.  Accordingly, the Class Motion should be DENIED.    \n  \nIII. \nMOTION TO STRIKE  \n44. The court notes that the Motion to Strike porti ons of the Whitehead \nAffidavit is presently before it for consideration.  The court did not consider any \ncontested portions of the Whitehead Affidavit in denying the Class Motion.  Accordingly, \nthe court CONCLUDES that the Motion to Strike is MOOT.  If Defendants attempt to use \nthe Whitehead Affidavit at a future point in this civil action, Plaintiffs may renew their \nobjection at that time.   \nNOW THEREFORE, based upon the foregoing FINDINGS and CONCLUSIONS, \nit hereby is ORDERED that: \n1. Plaintiffs' Motion for Class Certification, as s tated in the Complaint and the \nAmended Complaint, is DENIED. \n2. Plaintiffs' Motion to Strike Certain Portions of  the Affidavit of John M. \nWhitehead is MOOT. \n   This the 27th day of September, 2012. \n \n       "
}