{
  "id": "4d7ee1268350b860ea4d726d36dd41d079aebdae7e246328aef855985c7bba0e",
  "source_file": "data/raw/ncbc/4d7ee1268350b860ea4d726d36dd41d079aebdae7e246328aef855985c7bba0e.pdf",
  "raw_text": "Insight Health Corp. v. Marquis Diagnostic Imaging of N.C., LLC, 2018 NCBC 55. \n \nSTATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 1783 \n \nINSIGHT HEALTH CORP. d/b/a \nINSIGHT IMAGING, \n \nPlaintiff, \n \nv. \n \nMARQUIS DIAGNOSTIC IMAGING \nOF NORTH CAROLINA, LLC; \nMARQUIS DIAGNOSTIC IMAGING, \nLLC; JOHN KENNETH LUKE; and \nGENE VENESKY, \n \nDefendants. \n \n \n \n \n \n \n \nOPINION AND JUDGMENT  \n \n \n \n1. THIS MATTER is before the Court to resolve certain post -trial matters in \nthe above-captioned case. \n2. The jury trial in this case began on November 6, 2017 and concluded on \nNovember 15, 2017.  The jury returned a verdict in favor of Plaintiff Insight Health \nCorporation (“Insight”) on all issues.  During the trial, counsel for both sides agreed \nto submit post -trial briefs on Insight’s request that the Court pierce the corporat e \nveils of Defendants Marquis Diagnostic Imaging of North Carolina (“MDI -NC”) and \nMarquis Diagnostic Imaging, LLC (“MDI”).  The Court reserved the right to make its \ndecision following briefing without a hearing.  \n3. On January 24, 2018, Insight filed a Motion  for Prejudgment Interest, \nAttorneys’ Fees, and Costs (the “Motion for Fees and Interest”).  \n4. Briefing on Insight’s request that the Court pierce the corporate veil and \nInsight’s Motion for Fees and Interest  is now complete, and the Court elects, in its \ndiscretion and pursuant to Rule 7 of the General Rules of Practice and Procedure for \n \n \nthe North Carolina Business Court, to decide these issues without a hearing.  For the \nreasons set forth herein, the Court pierces the corporate veils of MDI -NC and MDI \nand ENTERS JUDGMENT, with postjudgment interest at the legal rate , against \nDefendants MDI -NC, MDI, John Kenneth Luke (“Luke”) and Gene Venesky \n(“Venesky”) consistent with the jury ’s verdict.  The Court also GRANTS Insight’s \nMotion for Fees and Interest in part  as to prejudgment interest and DEFERS \nruling on  Insight’s request for attorneys’ fees and costs and will address those \nmatters by separate order. \nSmith Moore Leatherwood, LLP, by Marcus C. Hewitt and Jeffery R. \nWhitley, for Plaintiff Insight Health Corporation d/b/a Insight Imaging. \n \nRoberts & Stevens, P.A., by Wyatt S. Stevens, Ann-Patton Hornthal, and \nJohn D. Noor, for Defendants Marquis Diagnostic Imaging of North \nCarolina, LLC, Marquis Diagnostic Imaging, LLC, John Kenneth Luke, \nand Gene Venesky. \n \nBledsoe, Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n5. The Court has discussed the claims and allegations involved in this action \nat length in prior opinions, including those reported at Insight Health Corp. v. \nMarquis Diagnostic Imaging of N.C. , 2017 NCBC LEXIS 91 (N.C. Super. Ct. Oct. 3, \n2017); and Insight Health Corp. v. Marquis Diagnostic Imaging of N.C. , 2017 NCBC \nLEXIS 14 (N.C. Super. Ct. Feb. 24, 2017).  In the succeeding paragraphs, the Court  \nsets forth the uncontested facts and procedural history pertinent to the issue at bar, \nas well as those facts determined by the jury at trial. \n \n \nA. Factual Background \n6. Insight is a corporation engaged in the business of leasing and operating \nMRI scanners.  Insight Health Corp., 2017 NCBC LEXIS 14, at *3.   The contract at \nthe center of this case was an MRI lease agreement (the “MRI Agreement”) Insight \nentered into with MDI -NC, a limited liability company (“LLC”)  organized in North \nCarolina by MDI for the purpose of doing business within th is State.  Id. at *2–3.  \nMDI, an LLC organized under Delaware law, is the sole member of MDI -NC and \nseveral related entities, including Marquis Diagnostic Imaging of Georgia, LLC and \nMarquis Diagnostic Imaging of Arizona, LLC.   Id. at *3.  Defendants Luke  and \nVenesky each own a 49.5% membership interest in MDI.  Id.  Luke served as CEO \nand President of MDI and CEO of MDI-NC.  Id.  Venesky was a manager of both MDI \nand MDI-NC.  Id. \n7. Prior to the events described herein, MDI-NC operated an imaging center in \nAsheville, North Carolina.  Id.  In 2011, Insight approached Luke and Venesky about \npurchasing MDI-NC’s assets.  Id.  Approximately a year later, Insight and MDI -NC \nentered into a non -binding Letter of Intent  (the “LOI”)  in connection with the \nproposed asset purchase.  Id. at *4.   \n8. While still negotiating the proposed asset purchase, Insight and MDI -NC \nentered into the MRI Agreement.  Id. at *5.  Under this agreement, Insight provided \na Siemens Espree MRI scanner, support staff, and other services to MDI -NC for a \nmonthly payment—starting at $79,000 per month for the first year and increasing \n$1,000 per month in each subsequent year for the MRI Agreement’s seven-year term.  \n \n \nId. at *5–6.  The MRI Agreement did not contain any reference to the ongoing asset \npurchase negotiations and stated that it “constitute[d] the entire agreement between \nthe parties pertaining to the subject matter [therein] and supersede[d] all prior and \ncontemporaneous agreements, representa tions, and understandings  . .  . oral or \nwritten.”  Id. at *6.   \n9. After executing the MRI Agreement, the parties amended the LOI to state \nthat MDI-NC would be released from the MRI Agreement if the asset purchase was \ncompleted.  Id.  No written provision or amendment of the LOI indicated that Insight \nwould release MDI-NC from the MRI Agreement if the asset purchase did not occur.  \nId. \n10. A series of events caused the contemplated asset purchase to fail.  In July \n2013, MDI’s CFO, Tom Gentry (“Gentry”), sent MDI-NC’s updated profit and loss \nstatements to Insight.  Id.  When Insight updated its financial analysis of MDI -NC \nwith these numbers , it concluded that its original offer for MDI -NC’s assets, $2.1 \nmillion, was too high.  Id. at *7.  After receiving additional information and again \nupdating its financial analysis of MDI-NC, Insight advised Gentry that it had erred \nin calculating its initial offer price.  Id.  Gentry informed Insight that MDI-NC would \nsell its assets for $1.4 million.  Id. at *7–8.  Insight countered with a $250,000 offer.  \nId. at *8.  The negotiations stalled after the parties failed to reach an agreement.  Id. \nat *8.    \n11. MDI-NC subsequently sold its assets to another company, and, on  \nNovember 15, 2013, the Ash eville i maging center run by MDI -NC ceased its \n \n \noperations.  Id.  Concurrently, MDI -NC stopped using Insight’s MRI scanner and \nmade no payments on the MRI Agreement for the period after that date.  Id.  Evidence \nintroduced at trial tended to show that MDI-NC continued to make payments to other \ncreditors for some time after ceasing operations and that cash was transferred from \nMDI-NC to MDI, Luke, Venesky, and other entities which Luke and Venesky  \nmanaged or controlled.  These cash transfers were not memorialized in loan \ndocuments or effectuated by any other formal process.  \nB. Procedural Background \n12. Insight commenced this action against Defendants on April 24, 2014.  \nInsight’s operative complaint, its Amended Complaint, was filed on December 4, \n2014.  Insight alleged that Defendants caused MDI-NC to breach the MRI Agreement \nby ceasing payments for the period after November 15, 2013.  Insight also alleged \nthat Luke and Venesky wound up MDI-NC while using the money obtained from \nMDI-NC’s asset sale to pay the debts of other LLCs they owned or managed —debts \non which Luke and/or Venesky  were obligated by personal guarantees.  Insight \nalleged that it was not paid its pro rata share of these sums in violation of its legal \nrights as a creditor of an LLC winding-up its affairs.   \n13. Based on these allegations, Insight brought a claim for breach  of contract \nagainst MDI-NC, claims against all Defendants for unfair or deceptive trade practices \nin violation of N.C. Gen. Stat. § 75 -1.1, fraudulent transfer under N.C. Gen. Stat. § \n39-23 et seq., and wrongful distribution and person al liability under N.C. Gen. Stat. \n \n \n§ 57C-4-06 et. seq., and claims against Luke and Venesky  individually for breach of \nfiduciary duty and constructive fraud.1  (Am. Compl. 12–24, ECF No. 61.)   \n14. In addition to the se six causes of action, Insight  also requested that the \nCourt pierce the corporate veils of MDI-NC and MDI to hold Luke and Venesky liable \nfor MDI-NC’s breach of contract, alleging that the two LLC’s were mere \ninstrumentalities of the two individuals.  (Am. Compl. 21–22.) \n15. In response, MDI-NC asserted various affirmative defenses and \ncounterclaims against Insight relating to the facts and circumstances surrounding \nthe failed asset purchase negotiations between MDI -NC and Insight (the “Failed \nAsset Purchase” or “Asset Purchase”).  Insight Health Corp., 2017 NCBC LEXIS 14, \nat *10.  Particularly, MDI-NC asserted counterclaims for fraud in the inducement \nand unfair or deceptive trade practices, alleging that Insight induced MDI-NC to take \nitself off the market and enter into the MRI Agreement with Insight when, in reality, \nInsight never intended to pay a reasonable price for MDI -NC’s assets .  (Am. \nCountercl. ¶¶ 32 –43, ECF No. 127. )  MDI-NC’s affirmative defenses also related to \nthe Failed Asset Purchase negotiations.  Insight Health Corp., 2017 NCBC LEXIS 14, \nat *21. \n16. In an Order and  Opinion entered February 24, 2017, the Court granted \nsummary judgment for Insight as to MDI-NC’s counterclaims after concluding MDI-\n                                                 \n1  The Court’s previous Opinions and the pleadings in this case may state which claims were \nasserted against which Defendants differently.  For example, the Amended Complaint \nasserted claims for breach of fiduciary duty and constructive fraud against MDI, Luke, \nVenesky, and Gentry.  (Am. Compl. 23 –24.)  The Court describes the claims herein as they \nwere agreed upon by the parties at trial and consistent with how the issues were submitted \nto the jury. \n \n \nNC had not offered sufficient evidence of fraud or unfair or deceptive trade practices \nto survive Insight’s Motion for Partial Summary Judgment.  Id. at *17, *20–21.  The \nCourt also dismissed MDI -NC’s affirmative defenses and granted partial summary \njudgment for Insight on its breach of contract claim as to liability  after concluding \nthat the Failed Asset Purchase and the MRI Agreement were distinct transactions \nand that the failure of the first did not provide MDI-NC with a justification to breach \nthe second.  Id. at *28.  The Court denied Insight’s Motion for Summary Judgment \nwith regard to ( i) the issue of damages for Insight’s breach of contract claim, (ii) \nInsight’s claim for unfair or deceptive trade practices, and (iii) Insight’s request that \nthe Court pierce the corporate veils of MDI-NC and MDI.  Id. at *50–51.  \n17. During the months preceding trial, Insight voluntarily dismissed its Second \nCause of Action—the fraudulent transfer claim—and its Fourth Cause of Action—the \nwrongful distributio n and personal liability claim.  Insight also filed a motion in \nlimine (the “Motion in Limine”) that, among other things, requested that the Court \nprevent Defendants from introducing evidence or argument relating to the Failed \nAsset Purchase, including the negotiations leading up to the dissolution of the \npotential deal.  Defendants argued against the Motio n in Limine, contending that \nevidence of the Failed Asset Purchase was relevant because it explained why \nDefendants stopped paying Insight. \n18. In an Order and Opinion entered October 3, 2017, the Court addressed \nInsight’s Motion in Limine.  The Court concluded that evidence or argument referring \nto the Failed Asset Purchase was not relevant to Insight’s claims for breach of \n \n \nfiduciary duty or constructive fraud.  Insight Health Corp., 2017 NCBC LEXIS 91, at \n*19–20.  The Court also concluded that evidence of the Failed Asset Purchase might \nbe relevant to Insight’s request to pierce the corporate veil , but only to the extent \nInsight sought to argue or introduce evidence suggesting that Defendants \nintentionally undercapitalized MDI-NC.  Id. at *20.  The Court deferred ruling on the \nadmissibility of evidence conc erning the Failed Asset Purchase in connection wit h \nInsight’s claim for unfair or deceptive trade practices, concluding that, while neither \nproof of intent, nor bad faith, nor deliberate acts were necessary element s of the \nclaim, the Failed Asset Purchase could become relevant if Insight attempted to \npursue its claim by alleging intent on the part of Defendants, e.g., attempting to prove \nunfair or deceptive trade practices by facts amounting to fraud.  Id. at *15–17.   \n19. On the first day of trial, Insight indicated that it had structured its case and \nplanned its evidence in such a way that it did not intend to introduce evidence of \nimproper motives on the part of Defendants with regard to any of its claims.  Insight \nfollowed through on this representation, and e vidence of the Failed Asset Purchase \nwas not introduced at trial. \n20. After Insight concluded its case -in-chief, Defendants moved for directed \nverdict on several issues, inclu ding Insight’s claim for unfair or deceptive trade \npractices and Insight’s request that the Court pierce the corporate veils of MDI -NC \nand MDI.  The Court granted Defendants’ motion as to Insight’s claim for unfair and \ndeceptive trade practices, holding that Defendants’ alleged failure to pay a creditor a \npro rata share of MDI -NC’s assets while the company wound up did not fall within \n \n \nthe scope of N.C. Gen. Stat. § 75-1.1.  See White v. Thompson, 364 N.C. 47, 51–52, 691 \nS.E.2d 676, 679 (2010) (explaining that section 75-1.1 applies to acts “in or affecting \ncommerce,” that commerce is defined as “business activities,” and that “business \nactivities . . . connote[] the manner in which businesses conduct their regular, day-to-\nday activities, or affairs , such a s the purchase and sale of goods, or whatever other \nactivities the business regularly engages in and for which it is organized” (emphasis \nadded)).2  The Court denied Defendants’ motion seeking dismissal of Insight’s veil-\npiercing request. \n21. After the close of the evidence  and the charge conference, the Court \ninstructed the jur y on the law they were to  apply.  The Court, in its discretion, \npermitted the jury to have a written copy of the Jury Instructions as they deliberated.  \nAs to Insight’s request that the Court pierce the corporate veil, the Court submitted \ntwo special issues to the jury (the sixth and seventh) and instructed the jury as to \neach of the issues in accordance with controlling law: \n The SIXTH issue reads as follows: \n \nDid the Defendant MDI control Defendant MDI-NC with regard to the breach \nof contract that damaged InSight? \n \n On this issue the burden of proof is on the plaintiff.  This means that \nthe plaintiff must prove, by the greater weight of the evidence, three things: \n \n First, that MDI controlled the conduct of MDI -NC with respect to the \nbreach of the MRI Agreement to such an extent that MDI-NC had no separate \nmind, will or existence of its own.   Such control means more than mere \nmajority or complete ownership.  It means such complete do mination of the \nfinances, policy making and business practices of MDI-NC with respect to the \n                                                 \n2  Up until this point, Gentry had also been a defendant in the case.  Because Insight’s section \n75-1.1 claim was the only claim remaining against Gentry, however, the Court’s dismissal of \nthat claim as to all Defendants dismissed Gentry from the case. \n \n \nevent which damaged the plaintiff that MDI-NC had at the time no separate \nmind, will or existence of its own. \n  \n In determining whether such control existed at the  time of the event, \nyou may consider the following factors: \n \n Whether MDI -NC’s members, managers, or officers complied \nwith the formalities typical of organizations of its kind.  \n  \n Whether MDI completely dominated and controlled MDI -NC so \nthat it had no independent identity. \n \n Whether MDI-NC’s and MDI’s business was a single enterprise \nthat was excessively fragmented into multiple companies.  The \nterm “excessive fragmentation,” as used here, implies division \nwhich does not serve a substantial legitimate business purpose.”  \n  \n Whether MDI siphoned funds from MDI -NC for the benefit of \nMDI or other entities related to MDI or its owners.  The term \n“siphoned” means transfer or withdrawal of funds without a \nsubstantial legitimate business purpose. \n \n Whether the m anagers or officers of MDI -NC were actually \nfunctioning and performing the duties of their respective offices \nin MDI-NC. \n \n Whether MDI -NC was properly maintaining ordinary and \nnecessary company records. \n \n Whether MDI-NC had made distributions. \n \n You may also consider as additional factors that plaintiff has not \noffered evidence that MDI -NC was inadequately capitalized or \ninsolvent. \n \n It is not the presence or absence of any particular factor that is \ndeterminative.  Rather, it is a combination of factors, which , when taken \ntogether with an element of injustice or abuse of corporate privilege, suggest \nthat the corporate entity attacked had “no separate mind, will or existence of \nits own” and was therefore the “mere instrumentality or tool of the dominant” \nLLC or member. \n \n Second, that MDI used its control over MDI -NC to act or fail to act in \nviolation of InSight’s legal rights.   \n \n \n \n The “control” must have been used by the defendant MDI to commit \nfraud or wrong, to perpetrate the violation of a statutory or other p ositive \nlegal duty, or a dishonest and unjust act in contravention of plaintiff’s legal \nrights.  A breach of a contract is a violation of a positive legal duty.  \n \n Third, that MDI’s control over MDI-NC, and the use of that control to \nviolate InSight’s legal rights, proximately caused damage to InSight. \n \n Proximate cause is a cause which in a natural and continuous sequence \nproduces a person’s damage and is a cause which a reasonable and prudent \nperson could have foreseen would probably produce such damage o r some \nsimilar injurious result.   There may be more than one proximate cause of \ndamage. Therefore, the plaintiff need not prove that the defendant MDI’s \nconduct was the sole proximate cause of the damage.   The plaintiff must \nprove, by the greater weight of the evidence, only that the defendant MDI’s \nconduct was a proximate cause. \n \n Finally, as to this SIXTH issue on which the plaintiff has the burden \nof proof, if you find by the greater weight of the evidence that MDI controlled \nMDI-NC with respect to the breach of contract that damaged InSight, then it \nwould be your duty to answer this issue “Yes” in favor of the plaintiff. \n \n If, on the other hand, you fail to so find, then it would be your duty to \nanswer this issue “No” in favor of MDI. \n \n The SEVENTH issue reads as follows: \n \nDid Defendant Luke and/or Defendant Venesky control MDI and MDI -NC \nwith regard to the breach of contract that damaged InSight? \n \n You will answer this issue only if you have answered Issue 6 “Yes” in \nfavor of the plaintiff. \n \n On this issue the burden of proof is on the plaintiff.   This means that \nthe plaintiff must prove, by the greater weight of the evidence, three things: \n \n First, that Defendants Luke and/or Venesky controlled the co nduct of \nMDI and MDI-NC with respect to the breach of the MRI Agreement to such \nan extent that MDI and MDI -NC had no separate mind, will or existence of \ntheir own.   Such control means more than mere majority or complete \nownership.  It means such complete domination of the finances, policy making \nand business practices of MDI and MDI -NC with respect to the event which \n \n \ndamaged the plaintiff that MDI and MDI -NC had at the time no separate \nmind, will or existence of their own.  \n \n In determining whether such con trol existed at the time of the event, \nyou may consider the following factors: \n \n Whether MDI’s members, managers, or officers complied with \nthe formalities typical of organizations of its kind.   \n \n Whether Defendants Luke and/or Venesky  completely \ndominated and controlled MDI and MDI-NC so that they had no \nindependent identity. \n \n Whether Defendant Luke’s and/or Defendant Venesky’s business \nwas a single enterprise that was excessively fragmented into \nmultiple companies.  The term “excessiv e fragmentation,” as \nused here, implies division which does not serve a substantial \nlegitimate business purpose. \n \n Whether MDI had made distributions. \n \n  Whether Defendants Luke and/or Venesky had siphoned funds \nfrom MDI and MDI -NC for the benefit of themsel ves or other \nentities owned by them.  The term “siphoned” means transfer or \nwithdrawal of funds without a substantial legitimate business \npurpose. \n \n Whether the members, managers, or officers of MDI were \nactually functioning and performing the duties of their respective \noffices in MDI. \n \n Whether MDI was properly maintaining ordinary and necessary \ncompany records. \n \n You may also consider as additional factors that plaintiff has not \noffered evidence that MDI -NC was inadequately capitalized or \ninsolvent. \n \n It is not the presence or absence of any particular factor that is \ndeterminative.  Rather, it is a combination of factors, which, when taken \ntogether with an element of injustice or abuse of corporate privilege, suggest \nthat the corporate entity attacked had ‘no separate mind, will or existence of \nits own’ and was therefore the ‘mere instrumentality or tool of the dominant” \nLLC or member. \n \n \n \n Second, that Defendants Luke and/or Venesky used their control over \nMDI and MDI-NC to act or fail to act in violation of InSight’s legal rights.   \n \n The “control” must have been used by the defendant to commit fraud \nor wrong, to perpetrate the violation of a statutory or other positive legal duty, \nor a dishonest and unjust act in contravention of plaintiff’s legal rights.  A \nbreach of a contract is a violation of a positive legal duty. \n \n Third, that Defendant Luke’s and/or Defendant Venesky’s control over \nMDI and MDI-NC, and use of that control, to act or fail to act in violation of \nInSight’s legal rights proximately caused damage to InSight. \n \n Proximate cause is a cause which in a natural and continuous sequence \nproduces a person’s damage and is a cause which a reasonable and prudent \nperson could have foreseen would probably produce such dama ge or some \nsimilar injurious result. There may be more than one proximate cause of \ndamage.  Therefore, the plaintiff need not prove that the defendants’ conduct \nwas the sole proximate cause of the damage.  The plaintiff must prove, by the \ngreater weight of  the evidence, only that the defendants’ conduct was a \nproximate cause. \n \n Finally, as to this SEVENTH issue on which the plaintiff has the \nburden of proof, if you find by the greater weight of the evidence that \nDefendants Luke and/or Venesky controlled MDI  and MDI-NC with respect \nto the breach of contract that damaged InSight, then it would be your duty to \nanswer this issue “Yes” in favor of the plaintiff. \n \n If, on the other hand, you fail to so find, then it would be your duty to \nanswer this issue “No” in favor of Defendants Luke and/or Venesky. \n \n In evaluating the factors related to ISSUES 6 AND 7, regarding control \nover the defendants MDI and MDI -NC, you may consider the following \nprinciples related to Limited Liability Compa nies, which are also called \nLLCs: \n \n(1) An LLC is an entity distinct from its interest owners.   \n \n(2) In North Carolina, an LLC has the same powers as an individual \nor a domestic corporation to do all things necessary or convenient \nto carry out its business. \n \n \n \n(3) To form an LLC in North Carolina, one or more persons must file \nexecuted articles of organization with the secretary of state’s \noffice.  \n \n(4) In North Carolina, an LLC must file an annual report with the \nsecretary of state.  \n \n(5) To form an LLC in Delaware, one or more persons must execute \na certificate of formation which shall be filed in the office of the \nsecretary of state. \n \n(6) Operating Agreements govern the internal affairs of an LLC and \nthe rights, duties and obligations of the interest owners. \n \n(7) The fact that an individual has a management role in an LLC \ncannot, standing alone, establish that an individual exercised \ncontrol over the LLC. \n \n(8) The purpose of the North Carolina LLC Act is to provide a \nflexible framework under which one or more persons may \norganize and manage one or more businesses  as they determine \nto be appropriate with minimum prescribed formalities or \nconstraints.  \n \n(Jury Instructions 19–26.)  \n \n22. The jury returned a verdict in Insight’s favor on all issues , including the \nfollowing: \nISSUE 1:  What amount is the plaintiff entitled to recover from MDI-\nNC for breach of contract? \n $3,014,925  \n. . . .  \nISSUE 6:  Did the Defendant MDI control MDI-NC with regard to the \nbreach of contract that damaged InSight?    \n Yes  (YES/NO) \n. . . .  \n \n \nISSUE 7:  Did Defendant Luke and/or Defendant Venesky control MDI \nand MDI-NC with regard to the breach of contract that damaged InSight?   \n (a) Defendant John K. Luke:   Yes  (YES/NO) \n(b) Defendant Gene Venesky: Yes  (YES/NO) \nISSUE 8:  Did Defendants Luke and Venesky  breach their fiduciary \nduty to Insight at any time after the fiduciary duty arose? \n (a) Defendant John K. Luke:  Yes  (YES/NO) \n(b) Defendant Gene Venesky:  Yes  (YES/NO) \n. . . . \nISSUE 9:  What amount is the plaintiff entitled to recover from the \ndefendants Luke and/or Venesky as damages for breach of fiduciary duty? \n (a) Defendant John K. Luke:  $994,925.25 \n(b) Defendant Gene Venesky: $994,925.25 \nISSUE 1 0:  Did defendants Luke and Venesky take advantage of a \nposition of trust and confidence by failing to pay debts of MDI-NC pro rata or \nby divertin g funds of MDI -NC to pay debts of other businesses in which \nDefendant Luke and Defendant Venesky had a financial interest, instead of \npaying InSight? \n (a) Defendant John K. Luke:  Yes  (YES/NO) \n(b) Defendant Gene Venesky:  Yes  (YES/NO) \n \n(Verdict Sheet 1–3.)  \n \n23. Based on the jury’s verdict and the arguments of counsel, the Court ordered \nfurther briefing on whether the corporate veils of MDI-NC and MDI should be pierced \nto hold Luke and Venesky liable for MDI -NC’s breach of contract .  Insight’s Motion \nfor Fees and Interest was also briefed during this time. \n24. Shortly after briefing was complete on Insight’s request to pierce the \ncorporate veil, each remaining Defendant initiated proceedings in the United States \n \n \nBankruptcy Court for the Northern District of Georgi a (the “Bankruptcy Court”)  \nunder Chapters 7 or 11 of the United States Bankruptcy Code.  (Pl.’s Reply Defs.’ Br. \nOpp’n Pl.’s Mot. Attorneys’ Fees, Interest & Costs [hereinafter “Pl.’s Fees Reply”] Exs. \nA, B, C , ECF. No. 227. )  Recognizing that “[t]he filing of a petition for bankruptcy \nunder Chapters 11 or 7 of the United States Bankruptcy Code ‘operates as a stay, \napplicable to all entities, of the commencement or continuation  . . . of a judicial  . . . \nproceeding against the debtor that was or could h ave been commenced before the \ncommencement of the case [under 11 U.S.C. § 362(a)(1)],’” the Court ordered a stay \nof further activity in this case on March 7, 2018 “pending further order of the Court \nor a modification of the automatic stay provided by 11 U. S.C. § 362 .”  (Order \nConcerning Bankruptcy Stay ¶¶ 5–6, ECF No. 226.) \n25. On May 8, 2018, the Bankruptcy Court entered an order in each of \nDefendants’ bankruptcy cases modifying the automatic stay for certain limited \npurposes.  The Bankruptcy Court’s orders authorized this Court to rule on the issues \npending before it that were otherwise fully briefed prior to the bankruptcy petitions \nand to enter any appropriate orders and judgments against each Defendant based on \nthe Court’s rulings.  (Pl.’s Fees Reply Exs. A, B, C.)  The Bankruptcy Court’s May 8 \norders also allowed Insight to file its reply brief supporting  the Motion for Fees and \nInterest and authorized this Court to rule on matters raised by that motion as well.   \n26. The veil piercing issue and Insight’s Motion for Fees and Interest are now \nripe for resolution.  The Court determines that veil piercing is appropriate, enters \n \n \njudgment, and awards interest.  The Court will address Insight’s request for \nattorneys’ fees and costs in a separate order.  \nII. \nCONCLUSIONS OF LAW: PIERCING THE CORPORATE VEIL \n27. “There is a consensus that the whole area of limited liability, and conversely \nof piercing the corporate veil, is among the most confusing in corporate law.”   Frank \nH. Easterbrook & Daniel R. Fischel, Limited Liability and the Corporation, 52 U. Chi. \nL. Rev. 89, 89 (1985).  “The general rule is that in the ordinary course of business, a \ncorporation is treated as distinct from its shareholders.”  Green v. Freeman, 367 N.C. \n136, 144–45, 749 S.E.2d 262, 270 (2013 ) (quoting State ex rel. Cooper v. Ridgeway \nBrands Mfg., LLC, 362 N.C. 431, 438, 666 S.E.2d 107, 112 (2008)).  The law of North \nCarolina, however, has long recognized “that courts will disregard the corporate form \nor ‘pierce the corporate veil,’ and extend liability for corporate obligations beyond the \nconfines of a corporation’s separate entity, whenever necessary to prevent fraud or to \nachieve equity.”  Glenn v. Wagner, 313 N.C. 450, 454, 329 S.E.2d 326, 330 (1985).  Put \nsimply, “[p]iercing the corporate veil sets aside [the] general rule [of limited liability] \nand allows a plaintiff to impose le gal liability for a corporation’ s obligations, or for \ntorts committed by the corporation, upon some other company or individual that \ncontrols and dominates a corpo ration.”  Green, 367 N .C. at 145, 749 S.E.2d at 270.   \nThe doctrine applies to LLCs as well as to corporations.  Estate of Hurst v. Moorehead \nI, LLC, 228 N.C. App. 571, 576, 748 S.E.2d 568, 573 (2013).   Veil piercing “is not a \ntheory of liability” but a form of relief that provides an “avenue to pursue legal claims \n \n \nagainst” those “otherwise shielded by the corporate form.”   Green, 367 N.C.  at 146, \n749 SE.2d at 271.   \nA. The Instrumentality Rule \n28. The Supreme Court of North Carolina has cautioned  that \n“[d]isregarding the corporate form is not to be done lightly,” id. at 145, 749 S.E.2d at \n270, conscious of “the fact that a judgment in this area requires a peculiarly \nindividualized and delicate balancing of competing equities,” Ridgeway Brands Mfg., \nLLC, 362 N.C. at 440, 666 S.E.2d at 113.   Nevertheless, to achieve “uniformity and \npredictability in this critical area of jurisprudence,” our Supreme Court has adopted \nthe “instrumentality rule” for piercing.  Id. \n29. Under the instrumentality rule, a plaintiff must prove three elements before \na court will pierce the corporate veil: \n(1) Control, not mere majority or complete stock control, but complete \ndomination, not only of finances, but of policy and business practice in \nrespect to the transaction attacked so that the corporate entity as to this \ntransaction had at the time no separate mind, will or existence of its own; \nand \n  \n(2) Such control must have been used by the defendant to commit fraud or \nwrong, to perpetrate the violation of a statutory or other positive legal \nduty, or a dishonest and unjust act in contravention of plaintiff's legal \nrights; and \n \n(3) The aforesaid control and breach of duty must proximately cause the \ninjury or unjust loss complained of. \n \nGlenn, 313 N.C. at 455, 329 S.E.2d at 330.  Our Supreme Court has also stated “that \ndomination sufficient to pierce the corporate veil need not be limited to the particular \ntransaction attacked,” though it will rarely be the case that “the domination does not \n \n \nextend to the transaction attacked.”  Id. at 456, 329 S.E.2d at 331 ; see also State ex \nrel. Utils. Comm’n v. Nantahala Power & Light Co. , 313 N.C. 614, 729, 332 S.E.2d \n397, 464 (1985) (“Rather, the separate corporate entity would be disregarded in those \ncases in which one affiliated corporation is shown to be without a se parate and \ndistinct corporate identity and is operated as a mere shell, created to perform a \nfunction for an affiliated corporation or its common  shareholders without the \nnecessity of proving that the control was also exercised over \nthe particular transaction attacked.” (internal quotation marks omitted)) , rev’d on \nother grounds, Nantahala Power & Light Co. v. Thornburg, 476 U.S. 953 (1986). \n30. In determining whether the first element of the instrumentality rule has \nbeen satisfied, numerous factors may be considered, including: \n[a] Inadequate capitalization (“thin incorporation”). \n \n[b] Non-compliance with corporate formalities. \n \n[c] Complete domination and control of the corporation so that it has no \nindependent identity. \n \n[d] Excessive fragmentation of a single enterprise  into separate \ncorporations. \n \nId. at 455, 458, 329 S.E.2d at 330 –32 (citations omitted) (“We emphasize, these are \nmerely factors to be considered to determine whether sufficient control and \ndomination is present to satisfy the first prong of the three -pronged rule known as \nthe instrumentality rule.”).  When a plaintiff seeks to pierce the corporate veil of an \nLLC, rather than a corporation, these factors may be weighed differently.  S. Shores \n \n \nRealty Servs. v. Miller , 796 S.E.2d 340, 352 (N.C. Ct. App. 2017)  (noting “that all \nmembers of an LLC are statutorily deemed to be managers”). \nB. Defendants’ Request that the Court Refrain from Piercing the Corporate \nVeil \n \n31. Despite the jury’s verdict, Defendants contend that the Court retains \ndiscretion on whether to afford Insight piercing relief.  Defendants ask the Court to \nrefuse to pierce the corporate veils of MDI -NC and MDI because doing so “would be \nunjust, inequitable and fundamentally inconsistent with the liability protections \nafforded by . . . North Carolina Limited Liability Compan [ies].”  (Br. Opp’n Piercing \nCorporate Veils MDI & MDI-NC 2, ECF No. 203.)3 \n32. Defendants’ request highlights a relatively opaque area of the \ninstrumentality rule doctrine .  On one hand, o ur Supreme Court has stressed th at \n“the instrumentality rule is an equitable doctrine,” Glenn, 313 N.C. at 458, 329 S.E.2d \nat 332, and that decisions in this area are “founded in equity” and require a “delicate \nbalancing of competing equities,” Ridgeway Brands Mfg., LLC, 362 N.C. at 440, 666 \nS.E.2d at 113  (quoting Russell M. Robinson, II, Robinson on North Carolina \nCorporate Law § 2-10[2] (7th ed. 2006)) .  As a general principle , courts retain great \n                                                 \n3  To date, all parties in this case have agreed that North Carolina law applies to Insight’s \nrequest to pierce MDI’s veil, even though MDI is a Delaware LLC.  (See Pl.’s Proposed Jury \nInstrs. & Joint Description Case 23 –24, ECF No. 195; Defs.’ Proposed Jury In strs. 15–19, \nECF No. 192.)  Recognizing that “North Carolina courts have not ruled de finitively” on the \nchoice of law for veil piercing, Strategic Outsourcing, Inc. v. Stacks, 176 N.C. App. 247, 252–\n53, 625 S.E.2d 800, 804 (2006), the Court elects to follow the North Carolina Court of Appeals’ \nprevious example set in  a factually similar case,  Copley Triangle Associates v. Apparel \nAmerica, Inc., 96 N.C. App. 263, 385 S.E.2d 201 (1989), and applies North Carolina veil -\npiercing law to both LLC Defendants. \n   \n \n \n \ndiscretion over whether to grant or deny requests for equitable relief.   Roberts v. \nMadison Cty. Realtors Ass’n , 344 N.C. 394, 399, 474 S.E.2d 783, 787 (1996).   Our \nCourt of Appeals has also, on on e occasion, denied a party veil -piercing relief on \napparently equitable grounds.  Swan Quarter Farms, Inc. v. Spencer, 133 N.C. App. \n106, 110, 514 S.E.2d 735, 738 (1999).   \n33. On the other hand, our Supreme Court  has also stated that the purpose of \nthe instrumentality rule is to achieve “uniformity and predictability,”  Ridgeway \nBrands Mfg., LLC, 362 N.C. at 440, 666 S.E.2d at 113, that “the issue is one of fact,” \nGlenn, 313 N.C. at 459, 329 S.E.2d at 333, and that “the fact finder determines that \nthe corporate veil should be pierced,” Green, 367 N.C. at 145, 749 S.E.2d at 270. 4  \nWhether, or to what extent, the Court may elect not to pierce the corporate veil as a \nmatter of equity —as Defendants urge it to now —when the jury has found the \nelements of the instrumentality rule satisfied, as it has here, is unclear.   \n34. The Court finds itself with limited guidance from the parties and North \nCarolina case law on how to proceed.  Defendants do not suggest a clear framework \nfor their proposed post-jury-verdict weighing of equities, nor does their briefing offer \nany guidance on how the Court should weigh their arguments against the jury’s \nverdict.  Insight, in support of its position, notes that “there appears to be no reported \n                                                 \n4  Although this excerpt from Green appears at first blush to settle the issue before the Court, \nthe language quoted here was not essential to the Supreme Court’s decision and was not the \nfocus of the quoted sentence.  See Green, 367 N.C. at 145 –46, 749 S.E.2d at 270 –71 \n(remanding the case for further consideration of plaintiff’s claims underlying plaintiff’s \nrequest for veil piercing).  Furthermore, the Supreme Court in Green did not address \nwhether, or how, equitable considerations affect the outcom e of a request to pierce the \ncorporate veil. \n \n \nNorth Carolina case where the trial court did not pierce the veil after the fact finder \ndetermined the elements of the instrumentality rule were satisfied.”  (Pl.’s Post-Trial \nBr. Piercing Corporate Veil 4, ECF No. 204.)  Indeed, to the Court’s knowledge, there \nare no North Carolina decisions directly addressing this issue. \n35. Looking to other jurisdictions, there does not appear to be a general \nconsensus on the appropriate procedure for veil piercing.  State and federal courts in \nseveral jurisdictions expressly leave the decision to set aside the corporate form to \nthe trial court.  See, e.g., Nev. Rev. Stat. § 78.747 (creating by statute an “alter ego” \ntheory of piercing in Nevada and characterizing the decision to pierce as a “matter of \nlaw”); In re Air Crash Disaster at Stapleton Int’l Airport, Denver , 720 F. Supp. 1467, \n1484 (D. Col. 1989) (“As a factual predicate to disregarding the corporate form, \nplaintiff must esta blish . . . that one [corporation] is nothing more than the mere \ninstrumentality of the other.  But the ultimate decision of whether to disregard the \ncorporate form, and the underlying public policy on which it is based, lies in equity.” \n(internal citations omitted)); Mark Heisz & Aegis Strategic Inv. Corp. v. Galt Indus. , \n93 So. 3d 918, 929 (Ala. 2012) (“Whether the corporate veil of a business entity should \nbe pierced is a matter of equity, properly decided by a judge after a jury has resolved \nthe accompanying legal issues.”); Wandering Trails, LLC v. Big Bite Excavation, Inc., \n329 P.3d 368, 373 (Idaho 2014) (holding that the trial court is responsible for \ndetermining the factual issues connected to a piercing request, but the court may \nempanel an advisory jury whose findings the court may accept or reject);   Daniels v. \nCDB Bell, LLC , 300 S.W.3d 204, 213 (Ky. Ct. App. 2009) (“[T]he decision as to \n \n \nwhether to pierce the corporate veil is an equitable one to be decided by the trial court \nand not the jury.”).   \n36. Other states appear to allow juries to decide whether to pierce a \ncorporation’s veil.  See, e.g., Acadia Partners, L.P. v. Tompkins , 759 So. 2d 732, 735 \n(Fla. Dist. Ct. App. 2000) (noting that the jury below found a party’s corporate veil \nshould be pierced); OMV Assocs., L.P. v. Clearway Acquisition, Inc., 976 N.E.2d 185, \n189–190 (Mass App. Ct. 2012) (affirming JNOV where there was insufficient evidence \nfor the jury’s decision to set aside  the corporate form); Chopra v. U.S. Prof’ls, LLC , \nNo. W2004-01189-COA-R3-CV, 2005 Tenn. App. LEXIS 62, at *13 (Tenn. Ct. App. \nFeb. 2, 2005) (characterizing the decision to pierce the corporate veil as “within the \nprovince of the finder of fact”).  The reasoning used to justify this approach is similar \nto that discussed in North Carolina ’s jurisprudence.  Compare Elec. Power Bd.  of \nChattanooga v. St. Joseph Valley Structural Steel Corp., 691 S.W.2d 522, 526 (Tenn. \n1985) (“ The conditions under which  the corporate entity will be disregarded vary \naccording to the circumstances present in each case and the matter is particularly \nwithin the province of the trial court.  Moreover, a determination of whether or not a \ncorporation is a mere instrumentality o f an individual or a parent corporation is \nordinarily a question of fact for the jury.”) , with Glenn, 313 N.C. at 459, 329 S.E.2d \nat 333 (noting that each case for piercing is unique and that the issues underlying \nthe instrumentality rule are factual).   As far as this Court’s rese arch has revealed, \nhowever, none of these jurisdictions  has expressly addressed whether equitable \n \n \nconsiderations may permit a court to override a jury’s findings under a doctrine \nsimilar to the instrumentality rule. \n37. Recognizing this lack of clear precedent, the Court nonetheless synthesizes \nthe relevant North Carolina case s to suggest that the jury is to decide whether a \ncorporation’s veil is pierced through its factual findings and that the trial court is to \nenter judgment accordingly.  See Green, 367 N.C. at 145, 749 S.E.2d at 270; Glenn, \n313 N.C. at 459, 329 S.E.2d at 333.   Although not yet specifically addressed by our \nSupreme Court, it  also appears that p iercing relief may be subject to equitable \ndefenses in the appropriate case .  Swan Quarter Farms, Inc., 133 N.C. App. at 110, \n514 S.E.2d at 738.   \n38. Accordingly, to the extent North Carolina law leaves the determination of \nveil piercing to the jury  through its factual findings on the factors  and elements of \nthe instrumentality rule,5 the Court concludes that the jury’s findings here mandate \nthat judgment be entered for Insight holding MDI, as the sole member of MDI –NC, \nand Luke and Venesky, as members and managers of MDI, jointly and severally liable \nwith MD I-NC for Insight ’s damages under the equitable remedy of piercing the \ncorporate veil.    \n39. To the extent the Court possesses the ability to engage in a post -trial \nbalancing of the equities in making a final determination on piercing—as Defendants \nsuggest it does—the Court concludes that the facts before it strongly support piercing \n                                                 \n5  See N.C.P.I.-Civ. 103.40 (gen. civ. vol. June 2014). \n \n \nthe corporate veils of MDI -NC and MDI.  The Court bases its balancing analysis on \nthe following points of law.   \n40. First, trial courts are given great discretion to grant, deny, and shape \nequitable relief.  Roberts, 344 N.C. at 399, 474 S.E.2d at 787  (citing 1 Dan B. Dobbs, \nLaw of Remedies  § 2.9(2) (2d ed. 1993) ); Fed. Point Yacht Club Ass’n v. Moore , 233 \nN.C. App. 298, 318, 758 S.E.2d 1, 13 (2014).  “This discretion is normally invoked by \nconsidering an equitable defense, such as unclean hands or laches, or by balancing \nequities, hardships, and the interests of the public and of third persons.”  Roberts, \n344 N.C. at 399, 474 S.E.2d at 787. \n41. Second, when a plaintiff seeks to have the corporate veil pierced, “the burden \n[is] on the plaintiff to establish the existence of factors that would justify disregarding \nthe corporate entity .”  Glenn, 313 N.C. at 459, 329 S.E.2d at 333 .  It thus appears \nInsight bears the burden in any postjudgment proceeding concerning piercing the \ncorporate veil. \n42. Third, North Carolina law clearly indicates that it is proper for a court to \nsubmit the elements of the instrumentality rule to the jury for decision.  See Glenn, \n313 N.C. at 459, 329 S.E.2d at 333. \n43. Fourth, except for those means by which the judge may set aside a jury’s \nverdict, a trial court is  bound by the jury’s findings  in post -trial proceedings .  \nJyachosky v. Wensil, 240 N.C. 217, 229, 81 S.E.2d 644, 652 (1954); cf. Fowler v. Land \nMgmt. Groupe, Inc. , 978 F.2d 158, 163 (4th Cir . 1992) (“[A]ny actual issues  \nnecessarily and actually decided by the jury are foreclosed under settled principles of \n \n \ncollateral estoppel from subsequent reconsideration by the district court .” (quoting \nOhio-Sealy Mattress Mfg. Co. v. Sealy, Inc., 585 F.2d 821, 844 (7th Cir. 1978))).  This \nis equally true where the judge must rule on equitable remedies.  Whitted v. Fuquay, \n127 N.C. 68, 70, 37 S.E. 141, 142 (1900)  (“[W]e do not suppose the [c]o urt, though \npassing upon an equitable demand, would be at liberty to disregard the findings of \nthe jury[.]”).   \n44. Insight’s damages on its breach of contract claim  and its request for veil \npiercing were tried before a jury, which returned factual findings.  Thus, in applying \nthe above principles of law, the Court must also consider the following facts found by \nthe jury. \n45. First, the jury concluded that Luke and Venesky controlled MDI -NC and \nMDI with regard to the breach of  contract that damaged Insight.  In so finding, the \njury necessarily found (1) that Luke and Venesky “controlled the conduct of MDI-NC \n[and MDI] with respect to the breach of the MRI Agreement to such an extent that \nMDI-NC [and MDI] had no separate mind, will or existence of [their]  own”; (2) that \nLuke and Venesky used their control to act in violation of Insight’s legal rights; and \n(3) that Luke’s and Venesky’s use of that control was the proximate cause of Insight’s \ninjury.  (Jury Instructions 22–24.) \n46. Second, the jury found that Luke and Venesky breached their fiduciary \nduties to Insight.  The jury so found after being instructed as follows:  \n You are instructed that Luke and Venesky were the managers of \nDefendant MDI-NC, [that] plaintiff InSight was a creditor of defendant MDI-\nNC, and that there were circumstances amounting to a winding up or \ndissolution of MDI -NC beginning November 15, 2013. You are instructed \n \n \nthat, under such circumstances, a relationship of trust and confidence existed \nin which Luke and Venesky as managers of MDI -NC were required to act in \nthe best interest of creditors, including InSight \n \n The law provides that once a manager’s fiduciary duty to creditors \narises, a manager is generally prohibited from taking advantage of his \nintimate knowledge of the LLC’s affairs and his position of trust for his own \nbenefit and to the detriment of the creditors to whom he owes the duty.   \nAdditionally, once a manager’s fiduciary duty arises, he or she must treat all \ncreditors of the same class equally by making any payments to such creditors \non a pro rata basis. . . . \n \n . . . . \n \n . . . [I]f you find, by the greater weight of the evidence, that the \ndefendants breached their fiduciary duty by (i) failing to pay debts of MDI -\nNC pro rata, to the detriment of the plaintiff and for the benefit of themselves, \nor (ii) diverting funds of MDI -NC to pay debts of other businesses in which \nDefendant Luke and Defendant Venesky had a financial interest, instead of \npaying InSight, to the detriment of the plaint iff and for the benefit of \nthemselves, then it would be your duty to answer this issue “Yes” in favor of \nthe plaintiff. \n  \n(Jury Instructions 27–28.)  The jury thus found that Luke and Venesky used their \npositions at MDI-NC and MDI to cause MDI-NC to fail to pay Insight the pro rata \nshare of MDI-NC’s debt that Insight was owed while MDI-NC was winding up. \n47. Third, on the issue involving  constructive fraud, the Court instructed the \njury as follows: \n On this issue the burden of proof is on the plaintiff. This means that \nthe plaintiff must prove, by the greater weight of the evidence, two things:  \n \n First, that a relationship of trust and confidence existed between the \nplaintiff and the defendants Luke and Venesky. You are instructed that such \na relationship of trust and confidence existed here.  \n \n And Second, that the defendants Luke and Venesky used their position \nof trust and confidence to bring about transactions to the detriment of \nplaintiff and for the benefit of themselves. . . . \n \n \n \n . . . .  \n \n . . . [I]f you find, by the greater weight of the evidence, that the \ndefendants Luke and Venesky took advantage of a position of trust and \nconfidence to bring about either [(i)] the failure to pay debts of MDI-NC pro \nrata, to the detriment of the plaintiff and for the benefit of the defendants \nLuke and Venesky, or (ii) the diversion of funds of MDI -NC to pay debts of \nother businesses in which Defendant Luke and Defendant Venesky had a \nfinancial interest, instead of paying InSight, to the detriment of the plaintiff \nand for the benefit of the defendants Luke and Venesky, then it would be your \nduty to answer this issue “Yes” in favor of the plaintiff. \n \n(Jury Instructions 31–32.)  The jury answered this issue “Yes,” finding that Luke and \nVenesky used their position s as managers of a winding -up LLC to bring about \ntransactions benefitting themselves and injuring Insight.  \n48. These findings weigh heavily in favor of concluding that Insight has met any \npostjudgment burden that may exist under North Carolina’s approach to piercing the \ncorporate veil.  Defendants’ arguments to the contrary are unpersuasive.   \nC. Defendants’ Arguments Against Piercing \n49. Defendants’ arguments can be grouped into three categories: (i) the array of \nclaims in this case does not merit piercing; (ii) evidence of the Failed Asset Purchase, \nand the exclusion of that evidence at trial, makes it inequitable to pierce the corporate \nveils of MDI-NC and MDI; and (iii) Insight’s knowledge and the manner i n which it \nconducted itself prior to this lawsuit should preclude piercing.  The Court addresses \neach set of arguments in turn.  \n1. Breach of Contract as the Basis for Piercing \n50. Defendants first argue that the evidence at trial , and the  jury’s \ndetermination that Luke and Venesky controlled MDI and MDI-NC as to the breach \n \n \nof contract that damaged Insight , are insufficient, as a matter of equity, to support \npiercing the veils of each LLC because the evidence shows Insight voluntarily dealt \nwith MDI -NC without seeking or obtaining personal guarantees from either \nindividual Defendant.  Defendants also argue that piercing is especially unjustified \nin this case because Insight is able to recover against Luke and Venesky personally \nthrough its c laims for breach of fiduciary duty and constructive fraud.  The Court \ndisagrees with both contentions. \n51. Defendants rely heavily on Statesville Stained Glass, Inc. v. T.E. Lane \nConstruction & Supply Co. , 110 N.C. App. 592,  430 S.E.2d 437 (1993), for the  \nproposition that Insight should be denied veil-piercing relief  because it chose to \ncontract only with MDI -NC.  Our Court of Appeals, however, has clarified that \nStatesville Stained Glass  does not stand for the proposition that a claimant is \nprecluded from pier cing the corporate v eil to recover from a party with which the \nclaimant has not contracted .  Fischer Inv. Capital, Inc. v. Catawba Dev. Corp. , 200 \nN.C. App. 644, 654 –55, 689 S.E.2d 143, 150 (2009) (“[T] he claims asserted by the \nplaintiff in  Statesville Stained Glass failed because the plaintiff failed to provide \nsufficient evidentiary support for them, not because those claims were not cognizable \nunder North Carolina law.”).   To the contrary, a breach of contract may support a \nrequest to pierce the corporate veil.  See S. Shores Realty Servs., 796 S.E.2d at 346–\n47, 351–54 (affirming denial of motions for directed verdict and JNOV when the jury \ndetermined the defendant used his control over several LLCs to disregard a \n“contractual obligation”).   \n \n \n52. The Court determined here, at summary judgment, that MDI-NC breached \nits contract with Insight.  The jury determined that Luke and Venesky controlled \nMDI-NC and MDI as to this breach of contract such that each LLC was a mere \ninstrumentality of each individual Defendant.  Insight’s failure to contract with Luke \nor Venesky personally or obtain a personal guaranty from either will  not prevent it \nfrom obtaining the relief it seeks. \n53. Defendants attempt to avoid this result by further arguing that piercing is \nnot justified in this case because Insight may already recover from Luke or Venesky \nunder its breach of fiduciary duty and constructive fraud claims.  For support, \nDefendants cite Keener Lumber Co. v. Perry, 149 N.C. App. 19, 560 S.E.2d 817 (2002), \nin which the plaintiff brought claims against an individual business owner and the \ntrial court correctly refused to instruct the jury on piercing the corporate veil.  Id. at \n37, 560 S.E.2d at 829.  But a careful reading of Keener Lumber Co. reveals that the \nCourt of Appeals did not affirm the trial court’s decision because piercing was \nunnecessary in light of the individual  claims in that case.  Instead, the court found \nthat the “plaintiff’s complaint [did not warrant] application of [the piercing] doctrine” \nbecause the complaint alleged causes of action against  the individual owner  only—\nthere was no “cause[]  of action against [the indebted company]  set forth in the \ncomplaint for which plaintiff might seek to hold [the owner]  liable under a ‘piercing \nthe corporate veil’ theory.”   Id.  Indeed, the company contractually indebted to the \nplaintiff in Keener Lumber Co. was not a party to the lawsuit and had already filed \n \n \nfor bankruptcy.  Id. at 22–24, 560 S.E.2d at 820 –21.  In contrast, here Insight has \nsucceeded in bringing a claim against the indebted company, MDI-NC. \n54. If the Court refused to pierce MDI -NC’s and MDI’s corporate veils because \nInsight has other claims against Luke and Venesky individually, the Court would be \nallowing Luke and Venesky to take partial shelter behind t wo LLCs the jury \ndetermined Luke and Venesky  operated as mere instrumentalities , i.e.,  Luke and \nVenesky would only be jointly and severally liable for an amount less than one-third \nof the amount they would owe for MDI-NC’s breach of contract.  The instrumentality \nrule is meant to avoid such results.  See Ridgeway Brands Mfg., LLC , 362 N.C. at \n443, 666 S.E.2d at 115 (“[I]t would be inequitable to permit defendants to shelter \nbehind the corporate identity of t he very entity they drained in the course of their \nactions.”).   \n55. On this point, Defendants also argue that the Court should not consider the \njury’s verdict on Insight’s claims for breach of fiduciary duty and constructive fraud \nwhen deciding whether to pierce the corporate veil, as those are issues separate from \nInsight’s breach of contract claim.  Defendants overlook, however, the factual \nsignificance of the jury’s findings on these claims, particularly constructive fraud.  In \nfinding for Insight on this c laim, the jury necessarily concluded that Luke and \nVenesky failed to pay Insight its pro -rata share of MDI -NC’s debt and instead \nbenefited themselves with MDI -NC’s funds.  ( See Jury Instructions 31 –32.)  These \nfacts further evidence Luke’s and Venesky’s domination and control of MDI-NC and \n \n \nMDI and should be given due consideration.  See Glenn, 313 N.C. at 456, 329 S.E.2d \nat 331. \n56. In sum, Defendants’ first set of arguments  does not detract from Insight’s \nstrong showing in favor of the relief it seeks.  The balance of equities favors piercing. \n2. Exclusion of Facts Concerning the Failed Asset Purchase \n \n57. Defendants’ second  argument against piercing centers on the Court’s \ndecision to exclude from trial evidence concerning the Failed Asset Purchase.   \nDefendants contend that while the jury did not hear evidence about the Failed Asset \nPurchase and Defendants’ belief that Defendants were justified in breaching the MRI \nAgreement because Insight backed out of the Asset Purchase, the Court is aware of \nthese facts, should consider them, and should conclude that piercing MDI -NC’s and \nMDI’s corporate veils would be inequitable. \n58. Defendants’ request that the Court now consider evidence concerning the \nFailed Asset Purchase is at odds with the Court’s previous decision on Insight’s \nMotion in Limine.  The Court held that evidence of the Failed Asset Purchase was \nonly relevant to Insight’s request to pierce the corporate veil to the extent Insight \nsought to prove that Defendant s intent ionally undercapitalized MDI -NC.  Insight \nHealth Corp., 2017 NCBC LEXIS 91, at *13.  Insight did not attempt to argue or offer \nevidence on this point at trial, and the j ury was instructed that they could  consider, \nwhen determining whether Luke and Venesky controlled MDI -NC and MDI, that \nInsight had not offered evidence that MDI-NC was undercapitalized.  \n \n \n59. The Court did not exclude evidence of the Failed Asset Purchase in this case \nbecause it concluded the evidence could confuse the jury and was better  left for the \nCourt to weigh .  R ather, the Court excluded this evidence because  the Court could \nnot “conclude that evidence of the Failed Asset Purchase would make it more or less \nprobable that Defendants respected the formalities of operating an LLC, comp letely \ndominated MDI -NC, or excessively fragmented a single enterprise into multiple \nentities.”  Id.  Under the instrumentality rule, t he law focuses on Luke ’s and \nVenesky’s operation of MDI and MDI-NC, not the reasons why Luke and Venesky felt \ntheir breach of the MRI Agreement was justified.   See Glenn, 313 N.C. at 458, 329 \nS.E.2d at 332.  The purpose of the doctrine is not to punish but to “place the burden \nof the loss upon the party who should be responsible.”  See id.  Thus, facts concerning \nthe Failed Asset Purchase were properly excluded from the jury’s consideration and \ndo not now provide the Court with a reason to refrain from piercing MDI -NC’s and \nMDI’s corporate veils. \n60. Defendants also argue that there was insufficient evidence  to justify the \njury’s verdict as to veil piercing, breach of fiduciary duty, and constructive fraud.   \nDefendants contend this is the case because the “Court’s pre -trial rulings on \nPlaintiff’s summary judgment motion and motion in limine” prevented the jury from \nknowing “all the facts”—referring to the Failed Asset Purchase —and thus “the jury \ndid not [know] why . . . MDI, Mr. Luke, and Mr. Venesky refused to make any further \npayments to Insight after they closed the Asheville center.”   (Br. Opp’n Piercing \nCorporate Veils MDI & MDI-NC 2.)  As such, Defendants assert, “[t]he verdict reflects \n \n \n[the jury’s] unjustified anger at [Defendants] for failing to give a reasonable \nexplanation for their actions[.]”  (Br. Opp’n Piercing Corporate Veils MDI & MDI-NC \n2.) \n61. Again, the Court d isagrees.  Evidence of the Failed Asset Purchase was \nexcluded from trial  because the Court deemed that evidence irrelevant to Insight’s \nclaims for breach of fiduciary duty, Insight Health Corp., 2017 NCBC LEXIS 91, at \n*8 (“Defendants’ subjective belief that they owed no fiduciary duty to Insight because \nof the Failed Asset Purchase does not change the objective nature of the parties ’ \nrelationship.”), and constructive fraud, id. at *9–10 (“Much as Defendants wish to \nintroduce evidence of the Failed Asset Purchase to ‘explain their rationale’ for failing \nto pay Insight, that subjective rationale does not make it more or less probable that \nDefendants obtained a benefit for themselves by breaching an alleged fiduciary duty \nto Insight.” (internal citations omitted)), and—as explained above—Insight’s request \nto pierce the corporate veil, id. at *13.   \n62. The exclusion of this irrelevant evidence has nothing to do with the \nsufficiency of Insight’s proof  and thus does not mean that the jury had insufficient \nevidence to reach its verdict  with regard to veil piercing .  To the contrary, the jury \nwas presented with evidence that  Defendants, among other things, interchangeably \nidentified themselves and MDI as the members of MDI -NC, continued to pay ot her \ncreditors of MDI-NC after ceasing payments to Insight, took cash out of MDI -NC to \npay other entities they owned with out proof of intercompany loans or oth er \ninstruments to formalize the transfers of money, and generally failed to respect MDI-\n \n \nNC’s funds as the property of a separate  LLC.  For example, when asked to justify \ntheir practice of moving funds between MDI-NC and other entities, Luke stated, “[I]t \nwas our money.  It was no one else’s money.”  (4 Tr. 694:7–8.) \n63. In sum, the Court will not co nsider evidence previously deemed irrelevant \nwhen entering judgment against Defendants for purposes of piercing the corporate \nveil, and the proper exclusion of that evidence did not deprive the jury of sufficient \nevidence to reach its verdict.  Cf. S. Shores Realty Servs., 796 S.E.2d at 353 (finding \nsufficient evidence for trial court to deny motions for directed verdict and JNOV when \nthe individual defendant formed multiple LLCs for the purpose of limiting the \nliability of each LLC, controlled the finances, policies, and business practices of those \nLLCs, and substituted his own name for the LLCs’ names in legal correspondence).   \n64. However, even if the Court were to consider facts surrounding the Failed \nAsset Purchase when determining whether to pierce the corporate veil, the Court \nwould still consider piercing an appropriate remedy here for reasons substantially \nsimilar to those t he Court gave when granting summary judgment on liability for \nInsight’s breach of contract claim.  Insight Health Corp., 2017 NCBC LEXIS 14, at \n*27 (“[The] undisputed facts show that the  Insight MRI Agreement was a separate \ntransaction [that] included a merger clause to that effect.   MDI-NC has forecast no \nspecific facts or evidence to show that  Insight acted dishonestly, fraudulently, \ndeceitfully, or in bad faith, or that the contemplated transaction was unfair.”).   \n65. Thus, to the extent the Court has the discretion to conclude that Insight has \nnot met its burden on its request to pierce the veils of MDI-NC and MDI, or that the \n \n \nbalance of equities weighs against piercing, Defendants’ second set of arguments does \nnot present a persuasive reason to do so. \n3. Insight’s Knowledge and Conduct \n66. Finally, Defendants argue that Insight should not be able to recover against \nLuke and Venesky through veil piercing because Insight was fully aware of MDI-NC’s \nfinancial condition and corporate form before entering into the MRI Agreement.  The \nCourt is unpersuaded by this argument as well. \n67. Defendants’ final argument is closely linked to their first.  They point to the \nfact that Insight voluntarily dealt with MDI-NC alone and chose to deal with the LLC \nknowing MDI -NC was suffering significant financial hardship.   Because Insight \nentered into the MRI Agreement with its “eyes wide open ” and knew the risks of its \nbargain with the LLC, Defendants contend that equity demands leaving MDI-NC’s \nand MDI’s veils intact. \n68. Defendants rely heavily on Lawrence v. UMLIC -Five Corp. , 2007 NCBC \nLEXIS 30 (N.C. Super. Ct. Sept. 14, 2007) , in which Judge Diaz , then of this Court,  \nnoted that an earlier Court of Appeals decision, Swan Quarter Farms, suggested that \n“the conduct of the party seeking [to pierce the corporate veil]  may . . . be relevant.”  \nId. at *19.  What Defendants do not emphasize, however, is that Judge Diaz also \nnoted that “[t]he conduct of the party seeking to pierce the corporate veil is typically \nnot relevant to the analysis.  Instead, courts focus on the actions of the corporate \nentity and the extent to which others exercised control over it.”  Id. at *18.  Critically, \nthe exception to the general rule Judge Diaz identified occur red when the party \n \n \nseeking piercing came to the Swan Quarter Farms court “with ‘unclean hands.’”  Id. \nat *19. \n69. In Swan Quarter Farms , the plaintiff, seeking to defend against veil \npiercing, argued that the defendants could not obtain the equitable remedy of piercing \nbecause they had knowingly exploited legal problems affecting the property at issue \nin the case and thus had “unclean hands.”  Swan Quarter Farms, Inc., 133 N.C. App. \nat 109, 514 S.E.2d at 738.  After identifying this argument, the court noted that \nequitable remedies were for “the protection of innocent persons” and should be used \nto intervene where injustice would otherwise be done.  Id. at 110, 514 S.E.2d at 738.  \nThe court then concluded that the trial court had not erred in refusing to pierce the \ncorporate veil because the defendants were aware of the legal problems surrounding \nthe property and had used those problems to benefit themselves in the past.  Id. \n70. While the Swan Quarter Farms court did not expressly state that unclean \nhands barred the request to pierce the corporate veil in that case , the application of \nthe doctrine of unclean hands was heavily implied by the court ’s treatment of the \nissue, and Judge Diaz correctly characterized the  Swan Quarter Farms  court’s \nholding.  In fact, every reported decision of which the Court is aware applying Swan \nQuarter Farms has done so narrowly, most often when a claimant is susceptible to \nthe doctrine of unclean hands.  See, e.g., OMOA Wireless S. Der. L. v. United States, \nNo. 1:06CV148, 2010 U.S. Dist. LEXIS 82174, at *34 (M.D.N.C. Aug. 11, 2010) \n(“Equity is for the protection of innocent persons and  is a tool used by the court to \nintervene where injustice would otherwise result.  One who comes to the court with \n \n \nunclean hands is barred from equitable relief.”); Mikels v. Unique Tool & Mfg. Co. , \nNo. 5:06CV32, 2007 U.S. Dist. LEXIS 91814, at *59 (W.D.N.C. Dec. 3, 2007) (“[O]ne \nwho comes to court with unclean hands is barred from any equitable relief.”); \nDiscovery Ins. Co. v. N.C. Dep’t of Ins. , 807 S.E.2d 582, 594 (N.C. Ct. App. Oct. 3, \n2017) (citing Swan Quarte r Farms  for the general proposition “[e]quity is for the \nprotection of innocent persons and is a tool used by the court to intervene where \ninjustice would otherwise result”  before concluding that the plaintiff’s claim was \nbarred “because of the doctrine of unclean hands”). \n71. Swan Quarter Farms , Lawrence, and the other cases cited above \ndemonstrate that Insight’s conduct or knowledge is relevant here only to the extent \nthat conduct or knowledge provides Defendants with an equitable defense against \nInsight’s request to pierce the corporate veil.  The Court previously determined that \nDefendants’ unclean hands defense and other equitable defenses were deficient as a \nmatter of law.  Absent such a defense, our Supreme Court’s instruction to focus upon \nDefendants’ “operation of the [entities], and upon [Defendants’] relationship to that \noperation,” Glenn, 313 N.C. at 458, 329 S.E.2d at 332, means Luke and Venesky may \nnot avoid personal liability by focusing on Insight’s knowledge or conduct rather than \ntheir own.  Accordingly, for the reasons stated above, the Court finds Defendants’ \nfinal arguments against piercing unpersuasive. \n \n \nIII. \nPREJUDGMENT INTEREST \n72. N.C. Gen. Stat. § 24-5 provides for the award of interest in breach of contract \ncases: \nIn an action for breach of contract, except an action on a penal bond, the \namount awarded on the contract bears interest from the date of breach.  The \nfact finder in an action for breach of contract shall distinguish the principal \nfrom the interest in the award, and the judgment shall provide that the \nprincipal amount bears interest until the judgment is satisfied.  If the parties \nhave agreed in the contract that the contract rate shall apply after judgment, \nthen interest on an award in a contract action sh all be at the contract rate \nafter judgment; otherwise it shall be at the legal rate. \n \nN.C. Gen. Stat. § 24-5.  “[T]he parties may by agreement set the rate of interest to be \napplied in a breach of contract action[.]”  Barret Kays & Assocs., P.A. v. Colonial Bldg. \nCo., 129 N.C. App. 525, 529, 500 S.E.2d 108, 112 (1998).  However, “this agreement \nis controlling with respect to post-judgment interest only if the agreement specifically \nstates that the interest rate is to apply post-judgment.  In the absence of such specific \nlanguage, the agreed to rate shall apply only pre -judgment and the legal rate shall \napply post-judgment.”  Id.   \n73. In the case at bar, the MRI Agreement provided that an interest rate of 1.5% \nwould be assessed each month on d elinquent payments.   (Pl.’s Mot. Prejudgment \nInterest, Fees, & Costs Ex. A. § 4(h) [hereinafter “MRI Agreement”], ECF No. 209.)   \nThere was no agreement that this rate would apply postjudgment. \n74. Insight asserts that a simple interest calculation is appropria te under the \nMRI Agreement and  requests prejudgment interest in the amount of $1,459,230.  \nInsight bases this number on its expert, Gary Seelen’s, calculation of prejudgment \n \n \ninterest due under the terms of the MRI Agreement from the beginning of the period \nfor which MDI-NC ceased making payments, November 15, 2013, until January 2018.  \n(Pl.’s Mot. Prejudgment Interest, Fees, & Costs Ex. D, at 2, ECF No. 20 9.)  Insight \ncontends that this is the correct calculation of Insight’s prejudgment interest under \nthe MRI Agreement, noting that this amount is “significantly less” tha n the amount \nreceived by “applying an 18% per annum interest rate (1.5% per month x 12 months) \nto the principal amount the jury awarded for breach of contract ($3,014,925) ” using \nthe North C arolina Court System’s Judgment Calculator Worksheet.  (Pl.’s Mot. \nPrejudgment Interest, Fees, & Costs 13, ECF No. 209.) \n75. Defendants do not challenge Insight’s calculation.  Instead, Defendants \nobject to Insight’s request for prejudgment interest by arguing  that N.C. Gen. Stat. \n§ 24-5 requires the fact finder to “distinguish principal from interest in the award[.]”  \n(Br. Opp’n Pl.’s Mot. Attorneys’ Fees &  Interest 2, ECF No. 217.)  Defendants argue \nthat Insight did not request such findings and instead had one of its experts, Robert \nTaylor (“Taylor”), include prejudgment interest in his opinion on damages, which the \njury used in rendering their verdict.  D efendants characterize Insight’s Motion for \nFees and Interest as requesting “additional interest” on top of what the  jury \n“evidently already awarded.”  (Br. Opp’n Pl.’s Mot. Attorneys’ Fees & Interest 2.) \n76. Defendants’ argument does not align with Taylor’s testimony at trial or the \nCourt’s charge to the jury.  In the testimony Defendants reference, Taylor expressly \nstated that his calculations were “not accruing interest from the date of damage up \n \n \nto the measurement date.”  (Tr. 557:12 –15.)  Several moments e arlier, Taylor also \nstated, \n[A] lot of times there are statutory rates of interest on a prejudgment amount \nthat the Court can say you can calculate.  There is no need for me to calculate \nthat because we don’t know what the damage is going to be, but the -- what \nthe findings will be.  So I’ve left that out. \n \n(Tr. 556:5 –11.)  Instead, t he calculations Taylor discussed concerned Taylor’s \nattempts to provide the jury with a present value of what Insight’s cash flows would \nhave been under the  MRI Agreement past the trial date.  (Tr. 556:16 –557:15.)  The \ncalculation was concerned with the value of MDI -NC’s performance under the MRI \nAgreement, not prejudgment interest. \n77. The jury found that MDI-NC owed Insight $3,014,925 for breaching the MRI \nAgreement.  The jury so found after being instructed to consider whether Insight was \nentitled to recover actual damages in the form of direct damages: \n Direct damages are the economic losses that usually or customarily \nresult from a breach of contract. \n \n A person damaged by a bre ach of contract is entitled to be placed, \ninsofar as this can be done by money, in the same position he would have \noccupied if there had been no breach of the contract.  The law provides that \nwhere a defendant has breached a contract, the non -breaching par ty may \nrecover its lost profits, calculated as the difference between the value of what \nwas received and the value of what was promised. \n \n(Jury Instructions 12.)  The jury was not instructed to consider prejudgment interest \non MDI-NC’s breach of contract , and evidence of interest was not submitted to the \njury.  Thus , it is proper for the Court ’s judgment  to add prejudgment and \npostjudgment interest to the jury’s verdict on damages.  Dailey v. Integon Gen. Ins. \nCorp., 75 N.C. App. 387, 403, 331 S.E.2d 148, 159 (1985) (“[N.C. Gen. Stat. §] 24 -5 \n \n \n[does not] require that an issue be submitted to the jury before interest can be allowed \nin contract cases.  The requirement is merely that the jury ‘distinguish the principal \nfrom the  sum allowed as interest,’ which ob viously pertains only to those rare \nsituations where evidence as to both principal and interest is submitted to the jury for \ntheir consideration.”). \n78. For these reasons, the Court concludes that Insight is entitled to \nprejudgment interest  for MDI -NC’s breach of contract .  Insight asserts that its \nexpert’s simple interest calculation is the correct means of determining prejudgment \ninterest under the MRI Agreement, and Defendants do not challenge that assertion.  \nExtending Insight’s calculation through t he date of entry, the Court will award \n$1,709,550 in prejudgment interest on Insight’s breach of contract claim  as well as \npostjudgment interest at the legal rate. \nIV. \nCONCLUSION \n79. The jury in this case found that MDI-NC and MDI were controlled by Luke \nand Venesky with regard to the breach of contract that damaged Insight.  To the \nextent the decision to pierce a legal entity’s veil is left solely to the jury, the jury here \nhas conclusively determined Insight’s entitlement to that relief, and the Court enters \njudgment accordingly.  To the extent the decision to pierce is left to the Court , the \nCourt concludes , after reviewing the jury’ s findings, considering the evidence \nadmitted at trial and the parties’ arguments, and balancing the equities, that MDI-\nNC’s and MDI’s corporate veils should be pierced for the reasons explained above. \n \n \n80. WHEREFORE, for the foregoing reasons, the Court enters JUDGMENT \nas follows: \na. The limited liability form of MDI -NC and MDI shall be set aside, and \nInsight shall have and recover from MDI-NC, MDI, Luke, and Venesky, \njointly and severally, the principal amount of $3,014,925, plus  \nprejudgment interest in the amount of $1,709,550 and postjudgment \ninterest at the legal rate until paid. \nb. Insight shall have and recover from Luke and Venesky, j ointly and \nseverally, $994,925.25, plus postjudgment interest at the legal rate until \npaid. \nc. Insight’s recovery shall be non -cumulative.  The maximum amount to \nwhich Insight is entitled is set forth in subparagraph (a) above.  Any \namount recovered under subparagraph (b) shall count toward Insight’s \nrecovery under subparagraph (a). \nd. The Court retains jurisdiction for the purposes of further considering \nInsight’s request for attorneys’ fees and costs. \nSO ORDERED, this the 5th day of June, 2018. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Special Superior Court Judge  \n  for Complex Business Cases  \n "
}