{
  "id": "4da7cdfb8292e4f7c94207b61c254e2770b98485cc5b92c09891747f30879843",
  "source_file": "data/raw/ncbc/4da7cdfb8292e4f7c94207b61c254e2770b98485cc5b92c09891747f30879843.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 5216 \n \nMICHAEL G. WOODCOCK; CAROL \nWADON; CAMILLE WAHBEH; and \nGEORGE DEMETRI, Individually \nand Derivatively on behalf of \nFayetteville Ambulatory Surgery \nCenter Limited Partnership, \n \nPlaintiffs, \n \nv. \n \nCUMBERLAND COUNTY \nHOSPITAL SYSTEM, INC.; CAPE \nFEAR VALLEY AMBULATORY \nSURGERY CENTER, LLC; \nSURGICAL CARE AFFILIATES, \nLLC; and NATIONAL SURGERY \nCENTERS, LLC, \n \nDefendants, \n \nand \n \nFAYETTEVILLE AMBULATORY \nSURGERY CENTER LIMITED \nPARTNERSHIP,  \n \n                                Nominal  \n                                Defendant. \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR \nDECLARATORY JUDGMENT \n \n \nTHIS MATTER is before the Court on Plaintiffs’ Motion for Declaratory \nJudgment.  (“Motion for Declaratory Judgment” or “Motion,” ECF No 49.) \nTHE COURT, having considered the Motion for Declaratory Judgment , the \nparties’ briefs  and arguments , the applicable  law, and all appropriate matters of \nrecord, CONCLUDES that the Motion should be DENIED, without prejudice, for the \nreasons set forth below. \n \nWoodcock v. Cumberland Cnty. Hosp. Sys., Inc., 2022 NCBC 2. \nDouglas S. Harris for Plaintiffs Michael G. Woodcock, Carol Wadon, \nCamille Wahbeh, and George Demetri.  \n \nK&L Gates LLP by Marla T. Reschly, Susan K. Hackney, and Daniel D. \nMcClurg for Defendants Cumberland County Hospital System, Inc. and \nCape Fear Valley Ambulatory Surgery Center, LLC.  \n \nBradley Arant  Boult Cummings LLP by Jonathan E. Schulz and \nChristopher C. Lam for Defendants Surgical Care Affiliates, LLC  and \nNational Surgery Centers, LLC.  \n \nDavis, Judge. \n \nINTRODUCTION \n \n1. This case relates to the ownership and operation of Fayetteville \nAmbulatory Surgery Center Limited Partnership (“FASC”) , which operates an \nambulatory surgery center in Fayetteville, North Carolina , and is named as a \nNominal Defendant in this action.  (ECF No. 3.2, Articles III–V, at pp. 6–7.)   \n2. This matter arises out of a disputed 1 April 2019 sale by Defendant \nNational Surgery Centers, LLC (“NSC”) of its 100% equity ownership in the general \npartner of FASC —Defendant Cape Fear Valley Ambulatory Surgery Center, LLC\n1 \n(“CFVASC”)—to Defendant Cumberland County Hospital System, Inc. (“CCHS”).  \n(ECF No. 15, at ¶ 17) (hereinafter, the “April 2019 Transaction”). \n3. Plaintiffs—all limited partners of FASC —have now filed a Motion for \nDeclaratory Judgment, challenging the propriety of the  April 2019 Transaction and \n \n1 Prior to April 2019, CFVASC was known as “NSC Fayetteville, LLC,” which was previously \nknown as “NSC Fayetteville, Inc.”  (ECF No. 15, at ¶ 6.)   NSC Fayetteville, LLC was renamed \nCFVASC on 17 April 2019.  (Id.)  For purposes of clarity, the Court will refer to all iterations \nof the general partner of FASC as CFVASC. \n \nits ramifications.  For the reasons set out below, the Court concludes that the Motion \nis premature and should be denied without prejudice. \nFACTUAL AND PROCEDURAL BACKGROUND \n4. FASC2 was formed in November 1991 with CFVASC serving as the sole \ngeneral partner.  (ECF No. 63.1, at ¶ 6.)  Although the limited partnership agreement \ncontrolling FASC has been amended several times, the version  of the agreement \nrelevant to this dispute  is dated 1 October 1995 and entitled “Second Amended and \nRestated Limited Partnership Agreement.”  (“1995 LP Agreement,” ECF No. 3.2.) \n5. When the 1995 LP Agreement was e xecuted, FASC was comprised of \nCFVASC as the general partner along with twelve limited partners.  (ECF No. 3.2, at \nSched. A.; ECF No. 63.1, at ¶ 8.)  CFVASC (then named NSC Fayetteville, Inc.) was \na wholly owned subsidiary of Defendant National Surgery Centers, LLC (“NSC”), \nwhich, in turn, is a wholly owned subsidiary of Defendant Surgical Care Affiliates, \nLLC (“SCA”).  ( ECF No. 63.1, at ¶ 10. )  A mong the twelve limited partners were  \nPlaintiffs Michael Woodcock, Carol Wadon, Camille Wahbeh, George Demetri, and \nDefendant CCHS.\n3  (ECF No. 3.2, at Sched. A.) \n \n2 As this Opinion makes painfully clear, this case involves a complex series of events involving \na multitude of different entities , thereby necessitating the use of acronyms for the various \nentities.  In their respective briefs, the parties often utilize differing acronyms to refer to the \nsame entity, a practice that only makes the Court’s job more difficult.  Therefore, the parties \nare directed to use the nomenclature and acronyms set out in this Opinion in all future filings \nwith this Court when referencing the various entities involved in this action. \n \n3 Plaintiffs are medical doctors in Fayetteville, North Carolina.  (ECF No. 3.2, at Sched. A.)  \nDefendant CCHS is a North Carolina non -profit corporation that has surgical centers and \noperating rooms located in Cumberland County, North Carolina.  (ECF No. 15, at ¶ 3.) \n6. At some point in time, NSC and SCA made known their intent to sell \nCFVASC.  (ECF No. 63.1, at ¶ 11.)  Woodcock and CCHS separately engaged in \nnegotiations with NSC and SCA in an effort to acquire CFVASC.  (Id. at ¶ 12.)  NSC \nand SCA ultimately decided to sell the equity in CFVASC to CCHS, precipitating the \nApril 2019 Transaction.  (Id. at ¶¶ 13, 16.) \n7. As a precursor to the April 2019 Transaction, CCHS conveyed all of its \nthen-owned limited partner shares to CFVASC pursuant to a  Contribution \nAgreement (ECF No. 3.6 [SEALED]), which purported to divest CCHS of its limited \npartner status in FASC.  (ECF No. 63.1, at ¶ 15; ECF No. 15, at ¶ 17.) \n8. Immediately thereafter , pursuant to an Equity Purchase Agreement \n(ECF No. 3.5 [SEALED]), CCHS purportedly purchased from NSC 100% of the equity \nof CFVASC, which ultimately included the purchase of the  same limited partner \nshares CCHS had previously conveyed to CFVASC.  (ECF No. 15, at ¶ 17.)  \n9. As of the present date, Plaintiffs remain limited partners of FASC, and \nCCHS purports to be the 100% owner of CFVASC—the general partner of FASC.  (Id. \nat ¶¶ 5, 14.)   Nevertheless, Plaintiffs argue that CCHS “does not have lawful \nauthority to own 100% of [CFVASC] or to exercise any authority over [CFVASC].”  \n(Id. at ¶ 146.)   \n10. Among other things, Plaintiffs contend that the April 2019 Transaction \nand CCHS’s resulting  ownership of the general partner of FASC  breaches various \nprovisions of the 1995 LP Agreement and that the methods utilized to effectuate the \ntransaction were purposefully crafted to sidestep various  terms of the 1995 LP \nAgreement.  (Id. at ¶¶ 18–29.) \n11. The same factual background underlying this lawsuit was the subject of \na prior lawsuit involving a ll the parties to this action except for Defendants NSC, \nSCA, and Nominal Defendant FASC.  See Woodcock v. Cumberland Cty. Hosp. Sys., \nInc., Case No. 2019- CVS-8790 (N.C. Super. Ct.) (the “Prior Lawsuit”).  The P rior \nLawsuit was voluntarily dismissed withou t prejudice by Plaintiffs pursuant to Rule \n41 of the North Carolina Rules of Civil Procedure on 24 November 2020.  (Id. at ECF \nNo. 85.)   \n12. On 11 May 2021, Plaintiffs filed th e Complaint in the present action, \nwhich purports to assert eleven causes of action both individually and derivatively on \nbehalf of FASC.  (ECF No. 15, at pp. 7 –64.)  Pertinent to the present Motion , \nPlaintiffs’ eleventh cause of action  in the Complaint seeks a declaratory judgment \nthat CCHS “does not have lawful authority to own 1 00% of [CFVASC].” 4  ( Id. at p. \n66.) \n13. Each of the named Defendants filed an answer to the Complaint on 23 \nSeptember 2021.  (ECF Nos. 45–46.)   \n14. On 8 November 2021, Plaintiffs filed a Motion for Declaratory \nJudgment, seeking a declaration from the Court that (a) the April 2019 Transaction \nwas “not effective”; (b) there is currently no legally valid general partner of FASC; (c) \n \n4 Plaintiffs’ eleventh cause  of action also seeks a declaration that a “July 1, 2008 ‘Cash \nManagement Agreement’ is not now and never has been in lawful effect because it never was \nauthorized by a two-thirds supermajority written vote by the Li mited Partners.”  (ECF No. \n15, at p. 66.)  However, this requested declaration is not relevant to the present Motion.  \nCCHS cannot lawfully cast any general partner votes or any limited partner votes; \n(d) CCHS has “constructively resigned its position in control of 100% of the equity of \n[CFVASC] such that the position of General Partner may be refilled pursuant to the \nterms of the [1995 LP Agreement]”; and (e) the 1995 LP Agreement “may be modified \nor amended by a Two -Thirds in interest written conse nt of the Limited Partners \nwithout the consent of the General Partner by reason that the General Partner’s \nposition is vacant.”  (ECF No. 49, at pp. 12–13.)  In support of their Motion, Plaintiffs \nfiled numerous supporting exhibits , including affidavits an d portions of deposition \ntestimony from the Prior Lawsuit.  (See, e.g., ECF Nos. 50.4, 50.10.) \n15. The Court entered a  Case Management Order  on 10 November 2021, \ngiving the parties approximately eight  months to conduct fact discovery and two \nadditional months to conduct expert discovery with a post -discovery dispositive \nmotion deadline of 31 October 2022.  (ECF No. 52, at pp. 5, 11.)   \n16. On 12 January 2022 the Court held a hearing on the Motion, which is  \nnow ripe for resolution. \nLEGAL STANDARD \n17. Plaintiffs bring the Motion pursuant to the Declaratory Judgment Act, \nN.C.G.S. § 1 -253, et seq.  (ECF No. 49, at p. 1),  which “affords an appropriate \nprocedure for alleviating uncertainty in the interpretation of written instruments and \nfor clarifying litigation.”  Hejl v. Hood , Hargett & Assocs. , 196 N.C. App. 299, 302 \n(2009) (cleaned up). \n18. “North Carolina courts have held that summary judgment is an \nappropriate procedure in an action for declaratory judgment .”  Id. at 303 ; see N.C. \nState Conf. of the NAACP v. Moore, 273 N.C. App. 452, 466– 67 (2020); Medearis v. \nTrustees of Myers Park Baptist Church , 148 N.C. App. 1, 4 (2001); Be llefonte \nUnderwriters Ins. Co. v. Alfa Aviation , 61 N.C. App. 544, 547 (1983) ; Montgomery v. \nHinton, 45 N.C. App. 271, 273 (1980) ; see also N.C.G.S. § 1A -1, Rule 56(a) (“A party \nseeking . . . to obtain a declaratory judgment may  . . . move with or without \nsupporting affidavits for a summary judgment in his favor upon all or any part \nthereof.”).   \n19. Accordingly, in evaluating Plaintiffs’ Motion for Declaratory Judgment, \nthe Court deems it appropriate to utilize  the standards applicable to the \ndetermination of a summary judgment motion.  See Hejl, 196 N.C. App. at 303 (“[O]n \nreview of a declaratory judgment action, we apply the standards used when reviewing \na trial court’s determination of a motion for summary judgment.”).   \n20.  Summary judgment is appropriate “ if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to judgment as a matter of law.”  N.C.G.S. § 1A-1, Rule 56(c).  In deciding a \nmotion for summary judgment, the Court views the evidence in the light most \nfavorable to the nonmoving party and draws all inferences in its favor.  See Vizant \nTechs., LLC v. YRC Worldwide, Inc. , 373 N.C. 549, 556  (2020); N.C. Farm Bureau \nMut. Ins. Co. v. Sadler, 365 N.C. 178, 182 (2011). \n21. The moving party “ bears the initial burden of demonstrating the \nabsence of a genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 \nN.C. 571, 579 (2002).  If the moving party carries this burden, the opposing party \n“may not rest upon the mere allegations or denials of his pleading, ” N.C. R. Civ. P. \n56(e), but must instead “come forward with specific facts establishing the presence of \na genuine factual dispute for trial,” Liberty Mut. Ins. Co., 356 N.C. at 579.  “An issue \nis genuine if it can be proven by substantial evidence and a fact is material if it would \nconstitute or irrevocably establish any material el ement of a claim or a defense. ”  \nLowe v. Bradford, 305 N.C. 366, 369 (1982) (cleaned up). \n22. “When the party with the burden of proof moves for summary judgment, \na greater burden must be met. ”  Almond Grading Co. v. Shaver , 74 N.C. App. 576, \n578 (1985).  The movant “must show that there are no genuine issues of fact; that \nthere are no gaps in his proof; that no inferences inconsistent with his recovery arise \nfrom the evidence; and that there is no standard that must be applied to the facts by \nthe jury.”  Kidd v. Early, 289 N.C. 343, 370 (1976).  For that reason, “rarely is it \nproper to enter summary judgment in favor of the party having the burden of proof.”  \nBlackwell v. Massey, 69 N.C. App. 240, 243  (1984); see also Parks Chevrolet, Inc. v. \nWatkins, 74 N.C. App. 719, 721 (1985). \nANALYSIS \n23. As a threshold matter, Defendants argue that any substantive ruling on \nthe merits of the Motion at this stage—the beginning of the discovery period—would \nbe premature.  Defendants contend that discovery is necessary both in order for them \nto be able to effectively respond to the Motion and for the Court to appropriately rule \non the Motion.  (ECF No. 60, at pp. 5–9; ECF No. 62, at pp. 8–14.)   \n24. “Ordinarily it is error for a court to hear and rule on a motion for \nsummary judgment when discovery procedures, which might lead to the production \nof evidence relevant to the motion, are still pending and the party seeking discovery \nhas not been dilatory in doing so.”  Conover v. N ewton, 297 N.C. 506, 512 (1979)  \n(citations omitted) ; see also  Premier, Inc. v. Peterson , 232 N.C. App. 601, 610 \n(reversing and remanding a trial court’s entry of summary judgment where the \nmotion for summary judgment was made 40 days after the entry of the case \nmanagement order, reasoning that the factual record was insufficiently developed for \nthe court to make such a determination ); Ussery v. Taylor, 156 N.C. App. 684, 686 \n(reversing the premature entry of summary judgment and remanding to give the \nparties “the opportunity to further develop the facts”).   \n25. Here, the Motion for Declaratory J udgment—in essence, a motion for \npartial summary judgment—was filed four days prior to the Court’s entry of the Case \nManagement Order, which provided for approximately eight months of fact discovery \nand additional time for expert discovery.  The parties represent that as of the present \ndate no discovery has yet been conducted.  Although some discovery took place in the \nPrior Lawsuit, the present action  involves two new defendants (NSC and SCA), \nseveral new claims (including the eleventh cause of action in the Complaint seeking \na declaratory judgment), and new factual allegations—at least some of which appear \nto be in dispute at this early stage of the litigation.   \n26. Nevertheless, Plaintiffs contend that “there is only one reasonable \ninference that can be drawn from the facts of this case”; “there is reasonably nothing \nmore to discover that would justify, explain or excuse” the April 2019 Transaction ; \nand this Court should not “let the case drift along for nine months while [CCHS] \ncontinues to work its plan for the destruction of FASC from the inside.”  (ECF No. 64, \nat pp. 10–12.)  \n27. The Court agrees with Defendants for several reasons. First, at this \nearly stage of the litigation, it is simply too early for the Court to tell whether there \nis only “one reasonable inference” that can be drawn from the facts (as Plaintiffs \npresent them) or that there is “nothing more to discover” that could impact this “one \nreasonable inference.”  (ECF No. 64, at pp. 10–11.)  Indeed, Defendants SCA and NSC \nhave set out in their brief a non -exhaustive list of twenty relevant topics that they \ncontend require a developed factual record before the Court can reach a \ndetermination regarding the merits of the Motion.  (ECF No. 60, at pp. 6–8.)      \n28. Second, Plaintiffs have failed to convince the Court of the need for an \nimmediate ruling on the  Motion. Initially, Plaintiffs argued that the urgency \nsurrounding the Motion was the “rapidly approaching” 31 December 2021 dissolution \ndate of FASC as set forth in t he 1995 LP Agreement. (ECF No. 51, at p. 2.)  Article \nVI of the 1995 LP Agreement states: “The term of the Partnership shall be from the \ndate of filing of the Certificate until December 31, 2021, unless extended or sooner \nliquidated or dissolved in accordance with this Agreement or applicable law.” \n (ECF \nNo. 3.2, at Art. VI.)   The 1995 LP Agreement further states that “immediate \ndissolution” of FASC will occur upon “[t]he expiration of the term of the Partnership \nAgreement as provided in Article VI of this Agreement, unless the General Partner \n[CFVASC] and Two -Thirds in Interest of the Limited Partners agree to extend the \nterm of the Partnership past the date set forth in Article VI[.]”  (ECF No. 3.2, at § \n16.2(d).)  Plaintiffs’ concern was that CCHS, “through its control of [CFVASC],” was \n“coercively withholding [CFVASC’s] consent” to an extension of FASC despite the \n“rapidly approaching deadline.”  (ECF No. 51, at pp. 2–3.)  However, at some point on \nor after 12 November 2021, CFVASC, in its capacity as general partner, and two -\nthirds in interest of the limited partners extended the term of FASC from 31 \nDecember 2021 through and including 31 December 2022.  (See ECF No. 61.1; ECF \nNo. 63.2. )  At the hearing on the  Motion, counsel  for Plaintiffs conceded that the \ndissolution date had, in fact, been properly extended.  Accordingly, this argument is \nnow moot.\n  The Court is also of the view that Plaintiffs’ current argument as to the \nurgency of this Motion —i.e., that CCHS plans the “destruction of FASC from the \ninside” (ECF No. 64, at p. 10)—is merely speculative at the present time.   \n29. As succinctly put by our Court of Appeals in a case similarly involving a \npremature motion, “[w]hile the Court does not foreclose the possibility that summary \njudgment may ultimately be appropriate in this matter, the Court concludes that \nsuch a determination cannot be properly made at the present time in light of the \nincomplete factual record that currently exists.”  Premier Inc., 232 N.C. App. at 610.  \nTherefore, the Court CONCLUDES that the Motion for Declaratory Judgment should \nbe DENIED, without prejudice, as premature. \n30. The Court also notes one additional concern with the  Motion—that is, \nthe fact that the declaratory relief sought in the Motion is significantly broader than \nthat sought in the eleventh cause of action in the Complaint  containing Plaintiffs’ \nrequest for declaratory relief. \n31. Our Court of Appeals has previously held that “a declaratory judgment \nis a separate and independent action” and may not be “commenced by a motion in the \ncause.”  N.C. State Bar v. Phillips, 2020 N.C. App. LEXIS 795, at *10 (2020)  \n(unpublished) (quoting Home Health & Hospice Care, Inc. v. Meyer, 88 N.C. App. 257, \n262 (1987)).  Accordingly, Plaintiffs’ ability to seek declaratory relief in this case via \na motion cannot exceed the scope of the declaratory relief actually sought in their \nComplaint.  See Brady v. Prince, 2015 NCBC 2, at *5, n.2 (N.C. Super. Ct. Jan. 7, \n2015) (“Plaintiffs also ask the Court to grant summary judgment finding that as a \nmatter of law [Defendant] was practicing veterinary medicine as it is defined by \nNorth Carolina law.  This relief was not expressly requested in Plaintiffs[’] motion for \ndeclaratory judgment contained in their Complaint and, therefore, is deemed not \nproperly before the Court.”). \n32. Here, Plaintiffs’ declaratory judgment claim in the Complaint seeks , in \npertinent part, a declaration from the Court that:  \n[CCHS] does not have lawful authority to own 100% of the \nGeneral Partner or to exercise any authority over the \nGeneral Partner by reason that neither [CCHS], NSC, \nSCA, nor the General Partner ever obtained a two- third \nsupermajority vote in writing from the Limited Partners[,] \nsuch as would have allowed a modification or agreement of \nthe 1995 [LP] Agreement as was required before [CCHS] \ncould obtain such ownership or authority[.] \n \n(ECF No. 15, at p. 66.) \n \n33. In contrast, Plaintiffs’ Motion for Declaratory Judgment seeks the \nfollowing declarations from the Court: \n1. Declare that [CCHS’s] purchase of 100% of equity of the \nGeneral Partner was not effective pursuant to Section \n15.9 of the 1995 [LP] Agreement and further declare \nthat the General Partnership is vacant by reason that \nNSC has contractually ceded any control over the \nGeneral Partner and [CCHS] is incapable of lawfully \nassuming control of the General Partner. Therefore, \nthere is currently no lawful General Partner.  \n \n2. Declare that [CCHS], by reason of its claim of 100% of \nthe equity of the General Partner, is not an effective \nclaim of ownership pursuant to Section 15.9, and \ntherefore, cannot lawfully cast any General Partner \nvotes nor cast any Limited Partner votes for any \nLimited Partner Units ostensibly controlled by t he \nGeneral Partner including, but not limited to, those \nLimited Partner Units given by [CCHS] without \nconsideration to the General Partner pursuant to the 1 \nApril 2019 Contribution Agreement.  \n \n3. Declare that [CCHS] has constructively resigned its \nposition in control of 100% of the equity of the General \nPartner such that the position of General Partner may \nbe refilled pursuant to the terms of the 1995 [LP] \nAgreement contained under Article XVI.  \n \n4. Declare that the 1995 [LP] Agreement may be modified \nor amended by a Two-Thirds in interest written consent \nof the Limited Partners without the consent of the \nGeneral Partner by reason that the General Partner’s \nposition is vacant. This authority to amend shall \ninclude the ability to vote a continuation of FASC \noperations after December 31, 2021 to a date to be \ndetermined by a Two-Thirds in interest written consent \nof the Limited Partners.  \n \n5. For such other and further relief as the Court may deem \njust and proper.  \n \n(ECF No. 49, at pp. 12–13.)  \n \n34. Although the types of declaratory relief sought in the Complaint and in \nthe Motion both relate to  the April 2019 Transaction  and therefore contain some \ndegree of factual overlap, the relief sought in the Motion is significantly broader than \nthat sought in the Complaint.  Accordingly, even if (1) the Motion was not premature, \nand (2) Plaintiffs were able to convince the Court of the merits of their arguments, it \nwould nevertheless be improper for this Court to grant Plaintiffs the full relief sought \nin the Motion based on the limited declaratory relief sought  in the eleventh cause of \naction in the Complaint.   \nCONCLUSION \n THEREFORE, IT IS ORDERED  that Plaintiffs’ Motion for Declaratory \nJudgment is DENIED, without prejudice. \n \n SO ORDERED, this the 20th day of January, 2022.  \n \n       /s/ Mark A. Davis       \n       Mark A. Davis  \n       Special Superior Court Judge for  \n       Complex Business Cases     "
}