{
  "id": "4e0718d804c18da0574d33365fbd1666447ed73725975ea52ae554207748a94e",
  "source_file": "data/raw/ncbc/4e0718d804c18da0574d33365fbd1666447ed73725975ea52ae554207748a94e.pdf",
  "raw_text": "Lorillard Tobacco Co. v. R.J. Reynolds Tobacco Co., 2011 NCBC 30. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD \n \n \n \n \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n10 CVS 11471 \nLORILLARD TOBACCO COMPANY and \nLORILLARD LICENSING COMPANY, \nLLC, \n \nPlaintiffs, \n \nv. \n \nR.J. REYNOLDS TOBACCO \nCOMPANY, \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER \n \n {1}  THIS MATTER is before the Court on Plaintiffs’ Motion to Dismiss Count \nIII of Counterclaim Pursuant to Rule 12(b)(6) And To Strike Portions of Defendant’s \nPrayer for Relief (“Motion”).  For the reasons stated below, the Motion is GRANTED \nin part and DENIED in part. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Jim W. Phillips, \nJr. and Clint S. Morse, and Locke Lord Bissell & Liddell LLP, by Harry C. \nMarcus and Jason Nardiello, pro hac vice, for Plaintiffs Lorillard Tobacco \nCompany and Lorillard Licensing Company, LLC.  \n  \n Kilpatrick Townsend & Stockton LLP, by Daniel R. Taylor, Jr., Adam H. \n Charnes, and Chad D. Hansen, for Defendant R.J. Reynolds Tobacco \n Company. \n \nI.  INTRODUCTION \n   \n {2}  The North Carolina Court of Appeal s has held that a plaintiff who files \nan “objectively reasonable” lawsuit cannot be held liable for an unfair trade practice \nunder N.C. Gen. Stat. § 75–1.1 regardless of the plaintiff’s subjective intent and \neven if the suit was instituted for “no legitimate purpose.”  Reichold Chems., Inc. v. \nGoel, 146 N.C. App. 137, 157, 555 S.E.2d 281, 293 (2001).  The Motion requires the \nCourt to determine whether Count III of Defendant’s Counterclaim alleges facts \nadequate to state a claim for an unfair trade practice that falls within the “sham \nlitigation” exception to the Noerr-Pennington  immunity doctrine on which the \nReichold opinion rests.  That inquiry, in turn, requires the Court to consider \nwhether, accepting the allegations of the Counterclaim as true and allowing all \nfavorable factual inferences from those facts, the Court can and should make that \ndetermination as a matter of law without need for further discovery.  The \ncontrolling ultimate issue is whether Plaintiffs’ Complaint is “objectively \nreasonable.”  If it is, Plaintiffs’ subjective intent in filing the suit is irrelevant, and \nfurther inquiry into that intent is not necessary.  Plaintiffs contend that the inquiry \nis pursuant to an objective standard that can be satisfied on the face of the \npleadings; Defendant contends that the inquiry necessarily includes fact \nconsiderations which must at least await summary judgment.    \n{3}  The controversy centers on the provisions of the “Settlement Agreement,” \nwhich was entered into between Plaintiffs Lorillard Tobacco Company and Lorillard \nLicensing Company, LLC (collectively, “Lorillard”) and Defendant R.J. Reynolds \nTobacco Company (“RJRT”) to resolve inter partes litigation before the United \nStates Patent and Trademark Office (“USPTO”) and which relates to the use of the \nterm “pleasure” in connection with the advertisement and sale of tobacco products.  \nThe Settlement Agreement provides restrictions on both RJRT’s use of the term in \nsome respects and on Lorillard’s right to challenge RJRT’s use of the term in other \nrespects.  The Settlement Agreement by its release language resolved claims \nregarding uses prior to its effective date.  Lorillard complains that RJRT has used \nthe term inconsistently with the Settlement Agreement.  RJRT counterclaims that \nLorillard has brought a suit it promised not to bring, and that its doing so was a \ndeliberate and willful effort to restrain competition.  That is, Count III of RJRT’s \nCounterclaim asserts that the suit is “sham litigation” outside of any protection \nafforded by the \nNoerr-Pennington  doctrine. \n{4}  The Motion does not require the Court to determine whether Lorillard \nmay ultimately prevail on the issue of whether RJRT’s uses of which it complains \nare proscribed by the Settlement Agreement.  The Court need only decide whether \nthe pleadings demonstrate that Lorillard’s claim is objectively reasonable.  The \nCourt concludes that it is.  \n \nII.  PROCEDURAL HISTORY \n \n {5}  Plaintiffs filed their action in Guilford County Superior Court on \nNovember 5, 2010, after which the matter was designated as a Complex Business \nCase.  Plaintiffs assert three claims: 1) breach of contract based on the Settlement \nAgreement; 2) common law unfair competition; and 3) unfair and deceptive trade \npractices under N.C. Gen. Stat. Section 75–1.1 (“Section 75–1.1”).  On January 10, \n2011, RJRT answered and asserted three Counterclaims: 1) Declaratory Judgment \nseeking to interpret the Settlement Agreement; 2) Breach of Contract by reason of \nPlaintiffs filing the Complaint in contravention of promises in the Settlement \nAgreement; and 3) a Section 75–1.1 claim that Lorillard’s filing of its Complaint was \nan unfair trade practice.  On May 23, 2011, Lorillard filed its Motion.  The Motion \nhas been fully briefed, the Court heard oral argument, and the matter is ripe for \ndisposition. \n \nIII.  STATEMENT OF FACTS1\n \n {6}  Lorillard Tobacco Company and Lorillard Licensing Company, LLC are \ncorporations organized and existing under the laws of the State of North Carolina, \nbased in Greensboro, North Carolina.  (Countercl. ¶¶ 6–7.)  The former \nmanufactures and sells tobacco products, including NEWPORT brand cigarettes; \n                                                 \n1 The statement of facts assumes all the allegations of the Counterclaim are true and construes \ninferences from such facts in Defendant-Counterclaimant’s favor.   See Regions Bank v. Reg’l Prop. \nDev. Corp., 2008 NCBC ¶¶40–41 (N.C. Super. Ct. Apr. 21, 2008). \n \nthe latter owns all relevant trademark and trade dress rights associated with the \nNEWPORT cigarette brand.  (Id.)  RJRT is a corporation organized and existing \nunder the laws of the State of North Carolina, with its principal place of business in \nWinston-Salem, North Carolina.  RJRT2 is engaged in the business of \nmanufacturing and selling tobacco products, including CAMEL brand cigarettes and \nCAMEL brand snus, a smokeless tobacco product.  (Id. ¶ 5.)  \n {7}  In 2005, Lorillard applied to the USPTO to register the mark, \nPLEASURE3 for use in connection with its cigarette products, which application \nRJRT opposed.  (Id. ¶ 13.)  In 2007, while Lorillard’s application was pending, RII \napplied to the USPTO to register certain phrases that included the word “pleasure” \nin connection with smokeless tobacco products, which application Lorillard opposed.  \n(Id. ¶ 14.)  The parties resolved this inter partes litigation by the Settlement \nAgreement with an effective date of July 16, 2009.4  (Id. ¶ 16.) \n{8}  The Settlement Agreement provided that RJRT agreed to withdraw with \nprejudice its opposition to Lorillard’s application (Id. ¶ 17), and Lorillard agreed to \nwithdraw with prejudice its opposition to RII’s application.  (Id. ¶ 18.)  The \nSettlement Agreement had several provisions regarding RJRT’s future use of the \nterm “pleasure.”  RJRT agreed that it “will not use the term PLEASURE alone or in \nconjunction with any other words as the name of a brand of a tobacco product.”  (\nId. \n¶ 19.)  RJRT further agreed that it “will not use the term PLEASURE alone in the \nadvertising or promotion of any tobacco product, or in any manner creating a \ncommercial impression associating the term PLEASURE alone with the brand \nname of a tobacco product.”  (\nId. ¶ 20.)  The Settlement Agreement elaborated that \n                                                 \n2 The Settlement Agreement defined RJRT to include Reynolds Innovations Inc. (“RII”), a trademark \nholding company and subsidiary of RJRT.  Likewise, this Order includes RII within the term RJRT \nwhere appropriate. \n \n3 The parties variously use the terms “pleasure” and “PLEASURE.”  The Court understands that the \ndistinction between the two is not relevant to the current controversy. \n \n4 RJRT incorporated the Settlement Agreement into its Counterclaim by attaching as an “Exhibit 1” \nso it is properly considered as part of the pleadings for purposes of this Motion.  See Oberlin Capital, \nL.P. v. Slavin, 147 N.C. App. 52, 60, 554 S.E. 2d 840, 847 (2001). \n“by ‘the term PLEASURE alone,’ the Parties mean that RJRT will only use the term \nPLEASURE as part of a composite phrase and not in a way that creates a \ncommercial impression in the term PLEASURE separate and apart from such \ncomposite phrase.”  (Id. ¶ 21.)  The Parties further provided that “[b]y way of \nexample, RJRT will not significantly distinguish the term PLEASURE from other \nwords in a composite phrase in a way that makes the term PLEASURE \nsignificantly more prominent than the other words in the composite phrase.”  (Id. ¶ \n22.)  The Parties specified an example of an advertisement that would not be \npermitted because of the comparative emphasis on the term “PLEASURE.”  (\nId. ¶ \n23.)  \n{9}  In return for these restrictions on RJRT’s use, Lorillard agreed that “[it] \nwill not assert its rights under any registration issuing from the Lorillard \nPLEASURE Application, or any other alleged federal or state statutory or common \nlaw rights in the term PLEASURE alone . . . against: (a) the use by RJRT of any \npermitted composite phrase incorporating the term PLEASURE . . . .” 5  (Id. ¶ 24.)  \nLorillard further released RJRT from any liability for the use of the term “pleasure” \nup to the date of the Settlement Agreement.  (Id. ¶ 25.)  RJRT alleges that it has \nused the term “pleasure” since the Settlement Agreement, but only consistently \nwith the uses permitted by that agreement.  (Id. ¶¶ 26−29.)  Some of the uses of \nwhich Lorillard complains were in use by RJRT before the Settlement Agreement, \nalthough Lorillard denies having knowledge of those uses at that time.  \nParticularly, Lorillard catalogs some of RJRT’s internet domain and sub-domain \nnames which incorporate the term “pleasure” such as, for example, \n“camel.tobaccopleasure.com.”  (Compl. ¶¶19−20; Countercl. ¶¶ 27−28.) \n                                                 \n5  The Court has accepted for purposes of the present Motion that each of RJRT’s uses of the term \n“pleasure” of which Lorillard complains is as a part of a “composite phrase.”  However, this does not \nnecessarily end the inquiry.  The Settlement Agreement provides that the use of “the term \nPLEASURE alone” means that it is both in a composite phrase and not in a manner creating a \ncommercial impression associating the term alone with the brand name of a tobacco product.  \n(Countercl. ¶ 21.) \n \n{10}  Lorillard and RJRT now each contend that the other has breached the \nSettlement Agreement.  Lorillard contends that RJRT has, since the date of the \nSettlement Agreement, used the term “pleasure” in ways that it undertook not to do \nby the Settlement Agreement.  RJRT contends that it has only used the term as \nexpressly permitted by the Settlement Agreement, and Lorillard has breached the \nSettlement Agreement by bringing a suit that it promised not to bring.  RJRT, in \nCount II of its Counterclaim, asserts that Lorillard breached its contractual promise \nnot to assert a trademark claim because of an RJRT use permitted by the \nSettlement Agreement.  (Id. ¶ 37.)  In Count III, RJRT amplifies its claim by \nasserting that Lorillard committed an unfair trade practice by deliberately and \nwillfully filing the complaint to stifle competition.  (Id. ¶ 46.) \n {11}  RJRT’s prayer for relief seeks punitive damages, treble damages, and \nattorneys’ fees.  In addition to its request to dismiss Count III, Lorillard seeks to \nstrike each of these elements of damages from RJRT’s prayer for relief.  RJRT \nconcedes that the prayers for punitive damages and treble damages depend on \nCount III of the Counterclaim, but it contends that the prayer for attorneys’ fees \nmay be supported by other claims.\n6\n    \nIV.  STANDARD OF REVIEW \n \n{12}  The appropriate inquiry upon a motion to dismiss pursuant to Rule  \n12(b)(6) of the North Carolina Rules of Civil Procedure is “whether, as a matter of \nlaw, the allegations of the complaint, treated as true, are sufficient to state a claim \nupon which relief may be granted under some legal theory, whether properly \nlabeled or not.”  \nCrouse v. Mineo, 189 N.C. App. 232, 237, 658 S.E.2d 33, 36 (2008); \nHarris v. NCNB Nat’l Bank of N.C., 85 N.C. App. 669, 670−71, 355 S.E.2d 838, \n840−41 (1987).  “The complaint is to be liberally construed, and the court should not \ndismiss the complaint ‘unless it appears beyond a doubt that [the] plaintiff could \nprove no set of facts in support of his claim which would entitle him to relief.’” \n                                                 \n6 (See Defendant’s Mem. In Opp’n to Pls.’ Mot. to Dismiss and Mot. to Strike 20 n.6.)   \nHolloman v. Harrelson, 149 N.C. App. 861, 864, 561 S.E.2d 351, 353 (quoting Dixon \nv. Stuart, 85 N.C. App. 338, 340, 354 S.E.2d 757, 758 (1987)), disc. review denied, \n355 N.C. 748, 565 S.E.2d 665 (2002).  The Court need not determine that the \nplaintiff will ultimately prevail in order to deny the motion to dismiss; it need only \ndetermine whether plaintiff has adequately pled a claim that allows plaintiff to \nintroduce evidence in support of the claim.  Johnson v. Bollinger, 86 N.C. App. 1, 4, \n354 S.E.2d 378, 381 (1987) (citation omitted).  However, dismissal is warranted \nwhen the complaint “may consist . . . of facts which will necessarily defeat the claim \nas well as where there is an absence of law or fact necessary to support a claim.” \nSutton v. Duke, 277 N.C. 94, 102−03, 176 S.E.2d 161, 166 (1970).  “When \nconsidering a motion under Rule 12(b)(6), the court is not required to accept as true \nany conclusions of law or unwarranted deductions of fact in the complaint.”  Branch \nBanking & Trust Co. v. Lighthouse Fin. Corp., 2005 NCBC 3 ¶ 8 (N.C. Super. Ct. \nJuly 13, 2005). \n \nV.  ANALYSIS \n \n {13}  Lorillard’s Motion  asserts that RJRT cannot state a claim for an unfair \ntrade practice based on the filing of the Complaint which is, on its face, “objectively \nreasonable,” and that further discovery seeking to determine Lorillard’s subjective \nintent in bringing the suit or its belief in its chances for success are irrelevant.   \nThat is, Lorillard claims that it is immune from any Section 75–1.1 claim grounded \non its having brought the litigation. \n{14}  If immunity does not apply, Count III of  RJRT’s Counterclaim alleges \nthe essential elements of a Section 75−1.1 claim, which are: 1) an unfair or \ndeceptive act or practice; 2) affecting commerce; and 3) which proximately causes \nactual injury.  Poor v. Hill, 138 N.C. App. 19, 27, 530 S.E.2d 838, 844 (2000); see \nalso, Strickland v. Lawrence, 176 N.C. App. 656, 665, 627 S.E.2d 301, 307 (2006).  \n“[A] practice is unfair when it offends established public policy” and “when the \npractice is immoral, unethical, oppressive, unscrupulous, or substantially injurious \nto consumers.”  Eastover Ridge, L.L.C. v. Metric Constructors, Inc., 139 N.C. App. \n360, 367, 533 S.E.2d 827, 832 (2000) (quoting Warfield v. Hicks, 91 N.C. App. 1, 8, \n370 S.E.2d 689, 693, disc. review denied, 323 N.C. 629, 374 S.E.2d 602 (1988)) \n(citations omitted).  “The fair or unfair nature of particular conduct is to be judged \nby viewing it against the background of actual human experience and by \ndetermining its intended and actual effects upon others.”  McDonald v. Scarboro, 91 \nN.C. App. 13, 18, 370 S.E.2d 680, 684 (1988).  For a practice to be deceptive, it must \n“possess the tendency or capacity to mislead.”  Forsyth Mem’l Hosp. v. Contreras, \n107 N.C. App. 611, 614, 421 S.E.2d 167, 170 (1992).  Whether a particular \ncommercial act or practice constitutes an unfair or deceptive trade practice is a \nquestion of law.  \nNorman Owen Trucking, Inc. v. Morkoski, 131 N.C. App. 168, 177, \n506 S.E.2d 267, 273 (1998); see also, First Union Nat'l Bank v. Brown, 166 N.C. \nApp. 519, 603 S.E.2d 808, 819 (2004). \n {15}  Consistent with the Rule 12(b )(6) standard of review, the Court must \nassume that Lorillard had an anti-competitive intent in bringing the suit.  Likewise, \nthe Court for purposes of the present Motion, assumes that RJRT will ultimately \nprove that Lorillard breached the Settlement Agreement by filing its Complaint.  \nProof of that breach of contract would not alone mean that RJRT would have proven \nan unfair trade practice.  “It is well recognized . . . that actions for unfair or \ndeceptive trade practices are distinct from actions for breach of contract, and that a \nmere breach of contract, even if intentional, is not sufficiently unfair or deceptive to \nsustain an action under [Chapter 75].” Eastover Ridge, L.L.C., 139 N.C. App. at 367, \n533 S.E.2d at 832; Branch Banking and Trust Co. v. Thompson, 107 N.C. App. 53, \n62, 418 S.E.2d 694, 700, disc. review denied, 332 N.C. 482, 421 S.E.2d 350 (1992) \n(citations omitted).  To become an unfair trade practice, the breach of contract must \nbe “characterized by some type of egregious or aggravating circumstance.”  Norman \nOwen Trucking, Inc., 131 N.C. App. at 177, 506 S.E.2d at 273.  Here, the alleged \negregious or aggravating circumstance is Lorillard’s alleged anti-competitive intent.  \nThe inquiry, then, is whether an unfair practice has been proven based on such \nbreach coupled with anti-competitive intent, or whether Lorillard is immunized \nfrom such a finding. \n {16}  The North Carolina Court of Appeals in Reichold  held that a litigant \ncan be sheltered from liability under Section 75–1.1 by application of the federal \nNoerr-Pennington doctrine.  146 N.C. App. at 156−57, 555 S.E.2d at 293 (referring \nto E. R.R. Presidents Conference v. Noerr Motor Freight, Inc., 365 U.S. 127, 81 S. \nCt. 523 (1961) and Prof'’l Real Estate Investors, Inc. v. Columbia Pictures Indus., \nInc., 508 U.S. 49, 113 S. Ct. 1920 (1993)).  Noting that Chapter 75 was modeled on \nfederal antitrust law, the court held that “federal decisions may provide guidance in \ndetermining [its] scope and meaning” and then applied the Noerr-Pennington \ndoctrine to Section 75–1.1.7  Id.   The court upheld dismissal of the Section 75–1.1 \nclaim, affirming the trial court’s conclusion that “though filed for no legitimate \npurpose, the lawsuit was not utterly baseless.”  \nId. at 157, 555 S.E.2d at 293.   \nBecause it was not utterly baseless, the suit was “objectively reasonable, and thus . . \n. did not constitute an unfair trade practice under N.C.G.S. § 75–1.1.”8  Id.  In so \nholding, the Court implicitly agreed with the plaintiff’s assertion “that a reasonably \nobjective lawsuit can never be an unfair trade practice, under the reasoning of \nNoerr and PRE.”   Id. at 156, 555 S.E.2d at 293.  The court explained that a lawsuit \nis objectively reasonable “[i]f an objective litigant could conclude that the suit is \nreasonably calculated to elicit a favorable outcome.”  Id. at 146 N.C. App. at 157, \n555 S.E.2d at 293 (citation omitted).  The court’s adoption of PRE’s reasoning to \ncontrol Section 75–1.1 means that it conversely follows that the “sham litigation” \nexception to the Noerr-Pennington doctrine would apply to claims under that \nsection when 1) the claim asserted is “objectively meritless” and 2) the court finds \n“the litigant’s subjective motivation” was an unlawful intent to “interfere directly \n                                                 \n7 The federal Noerr-Pennington Doctrine arose under the federal Sherman Act, on which certain \nprovisions of Chapter 75 are modeled, whereas Chapter 75–1.1 was based on Section 5 of the FTC \nAct.   \n \n8 However, because the suit was not filed for a legitimate purpose, the court found that the defendant \nremained exposed to liability for tortious interference with contract claims because there is “no \nrelation” between the state tort and “legislative intent behind federal anti-trust law.” Reichold \nChems., Inc., 146 N.C. App. at 148, 555 S.E.2d at 288. \nwith the business relationships of a competitor.”  See Prof’l Real Estate Investors, \nInc., 508 U.S. at 60, 113 S. Ct. at 1928 (describing “sham litigation” as that which is \n“objectively baseless in the sense that no reasonable litigant could realistically \nexpect success on the merits”).  However, the inquiry into subjective intent only \nfollows a finding that the suit is objectively baseless and does not inform that initial \nobjective determination.  Id.; see also United States v. Ward, 618 F. Supp. 884, 907 \n(E.D.N.C. 1985), Sunbelt Rentals, Inc. v. Head & Engquist Equip., L.L.C., 2003 \nNCBC 4 ¶ 333 (2003).   \n{17}  The Court then turns to the controlling inquiry: whether \nLorillard’s suit is “objectively reasonable” as a matter of law or whether that \ndetermination must await further factual development.  While it is true that \nReichold  arose upon review of rulings made on a motion for summary \njudgment and at trial, Reichold was later followed by a North Carolina \nfederal district court opinion which resolved the immunity issue upon a Rule \n12(b)(6) motion.  See GoldToeMoretz, LLC v. Implus Footcare, LLC, No.  \n5:09−CV−0072, 2010 WL 3474792 (W.D.N.C. Aug. 31, 2010.)9  RJRT cites \nfederal cases from other circuits for the proposition that the determination of \nwhether the plaintiff’s complaint is a sham or a genuine effort to seek judicial \nredress is inherently a fact question.  Aydin Corp. v. Loral Corp., 718 F.2d \n897, 903 (9th Cir. 1983); Scooter Store, Inc. v. SpinLife.com LLC, No. \n2:10−CV−18, 2011 WL 1460438, at *8 (S.D. Ohio Apr. 18, 2011); Pactiv Corp. \nv. Perk-Up, Inc., No. 08−05072 (DMC), 2009 WL 2568105, at *14 (D.N.J. Aug. \n18, 2009).  However, here, the critical “fact” is a determination of the \nlanguage of the Settlement Agreement compared to the alleged uses of the \nterm “pleasure” complained challenged in the Complaint.  The Court \nconcludes that the Reichold  standard of whether Lorillard’s lawsuit is \n                                                 \n9  Without citing Reichold, another North Carolina federal district court held that “parties bringing \nor threatening to bring meritorious, good faith claims cannot by definition be subject to liability  \nunder [Section 75–1.1].   As such, parties bringing good faith claims . . . do not need the protections of \nthe \nNoerr-Pennington doctrine.”   DIRECTTV, Inc. v. Cephas, 294 F. Supp. 760, 767 (M.D.N.C. \n2003).   \n“utterly baseless” can be determined from the face of the Counterclaim and \nits incorporated Settlement Agreement.  Even if the Court assumes that the \nsuit was otherwise brought “for no legitimate purpose” and with a subjective \nanti-competitive intent, it can still conclude that the suit is “objectively \nreasonable” because it is not “utterly baseless.” \n{18}  The issue is to be determined by looking through a lens of reasonable \nobjectivity.  That objective perspective demonstrates that Lorillard has a reasoned \nbasis from which to argue that RJRT’s use of the term “pleasure” after the \nSettlement Agreement are not permitted, even though they are used only in \ncomposite phrases, because the Settlement Agreement also proscribes a use “in any \nmanner creating a commercial impression associating the term PLEASURE alone \nwith the brand name of a tobacco product.”  The language of the Settlement \nAgreement does not so clearly foreclose an argument that the uses catalogued in the \npleadings are outside these proscriptions so as to render the Complaint “utterly \nbaseless.”   Lorillard’s subjective intent does not change that initial objective \ndetermination.   \n{19}  The Motion would present a much more difficult challenge to Lorillard if \nLorillard’s claim rested entirely on claimed liability for acts taken by RJRT before \nthe date of the Settlement Agreement.  RJRT correctly notes that the release \nlanguage of the Settlement Agreement would extend to such acts whether or not \nLorillard was aware of them when entering the Settlement Agreement.  But \nLorillard counters that by releasing past liability it did not ratify such acts in the \nfuture, and a claim based on acts after the Settlement Agreement are not then \n“utterly baseless.”  The Court can agree that this position is not baseless without \nalso concluding that Lorillard’s position should ultimately prevail.  It need only \nconclude that asserting the claim is “objectively reasonable.”  Because it is, liability \nunder Section 75–1.1 based on the “sham litigation” exception is foreclosed.  The \nMotion to dismiss Count III should be granted.   \n{20}  As to the Motion’s request to strike portions of RJRT’s prayer for relief, \nRJRT has conceded that it has no claim for punitive damages or treble damages if \nCount III is dismissed.  RJRT does not make the same concession as to attorneys’ \nfees, and the Court concludes that it is premature to determine whether there is \nany basis to award attorneys’ fees other than pursuant to this Count III.  Therefore, \nthat prayer for attorneys’ fees in the Counterclaim will not be stricken at this time. \n {21}  IT IS TH EREFORE ORDERED that: \n1. Lorillard’s Motion to Dismiss Count III of RJRT’s Counterclaim \npursuant to Rule 12(b)(6) is GRANTED.  \n2. Lorillard’s Motion to Strike RJRT’s prayer for punitive damages and \ntreble damages is GRANTED.   \n3. Lorillard’s Motion to Strike the prayer for attorneys’ fees is DENIED \nwithout prejudice to the Court’s later consideration of the issue of \nwhether either party is entitled to an award of attorneys’ fees. \n \nIt is so ORDERED this 8th day of August, 2011. \n \n  \n   \n "
}