{
  "id": "4e181c1bc5bc24c9a1f8fecd8438fa39b83cf4e0236f1afb2a3f501456891b31",
  "source_file": "data/raw/ncbc/4e181c1bc5bc24c9a1f8fecd8438fa39b83cf4e0236f1afb2a3f501456891b31.pdf",
  "raw_text": "Edison v. Acuity Healthcare Holdings, Inc., 2016 NCBC 82. \nSTATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 2745 \nCARMITA A. EDISON, \n \nPlaintiff, \n \nv. \n \nACUITY HEALTHCARE HOLDINGS, \nINC.; ACUITY HEALTHCARE, L.P.; \nand MERCY RESTORATIVE CARE \nHOSPITAL, INC.,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n)\n)\n) \nORDER & OPINION ON DEFENDANTS \nACUITY HEALTHCARE HOLDINGS, \nINC. AND ACUITY HEALTHCARE, L.P.’S \nMOTION FOR PROTECTIVE ORDER \n \n 1. THIS MATTER is before the Court on Defendants Acuity Healthcare \nHoldings, Inc. and Acuity Healthcare, L.P.’s ( collectively, “Acuity”) Motion for \nProtective Order (“Motion”), in which Acuity moves for a protective order under North \nCarolina Rule of Civil Procedure 26(c)  to prevent Plaintiff from deposing Gwen \nBabson, who is both general counsel and vice president of compliance and risk \nmanagement for Acuity.  For the reasons stated below, the Motion is DENIED , and \nthe deposition may proceed, consistent with this Order & Opinion. \n Maloney Law & Associates, PLLC, by Margaret Behringer Maloney, for \n Plaintiff Carmita A. Edison.    \n \n Ogletree, Deakins, Nash, Smoak & Stewart, P.C., by Parker R. Himes and \n Brandon M. Shelton, for Defendants Acuity Healthcare Holdings, Inc. and \n Acuity Healthcare, L.P. \n \n Nexsen Pruet, PLLC, by C. Grainger Pierce, Jr., fo r Defendant Mercy \n Restorative Care Hospital, Inc. \n \nGale, Chief Judge. \n \n \n \nI. BACKGROUND \n 2. Plaintiff Carmita A. Edison alleges that, from July 27, 2009, to August \n8, 2014,  she worked as a respiratory therapist and respiratory -care supervisor at \nCarolinas Specialty Hospital (“CSH”), a long -term acute-care hospital in Charlotte, \nNorth Carolina, where she was jointly employed by Acuity and Mercy Restorative \nHospital, Inc. (“Mercy”).  (Compl. ¶¶ 27–28.)  According to Plaintiff, Mercy and Acuity \n“own or owned, control or controlled, and operate or operated [CSH].”  (Compl. ¶ 6.)  \n 3. Plaintiff claims that her employment at CSH was wrongfully terminated \nafter she filed a formal complaint with the North Carolina Respiratory Care Board \non July 15, 2014, regarding p oor patient care, wrong ventilator settings, false \ndocumentation, and management failures at CSH.  (Compl. ¶¶ 91, 97.) \n 4. Plaintiff filed the Verified Complaint in this matter on February 10, \n2015, alleging claims of wrongful termination, negligent superv ision, negligent \nretention, and negligent infliction of emotional distress.  (Compl. ¶¶  108–51.)  \nPlaintiff later voluntarily dismissed all claims except her claim of wrongful \ntermination in violation of public policy.   \n 5. On March 13, 2015, Acuity filed a notice of designation pursuant to N.C. \nGen. Stat. § 7A-45.4(a)(1) (2015).  The Chief Justice designated the case a mandatory \ncomplex business case on March 16, 2015, and the matter was assigned to the \nundersigned on March 18, 2015.  \n 6. The Motion arises as a result of Plaintiff’s request to depose Ms. Babson.  \nMs. Babson is employed both as general counsel and as vice president of compliance \n \n \nand risk management for Acuity.  (Acuity’s Mot. Protective Order ¶  2.)  In that role, \nMs. Babson “provides general legal advice and counsel to Defendants and legal advice \nand counsel regarding legal compliance and management of legal risk.”  (Acuity’s \nMot. Protective Order ¶  2.)  It further appears, however, that Ms. Babson’s \nresponsibilities may include involvement in Acuity’s business affairs.   \n 7. In the March 11, 2016 deposition of Acuity’s Rule 30(b)(6) designee, \nGayle Long, vice president of human resources  for Acuity, Ms. Long identified Ms. \nBabson as the person capable of answering questions on topics relevant to this \ndispute about which Ms. Long had no knowledge.   (Pl.’s Mem. Opp’n Acuity’s Mot. \nProtective Order Ex. E.)   For example , Ms. Long testified that  Ms. Babson is the \nperson at Acuity responsible for the relationship with the vendor that manages  \nAcuity’s Healthcare Ethics and Compliance Hotline.  (Acuity 30(b)(6) Dep. 145:1–3.)         \n 8. Plaintiff served a notice of deposition of Ms. Babson on June 6, 2016, for \na deposition to be held on June 24, 2016.  ( Pl.’s Mem. Opp’n Acuity’s Mot. Protective \nOrder Ex. G.)  Acuity objected.  Plaintiff filed an amended notice of deposition of Ms. \nBabson on July 29, 2016, for a deposition to be held on August 10, 2016.  ( Acuity’s \nMot. Protective Order Ex. A.)  Acuity again objected.  On August 8, 2016, Acuity filed \nthe Motion for Protective Order , seeking to pre clude Plaintiff from deposing Ms. \nBabson.  Pursuant to Business Court Rule 15.4(a), the Court decide s the Motion \nwithout hearing or oral argument.   \n \n \n \n \n \nII. ANALYSIS \n 9. Rule 26 allows parties to  “obtain discovery regarding any matter, not \nprivileged, which is relevant to the subject matter involved in the pending action.”  \nN.C. Gen. Stat. §  1A-1, Rule 26(b)(1) (2015).  The Court has discretion to enter a \nprotective order limiting discovery when “justice requires to protect a party or person \nfrom unreasonable annoyance, embarrassment, oppression, or undue burden or \nexpense.”  Id. § 1A-1, Rule 26(c). \n 10. Acuity contends that justice demands a protective order to preclude Ms. \nBabson’s deposition  because any and all knowledge that Ms. Babson m ight have \npertaining to the issues in this lawsuit is privileged from disclosure under the \nattorney–client privilege and the work-product doctrine.  As a result, Acuity argues, \na deposition of Ms. Babson would consist of no more than a series of objections and \ninstructions to Ms. Babson not to answer and would  needlessly increase litigation \ncosts.   \n 11. Acuity seeks to  support its Motion by invoking  a rule established by \nShelton v. American Motors Corp. , 805 F.2d 1323 (8th Cir. 1986), known as the \n“Shelton rule.”  Shelton sets out three criteria for determining whether an attorney \ndeposition should be permitted to go forward. \n 12. The Shelton rule, established primarily in response to efforts to depose  \nopposing trial counsel, requires a party to demonstrate that “(1) no other means exist \nto obtain the information than to depose opposing counsel; (2) the information sought \nis relevant and nonprivileged; and (3) the information is crucial to the preparation of \n \n \nthe case.”  Id. at 1327.  The rule’s stringency stems from the long -discouraged \n“practice of forcing trial counsel to testify as a witness.”  Id. (citing Hickman v. Taylor, \n329 U.S. 495, 513, 516  (1947)).  As the  Shelton court explained, “[t]aking the \ndeposition of opposing counsel not only disrupts the adversarial system and lowers \nthe standards of the profession, but it also adds to the already burdensome time and \ncosts of litigation.”  Id.  Further, “the practice of deposing opposing counsel det racts \nfrom the quality of client representation” and has a “‘chilling effect’ . . . on the truthful \ncommunications from the client to the attorney.”  Id.   \n 13. Only the Sixth and Eighth Circuits have definitively adopted the \nShelton rule.  See Nationwide Mut. Ins. Co. v. Home Ins. Co. , 278 F.3d 621, 628 –29 \n(6th Cir. 2002) (adopting Shelton); Pamida, Inc. v. E.S. Originals, Inc., 281 F.3d 726, \n729–30 (8th Cir. 2002) (applying Shelton).  Neither North Carolina’s appellate courts \nnor the Fourth Circuit has expressly adopted the Shelton rule, but the rule has been \napplied by federal district courts in North Carolina, see, e.g., CTB, Inc. v. Hog Slat, \nInc., No. 7:14-CV-157-D, 2016 U.S. Dist. LEXIS 39024, at *16–19 (E.D.N.C. Mar. 23, \n2016); N.F.A. Corp. v. Riverview Narrow Fabrics, Inc. , 117 F.R.D. 83, 85 –86 \n(M.D.N.C. 1987), and in a decision from this Court, see Blue Ridge Pediatric & \nAdolescent Med., Inc. v. First Colony Healthcare, LLC, No. 11-CVS-127, 2012 NCBC \nLEXIS 46, at *26–29 (N.C. Super. Ct. Aug. 9, 2012) (Murphy, J.).   \n 14. The majority of courts appear to reject a rigid application of the Shelton \nrule in favor of a “flexible approach” that allows the court to “take[ ] into consideration \nall of the relevant fact s and circumstances  to determine whether the proposed \n \n \ndeposition would entail an inappropriate burden or hardship.”  In re Subpoena Issued \nto Friedman, 350 F.3d 65, 72  (2d Cir. 2003); see also N.F.A. Corp., 117 F.R.D. at 85 \n(noting that most courts that have allowed an opposing party’s attorney to be deposed \nhave required the party seeking the deposition to “establish a legitimate basis  for \nrequesting the deposition and demonstrate that the deposition will not otherwise \nprove overly disruptive or burdensome”).  But cf. CTB, Inc., 2016 U.S. Dist. LEXIS \n39024, at * 17 n.5 (“Because the court finds that [the defendant] meets the more \nstringent Shelton test, it need not consider whether other tests would yield different \nresults or be better suited to the instant facts.”).   \n 15. In some instances, courts have declined to apply the Shelton rule when \nthe deponent is in-house counsel.  See, e.g., Buyer’s Direct, Inc. v. Belk, Inc., No. 5:10-\nCV-65-H, 2012 U.S. Dist. LEXIS 113226, at * 8–9 (E.D.N.C. Aug. 10, 2012) ( finding \nthe Shelton rule inapplicable where the attorney whom the plaintiff sought to depose \nwas the defendants’ assistant general counsel and where the subject matter of the \ndeposition was not intended to elicit information relating to litigation strategy) ; \nUnited States v. Philip Morris Inc., 209 F.R.D. 13, 17 (D.D.C. 2002) (declining to apply \nShelton where deponents were in -house counsel with “substantial non -legal, non -\nlitigation responsibilities, including corporate, business, managerial, public relations, \nadvertising, scientific, and research and development responsibilities” who were \nbeing deposed about “non -privileged, pre -litigation factual matter s separate and \napart from [the] litigation strategy”).   \n \n \n 16. Rather than applying a bright-line rule based on a deponent’s status as \nin-house counsel, courts that have declined to apply the Shelton rule to depositions \ntargeting in -house counsel have recognized that the policy underlying the rule \nbecomes less forceful when the deponent is shown to have knowledge of relevant, \nnonprivileged, factual information.  See, e.g., Sadowski v. Gudmundsson, 206 F.R.D. \n25, 26–27 (D.D.C. 2002) (allowing trial counsel to be deposed on nonprivileged, factual \ninformation); N.F.A. Corp., 117 F.R.D. at 85 n.2 (noting that an attorney’s deposition \nis “both necessary and appropriate”  when the attorney is also a fact witness ).  The \nCourt rejects Plaintiff’s argument that the Shelton rule should never apply to in -\nhouse counsel.  The Court discerns no policy reasons that should prevent the Shelton \nrule from extending to in -house counsel when a deposition target s only litigation \nstrategies rather than  necessary, factual information.  See Evans v. United Servs. \nAuto. Ass’n , 142 N.C. App. 18, 32, 541 S.E.2d 782, 791 (2001) (noting that “ the \nprotection given to communications between attorney and client apply equally to in -\nhouse counsel” (first citing Upjohn Co. v. United States, 449 U.S. 383, 394–95 (1981); \nthen citing Shelton, 805 F.2d at 1326 n.3)).   \n 17. After due consideration, the Court fi nds, in its discretion , that the \nShelton rule should not  bar Ms. Babson’s testimony  in the circumstances here  \nbecause the subject matter of the deposition is not targeted solely at eliciting  \ninformation relating to Acuity’s litigation strategy , and the deposition would not \nnecessarily result in undue burden or expense .  See Buyer’s Direct, Inc. , 2012 U.S. \nDist. LEXIS 113226, at *9.   Ms. Babson serves not only as Acuity’s general counsel  \n \n \nbut also as vice president of compliance and risk management, and did so during the \nfacts at issue in this litigation.  Further, there is no evidence showing that Ms. Babson \nhas been substantially involved with overseeing the litigation in this matter.  Acuity’s \n30(b)(6) designee, Ms. Long, named Ms. Babson as the person who could best speak \nto certain clinical care standards and to consistency among Acuity’s hospitals.   \n 18. Accordingly, the Court concludes that a blanket order prohibiting \nPlaintiff from deposing Ms. Babson is n ot justified.  To the extent that Ms. Babson \nhas been involved with the litigation, if at all, Acuity may take appropriate steps  \nduring the deposition  to prevent Ms. Babson from waiving privilege  on questions \nextending to matters  relating to the litigation .  But the mere possibility that \nPlaintiff’s inquiries to Ms. Babson  might infringe on privilege d matters  does not \njustify a prohibition on Plaintiff’s inquiries into the relevant, nonprivileged, factual \ninformation that Ms. Long has suggested Ms. Babson p ossesses.  The Court thus \nconcludes that Ms. Babson’s  deposition should be permitted to proceed, and Acuity \nmay assert the attorney–client privilege on a question -by-question or subject -by-\nsubject basis, as appropriate, during the deposition.  See Armada (Sing.) Pte Ltd. v. \nAMCOL Int’l Corp., 160 F. Supp. 3d 1069, 1070 –71 (N.D. Ill. 2016) (“Questions of \nprivilege must be assessed on a question by question basis and cannot be resolved \nfungibly even before the deposition begins.”). \n \n \n \n \n \nIII. CONCLUSION \n 19. For the reasons stated in this Order & Opinion, and in its discretion, the \nCourt DENIES Acuity’s request for  a protective order  and allows the deposition of \nMs. Babson to be taken in a manner consistent with this Order & Opinion.   \n \nSO ORDERED, this the 2nd day of November, 2016. \n \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n     \n "
}