{
  "id": "4e24089352a53bf775de269eb6382cd289f03fc8389245421de5d792dc50eb9f",
  "source_file": "data/raw/ncbc/4e24089352a53bf775de269eb6382cd289f03fc8389245421de5d792dc50eb9f.pdf",
  "raw_text": "BOGNC, LLC v. Cornelius NC Self-Storage, LLC, 2012 NCBC 23. \nSTATE OF NORTH CAROLINA  \n \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \nCONSOLIDATED CASES \nBOGNC, LLC, \n                                                        \n     Plaintiff, \n \n           v.  \n \nCORNELIUS NC SELF-STORAGE LLC, \nDOUGLAS M. PRUITT and  \nwife, KRISTA A. PRUITT and  \nROBERT E. WATSON and wife,  \nLOIS J. WATSON,  \n \n     Defendants and Third-Party   \n     Plaintiffs, \n \n           v. \n \nHARRY STATHOPOULOS, F. EUGENE \nALLISON, CSSNC, LLC, WILLIAM R. \nWALTON, DEBORAH A. WHITE, and \nTRAY RORIE, \n \n      Third-Party Defendants, \n \n10 CVS 19072 \n \n \n \n \n \n \n \n \n    \n                    ORDER & OPINION ORDER & OPINION ORDER & OPINION ORDER & OPINION \n \nROBERT E. WATSON and  \nDOUGLAS M. PRUITT, \nindividually, and derivatively on behalf of \nCornelius NC Self-Storage, LLC, LOIS J. \nWATSON, and KRISTA A. PRUITT, \n                                                        \n         Plaintiffs, \n \nv. \n \nWILLIAM R. WALTON, DEBORAH A. \nWHITE, TRAY RORIE and CORNELIUS \nNC SELF-STORAGE, LLC, \n                                                               \n         Defendants, \n \nv. \n \nPRUITT CONSTRUCTION, INC.  \n \n         Third Party Defendant. \n \n10 CVS 12371 \nMcMickle, Kurey & Branch, LLP by Kevin P. Branch for Defendants/Third-Party \nPlaintiffs. \n \nThe Chagaris Law Firm, P.A. by Christopher G. Chagaris for Plaintiff and Third-\nParty Defendants. \n \nMurphy, Judge.  \nTHIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court on Plaintiff BOGNC, LLC (“BOGNC”), \nThird-Party Defendant F. Eugene Allison (“Allison”), Third-Party Defendant Harry \nJ. Stathopoulos (“Stathopoulos”), and Third-Party Defendant CSSNC, LLC’s \n(“CSSNC”), hereinafter collectively (“Movants”) Motion to Dismiss claims of fraud \nand negligent misrepresentation raised by Defendants and Third-Party Plaintiffs \nDouglas M. Pruitt and Krista A. Pruitt (“Pruitts”) and Robert E. Watson and Lois J. \nWatson (“Watsons”), collectively (“Third-Party Plaintiffs”). \n Having considered the Court file, the parties’ briefs, and other submissions, \nthe Court GRANTS GRANTS GRANTS GRANTS Movants’ Motion to Dismiss. \nI. \nPROCEDURAL HISTORY \n {1} On September 20, 2010, BOGNC brought an action against Cornelius \nNC Self-Storage, LLC (“Cornelius Self-Storage”); the Pruitts; and the Watsons \n(collectively “Defendants”) captioned 10 CVS 19072, to recover alleged deficiencies \non a construction loan note and personal guarantees.    \n {2} On November 1, 2010, the case was designated as a mandatory \ncomplex business case and assigned to this Court. \n{3} On December 6, 2010, the Pruitts and the Watsons filed counterclaims \nagainst BOGNC and a Third-Party Complaint against Third-Party Defendants \nWilliam R. Walton, Deborah A. White, Tray Rorie, CSSNC, and BOGNC member-\nmanagers Allison and Stathopoulos alleging fraud; negligent misrepresentation; \nbreach of fiduciary duty; constructive fraud; breach of covenants of good faith, \nloyalty, and due care; civil conspiracy; and unfair and deceptive trade practices.   \n{4} Movants filed their Motion to Dismiss and accompanying brief on July \n18, 2011, and Third-Party Plaintiffs filed their Memorandum of Law in Opposition \nto Third-Party Defendants’ Motion to Dismiss 1 on August 10, 2011, alternatively \nrequesting that the Court treat Third-Party Defendants’ Motion to Dismiss as a \nMotion for a More Definite Statement pursuant to North Carolina Rule of Procedure \n12(e).  (Third-Party Pls.’ Mem. Opp’n Third-Party Defs.’ Mot. Dismiss 6) (citing \nPage v. Mandel , 154 N.C. App. 94, 96–98, 571 S.E.2d 635, 636–38 (2002) (upholding \ntrial court’s treatment of a motion to dismiss under Rule 12(b)(6) as a motion for a \nmore definite statement pursuant to Rule 12(e))). \nII. \nFACTUAL BACKGROUND \n{5} While ordinarily the Court does not make findings of fact in connection \nwith motions to dismiss, as such motions do “not present the merits, but only \n[determine] whether the merits may be reached,” Concrete Serv. Corp. v. Investors \nGroup, Inc. , 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986) (citation omitted), for \npurposes of this Order and Opinion, the Court recites those factual allegations from \nThird-Party Plaintiffs’ Counterclaims, Crossclaims, and Third-Party Complaint \n(“Third-Party Complaint”) that are relevant to the Court’s legal determinations. \n{6} Third-Party Plaintiffs Robert Watson and Doug Pruitt are each \n16.666% owners of Cornelius Self-Storage along with Third-Party Defendants \nWalton and Rorie, who hold 16.666% and 50% ownership shares, respectively.  \n(Third-Party Compl. ¶ 14.)  Cornelius Self-Storage was formed to construct, own, \n                                                 \n1 In their brief, Third-Party Plaintiffs include only Allison, Stathopoulos, and CSSNC in \ntheir definition of “Movants.”  (Third-Party Pls.’ Mem. Supp. Mot. Dismiss 1.)   The \nomission of BOGNC from the title of Third-Party Plaintiffs’ memorandum (“Memorandum \nof Law in Opposition to Third-Party Defendants’ Motion to Dismiss”) and “Movants” as \ndefined therein presents the question whether Third-Party Plaintiffs’ opposition to \nMovants’ Motion to Dismiss applies to BOGNC.  Third-Party Plaintiffs’ brief, however, \nargues that “Defendants’ counterclaim/third-party complaint sufficiently asserts claims for \nfraud and negligent misrepresentation against Movants.”  (Third-Party Pls.’ Mem. Supp. \nMot. Dismiss 6.)  In the Conclusion section of their brief, Third-Party Plaintiffs request (as \nan alternative to denying Movants’ Motion) “leave to amend their counterclaim/third-party \ncomplaint.”  (Third-Party Pls.’ Mem. Supp. Mot. Dismiss 7.)  The Court finds these textual \nreferences to Defendants’ counterclaim sufficient to infer that Third-Party Plaintiffs \nintended for the opposition to apply to all Movants (i.e., including BOGNC, the only \nplaintiff in the underlying action).  The Court has, therefore, treated Third-Party Plaintiffs’ \nopposition as effective with respect to all Movants in ruling on Plaintiff’s and Third-Party \nDefendants’ Motion to Dismiss.        \nand manage a mini-storage facility in Cornelius, North Carolina.  (Third-Party \nCompl. ¶ 21.) \n{7} Storage Development & Capital, LLC (“SD&C”) managed  Cornelius \nSelf-Storage until April 2010.  Robert Watson is the manager of SD&C.  (Third-\nParty Compl. ¶ 15.) \n{8} In August 2007, Cornelius Self-Storage entered into a loan agreement \nwith Bank of Granite (“BOG”) to refinance Cornelius Self-Storage’s purchase of \nland, fund initial construction, and provide initial operating capital for the storage \nfacility.  (Third-Party Compl. ¶ 23.)  The Watsons, the Pruitts, and Third-Party \nDefendants Walton and White guaranteed the loan in the principal amount of \n$3,876,000.  As additional security for the loan, Cornelius Self-Storage executed a \npromissory note and deed of trust in favor of BOG.  (Third-Party Compl. ¶ 23.)  \n{9} To cover additional construction and operating costs, in March 2009, \nthe parties amended the loan agreement by increasing the loan principal to \n$4,322,260, and executed a new promissory note and deed of trust.  (Third-Party \nCompl. ¶ 25.)  Payments on the loan were initially interest-only.  (Third-Party \nCompl. ¶ 26.) \n{10} Third-Party Plaintiffs allege that BOG informed Cornelius Self-\nStorage in September 2009, that it would no longer fund construction and that \nprincipal payments would be required.  (Third-Party Compl. ¶ 26.)  At some point \nthereafter (not specified in the Third-Party Complaint) BOG declared a default and \ncommenced foreclosure proceedings against Cornelius Self-Storage.  (Third-Party \nCompl. ¶ 29.)   \n{11} In response to the specter of foreclosure, Robert Watson, as manager of \nCornelius Self-Storage, sought outside investors to purchase the loan note from \nBOG, save Cornelius Self-Storage from default, and avert potential deficiency \nliability for himself and the other guarantors.  (Third-Party Compl. ¶¶ 28–30.)  \nAmong other proposals, Watson and his prospective investors offered to purchase \nthe loan note for $2,800,000.  BOG declined the offer.  (Third-Party Compl. ¶¶ 31–\n32.) \n{12} Third-Party Plaintiffs allege that “Walton and Rorie then conspired to \nstage a coup intended to protect their individual financial interests at the expense \nof [Cornelius Self-Storage] and the [Third-Party] Plaintiffs,”2 (Third-Party Compl. ¶ \n36), electing themselves co-managers of Cornelius Self-Storage in April 2010.  \n(Third-Party Compl. ¶¶ 36–37, 53.) \n{13} Allison and Stathopolous, who had become familiar with the history of \nthe BOG loan to Cornelius Self-Storage (Third-Party Compl. ¶ 38), began “working \nin concert with Walton, White and Rorie to purchase the Note and Guarantees . . . \nand extinguish only the potential liabilities against Walton and White under their \nGuarantees, while . . . leaving the Counterclaim/Third Party Plaintiffs exposed” to \nliability.  (Third-Party Compl. ¶ 41.)  These Third-Party Defendants “purposefully \nexcluded [Third-Party] Plaintiffs from these negotiations to purchase the Note and \nGuarantees from [BOG].” 3  (Third-Party Compl. ¶ 43.) \n{14} In April 2010, Stathopolous formed Plaintiff BOGNC and Third-Party \nDefendant CSSNC.  (Third-Party Compl. ¶ 42.)  Third-Party Plaintiffs allege that \nStathopolous is manager, and that Walton and Rorie are members, of BOGNC and \nCSSNC.  (Third-Party Compl. ¶¶ 49–50, 60–61.) \n{15} On April 9, 2010, NEWCO, LLC (“NEWCO”), an entity formed by \nThird-Party Defendant Allison, entered into an agreement with BOG to purchase \ncertain assets including the loan note and guarantees.  (Third-Party Compl. ¶ 44.)  \nAllison “actively sought to keep the purchase of the Note and Guarantees hidden \nfrom the Counterclaim/Third Party Plaintiffs and requested that [BOG] do the \nsame.”  (Third-Party Compl. ¶ 47.)  NEWCO conveyed its interest in this agreement \nto BOGNC on April 19, 2010.  (Third-Party Compl. ¶ 48.)   \n{16} At Robert Watson’s request, Cornelius Self-Storage held a members’ \nmeeting on April 26, 2010, at which Walton and Rorie voted themselves managers \n                                                 \n2 Interpreting the pleading most favorably to the non-movants, the Court presumes that \nThird-Party Plaintiffs intended the references to “Plaintiffs” in paragraphs 36, 43, and 55 of \nthe Third-Party Complaint to refer to themselves, as third-party plaintiffs, and not the \nplaintiff (singular) in the underlying action, BOGNC.   \n3 See supra , footnote 2.  \nof Cornelius Self-Storage and disclosed to Watson that they were working with a \nthird party to purchase Cornelius Self-Storage’s loan note from BOG.  They gave \nWatson no additional details.  (Third-Party Compl. ¶¶ 53–54.)   \n{17} On April 29, 2010, Stathopolous notified Third-Party Plaintiffs that he \nwas purchasing the loan note from BOG and that he intended to pursue deficiency \nactions against the guarantors if a foreclosure sale of Cornelius Self-Storage \nproperty did not cover the balance due on the note.   (Third-Party Compl. ¶¶ 53–54.)   \n{18} Stathopolous arranged for BOGNC to purchase the loan note from \nBOG for $2,850,000.  Included in the deal was a side agreement whereby BOG \nwould refund $100,000 to BOGNC after closing.  (Third-Party Compl. ¶ 58.)  \nBOGNC, thereafter, assigned its rights to CSSNC on May 28, 2010 (Third-Party \nCompl. ¶ 59), and CSSNC purchased the note from BOG on June 8, 2010.  (Third-\nParty Compl. ¶ 62.)   \n{19} Later in June 2010, all of Cornelius Self-Storage’s real property was \nforeclosed upon and CSSNC made the highest bid at $2,900,000.  (Third-Party \nCompl. ¶ 64.)  “[A]n acquaintance of Robert Watson” submitted an upset bid of \n$3,045,000 (Third-Party Compl. ¶ 65), and CSSNC countered with an upset bid of \n$3,400,000.  (Third-Party Compl. ¶ 66.) \n{20} At the request of Robert Watson, Walton provided current mini-storage \nrental information from Cornelius Self-Storage that showed a sharp decline in \nrevenue in June 2010.  (Third-Party Compl. ¶ 67.)  Third-Party Plaintiffs allege \nthat Walton “intentionally caused [Cornelius Self-Storage’s] rent roll to reflect a \nsignificant but artificial downturn . . . for the purposes of disincentivizing a further \nupset bid from Robert Watson’s acquaintance.”  (Third-Party Compl. ¶ 68.)  The \nintended effect of Walton’s actions, according to Third-Party Plaintiffs, was to \nincrease Third-Party Plaintiffs’ deficiency liability for the benefit of Third-Party \nDefendants.  (Third-Party Compl. ¶ 68.)  Third-Party Plaintiffs allege that “[a]s a \nresult of [Cornelius Self-Storage’s] fictitious revenue decline, Robert Watson’s \nacquaintance decided not to submit an additional upset bid, and CSSNC purchased \n[Cornelius Self-Storage’s] Property at foreclosure for $3,400,000.”  (Third-Party \nCompl. ¶ 69.)  \n{21} Third-Party Plaintiffs further allege that Walton and Rorie acted in \ntheir own personal financial interests in their management of Cornelius Self-\nStorage (Third-Party Compl. ¶ 71); that “Walton and Rorie collaborated with \nAllison, Stathopolous, CSSNC, and BOGNC to convert a business opportunity for \nthemselves to the significant and improper detriment of . . . Third Party Plaintiffs \nand [Cornelius Self-Storage]” (Third-Party Compl. ¶ 72); and that Walton and \nWhite negotiated a settlement of their guarantees to BOGNC for far less than their \npro rata shares of the deficiency, which resulted from a “rigged” foreclosure sale.  \n(Third-Party Compl. ¶¶ 73–74.)       \n{22} Third-Party Plaintiffs allege that a new entity now owns Cornelius \nSelf-Storage’s former storage facility and that “Allison, Stathopolous, Walton and \nRorie are affiliated with that new entity.”  (Third-Party Compl. ¶ 70.)               \nIII. \nLEGAL STANDARD \n{23} On a motion to dismiss pursuant to Rule 12(b)(6), the appropriate \ninquiry for the Court is “whether, as a matter of law, the allegations of the \ncomplaint, treated as true, are sufficient to state a claim upon which relief may be \ngranted under some legal theory, whether properly labeled or not.”  Crouse v. \nMineo , 189 N.C. App. 232, 237, 658 S.E.2d 33, 36 (2008) (quotation and citation \nomitted).  “Similarly, where the complaint alleges facts that defeat the claim, the \nclaim should be dismissed.”  Hudson-Cole Dev. Corp. v. Beemer , 132 N.C. App. 341, \n346, 511 S.E.2d 309, 312 (1999)  (citing Raritan River Steel Co. v. Cherry, Bekaert & \nHolland,  322 N.C. 200, 367 S.E.2d 609 (1988), rev’d on other grounds , 329 N.C. 646, \n407 S.E.2d 178 (1991)). \n \n \n \n \nIV. \nANALYSIS \nA. \nFRAUD \n {24} To state a claim for fraud, a plaintiff must allege a “(1) false \nrepresentation or concealment of a material fact, (2) reasonably calculated to \ndeceive, (3) made with intent to deceive, (4) which does in fact deceive[,] . . . (5) \nresulting in damage to the injured party.”  Harrold v. Dowd , 149 N.C. App. 777, 782, \n561 S.E.2d 914, 918 (2002) (citing Ragsdale v. Kennedy , 286 N.C. 130, 138, 209 \nS.E.2d 494, 500 (1974)). \n {25} Claims of fraud are held to a heightened pleading standard pursuant \nto Rule 9(b) of the North Carolina Rules of Civil Procedure.  Specifically, the \ncomplaint must allege with particularity the “time, place and content of the \nfraudulent representation, identity of the person making the representation and \nwhat was obtained as a result of the fraudulent act or representations.”  \nId. (quoting \nTerry v. Terry , 302 N.C. 77, 85, 273 S.E.2d 674, 678 (1981)).  In stating a fraud \nclaim, however, “[m]alice, intent, knowledge, and other condition of mind . . . may \nbe averred generally.”  N.C. R. Civ. P. 9(b). \n{26} The North Carolina Court of Appeals has rejected the notion that \nmisrepresentations conveyed through a non-agent party can constitute an \nactionable fraud claim against the defendant.  Hospira Inc. v. Alphagary Corp. , 194 \nN.C. App. 695, 700, 671 S.E.2d 7, 12 (2009).  \n{27} Here, Third-Party Plaintiffs’ allegations, taken as true, are insufficient \nto establish that Movants or any persons or entities acting as Movants’ agents \ncommitted fraud against Third-Party Plaintiffs.   \n{28} The principal act of deception alleged in the Third-Party Complaint is \nthat Third-Party Defendant Walton provided Robert Watson and Watson’s \nacquaintance (a potential upset bidder in the foreclosure of Cornelius Self-Storage’s \nproperty) with false revenue reports that discouraged the acquaintance from further \nbidding, leaving Third-Party Plaintiffs exposed to deficiency liability they might \nhave avoided through the acquaintance’s hoped-for second upset bid.  (Third-Party \nCompl. ¶¶ 68–69.)            \n{29} Third-Party Plaintiffs, however, allege that it was Walton’s  intent, not \nthat of Movants, to deceive Watson and his bidder by providing misinformation.  \nAbsent an allegation that Walton acted as Movants’ agent in this act of deception,4 \nWalton’s conduct toward Watson and this potential third-party investor fails to \nestablish a fraud claim against Movants.  See Braun v. Glade Valley School, Inc. , 77 \nN.C. App. 83, 87, 334 S.E.2d 404, 407 (1985) (affirming dismissal of fraud claim \npursuant to Rule 12(b)(6) where “the plaintiff made no allegations as to the \ndefendant’s intent to deceive the plaintiff”).    \n{30} Third-Party Plaintiffs also allege that Movants’ involvement in the \npurchase of the BOG note, and concealment from Third-Party Plaintiffs of this and \nother efforts to take over Cornelius Self-Storage assets, constitutes fraud.  (Third-\nParty Compl. ¶¶ 79(d)–(e).)  Third-Party Plaintiffs, however, do not allege that they \nreasonably relied on Movants’ alleged acts of concealment to their own detriment.  \nSee Rosenthal v. Perkins , 42 N.C. App. 449, 452, 257 S.E.2d 63, 66 (1979) \n(recognizing that “[i]n some circumstances concealment or nondisclosure may be \nconsidered as a positive misrepresentation and serve as a basis for actionable \nfraud,” but affirming dismissal of fraud claim in the absence of “an allegation that \nplaintiffs reasonably relied upon the concealment and acted upon it” (internal \ncitations omitted)).   \n{31} Third-Party Plaintiffs allege, at most, that Movants “purposefully \nexcluded” them from Movants’ negotiations; that Movants “actively sought” to hide \n                                                 \n4 Here, such a possibility is defeated by Third-Party Plaintiffs’ allegation that Walton \nprovided the errant information in his capacity as manager of Cornelius Self-Storage .  \n(Third-Party Compl. ¶¶ 67–68.)  While the Third-Party Complaint may contain sufficient \nallegations to plausibly infer that, through Walton’s conduct, Third-Party Complainants \nwere “denied the opportunity to investigate” the accuracy of Cornelius Self-Storage revenue \nfigures, and thus “could not have learned the true facts by exercise of reasonable diligence,” \nsee Hudson-Cole Dev. Corp. , 132 N.C. App. at 346, 511 S.E.2d at 313, this issue is not \nbefore the Court.  At bottom, Third-Party Plaintiffs do not allege that Movants  held, had a \nduty to disclose, or concealed from them this critical information.  \n \ntheir transaction for the BOG note from Third-Party Plaintiffs; and that Walton and \nRorie “collaborated with” Movants to convert a Cornelius Self-Storage business \nopportunity to their own benefit.  Yet, the Third-Party Complaint does not explain \nhow any of this conduct deceived Third-Party Plaintiffs or induced their reliance, \nresulting in injury.  For these reasons, the Third-Party Complaint fails to state a \nclaim for fraud against Movants.  \nB. \nNEGLIGENT MISREPRESENTATION \n{32} A viable claim for negligent misrepresentation requires allegations \nthat a plaintiff justifiably relied to his detriment “on information prepared without \nreasonable care . . . by one who owed the relying party a duty of care.”  Hospira Inc. , \n194 N.C. App. at 700–01, 671 S.E.2d at 12 (quoting Raritan River Steel Co. , 322 \nN.C. at 206, 367 S.E.2d at 612).  Additionally, “under a theory of negligent \nmisrepresentation, liability cannot be imposed when the plaintiff does not directly  \nrely on information prepared by the defendant, but instead relies on altered \ninformation provided by a third party.”  Id. at 701, 671 S.E.2d at 12. \n{33} As previously noted, Third-Party Plaintiffs’ negligent \nmisrepresentation claim fails because the Third-Party Complaint does not allege \nthat Third-Party Plaintiffs relied upon Movants’ negligent acts or concealments in \nconducting their business affairs.  See Estate of Brown v. Thompson , ___ S.E.2d ___, \n2012 WL 1083130, at *3 (N.C. Ct. App. April 3, 2012) (“The element of justifiable \nreliance requires that the party rely upon information in a transaction.” (citing \nRaritan River Steel Co. , 322 N.C. at 209–10, 367 S.E.2d at 614)); see also Pinney v. \nState Farm Mut. Ins. Co. , 146 N.C. App. 248, 256, 552 S.E.2d 186, 191 (2001) \n(“[T]he tort of negligent misrepresentation occurs when in the course of a business \nor other transaction in which an individual has a pecuniary interest, he or she \nsupplies false information  for the guidance of others in a business transaction.” \n(internal quotation and citation omitted)).   \n{34} Third-Party Plaintiffs’ negligent misrepresentation claim is further \ntroubled by the absence of allegations or argument (1) that Movants owed any duty \nto Third-Party Plaintiffs to inform them of Movants’ business dealings with BOG or \nCornelius Self-Storage, or (2) that Movants’ conduct proximately caused Third-\nParty Plaintiffs’ alleged injury.  Although adjudication of a motion to dismiss \nrequires that “the complaint must be liberally construed,” Dixon v. Stuart , 85 N.C. \nApp. 338, 340, 354 S.E.2d 757, 758 (1987) (citation omitted), the court is not \nrequired to “accept as true allegations that are merely conclusory, unwarranted \ndeductions of fact, or unreasonable inferences.”  Strickland v. Hedrick , 194 N.C. \nApp. 1, 20, 669 S.E.2d 61, 73 (2008).   \n{35} While the Third-Party Complaint alleges Movants’ conduct \nproximately caused their injury, the Court finds no such inference permissible from \nthe facts alleged.  See id.  In its most generous interpretation of the Third-Party \nComplaint, the Court similarly cannot identify a legally cognizable duty to support \nThird-Party Plaintiffs’ negligent misrepresentation claim against Movants.  See \nOberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 59, 554 S.E.2d 840, 846 (2001) (“A \nduty is defined as an obligation, recognized by the law, requiring the person to \nconform to a certain standard of conduct, for the protection of others against \nunreasonable risks.” (citation and quotation omitted)).  For these reasons, the Court \ngrants Movants’ Motion to Dismiss Third-Party Plaintiffs’ claim for negligent \nmisrepresentation. \n{36} By the Court’s ruling in this Order and Opinion, Third-Party Plaintiffs’ \nrequest to convert Movants’ Motion to Dismiss to a Motion for a More Definite \nStatement pursuant to Rule 12(e) is rendered moot.   \nV. \nCONCLUSION \n{37} For the reasons stated herein, the Court GRANTS GRANTS GRANTS GRANTS Plaintiff BOGNC, \nLLC, Third-Party Defendant Allison, Third-Party Defendant Stathopolous, and \nThird-Party Defendant CSSNC, LLC’s Motion to Dismiss Third-Party Plaintiffs’ \nSecond and Third Claims for Relief.  Accordingly, Third-Party Plaintiffs’ claims for \nfraud and negligent misrepresentation are hereby DISMISSED DISMISSED DISMISSED DISMISSED.   \n SO ORDERED SO ORDERED SO ORDERED SO ORDERED, this the 25 th  day of April, 2012. "
}