{
  "id": "4e815d3e98102ec2e24a5150f6f92d3179395bb3f30fd722783367afb09d4072",
  "source_file": "data/raw/ncbc/4e815d3e98102ec2e24a5150f6f92d3179395bb3f30fd722783367afb09d4072.pdf",
  "raw_text": "Tillery Envtl. LLC v. A&D Holdings, Inc., 2018 NCBC 12. \n \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 6525 \n \nTILLERY ENVIRONMENTAL LLC, \n \n                         Plaintiff/Counterclaim  \n                         Defendant, \n \nv. \n \nA&D HOLDINGS, INC., in its \ncapacity as successor-by-merger to \nJBC ACQUISITION INC.,  \n \n                      Defendant/Counterclaim                   \n                      Plaintiff/Third-Party  \n                      Plaintiff, \n \n \nand ROSS ENVIRONMENTAL \nSERVICES, INC., \n \nDefendant, \n \nv. \n \nCHRIS WEIDENHAMMER; PAUL \nTAVEIRA; JOHN RUGGIERO; \nPAUL BUTSAVAGE; ERIC D. \nMCMANUS; J. SCOTT PEARCE; \nMICHAEL STONEMAN; GERALD \nWALKER; WILLIAM EVANS; \nTIMOTHY PARKER; THOMAS \nMORTON; JOSEPH KEITH BURCH; \nCHRISTOPHER RABLEY; J.W. \nHALL, JR.; CAROL LOCK; MERI-\nBETH HALL; MICHAEL R. \nGRIFFIN; JONATHAN E. HALL; \nKURT E. KESKINEN; DANIEL L. \nMARTIN; and JEFF STURGEON, \n \n                      Third-Party Defendants. \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S AND THIRD-PARTY \nDEFENDANTS’ MOTIONS TO \nDISMISS \n \n \n1. THIS MATTER is before the Court on (i) Plaintiff Tillery Environmental \nLLC (“Tillery”) and Third -Party Defendants Chris Weidenhammer, Paul Taveira, \nand John Ruggiero’s  (collectively, the “Tillery Movants”)  Motion to Dismiss Second \n \n \nAmended Counterclaim and Third-Party Complaint (the “Tillery Motion”), (ii) Third-\nParty Defendants Eric D. McManus, J. Scott Pearce, Michael Stoneman, Timothy \nParker, Thomas Morton, Joseph Keith Burch, Christopher Rabley, J.W. Hall, Jr., \nCarol Lock, Meri-Beth Hall, Jonathan E. Hall, and Jeff Sturgeon’s  (collectively, the \n“McManus Movants”) Motion to Dismiss Second Amended Counterclaim and Third -\nParty Complaint  (the “McManus Motion”) , and (iii) Third -Party Defendants Paul \nButsavage, William Evans, Michal R. Griffin, K urt E. Keskinen, Daniel Martin and \nGerald Walker’s (collectively, the “Butsavage Movants,” and collectively, with all \nother third -party defendants, the “Third -Party Defendants” ) Motion to Dismiss \nSecond Amended Counterclaim and Third-Party Complaint (the “Butsavage Motion,” \nand collectively, with the other two motions to dismiss, the “Motions to Dismiss”) in \nthe above-captioned case.   \n2. After considering the Motions to Dismiss, the arguments of counsel for the \nparties at the October 24, 2017 hearing on the Motions to Dismiss, and the briefs by \nthe parties in support of and in opposition to the Motions to Dismiss, the Court hereby \nGRANTS in part and DENIES in part the Motions to Dismiss.1 \n                                                 \n1 On September 29, 2017, the Court ordered a stay of discovery in this case pending the \nresolution of the Motions to Dismiss.  Due to the anticipated delay in the preparation and \npublication of a written opinion resolving these Motions in light of the Court’ s fall trial \nschedule, the Court advised the parties of the Court’s intended rulings on the Motions to \nDismiss by email on November 1, 2017 and lifted the stay of discovery the following day so \nthat the case could proceed expeditiously pending the formal resolution of the Motions.  The \nCourt notes that its final rulings on certain claims differ from those expressed in the \nNovember 1 email to the parties.  Specifically, claims that the Court indicated it was inclined \nto dismiss without prejudice are dismissed with prejudice below.  As was made clear by the \nCourt’s email, this Order and Opinion makes effective the Court’s rulings on the Motions to \nDismiss.  Therefore, the Court’s decisions herein are final and controlling.  \n \n \nMcGuireWoods, LLP, by Jodie H. Lawson, Anita M. Foss, Carlo L. \nRodes, and Abbey M. Krysak, for Plaintiff Tillery Environmental, LLC \nand Third-Party Defendants Chris Weidenhammer, Paul Taveira, John \nRuggiero, Eric D. McManus, J. Scott Pearce, Michael Stoneman, \nTimothy Parker, Thomas Morton, Joseph Keith Burch, Christopher \nRabley, J.W. Hall, Jr., Carol Lock, Meri -Beth Hall, Jonathan E. Hall, \nand Jeff Sturgeon. \n \nNexsen Pruet, PLLC, by Patrick D. Sarsfield, II and Kathleen Burchette, \nand Wickens, Herzer, Panza, Cook & Batista Co., by Richard D. Panza, \nMatthew W. Nakon, and Rachelle Kuznicki Zidar, for Defendants A&D \nHoldings, Inc. and Ross Environmental Services, Inc. \n \nEssex Richards, by Jonathan E . Buchan and Natalie D. Potter , for \nThird-Party Defendants Paul Butsavage, William Evans, Michal R. \nGriffin, Kurt E. Keskinen, Daniel Martin, and Gerald Walker. \n \nBledsoe, Judge. \nI. \nBACKGROUND \n3. The Court does not make findings of fact when ruling on motions to dismiss \nunder Rule 12(b)(6) of the North Carolina Rules of Civil Procedure.  See, e.g., Concrete \nServ. Corp. v. Inv’rs Grp., Inc. , 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).   \nRather, the Court recites the relevant allegations  in the pleading asser ting the \nchallenged claims—here, Defendant A&D Holdings, Inc.’s (“A&D”) Second Amended \nCounterclaim and Third-Party Complaint (the “SACC”). \nA. The Parties and Agreements \n4. This case centers around a Stock Purchase Agreement ( the “SPA”) and an \nescrow agreement (the “Escrow Agreement”) , both of which facilitated a merger by \nstock purchase by which  JBC Acquisition, Inc.  (“JBC”)—a subsidiary of Ross \nEnvironmental Services, Inc. (“Ross”)—purchased the shares of A&D (the “Sale”) and \n \n \nwas then merged into A&D  (the “Merger”) (for purposes of this Opinion, the Court \nrefers to Defendant/Counterclaim Plaintiff/Third-Party Plaintiff A&D in its capacity \nas successor by merger to JBC as “Buyer”  and the pre-Sale A&D entity as “Seller” ).  \n(Second Am. Cou ntercl. & Third-Party Compl. ¶¶ 1, 24  [hereinafter “SACC”], ECF \nNo. 35.)  The SPA was executed and the Sale was completed on May 8, 2015, (SACC \n¶ 24), and the Merger was effectuated on July 21, 2015, (SACC ¶ 1).   \n5. Prior to the Sale, Seller was o wned and/or  operated by \nPlaintiff/Counterclaim Defendant Tillery and Third-Party Defendants.  Tillery owned \nmore than eighty percent of Seller ’s stock before the Sale and served as the \nshareholder representative for  all pre-Sale shareholders of Seller  during the SPA ’s \nnegotiation and the closing of the Sale.  (SACC ¶ 2.)  Third-Party Defendants were \nall officers or shareholders of Seller.   (SACC ¶¶ 3 –23.)  Several of the Third -Party \nDefendants play a more prominent role in Buyer’s all egations—in particular, Chris \nWeidenhammer (“Weidenhammer”), a member and manager of Tillery , an officer of \nSeller, and the only Third -Party Defendant who did not own shares of Seller ; Paul \nTaveira (“Taveira”), an officer, manager, and shareholder of Seller; and John \nRuggiero (“Ruggiero”), also an officer, manager, and shareholder of Seller.  (SACC ¶¶ \n3–5.)  The Court sets forth in the succeeding paragraphs Buyer’s allegations in \nsupport of its claims against these individuals  and the remaining Third -Party \nDefendants as well as its counterclaims against Tillery.2 \n                                                 \n2 Buyer’s SACC asserts counterclaims against Tillery and similar claims against Third-Party \nDefendants.  For ease of reference, the Court will refer to Buyer’s counterclaims and claims \ntogether as Buyer’s “claims.” \n \n \n6. The SPA between Buyer and Seller was executed on May 8, 2015 by Buyer, \nSeller, Tillery , Taveira, Ruggiero, and the remaining Third -Party Defendant s.  \n(SACC Ex. 1, at Joinder Signature Pages [hereinafter “SPA”], ECF Nos. 35.1, 35.2.)  \nThe SPA stated that the shareholders of Seller would indemnify Buyer if certain \nrepresentations and warranties in the SPA were breached.  (SPA § 7.2(b) .)  To pay \nany such claims, t he Escrow Agreement required Buyer to set aside approximately \n$2.8 million in a separate escrow account.  (SACC Ex. 2, at 1–2 [hereinafter “Escrow \nAgreement”], ECF Nos. 35.3, 35.4.)  Any demand for payment against th is amount \nwas required to be received by the designated escrow agent by November 8, 2016.  \n(Escrow Agreement 3; see SACC Ex. 27, at 2, ECF No.  35.31.)  The representations \nand warranties applicable to this dispute continued until November 8, 2016 as well.  \n(SPA § 7.1(a) .)  I f Buyer provided proper notice under the terms of the SPA, the \nrepresentations and warranties would survive and continue until  any claim was  \nresolved.  (SPA § 7.1(c).)  Buyer alleges that it provided timely and proper notice and \ntimely filed its Counterclaim and Third -Party Complaint concerning several issues \nthat came to light after the  Sale that Buyer believes significantly affected A&D’s \nvalue.  \nB. Safety Rating Allegations \n7. A&D and its wholly-owned subsidiaries (collectively, the “A&D Companies”) \nare involved in the businesses of, among other things, transporting and managing \nhazardous and non-hazardous waste, remediating contaminated water and soils, and \nresponding to environmental emergencies.  (SACC ¶ 26); see also Tillery Envtl. LLC \n \n \nv. A&D Holdings, Inc. , 2017 NCBC LEXIS 68, at *2 (N.C. Super. Ct. Aug. 4, 2017).   \nIn these industries, a company’s safety record is important.  Customers and \nprospective customers require certain safety measurements be met as a prerequisite \nfor doing business or maintaining business relationships .  (SACC ¶ 28.)  One such \nsafety measurement is a company’s Experience Modification Rate (“EMR”).  (SACC ¶ \n27.)  Another is a company’s Total Recordable Incident Rate (“TRIR”).  (SACC ¶ 30.)  \n8. A company’s EMR is a numerical rating calculated  and assigned  by the \nNational Council on Compensation Insurance (“NCCI”) .  (SACC ¶ 27. )  NCCI \ncalculates a company’s  EMR by taking  the company’s “workers’ compensation loss \nexperience and comparing it to the average loss experience of other businesses in the \nsame industry classification.”  (SACC ¶ 27.)  NCCI uses loss experiences over a three-\nyear period to calculate the EMR.  (SACC ¶ 27.)  As an example, A&D’s 2015 EMR \nwas calculated from loss experiences in 2011, 2012, and 2013.  (SACC ¶ 27.)   \n9. The average loss for businesses in a particular industry is represented by \nan EMR of 1.0.  (SACC ¶ 27.)   If a business has an EMR over 1.0, for example, 1 .06, \nthe business has an above-average number of workers’ compensation losses.  (SACC \n¶ 27.)  A number below 1.0, for example, 0.96, would indicate a business has a below-\naverage number of workers’ compensation losses, and thus, a better -than-average \nsafety record.  (SACC ¶ 27.)   \n10. A company’s TRIR, on the other hand, “accounts for how many Occupational \nSafety and Health Act ( ‘OSHA’) recordable incidents a company experiences per \n \n \nnumber of hours worked.”  (SACC ¶ 29.)  The more OSHA incidents a business \nexperiences, the higher the business’s TRIR.  (SACC ¶ 29.) \n11. Buyer’s allegations regarding safety ratings focus mainly on two central \npoints.  First, Buyer claims Seller concealed or misrepresented information about \nSeller’s EMR for specific years .  Second, Buye r alleges Seller concealed actual \nworkplace injuries that have contributed to further safety issues that Buyer must \nnow confront.  Buyer asserts that the concealment of this information denied Buyer \nits opportunity to accurately evaluate wha t a fair purchase price for A&D would be  \nor whether Buyer wished to purchase the company at all .  According to Plaintiff, \nSeller’s intentional failure to disclose this information caused Buyer to pay  an \n“artificially inflated purchase price for” A&D.  (SACC ¶ 87.) \n1. EMR Allegations \n12. Leading up to the Sale, Buyer submitted due diligence requests to Seller.  \n(SACC ¶¶ 34–35.)  Among these requests was one that sought Seller’s “EMR history.”  \n(SACC ¶ 35.)  In response to this request, Buyer received information about Seller’s \nEMR for the years 2007–14.  (SACC ¶ 43.)  Buyer alleges (i) that Seller knew prior to \nthe Sale that some of  the EMR determinations provided were manipulated and \ninaccurate but concealed that fact, and (ii) that Seller was aware that its 2015 EMR \nwas going to be set at 1.13 but attempted to hide that fact from Buyer.  (SACC ¶¶ 33, \n51, 68.) \n13. In October 2014, Seller provided a presentation to Buyer that included \nliterature citing Seller’s “long track record of safety and environmental compliance.”  \n \n \n(SACC ¶ 31.)  The presentation literature also stated that Seller maintained an EMR \n“consistently below 1.0.”  (SACC ¶ 31.)  Buyer alleges that this statement was false \nwhen made and that Seller’s past EMR figures had been manipulated to appear lower \nthan they were.  (SACC ¶¶ 55–68.)  Buyer also alleges that Tillery, Weidenhammer, \nTaveira, and Ruggiero knew as much but caused Seller to make the representations, \nand the later misleading due diligence disclosures, anyway.  (SACC ¶ 31.)  \n14. In p articular, Buyer asserts  that the EMR information it received from \nSeller for the years 2012, 2013, and 2014 was misleading.  (SACC ¶¶ 57–59.)  Buyer \nalleges that the EMR numbers for these years had been artificially lowered by Seller’s \npractice of providing misleading information to NCCI in violation of NCCI protocols.  \n(SACC ¶ 61.)  This practice allegedly started in 2014 and worked as follows.  Seller, \nassisted by a hired business called AccuComp USA, would pay insurance carr iers \nrebates for closed claims.  (SACC ¶ 66.)  In exchange for these payments, the \ninsurance carriers would draft correspondence for Seller, stating that the costs \nassociated with the claims were lower than previously reported due to “errors.”  \n(SACC ¶ 66. )  Seller would then seek an ex post facto modification to its EMR \ndetermination from NCCI, claiming that the revision was needed because previous \nerrors associated with workers’ compensation claims had now been corrected.  (SACC \n¶ 66.)  Buyer alleges that this practice—sometimes referred to as “buying down”—is \nnot accepted in A&D’ s industry or  sanctioned by NCCI as a per missible method of \nmanaging a business’s EMR.  (SACC ¶ 66.) \n \n \n15. Buyer alleges that , as a result of Seller’s “buying down” its EMR for past \nyears, the EMR figures Buyer received for the years 2012 –14 were not the rates \noriginally calculated for those years by  NCCI.  Specifically, d uring due diligence, \nSeller reported its 2012 EMR as  0.97.  (SACC ¶ 57.)  In reality, in February 2012, \nNCCI set Seller’s 2012 EMR at 1.0.  (SACC ¶ 57.)  Likewise, the 2013 EMR of 1.03 \nwas originally set at 1.05; the 2014 EMR of 0.99 was originally set at 1.06.  (SACC ¶¶ \n58–59.)  Seller did not disclose these adjustments or its practice of “buying down” its \nEMR to Buyer.  (SACC ¶ 68.) \n16. In addition to these past EMR misrepresentations, Buyer also alleges that \nSeller improperly concealed its 2015 EMR.  Several days after Buyer’s December 29, \n2014 due diligence request for “EMR history,” Weidenhammer sent an email to Paul \nButsavage (“Butsavage”) , an officer, m anager, and shareholder of Seller , asking \nButsavage to obtain Seller’s EMR history.  (SACC ¶ 36.)  Butsavage did so  by \ncontacting Ironwood Benefits Advisory Services, LLC (“Ironwood”), Seller’s insurance \nbroker.  (SACC ¶ 37.)  Ironwood responded to Butsavage’s request on January 6, 2015 \nby supplying Butsavage with Seller’s EMR figures from 2010 up through 2015.  \n(SACC Ex. 9 , ECF No. 35.13 .)  Since December 2, 2014, Seller, Tillery, \nWeidenhammer, Taveira, and Ruggiero had allegedly been aware that Seller’s 2015 \nEMR would be set at 1.13, effective February 24, 2015.  (SACC ¶ 33; SACC Ex. 5, at \n1, ECF Nos. 35.8, 35.9 .)  Th e information Butsavage received from Ironwood \nconfirmed this—Buyer’s 2015 EMR was 1.13.  (SACC Ex. 9.) \n \n \n17. Upon receipt, Butsavage sent the 2010–15 EMR figures to Taveira but told \nTaveira to call him before the information was sent on  to Buyer.  (SACC ¶ 38.)  The \ntwo had a phone call, and minutes later Butsavage sent Taveira another email with \nEMR figures for the years 2010 through 20 14.  (SACC ¶ 39.)  The 2015 EMR \ninformation was omitted.  (SACC ¶ 39.) \n18. That same day, Butsavage requested Seller’s EMR information for the years \n2007–09 from Ironwood.  (SACC ¶ 40.)  I ronwood replied with Seller’s EMR figures \nfor the years 2007 –15.  (SACC ¶ 41.)  Butsavage sent this information to Taveira, \nagain omitting the 2015 EMR of 1.13.  (SACC ¶ 42.)  This information was th en \nprovided to Buyer without mention of the 2015 EMR determination.  (SACC ¶ 43.) \n19. As the Sale drew closer, Butsavage, Weidenhammer, and Taveira engaged \nin talks about potential ways to lower Seller’s 2015 EMR.  (SACC ¶¶ 44 –48.)  On \nJanuary 23, 2015, Butsavage sent an email to Weidenhammer and Taveira relaying \nhis discussion with an Ironwood representative about Seller’s 2015 EMR.  (SACC Ex. \n16, ECF No. 35.20 .)  Butsavage wrote that whether Seller needed to take steps to \nadjust its EMR immediately depended in part on how a new owner would manage the \nA&D Companies—if the A&D Companies’ insurance became integrated “in a package \nof companies,” the EMR could be diluted by the other companies in the group, and no \nadjustment would be needed.  (SACC Ex. 16.)  Butsavage then asked, “Is it acceptable \nfor me to speak to any of their team members as [sic] ask what their intentions are \nfor integration of A&D into their insurance program?”  (SACC Ex. 16.)   \nWeidenhammer replied, “Yes, but stay focused on your message and position this just \n \n \nas being [sic] a proactive inquiry so that we renew our coverages next month on the \nmost economical basis possible.”   (SACC Ex. 17 , ECF No. 35.21. )  Butsavage \nresponded and indicated that he understood and was “not pressing the panic  button \nabout an EMR over 1.0.”  (SACC Ex. 18, ECF No. 35.22.) \n20. On February 24, 2015, unbeknownst to Buyer, NCCI officially set Seller’s \nEMR for 2015 at 1.13.  (SACC ¶ 49.)  Several days after this, on March 3, 2015, Seller \nproduced to Buyer information responsive to still -outstanding due diligence issues.  \n(SACC ¶ 51.)  Seller’s correspondence about this production did not reference EMR \nor suggest in any way that information about Seller’s EMR was included in the \ndisclosures.  (SACC ¶ 51.)   Among the information produced was a disclosure \ndocument from Ironwood .  (SACC ¶ 51.)   The 2015 EMR was displayed on page \neighteen of that thirty-six page document.  (SACC ¶ 51.)  Buyer alleges that this form \nof “needle in the hays tack disclosure” was meant to conceal the 2015 EMR \ninformation from Buyer.   \n2. Undisclosed Injuries Allegations \n21. In addition to alleged dishonesty and concealment involving Seller’s EMR  \nfigures, Buyer  also alleges that Seller, Tillery, Weidenhammer, Taveira, and \nRuggiero withheld information abou t, and concealed the occurrence of , certain \nworkplace injuries involving the A&D Companies.  (SACC ¶ 72.)   \n22. Specifically, Buyer alleges that in the months leading up to the Sale, Seller \nreceived notice of work-related injuries occurring on January 21, 2015; February 27, \n2015; March 18, 2015; April 8, 2015; and April 16, 2015 (collectively, the “Undisclosed \n \n \nInjuries” or the “Injuries”).  (SACC ¶¶ 73–76.)  Buyer alleges that each of the Injuries \nultimately contributed to an increase in A&D’s EMR or TRIR, (SACC ¶¶ 74, 78), but \nnone were disclosed to Buyer, (SACC ¶ 72).   \n23. In another accident on March 8, 2015, an independent contractor working \nat one of Seller’s facilities suffered a fatal injury (the “Roofing Death” or the “Death”).  \n(SACC ¶ 83.)  In an email to Butsavage regarding the Roofing Death, Taveira wrote \n“We will have to disclose this to [Buyer].”  (SACC ¶ 83.)  Despite Taveira’s statement, \nthe Roofing Death was never disclosed , and Buyer learned of it only after the Sale.  \n(SACC ¶¶ 83, 85.)  In 2017, the deceased’s family file d a lawsuit against one of the \nA&D Companies seeking compensation for the Roofing Death.  (SACC ¶ 84.)   \n24. In 2016, more than a year after the Sale, Buyer was informed that its 2017 \nEMR would be set at 1.40.  (SACC ¶ 81.)  Even after taking steps to lower this \nnumber, Buyer was still left facing a 2017 EMR of 1.22.  (SACC ¶ 82.)  Buyer alleges \nthat the Undisclosed Injuries directly contributed to this increase in its EMR and a \ncoinciding increase in its TRIR.  Buyer also alleges that as a result of its rising EMR \nand TRIR numbers, “contracts that have historically generated considerable revenue \nfor [A&D] . . . are subject to termination.”  (SACC ¶ 88.)  Buyer further claims that it \nwill have a difficult time securing new contracts or renewing existing ones in light of \nits elevated EMR and TRIR figures.  (SACC ¶ 88.) \n25. In sum, Buyer alleges that the Tillery Movants —Tillery, Weidenhammer, \nTaveira, and Ruggiero—knowingly, intentionally, and fraudulently caused Seller to \nmanipulate Seller’s EMR history and conceal Seller’s 2015 EMR , the Undisclosed \n \n \nInjuries, and the Roofing Death with the intended result that Buyer would pay an \nartificially inflated price for A&D’s shares .  (SACC ¶ ¶ 51, 69, 71, 86 , 87.)  As a \nconsequence, Buyer seeks indemnification from Tillery and all shareholder Third -\nParty Defendants to the extent these fraudulent and misleading acts breached \nrepresentations and warranties in the SPA.   (SACC ¶¶ 97–109.)  Buyer also asserts \nclaims for fraud or, in the alternative, violations of the North Carolina Securities Act \n(the “NCSA”) against the Tillery Movants  based on these alleged acts .  (SACC ¶¶ \n110–29.)  \nC. Additional Breach of Contract Claims \n26. In addition to the above, Buyer also alleges that two invoices were \nerroneously included on Seller’s accounts receivable ledger at closing .   (SACC ¶ ¶ \n130–45.)  The first represented work done by Seller and a subcontractor for \nHoneywell.  (SACC ¶ 131.)  After closing, Buyer discovered Honeywell had paid the \nsubcontractor directly for the work, so Buyer credited the invoice amount of $10,000 \nback to Honeywell.  (SACC ¶ 131.)  The second invoice related to work done by Seller \nfor Alfred Benesch & Company (“Benesch”).  Buyer alleges that this invoice was \noriginally issued because Seller “failed to properly document change orders pursuant” \nto its agreement with Benesch .  (SACC ¶ 140.)  As a result, Benesch refused to pay \nthe invoice.  (SACC ¶ 141.)   Because both of these amounts were listed on Seller’s \naccounts receivable ledger and neither was collectable, Buyer also alleges that it is \nentitled to indemnification from Seller for these amounts pursuant to the SPA. \n \n \n27. Buyer notified Tillery and the escrow agent on or before No vember 8, 2016 \nthat it was demanding indemnification as a result of the Undisclosed Injuries, the \nRoofing Death, and the uncollectable invo ices for Honeywell and Benesch.   (SACC \n¶ 89; SACC Ex. 26, at 2, ECF No. 35.30.)  The escrow agent, having received Buyer’s \ndemand, notified Buyer and Tillery that it would not release any portion of the \namount held in escrow until the parties provided joint consent in writing or a court \nordered the distribution of the escrowed funds.  (SACC ¶ 92.)   \nII. \nPROCEDURAL BACKGROUND \n28. After the parties failed to resolve their dispute over the escrowed funds, \nTillery filed a lawsuit against Buyer and Ross.  See generally Tillery Envtl. LLC, 2017 \nNCBC LEXIS 68 (discussing Tillery’s claims against A&D and Ross).  Buyer filed its \nfirst set of count erclaims on April 21, 2017 and subsequently amended its \ncounterclaims twice, most recently on July 28, 2017.  \n29. In response to Buyer’s SACC, the Tillery Movants filed the Tillery Motion, \nthe McManus Movants filed the McManus Motion, and the Butsavage Movants filed \nthe Butsavage Motion.  The Court held a hearing on the Motions  to Dismiss  on \nOctober 24, 2017, at which all parties were represented by counsel.  The Motions to \nDismiss are now ripe for resolution.  \n \n \nIII. \nLEGAL STANDARD \n30. In ruling on a motion to dismiss made under Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure, the Court considers whether the allegations in the \nclaimant’s pleading, taken as true, “are legally sufficient to satisfy the elements of at \nleast some legally recognized claim.”  Arroyo v. Scottie’s Prof’l Window Cleaning, Inc., \n120 N.C. App. 154, 158, 461 S.E.2d 13, 16 (1995).  The Court construes the allegations \nin the pleading “in the light most favorable to the nonmoving party. ”  Christenbury \nEye Ctr., P.A. v. Medflow, Inc., 802 S.E.2d 888, 891 (N.C. 2017).  Documents that are \nattached to and incorporated into the pleading are considered part of the claimant’s \nallegations and may be considered by the Court, and the Court may reject allegations \nin the pleading that are contradicted by the attached documents .  Laster v. Francis, \n199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009).  Such consideration does not \nconvert the motion to dismiss into a motion for summary judgment.  Id. \n31. The Court will not grant a motion to dismiss unless it appears certain that \nthe claimant is not entitled to relief.  Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d \n161, 166 (1970).  Put another way, dismissal under Rule 12(b)(6) is only proper (i) \nwhen the pleading reveals, on its face, that no law supports the claimant’s claim; (ii) \nwhen the pleading reveals an absence of fact sufficient to make the claim; or (iii) when \nsome fact disclosed in the pleading necessarily defeats the claimant’s claim.  Oates v. \nJAG, Inc., 314 N.C. 276, 278, 333 S .E.2d 222, 224 (1985).   Accordingly, the Court \nmust determine whether the allegations within  the pleading, “treated as true, are \n \n \nsufficient to state a claim upon which relief may be granted under some legal theory, \nwhether properly labeled or not.”  NNN Durham Office Portfolio 1, LLC v. Highwoods \nRealty Ltd. P’Ship , 2013 NCBC LEXIS 11, at *20 (N.C. Super. Ct. Feb. 19, 2013) \n(quoting Crouse v. Mineo, 189 N.C. App. 232, 237, 658 S.E.2d 33, 36 (2008)). \nIV. \nANALYSIS \n32. Buyer asserts claims for breach of cont ract and indemnification  against \nTillery and all Third -Party Defendants except Weidenhammer.  Buyer also asserts \nclaims for fraud or, in the alternative, violations of the  NCSA against the Tillery \nMovants.  The Court begins by analyzing Buyer’s claim for f raud before turning to \nBuyer’s NCSA and breach of contract claims.  \nA. Buyer’s Fraud Claim \n33. Buyer’s claim for fraud alleges that the Tillery Movants “produced or caused \nSeller Corporation to produce false and misleading due diligence information” to \nBuyer during negotiations and the due diligence period and concealed or omitted \nmaterial information that they had a duty to disclose to Buyer.  (SACC ¶ 111.) \n34. The “essential elements of actionable fraud are well established: (1) False \nrepresentation or concealment of a material fact, (2) reasonably calculated to deceive, \n(3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage \nto the injured party.”  Ragsdale v. Kennedy, 286 N.C. 130, 138, 209 S.E.2d 494, 500 \n(1974).  As a general rule, a claimant’s reliance on allegedly false statements must be \nreasonable, though the reasonableness of such reliance is typically a question for the \n \n \njury.  Forbis v. Neal, 361 N.C. 519, 527, 649 S.E.2d 382, 387 (2007); Johnson v. Owens, \n263 N.C. 754, 758, 140 S.E.2d 311, 314 (1965) (“[W]here reliance ceases to be \nreasonable and becomes such negligence and inattention that it will, as a matter of \nlaw, bar recovery for fraud is frequently very difficult to determine.”). \n35. To survive a motion to dismiss made under Rule 12(b)(6), a claimant \nasserting a claim for fraud must plead all material facts and circumstances \nconstituting fraud with particularity, N.C. R. Civ. P. 9(b); Moore v. Wachovia Bank & \nTr. Co., 30 N.C. App. 390, 391, 226 S.E.2d 833, 834 –35 (1976), with the exception of \n“malice, intent, knowledge, and other condition of mind of a person,” which may be \n“averred generally,”  N.C. R. Civ. P. 9(b); Coley v. N.C. Nat’l Bank, 41 N.C. App. 121, \n125, 254 S.E.2d 217, 219 (1979).   Despite this higher standard for pleading fraud, \nthere is no “requirement that any precise formula be followed or that any certain \nlanguage be used.”  Shaw. v. Gee , 2016 NCBC LEXIS 103, at *15 (N.C. Super. Ct. \nDec. 21, 2016). \n36. As indicated by the first element of a common  law claim for fraud, either a \nfalse representation or the concealment of a material fact may give rise to a claim for \nfraud.  In this case, Buyer has pleaded both occurred. \n1. Fraudulent Concealment of the 2015 EMR \n37. Buyer first alleges that Tillery, Weidenhammer, Taveira, and Ruggiero \nconcealed material facts from Buyer —specifically, Seller’s 2015 EMR, the \nUndisclosed Injuries, and the Roofing Death—despite having a duty to disclose such \ninformation.  The basic elements of a claim for fraud based on omission are the same \n \n \nas those for any other claim for fraud, as recited above.  See, e.g., Hardin v. KCS Int’l, \nInc., 199 N.C. App. 687, 696, 682 S.E.2d 726, 733 (2009) .  In addition  to these, the \nclaimant must also allege that the party who failed to disclose the material fact owed \nthe claimant a duty to disclose.  Id. (citing Harton v. Harton, 81 N.C. App. 295, 297, \n344 S.E.2d 117, 119 (1986)); Christenbury Eye Ctr., P.A. v. Medflow, Inc., 2015 NCBC \nLEXIS 64, at *13 (N.C. Super. Ct. June 19, 2015), appeal dismissed, 783 S.E.2d 264 \n(N.C. Ct. App. 2016) (dismissing the appeal because N.C. Gen. Stat. § 7A -27(a)(2) \nprovided appellate jurisdiction to the Supreme Court of North Carolina), aff’d, 802 \nS.E.2d 888 (N.C. 2017) (affirming trial court’s decision).   \n38. Although fraudulent concealment or fraud by omission “is by its very nature, \ndifficult to plead with particularity ,” Breeden v. Richmond Cmty. Coll., 171 F.R.D. \n189, 195 (M.D.N.C. 1997), this Court has previously ruled that a litigant pleading an \nomission-based fraud claim must comply with Rule 9(b) by specifically pleading: \n(1) the relationship between plaintiff and defendant giving rise to the duty to \nspeak; (2) the event that triggered the duty to speak or the general time \nperiod over which the relationship arose and the fraud occurred; (3) the \ngeneral content of the information that was withheld and the reason for its \nmateriality; (4) the iden tity of those under a duty who failed to make such \ndisclosures; (5) what the defendant gained from withholding the information; \n(6) why the plaintiff's reliance on the omission was reasonable and \ndetrimental; and (7) the damages the fraud caused the plaintiff. \n \nChristenbury Eye Ctr., P.A., 2015 NCBC LEXIS 64, at *13–14; Island Beyond, LLC v. \nPrime Capital Grp., LLC , 2013 NCBC LEXIS 48, at *19 (N.C. Super. Ct. Oct. 30, \n2013); Lawrence v. UMLIC-Five Corp., 2007 NCBC LEXIS 20, at *9–10 (N.C. Super. \nCt. June 18, 2007) (adopting pleading requirements outlined in Breeden, 171 F.R.D. \nat 195).     \n \n \na. Existence of a Duty to Disclose \n39. When two parties are engaged in an arm’s-length transaction, two different \nscenarios will create a duty to disclose.  The first is whe n one party takes an \naffirmative step to conceal a material fact from the other.  Hardin, 199 N.C. App. at \n696, 682 S.E.2d at 733.  A concealed fact is considered material when it would have \ninfluenced the decision or judgment of another party, if known.  Godfrey v. Res-Care, \nInc., 165 N.C. App. 68, 75 –76, 598 S.E.2d 396, 402 (2004).  The second is when “one \nparty has knowledge of a latent defect in the subject matter of the negotiations about \nwhich the other party is both ignorant and unable to discover throu gh reasonable \ndiligence.”  Hardin, 199 N.C. App. at 696, 682 S.E.2d at 733  (quoting Sidden v. \nMailman, 137 N.C. App. 669, 675, 529 S.E.2d 266, 270 –71 (2000)).  In addition to \nthese situations, even when no duty to disclose exists, a party who chooses to speak \nhas a duty to make a full and fair disclosure of facts concerning the matters on which \nhe chooses to speak.  Ragsdale, 286 N.C. at 139, 209 S.E.2d at 501  (citing Low v. \nWheeler, 24 Cal. Rptr. 538, 543 (Ct. App. 1962) (“Even where there is no duty to make \na disclosure, when one does undertake to inform, he must speak the whole truth.”)). \n40. Beginning with Buyer’s fraud allegations involving Seller’s 2015 EMR, the \nTillery Movants first argue that Buyer’s claim for fraudulent concealment should be \ndismissed because Buyer has not alleged that it was denied a reasonable opportunity \nto investigate this information or that Buyer could not have learned Seller’s 2015 \nEMR by exercising reasonable diligence.  The Tillery Movants support this argument \nwith a quote originally from Hudson-Cole Development Corp. v. Beemer , 132 N.C. \n \n \nApp. 341, 511 S.E.2d 309 (1999) : “when the party relying on [a] false or misleading \nrepresentation could have discovered the truth upon inquiry, the complaint must \nallege that he was denied the opportunity to investigate or that he could not have \nlearned the true facts by exercise of reas onable diligence.”  Id. at 346, 511 S.E.2d at \n313.  The Tillery Movants also argue that they disclosed Seller’s 2015 EMR in the \nsubsequent insurance disclosure documents.  They finally contend that they had no \nobligation to provide Buyer with Seller’s 2015 EMR because Buyer’s due diligence \nrequested “EMR history ,” and the 2015 EMR had not been set at the time Buyer’s \nrequest was made. \n41. Addressing the Tillery Movants’ first argument, the Court notes that Buyer \nis not alleging that Seller’s 2015 EMR was a false or misleading representation that \nBuyer relied upon.  Buyer is also not relying solely on its assertion that the 2015 EMR \nwas a material fact Buyer could not have discovered.  Buyer has also alleged that the \nTillery Movants  actively concealed this information in a manner “calculated to \nprevent discovery,” (SACC ¶ 51), which itself gives rise to a duty to disclose  and can \nsupport a claim for fraudulent concealment,  Hardin, 199 N.C. App. at 696, 682 S.E.2d \nat 733 (stating that, between arm’s-length parties, the first scenario that will create \na duty to disclose is active concealment of a material fact and the second is a latent \ndefect the other party does not know of and could not have discovered through \nreasonable diligence ); see Shaw, 2016 NCBC LEXIS 103, at *11 –16 (holding Rule \n9(b)’s requirements were met when the plaintiff alleged facts showing that defendant \n“took affirmative steps to conceal material facts” and had otherwise pleaded the \n \n \nessential elements of a fraud defense) .  The Court beli eves Buyer has alleged \nsufficient facts at the 12(b)(6) stage  to plead a case of fraud by  active concealment \nbased on the 2015 EMR. \n42. More particularly, Buyer alleges that it requested EMR history information \nfrom Seller and that Butsavage asked Ironwood to provide this information to Seller \nfor purposes of responding to Buyer.  The information Ironwood provided included \nSeller’s 2015 EMR.  After an alleged phone call between Butsavage and Taveira, the \n2015 EMR information was deleted from the information Seller intended to provide \nto Buyer.  When Butsavage later asked for a larger range of EMR information from \nIronwood, the insurance broker again provided information that included the 2015 \nEMR.  This information was modified again prior to its submission to Buyer to omit \nSeller’s 2015 EMR.   \n43. In subsequent conversations between Weidenhammer, Taveira, and \nButsavage about potential ways to lower the 2015 EMR , Weidenhammer cautioned \nButsavage to “stay focused” in his communications with Buyer’s team and maintain \nthe position that Butsavage was only making “a proactive inquiry” to renew \ninsurance coverages in a cost-effective manner.  (SACC Ex. 17.)  Butsavage confirmed \nto the other two  that, in talking with Buyer, he was not going to “press[] the  panic \nbutton about an EMR over 1.0.”3  (SACC Ex. 18.)   \n                                                 \n3 The Tillery Movants’ argue that these emails do not demonstrate an intent to conceal \nbecause Seller’s “actions, if successful, would have inured to Buyer’s benefit and therefore do \nnot support a showing of intent to defraud or resulting damages. ”  ( Mem. Law Supp. Mot. \nDismiss Second Am. Countercl. & Third -Party Compl. Pl. & Coun tercl. Def. Tillery Envtl. \nLLC & Third-Party Defs. Chris Weidenhammer, Paul Taveira, and John Ruggiero 1 1, ECF \nNo. 63.)  The Tillery Movants fail to cite any authority, however, to support the proposition \n \n \n44. Eventually, Seller’s 2015 “over 1.0” EMR was provided to Buyer.  The figure \nwas included on page eighteen of a thirty -six page insurance document , which was \nsubmitted to Buyer with a number of other documents responsive to still-outstanding \ndue diligence issues.  The insurance document and the correspondence sending it did \nnot indicate that it contained information responsive to Buyer’s request for EMR \ninformation.  Under these circumstances, a reasonable fact finder could conclude that \nSeller intentionally “hid the ball” concerning Seller’s 2015 EMR by burying that \nfigure in the middle of a document in a large, unrelated production without notice or \ndirection to Buyer.  Accordi ngly, the Court concludes that, v iewed in the light most \nfavorable to Buyer, these pleaded facts show intentional behavior designed to prevent \nBuyer from reviewing Seller’s 2015 EMR before the Sale closed.  This intentional \nbehavior is sufficient to support Buyer’s claim for fraud.   \n45. The Court further concludes Buyer has alleged sufficient facts to show that \nSeller’s 2015 EMR was a material fact.  Buyer’s allegations explain the importance \nof a company’s EMR and overall safety record in A&D’s industry.  Seller’s EMR over \na period of years was  part of the information Buyer requested during due diligence, \nand Buyer alleges that it paid an overinflated price for A&D, in part, because of the \ninformation that was withheld from Buyer, including Seller’s 2015 EMR.  Because, \nas alleged,  the 2015 EMR number would have influenced Buyer’s judgment in \n                                                 \nthat fraudulent intent cannot be present when intentional deception might result in a benefit \nto the defrauded individual.  The Court will not adopt a rule approving of “I might have \nmisled you, but it was for your own good” transactions, and whatever positive benefit the \nTillery Movants argue Buyer receiv ed from their allegedly fraudulent concealment does \nnothing to alter the alleged fact that Buyer overpaid in the Sale as a result of that purported \nconcealment. \n \n \nentering into the SPA, it is a material fact.  See Godfrey, 165 N.C. App. at 75–76, 598 \nS.E.2d at  402 (“A fact is material ‘if the fact untruly asserted or wrongfully \nsuppressed, if it had been known to the party, would have influenced [its] judgment \nor decision in making the contract  at all.’”  (quoting White Sewing Mach . Co. v. \nBullock, 161 N.C. 1, 7, 76 S.E. 634, 636 (1912))). \n46. Addressing the Tillery Movants’ final  argument—that Seller’s 2015 EMR \nwas not requested by Buyer because it was not a historical EMR figure at that point \nin time—the Court notes that Buyer pleads that Seller’s insurance broker included \nthe 2015 EMR every time Seller requested its own EMR hist ory.  Buyer also pleads \nthat Seller was responsible for the omission of this information in its disclosures to \nBuyer.  The Court concludes that  the Tillery Movants’ semantic argument relying \nupon the terms of Buyer’s specific request and Seller’s interpretation of that request \nis not susceptible to resolution as a matter of law at this stage of the case, and thus \nthat argument cannot be a basis for granting the Tillery Motion.   Buyer has \nsufficiently alleged that a material fact was actively co ncealed and thus has \nsuccessfully pleaded facts giving rise to a duty to disclose. \nb. Rule 9(b)’s Requirements \n47. Although the Court has concluded that Buyer’s SACC contains factual \nallegations that, if true, would give rise to a duty to disclose Seller’s 2015 EMR, the \nCourt’s analysis is not complete.  The Court must now examine whether Buyer’s \npleaded facts concerning the concealment of Seller’s 2015 EMR meet the particularity \nrequirements of Rule 9(b) as to each Tillery Movant. \n \n \n48. Rule 9(b) requires a claimant alleging fraudulent concealment to identify \nthe person or persons who allegedly participated in the concealment.  Oberlin Capital, \nL.P. v. Slavin, 2000 NCBC LEXIS 8, at *15–16 (N.C. Super. Ct. Apr. 28, 2000), aff’d, \n147 N.C. App. 52, 554 S.E.2d 840 (2001).  The claimant must plead specific facts that \n“give rise to an inference of knowledge, intent , or reckless disregard” as to  the \nconcealment.  Id. at *16 (quoting Andrews v. Fitzgerald , 823 F. Supp. 356, 374 \n(M.D.N.C. 1993)).  “Conclusory allegations that a defendant acted in conspiracy with \nothers are insufficiently specific to meet the requirements of Rule 9(b).”  Id.; see also \nOberlin Capital, L.P. , 147 N.C. App. at 57, 554 S.E.2d at 845 (holding that the \nplaintiff “failed to allege sufficient facts of individual participation in any \nwrongdoing” by three corporate directors).   \n49. In this case, Buyer claims that  each of the  Tillery Movants —Tillery, \nWeidenhammer, Taveira, and Ruggiero —concealed Seller’s 2015 EMR from Buye r, \nbut the SACC  provides facts showing only Weidenhammer’s and Taveira’s specific, \nactive involvement in the alleged cover-up.  Whether Buyer has satisfied Rule 9(b)’s \nrequirements against Tillery and Ruggiero requires further analysis. \n50. As for Tillery, the Court concludes Buyer has pleaded facts sufficient to state \na claim for fraudulent concealment  against the company.  Although the SACC does \nnot expressly allege Tillery itself direct ed any person to conceal Seller’s 2015 EMR \nnumber, a broader reading of the allegations allows this basis for fraud to go forward \nagainst the LLC because of its agency relationship with Weidenhammer.   \n \n \n51. A principal is generally “responsible to third parties for injuries resulting \nfrom the fraud of his agent committed during the existence of the agency and within \nthe scope of the agent’s actual or apparent authority from the principal,” even when \nthe principal does not know  of or authorize the fraudulent conduct.  Norburn v. \nMackie, 262 N.C. 16, 23, 136 S.E.2d 279, 284–85 (1964).  Actual authority exists when \na principal consents to an agent acting on his behalf.  Munn v. Haymount Rehab. & \nNursing Ctr., Inc. , 208 N.C. App. 632, 638, 704 S.E.2d 290, 295 (2010).  Apparent \nauthority, in contrast, “is that authority which the principal has held the agent out \nas possessing or which he has permitted the agent to represent that he possesses.”  \nGreen v. Freeman, 233 N.C. App. 109, 114, 756 S.E.2d 368, 374 (2014) (quoting Pet, \nInc. v. Univ. of N.C., 72 N.C. App. 128, 135, 323 S.E.2d 745, 750 (1984)).   \n52. Here, Buyer alleges that Tillery served “in the capacity of Shareholder \nRepresentative for all [pre-Sale] shareholders of A&D” for purposes of negotiating the \nSPA and closing the Sale.  (SACC ¶ 2.)  Buyer also all eges that Weidenhammer was \na member and manager of Tillery and that Weidenhammer’s alleged actions were \nperformed “in his capacity as an officer of [Tillery].”  (SACC ¶ 3.)   Those actions \nincluded the concealment of Seller’s 2015 EMR.4   \n53. Taken as true and viewed in the light most favorable to Buyer, this \ncombination of facts allows for the conclusions that Tillery was engaged in efforts to \nsell its shares in A&D to Buyer and that  Weidenhammer—a member and manager \nof Tillery—was acting to further Tillery’s goals when he participated in a scheme to \n                                                 \n4 Weidenhammer also appears to have signed the SPA on behalf of Tillery.  (SPA, at Joinder \nSignature Pages.) \n \n \nconceal information harmful to Tillery’s position in that transaction.  A finder of fact \ncould reasonably conclude that Weidenhammer’s actions, as pleaded,  were \nundertaken with actual or apparent authority.  Thus, Buyer may base its claim for \nfraudulent concealment against Tillery on the concealment of Seller’s 2015 EMR as \nwell. \n54. In contrast, Buyer has not alleged sufficient fact s to state a claim for \nfraudulent concealment against Ruggiero based on the concealment of  Seller’s 2015 \nEMR.  The extent of Buyer’s allegations against Ruggiero in this context are that \nRuggiero “concealed material information [he] had a duty to disclose[ .]”  (SACC ¶ \n111.)  No further details are provided.  No alleged facts show Ruggiero was a party to \nthe discussions between Weidenhammer, Taveira, and Butsavage about Seller’s 2015 \nEMR or the conduct that resulted from those discussion s.  Buyer allege s that \nRuggiero was an officer, manager, and shareholder of Seller and pleads facts showing \nRuggiero’s involvement in making representations contained in the SPA , but  the \nSACC contains no facts tying Ruggiero to the EMR disclosure process , including the \nalleged concealment of Seller’s 2015 EMR. \n55. This Court has previously declined to hold that Rule 9(b) was satisfied in \nsimilar situations.  See, e.g., Worley v. Moore, 2017 NCBC LEXIS 15, at *73–74 (N.C. \nSuper. Ct. Feb. 28, 2017)  (holding that Rule 9(b) was  not satisfied when plaintiffs \nalleged that an individual defendant was a member of a group but pleaded particular \nfacts showing only that  other members of the group were involved in  making \nmisrepresentations); Oberlin Capital, L.P., 2000 NCBC LEXIS 8, at *16  (concluding \n \n \nthat no claim for fraudulent concealment was stated against corporate directors when \nplaintiff merely alleged “in a conclusory manner that the directors ‘concealed, failed \nto disclose and otherwise hid’” material facts).  Buyer’s claim against Ruggiero based \non fraudulent concealment of the 2015 EMR should therefore be dismissed. \n56. In summary , the Court concludes that Buyer’s claim for fraudulent \nconcealment against Tillery, Weidenhammer, and Taveira based on the alleged \nconcealment of Seller’s 2015 EMR satisfies Rules 12(b)(6) and 9(b).  Buyer has alleged \naffirmative acts to conceal information harmful to Seller’s interests in the Sale, the \ncontent of the information withheld, the individuals who participated in concealing \nthe information, and the damage caused to Buyer and the benefit bestowed on Seller \nby the concealment.  The reasonableness of Buyer’s reliance is a question typically \nleft to the jury and cannot be determined as a matter of law on the facts as pleaded \nhere.  Forbis, 361 N.C. at 527, 649 S.E.2d at 387; Johnson, 263 N.C. at 758, 140 S.E.2d \nat 314.  Buyer’s fraudulent concealment claim against Ruggiero based on Seller’s \n2015 EMR, however, must be dismissed.   Given that Buyer has now asserted its \ncounterclaims three separate times, the claim will be dismissed with prejudice.5 \n                                                 \n5 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt and will not be disturbed on appeal absent an abuse of discretion.”  First Fed. Bank v. \nAldridge, 230 N.C. App. 187, 191, 749 S.E.2d 289, 292 (2013).  In the context of a 12(b)(6) \nmotion, “the party whose claim is being dismissed has the burden to convince the court that \nthe party deserves a second chance[.]”   Id. at 192, 749 S.E.2d at 293 (quoting Johnson v. \nBollinger, 86 N.C. App. 1, 9, 35 6 S.E.2d 378, 383 (1987)).  Here, the Court is not persuaded \nthat Buyer should be entitled to a fourth chance to plead its counterclaim against Ruggiero. \n \n \n2. Fraudulent Concealment of the Undisclosed Injuries and Roofing \nDeath \n \n57. Turning to Buyer’s fraudulent concealment allegations involving the \nUndisclosed Injuries and the Roofing Death, Buyer alleges that the Tillery Movants \nintentionally failed to disclose  material information  about the Injuries and Death \ndespite having a duty to do so.  Responding to these allegations, the Tillery Movants \nargue that Buyer has failed to state a claim because they had no duty to disclose this \ninformation, because Buyer’s allegations are conclusory and ambiguous, and because \nBuyer has not alleged any specific damages resulting from the nondisclosure of the \nUndisclosed Injuries or Roofing Death.  After reviewing Buyer’s pleading, the Cou rt \ndisagrees with the Tillery Movants at this stage of the litigation. \n58. As with Seller’s 2015 EMR, the Tillery Movants first attack Buyer’s claim \nby asserting that they had no duty to disclose the Undisclosed Injuries or Roofing \nDeath.  The Tillery Movants characterize their failure to inform Buyer of these \nincidents as “merely Seller not volunteering information that was not requested and \nwhich it did not have an independent duty to disclose.”  (Mem. Law Supp. Mot. \nDismiss Second Am. Counte rcl. & Third -Party Compl. Pl. & Countercl. Def. Tillery \nEnvtl. LLC & Third -Party Defs. Chris Weidenhammer, Paul Taveira, and John \nRuggiero 15 [hereinafter “Tillery Movants’ Support Brief”], ECF No. 63.)  Buyer \ncounters this argument by asserting that the Tillery Movants incurred an obligation \nto disclose the Undisclosed Injuries and Roofing Death when they caused Seller to \nmake certain representations contained in sections 4.4(m) and 4.4(n) of the SPA. \n \n \n59. As previously stated, even in an arm’s-length transaction when no duty to \ndisclose would typically exist, a seller who does speak on a matter must make a full \nand fair disclosure of that matter.  Freese v. Smith, 110 N.C. App. 28, 35, 428 S.E.2d \n841, 846 (1993); Ragsdale, 286 N.C. at 139, 209 S.E.2d at 501  (“When [the seller] \nundertook to describe the business as a ‘gold mine’ and a ‘going concern’ he incurred \na concomitant duty to make a full disclosure of any extenuating financial \ncircumstances which counteracted his positive assertions concerning the condition of \nthe corporation.”).  Thus, even if no duty to disclose the  Undisclosed Injuries or the \nRoofing Death was created due to active concealment or a latent defect, such an \nobligation would have arisen in any event if sections 4.4(m) and 4.4(n) of the SPA \nmade “positive assertions” that would have been “counteracted” by facts about the \nUndisclosed Injuries or Roofing Death. \n60. Section 4.4(m) of the SPA stated: “Since the Most Recent Fiscal Month \nEnd . . . to the Company’s Knowledge, there has not been any Proceeding commenced \nagainst an A&D Company nor threatened in writing or anticipated relating to an \nA&D Company[.]”  (SPA § 4.4(m) .)  The “Most Recent Fiscal Month End” was \ndesignated as February 28, 2015.  (SPA § 4.3(a).)   \n61. The SPA specifically defined the term “Company’s Knowledge” as: \n[T]he actual knowledge of Paul Taveira , John Ruggiero and Daniel Martin, \nafter reasonable inquiry by such individuals, or such other individuals as may \nbe specifically identified with regard to a given representation or warranty as \nset forth herein.  For purposes of this definition, “reasonable inquiry” (a) shall \ntake into account the scope of the individual’s duties and includes reasonable \ninquiry of the Employee(s) who are primarily responsible for, or would \nreasonably be expected to have actual knowledge of, the subject matter of the \nrepresentation and warranty or other matter involved and (b) shall not \n \n \nrequire that any indivi dual make any inquiry of Persons who are not \nEmployees or check any records not within the possession of an A&D \nCompany.  \n \n(SPA 3.)  The SPA also define d “Proceeding” to mean “any proceeding, charge, \ncomplaint, claim, demand, notice, action, suit, litigati on, hearing, audit, \ninvestigation, arbitration, or mediation (in each case, whether civil, criminal, \nadministrative, investigative or informal) commenced, conducted, heard or pending \nby or before any Governmental Body, arbitrator or mediator.”  (SPA 9.)   \n62. Reading these provisions together, the SPA represented to Buyer that, after \na reasonable inquiry, neither Taveira nor Ruggiero had knowledge of events \noccurring since February 28, 2015 that would cause either of them to anticipate a \n“Proceeding”—i.e., a charge, claim, demand, lawsuit, investigation, arbitration, or \nmediation—against any of the A&D Companies.  Buyer argues that the existence of \nthe Undisclosed Injuries and Roofing Death mean t this statement was either \nmisleading or untrue.   The Court concl udes that a reasonable finder of fact could \nagree with Buyer on the facts pleaded. \n63. Buyer’s SACC identifies five different dates on which the five specific \nUndisclosed Injuries allegedly took place.  Three of these—a shoulder injury suffered \non March 18, 2015, a knee injury suffered on April 8, 2015, and a back injury suffered \non April 16, 2015 —occurred in the time period between February 28, 2015 and the  \nclosing of the Sale.  In addition to these incidents, the roofing contractor who was \ninjured on March 8, 2015 at Seller’s Georgia facility died on March 13, 2015.  Thus, \nthree of the Undisclosed Injuries  and the Roofing Death occurred after “the Most \n \n \nRecent Fiscal Month End,” as that date was defined by the SPA.  Buyer alleges that \nthese incidents were known to Seller and provides facts to support this assertion.  For \nexample, Seller’s workers’ compensation carrier established reserve amounts of \n$247,848 and $444,051 for the two claims resulting from the April 8 and April 16 \nUndisclosed Injuries.  (SACC ¶ 73.)  Additionally, three days after the Roofing Death, \nTaveira wrote an email to Butsavage stating “We will have to disclose this to [Buyer].”  \n(SACC ¶ 83.)  According to Buyer’s allegations, however, no disclosure was ever made. \n64.  Viewed in the light most favorable to Buyer, the above-described facts could \ncause a fact  finder to reasonably conclude t hat Ruggiero and Taveira , after a \nreasonable inquiry,  would have anticipated a “Proceeding” of some kind being \nbrought against one of the A&D Companies—indeed, in the case of the Roofing Death, \na wrongful death claim was eventually filed against A&D’s Georgia subsidiary. 6  \nConsequently, as pleaded, a fact finder could also reasonably conclude  that the \nrepresentation contained in  section 4.4(m )—that no  Proceedings against the A&D \nCompanies were anticipated—was contradicted by Taveira’s and Ruggiero’s alleged \nknowledge of the Undisclosed Injuries and Roofing Death and the facts surrounding \nthose incidents.  Thus, section 4.4(m) would not have told Buyer the whole truth, and \n                                                 \n6 The Tillery Movants argue that it is “untenable for Buyer to claim that a Proceeding would \nbe anticipated” as a result of the Roofing Death because “the incident was not reported to \nSeller’s workers’ compensation insurance [,] . .  . was not OSHA recordable ,” and did not \ninvolve an employee of Seller, and because of these factors it did not impact Seller’s EMR or \nTRIR.  (Mem. Further Supp. Mot. Dismiss Second Am. Countercl. & Third-Party Compl. Pl. \nand Countercl. Def. Tiller y Envtl. LLC & Third -Party Defs. Chris Weidenhammer, Paul \nTaveira, and John Ruggiero 9, ECF No. 88.)  Section 4.4(m), however, makes no reference to \nEMR or TRIR and is not limited to Proceedings originating from employees of the A&D \nCompanies. \n \n \nan obligation would have been created to speak fully on these matters.  See Ragsdale, \n286 N.C. at 139, 209 S.E.2d at 501. \n65. Buyer also argues that section 4.4(n) of the SPA required a full and fair \ndisclosure that should have revealed th e Undisclosed Injuries.  Section 4.4(n) \nprovided: “Since [February 28, 2015]  . . . to the Company’s Knowledge, with respect \nto any A&D Company, there has not been any Mate rial Adverse Effect[.]”  (SPA § \n4.4(n).)  The SPA define d Material Adverse Effect as “any event, condition, effect, \nchange, or development of a set  of circumstances or facts that  . . . has a material \nadverse effect on the business, assets or proprieties of the A&D Companies, taken as \na whole, after taking into effect any insurance recoveries[.]”  (SPA 7.)  Buyer asserts \nthat section 4.4(n) required the Tillery Movants to disclose the Undisclosed Injuries \nbecause Buyer’s ignorance of  these incidents  caused Buyer to overvalue the A&D \nCompanies and did not allow Buy er to fully evaluate the desirability of purchasing \nA&D. \n66. The Tillery Movants make several arguments asserting that section 4.4(n) \ndid not require the disclosure of  the Undisclosed Injuries, but the Court finds each \nwithout merit.  For example, the Tillery Movants argue Buyer has failed to plead that \na Material Adverse Effect occurred because it did not allege that the Undisclosed \nInjuries were not covered by insurance.   They also argue that Buyer has alleged no \nfacts showing that an actual adverse effect ha s occurred, such as the termination of \none of A&D’s contracts.  These, and the rest of the Tiller y Movants’ contentions, \nignore the actual thrust of Buyer’s argument—that A&D’s future business prospects \n \n \nwere far less certain than Buyer was led to believe they were, and as a result, Buyer \npaid an inflated price for A&D’s shares.    \n67. Buyer’s allegations, if true, would permit a finder of fact to reasonably \nconclude that a Material Adverse Effect had indeed occurred between February 28, \n2015 and the date the Sale closed, despite Seller’s representations in the SPA to the \ncontrary.  In A&D’s industry, future business , profitability, and value are tied to \nmaintaining certain safety ratings.   (See SACC ¶ 28.)   Events that cause  safety \nratings to rise to unaccepta ble levels would make A&D less valuable  and an \nacquisition of A&D’s shares less desirable . (See SACC ¶ 28.)  In other words, such \nevents could reasonably be found to have “ a material adverse effect on the \nbusiness . . . of the A&D Companies.”  (SPA 7.)  The pleaded facts suggest that Seller \nwas well aware of this dynamic.  In a March 18, 2015 email from Taveira to company \nmanagement personnel, Taveira wrote:  \nThe reason we are in the dilemma we are in with [customer Georgia Pacific] \nis, [sic] because the NC safety record is horrendous.  Our EMR, TRIR, OHSA \n[sic] citations and [Georgia Pacific] low grades post -work evaluations are a \ndirect result of our safety record in NC.  At this rate, it won’t matter how many \nhours we work because we will not have business. \n \n(SACC ¶ 53 (emphasis added).)   \n68. At the motion to dismiss stage, taking the facts in the light most favorable \nto Buyer, the Court conclude s that Buyer’s SACC provides facts that  show that the \nrepresentation made in section 4.4(n) was false and contradicted by the fact that the \nUndisclosed Injuries would soon contribute to a  significant, unfavorable increase in \nA&D’s safety ratings  and thus place significant business at risk .  Therefore, Buyer \n \n \nhas successfully alleged section 4.4(n) created a duty to make a full and fair disclosure \nof facts about the Undisclosed Injuries.  See Ragsdale, 286 N.C. at 139, 209 S.E.2d at \n501 (summary judgment inappropriate when corporate president had knowledge of \nthe fact the corporation had lost money, but represented it as a “gold mine” and a \n“going concern”); Phelps-Dickson Builders, L.L.C. v. Amerimann Partners , 172 N.C. \nApp. 427, 4 37–38, 617 S.E.2d 664, 671 (2005)  (reversing summary judgment for \ndefendant on fraud claim  following Ragsdale when defend ant made misleading \nstatements about the current demand for builders in certain subdivisions). \n69.  The Tillery Movants attempt to short-circuit this analysis,  and avoid \nliability arising from the representations made in Article IV of the SPA , by arguing \nthat Article IV expressly provide s that its representations are made by “the \nCompany,” i.e., pre -Sale A&D, i.e., Seller.  As a result, the Tillery Movants argue, \nthey cannot be liable for any fraud originating f rom these representations.  This \ncontention requires the Court to examine whether the Tillery Movants, even if aware \nthat the representations in sections 4.4(m) and 4.4(n) did not constitute a full and fair \ndisclosure of the matters those sections discussed, are nonetheless insulated from  \nliability because the SPA specified the representations in sections 4.4(m) and 4.4(n)  \nwere made by “the Company”  as opposed to the selling shareholders .  The Court \nconcludes that the answer to this question must be no. \n70. To the Court’s knowledge, no North Carolina court has had occasion to \nexamine the  issue of a corporate officer ’s liability for fraud when the alleged ly \nfraudulent statement s are  made within a contract and attributed solely to the \n \n \ncorporation by that same contract.  Thus, there is no North Carolina case on all fours \nwith the one now before the Court.   Seeking guidance, the Court considers the \nprinciples of law underlying the American corporate form , North Carolina law \ngoverning the tort liability of corporate  officers, and two Delaware Chancery Court \nopinions on this issue.7 \n71. It is well settled in the United States that  “a corporation is an artificial \nbeing, invisible, intangible, and existing only in contemplation of law.”  Trs. of \nDartmouth Coll. v. Woodward , 17 U.S. (4 Wheat.) 518, 636 (1819).   It is likewise \naxiomatic that a corporation, having no  body, voice, or other means of interacting \nwith the corporeal world, must rely on agents of the less-theoretical sort to transact \nits business—typically directors, officers, and employees.  Braswell v. United States, \n487 U.S. 99, 110 (1988);  see Burlington Indus., Inc. v. Foil , 284 N.C. 740, 758, 202 \nS.E.2d 591, 603 (1974).   \n72. When addressing questions of liability that inevitably arise from this agency \nrelationship, North Carolina courts have long recognized the following general rule: \na corporation’s agent “is not liable for the torts of the corporation ‘merely by virtue of \nhis office’” but is personally liable “‘for torts in which he actively participates,’ even \nthough [those torts are] ‘committed when acting officially.’”  Taft v. Brinley’s Grading \nServs., 225 N.C. App. 502, 520, 738 S.E.2d 741, 752 (2013)  (quoting Wolfe v. \nWilmington Shipyard, Inc., 135 N.C. App. 661, 670, 522 S.E.2d 306, 312 –13 (1999)); \n                                                 \n7 While the decisions of the Delaware Chancery Court ha ve no binding authority on  this \nCourt, this Court has frequently found the Chancery Court to be a “persuasive authority on \nvarious issues of business and corporate law.”  McMillan v. Unique Places, LLC, 2015 NCBC \nLEXIS 49, at *8 (N.C. Super. Ct. May 7, 2015). \n \n \nsee also Palomino Mills, Inc. v. Davidson Mills Corp. , 230 N.C. 286, 292 , 52 S.E.2d \n915, 919 (1949) (“[I]t is thoroughly well settled that a man is personally liable for all \ntorts committed by him, consisting in misfeasance, as fraud, conversion, acts done \nnegligently, etc., notwithstanding he may have acted as the agent or under directions \nof another . . . this is true to the full extent as to torts committed by officers or agents \nof a corporation in the manag ement of its affairs . . . the fact that the circumstances \nare such as to render the corporation li able is altogether immaterial  . . . .” (quoting \nMinnis v. Sharpe, 198 N.C. 364, 367, 151 S.E. 735, 737 (1930))).  The Court must now \ndetermine if this general rule applies equally in this case, where an agreement \nbetween the parties identified the c orporation as the sole source of the allegedly \nfraudulent representations. \n73. The Delaware Chancery Court has previously addressed this issue .  In \nABRY Partners V, L.P. v. F&W Acquisition LLC , 891 A.2d 1032 (Del. Ch. 2006), the \nChancery Co urt concluded that a seller could be liable for a sold company’s \ncontractual representations in certain situations: \n[T]he public policy of this State will not permit the Seller to insulate itself \nfrom the possibility that the sale would be rescinded if the Buyer can show \neither: 1) that the Seller knew that the Company's contractual \nrepresentations and warranties were fa lse; or 2) that the Seller itself lied to \nthe Buyer about a contractual representation and warranty.  This will require \nthe Buyer to prove that the Seller acted with an illicit state  of mind, in the \nsense that the Seller knew that the representation was fa lse and either \ncommunicated it to the Buyer directly itself or knew that the Company had.  \n \nId. at 1064.   \n74. The Chancery Court examined this issue again in Prairie Capital III, L.P. \nv. Double E Holding Corp., 132 A.3d 35 (Del. Ch. 2015).  Like in the case before this \n \n \nCourt now, the dispute in Prairie Capital III, L.P.  arose following a stock purchase \nagreement when the purchaser delayed the dispersal of escrow funds and brought \ncounterclaims against the sellers for fraudulent representations in the stock purchase \nagreement.  Id. at 43.  Several of the sellers responded by contending that “they [could \nnot] be accountable for any of the representations because they were made only by \nthe Company.”  Id. at 59.   \n75. The Chancery Court in Prairie Capital III, L.P. declined to adopt the sellers’ \nreasoning, explaining that a corporation has “no mind with which to think, no will \nwith which to determine and no voice with which to  speak,” and this means a \ncorporation can only “act through human agents.”  Id. at 59–60 (quoting N. Assurance \nCo. v. Rachlin Clothes Shop , 125 A. 184, 188 (Del. 1924)).   These agents, the court \ncontinued, cannot escape personal liability for the corporation’s fraudulent actions \nwhen they have actively  participated in the fraud.  Id. at 60 (citing Bay Ctr. \nApartments Owner, LLC v. Emery Bay PKI, LLC, No. 3658-VCS, 2009 Del. Ch. LEXIS \n54, at *44 (Del. Ch. Apr. 20, 2009)).  In keeping with the holding of ABRY Partners V, \nL.P., the court concluded that these principles meant the sellers could indeed be liable \n“for fraudulent contractual representations made by the Company  because the \n[purchaser] sufficiently allege[d] that [the sellers] knew that the representations [in \nthe stock purchase agreement] were false.”  Id. at 61.  The purchaser also sufficiently \nalleged that the seller s actively participated in making the false representations by \npleading facts showing that the sellers, among other things, “monitored and directed \nthe Company’s day to day bu siness activities,” were involved in the approval of “all \n \n \ndocuments and reports before anything was sent to [the purchaser],” and \n“communicated directly with [the purchaser] on a regular basis throughout the sales \nprocess, both during formal presentations and informal dinner meetings.”  Id.  The \nChancery Court concluded that these alleged facts were sufficient to support the \npurchaser’s claim for fraud.  See id. at 61–62.  \n76. The Court finds that these Delaware opinions offer not only a persuasive \nargument for the correct decision in this case, but also a satisfactory blueprint for \ndeciding this issue based on recognized North Carolina law .  There appears to be no \nprecedent in North Carolina supporting the enforcement of a contractual provision \nexculpating an i ndividual from intentional wrongdoing.  See Ada Liss Grp. v. Sara \nLee Corp., No. 06CV610, 2010 U.S. Dist. LEXIS 59691, at *27 (M.D.N.C. Apr. 28, \n2010) (“There is absolutely no case law in North Carolina, on either the state or \nfederal level, supporting the  enforcement of exculpatory clauses for intentional \nwrongdoing.”)  As one federal district court in North Carolina has noted, this is likely \nbecause “the issue is  . . . obviously contrary to sound law and policy [.]”  Id. at *28 \n(citing Restatement (Second) of Contracts § 195 (Am. Law Inst. 1981) ).  But if the \nCourt were to agree with the Tillery Movants ’ argument here , its decision would \neffectively exculpate them from any liability for Seller’s alleged misrepresentations \nin the SPA, even if they played a part in making those misrepresentations.  The only \nentity that could be liable for the misrepresentations under this line of reasoning  \nwould be A&D, the entity now owned by Buyer.   Such an  outcome would be \ninconsistent with North Carolina law. \n \n \n77. The SPA may have expressly provided that the representations in sections \n4.4(m) and 4.4(n) were made by Seller, but Seller, a corporate entity, had no voice of \nits own to speak with and no hand of its own to write with.  It was totally dependent \non its officers and other agents  to negotiate the terms of the SPA and make the \nrepresentations contained in the SPA.  If false or misleading statements were made, \nthey were necessarily made by one or more of Seller’s agents.  If facts pertinent to \nrepresentations made by Seller were withheld, they were necessarily withheld by one \nor more of Seller’s agents.  The law in North Carolina mandating liability for Seller’s \ntorts is clear: a corporate agent who actively participates in a corporate tort is \npersonally liable for that tort.  See, e.g., Wilson v. McLeod Oil Co., 327 N.C. 491, 518, \n398 S.E.2d 586, 600 (1990); Lillian Knitting Mills Co. v. Earle , 233 N.C. 74, 76, 62 \nS.E.2d 492, 493 (1 950) (“[C]orporate directors and officers are personally liable for \nmaking fraudulent misrepresentations of fact as to the financial condition of the \ncorporation to persons who deal with the corporation and suffer loss by reason of their \nreliance on such misrepresentations.”); Minnis, 198 N.C. at 367, 151 S.E. at 737; Taft, \n225 N.C. App. at 520, 738 S.E.2d at 752 ; White v. Collins Bldg., Inc. , 209 N.C. App. \n48, 56, 704 S.E.2d 307, 312 (2011) (holding that the president of a corporation could \nbe personally liable for negligen ce without piercing the corporate veil); Esteel Co. v. \nGoodman, 82 N.C. App. 692, 698, 348 S.E.2d 153, 157 (1986) (holding the evidence at \ntrial supported finding a corporation’s president liable for conversion when he \nparticipated in selling leased property on which an option to purchase had not been \nexercised); Wolfe, 135 N.C. App. at 670, 522 S.E.2d at 313.   \n \n \n78. The Court thus concludes that if the Tillery Movants actively participated \nin making the representations in sections 4.4(m) and 4.4(n) of the SPA with \nknowledge that a full and fair disclosure of the matters addressed by those sections \nhad not been provided to Buyer, the SPA’s language will not insulate the Tillery \nMovants from a claim for fraud based on those sections. \n79. At this stage of the case, Buyer’s pleaded facts would permit a fact finder to \nreasonably conclude  that the Tillery Movants were aware the representations in \nsections 4.4(m) and 4.4(n) were misleading  when made to Buyer but participated in \nmaking those representations anyway.  Buyer alleges that Tillery, Weidenhammer, \nTaveira, and Ruggiero all knew of the Undisclosed Injuries and Roofing Death before \nclosing, and Buyer’s pleaded facts also show that each of the Tillery Movants played \nan important role in the negotiation and implementation of the SPA.  Weidenhammer \nsigned the SPA as Seller’s president, was involved in the due diligence disclosures \nwith Buyer, and served as a manager of Tillery.  Tillery served as the shareholders’ \nrepresentative for the SPA  and Sale, employed Weidenhammer as its agent, and \nowned a majority of Seller’s shares.  Taveira and Ruggiero were both officers of Seller, \nand Seller’s representations in sections 4.4(m) and 4.4(n) were made by reference to \nTaveira’s and Ruggiero’s knowledge after a reasonable inquiry.   \n80. Furthermore, based on Buyer’s allegations, a  reasonable fact finder could \nconclude that b y caus ing Seller to sign the SPA, by actively participating in the \nproduction of due diligence information to Buyer, by allowing Seller to define its \nknowledge by their kn owledge, by selling their own shares to consummate the \n \n \ntransaction, and by allegedly doing so while knowing their actions would cause Seller \nto make representations to Buyer  that left out  material information , the Tillery  \nMovants actively participated in making the misrepresentations in the SPA.  Because \nSeller made the representations in section s 4.4(m) and 4.4(n) , it “incurred a \nconcomitant duty to make a full disclosure of any extenuating  . . . circumstances \nwhich counteracted [those] positive assertions” and is thus potentially liable to Buyer \nfor fraud.  Ragsdale, 286 N.C. at 139, 209 S.E.2d at 501.  Consequently, under Buyer’s \npleaded facts, the Tillery Movants are liable as well. \n81. Finally, the Tillery Movants also argue Buy er’s allegations involving the \nUndisclosed Injuries and Roofing Death are conclusory and ambiguous and thus fail \nto state a claim.  The Court does not agree.   \n82. Buyer has sufficiently pleaded a claim for fraud based on the Undisclosed \nInjuries and Roofing Death at this stage of the case.  First, as indicated above, Buyer \nhas pleaded facts giving rise to a duty to make a full and fair disclosure.   \n83. Second, Buyer has met the other requirements for alleging a claim for \nfraudulent concealment at this stage of the case.  Buyer alleges the general content \nof the information that should have been disclosed, the identity of the individuals \nwho knew the information and failed to disclose it, what those individuals gained \nfrom withholding the information, and that Buyer was damaged as a result of the \nconcealment when Buyer paid more for A& D than the corporation was truly worth.  \nEven if Buyer’s allegation s concerning knowledge and intent are general, such \nallegations meet the requirements of Rule 9(b).  N.C. R. Civ. P. 9(b).   The \n \n \nreasonableness of Buyer’s conduct is a question the Court can not decide now as a \nmatter of law.  See Forbis, 361 N.C. at 527, 649 S.E.2d at 387; Johnson, 263 N.C. at \n758, 140 S.E.2d at 314.  Consequently, Buyer’s claim for fraud against the Tillery \nMovants premised on the concealment of the Undisclosed Injuries and Roofing Death \nshould survive the Tillery Motion. \n3. Affirmative Misrepresentations \n84. The second prong of Buyer’s fraud claim rests on alleged affirmative \nmisrepresentations made to Buyer —the “false and misleading due diligence \ninformation” concerning Seller’s 2012, 2013, and 2014 EMR numbers.  (SACC ¶ 111.)  \nBuyer asserts that the Tillery Movants produced or caused Seller to produce this \ninformation to Buyer, that Buyer could not have known the information was false \nthrough due diligence, and that as a direct result of receiving fraudulent information \nBuyer ended up paying too much for Seller’s shares.   \n85. The Tillery Movants respond  to Buyer’s claims based on Seller’s 2012–14 \nEMR information by making two main arguments.  First, they argue that Buyer has \nfailed to plead that its reliance on Seller’s EMR numbers was reasonable.  Second, \nthe Tillery Movants assert that Buyer has not established that Seller’s practice of \n“buying down” its EMR each year was improper, and thus Buyer has failed to state a \nclaim as a matter of law.  The Court disagrees with both of these assertions but agrees \nthat Buyer has failed to plead facts that give rise to an inference of knowledge, intent, \nor reckless disregard on the part of Ruggiero with regard to Seller’s 2012–14 EMR \ndisclosures.  \n \n \n86. The Tillery Movants’ first argument asserts Buyer has failed to establish \nthat its reliance on the 2012–14 EMR figures was reasonable because the EMR data \nprovided to Buyer showed two years in which Seller’s EMR rose abov e 1.0.  As a \nresult, the Tillery Movants argue that Buyer should have been put on notice that \nfurther due diligence on Seller’s EMR was required.  Because Buyer could have \ndiscovered the truth about Seller’s EMR numbers upon inquiry, they continue, the \nlaw requires Buyer to plead that it was denied the opportunity to investigate or that \nit could not have learned the true facts by exercising reasonable diligence—something \nthe Tillery Movants claim Buyer did not do.   The Court does not find this argument \npersuasive. \n87. It is true that to succeed on a claim for fraud by affirmative representation \na claimant’s “reliance on alleged false representations must [have been] reasonable.”  \nCobb v. Pa. Life Ins. Co. , 215 N.C. A pp. 268, 277, 715 S.E.2d 541, 549 (2011).  It is \nalso true that reliance on false representations “is not reasonable where the plaintiff \ncould have discovered the truth of the matter through reasonable diligence, but failed \nto investigate.”  Id.; WNC Holdings, LLC v. All. Bank & Tr. Co., 2012 NCBC LEXIS \n53, at *36 (N.C. Super. Ct. Oct. 2, 2012).  But courts faced with arguments similar to \nthose propounded here, e.g., “Buyer Caused its Own Harm by Not Conducting \nAdditional Due Diligence,” (Tillery Movants’ Support Brief 13), must also remember \nthe unambiguous rule expressed by the Supreme Court of North Carolina: “the \nmaxim caveat emptor does not apply in cases of fraud ,”  Johnson, 263 N.C. at 758, \n \n \n140 S.E.2d at 314 (quoting Brooks v. Ervin Constr. Co., 253 N.C. 214, 217, 116 S.E.2d \n454, 457 (1960)).   \n88. The doctrine of reasonable reliance enforces the notion that “[a] plaintiff \nwho, aware, has made a bad bargain should not be allowed to disown it ,” but when \ncourts are presented with a close case, “a [party] who has intentionally made a false \nrepresentation about something material . . . should not be permitted to say in effect, \n‘You ought not to have trusted me.   If you had not been so gullible, ignorant, or \nnegligent, I could not have deceived you. ’”  Id.  Because the facts are of the utmost \nimportance in these cases, “[c]ourts should be very loath to deny an actually \ndefrauded [claimant] relief on” the grounds that his or her reliance was unreasonable.  \nId.  Thus, u nless “the facts [as alleged ] are so clear  that they support only one \nconclusion,” the reasonableness of a party’s reliance is a question of fact.  Forbis, 361 \nN.C. at 527, 649 S.E.2d at 387. \n89. The Court does not believe the reasonableness of Buyer’s reliance can be \ndetermined at this stage of the case.  The Court cannot conclude here that Buyer \nshould have known to con duct due diligence into t he accuracy of Seller’s previous \nEMR numbers simply because the altered numbers rose above 1.0 in two years before \nthe SPA was executed.  The Court will not guess why Buyer chose to go forward with \nthe SPA after seeing this information .  Perhaps Buyer decided two abnormally high \nyears were not cause for alarm; perhaps it had other motivations.  But even assuming \nthat after viewing Seller’s disclosed EMR figures Buyer should have been aware that \nSeller’s “consistently below 1.0” language was puffery, it does not follow that Buyer \n \n \nshould have also suspected that Seller’s EMR figures themselves were inaccurate and \nmanipulated.  \n90.  The Court is also skeptical of t he Tillery Movants’ argument that Buyer \ncould have discovered the truth of these matters via further inquiry .  No agent of \nSeller provided Buyer with facts about Seller’s practice of “buying down” Seller’s EMR \nin previous years when Buyer asked for information about Seller’s EMR history.  The \nCourt will not punish Buyer for failing to ask Seller if the EMR figures Seller provided \nwere calculated accurately and without manipulation.  See Johnson, 263 N.C. at 758, \n140 S.E.2d at 314 (“The law does not require a prudent man to deal with everyone as \na rascal and demand covenants to guard against the falsehood of every representation \nwhich may be made as to facts which constitute material inducements to a contract; \nthat there must be a reliance on the integrity of man  or else trade and commerce \ncould not prosper.” (quoting Cowart v. Honeycutt, 257 N.C. 136, 143, 125 S.E.2d 382, \n387 (1962))); Freese, 110 N.C. App. at 35, 428 S.E.2d at 846 (“[I]f a seller does speak \nthen he must make a full and fair disclosure of the matters he discloses.”).   \n91. What is more, in contradiction to the Tillery Movants’ assertions, Buyer has \nin fact pleaded that “Buyer could not have known of the falsity of the misleading \nstatements through the exercise of diligence as the relevant information was in the \nexclusive control of Seller Corporation” and the Tillery Movants.  (SACC ¶ 112.)  \nBuyer’s pleaded facts also demonstrate that Seller’s allegedly improper actions \nresulted in NCCI, the national group that calculated and set businesses’ EMRs , \nchanging Seller’s EMR figures for 2012 –14.  A fact finder could thus reasonably \n \n \nconclude that Seller’s practice of altering its EMR figures after the fact would have \nbeen difficult to discover.   The Court  therefore finds that Buyer has sufficiently \npleaded its reasonable reliance on the 2012 –14 EMR figures to satisfy the \nrequirements of Rule 12(b)(6).  See Forbis, 361 N.C. at 527, 649 S.E.2d at 387; Phelps-\nDickson Builders, L.L.C. , 172 N.C. App. at 439, 617 S.E.2d at 671 (holding the \nplaintiff’s fraud claims were “not barred on the grounds that plaintiff had some lesser \nopportunity to investigate the  various representations made by [defendant], who \npossessed superior knowledge on such matters ” when those representations “could \nnot be readily or easily verified”) ; Flanders/Precisionaire Corp. v. Bank of N.Y. \nMellon Tr. Co., 2015 NCBC LEXIS 36, at *36 (N.C. Super. Ct. Apr. 7, 2015) (holding \nthat a plaintiff had sufficiently pleaded reasonable reliance when its complaint stated \nthat it “was not privy to the information which would have allowed it to understand \nthe nature of [a contract]” and the plaintiff's responsibilities under the contract and \nthat plaintiff would not have entered the transaction had it known the true facts). \n92. The Tillery Movant s’ second argument—that Buyer has not sufficiently \nestablished the impropriety of Seller’s “buying down” its EMR and has pleaded only \nconclusory facts on this point—also embraces questions of fact that the Court cannot \nnow determine.  The question posed by the Tillery Motion i s whether Buyer’s \nallegations about Seller’s 2012–14 EMR disclosures support a claim for  fraud, \nassuming for now that the allegations are true and taking into account the particular \npleading requirements of Rule 9(b).  The Court concludes that they do. \n \n \n93. While it is true that the particularity requirements of Rule 9(b) cannot be \nsatisfied by using “conclusory language or asserting fraud through mere quotes from \nthe statute,” t he Supreme Court of North Carolina has stated that a claimant \npleading actual fraud meets Rule 9(b)’s pleading standard “by alleging [the] time, \nplace and content of the fraudulent representation, identity of the person making the \nrepresentation and what was obtained as a result of the fraudulent acts or \nrepresentations.”  Terry v. Terry, 302 N.C. 77, 85, 273 S.E.2d 674,  678 (1981).  Rule \n9(b) requires a claimant to plead with greater particularity to protect defendants from \n“unjustified injury to . . . reputation” and provide them with particular facts “in order \nto meet the charges” of fraud brought against them.  Id.  Buyer’s pleaded facts provide \nthe Tillery Movants with such information and are sufficient under this standard.   \n94. Buyer has alleged when and how the 2012–14 EMR numbers were produced \nby Sell er.  Buyer has also alleged the identities of individuals responsib le for \nproducing the numbers  and the result of the allegedly fraudulent acts —Buyer’s \noverpayment.  Buyer’s a ssertion that Seller’s practice of “buying down” EMR \nnumbers was “neither accepted as an industry practice, nor sanctioned by NCCI as a \npermissible method of managing EMR,” (SACC ¶ 66), is another fact Buyer pleads to \nsupport its claim for fraud —a fact that may weigh on whether  the 2012 –14 EMR \nfigures were false or misleading, whether the Tillery Movants possessed an intent to \ndeceive, or whether Buyer’s reliance was  reasonable.  Whether Buyer’s claims  are \nsupported by sufficient factual evidence is a question that must be left to a later stage \nof the case .  Compare Christenbury Eye Ctr., P.A. , 802 S.E.2d at 891 (stating that \n \n \ncourts treat allegations within pleadings as true when determining whether to grant \na Rule 12(b)(6) motion to dismiss), with Ussery v. Branch Banking & Tr. Co., 368 N.C. \n325, 334, 777 S.E. 2d 272, 278 (2015) (noting  that a mov ant is entitled to summary \njudgment “where a claim or  defense is utterly baseless in fact”) .  For now, Buyer’s \npleaded facts allow its claim for fraud based on the 2012 –14 EMR figures to survive \nthe Tillery Motion. \n95. Finally, for the reasons discussed above in relation to the concealment of \nSeller’s 2015 EMR, the Court concludes that Buyer  has sufficiently pleaded a claim \nagainst Tillery, Weidenhammer, and Taveira for fraud premised on Seller’s 2012–14 \nEMR figures but has failed to plead specific facts that “provide a ‘tie -in’” between \nRuggiero and the allegedly misleading information given to Buyer for the years 2012–\n14.  Oberlin Capital, L.P., 2000 NCBC LEXIS 8, at *16; see also Worley, 2017 NCBC \nLEXIS 15, at *73–74.  No pleaded facts show Ruggiero was involved in any manner \nin manipulating Seller’s EMR information or in producing the EMR disclosures to \nBuyer.  Thus, Buyer’s fraud claim against Ruggiero cannot be premised upon the \n2012–14 EMR information provided to Buyer. \n96. In conclusion, Buyer’s fraud claim based on Seller’s allegedly misleading \n2012–14 EMR numbers is sufficiently pleaded against Tillery, Weidenhammer, and \nTaveira but not Ruggiero.  Given that Buyer has now asserted its counterclaims three \nseparate times, Buyer’s claim for fraud based on the 2012 –14 EMR figures is \ndismissed against Ruggiero with prejudice. \n \n \nB. Buyer’s Alternative Claim Under the North Carolina Securities Act \n97. In the alternative, Buyer brings a claim against the Tillery Movants for \nviolations of the NCSA.  The NCSA regulates transactions involving “securities,” \nwhich are defined as: \nany note; stock; treasury stock; bond; debenture; evidence of indebtedness; \ncertificate of interest or participation in any profit -sharing agreement . . . \ninvestment contract . . . or, in general, any interest or instrument commonly \nknown as a “security[.]” \nN.C. Gen. Stat. § 78A -2(11).  “The NCSA recognizes three different categories of \n[potentially liable] persons and approaches liability against these different persons \nfrom different perspectives  and with different allocations of the burden of proof.”  \nNNN Durham Office Portfolio  1, LLC, 2013 NCBC LEXIS 11, at *2 8.  These \napproaches to liability include primary liability against certain persons under section \n78A-56(a), second ary liability for persons described  in section  78A-56(c)(1), or \nsecondary liability for those not included under section 78A-56(c)(1).  Id. at *29.  As \na general rule, t he NCSA does not impose a duty to disclose on parties.  Id. at *62–\n63.  Buyer assert s that it has properly stated a claim under the NCS A for primary \nliability against Tillery, Taveira, and Ruggiero and for secondary liability against  \nWeidenhammer, Taveira, and Ruggiero.8  \n                                                 \n8 Buyer’s SACC generally asserts that Tillery, Weidenhammer, Taveira , and Ruggiero \n“violated the North Carolina Securities Act” and buttresses this assertion with various \nalleged facts.  (SACC ¶¶ 117 –29.)  The pleading does not explain what particular provision \nof the NCSA gives rise to the Tillery Movants’ liability.  It appears to the Court from \nrepresentations and arguments made in Buyer’s brief that Buyer claims Tillery, Taveira, and \nRuggiero are subject to primary liability under the NCSA and Weidenhammer, Taveira, and \nRuggiero are subject to secondary liability.  The Court thus addresses Buyer’s claims as they \nare framed in Buyer’s brief, and to the extent the allegations in the SACC can be read more \nbroadly, the Court concludes that Buyer—after now asserting its counterclaims for the third \n \n \n1. Primary Liability Under the NCSA \n98. Sections 78A -56(a)(1) and 78A-56(a)(2) provide two grounds for holding \npersons primarily liable under the NCSA.  A person who offers or sells a security and \nviolates either of these sections “is liable to the person purchasing the security from \nhim, who may sue either at law or in equity to recover” certain remedies.  N.C. Gen. \nStat. § 78A-56(a).  Here, Buyer has properly pleaded a clai m for primary liability \nagainst Tillery, Taveira, and Ruggiero under either subsection. \n99. Section 78A-56(a)(1) imposes liability on persons who offer or sell “a security \nin violation of [sections] 78A-8(1) [or] 78A-8(3)[.]”  N.C. Gen. Stat. § 78A-56(a)(1).  In \neffect, this liability is “similar to common law fraud.”  Piazza v. Kirkbride, 785 S.E.2d \n695, 709 (N.C. Ct. App.), petition for disc. review granted, 794 S.E.2d 316 (N.C. 2016).  \nAs a result, a  claimant seeking to hold a person liable under subsection (a)(1) must \ninclude in their pleading allegations and facts sufficient to state a claim for common  \nlaw fraud.  Id.  Because the claim is based in  fraud, it must comply with Rule 9(b).  \nNNN Durham Office Portfolio 1, LLC , 2013 NCBC LEXIS 11, at *35.  Stated \ndifferently, to successfully state a claim under subsection (a)(1): \na plaintiff must plead with particularity that (1) defendant is a seller or \nofferor of a security who either (a) “employ[ed] any device, scheme, or artifice \nto defraud,” or (b) “engage[d] in any act, practice, or course of business which \n                                                 \ntime—has abandoned any NCSA claim against any other defendant or any alternative NCSA \nclaims against these defendants.  The Court dismisses such other claims with prejudice.  See \nThompson Installations, Inc. v. Stock Bldg. Supply, LLC, 2012 NCBC LEXIS 12, at *15 (N.C. \nSuper. Ct. Feb. 21, 2012) (deeming a cause of action abandoned when the plaintiff asserted \ngeneral liability under a chapter of the North Carolina General Statutes but “failed to plead \nor otherwise raise” liability under a specific section of the chapter); see also Blythe v. Bell , \n2013 NCBC LEXIS 7, at *32 (N.C. Super. Ct. Feb. 4, 2013) (dismissing or limiting contract \nclaims by the plaintiff as a result of his choice not to pursue certain claims). \n \n \noperates or would operate as a fraud or deceit upon any person”; (2) defendant \nacted with scienter; and (3) plaintiff justifiably relied.  \n \nId. at *35–36. \n100. In the instant case, Buyer has properly pleaded a claim for fraud against \nthree parties that sold Buyer securities —Tillery, Taveira, and Ruggiero —by way of \nthe previously discussed allegations involving concealed facts and affirmative \nmisrepresentations.  As a result, Buyer has stated a claim for civil liability under \nsection 78A-56(a)(1) against these three parties. \n101. As an alternative route to primary lia bility under the NCSA, section 78A -\n56(a)(2) imposes liability on an offeror or seller of a security who makes a false or \nmisleading statement about a material fact or makes a statement about a material \nfact that was false or misleading under the circumstan ces because of an omission.  \nN.C. Gen. Stat. § 78A -56(a)(2); NNN Durham Office Portfolio 1, LLC , 2013 NCBC \nLEXIS 11, at *37–39.  A successful claim  under this subsection  requires allegation \nand proof (i) that a false or misleading statement was made, (ii) that the statement \nwas material, and ( iii) that the statemen t “was made by one who offered or sold a \nsecurity.”  NNN Durham Office Portfolio 1, LLC , 2013 NCBC LEXIS 11,  at *39.  \nUnlike a claim for common law fraud or liability under subsection (a)(1), subs ection \n(a)(2) does not require proof of scienter or justifiable reliance .  Id. at *37; see N.C. \nGen. Stat. § 78A-56(a)(2).  A claim under this subsection may be grounded on fraud \nor negligence, and when it is based on negligence , “[t]he heightened pleading \nstandards of Rule 9(b) do not apply[.]  NNN Durham Office Portfolio 1, LLC , 2013 \nNCBC LEXIS 11, at *38.  The logical inverse of this statement is that the standards \n \n \nof Rule 9(b) will apply to a subsection (a)(2) claim based on fraud.  This point is largely \nextraneous here, however, because the Court has determined that Buyer’s allegations \nare sufficiently specific. \n102. Like with its claim for primary liability under subsection  (a)(1), Buyer’s \npreviously discussed al legations of fraud also serve to state a  claim for primary \nliability under subsection (a)(2).  Buyer ’s allegations about Seller’s 2012–14 EMR \nfigures show one set of false or misleading material statements made to Buyer.  The \nalleged misrepresentations made in the SPA are an example of another.  Thus, Buyer \nhas sufficiently stated a claim under section 78A -56(a)(2) against Tillery, Taveira, \nand Ruggiero to withstand a motion to dismiss.  \n2. Secondary Liability Under the NCSA \n103. In addition to allowing civil suits against those liable under section 78A -\n56(a), the NCSA also provides for what has been termed “secondary liability” under \nsection 78A-56(c).  Atkinson v. Lackey, 2015 NCBC LEXIS 21, at *17 (N.C. Super. Ct. \nFeb. 27, 2015); NNN Durham Office Portfolio 1, LLC, 2013 NCBC LEXIS 11, at *39–\n40.  To bring a successful claim for secondary liability, a claimant must first plead a \nprimary violation of the NCSA.  Atkinson, 2015 NCBC LEXIS 21, at *17 (“If Plaintiffs \ncan prove that an offeror or seller has primary liability . . . secondary liability will lie \nfor [the individuals listed in section 78A-56(c)(1).]”); NNN Durham Office Portfolio 1, \nLLC, 2013 NCBC LEXIS 11, at *41 –42 (“To bring a claim for [secondary] liability \nunder § 56(c)(1) or (2), a plaintiff must first plead a primary violation under § 56(a), \n(b), or (b1) . . . .”). \n \n \n104. Secondary liability  under the NCSA  allows a claimant to recover from a \nbroadly defined group of persons besides the primarily liable offeror or seller, and \nsection 78A-56(c) enumerates those who may be secondarily liable as follows: \n(1) Every person who directly or indirectly controls a person liable under \nsubsection (a), (b), or (b1) of this section, every partner, officer, or director of \nthe person, every person o ccupying a similar status or performing similar \nfunctions, and every dealer or salesman who materially aids in the sale is also \nliable jointly and severally with and to the same extent as the person, unless \nable to sustain the burden of proof that the pers on did not know, and in the \nexercise of reasonable care could not have known, of the existence of the facts \nby reason of which the liability is alleged to exist. \n(2) Unless liable under subdivision (1) of this subsection, every employee of a \nperson liable under subsection (a), (b), or (b1) of this section who materially \naids in the transaction giving rise to the liability and every other person who \nmaterially aids in the transaction giving rise to the liability is also liable \njointly and severally with and to the same extent as the person if the \nemployee or other  person actually knew of the existence of the facts by reason \nof which the liability is alleged to exist. \nN.C. Gen. Stat. 78A-56(c).  When determining whether a pleading sufficiently alleges \nthat a person materially aided a transaction for the purposes of a motion to dismiss, \nthis Court has previously required “allegations of conduct which rises to the level of \nhaving contributed substantial assistance to the act or conduct leading to primary \nliability under the NCSA.”  NNN Durham Office Portfolio 1, LLC, 2013 NCBC LEXIS \n11, at *49.   \n105. Although both subsections of 78A-56(c) extend liability to a potentially broad \ngroup of persons, the allegations required to plead a claim under each a re slightly \ndifferent.  A claimant states a claim under subsection (c)(1) by (i) stating a claim for \nprimary liability and ( ii) pleading facts that show the defendant fits within the \ncategory of persons listed in subsection (c)(1).  Id.  In contrast, a claimant statin g a \n \n \nclaim under subsection (c)(2) must ( i) state a claim for primary liability, ( ii) plead \nfacts showing the defendant fits within the category of persons listed in subsection \n(c)(2), and (iii) plead that the defendant “actually knew of the existence of th e facts \nby reason of which the liability is alleged to exist.”  Id. (quoting N.C. Gen. Stat. § 78A-\n56(c)(2)).  \n106. The Tillery Motion presents two separate questions for the Court.  The first \nis whether Buyer has properly pleaded a claim against Weidenhammer for secondary \nliability under the NCSA.  The second is whether Buyer has also done so against \nTaveira and Ruggiero.  The first question is easy to answer; the second is more \ndifficult. \n107. Buyer has clearly stated a claim for secondary liability against \nWeidenhammer under either subsection of 78A-56(c).  First, t he Court has already \nconcluded that Buyer has stated a claim for primary liability against Tillery.  Second, \nBuyer has alleged that Weidenhammer was a “member/manager of Tillery,” and that \nhe carried out  his complained -of conduct “in his capacity as an officer of Tillery .”  \n(SACC ¶ 3.)  Buyer has alleged specific ways in which Weidenhammer contributed to \nthe sale  of Tillery’s shares of  Seller, e.g., concealing information from  Buyer and \nsigning the SPA on behalf of Seller as its president.  (SACC ¶¶ 45, 71; SPA at Joinder \nSignature Pages.)  These alleged facts are sufficient to show that Weidenhammer was \na “person who directly or indirectly control[led] [Tillery]” as a “partner, officer, or \ndirector of [Tillery] ,” or a “person occupying a similar status or performing similar \nfunctions,” who materially aided in the sale under subsection (c)(1) .  N.C. Gen. Stat. \n \n \n§ 78A-56(c)(1).  These alleged facts also show that Weidenhammer was an “employee \nof [Tillery] who materially aid[ed] in the transaction” under subsection (c)(2).   N.C. \nGen. Stat. § 78A -56(c)(2).  Finally, Buyer has pleaded Weidenhammer ha d actual \nknowledge of the facts by reason of which liability is alleged to exist.  (See e.g., SACC \n¶¶ 33, 45–46, 111, 114.)  Buyer has thus stated a claim against Weidenhammer under \nsubsection (c)(1) and subsection (c)(2). \n108. Whether Buyer has properly pleaded a claim for secondary liability against \nTaveira and Ruggiero requires more analysis.  North Carolina law (and analogous \nfederal case law) requires a claim for secondary liability under the NCSA to be \npreceded by a claim for primary liability.  NNN Durham Office Portfolio 1, LLC, 2013 \nNCBC LEXIS 11, at *41; see Venturtech II, L.P.  v. Deloitte Haskins & Sells , 790 F. \nSupp. 576, 589 (E.D.N.C. 1992) (noting that aiding and abetting a violation of similar \nfederal securities law requires “a primary violation by another person”); see also Hunt \nv. Miller, 908 F.2d 1210, 121 3 n.5 (4th Cir. 1990) (comparing the NCSA and federal \nsecurities law and noting that section 78A-56(c) “has been interpreted by reference to \nfederal law”).   The relationship that must be shown between the primarily liable \nparty and the secondarily liable party differs de pending on whether the claim is \nbrought under subsection (c)(1) or subsection (c)(2).  See N.C. Gen. Stat. § 78A-56(c).  \nThe Court will analyze Buyer’s claim under each.  \n109. Section 78A-56(c)(1) attaches liability to two groups of individuals the Court \nneed consider here.  First, persons who directly or indirectly control a primarily liable \nperson, or “control persons,” and second,  partners, office rs, and directors of a \n \n \nprimarily liable person, or persons of similar status and function.  N.C. Gen. Stat. § \n78A-56(c)(1).  As noted above, to bring a claim against a person under this provision, \nthe claimant must first state a claim against the primarily liable person.  Id. (defining \nsecondarily liable individuals by their relationship to the “person liable under \nsubsection (a), (b), or (b1)”).   And while identifying partners, officers, directors, or \npersons of similar status and function can be straightforward, the statute does not \nprovide a manner for determining “who directly or indirectly controls” a primarily \nliable person.  \n110. This Court  has previously looked to “analogous federal control person \nliability statutes, such as 15 U.S.C. § 77o, when interpreting [section 78A-56(c)].”  \nNNN Durham Office Portfolio 1, LLC, 2013 NCBC LEXIS 11, at *41 (citing Hunt, 908 \nF.2d at 1213 n.5).  “Federal courts often invoke a two -part test to determine control \nperson liability” under these federal control person liability statutes: first, the alleged \ncontrol person must have “exercised general control over the operations of the  \nwrongdoer, and second, the control person must have had the power or ability—even \nif not exercised—to control the specific transaction or activity that  is alleged to give \nrise to liability.”   Atkinson, 2015 NCBC LEXIS 21, at *30 (quoting Donohoe v. Consol. \nOperating & Prod. Corp., 30 F.3d 907, 911–12 (7th Cir. 1994)); see also Waterford Inv. \nServs., Inc. v. Bosco, 682 F.3d 348, 354 (4th Cir. 2012) (stating that, when analyzing \ncontrol, the court is concerned with “the power or potential power to influence and \ncontrol the activities of a person”); In re Microstrategy, Inc. Sec. Litig. , 115 F. Supp. \n2d 620, 661 (E.D. Va. 2000) (“A plaintiff satisfies the control requirement under this \n \n \ndefinition by pleading facts showing that the controlling defendant ‘had the power to \ncontrol the general affairs of the entity primarily liable at the time the entity violated \nthe securities laws . . . [and] had the requisite power to directly or indirectly control \nor influence the specific corporate policy which resulted in the primary liability.’” \n(quoting Brown v. Enstar Grp., Inc., 84 F.3d 393, 396 (11th Cir. 1996))). \n111. Examining Buyer’s claim using this two-part test, the Court concludes that \nBuyer has not sufficiently stated a claim  against Taveira or Ruggiero under section \n78A-56(c)(1).  First, with respect to these two third-party defendants, Buyer has failed \nto meet the first requirement for secondary liability under 78A -56(c)(1)—a claim for \nprimary liability.  Buyer’s Third Claim for Relief in the SACC states, “At the time of \nthe purchase and at all relevant times preceding it, Taveira and Ruggiero were \nshareholders and officers of Seller Corporation, exerted direct and/or indirect control \nover Seller Corporation, and had knowledge of the Injuries and the EMR \nImproprieties.”  (SACC ¶ 120. )  Buyer also alleges that Taveira and Ruggiero were \nofficers of Seller.  (SACC ¶¶ 4–5.)  But even if these facts are true, Buyer overlooks a \nsignificant problem with this control person argument —it has not brought a claim \nagainst Seller, the controlled person.   Without a claim  for primary liability against \nSeller, Buyer cannot hold the individuals who are alleged to have controlled Seller \nsecondarily liable under subsection (c)(1). \n112. Perhaps reacting to this problem, Buyer argues in its brief:  \n“[Weidenhammer, Taveira, and Ruggiero] were all officers of Seller Corporation, and \nwere either shareholders or managed [Tillery].  They each exerted direct and/or \n \n \nindirect control over these entities, and had knowledge of the Undisclosed Injuries \nand EMR Improprieties.”  (Mem. Opp’n Counter cl. Def. Tillery & Third-Party Defs. \nWeidenhammer, Taveira and Ruggiero’s Mot. Dismiss Second Am. Countercl. & \nThird-Party Compl. 26, ECF No. 83.)  Buyer thus appears to make a vague argument \nthat Taveira and Ruggiero also controlled Tillery  in some manner, directly or \nindirectly, and thus still controlled a primarily liable person.   \n113. Whether this was Buyer’s intent or not, such an argument is unconvincing.  \nBuyer may argue this in its brief, but a motion to dismiss tests the sufficiency of \nBuyer’s pleaded facts.  Feltman v. City of Wilson, 238 N.C. App. 246, 251, 767 S.E.2d \n615, 619 (2014) (“The only purpose  of a Rule 12(b)(6) motion is to test the legal \nsufficiency of the pleading against which it is directed.”  (quoting Warren v. New \nHanover Cty. Bd. of Educ., 104 N.C. App. 522, 525, 410 S.E.2d 232, 234 (1991))).  The \nSACC contains no allegat ion that Taveira or  Ruggiero exerted any kind of control \nover Tillery and contains no pleaded facts showing Taveira or Ruggiero exercised \ngeneral control over the operations of Tillery or had the power or ability to control \nTillery in negotiating and executing the SPA.  The SACC also contains no allegations \nthat Taveira or Ruggiero fell into any other category of person listed in 78A -56(c)(1).  \nFor these reasons, Buyer fails to state a claim against Taveira and Ruggiero for \nsecondary liability under section 78A-56(c)(1). \n114. The group of people potentially liable  under 78A-56(c)(2) is broader than \nthose liable under  subsection (c)(1).  This route to secondary liability renders two  \ngroups of people liable to a claimant: (i) every employee of the primarily liable entity \n \n \nor person who materially aids in the transaction, and ( ii) “every other person who \nmaterially aids in the trans action giving rise to the liability,” so long as the person \nfrom either group “actually knew of the existence of the facts by reason of which the \nliability is alleged to exist.”  N.C. Gen. Stat. § 78-56(c)(2).  As the language suggests, \nsubsection (c)(2) extends secondary liability to persons beyond those individuals who \nhave a defined relationship with the primarily liable person.  NNN Durham Office \nPortfolio 1, LLC, 2013 NCBC LEXIS 11, at *55 (concluding that certain defendants \ncould be liable under 78A -56(c)(2) even though they were not control persons, \ndirectors, partners, officers, or employees of the primarily liable person because the \nplaintiff pleaded facts sufficient to show that the defendants were “other person[s] \nwho materially aid[ed] in the tra nsaction”).  Here, this broad category operates to \nsave Buyer’s claim. \n115. The SACC contains no pleaded facts showing Taveira or Ruggiero to be \nemployees of Tillery —the only potentially primarily liable party besides Taveira or \nRuggiero themselves.  Thus, Buyer’s claim for secondary liability against each relies \non Taveira or Ruggiero, respectively, qualifying as any “other person who materially \naid[ed] in the transaction” Tillery was involved in and who actually knew about the \nfacts giving rise to liability.  N.C. Gen. Stat. § 78A -56(c)(2).  Whether either Taveira \nor Ruggiero actually was such a person will be a question of fact, NNN Durham Office \nPortfolio 1, LLC, 2013 NCBC LEXIS 11, at *56 (noting the “fact-intensive” nature of \nthese elements) , and Buyer’s pleaded facts at this point, taken in the light most \nfavorable to Buyer, are adequate to state a claim against both.   \n \n \n116. The SACC and attached documents contain pleaded facts showing that \nTaveira was inv olved in the due diligence process between Seller and Buyer.  A \nnumber of the representations made in the SPA were also framed as being true to the \n“Company’s Knowledge,” which was defined by reference to the knowledge of Taveira \nand Ruggiero.  In addition, Buyer has alleged that Taveira and Ruggiero knew that \nfalse or misleading statements were being made in the offering or selling of securities \nin which Tillery was engaged .  The Court thus concludes that Buyer has made \nsufficient allegations concerning Taveira’s and Ruggiero’s secondary liability under \nsection 78A-56(c)(2) to survive a Rule 12(b)(6) motion to dismiss. \nC.  Breach of Contract and Indemnification Against Tillery and Third-Party \nDefendants \n \n117. Buyer also asserts claims for breach of contract and indemnification against \nall parties except Weidenhammer.  These claims are premised on alleged breaches of \nrepresentations and warranties in Article IV of the SPA.  Buyer believes the lack of \ndisclosure concerning the Roofing Death and Undisclosed Injuries and Buyer’s \ninability to collect on the Honeywell and Benesch invoices  resulted in breaches of \nthese representations and warranties.9    \n                                                 \n9 The SACC asserts three claims for relief for breach of contract and inde mnification: one \nagainst Tillery and all shareholder Third-Party Defendants based on breaches of sections 4.3, \n4.4, 4.8, 4.11, 4.13, and 4.21 of the SPA; and two against Tillery based on breaches of sections \n4.3 and 4.8.  (SACC ¶¶ 97 –109, 130–45.)  Based on the SACC and Buyer’s arguments in its \nbrief and at the October 24 hearing, the Court concludes that the facts and arguments \nunderlying these claims overlap completely.  Therefore, notwithstanding Buyer’s decision to \ndraw a distinction between these claim s in the SACC, the  Court will, where applicable, \ndiscuss the facts and arguments underlying Buyer’s three claims for breach of contract and \nindemnification together. \n \n \n118. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract.”  Supplee v. Miller-Motte Bus. \nColl., Inc., 239 N.C. App. 208, 216, 768 S.E.2d 582, 590 (2015).  In this case, the SACC \nsufficiently alleges , and the parties do not dispute , that a valid contrac t existed.  \nInstead, the parties disagree over whether the contract was breached and whether \nBuyer’s pleading sufficiently state s a cause of action against certain Third-Party \nDefendants.  \n119. The SPA, attached to Buyer’s pleading and incorporated therein, states that \nit was executed on May 8, 2015.   Section 7.2 of the agreement, entitled \n“Indemnification by the Shareholders ,” provided that the shareholders of Seller \nwould indemnify Buyer in certain circumstances, including if certain representations \nand warranties were breached or were inaccurate: \n After the Closing, subject to the terms and conditions of this Article \nVII, each Shareholder severally (and not jointly), pro rata based upon each \nShareholder’s Allocation Percentage, shall indemnify and hold harmless the \nBuyer . . . for all Losses incurred or suffered, directly or indirectly, relating to \nor arising from  . . . any breach or inaccuracy of any representation or \nwarranty made by the Company in Article IV . . . . \n \n(SPA § 7.2(b).)  Section 7.4 of the SPA placed certain maximum and minimum limits \non this indemnification obligation.  Notably, a breach of the representations and \nwarranties made in Article IV had a maximum indemn ification limit of $2.6 million \nand required a minimum aggregate loss of $260,000.  (SPA § 7.4(a).)  A claim based \non fraud had no minimum, but the maximum amount recoverable for a fraud claim \nwas limited to the purchase price.  (SPA § 7.4(a) .)  The $2.8 million set aside by the \n \n \nEscrow Agreement was meant to provide for  claims based on breaches of the  \nrepresentations and warranties. \n120. The shareholders’ obligation to indemnify Buyer did not continue \nindefinitely.  Instead, section 7.1 of the SPA provided that the indemnification \nobligation, and the underlying representations and w arranties, survived until 5:00 \nPM on the E scrow Agreement termination date—November 8, 2016.  (SPA § 7.1(a); \nsee SACC Ex. 27, at 2.)  If Buyer provided proper notice of a claim by that date, the \nrepresentation and warranty to which the claim related, and the indemnity obligation \nlinked to that representation and warranty, would survive until the claim was \nresolved.  (SPA § 7.1(c).)  To recover against the amount in escrow, Buyer also needed \nto provide proper notice to the escrow agent and Tillery that Buyer intended to make \na claim against those funds.  The Escrow Agreement required this notice to be a \n“written demand to Escrow Agent and to [Tillery] setting forth in reasonable detail \nthe basis of such Claim and the amount sought to be paid from t he Escrow Fund.”  \n(Escrow Agreement 2.) \n121. In light of these foundational terms of the SPA and Escrow Agreement, the \nCourt must determine whether Buyer has sufficiently alleged a breach of the SPA \nentitling Buyer to indemnification under the terms described a bove.  On this point, \nTillery and Third -Party D efendants, except for Weidenhammer  (collectively, \n“Movants”), make the following procedural and substantive arguments: (i) Buyer’s \nallegations against the McManus Movants and Butsavage Movants do not satisfy \nRule 8, (ii) Buyer has not pleaded facts showing the McManus Movants or the \n \n \nButsavage Movants have a duty to indemnify Buyer, (iii) Buyer has failed to plead \nfacts showing the warranties and representations in the SPA were breached or were \nmisleading, and (iv) Buyer’s claims are barred by the terms of the SPA and Esc row \nAgreement.  The Court addresses each argument in turn. \n1. Buyer’s Pleaded Facts Satisfy Rule 8 \n122. The McManus Movants and the Butsavage Movants argue Buyer has failed \nto state a claim against them for breach of contract because Buyer has failed to satisfy \nRule 8(a)’s notice pleading requirement.  For the reasons discussed below, the Court \ndisagrees. \n123. Unlike a claim for fraud, a pleading al leging breach of contract need only \nmeet the requirements of Rule 8(a) of the North Carolina Rules of Civil Procedure.  \nSee Haynie v. Cobb, 207 N.C. App. 143, 148, 698 S.E.2d 194, 198 (2010) (“The general \nstandard for civil pleadings in North Carolina is n otice pleading.” (quoting Murdock \nv. Chatham Cty., 198 N.C. App. 309, 316, 679 S.E.2d 850, 855 (2009)) ).  Under Rule \n8(a)(1), a pleading asserting a claim must contain “[a] short and plain statement of \nthe claim sufficiently particular to give the court and the parties notice of the \ntransactions, occurrences, or series of transactions or occurrences, intended to be \nproved showing that the pleader is entitled to relief[.]”  N.C. R. Civ. P. 8(a)(1).  Under \nthis “notice pleading” standard, “a statement of claim is adequate if it gives sufficient \nnotice of the claim asserted to enable the adverse party to answer and prepare for \ntrial, to allow for the application of the doctrine of res judicata, and to show the type \n \n \nof case brought.”  Wake Cty. v. Hotels.com, L.P., 235 N.C. App. 633, 646, 762 S.E.2d \n477, 486 (2014) (quoting Sutton, 277 N.C. at 102, 176 S.E.2d at 165).   \n124. A trial court may dismiss a pleading that violates Rule 8(a)(1) via Rule 41(b).  \nPlasman v. Decca Furniture (USA), Inc., No. COA17-151, slip op. at 17 (N.C. Ct. App. \nFeb. 6, 2018).   Dismissal is appropriate if the trial court first determines “the \nappropriateness of lesser sanctions” for failing to comply with Rule 8.  Id. at 8 (quoting \nWilder v. Wilder, 146 N.C. App. 574, 577, 553 S.E.2d 425, 427 (2001)).  When the trial \ncourt engages in such an analysis, “its resulting order will be reversed on appeal only \nfor an abuse of discretion.”  Id. at 8–9.  In this case, however , the Court concludes \nthat Buyer’s claim is adequately stated. \n125. Buyer’s pleaded facts here, taken as true, establish the following.  Each of \nthe McManus Movants and Butsavage Movants was a shareholder of Seller.  Each \nsigned the SPA as a shareholder of Seller.  The SPA provided that under ce rtain \ncircumstances, e.g., the breach or inaccuracy of the warranties and representations \nin Article IV of the SPA, the shareholders agreed to indemnify Buyer.  Buyer alleges \nthat these circumstances have now occurred and that the shareholders are thus \nobligated to indemnify Buyer.  The SACC expressly (i) includes the McManus \nMovants and the Butsavage Movants in the designated group identified as “Third -\nParty Defendants,” (SACC 2), (ii) sets out the representations and warranties in the \nSPA Buyer believes were breached or were inaccurate, (SACC ¶ 102), (iii) states why \nBuyer believes the representations and warranties were breached, (SACC ¶ 102), and \n \n \n(iv) alleges that “Tillery . . . and Third-Party Defendants” have refused to indemnify \nBuyer, breaching the SPA,  (SACC ¶¶ 107–09).   \n126. These pleaded facts give the McManus Movants and Butsavage Movants \nsufficient notice of the transaction that produced Buyer’s claim and the nature and \nbasis of the claim, allow for trial preparation, allow for the application of res judicata, \nand show the type of case brought.   Thus, Buyer’s claim for breach of contract and \nindemnification against the McManus Movants and the Butsavage Movants meets \nthe requirements of Ru le 8(a) , and their  respective motions to dismiss this claim \nshould be denied. \n2. The Shareholders’ Obligation to Indemnify \n127. The McManus Movants and Butsavage Movants also contend that Buyer’s \nclaim against them for breach of contract and indemnification should  be dismissed \nbecause Buyer has not pleaded that either group breached the SPA or failed to comply \nwith a duty under the SPA.  The pleaded facts in the SACC say otherwise. \n128. As stated above, the SACC contains pleaded facts that establish that the \nMcManus Movants and Butsavage Movants were parties to the SPA and agreed to \nindemnify Buyer for the breach of certain representations and warranties contained \ntherein.  Buyer has also alleged that breaches occurred that entitle Buyer to \nindemnification and  that, despite Buyer’s notice, Tillery and the shareholders of \nSeller have refused to indemnify Buyer or release the escrowed funds to Buyer.  While \nthe Court will discuss the suffici ency of Buyer’s allegations that specific sections of \nthe SPA were breached below, if any representation or warranty was breached, Buyer \n \n \nhas pleaded sufficient facts to establish that the shareholders of Seller had an \nobligation to indemnify Buyer.  A wrongful refusal to do so would be a breach of the \nSPA.  Thus, Buyer has sufficiently alleged a breach of contract and indemnification \nclaim against the shareholders of Seller to the extent the Court concludes Buyer has \nsufficiently pleaded that a relevant rep resentation and warranty in the SPA was \nbreached or was inaccurate. \n3. Breach of Article IV’s Representations and Warranties \n129. Movants’ most fact -intensive argument challenges Buyer’s breach of \ncontract and indemnification claims by contending that Buyer has failed to plead that \nany representations and warranties made in the SPA were breached or were \nmisleading. \n130. Buyer argues that it is entitled to indemnification because the alleged \nconcealment of the Roofing Death and Undisclosed Injuries “constitutes a breach of \nthe Representations and Warranties included in, but not limited to Sections 4.3, 4.4, \n4.8, 4.11, 4.13, and 4.21 of the SPA. ”  (SACC ¶ 102.)   Movants counter by asserting \nthat none of the enumerated sections required the Roofing Death or the Undisclosed \nInjuries to be disclosed.   Buyer also asserts that the uncollectible Honeywell and \nBenesch invoices resulted in breaches of sections 4.3 and 4 .8 of the SPA.  The Court \nevaluates each section in turn. \na. Breach of Article IV: Section 4.3 \n131. Section 4.3 included two sets of representations.  First, section 4.3(a) stated \nthat the financial statements attached to the SPA were “prepared in accordance with \n \n \nGAAP . . . and present[ed] fairly in all material respects the financial condition of the \nA&D Companies collectively[.]”  (SPA § 4.3(a).)  Second, section 4.3(b) represented \nand warranted that “[n]o A&D Company ha[d] any Liabilities of a nature required to \nbe or customarily reflected in a balance sheet (or the notes thereto) prepared in \naccordance with GAAP that [were] not reflected or reserved against in the Financial \nStatements,” except, notably, liabilities incurred a fter February 28, 2015.  (SPA § \n4.3(b).)  The SPA defined “Liability” as “any liability, residual, loss, obligation, claim \nor commitment of any kind or nature, whether known or unknown, asserted or \nunasserted, absolute or contingent, accrued or unaccrued, liquidated or unliquidated, \nor due or to become due.”  (SPA 7.) \n132. Buyer a sserts that section 4.3 was breached because the Undisclosed \nInjuries and Roofing Death were “Liabilities” that should have been reflected in \nSeller’s financial statements .  Buyer also argues that section 4.3 was brea ched by \nSeller’s inclusion of the Honeywell and Benesch invoices in Seller’s accounts \nreceivable.  Movants respond that section 4.3 was not breached because Seller only \nreceived notice of one of the Undisclosed Injuries before February 28, 2015.  They also \nargue that the Injuries were immaterial, and thus did not need to be included in the \nfinancial statements for the statements to “present fairly in all material respects the \nfinancial condition of the A&D Companies,” (SPA § 4.3.), because it appears that the \nUndisclosed Injuries were covered by workers ’ compensation insurance and Buyer \nhas not alleged that knowledge of the Injuries would have significantly impacted \n \n \nBuyer’s decisions.  The Court does not find Movants’ arguments pers uasive at this \nstage of the case. \n133. Buyer’s pleaded facts show that  two of the Undisclosed Injuries occurred \nbefore February 28, 2015, and Seller is alleged to have been  aware of one of th e \nInjuries prior to that date .  As noted above, Buyer has also pleaded several ways \ninformation about the Undisclosed Injuries would have been important to Buyer.  The \nimportance of this information was not limited solely to the issue of whether Buyer \nor an insurance company would have to pay the injured employee.  Instead, it would \nhave provided Buyer context about Seller’s safety ratings and the likelihood they \nwould deteriorate in the future—information directly relevant to the overall value of \nthe A&D Companies.   Movants also fail to provide a convin cing argument to rebut \nBuyer’s allegations about the Honeywell and Benesch invoices.   \n134. All in all, although the SACC is scant on details about the required contents \nof the financial statements,  it does not reveal an absence of fact necessary to plead \nBuyer’s claims, nor does it disclose a fact that necessarily defeats Buyer’s claims.  For \nthese reasons, the Court is not prepared to conclude that Buyer has failed to state a \nclaim as to the breach of section 4.3.  Buyer has alleged the provision of the SPA that \nBuyer believes was breached and why Buyer believes this provision was breached.  \nBuyer’s allegations will provide Movants the opportunity to answer and prepare their \ncase, allow for the application of res judicata, and show the type of case Buyer brings.  \nWhether Buyer can proffer evidence showing that the pre-February 28 Undisclosed \nInjuries should have been reflected on Seller’s financial statements will be addressed \n \n \nat a later stage of the case.  See Ussery, 368 N.C. at 334, 777 S.E.2d at 27 8 (movant \nis entitled to summary judgment “where a claim or defense is utterly baseless in \nfact.”) \nb. Breach of Article IV: Section 4.4(b) \n135. Section 4.4(b) of the SPA represented to Buyer that “[s]ince [February 28, \n2015] . . . no A&D Company ha[d] experienced any damage, destruction, or loss (not \ncovered by insurance) to its assets in the aggregate in excess of $25,000.”   (SPA \n§ 4.4(b).)  Buyer contends that this representation and warranty was breached  \nbecause the Undisclosed Injuries have rendered many of Buy er’s contracts with \ncustomers vulnerable to termination.  The Court disagrees with this assertion.  \nBuyer’s pleading does not contain allegations  indicating that the A&D Companies’ \nassets sustained a loss, damage, or destruction in excess of $25,000 that w as not \ncovered by insurance.  Buyer has thus failed to allege, after multiple chances to bring \nits counterclaims, that section 4.4(b) was breached.  The Court will therefore dismiss \nBuyer’s claim for breach of contract and indemnification as to  section 4.4 (b) with \nprejudice.  \nc. Breach of Article IV: Sections 4.4(m) and 4.4(n) \n136.  As for  sections 4.4(m) and 4.4(n) , the Court concludes, for the reasons \nexplained above in connection with Buyer’s other claims for relief , that Buyer has \npleaded sufficient facts such that a reasonable finder of fact could  conclude that the \nrepresentations and warranties in sections 4.4(m) and 4.4(n) were inaccurate in light \nof the Undisclosed Injuries and Roofing Death .  The Court does not find Movants’ \n \n \narguments to the contrary convincing at this stage of the case.  Thus, the Motions to \nDismiss are denied as to Buyer’s claim for breach of contract and indemnification to \nthe extent Buyer’s claim is based on sections 4.4(m) and 4.4(n).   \nd. Breach of Article IV: Section 4.8  \n137. Section 4.8  of the SPA represented and warranted to Buyer that the \naccounts receivable reflected on Seller’s “Closing Date Balance Sheet” were “bona fide \nobligations in favor of the A&D companies” and were  not, in the aggregate, “subject \nto any pending or threatened defense, counterclaim, right of offset, returns, \nallowances or credits, except for early payment discounts in the ordinary course of \nbusiness or except to the extent reserved against on the Closing Date Bala nce Sheet \nor which would not have a Material Adverse Effect.”  (SPA § 4.8.)  Buyer asserts that \nMovants must indemnify it for a breach of section 4.8 because Seller’s failure to \ndisclose the  Undisclosed Injuries and Roofing Death constituted a breach of th is \nsection.  Buyer also argues that section 4.8 was breached due to Buyer’s inability to \ncollect on the Honeywell and Benesch invoices. \n138.   The Court does not agree with Buyer that Seller’s alleged concealment and \nnondisclosure of the Undisclosed Injuries and the Roofing Death constitute a breach \nof section 4.8.  Even viewing the facts in the light most favorable to Buyer, the SACC \ndoes not contain  any alleged facts linking the Undisclosed Injuries or the Roofing \nDeath to the subject matter of section 4.8—Seller’s accounts receivable reflected on \nthe Closing Date Balance Sheet.   Buyer thus cannot base its claim s for a breach of \nsection 4.8 on the Undisclosed Injuries or the Roofing Death. \n \n \n139. In contrast, Buyer’s allegations  regarding the Honeywell and Benesch \ninvoices do provide facts sufficient to state a claim for breach of section 4.8.  Section \n4.8 warranted that these invoices, included in Seller’s accounts receivable reporting, \nrepresented bona fide obligations to the A&D Companies that were not su bject to \n“any pending or threatened defense, counterclaim, right of offset, returns, allowances \nor credits[.]”  (SPA § 4.8.)  Buyer has alleged that the Honeywell invoice was subject \nto a credit and that the Benesch invoice was only issued as a result of Seller’s failure \nto properly document change orders .  These allegations, if true, would result in a \nbreach of section 4.8.  Thus, the Court concludes Buyer has properly stated a claim \nfor breach of contract and indemnification as to section 4.8 to this extent. \ne. Breach of Article IV: Sections 4.11, 4.13, and 4.21 \n140. Buyer also contends that Movants are obligated to indemnify Buyer for \nbreaches of the representations and warranties made in sections 4.11, 4.13, and 4.21 \nof the SPA.  Movants argue that Buyer did not provide timely notice under the SPA \nthat Buyer was seeking indemnification for these sections and thus deny the \nexistence of any such obligation.  The Court need not address the adequacy of Buyer’s \ndemand, however, because regardless of whether that demand was sufficient to allow \nthe representations and warranties in sections 4.11, 4.13, and 4.21 to survive, Buyer \nhas not pleaded sufficient facts to show the representations or warranties in these \nsections were breached.   \n141. In pertinent part, section 4.11 represented to Buyer that “to the Company’s \nKnowledge, no event ha[d] occurred that with notice or lapse of time would constitute \n \n \na breach or default, or permit termination, cancellation, modification, or acceleration, \nunder any Material Contract.”  (SPA § 4.11(b).)  Buyer argues this representation and \nwarranty was breached in two ways, but both arguments suffer from the same \nproblem: Buyer has failed to plead all of the facts needed to claim section 4.11 was \nbreached. \n142. First, Buyer asserts in the SACC t hat Se ller’s failure to disclose the \nUndisclosed Injuries and the Roofing Death constituted a breach of section 4.11 .  \nBuyer argues this is the case because the Undisclosed Injuries have resulted in rising \nsafety ratings that have in turn rendered certain contracts with A&D customers —\nincluding Material Contracts, as that term is defined by the SPA —subject to \ntermination.   \n143. The problem with Buyer’s first argument is that it mistakes what “event” \nallegedly triggered the possible termination of A&D’s contracts.  Buyer’s pleaded facts \nstate that A&D’s customers condition their contracts on A&D maintaining certain \nEMR and TRIR  figures.  Thus, while workplace injuries would have contributed to \ndeteriorating safety rates, the “event’ that would have rendered Buyer’ s new ly \nacquired contracts subject to termination would have been the setting of higher safety \nrates, not the occurrence of a particular injury.  The fact that Buyer’s contracts \neventually became subject to termination and are currently vulnerable does not show \nthat section 4.11 was ever breached —Buyer has not alleged that at the time of the \nSPA’s execution on May 8, 2015 Seller had any knowledge (as that term was defined) \nof an event that rendered A&D’s contracts subject to termination at that point in \n \n \ntime.  For example, A&D’s EMR was 1.13 just before the SPA was executed, but Buyer \nhas not alleged that the 2015 EMR would have permitted customers to  terminate \ntheir contracts.  Buyer relies only on allegations of its current predicament, which \nSeller would not have had knowledge of in 2015.  Thus, Buyer’s pleaded facts do not \nshow section 4.11 was breached. \n144. Second, within its brief, Buyer also argues that Seller’s inaccurate reporting \nof the Honeywell and Benesch invoi ces breached section 4.11 .  This argument fails \ntoo.  Section 4.11 ’s representations related to Material Contracts, a term defined in \nthe SPA .  (SPA § 4.11(a).)   Buyer’s SACC contains  no facts to suggest that the \nHoneywell or Benesch invoices were Material Contracts.  Thus,  Buyer has failed to \nplead sufficient facts to stat e a claim for breach of section 4.11  under both of its \narguments.   \n145. Section 4.13, titled “Litigation,” represented and warranted to Buyer that \nthere was “no Proceeding currently pending or, to the Company’s Knowledge, \nthreatened in writing against any A&D Company affecting (a) an A&D Company that \nwould have a Material Adverse Effect, or (b) the Transaction.”  (SPA § 4.13.)  In its \nbrief, Buyer argues that the Roofing Death constituted threatened litigation.  At the \nhearing, Buyer also argued that the Undisclosed Injuries constituted threatened or \npending litigation that would have breached section 4.13.   \n146. Buyer’s first  assertion is squarely contradicted by Buyer ’s demand for \nindemnification to Seller, which indicated that as of November 4, 2016 “no claim ha[d] \nbeen asserted or alleged” as a result of the Roofing Death.  (SACC Ex. 26, at 2.)  Buyer \n \n \nhas also failed to ple ad any facts that show “Proceedings,” as defined by the SPA, \nwere pending or had been threatened in writing against any A&D Company as a \nresult of the Undisclosed Injuries.  Thus, Buyer fails to allege sufficient facts to state \na claim for breach of contract and indemnification based on section 4.13.   \n147. Section 4.21 concerned the A&D Companies’ customer relationships and \nrepresented and warranted that Seller had not received information indicating \ncustomers may be terminating or altering the ir relationships with the A&D \nCompanies: \nSince January 1, 2015 there has not been any actual or, to the Company’s \nKnowledge, threatened in writing, termination or cancellation of, or any \nmaterial adverse modification in the business relationship of the Business \nwith any [of Seller’s top twenty customers and top twenty suppliers].  To the \nCompany’s Knowledge, there are no material outstanding disputes with any \ncustomer or supplier [listed in the schedule of top customers and suppliers].  \nTo the Knowledge of the Company, no such customer or supplier has provided \nnotice to the A&D Companies that it will materially change its relationship \nwith the Business, or the terms thereof, as a result of the Transactions. \n \n(SPA § 4.21.)   \n148. As with sections 4.11 and 4.13, Buyer has failed to plead all of the necessary \nfacts to establish that section 4.21 was breached.  The SACC contains allegations that \nBuyer’s contracts are now subject to termination , but  there are no allegations of \nactual terminations or terminations threatened in wri ting.  Buyer has also failed to \nallege that Seller or any of the parties to this lawsuit knew of a “material outstanding \ndispute” with a customer or supplier at the time of closing. 10  Finally, Buyer has not \n                                                 \n10 While the SACC includes reference to Seller being in a “dilemma” with “customer Georgia \nPacific” and receiving low “post-work evaluations” from Georgia Pacific, (SACC ¶ 53), Buyer \nhas pleaded no facts indicating an actual dispute between Seller and Georgia Pacific.  Buyer \nhas also not pleaded that Georgia Pacific was a customer to which section 4.21 applied, i.e., \n \n \nalleged that any customer or supplier of the A&D Companies materially changed its \nrelationship with the A&D Companies as a result of the SPA, the Escrow Agreement, \nor any of the transactions undertaken to carry out the two agreements.  Thus, as with \nsections 4.11 and 4.13, Buyer fails to allege sufficient facts to state a claim for breach \nof contract and indemnification based on section 4.21. \n4. The Terms of t he SPA and Escrow Agreement  do not Bar Buyer’s \nClaims \n \n149. In addition to arguing that Buyer has failed to plead the foundational facts \nnecessary for breach of contract, Movants also argue that the terms of the SPA and \nthe Escrow Agreement bar Buyer from bringing its claims.  First, Movants assert that \nBuyer provided insufficient notice to bring its claims under the terms of the  Escrow \nAgreement.  Second, Movants argue that Buyer’s claims do not exceed the minimum \nindemnification amount required by the SPA.  These arguments  present fact-based \ncontentions, however, that must be resolved at a later stage of these proceedings.  \n150. Beginning with the notice requirement Movants reference, Movants argue \nthat Buyer’s demand did not comply with the  Escrow Agreement’s notice  \nrequirements because the demand did not give a total sum of money Buyer claimed \nit was owed.  Therefore, Movants assert, they have no obligation to indemnify Buyer.   \n151. The Escrow Agreement’s language , however, does not favor Movants as a \nmatter of law.  The Escrow Agreement required a written demand “se tting forth in \nreasonable detail the basis of such Claim and the amount sought to be paid from the \n                                                 \na top twenty customer.  Thus, this one -time reference to a “dilemma” with a customer does \nnot support Buyer’s claim that section 4.21 was breached. \n \n \nEscrow Fund.”   (Escrow Agreement 2.)  This language does not clearly indicate \nwhether “reasonable detail” modifies “the basis of such Claim” alone or both \nrequirements, i.e., “the basis of such Claim and the amount sought.” \n152. When interpreting a contract, a court seeks to understand the parties’ intent \nby looking to the language used.  State v. Philip Morris USA Inc., 363 N.C. 623, 631, \n685 S.E.2d 85, 90 (2009).  Contracts that are plain and unambiguous may be \ninterpreted by the Court as a matter of law.  42 E., LLC v. D.R. Horton, Inc., 218 N.C. \nApp. 503, 513, 722 S.E.2d 1, 8 (2012).  Whe n the effect of a provision of a contract is \nuncertain, however, or capable of multiple reasonable interpretations, that provision \nwill be considered ambiguous.  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 525, 723 S.E.2d 744, 748 (2012) .  The inter pretation of \nambiguous contract terms is a question of fact left for the jury.  Id. \n153. The Escrow Agreement’s requirement for a written demand is capable of \nmultiple reasonable interpretations.  Its effect is thus a question of fact.  Viewing this \nquestion of fact in the light most favorable to Buyer, the Court concludes Buyer has \npleaded facts showing the Escrow Agreement’s notice requirement was fulfilled.  \nBuyer’s demand explained the factual basis for Buyer’s claims—e.g., the Undisclosed \nInjuries, the Roofing Death, and the uncollectable invoices —and made various \nstatements as to the amount Buyer sought.  Writing about several grounds for its \nclaim, Buyer listed definite monetary sums it believed it was owed.  For other factual \nbases for its claim s, Buyer alleged that the damage was impossible to quantify but \nthat it exceeded the $260,000 minimum set by the SPA for indemnification claim s.  \n \n \nBuyer further demanded that the “Escrow Fund not be reduced in any way” because \nthe “total indemnifiable claims” would exceed any minimum amount set by the SPA.  \n(SACC Ex. 26, at 2, 4.)  Taken together at this stage of the case, the Court believes \nthese facts provided Tillery and the escrow agent with reasonable detail as to the \namount Buyer sought.  Thus, the Court declines to adopt Movants’ interpretation of \nthe Escrow Agreement’s notice provision and will not dismiss B uyer’s claim on this \nground at this stage.  See IWTMM, Inc. v. Forest Hills Rest Home, 156 N.C. App. 556, \n563, 577 S.E.2d 175, 179 (2003) (“How to properly  interpret [a contract open to two \ninterpretations], however, is a factual issue not appropriate for consideration under \na 12(b)(6) challenge.”) \n154. Last, turning to Movants’ argument on the minimum amount  of losses  \nBuyer must have suffered to be entitled to indemnification, the Court notes only that \nthe minimum amount set by the SPA is $260,000, and Buyer’s surviving claims  in \nthis lawsuit demand a total amount in excess of $260,000.  (SACC ¶ 109.)  Thus, this \nprovision does not prevent Buyer from stating a claim for breach of contract and \nindemnification. \nV. \nCONCLUSION \n155. WHEREFORE, for the foregoing reasons, the Court  hereby ORDERS as \nfollows: \na. As to Buyer’s claim for fraud asserted against the Tillery Movants: \n \n \ni. The Tillery Motion is DENIED as to Tillery, Weiden hammer, \nRuggiero, and Taveira to the extent Buyer’s claim is based on the \nUndisclosed Injuries or Roofing Death. \nii. The Tillery Motion is DENIED as to Tillery, Weidenhammer, and \nTaveira to the extent Buyer’s claim is based on a failure to \ndisclose the 2015 EMR number. \niii. The Tillery Motion is DENIED as to Tillery, Weidenhammer, and \nTaveira to the extent Buyer’s claim is based on the other allegedly \nmisleading EMR numbers produced to Buyer during due \ndiligence. \niv. The Tillery Motion is GRANTED and Buyer’s claim again st \nRuggiero is dismissed with prejudice to the extent the claim is \nbased on a failure to disclose Seller’s 2015 EMR. \nv. The Tillery Motion is GRANTED and Buyer’s claim against \nRuggiero is dismissed with prejudice to the extent the claim is \nbased on the other allegedly misleading EMR numbers produced \nto Buyer during due diligence.  \nb. The Court DENIES the Tillery Motion with regard to Buyer’s claim \nagainst the Tillery Movants for violations of the North Carolina \nSecurities Act.  \nc. As to Buyer’s claims for breach of contract and indemnification \nagainst Movants: \n \n \ni. The Motions to Dismiss are DENIED to the extent Buyer’s claims \nare based on sections 4.3, 4.4(m), or 4.4(n) of the SPA. \nii. The Motions to Dismiss are DENIED to the extent Buyer’s claims \nare based on a breach of section 4.8 due to the unpaid Honeywell \nand Benesch invoices.  To the extent Buyer’s claims are otherwise \nbased on section 4.8, the Motions to Dismiss are GRANTED and \nBuyer’s claims are dismissed with prejudice. \niii. The Motions to Dismiss are GRANTED and Buyer’s claim s are \ndismissed with prejudice to the extent they are based on sections \n4.4(b), 4.11, 4.13, and 4.21 of the SPA. \nSO ORDERED, this the 9th day of February, 2018. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases   \n \n "
}