{
  "id": "4e90fb0f8a24998f4c5f419aef1fcb5f3aa66b2fc64dbc6b11ff7ad0ff6a9fc0",
  "source_file": "data/raw/ncbc/4e90fb0f8a24998f4c5f419aef1fcb5f3aa66b2fc64dbc6b11ff7ad0ff6a9fc0.pdf",
  "raw_text": "Lowder Constr., Inc. v. Phillips, 2019 NCBC 82. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF RANDOLPH 18 CVS 686 \nLOWDER CONSTRUCTION, \nINC., \nORDER AND OPINION ON \nDEFENDANT RONALD E. \nPHILLIPS’S MOTION FOR \nJUDGMENT  \nON THE PLEADINGS \n Plaintiff, \n v.  \nRONALD E. PHILLIPS; KEVIN \nW. GLENN; and ATLANTIC \nWOOD & TIMBER, LLC, \n Defendants. \n \n \nRONALD E. PHILLIPS, \n Counterclaim \nPlaintiff, \n v.  \nLOWDER CONSTRUCTION, \nINC. and J. DEAN LOWDER, \n Counterclaim \nDefendants. \n \nTHIS MATTER comes before the Court  on Defendant Ronald E. Phillips’s \nMotion for Judgment on the Pleadings.  (“Motion,” ECF No. 49.)\n1 \n THE COURT, having  considered the Motion, the briefs in support of and in \nopposition to the Motion , the arguments of counsel at the hearing, the pleadings at \n                                                 \n1 Plaintiff voluntarily dismissed its claims against Defendant Kevin W. Glenn (ECF No. 61) \nand reported to the Court that it settled its claims with Defendant Atlantic Wood & Timber, \nLLC and that dismissals of those claims would be filed shortly.  Therefore, Defendant Atlantic \nWood & Timber, LLC’s Motion to Dismiss First Amended Complaint (ECF No. 7), Defendant \nKevin W. Glenn’s Motion for Judgment on the Pleadings (ECF No. 44), Defendant Atlantic \nWood & Timber, LLC’s Motion for Judgment on the Pleadings (ECF No. 46), and Plaintiff \nLowder Construction, Inc.’s Motion to Dismiss Defendant Atlantic Wood & Timber, LLC’s \nCounterclaim (ECF No. 38), which were filed in and around the same time as the Motion and \nbriefed and argued by the parties, are DENIED as MOO T.  Lowder Construction, Inc.’s  \nMotion to Dismiss the Sixth Amended and Supplemental Counterclai m filed by Defendant \nRonald E. Phillips (ECF No. 39) will be addressed by separate order. \n \n \nissue, and other appropriate matters of record, CONCLUDES that the Motion should \nbe GRANTED, in part, and DENIED, in part.  \nRoberson, Haworth & Reese, PLLC , by Christopher C. Finan , Esq. for \nPlaintiff Lowder Construction, Inc. \n \nDavid E. Shives, PLLC, by David E. Shives, Esq. for Defendant Ronald \nE. Phillips. \n \n McGuire, Judge. \nI. FACTS2 AND PROCEDURAL BACKGROUND \n1. Plaintiff Lowder Construction, Inc.  (“LCI”) is a North Carolina  \ncorporation with its principal place of business in Randolph County, North Carolina.  \nLCI is a turnkey framing contractor that frames commercial structures such as \napartment buildings, student housing, and other multi-family residential buildings. \n2. Defendant Ronald E. Phillips (“Phillips”) is a citizen and resident of \nNorth Myrtle Beach, South Carolina, and a former independent contractor of LCI.  \nPhillips is employed with Atlantic Wood & Timber, LLC (“Atlantic”). \n3. Defendant Kevin W. Glenn (“Glenn”) is a citizen and resident of Gaston \nCounty, North Carolina, and a former employee of LCI.  Glenn is employed with \nAtlantic. \n4. Defendant Atlantic Wood & Timber, LLC (“Atlantic”) is a North \nCarolina limited liability company with its principal place of business in Mecklenburg \nCounty, North Carolina.  Atlantic is a competitor of LCI. \n \n                                                 \n2 The facts cited herein are drawn from the First Amended Complaint.  (“FAC,” ECF No. 4.) \n \n \nA. LCI’s Trade Secrets \n5. LCI regularly competes with other commercial framing companies in \nsubmitting bids for framing work projects.  (ECF No. 4, at ¶ 7.)  To gain a competitive \nadvantage and grow its business, LCI has made a significant investment in \nautomating and refining its pricing and bidding process.  (Id. at ¶ 10.)  \n6. LCI “independently created and developed a unique, proprietary \nmethod, process and technique . . . to quickly and accurately develop, generate and \nprepare for submission to prospective clients, full and complete three -dimensional \nstructural renderings of proposed Projects ” (the “Structural Model”).  (Id. at ¶ 11.)  \nLCI alleges that “ [t]he Structural Model, . . . consist[s] of a significant amount of \nspecially-purposed and customized software.”  (Id. at ¶ 16.) \n7. One of the benefits of the Structural Model is that the three-dimensional \nstructural rendering allows LCI to identify  any potential problems in its  proposed \nprojects, permitting LCI to integrate any issues into its pricing.   ( Id. at ¶ 13.)   \nAdditionally, the Structural Model automatically generates “material takeoffs,” a \nfull, complete, and accurate list of all necessary materials  to complete a proposed \nproject.  LCI alleges that this gives it a significant, commercially-valuable advantage \nbecause LCI’s competitors routinely generate “material takeoffs”  manually, a time-\nconsuming and inaccurate process.  (Id. at ¶ 15.)   \n8. LCI also maintains a specific list of customers and potential customers, \nincluding pricing information relating to its services, and key contact persons \nassociated with customers and potential customers , along with “ commercially-\n \n \nsensitive and confidential pricing information relating to the services it provides, and \n. . . direct solicitations from potential customers” (the “Customer Data”).  (Id. at ¶ 22.)  \n9. Lastly, LCI maintains other proprietary business data, including “cost \nhistories, bid and pricing policies, operating margins and profits, sales and marketing \nstrategies, vendor pricing and relationship histories, and other confidential business \ninformation [(the ‘Business Data’)].”  (Id. at ¶ 23.)  \n10. LCI alleges that the Structural Model, Customer Data, and Business \nData (collectively, the “Trade Secrets”) are trade secrets owned by LCI.  (Id. at ¶ 24.) \n11. LCI’s Trade Secrets are known only to a few designated LCI employees \nand/or independent contractors.  (Id. at ¶¶ 19, 26.)  As additional security measures, \nLCI retains hardware ownership and uses “permission -restricted access on a need-\nto-know basis, and confidentiality policies and/or agreements.”  (Id. at ¶ 27.) \nB. Phillips’s and Glenn’s work for LCI \n12. In January 2014, LCI retained Phillips as an independent contractor.  \nPhillips was tasked with assisting LCI in sales and marketing  and improving LCI’s \noperations.  (Id. at ¶ 29.)   \n13. On August 11, 2014, LCI and Phillips entered into a written consulting \nagreement (the “Phillips Agreement”) , which included provisions governing \ncompensation and LCI’s confidential and proprietary information.  (Id. at ¶ 31.)  LCI \nalleges that under the terms of the Phillips Agreement: \na. [LCI] paid, and Defendant Phillips accepted, a ‘ Gross \nMargin’ bonus of $195,273.00, for the calendar year 2015.  \nSaid ‘Gross Margin’ bonus was paid in two installments —\n \n \n$48,357.00 on or about September 16, 2015, and \n$146,916.00 on or about March 16, 2016. \n \nb. However, subsequent corrections and restatements of \n[LCI]’s financial statements for 2015 revealed that the \namount of the foregoing bonus was, in fact, too great, and \nthat the same should properly have totaled only \n$140,808.00. \n \nc. Accordingly, pursuant to the terms of the Phillips \nAgreement, Defendant Phillips properly owes [LCI]  the \ntotal sum of $54,465.00. \n \nd. [LCI] has fully-paid Defendant Phillips all amounts due \nhim under the terms and conditions of the Phillips \nAgreement. \n \n(Id. at ¶¶ 34–36, 38.)  Phillips denies that he was overpaid any bonuses. \n14. The Phillips Agreement terminated on February 14, 2016 .  However, \nPhillips continued to be associated with LCI as an independent contractor, and the \nparties continued to act in conformity with the Phillips Agreement.  (Id. at ¶¶ 37, 40, \n41.)  In November 2016 , Phillips and LCI entered into an oral agreement that was \nidentical to the Phillips Agreement except  for the terms relating to  Phillips’s \ncompensation.  (Id. at ¶¶ 44–45.) \n15. LCI hired Glenn as an employee in August 2014 to assist in diversifying \nLCI’s business.  (Id. at ¶ 50.)  \n16. LCI alleges that Phillips and Glenn were the only two employees and/or \nindependent contractors whose duties “focused, to a significant degree, on the \ncreation, development and implementation of the Structural Model ” and who “had \nsignificant, direct and unfettered access to all constituent components—both tangible \nand intangible—of the Structural Model .”  (Id. at ¶¶ 54–55.)  While employed with \n \n \nLCI, Phillips and Gle nn created renderings using the Structural Model for specific \nproposed projects and presented them to clients and prospective clients.  ( Id. at ¶¶ \n59–60.)   \n17. The Structural Model resided solely on a secure computer purchased by \nLCI for Glenn’s use (the “Computer”).  (Id. at ¶ 55.)  The Computer was not accessible \nby outside parties  and Glenn and Phillips “had sole possession of the tangible \ncomponents” of the Structural Model.  (Id. at ¶ 120.) \nC. Phillips’s and Glenn’s alleged sabotage of LCI projects \n18. In approximately the summer of 2017, a disagreement arose between \nLCI and Glenn and  Phillips regarding the continued development and \nimplementation of the Structural Model.  (Id. at ¶ 62.)  At the conclusion of a heated \ndiscussion between LCI ’s president and Phillips regarding the Structural Mo del, \nPhillips closed the conversation by telling LCI’s president, “I’ll fix this.”  (Id. at ¶ 63.) \n19. LCI alleges that thereafter “Glenn and/or [ ] Phillips prepared and/or \nwere requested to prepare and finalize several actual ‘structural models,’ purportedly \nutilizing [LCI]’s Structural Model to do so.”  (Id. at ¶ 65.)  Several of these structural \nmodels contained significant inaccuracies, and LCI only discovered after constructing \nthe projects for its customers that the structural models “grossly-underestimated the \nactual costs necessary to complete the [p]rojects.”  (Id. at ¶¶ 66–67.)  The inaccuracies \ncaused LCI to significantly underbid the projects, which substantially impacted LCI’s \nprofits.  (Id. at ¶ 68.)  LCI alleges Phillips and Glenn int entionally underestimated \nthe costs “with the specific intent to cause material harm to” LCI.  (Id. at ¶ 73.) \n \n \nD. Atlantic hires Phillips and Glenn \n20. Prior to September 2017, Atlantic was primarily a “labor only” \ncontractor; Atlantic would provide the labor to perform the framing, but the framing \nmaterials would have to be purchased separately.  (Id. at ¶ 76.)  Atlantic then sought \nto expand into providing “turnkey” framing services similar to those provided by LCI.  \n(Id. at ¶ 77.) \n21. In September 2017 , Phillips and Glenn began discussing potential \nemployment with Atlantic.  ( Id. at ¶ 79.)  During these discussions, Glenn, at \nPhillips’s request, provided Atlantic with one of LCI’s “structural models.”  (Id.)     \n22. In October 2017, Atlantic communicated to Phillips and Glenn that it \nwas “‘all in’ on the acquisition and use of the Structural Model as a means to expand \nits ‘turnkey’ business.”  (Id.  at ¶ 82 (emphasis in original) .)  In November 2017,  \nAtlantic discussed employment terms with Phillips and Glenn, including paying them \na bonus for two projects on which they were working for LCI that they would bring \n“in hand” to Atlantic after they left LCI.  (Id. at ¶ 83.)  \n23. In early December 2017, unbekno wnst to LCI, Phillips and Glenn \naccepted employment with Atlantic.  ( Id. at ¶ 84.)   LCI alleges that Phillips and \nGlenn, while still employed by LCI, performed work for Atlantic with respect to a bid \nproposal for a project on which LCI was also bidding:  the Overture Centennial project \noffered by Greystar Real Estate Partners.  ( Id.)  Atlantic then “wrongfully obtained \nfrom [Phillips and Glenn ] a copy of the [Structural Model LCI]  prepared for the \nOverture Centennial project.”  (Id. at ¶ 96.) \n \n \n24. On December 21, 2017, Phillips ended his association with LCI, and on \nDecember 22, 2017, LCI terminated Glenn’s employment.  (Id. at ¶¶ 85–86.)  Phillips \nand Glenn were immediately hired by Atlantic, and shortly thereafter began working \nfor Atlantic.  (Id. at ¶ 87.) \n25. LCI alleges that: \na. Prior to the termination of their employment with [LCI] . . \n., Defendants Glen  [sic] and Phillips misappropriated \n[LCI]’s Trade Secrets by accessing and taking the Trade \nSecrets in physical and/or electronic form. \n \n. . . \n \nb. Upon information and belief, Atlantic intended to \nmisappropriate [LCI]’s Trade Secrets, including without \nlimitation the Structural Model, for the purpose of carrying \nout a plan, reached with and led by Defendants Glenn and \nPhillips, to undercut [LCI] ’s bids on current and upcoming \nprojects, and thereby acquire [LCI] ’s large st and most \nprofitable customers for the dual purpose of crippling \n[LCI]’s ability to compete and immediately establishing \nAtlantic as a competitive ‘ turnkey’ framing contractor for \nlarge, complex commercial structures in the Carolinas. \n \nc. Upon information and belief, since hiring Defendants Glenn \nand Phillips, Atlantic has misappropriated [LCI] ’s Trade \nSecrets to acquire large project contracts from [LCI] ’s most \nimportant and critical customers, thereby harming [LCI] ’s \nability to compete and allowing Atlanti c to immediately \nestablish an expanded and more prominent presence in the \nCarolinas without expending the time, money, and \nresources that would have been required had Atlantic not \nmisappropriated [LCI]’s Trade Secrets. \n \nd. Specifically, since hiring Defendant s Glenn and Phillips, \nupon information and belief Atlantic has used [LCI]’s Trade \nSecrets to obtain contracts for at least two (2) large \ncommercial ‘turnkey’ framing jobs from key existing [LCI]  \ncustomers—The Preserve at Mountain Island (by Blue \n \n \nRidge Companies) and Hazel SouthPark (by CBG Building \nCompany). \n \ne. But for Atlantic’s wrongful conduct described above, \nincluding without limitation its misappropriation of [LCI]’s \nTrade Secrets, [LCI] would have been awarded and agreed \nto enter into both of these con tracts with its longtime \nexisting customers. \n \n(Id. at ¶¶ 89, 91–94.) \n \n26. LCI further alleges that Atlantic intended “to acquire [LCI] ’s Trade \nSecrets and cripple its ability to compete with Atlantic for ‘turnkey’ framing projects.”  \n(Id. at ¶ 96.)  Additionally, LCI alleges that the “Structural Model remains solely in \nthe possession of the Defendants.”  (Id. at ¶ 98.)    \nE. Relevant procedural history \n27. LCI initiated this action by filing its Complaint on April 18, 2018.  (ECF \nNo. 3.)  On March 14, 2019, LCI  filed the Amended Complaint.  (ECF No. 4.)  In the \nAmended Complaint, LCI alleges claims against Phillips for: a declaratory judgment \nthat it overpaid bonuses to Phillips (First Claim); misappropriation of trade secrets \nin violation of the North Carolina Trade Secrets Protection Act, N.C.G.S. §§ 66-152 et \nseq. (“NCTSPA”) (Second Claim); conversion (Third Claim); tortious interference with \nprospective economic advantage (Fifth Claim); civil conspiracy (Sixth Claim); unfair \nor deceptive trade practices in violation of N.C. G.S. § 75 -1.1 (“UDTPA”) (Seventh \nClaim);  punitive damages (Eighth Claim); and injunctive relief (Ninth Claim).  (ECF \nNo. 4, at ¶¶ 106–63.)  \n28. Phillips filed an Answer and Counterclaim on June 17, 2019.  (ECF No. \n33.) \n \n \n29. On August 16, 2019, Phillips filed the Motion.  Phillips simultaneously \nfiled a brief in support of the Motion.  (ECF No. 50.)   \n30. LCI filed a memorandum in opposition to the Motion  on September 9, \n2019.  (ECF No. 53.)  On September 19, 2019, Phillips filed a reply brief in support of \nthe Motion.  (ECF No. 58.) \n31. The Court held a hearing on the Motion on September 25, 2019, at which \ncounsel for the parties made oral arguments.      \n32. The Motion ha s been fully brief ed and argued,  and is now ripe for \ndetermination.    \nII. ANALYSIS \n33. “A motion for judgment on the pleadings is the proper procedure when \nall the material allegations of fact are admitted in the pleadings and only questions \nof law remain.  When the pleadings do not resolve all the factual issues, judgment on \nthe pleadings is generally inappropriate.”  Ragsdale v. Kennedy, 286 N.C. 130, 137, \n209 S.E.2d 494, 499 (1974).  “A complaint is fatally deficient in substance, and subject \nto a motion by the defendant for judgment on the pleadings if it fails to state a good \ncause of action for plaintiff and against defendant[.]”  Bigelow v. Town of Chapel Hill, \n227 N.C. App. 1, 3, 745 S.E.2d 316, 319 (2013) (citation omitted).   \n34. The Court may only consider “the pleadings and exhibits which are \nattached and incorporated into the pleadings.”  Davis v. Durham Mental Health/Dev. \nDisabilities/Substance Abuse Area Auth. , 165 N.C. App. 100, 104, 598 S.E.2d 237, \n240 (2004)  (citation omitted) .  The Court must “view the facts and permissible \n \n \ninferences in the light most favorable to the nonmoving party.”  Ragsdale, 286 N.C. \nat 137, 209 S.E.2d at 499.  “A party who moves for judgment on the pleadings admits \ntwo things: (1) the truth of all well -pleaded facts in the non -movant’s pleading, \ntogether with all permissible inferences to be drawn from such facts; and (2) the \nuntruth of his own allegations in so far as they are controverted by the non-movant’s \npleading.”  Hedrick v. Rains, 121 N.C. App. 466, 468, 466 S.E.2d 281, 283 (1996).  “All \nwell pleaded factual allegations in the nonmoving party’s pleadings are taken as true \nand all contravening assertions in the movant’s  pleadings are taken as false.  All \nallegations in the nonmovant’s  pleadings, except conclusions of law, legally \nimpossible facts, and matters not admissible in evidence at the trial, are deemed \nadmitted by the movant.”   Ragsdale, 286 N.C. at 137, 209 S.E.2d at 499 (internal \ncitations omitted). \n35. Phillips seeks judgment on the pleadings as to each of LCI’s claims \nagainst him.  The Court will address these claims in turn. \nA. Declaratory Judgment \n36. LCI’s first claim against Phillips seeks a declaratory judgment “that no \nfurther sums whatsoever are owed by [LCI]  to Defendant Phillips, pursuant to the \nPhillips Agreement, the 2016 Agreement, or otherwise.”  (ECF No. 4, at ¶ 114.)  LCI \nalso requests that “pursuant to the terms and conditions of the then-in-effect Phillips \nAgreement, the Court should properly enter its judgment against Defendant Phillips \nin the amount of $54,465.00 in regard to the 2015 calendar year ‘Gross Margin’ bonus \noverpayment made to Defendant Phillips by [LCI].”  (Id. at ¶ 115.) \n \n \n37. Under North Carolina law, a  declaratory judgment  is a statutory \nremedy that grants a court the authority to “ declare rights, status, and other legal \nrelations” when an “actual controversy” exists between parties to a lawsuit.  N.C.G.S. \n§ 1-253; Town of Pine Knoll Shores v. Carolina Water Serv. , 128 N.C. App. 321, 321, \n494 S.E.2d 618, 618 (1998).  The Court may, by  declaratory judgment, “determine[ ] \nany question of construction or validity ” and declare “rights, status, and other legal \nrelations” under a written contract.  N.C.G.S. § 1-254.  An actual controversy between \nthe parties must exist at the time the complaint is filed in order for the court to have \njurisdiction to render a declaratory judgment .  Sharpe v. Park Newspapers of \nLumberton, Inc., 317 N.C. 579, 584–85, 347 S.E.2d 25, 29 (1986). \n38. Phillips argues that LCI fails to allege facts sufficient to support the \nclaim for a declaratory judgment.  (E CF No. 50, at pp. 7– 9.)  The Court dis agrees.  \nLCI alleges that it paid Phillips a 2015 bonus greater than that to which he was \nentitled under the Phillips Agreement, and seeks a declaration regarding the alleged \noverpayment.  Phillips denies that LCI overpaid any bonus amounts to him or  that \nhe is liable for repaying any amounts to LCI.  There exists an actual controv ersy \nbetween the parties, and the facts are in dispute. \n39. Therefore, to the extent that  the Motion seeks judgment in Phillips’s \nfavor on the claim for declaratory judgment, the Motion should be DENIED. \nB. Misappropriation of Trade Secrets \n40. LCI alleges the Str uctural Model, Customer Data, and Business Data \nare trade secrets within the meaning of the NCTSPA  and that Phillips \n \n \nmisappropriated those trade secrets.  (ECF No. 4, at ¶¶ 116–124.)  Phillips contends \nthat LCI’s allegations do not support the claim that the Structural Model, Customer \nData, and Business Data are trade secrets.  (ECF No. 50, at pp. 9–15.) \n41. The standards for pleading a claim for misappropriation of trade secrets \nunder the NCTSPA are well -established.  See County of Wayne Constr. Managers of \nGoldsboro v. Amory, 2019 NCBC LEXIS 32, at *18–23 (N.C. Super. Ct. May 17, 2019).  \nThe Supreme Court of North Carolina recently reiterated that a plaintiff “ must \nidentify a trade secret with sufficient particularity so as to enable a defendant to \ndelineate that which he is accused of misappropriating and a court to determine \nwhether misappropriation has or is threatened to occur.”  Krawiec v. Manly, 370 N.C. \n602, 609, 811 S.E.2d 542, 547–48 (2018) (citations omitted).  \n42. Phillips argues that the S tructural Model is nothing more tha n a \ncombination of commercially available software programs  and cannot be a trade \nsecret.  (ECF No. 50,  at pp. 9 –13.)  However, LCI alleges that it “ independently \ncreated and developed a unique, proprietary method, process and technique – utilizing, \namong other things, a unique set of software tools – to quickly and accurately develop, \ngenerate and prepare for submission to prospective clients, full and complete three -\ndimensional structural renderings of proposed Projects  [the ‘Structural Model’].”   \n(ECF No. 4, at ¶ 11 (emphasis added).)  LCI further alleges that “the Structural Model \nautomatically generates full, complete, and accurate ‘ material takeoffs’  – full, \ncomplete, and accurate listings of all materials necessary to complete a given \nprospective Project.”  (Id. at ¶ 15.)   LCI alleges that material takeoffs are routinely \n \n \nperformed manually within the industry and, consequently, “ the process of \ngenerating ‘material takeoffs’  is an inherently time -consuming and necessarily -\ninaccurate process.”  (Id.)  \n43. LCI alleges that the Structural Model provide s LCI “unique benefits,” \nand “ a significant, commercially -valuable advantage .”  ( Id. at ¶¶ 13 –14.)  LCI \nsummarizes by alleging that the Structural Model is not merely the software, but a \n“specially developed process and method by which the various software tools are \nutilized to generate both the three- dimensional structural models and highly -\naccurate ‘material takeoffs.’”  (Id. at ¶ 16.)  The Court concludes that these allegations \nsufficiently allege that the Structural Model contains proprietary features that are \ncompetitively advantageous to LCI to survive the Motion. \n44. Phillips further argues that LCI has not alleged that it took reasonable \nmeasures to protect the Structural Model.  (ECF No. 50, at pp. 12 –13.)  The Court, \nhowever, concludes that LCI’s allegations regarding the security measures to protect \nthe Structural Model, while thin, are sufficient to survive  a motion for judgment on \nthe pleadings.  “Generally, only where efforts to maintain secrecy of the allegedly \nmisappropriated trade secrets were completely absent have North Carolina courts \ndismissed claims at the [pleadings]  stage.”  Bldg. Ctr., Inc. v. Carter Lumber, Inc. , \n2016 NCBC LEXIS 79, at *14 (N.C. Super. Ct. Oct. 21, 2016). \n45. Phillips also contends that LCI’s allegations do not support the claim \nthat the Customer Data and Business Data are trade secrets because the information \n \n \ncontained therein was vaguely described and is publicly available.  (ECF No. 50, at \npp. 13–14.) \n46. To the  extent that the Customer Data and Business Data constitute \ntrade secrets, they would have to be “compilation [s] of information.”  N.C.G.S. § 66 -\n152(3).  “[I]n some instances, a trade secret can be found if the information or process \nhas particular value a s a compilation or manipulation of information, even if the \nunderlying information is otherwise publicly available.  Whether a compilation or \nmanipulation of information deserves trade secret protection depends on several \nfactors, including the difficulty with which the information could be gathered, \ncompiled, or manipulated.”  RoundPoint Mortg. Co. v. Florez, 2016 NCBC LEXIS 18, \nat *32 (N.C. Super. Ct. Feb. 18, 2016); see also Safety Test & Equip. Co. v. Am. Safety \nUtil. Corp. , 2015 NCBC LEXIS 40, at *26 (N.C. Super. Ct. Apr.  23, 2015) ( “A \ncompilation of publicly available information may, however, receive trade secret \nprotection where the claimant encountered some difficulty in assembling each of the \npublic components.”). \n47. Again, while the allegations are minimal, the Court concludes that LCI’s \nallegations regarding its Customer Data satisfy the burden of alleging the nature of \nits trade secret with “sufficient particularity so as to enable a defendant to delineate \nthat which he is accused o f misappropriating and a court to determine whether \nmisappropriation has or is threatened to occur.”  Krawiec, 370 N.C. at 609, 811 S.E.2d \nat 547–48.  LCI alleges that the Customer Data is “a highly-specific list of customers \nand potential customers ” compi led with “ commercially-sensitive and confidential \n \n \npricing information relating to the services it provides,” and can contain information \nabout “ direct solicitations from potential customers not generally known to the \npublic.”  (ECF No. 4, at ¶ 22.)  This g oes beyond mere allegations of customer \nidentities and contact information and includes information that could be valuable to \na competitor of LCI. \n48. LCI alleges that its Business Data consists of “ proprietary data and \ninformation in the conduct of its business, including without limitation cost histories, \nbid and pricing policies, operating margins and profits, sales and marketing \nstrategies, vendor pricing and relationship histories, and other confidential business \ninformation.”  ( Id. at ¶ 23.)  This also de scribes private information that could be \nconsidered, in compilation, a trade secret. \n49. Finally, LCI alleges that Phillips acquired and used trade secret \ninformation regarding specific projects for which LCI was bidding —The Preserve at \nMountain Island (by Blue Ridge Companies) and Hazel SouthPark (by CBG Building \nCompany)—to help Atlantic win those projects.  (Id. at ¶ 93.)  This allegation is highly \nspecific and can leave no doubt as to the information that LCI claims Phillips \nmisappropriated. \n50. LCI sufficiently pleads its claim for misappropriation of trade secrets to \nsurvive Phillips’s challenge, and to the extent the Motion seeks judgment in Phillips’s \nfavor on the claim for misappropriation of trade secrets in violation of the NCTSPA, \nthe Motion should be DENIED. \n \n \n \nC.  Conversion \n51. LCI attempts to repackage its misappropriation of trade secrets claim \nas a claim for common law conversion.  (ECF No. 4, at ¶¶ 125–31.)  Phillips moves for \njudgment on the pleadings on LCI’s conversion claim, arguing that “LCI fails to allege \nthat it has been deprived of the possession or use of its Structural Model, Customer \nData, or Business Data.”  (ECF No. 50, at p. 15. )  The Court agrees with Phillips as \nto the Customer Data and Business Data, but not as to the Structural Model. \n52. Under North Carolina law, conversion is the “unauthorized assumption \nand exercise of the right of ownership over goods or personal chattels belonging to \nanother, to the alteration of their condition or the exclusion of an owner’s rights.”   \nVariety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC , 365 N.C. 520, 523, \n723 S.E.2d 744, 747 (2012) (citation omitted).  There are two elements in a claim for \nconversion: (1) the plaintiff’s ownership and (2) the defendant’s wrongful possession.  \nId.   \n53. “The essence of conversion is not the acquisition of property by the \nwrongdoer, but a wrongful deprivation of it to the owner.”   Bartlett Milling Co., L.P. \nv. Walnut Grove Auction & Realty Co. , 192 N.C. App. 74, 86, 665 S.E.2d 478, 488 \n(2008) (citation omitted) .  “[R]etention  by a wrongdoer of an electronic copy in a \nmanner that does not deprive the original owner of access to the same electronic data \ncannot constitute conversion under current North Carolina law. ”  Duo -Fast \nCarolinas, Inc. v. Scott’s Hill Hardware & Supply Co. , 2018 NCBC LEXIS 2, at *36 \n(N.C. Super. Ct. Jan. 2, 2018); see also New Friendship Used Clothing Collection, LLC \n \n \nv. Katz, 2017 NCBC LEXIS 72, at *38– 39 (N.C. Super. Ct. Aug. 18, 2017) (“ [M]erely \nmaking a copy of, as  opposed to deleting, electronically stored information does not \nsupport a conversion claim because the owner is not deprived of possession or use of \nthe information.”). \n54. While LCI alleges that Phillips took its Business Data and Customer \nData, inter alia, “by accessing and taking [the data]  in physical and/or electronic \nform,” LCI does not allege that it no longer has access, or that it has been deprived of \naccess, to the data.  (ECF No. 4, at ¶ 89.)   \n55. On the other hand, LCI alleges that since the separation of Phillips and \nGlenn from LCI, the “ Structural Model remains solely in the possession of the \nDefendants.”  (Id. at ¶ 98.)  The Court is satisfied that, read in the light most favorable \nto LCI, it has alleged that it has been deprived of access to the Structural Model. \n56. Therefore, to the extent the Motion seeks judgment in Phillips’s favor on \nthe claim for conversion  regarding the Structural Model , the Motion should be \nDENIED.  However, to the extent the Motion seeks judgment in Phillips’s favor on \nthe claim for conversion regarding the Customer Data and Business Data, the Motion \nshould be GRANTED. \nD. Tortious Interference with Prospective Economic Advantage   \n57. LCI alleges that Defendants, including Phillips , interfered with its \npotential acquisition of contracts with its customers.  (ECF No. 4, at ¶¶ 140 –46.)  In \nsupport of its claim, LCI alleges, inter alia: \na. The Defendants knowingly, intentionally, and without \nprivilege, justification, or excuse induced [LCI ] customers \n \n \nto cease using [LCI]  on certain ‘ turnkey’ commercial \nframing projects and to award those projects to Atlantic \ninstead. \n \nb. At minimum, the Defendants’ wrongful actions specifically \ninduced Blue Ridge Companies to enter into a framing \ncontract with Atlantic, and not with [LCI], for its Preserve \nat Mountain Island project, and specifically induced CBG \nBuilding Company to enter into a framing contract with \nAtlantic, and not with [LCI] , for its Hazel SouthPark \nproject. \n \nc. Based on the nature and length o f its existing business \nrelationship with both companies, [LCI] ’s own bid history \nwith both companies, and the terms of other submitted \nbids, at least these two (2) contracts would in fact, upon \ninformation and belief, have been awarded to and accepted \nby [LCI], but for the Defendants’ wrongful conduct. \n \n(Id. at ¶¶ 141–43.) \n \n58. The Supreme Court of North Carolina recently reaffirmed that t he tort \nof interference with prospective economic advantage “arises when a party interferes \nwith a business relationship by maliciously inducing a person not to enter into a \ncontract with a third person, which he would have entered into but for the \ninterference, . . . if damage proximately ensues, when this interference is done not in \nthe legitimate exercise of the interfering person’s rights.  However, a plaintiff’s mere \nexpectation of a continuing business relationship is insufficient to establish such a \nclaim.  Instead, a plaintiff must produce evidence that a contract would have resulted \nbut for a defendant’s malicious intervention.”  Beverage Sys. of the Carolinas, LLC v. \nAssociated Bev. Repair, LLC, 368 N.C. 693, 701, 784 S.E.2d 457, 463 (2016) (internal \nquotation marks and citations omitted). \n \n \n59. “Stating a claim for tortious interference with prospective econo mic \nadvantage requires that the plaintiff ‘allege facts [ ] show[ing] that the defendants \nacted without justification in inducing a third party to refrain from entering into a \ncontract with them[,] which contract would have ensued but for the \ninterference.’”  Cheryl Lloyd Humphrey Land Inv. Co., LLC v. Resco Prods. , 831 \nS.E.2d 395, 403 (N.C. Ct. App. 2019) (citing Walker v. Sloan, 137 N.C. App. 387, 393, \n529 S.E.2d 236, 242 (1999)).  “Interference with a contract is justified if it is motivated \nby a legitimate business purpose, as when the plaintiff and the defendant, an \noutsider, are competitors.”  Beverage Sys. of the Carolinas, LLC, 368 N.C. at 700, 784 \nS.E.2d at 462 (internal quotation marks and citation omitted).   On the other hand, \n“‘[i]nterference is without justification if it is ‘malicious and wanton[.]’”   Alcorn v. \nBland, No. COA12-613, 2012 N.C. App. LEXIS 1416, at *21 (Dec. 18, 2012) (citing \nColeman v. Whisnant, 225 N.C. 494, 506, 35 S.E.2d 647, 655 (1945)). \n60. Phillips’s very short argument in support of dismissal of the claim for \ntortious interference is hard to follow.  (ECF No. 50, at pp. 16 –17.)  It appears that \nPhillips contends that LCI does not allege that, to the extent Phillips interfered with \nLCI’s prospective contracts for the Preserve at Mountain Island and Hazel SouthPark \nprojects, he acted maliciously or “without justification.”  (Id.) \n61. LCI makes no argument in response to Phillips’s motion for judgment \non t he claim for tortious interference with prospective economic advantage.  \nNevertheless, LCI alleges that Phillips interfered, in part, “ for the [ ] purpose of \ncrippling [LCI]’s ability to compete.”  (ECF No.  4, at ¶¶ 91, 96.)  C onsidering the \n \n \nallegations in the FAC and the inferences therefrom in the light most favorable to \nLCI, Ragsdale, 286 N.C. at 137, 209 S.E.2d at 499, the Court concludes that LCI has \nadequately alleged that Phillips acted without justification in interfering with LCI’s \nprospective contracts.   \n62. Therefore, to the extent the Motion seeks judgment in Phillips’s favor on \nthe claim for tortious interference with prospective economic advantage, the Motion \nshould be DENIED. \nE. Civil Conspiracy \n63. LCI alleges that Phillips took part in a civil conspiracy with the other \nDefendants and “ agreed to act, and in fact did act, in concert and conjunction with \none another in engaging in the wrongful and unlawful conduct complained of by [LCI] \nhereinabove, all in furtherance of their conspiracy. ”  (ECF No. 4, at ¶ 148.)  Phillips \nargues that “‘[t]here is no independent cause of action for civil conspiracy.   A claim \nfor conspiracy is dependent on ‘an underlying claim for unlawful conduct.’”  (ECF No. \n50, at p. 17 (quoting Sellers v. Morton , 191 N.C. App. 75, 83, 661 S.E.2d 915, 922 \n(2008)).)  Phillips contends he is entitled to judgment in his favor because “ LCI has \nfailed to allege any such claim against Phillips.”  (Id.) \n64. Phillips’s argument that LCI has not alleged claims for unlawful conduct \nagainst Phillips is, of course, incorrect .  The Court a lready has concluded that LCI \nstates claims against Phillips for misappropriation of trade secrets and tortious \ninterference with prospective economic advantage.  Accordingly, to the extent the \n \n \nMotion seeks judgment in Phillips’s favor on the claim for civil conspiracy, the Motion \nshould be DENIED. \nF. UDTPA Claim \n65. LCI claims Phillips’s conduct constitutes unfair or deceptive trade \npractices in violation of the UD TPA.  (ECF No. 4, at ¶¶ 153 –56.)  The entirety of \nPhillips’s argument in his brief in opposition to the Motion is as follows: \nLCI’s . . . claim for unfair [or]  deceptive trade practices is \nentirely premised on an insufficient claim of \nmisappropriation of trade secrets.  Where a violation of the \nUDTPA is based on a claim for tortious interference with \ncontract or misappropriation of trade secrets – or any other \nclaim – for which the plaintiff has failed to state a claim for \nrelief, the UDTPA claim also fails.  Krawiec, 370 N.C. at \n613, 811 S.E.2d at 550.   Phillips is therefore entitled to \njudgment in its favor on LCI’s claim under the UDTPA. \n \n(ECF No. 50, at p. 17.) \n \n66. As stated above, the Court conclude s that LCI has sufficiently alleged \nclaims against Phillips for misappropriation of trade secrets and tortious \ninterference.  Accordingly, to the extent the Motion seeks judgment in Phillips’s favor \non the claim for violation of the UDTPA, the Motion should be DENIED. \nG. Punitive Damages and Injunctive Relief \n67. With regard to LCI’s cause of action in the FAC labeled “Punitive \nDamages” (ECF No. 4, at ¶¶ 157–59), Phillips argues only that LCI has failed to state \na claim against Phillips that would support an award of punitive damages.  (ECF No. \n50, at pp. 17–18 (citing Watson v. Dixon, 352 N.C. 343, 348, 532 S.E.2d 175, 178 (2000) \n(Under the statute, “[p]unitive damages may be awarded only if the claimant proves \n \n \nthat the defendant is liable for compensatory da mages.”)).)  The Court  already has \nconcluded that Phillips  alleges claims that would support an award of punitive \ndamages.  See N.C.G.S. § 66-154(c) (Punitive damages can be awarded for \nmisappropriation of trade secrets if “willful and malicious misappropriation exists.”).  \nTo the extent the Motion seeks judgment in Phillips’s favor on the claim for punitive \ndamages, the Motion should be DENIED. \n68. Phillips also argues that LCI’s claim labeled “Injunctive Relief” (ECF \nNo. 4, at ¶¶ 160– 63) should be dismissed b ecause it is a “remed[y], not [ an] \nindependent cause[ ] of action.”  (ECF No. 50, at p. 18 (citing Brewster v. Powell Bail \nBonding, Inc., 2018 NCBC LEXIS 76, at *18– 19 (N.C. Super. Ct. July 26, 2018)) .)  \nSince LCI has stated viable claims against Phillips, the Court concludes it is \npremature to dismiss the claim for injunctive relief.  To the extent the Motion seeks \njudgment in Phillips’s favor on the claim for injunctive relief, the Motion should be \nDENIED. \nIII. CONCLUSION \nTHEREFORE, IT IS ORDERED that: \n69. To the extent Phillips seeks judgment in his favor as to LCI’s claim for \nconversion of the Customer Data and Business Data , the Motion is GRANTED , and \nLCI’s claim is dismissed with prejudice. \n70. Except as expressly granted herein, the Motion is DENIED. \n \n  \n \n \nSO ORDERED, this the 30th day of December, 2019.  \n \n     /s/ Gregory P. McGuire                    \n    Gregory P. McGuire \n    Special Superior Court Judge \n    for Complex Business Cases \n "
}