{
  "id": "4ea349ab5678ea0f931a041499570a8494ea872ae2905ee707eec897fb4ec8ee",
  "source_file": "data/raw/ncbc/4ea349ab5678ea0f931a041499570a8494ea872ae2905ee707eec897fb4ec8ee.pdf",
  "raw_text": " \nSTATE OF NORTH CAROLINA \nBLADEN COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 36 \nRAY REASON; JIMMY F. SILLS; and \nCATHY F. SILLS, \n \nPlaintiffs, \n \nv. \n \nGERALD BARFIELD and MARKET \nCROSSING, LLC,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nJUDGMENT ON THE PLEADINGS \n \n1. Ray Reason, along with his aunt and uncle, decided to go into business \nwith Gerald Barfield, a family friend who was a real estate developer.  Although they \nallegedly agreed to split the anticipated upside of their venture, their agreement was \nnever reduced to writing.  Years later, following events that Reason and his family \nmembers cla im were inconsistent with the original plan, they bring this action \nagainst Barfield alleging that that they are entitled to recover their share of the gain \nthat resulted from the business. \n2. The case is before the Court on Defendants’ Motion for Judgment on the \nPleadings (“Motion”), (ECF No. 45),  pursuant to Rule 12(c) of the North Carolina \nRules of Civil Procedure (the “Rule(s)” ).  For the following reasons, the Court \nDENIES the Motion. \nVann Attorneys, PLLC, by J.D. Hensarling and Ian S. Richardson, for \nP\nlaintiffs Ray Reason, Jimmy F. Sills, and Cathy F. Sills. \n \nReason v. Barfield, 2023 NCBC 25. \nEllis & Winters LLP, by Thomas H. Segars, Jeremy M. Falcone, and \nScottie Forbes Lee, for Defendants Gerald Barfield and Market Crossing, \nLLC. \n \nEarp, Judge. \nI. FACTUAL BACKGROUND \n3. When ruling on a motion pursuant  to Rule 12(c), the Court does not \nmake findings of fact but rather recites the facts as alleged.  Therefore, the following \nfact summary is derived from allegations made in the pleadings. \n4. Plaintiff Ray Reason (“Reason”) resides in Bladen County, North \nCarolina.  (Amended Complaint, ECF No. 33 [“Am. Compl.”] ¶ 1.)  Prior to December \n2018, Reason owned several parcels of real property in Bladen County, including 675 \nAirport Road (“Airport Road Property”), 1793 White Lake Drive (“White Lake Drive \nProperty”), and multiple parcels at 1834 White Lake Drive (“the Motel”) (collectively, \n“Properties”).  (Am. Compl. ¶ 8.)  \n5. Plaintiffs Jimmy and Cathy Sills, Reason’s aunt and uncle, are married \nand reside in Orange County, Florida.  (Am. Compl. ¶¶ 2–3.) \n6. Defendant Barfield (“Barfield”) resides in Pitt County, North Carolina.  \n(Am. Compl. ¶ 4.)  Barfield, a long-time friend of Reason’s father, is a knowledgeable \nbusiness owner and real estate developer, and he is the owner of several companies, \nincluding real estate management companies .  (Am. Compl. ¶¶  13–14.)  Reason \nalleges that he believed he could trust Barfield and that Plaintiffs “placed a special \ntrust and confidence in Barfield related to the parties’ business dealings.”  (Am. \nCompl. ¶¶ 13, 17.) \n7. Defendant Market Crossing , LLC (“Market Crossing”) is a North \nCarolina limited liability company owned by Barfield.  (Am. Compl. ¶¶  5, 14.)  To \nPlaintiffs’ knowledge, Barfield was the sole member and manager of this LLC at the \ntime of the alleged events giving rise to the claims.  (Am. Compl. ¶ 27.) \n8. Reason’s Properties went into foreclosure in late 2018.  The Properties \nwere scheduled to be auctioned on 13 December 2018.  (Am. Compl. ¶¶ 9– 10.)  \nPlaintiffs decided to bid on the P roperties, agreed that they would share ownership \nof any winning bids and properties purchased, and agreed that Jimmy Sills would act \non their behalf to submit the bids and deposit  the required earnest money.  ( Am. \nCompl. ¶ 11.)  The auction was later postponed until 30 January 2019.  (Am. Compl. \n¶ 10.) \n9. After the auction was postponed, Plaintiffs’ plans changed.  On or about \n14 December 2018, Plaintiffs , none of whom  is a real estate professional,  met with \nBarfield to discuss the P roperties.  (Am. Compl. ¶ ¶ 10, 12.)  Plaintiffs allege that \nduring their meeting, Plaintiffs and Barfield orally  agreed “to create and operate a \nbusiness that would purchase, hold, operate, manage, and sell real property, and \nspecifically the Properties.”  (Am. Compl. ¶  18.)  They decided to “be partners and  \njoint owners and have interest in the Properties through their ow nership of or \nmembership in the joint venture.”  (Am. Compl. ¶ 18.) \n10. Plaintiffs further allege that the parties agreed that they would form a \nNorth Carolina LLC , that each of them would be a member, and that ownership of \nthe LLC would be divided by three, w ith Reason owning one third , Barfield owning \none third, and the Sills  together sharing the final third.  They allegedly agreed to \n“split any profits and share any proceeds” from the LLC based on their respective \nmembership interests.  (Am. Compl. ¶ 18.)   \n11. Plaintiffs allege that their agreement with Barfield was to transfer \nownership of successful bids to the LLC, which would then use them to purchase the \nProperties.  Barfield allegedly ag reed to “contribute the finances and resources” for \nthe purchases.  (Am. Compl. ¶ 23.) \n12. In addition, Plaintiffs allege that the parties agreed for the new LLC to \npurchase and hold both the Airport Road and White Lake Drive properties for one \nyear before sel ling the se two properties  to Plaintiffs for the bid price plus an \nadditional five thousand dollars ($5 ,000) per property to be paid to Barfield.  (Am. \nCompl ¶ 21.) \n13. As for the Motel, in furtherance of their agreement, Plaintiffs allege that \nthey engaged Ken  Register of Global Realty, LLC (“Register”) to list it  for sale .  \nRegister provided an appraisal that Plaintiffs shared with Barfield.  (Am. Compl. \n¶ 19.)  After receiving the appraisal, the parties discussed distributing the  \nanticipated sale proceeds by first paying off the debt incurred to purchase the Motel, \nthen paying Jimmy and Cathy Sills $250,000, paying Barfield the next $250,000, and \npaying Reason any remaining proceeds.  (Am. Compl. ¶ 20.) \n14. Shortly after these discussions  Plaintiffs engaged counsel to organize \nthe new LLC.  (Am. Compl. ¶ 22.) \n15. On 30 January 2019, Plaintiffs submitted the winning bids for both the \nAirport Road and White Lake Drive p roperties.  They deposited $5,000 in earnest \nmoney for each piece of property.  The money  was drawn from the Sills’ joint bank \naccount.  (Am. Compl. ¶ 25.) \n16. Securing the winning bid for the Motel took more effort .  Plaintiffs \nsubmitted the first bid on 30 January 2019, and on 14 February 2019, they deposited \n$27,562.50 in earnest money, again from the Sills’ joint bank account.  (Am. Compl. \n¶ 26.) \n17. Around this time, Barfield proposed that the Properties be placed in his \nexisting company, Market Crossing, rather than in a new , yet-to-be-formed LLC, as \nthe parties had originally agreed.  (Am. Compl.  ¶ 27.)   Plaintiffs allege that they \nrepeatedly expressed concern about the change in plan, but Barfield reassured them \nthat their agreement to split profits from the venture would  not change.  Plaintiffs \nallege that they relied on Barfield’s assurances.  (Am. Compl. ¶ 28.) \n18. Also at about th is time, and without first discussing the idea with \nPlaintiffs, Barfield approached Aaron “Mack” Baker (“Baker”) about financing the \npurchase of the Properties .  (Am. Compl. ¶  29.)  Barfield, Plaintiffs, and  Baker \nsubsequently had two meetings during which Baker allegedly indicated that he would \nfinance the venture on behalf of all the parties.  (Am. Compl. ¶ 29.) \n19. Between 16 February and 28 February 2019, Reason contacted Barfield \nto express concern about the  change in plans.  Barfield urged Reason to trust him. \n(Am. Compl. ¶ 32.) \n20. Relying on Barfield’s assurances and representations, Plaintiffs \ntransferred the winning bids and earnest money for the Airport Road and White Lake \nDrive properties to Market Crossin g on 28 February 2019.  In furtherance of the \nparties’ agreement, Plaintiffs made additional bids on the Motel and deposited \nanother $9,373.89 in earnest money from the Sills’ joint bank account.  (Am. Compl. \n¶¶ 32, 35–36.)    \n21. On 21 April 2019, Plaintiffs submitted the winning bid for the Motel , \ntotaling $738,727.75.  Believing what they had been told by Barfield and Baker, and \nin furtherance of their agreement, Plaintiffs transferred the winning bid and earnest \nmoney deposits for the Motel to Market Crossing.  (Am. Compl. ¶¶ 37–38.) \n22. In all, Plaintiffs deposited over $50,000 in earnest money for the \nProperties, all drawn from the Sills’ joint bank account.  Plaintiffs allege that the Sills \nhave been reimbursed only $25,000.  (Am. Compl. ¶ 39.) \n23. Barfield used all three winning bids to purchase the Properties in the \nname of Market Crossing.  (Am. Compl. ¶¶ 40–42.) \n24. Just over  a year later,  in accordance with the parties’ agreement, \nBarfield caused Market Crossing to sell  the Airport Road and White Lake Drive  \nProperties to Jimmy and Cathy Sills, each for $5 ,000 more than its bid price.   (Am. \nCompl. ¶¶ 43–44.) \n25. As for the Motel, however, Plaintiffs allege that things did not go as the \nparties had agreed.   They claim that any suggestion that Baker would finance the \npurchase of the Motel for all of them was a ruse.  Instead, Plaintiffs believe that Baker \nand Barfield privately agreed that Baker would finance the deal for Barfield alone, \nto the exclusion of Plaintiffs.  (Am. Compl. ¶¶ 31, 46.)   \n26. Instead of putting the Motel up for sale as they had allegedly agreed, for \na time Barfield and Reason worked together to operate it .  Barfield was responsible \nfor keeping track of guest deposits and payments, and Reason was responsible for the \nupkeep.  (Am. Compl. ¶ 48.) \n27. But Plaintiffs complain that Barfield ultimately took control of the Motel \nand refused to list it for sale  with Register .  Instead, Plaintiffs allege, Barfield \ncovertly engaged in private conversations with third parties about selling the Motel, \nand he ultimately sold the property to Hospitality Resort Management, LLC on 17 \nJune 2021 for $1,024,000 without involving Plaintiffs.  (Am. Compl. ¶¶ 45, 54–56.) \n28. Plaintiffs complain that Barfield has kept for h imself and refused to \ndistribute either profits or proceeds from the operation and sale of the Motel.  (Am. \nCompl. ¶¶ 58–60.)  They allege that Barfield’s plan all along was not to honor their \nagreement to divide the profits from their venture and that they were duped into \ntrusting him.  (Am. Compl. ¶¶ 46, 49, 54.) \nII. PROCEDURAL HISTORY \n29. Plaintiffs initiated this action on 25 January 2022.  (ECF No. 3.)  It was \ndesignated to the North Carolina Business Court and assigned to the undersigned on \n25 February 2022.  (ECF Nos. 1, 2.)  On 8 June 2022, Plaintiffs moved to amend their \nComplaint.  (ECF No. 25.)  The Court granted the motion by Order entered 13 June \n2022, (ECF No. 32), and the First Amended Complaint was filed on 14 June 2022. \n30. In their Amended Complaint, Plaintiffs seek a declaration:  (1) that the \noral agreement between the parties is a valid and enforceable contract for the purpose \nof carrying on the business of purchasing and selling real estate; (2) that both \nPlaintiffs and Barfield are owners of, or partners in, the parties’ business venture or \npartnership; (3) that Plaintiffs are entitled to their share of the assets of the business \nventure or partnership; (4) that the assets of this venture or partnership included the \nMotel; (5) and that Plaintiffs are entitled to their share of the proceeds from \nDefendants’ sale of the Motel.  (Am. Compl. ¶¶ 63–70).  In addition, Plaintiffs assert \na claim for breach of contract against Barfield resulting from Barfield’s operation and \nsale of the Motel and his refusal to share the profits, (Am. Compl. ¶¶ 71–83), and they \nassert a claim against both Barfield and Market Crossing f or unjust enrichment .  \n(Am. Compl. ¶¶ 84–95.) \n31. On 9 November 2022, Defendants filed this Motion seeking judgment on  \nPlaintiffs’ claims pursuant to Rule 12(c).1  The Motion has been fully briefed, and the \nCourt entertained arguments at a hearing held on 7 February 2022, during which all \nparties were present.  (See ECF No. 55.)  The Motion is now ripe for disposition. \nIII. LEGAL STANDARD \n32. On a motion for judgment on the pleadings pursuant to Rule 12(c), the \nCourt must view the facts and permissible inferences in the light most favorable to \nthe nonmoving party.  Ragsdale v. Kennedy , 286 N.C. 130, 137 (1974).  “ All well \npleaded factual allegations in the nonmoving party’s pleadings are taken as true and \n \n1 Defendants have not moved for judgment on Jimmy Sills’ claim for unjust enrichment.  (Mot. \nJ. Pleadings, ECF No. 45.) \nall contravening assertions in the movant ’s pleadings are taken as false.”   Id. \n(citations omitted).  The movant is held to a “strict standard.”  Id.  A Rule 12(c) motion \nshould not be granted “ unless the movant clearly establishes that no material issue \nof fact remains to be resolved and that he is entitled to judgment as a matter of law.” \nCarpenter v. Carpenter, 189 N.C. App. 755, 761 (2008).   \n33. Since judgment on the pleadings is a final judgment, the pleadings must \nbe carefully scrutinized so not as to deprive the nonmovant of a “full and fair hearing \non the merits.”  Ragsdale, 286 N.C. at 137.     \nIV. ANALYSIS \nA. Declaratory Judgment \n34. The Declaratory Judgment Act, N.C.G.S. § 1 -253 et seq., authorizes a \ncourt to declare the “rights, status, and other legal relations” of adverse parties when \nan actual dispute exists.  PHE, Inc. v. Dolinsky, 2022 NCBC LEXIS 123, at **19 (N.C. \nSuper. Ct. Oct. 19, 2022).   If a genuine controversy is adequately p led, the claim for \na declaratory judgment may move forward.  Indeed, “[t]he question is not whether \nthe plaintiff[s] will prevail on their claim, it is only whether they have identified an \nactual, genuine controversy.”   BIOMILQ, Inc. v. Guiliano, 2023 NCBC LEXIS 24, at \n**32 (N.C. Super. Ct. Feb. 10, 2023)  (cleaned up).  Cf . Morris v. Plyler Paper Stock \nCo., 89 N.C. App. 555, 557 (1988) (“A motion to dismiss for failure to state a claim is \nseldom appropriate in actions for declaratory judgments, and will no t be allowed \nsimply because the plaintiff may not be able to prevail.”).    \n35. In this case,  Defendants argue that Plaintiffs have failed to plead the \nexistence of either a partnership or a joint venture and, therefore, their claim fails as \na matter of law.  As discussed below, b ecause the Court determines that Plaintiffs \nhave adequately pled the existence of a partnership or joint venture to buy and sell \nthe Properties to survive this Rule 12(c) challenge, Defendants’ Motion as to the claim \nfor declaratory judgment shall be DENIED.    \n36. Although they are similar in many respects, a  partnership “ordinarily \nrelates to a continuing action ,” Pike v. Wachovia Bank & Trust Co. , 274 N.C. 1, 9 \n(1968)), whereas a joint  venture is usually formed to carry  out a single business \nventure.  Rifenburg Constr., Inc. v. Brier Creek Assocs., L.P., 160 N.C. App. 626, 632 \n(2003).  Even so, partnerships and joint ventures  are governed by substantially the \nsame rules.  Pike, 274 N.C. at 9. \n37. To form either a partnership or a joint venture , the parties  involved \nmust agree to share the financial repercussions  of their adventure.  The agreement  \nis most often expressed optimistically as one to share profits; however, the reverse is \ntrue as well.  Partners or co -adventurers must also agree to bear responsibility for \nany losses the business incurs .  See N.C.G.S. §  59-36(a) (“ A partnership is an \nassociation of two or more persons to carry on as co-owners a business for profit.”); \nN.C.G.S. § 59-37(4) (when determining whether a partnership exists, “[t]he receipt \nby a person of a share of the profits of a business is prima facie evidence that he is a \npartner in the business”); Best Cartage, Inc. v. Stonewall Packa ging, LLC, 219 N.C. \nApp. 429, 438 (2012) (sharing of profits is an indispensable requisite for a \npartnership); Johnson v. Gill, 235 N.C. 40, 44–45 (1952) (“To make a partnership, two \nor more persons s hould combine their property, effects, labor, or skill i n a common \nbusiness or venture,  and share the profits and losses in equal or specified \nproportions[.]”); Rifenburg, 160 N.C. App. at 632 (one element of a joint venture is “an \nagreement, express or implied, to carry out a single business venture with joint  \nsharing of profits[.]”).  \n38. The second requirement for a partnership is co -ownership of the \nbusiness.  See, e.g., La Familia Cosmovision, Inc. v. Inspiration Networks, 2014 NCBC \nLEXIS 52, at *16 (N.C. Super. Ct. Oct. 20, 2014) ; Wilder v. Hobson , 101 N.C. App. \n199, 202 (1990).  Likewise, the second requirement for a joint venture is “an equal \nright of control of the means employed to carry out the venture.”  Rifenburg Constr., \nInc., 160 N.C. App. at 632.  This means that each partner or co -adventurer is “an \nagent of the others in matters appertaining to the partnership and within the scope \nof its business.”   See  Johnson, 235 N.C. at 44 (“ [The] Uniform Partnership Act \ndeclares that every partner is an agent of the partnership for the purposes of its \nbusiness, and the act of every partner for apparently carrying on in the usual way the \nbusiness of the partnership of which he is a member ordinarily binds the partnership, \nG.S. 59-39[.]”); DS & T II, Inc. v. D & E Tax & Accounting, Inc. , 2021 NCBC LEXIS \n87, at **15 (N.C. Super. Ct. Oct. 4, 2021) (the parties  in a joint venture stand in the \nrelationship of principal and agent to each other). \n39. The contributions of each party “need not be equal or of the same \ncharacter, but there must be some co ntribution by each co -adventurer of something \npromotive of the enterprise.”  Pike, 274 N.C. at 9 (quoting In re Simpson, 222 F. Supp. \n904, 909 (M.D.N.C. 1963)).   \n40. Citing La Familia , Defendants argue that because the Amended \nComplaint does not specifically allege that the parties agreed to share losses, no \npartnership or joint venture could exist.  (Br. Supp. Defs.’ Mot. J. Pleadings, [“Br. Supp. \nDefs.’ Mot.”] 8–9).    \n41. The Court disagrees.  Here, Plaintiffs allege that they and Barfield \n“entered into an oral agreement to create and operate a business that would \npurchase, hold, operate, manage, and sell real property, and specifically the \nProperties” and that the parties “agreed they would split any profits and share any \nproceeds from the LLC’s business ba sed on the percentage of their membership \ninterests.”  (Am. Compl. ¶ 18.)  While it will be important at a later stage for Plaintiffs \nto present evidence that the parties’ agreement was not limited to sharing only the \nupside of their venture, the Court det ermines that, at this early stage of the case , \nPlaintiffs have adequatel y met this pleading requirement .2  See Surratt v. Brown , \n2016 NCBC LEXIS 27, at **5–7 (N.C. Super. Ct. Apr. 1, 2016) (denying a motion for \nsummary judgment despite agreement mentionin g only profit-sharing and not loss-\nsharing); cf. Vitaform, Inc. v. Aeroflow, Inc. , 2020 NCBC LEXIS 132, at **9– 12 \n \n2 The present case is distinguishable from La Familia.  In that case, the court found that the \ndivision of profit s described in the parties’ written agreement more closely resembled a \n“compensation measure” than the  sharing of profits by partners.  La Familia Cosmovision, \nInc., 2014 NCBC LEXIS 52, at *20– 21.  And, importantly, a letter of intent between the \nparties expressly identified the defendant as an independent contractor.  Id. at *22.  \n(dismissing plaintiff’s joint venture claim because plaint iff failed to allege joint \nsharing of profits).   \n42. Moving to the requirement that Plaintiffs plead that the parties shared \ncontrol and that each co-adventurer acted as an agent of the others, Plaintiffs allege \nthat t hey entered into an oral agreement with Barfield to be “ partners and joint \nowners and [ to] have [an] interest in the Properties through their ownership  of or \nmembership in the joint venture.”  (Am. Compl. ¶ 18.)  They called their relationship \na partnership.  (Am. Compl. ¶¶ 33, 59.)  In addition, Plaintiffs allege the existence of \na division of labor in furtherance of their business plan.  While Barfield was to secure \nfinancing, (Am. Compl. ¶¶ 12, 23, 74) , Plaintiffs were responsible for securing the \nwinning bids, (Am. Compl. ¶¶ 11, 23 –26, 34– 39, 74) .  Plaintiffs also engaged an \nattorney to create the LLC, (Am. Compl. ¶ 22), and they engaged the real estate agent \nwhose appraisal of the Motel they shared with Barfield,  (Am. Compl. ¶ 19).  In turn, \nBarfield included Plaintiffs in meetings with the financier, Baker.  (Am. Compl. ¶ 29.)  \nThese allegations are sufficient, Plaintiffs contend , to satisfy their pleading \nrequirements.  \n43. But Plaintiffs argue that, when it came to the Motel, they had no equal \nright of control.  They assert  that Barfield had “complete legal control” and that he \n“held all the cards —all the financial and legal power over Plaintiffs with regard to \nthe parties’ business venture and the Langston Motel Property.”  (Am. Compl. ¶¶ 52–\n53.)  \n44. The Court determines  that the allegations at paragraphs 52- 53 of the \nAmended Complaint describe the relationship between the parties as it evolved \nfollowing Barfield’s alleged misrepresentations and breach, not the relationship that \nPlaintiffs allege the parties agreed to have.  Viewing the allegations in the light most \nfavorable to Plaintiffs, the Court determines that Plaintiffs have sufficiently pled that \nthe parties agreed to act as each other’s agent and divide responsibilities but to share \nownership and control.  See Surratt, 2015 NCBC LEXIS 75, at *12 (allegations that \none party would finance the venture for a thirty -percent share of profits, while the \nother party would operate the store for a seventy-percent share, asserted the minimal \nessential terms for finding an enforceab le partnership agreement); but see Williams \nv. Hammer, 2015 NCBC LEXIS 81, at **11–13 (N.C. Super. Ct. Aug. 12, 2015) (where \nthe complaint does not allege that the parties co-owned any interest in a business or \nproperty, co-ownership is not adequately alleged); DS & T II, 2021 NCBC LEXIS 87, \nat **15 (dismissing claim because agency relationship not alleged). \n45. Because Plaintiffs have adequately alleged  the existence of either a   \npartnership or a joint venture, Defendants’ Motion  for Judgment on the Pleadings \nwith respect to Plaintiffs’ First Claim for Relief requesting a declaratory judgment \nshall be DENIED.3  \n \n3 Defendants also argue that Plaintiffs’ partnership and joint venture theories fail because \nno fiduciary relationship existed between the parties.  (Br. Supp. Defs.’ Mot., 6–8.)  However, \nit is the existence of a partnership or joint venture that creates the fiduciary relationship, not \nthe other way around.  See, e.g ., N.C.G.S. § 59 -51 (“Every partner must account to the \npartnership for any benefit, and hold as trustee for it any profits derived by him . . . .”); Cutter \nv. Vojnovic, 2023 NCBC LEXIS 14, at **12 (N.C. Super. Jan. 24, 2023) (partners owe fiduciary \nduties to each other); Zagaroli v. Neill, 2017 NCBC LEXIS 103, at *31 (N.C. Super. Ct. Nov. \n7, 2017) (“[I]t is elementary that the relationship of partners is fiduciary and imposes on them \nB. Breach of Contract \n46. To state a claim for breach of contract, Plaintiffs need only allege “(1) \nexistence of a valid contract and (2) breach of the terms of that contract.”  McKee v. \nJames, 2014 NCBC LEXIS 74, at **14 (N.C. Super. Ct. Dec. 31, 2014)  (quoting Poor \nv. Hill, 138 N.C. App. 19, 26 (2000)).  “[W]here the complaint alleges each of th ese \nelements, it is error to dismiss a breach of contract claim under [Rule 12].”  McLamb \nv. T.P. Inc., 173  N.C. App. 586, 588 (2005).   \n47. In this case, Plaintiffs allege that the parties originally  agreed to form \nan LLC to  “purchase, hold, operate, manage, and sell real property .”  (Am. Compl. \n¶ 18.)  However, t hey also allege that, after initially expressing reservations, they \nagreed with Barfield’s later proposal to use his existing LLC instead of forming a new \nLLC because Barfield assured them that they would share profits as originally \nplanned.  (Am. Compl. ¶¶ 27–28.)  Plaintiffs contend that Barfield breached the ir \nagreement by refusing to put the Motel up for sale as they had agreed  and instead \nengaging in clandestine discussions with Hospitality Resort Management to sell the \nMotel and keep the profit for himself.  They allege that Barfield has refused to \ndistribute any profits or proceeds from the Motel to them.  (Am. Compl. ¶ ¶ 54, 56, \n58.)   \n \nthe obligation of the utmost good faith in their dealings with one another in respect to \npartnership affairs”); Morris Int’l, Inc. v. Packer, 2021 NCBC LEXIS 16, at *27  (N.C. Super. \nFeb. 22, 2021) (holding that a partner’s fiduciary duties continue beyond dissolution and until \nthe partnership has been wound up).   But see  Volumetrics Med. Imaging, Inc. v. ATL \nUltrasound, Inc., 243 F. Supp. 2d 386, 403–04 (M.D.N.C. 2003) ( holding that because no \nfiduciary relationship existed between the parties, the relationship did not “qualify” as a joint \nventure). \n48. Defendants argue that beca use the oral agreement to form a new LLC \nand split profits was “ superseded” by Plaintiffs’ later agreement to transfer the \nProperties to Market Crossing , and because Plaintiffs do not plead that they were \npromised an ownership interest in Market Crossing, their claim fails .  ( Reply Br. \nSupp. Defs.’ Mot . J . Pleadings 7 , ECF No. 54 [“ Reply Br. Supp. Defs.’ Mot. ”].)  \nHowever, the Amended Complaint alleges that Ba rfield reassured and promised  \nPlaintiffs that “the parties’ agreement had not changed, and that each of them would \nshare the profits and proceeds of the busi ness venture as originally planned and \nagreed.”  (Am. Compl. ¶  28.)  It is this promise that Plaint iffs claim was breached.   \nNothing more is required  to state a claim.  Accordingly, Defendants’ Motion for \nJudgment on the Pleadings with respect to Plaintiffs’ Breach of Contract claim shall \nbe DENIED.  \nC.  Q uantum Meruit/Unjust Enrichment  \n49. As an alternative to their breach of contract claim , Plaintiffs assert  a \nclaim for unjust enrichment.  Even though, given the facts alleged, Plaintiffs would \nnot be able to recover on both theories, “[i]t is well-established that liberal pleading \nrules permit pleading in the alternative, and that theories may be pursued in the \ncomplaint even if plaintiff may not ultimately be able to prevail on both .”  James \nRiver Equip., Inc. v. Mecklenburg Utils., Inc., 179 N.C. App. 414, 419 (2006) (cleaned \nup).   \n50. Unjust enrichment will imply a contract for fair compensation where \none party paid expenses for the benefit of another and there was no express contract \nfor compensation.  However, if a contract exists, the contract will govern the claim, \nand the law will not imply a contract.  Higgins v. Synergy Coverage Sols., LLC, 2020 \nNCBC LEXIS 6, at **23 (N.C. Super. Ct. Jan. 15, 2020) (citing Booe v. Shadrick, 322 \nN.C. 567, 570 (1988)).  \n51. To recover on a claim for  unjust enrichment, ultimately Plaintiff must \nprove: “(1) that it conferred a benefit on another party; (2) that the other party \nconsciously accepted the benefit; and (3) that the benefit was not conferred \ngratuitously or by an interference in the affairs of the other party.”  Id. (citing Islet \nScis., Inc. v. Brighthaven Ventures, LLC , 2017 NCBC LEXIS 4, at *16 (N.C. Super. \nCt. Jan. 12, 2017)).  However, in general, at the Rule 12 stage, courts will decline to \naddress unjust enrichment claims if a viable breach of contract claim \nexists.  See Shelton v. Duke Univ. Health Sys., 179 N.C. App. 120, 125, (2006) (stating \non Rule 12(b)(6) motion that “ [b]ecause we have not held the contract to be \nunenforceable, we do not address [plaintiff’s unjust enrichment] argument”).  \n52. As stated above, a viable breach of contract claim exists here.  Moreover, \nPlaintiffs adequately allege that they did not act gratuitously when they secured the \nbid for the Motel, paid the required earnest money drawn from the Sills’ joint bank \naccount, and then assigned the bids to Market Crossing .  Plaintiffs assert that they \nconferred a “ specific and measurable benefit ” on Defendants , which Defendants \nvoluntarily accepted,  and that Plaintiffs “ reasonably expected good and valuable \nconsideration” in return.  Plaintiffs  claim that Defendants have failed to pay that \nconsideration and that Plaintiffs have been damaged as a result.  (Am. Compl. ¶¶ 85–\n95.)  The allegations are sufficient to state a claim.  The Court therefore DENIES \nDefendants’ Motion with respect to Plaintiffs’ claim for unjust enrichment.   \nV. CONCLUSION \n53. WHEREFORE, the Court DENIES  Defendants’ Motion for Judgment \non the Pleadings. \nIT IS SO ORDERED, this the 24th day of March, 2023. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n \n "
}