{
  "id": "4ea8003c4cfb8216dc09b3eb22a29b4c5fac45a27d314e02af86b7dc333ec809",
  "source_file": "data/raw/ncbc/4ea8003c4cfb8216dc09b3eb22a29b4c5fac45a27d314e02af86b7dc333ec809.pdf",
  "raw_text": "Arris Grp., Inc. v. CyberPower Sys. (USA), Inc., 2017 NCBC 57. \n \nSTATE OF NORTH CAROLINA \n \nDURHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 4050 \n \nARRIS GROUP, INC., \n \nPlaintiff, \n \nv. \n \nCYBERPOWER SYSTEMS (USA), \nINC., et al., \n \nDefendants, \n \nand \n \nDELTA PRODUCTS \nCORPORATION,  \n \n                                Respondent. \n \n \n \n \n \n \n \n \nORDER AND OPINION ON  \nMOTION TO COMPEL \n \n \n1. This ancillary proceeding requires the Court to determine  whether \nRespondent Delta Products Corporation (“Delta”) must search for and produce \ndocuments for use in an Illinois lawsuit between ARRIS Group, Inc. (“ARRIS”) and \nCyberPower Systems (USA) Inc. (“CyberPower”).  Delta, which is not a party to that \nlitigation, appears in this proceeding only because CyberPower has moved to compel \n(“Motion”) Delta to respond to a subpoena duces tecum served in North Carolina.  The \nCourt, after reviewing the Motion, the briefs supporting and opposing the Motion, \nand the parties’ arguments at the hearing on June 14, 2017, GRANTS in part and \nDENIES in part CyberPower’s Motion. \n \n \nKennon Craver, PLLC by Joel M. Craig, and Williams, Bax & Saltzman, \nP.C. by Douglas W. Bax, for Defendants.  \n \nWomble Carlyle Sandridge & Rice, LLP by David R. Boaz, and Pepper \nHamilton LLP by Thomas F. Fitzpatrick, for Respondent.  \n \nConrad, Judge. \nI. \nBACKGROUND \n \nA. The Illinois Litigation \n2. The Illinois litigation concerns  modules used as part of Verizon \nCommunications, Inc.’s (“Verizon”) fiber optic service, or FiOS, for internet, \ntelephone, and television.  (CyberPower Systems USA’s Mem. of Law in Supp. of Its \nAm. and Restated Mot. to Compel Delta Products Corp. to Comply with Subpoena  \nDuces Tecum 4  [“CyberPower Mem.”] .)  Each FiOS module consist s of two \ncomponents: an optical network terminal and a power supply.  (CyberPower Mem. \nEx. 1 ¶¶  23–24.)  The optical network terminal “converts a fiber optic signal into \nusable TV, internet, and phone services.”  (CyberPower Mem. 4; see also CyberPower \nMem. Ex. 1 ¶  23.)  The power supply “plugs into the home’s wall -outlet” to provide \npower for the optical network terminal and also includes a battery backup component, \nwhich provides power “in the event of a power outage.”  (CyberPower Mem. 4; see also \nCyberPower Mem. Ex. 1 ¶ 24.)   \n3. ARRIS manufactures FiOS modules by making the optical network \nterminals and pairing them with power supplies provided by a vendor.  (CyberPower \nMem. 4, Ex. 1 ¶ 13 .)  ARRIS sells the completed modules to Verizon, which then \ninstalls the modules in the homes of its customers.  (CyberPower Mem. 4.) \n \n \n4. In 2006, Verizon received reports of malfunctioning power supplies .  \n(CyberPower Mem. 4 .)  Verizon asked ARRIS and other module manufacturers to \nidentify partners to develop new, replacement power supplies.  (CyberPower Mem. 4–\n5.)  ARRIS initially selected Delta as a vendor,  and at least one other manufacturer \nselected CyberPower.   (CyberPower Mem. 5.)  In 20 06, Verizon approved  \nCyberPower’s power supplies, and in 2007 ARRIS began purchasing them instead of \nDelta’s.  (CyberPower Mem. 5.) \n5. In 2012, ARRIS determined that CyberPower’s power supplies were failing \nprematurely.  ( CyberPower Mem.  5.)  According to ARR IS, the battery backup \ncomponents had a design defect: certain capacitors overheated when used in Verizon’s \nspecified operating conditions, causing them to  degrade prematurely.  (CyberPower \nMem. 5–6, Ex. 1 ¶ 37 .)  As a result, ARRIS ended its relationship with CyberPower  \nand began purchasing power supplies from Delta.  (CyberPower Mem. 5.)   \n6. In 2013, ARRIS sued CyberPower in Illinois, asserting claims for breach of \nexpress and implied warranties.  ARRIS alleges that CyberPower provide d power \nsupplies with battery backup components that failed “to conform to product \nspecifications, express contractual requirements, and express and implied \nwarranties.”  (CyberPower Mem. Ex. 1 ¶ 1.)  \nB. The North Carolina Subpoena \n7. In August 2016, CyberPower served Delta—a nonparty—with a subpoena  \nin North Carolina.  CyberPower sought a wide range of documents  and \ncommunications related to the design, development, and testing of Delta’s power \n \n \nsupplies.  ( See CyberPower Mem. Ex. 2.)  Delta refused to produce d ocuments and \nobjected that the requests were overbroad, unduly burdensome, and called for the \nproduction of trade secrets and confidential information to a direct competitor.  ( See \nCyberPower Mem. Ex. 3.)   \n8. After discussions between counsel, CyberPower revised the subpoena.  \n(CyberPower Mem. Ex. 4.)  The revised subpoena includes nine requests for \nproduction, with no defined time period, that break down into four categories: \na. The agreement between ARRIS and Delta for the sale of power supplies \nor battery backup components. \nb. All s pecifications for Delta’s power supplies or battery backup \ncomponents. \nc. All communications with ARRIS or Verizon regarding actual or \nanticipated operating conditions for the power supplies; testing or analysis of the \ntemperature levels of the power supplies and any component parts; and the \nexpected or actual operating life of the power supplies. \nd. All documents relating to the determination, calculation, or analysis of \nthe operating life of the power supplies.  \n(See CyberPower Mem. Ex 4; see also CyberPower Mem. 10.) \n9. Although the revised requests were more limited in scope than the original \nsubpoena, Delta maintained its objections.  CyberPower filed a motion  to compel in \nDurham County in November 2016.  A few months later, CyberPower abandoned this \nmotion in favor of  filing a motion to compel ARRIS to produce a similar set of \n \n \ndocuments in the Illinois litigation.  (CyberPower Mem. Exs. 8, 9.)  In February 2017, \nthe Illinois court issued an order compelling ARRIS to provide the responsive \ndocuments in its possession, custody, or control.  (CyberPower Mem. Ex. 10.)  ARRIS \nproduced some documents but represented that, due to standard document retention \nprocedures, it had not retained other  documents related to Delta’s power supplies.  \n(See CyberPower Mem. 14.)  \n10. Believing that it had exhausted alternative avenues for obtaining the \nrequested information, CyberPower renewed its demand  that Delta respon d to the \nrevised subpoena.  Delta refused, and CyberPower filed the Motion on April 26, 2017.  \nThe proceeding was designated as a mandatory complex business case on May 18, \n2017, assigned on May 22, 2017, and is now fully briefed and ripe for determination.  \nII. \nANALYSIS \n \n11. The decision to grant or deny a motion to compel discovery lies within the \n“sound discretion” of the trial court.  Sessions v. Sloane, 789 S.E.2d 844, 853–54 (N.C. \nCt. App. 2016) (quoting Patrick v. Wake Cnty. Dep’t of Human Servs., 188 N.C. App. \n592, 595, 655 S.E.2d 920, 923 (2008)).  Here, the issue is whether a nonparty (Delta) \nmust search for and produce documents, including trade secret and confidential \ninformation, to its direct competitor (CyberPower) for use in out-of-state litigation. \nA. Legal Standard \n12. The North Carolina Rule s of Civil Procedure  contemplate and permit \ndiscovery as to non parties.  A foreign litigant , such as CyberPower,  may serve a \ndomestic subpoena on a nonparty  in North Carolina, such as Delta, that commands \n \n \nthe production, inspection, and copying “of designated records, books, papers, \ndocuments, electronically stored information, or tangible things in the possession, \ncustody, or control of”  the nonparty.  N.C. R. Civ. P. 45(a)(1)(b); see also N.C. Gen. \nStat. § 1F-3.  This language, and the scope of permitted discovery, is similar to the \nterms of discovery permitted between parties under Rule 26.  See N.C. R. Civ. P. \n26(b)(1). \n13. A subpoena to a nonparty therefore poses a concrete, one-sided burden with \nno corresponding benefit.  Nonparties, by definition, have no direct stake in litigation.  \nFor that reason, “Rule 45 affords greater protection to nonparties than Rule 26 \nprovides to parties.”  Bank of Am. Corp. v. SR Int’l Bus. Ins. Co., 2006 NCBC LEXIS \n17, at *16 (N.C. Super. Ct. Nov. 1, 2006) ; accord SciGrip, Inc v. Osae , 2015 NCBC \nLEXIS 89, at *14 , (N.C. Super. Ct. Sept. 28, 2015) .  Indeed, “[t]he courts have an \nobligation to protect nonparties from burden and expense imposed without sufficient \njustification.”  Bank of Am. Corp., 2006 NCBC LEXIS 17, at *16 (emphasis added). \n14. For example, t he issuing party must “take reasonable steps to avoid \nimposing an undue burden or expen se on a person subject to the subpoena.”  Id. at \n*11 (quoting N.C. R. Civ. P. 45(c)(1)).  In addition, “[t]he court shall quash or modify \nthe subpoena if” the recipient demonstrates the existence of any enumerated grounds \nfor objection, including privilege, unreasonableness, and undue burden.  N.C. R. Civ. \nP. 45(c)(5); see also N.C. R. Civ. P. 45(c)(3); Bank of Am. Corp. , 2006 NCBC LEXIS \n17, at *11.  Where the subpoena requests trade secrets or other confidential \ninformation, Rule 45 provides additional safeguards: the court may “quash or modify \n \n \nthe subpoena” unless the issuing party “shows a substantial need for the testimony \nor material that cannot otherwise be met  without undue hardship.”  N.C. R. Civ. P. \n45(c)(7) (emphasis added). \n15. Federal courts have also stressed th e “distinction between a party and \nnonparty” in applying the Federal Rules of Civil Procedure.   Beinin v. Ctr. for the \nStudy of Popular Culture, No. C 06 -2298 JW (RS), 2007 U.S. Dist. LEXIS 22518, at \n*6 (N.D. Cal. Mar. 16, 2007).  Although parties to litigation must accept the “travails \n[of discovery] as a natural concomitant of modern civil litigation,” “[n]on-parties have \na different set of expectations.”  Papst Licensing GmbH & Co. KG v. Apple, Inc. , No. \n6:15-cv-1095, 2017 U.S. Dist. LEXIS 51274, at *9 (N.D. Ill. Apr. 4, 2017).  Accordingly, \n“the fact of nonparty status may be considered by the court in weighing the burdens \nimposed in the circumstances.”   Katz v. Batavia Marine & Sporting Supplies, Inc. , \n984 F.2d 422, 424 (Fed. Cir. 1993); see also Intermec Techs. Corp. v. Palm, Inc., No. C \n09-80098 MISC WHA, 2009 U.S. Dist. LEXIS 132759, at *7 (N.D. Cal. May 15, 2009) \n(holding that protections apply “doubly when the respondent is a non-party”). \nB. CyberPower’s Motion \n16. CyberPower seeks to compel production of a wide range of communications \nand technical information, reaching back more than a decade.  Delta argues that the \nrequested discovery is “highly confidential, irrelevant to any claim or defense, and \nunduly burdensome.”  (Delta Products Corp.’s Opp’n to CyberPower USA’s Am. and \nRestated Mot. to Compel 3 [“Delta Mem.”].) \n \n \n17. The Court disagrees with Delta that the requested information is irrelevant.  \nThe information sought  simply need s to be “reasonably calculated to lead to the \ndiscovery of admissible evidence.”  N.C. R. Civ. P. 26(b)(1); see also Hy-Ko Prods. Co. \nv. Hillman Grp., Inc., No. 5:09-MC-32, 2009 U.S. Dist. LEXIS 94713, at *3 (E.D.N.C. \nOct. 8, 2009) (relevance in discovery differs from trial phase) .  CyberPower requests \ninformation concerning the product ARRIS selected to replace CyberPower’s allegedly \ndefective power supplies.  At a minimum, this information is likely relevant to issues \nof merchantability and industry standards disputed by ARRIS and CyberPower.  \nFurthermore, the Illinois court implicitly reached this conclusion when it compelled \nARRIS to produce documents in response to a substantially similar set of requests.  \n(See CyberPower Mem. Ex. 10 .)  Although that order is not binding for purposes of \nthis ancillary proceeding, it deserves due weight, given the Illinois court’s far greater \nfamiliarity with the substantive issues in the underlying litigation.  Delta’s relevance \nobjection is therefore unpersuasive.  See Hy-Ko Prods. Co. , 2009 U.S. Dist. LEXIS \n94713, at *4 (“The burden of showing that the requested discovery is not relevant to \nthe issues in litigation rests on the party resisting discovery.”).  \n18. Delta’s other objections have more merit, particularly given its  status as a \nnonparty.  CyberPower’s requests vary in scope, and many of them pose distinct and \nunwarranted burdens on Delta.  The Court addresses them in turn. \nAgreement Between ARRIS and Delta (RFP No. 1) \n19. In its first request for production, CyberPower seeks a copy of “[t]he \nagreement between ARRIS and Delta for the sale or supply of Power Supplies or \n \n \n[battery backup components].”  (CyberPower Mem. Ex. 4.)  This request does not pose \nan undue burden to Delta.   It is discrete, targeted to a specific written ag reement, \nand does not seek more voluminous or sensitive information associated with the \nagreement, such as communications regarding negotiations with ARRIS.  See Carter \nv. Archdale Police Dep’t , No. 1:13CV613, 2014 U.S. Dist. LEXIS 61265, at *12 \n(M.D.N.C. May 2, 2014) (stating that undue burden factors include “the breadth of \nthe document request” and “the particularity with which the documents are \ndescribed” (quotation marks omitted)). \n20. It is unclear, however, whether any such agreement exists.  Though not \ndiscussed in Delta’s briefing, its counsel represented at the hearing that ARRIS and \nDelta’s relationship is not governed by an agreement responsive to CyberPower’s \nrequest.  Accordingly, to the extent Delta possesses responsive documents that define \nthe terms of the relationship between ARRIS and Delta for the sale of the products \nin question, it shall produce them , and to the extent there are no such documents, \nDelta shall certify that they do not exist. \nSpecifications for Delta’s Power Supplies (RFP No. 2) \n21. CyberPower’s second request for production  requests “[a]ll documents \nconstituting specifications for the Power Supplies or [battery backup components].”  \n(CyberPower Mem. Ex. 4.)  The request as written is ambiguous because the term \n“specifications” is not defined.  In its briefing, CyberPower clarifies that it seeks two \ncategories of specifications : (1) operating specifications imposed by Verizon  and \n \n \nARRIS and provided to Delta; and (2) technical specifications created by Delta.  (See \nCyberPower USA’s Reply in Supp. of Its Mot. to Compel 5.)  \n22. The Court agrees that CyberPower is entitled to any specifications that \nDelta received from Verizon or ARRIS.  Although the subpoena includes no relevant \ntime period, the documents were likely provided in 2006 (when both CyberPower and \nDelta were first creating power supplies) and in 2012 (when ARRIS decided to replace \nCyberPower’s products with Delta’s).  It would not be unduly burdensome for Delta \nto identify and produce these specific documents  to the extent such documents still \nexist.  And there is no indication in the record that these specifications, which were \ncreated by others, include Delta’s confidential information.  \n23. Delta’s own technical specifications  are a different matter , and the Court \ndenies CyberPower’s request to obtain them .  Delta argues, and the Court agrees, \nthat technical specifications of this type are highly confidential and likely the subject \nof trade secret protection.  (See Delta’s Mem. 9; Chang Aff. ¶ 12.)  They are the crown \njewels—essentially a blueprint of Delta’s power supplies .  It would take a  strong \nshowing of “substantial need”  to warrant compelling a nonparty to provide such \ninformation to a direct competitor.  N.C. R. Civ. P. 45(c)(7);  see also, e.g., In re \nVitamins Antitrust Litig., 267 F. Supp. 2d 738, 741 –42 (S.D. Ohio 2003);  Coca-Cola \nBottling Co. of Shreveport v. Coca-Cola Co., 107 F.R.D. 288, 293 (D. Del. 1985). \n24. CyberPower has made no such showing.  CyberPower should have taken all \nreasonable measures to obtain the discovery it needs before seeking to compel the \ndisclosure of highly confidential information by a nonparty and direct competitor.  \n \n \nDelta argues , for example,  that CyberPower could obtain much of the  needed \ninformation by acquiring and testing ARRIS’s current products, which incorporate \nDelta’s power supplies.  (See Delta Mem. 15.)  CyberPower argues that the products \nare not available, but it is unclear, after full briefing and argument, whether \nCyberPower has even tried to obtain representative product samples  from ARRIS.  \nThe Court is not convinced that it did so and, accordingly, finds no substantial need \nsufficient to warrant production of Delta’s product specifications. \n25. In addition, CyberPower’s request is overbroad.  Delta has apparently \nproduced multiple generations of power supplies for ARRIS and Verizon.  (See Chang \nAff. ¶  5.)  Yet CyberPower’s request contains no temporal limitation , no model \nnumbers, and no other limitation on the scope of t he requested specifications .  \nCyberPower’s demand for all specifications for every generation of Delta’s power \nsupplies is overbroad. \n26. For these reasons, the Court exercises its authority under Rule 45 to modify \nthe subpoena, limiting the request to specifications received by Delta from Verizon or \nARRIS.  Delta shall produce any such specifications within its possession, custody, or \ncontrol. \nCommunications Between Delta and ARRIS or Verizon (RFP Nos. 3-8) \n27. CyberPower also requests “[a]ll documents cons tituting communications” \nbetween Delta and ARRIS or Verizon regarding “the actual or ant icipated operating \nconditions for  the Power Supplies or [battery backup components] ,” “testing or \nanalysis of the temperature levels of the Power Supplies or [battery b ackup \n \n \ncomponents] and any component parts,” and “the expect ed or actual operating, \nservice or useful life of the Power Supplies or [battery backup components] .”  \n(CyberPower Mem. Ex. 4.)   \n28. These requests , which include no temporal limitation,  are facially \noverbroad.  They would require Delta to pore over  a decade’s worth of \ncommunications, not specific to any employee or custodian.  According to the affidavit \nof Delta’s Sales Manager Charles Chang, the effort would entail reviewing “millions \nof communications,” requiring “hundreds of hours” and “extensive legal fees.”  (Chang \nAff. ¶ 20.)  Delta, as a nonparty , should not be subject to such burdens .  See \nHeidelberg Ams., Inc. v. Tokyo Kikai Seisakusho, Ltd. , 333 F.3d 38, 41–42 (1st Cir. \n2003) (noting “significant” burden imposed by request for “a decade’s worth of \nmaterials”); Wiwa v. Royal Dutch Petroleum Co. , 392 F.3d 812, 818 (5th Cir. 2004) \n(“A court may find that a subpoena presents an undue burden when the subpoena is \nfacially overbroad.”). \n29. Two additional points bear mention.  First, i t is unclear that these \ncommunications would do anything more than amplify the information contained in \nthe specifications that Verizon and ARRIS sent to Delta.  CyberPower speculates that \nthe communications would help it better understand any descriptions of anticipated \noperating conditions provided by Verizon or ARRIS , but this appears to be , at best, \nan incremental benefit far outweighed by the massive burden imposed on Delta.  See \nCarter, 2014 U.S. Dist. LEXIS 61265, at *12 (stating that courts may consider \nrelevance, need, and breadth in determining undue burden). \n \n \n30. Second, apart from the burden on Delta,  some responsive communications \nwould likely encompass confidential in formation regarding testing, analysis, and \ncomponent selection for Delta’s products.  ( See Chang Aff. ¶¶ 12–14.)  Delta attests \nthat such communications are  protected by nondisclosure agreements .  (See Chang \nAff. ¶ 21.)  CyberPower has not demonstrated a substantial need for this confidential \ninformation at least because it has not shown that it made any effort first to obtain \nrepresentative products from ARRIS and test them. \n31. The Court denies the Motion as to the third through eighth requests for \nproduction.   \nDocuments Related to Power Supplies’ Useful Life (RFP No. 9) \n32. Finally, CyberPower ’s ninth request for production  requests “[a]ll \ndocuments relating to the determination, calculation or analysis of the operating, \nservice or useful life of the P ower Supplies or [battery backup components] .”  \n(CyberPower Mem. Ex. 4.)  This request appears to be a catch -all, using the broad \nphrase “relating to.”  It exhibits no clear scope, has no temporal limitation, is facially \noverbroad, and would impose an undue burden on Delta.  In addition, the responsive \ninformation would include the  confidential and likely trade-secret information \ndiscussed above, for which CyberPower has failed to demonstrate a substantial need.  \nThe Court denies the Motion as to the ninth request for production.   \nIII. \nCONCLUSION \n \n33. For all these reasons, the Court GRANTS in part  and DENIES in part  \nthe Motion as follows: \n \n \na. Delta shall produce any agreement between ARRIS and Delta responsive \nto the first request for production that is within its possession, custody, or control.  \nIf such an agreement does not exist, Delta shall certify to that effect. \nb. Delta shall produce any specifications that Delta received from Verizon \nor ARRIS that are responsive to the second request for production and within its \npossession, custody, or control. \nc. The motion to compel responses to the third through ninth requests for \nproduction is denied. \nd. Neither party requested an award of costs incurred in pursuing or \ndefending against the Motion.  The Court determines, in its discretion, that the \nparties shall bear their own costs.  \nThis the 11th day of July, 2017. \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}