{
  "id": "4ecb98e2382b698503e179e4866abd3bafd70a5a1b3252a80e54eeb00208f60d",
  "source_file": "data/raw/ncbc/4ecb98e2382b698503e179e4866abd3bafd70a5a1b3252a80e54eeb00208f60d.pdf",
  "raw_text": "Plasman v. Decca Furniture (USA), Inc., 2016 NCBC 78. \n \nSTATE OF NORTH CAROLINA \n \nCATAWBA COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n12 CVS 2832 \n \nCHRISTIAN G. PLASMAN, in his \nindividual capacity and derivatively \nfor the benefit of, on behalf of and \nright of nominal party BOLIER & \nCOMPANY, LLC, \n \n                                Plaintiff, \n \nv. \n \nDECCA FURNITURE (USA), INC., \nDECCA CONTRACT FURNITURE, \nLLC, RICHARD HERBST, WAI \nTHENG TIN, TSANG C. HUNG, \nDECCA FURNITURE, LTD., DECCA \nHOSPITALITY FURNISHINGS, \nLLC, DONGGUAN DECCA \nFURNITURE CO. LTD., DARREN \nHUDGINS, DECCA HOME, LLC, \nand ELAN BY DECCA, LLC, \n \n                                Defendants, \n \nand BOLIER & COMPANY, LLC, \n \n                               Nominal \nDefendant, \n \nv. \n \nCHRISTIAN J. PLASMAN a/k/a \nBARRETT PLASMAN, \n \n                               Third-Party \nDefendant. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nSECOND AMENDED COMPLAINT AND \nMOTION TO DISMISS \nSUPPLEMENTED AND AMENDED \nTHIRD PARTY COUNTERCLAIMS \n \n \n \n1. THIS MATTER  is before the Court upon Defendants Decca Furniture \n(USA), Inc. (“Decca USA”), Decca Contract Furniture, LLC (“Decca Contract”), \nDecca Hospitality Furnishings, LLC (“Decca Hospitality”), Decca Home, LLC \n(“Decca Home”), Elan by Decca, LLC (“Elan,” together with Decca USA, Decca \nContract, Decca Hospitality, D ecca Home, and Elan, the “Decca Defendants”), \n \n \nRichard Herbst (“Herbst”), Darren Hudgins (“Hudgins”), Wai Theng Tin (“Tin”), and \nnominal defendant Bolier & Company, LLC’s (“Bolier,” together with the Decca \nDefendants, Herbst, Hudgins, and Tin, the “Defendan ts”) (i) Motion to Dismiss \nPlaintiff Christian G. Plasman’ s (“Chris Plasman”  or “Plaintiff”) Second Amended \nComplaint (the “Motion to Dismiss Complaint”) and (ii) Motion to Dismiss Third \nParty Defendant Christian J. Plasman’s (“Barrett Plasman ,” together w ith Chris \nPlasman, the “Plasmans”) Supplemented and Amended Third Party Counterclaims \n(the “Motion to Dismiss Counterclaims”, collectively, the “Motions”) in the above -\ncaptioned case.1   \n2. The Court, having considered the Motions, briefs in support of and in  \nopposition to the Motions, and arguments of counsel made at a hearing on the \nMotions, hereby GRANTS the Motions. \nLaw Offices of Matthew K. Rogers, PLLC, by Matthew K. Rogers, for \nPlaintiff Christian G. Plasman , and Third -Party Defendant Christian \nJ. Plasman a/k/a Barrett Plasman. \n \nMcGuireWoods LLP, by Robert A. Muckenfuss, Jodie H. Lawson, \nAndrew D. Atkins , Elizabeth Zwickert Timmermans , and Anita M. \nFoss, for Defendants Decca Furniture (USA), Inc., Decca Contract \nFurniture, LLC, Richard Herbst, Wai Theng Tin, Tsang C. Hung, \nDecca Furniture, Ltd., Decca Hospitality Furnishings, LLC, Dongguan \nDecca Furniture Co. Ltd., Darren Hudgins, Decca Home, LLC, Elan by \nDecca, LLC, and Nominal Defendant Bolier & Company, LLC. \n \nBledsoe, Judge. \n \n \n                                                 \n1 Defendants Tsang C. Hung (“Tsang”), Decca Furniture Ltd. (“Decca China”), and \nDongguan Decca Furniture Co. Ltd. (“Decca China Plant”) have not yet joined the Motions \nbecause Plaintiff has not yet filed proof of service for those Defendants.   (Def.’s Mot. \nDismiss Compl. 1 n.1.)   \n \n \nI. \nPROCEDURAL HISTORY \n3. Plaintiff Chris Plasman originally filed this action in October 2012, and \nDefendants subsequently removed the matter to the United States District Court \nfor the Western District of North Caroli na (Voorhees, J.) in December  2012.  The \nfederal court entered a p reliminary injunction in February 2013  (the “P.I. Order”) , \nand, in September 2014 , the federal court dismissed Chris Plasman’s federal \ncopyright infringement claim , declined to exercise supplemental jurisdiction,  and \nremanded the case to this Court for all further proceedings.    \n4. Upon remand, the parties filed a number of substantive motions, which \nthis Court resolved in a May 26, 2015 order and opinion.  Bolier & Co., LLC v. \nDecca Furniture (USA), Inc., 2015 NCBC LEXIS 55 (N.C. Super. Ct. May 26, 2015).  \nIn that opinion, the Court ruled on Plaintiff’s Motion to Amend Complaint, \nDefendants’ Motion to Dismiss Plaintiff’s First Amended Complaint, Defendants’ \nMotion to Strike Supplemental Pleadings, Defendants’ Motion to Dismiss Barrett \nPlasman’s Counterclaims,  along with various other motions not r elevant to the \npresent matter. \n5. This Court concluded in its May 26, 2015 Order that the “First Amended \nComplaint and proposed Second Amended Complaint reveal[ed] fatal deficiencies on \ntheir face.”  Bolier, 2015 NCBC LE XIS 55, at *9.  The First Amended Complaint \nalso asserted claims “in a confusing, unfocused manner” by grouping claims \ntogether illogically and failing to make clear whether claims were brought \nindividually or on Bolier’s behalf  and which Defendants were a llegedly liable for \n \n \nwhich claims.  Id. at *11.  Nevertheless, the Court, in the exercise of its discretion \nand under the specific circumstances  in this case , determined that it was \nappropriate “to provide Chris Plasman another chance to amend the operative  \ncomplaint to attempt to state legally cognizable claims in this action.”  Id. at *13.  \nTherefore, the Court granted Chris Plasman’s Motion to Amend and denied in part \nas moot Defendants’ Motion to Dismiss Plaintiff’s First Amended Complaint.  The \nCourt also denied in part as moot Defendants’ Motion to Dismiss Barrett Plasman’s \nCounterclaims. \n6. Chris Plasman filed his Second Amended Complaint on June 25, 2015.  \nBarrett Plasman filed his Supplemented and Amended Third Party Counterclaims \non the same day.2  In lieu of filing an answer, Defendants filed the present Motions \n                                                 \n2 The Court did not technically grant Barrett Plasman leave to amend.  Instead, the Court \nanticipated that Barrett Plasman would refile any counterclaims at a procedurally \nappropriate time, if Defendants elected to f ile any third -party claims after answering the \nSecond Amended Complaint:   \n \n[G]iven that the Court has permitted Chris Plasman to file a revised second \namended complaint, the Court notes that Defendants will thereafter be \nrequired to answer or otherwise re spond and may or may not elect to include \nthird-party claims against Barrett Plasman, depending on the revised \ncomplaint allegations and Defendants’ ability to assert third -party claims \nunder N.C. R. Civ. P. 14 against “a person not a party to the action w ho is or \nmay be liable to [the party] for all or part of the [party's] claim against him.” \nN.C. R. Civ. P. 14(a) (2014). Accordingly, in light of the current procedural \ncontext, the Court concludes, in its discretion, that Defendants’ Motion to \nDismiss Bar rett Plasman’s Counterclaims in his individual capacity should \nbe denied as moot at this time, without prejudice to Defendants’ right to \nmove to dismiss any individual claims or third -party counterclaims that \nBarrett Plasman may file against Defendants in this action, as Defendants \nmay deem appropriate. \n \nBolier, 2015 NCBC LEXIS 55, at *17.  Nevertheless, Defendants did not challenge the \ntimeliness of Barrett Plasman’s filing, and the Court elects to evaluate Barrett Plasman’s \npleading on the merits.   \n \n \n \non September 22, 2015.  The Motions have been fully briefed, and the Court held a \nhearing on the Motions on December 17, 2015, at which all parties were represented \nby counsel.  The Motions are now ripe for resolution.   \nII. \nFACTUAL BACKGROUND \n7. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6), but only recites those allegations in the Second Amended Complaint  that \nare relevant and necessary to the Court’s determination of the Motions.3   \n8. Chris Plasman alleges that he is an experienced furniture executive, who \nin 2002 started Bolier, a furniture business whose name is a Plasman family name.  \n(SAC ¶¶ 35–38.)  Chris Plasman approached Defendants Tsang, Herbst, and De cca \nChina, who manufactured furniture, about partnering to run Bolier. 4  (SAC ¶¶ 42–\n43.)  Plaintiff alleges that Decca China become Bolier ’s sole supplier and then \n“insisted” that its affiliated entity, Decca USA, own part of Bolier.  (SAC ¶ 56.)  \nPlaintiff contends that Herbst promised him that Bolier would operate as a 50/50 \npartnership, although on paper Decca USA would own the majority interest .  (SAC \n¶¶ 57 –65.)  In August of 2013, Chris Plasman and Decca USA executed Bolier’s \nOperating Agreement, which  identified Chris Plasman and Decca USA as Bolier’s \nonly members.  (SAC ¶¶ 81–84.)  Under the express terms of the written Operating \n                                                 \n3 The Second Amended Complaint  alleges specific conduct occurring between 2002 and \n2015, contains 515 numbered paragraphs, asserts 21 separate claims, and attaches 53 \nexhibits.   \n \n4 Plaintiff alleges that Tsang is now Chairman of the Board of Decca USA.  (SAC ¶ 2.) \n \n \nAgreement, Chris Plasman is a 45% owner, and Decca USA is a 55% owner of \nBolier.  (SAC ¶¶ 331.)   \n9. At the end of August 200 3, by written resolution, Chris Plasman began \nserving as Bolier’s President and CEO , and Herbst began serving as Bolier’s Vice \nPresident, Secretary, and Treasurer .  (SAC ¶ ¶ 88–89.)  Chris Plasman signed an \nemployment agreement, which addressed his job dutie s, salary, and grounds for \ntermination.  (SAC Ex. 12.)  In 2005, Chris Plasman hired his son, Barrett Plasman, \nas Bolier’s Operations Manager.  (SAC ¶ 105.)   \n10. Decca USA provided legal, accounting, and administrative services to \nBolier, and invoiced Bolier for the cost of these services. 5  (SAC ¶ 104.)  The cost of \nthese Contract S ervices became a point of contention between Chris Plasman , as \nBolier’s President, and Decca USA.  (SAC ¶ 111.)  Nevertheless, Chris Plasman \nlicensed Bolier’s name and designs to D ecca China.6  (SAC ¶¶ 135 –36.)  Under the \nlicensing agreements, Decca China and its subsidiaries and affi liates would sell \nBolier products in foreign markets and pay royalties to Bolier based on sales.  (SAC \n¶ 137–38.)   \n11. Continuing through 2012, Chris Plas man and Decca USA clashed ov er the \ncost of the Contract Service s, the amount of the royalties paid to Bolier, and \n                                                 \n5  Plaintiff alleges that Decca USA entered into contracts with Bolier to provide \nAdministrative Services, Legal Services and Accounting Services , which he collectively \ndefines and references as  “Contract Services.”  (SAC ¶  104.)  The Court will use “Contract \nServices” hereafter as defined by Plaintiff in the Second Amended Complaint. \n \n6 Regarding the role of Decca China, Plaintiff alleges that “[u]nder Tsang and Herbst’s \ncontrol, Decca China controls Decca Group, and causes Decca China Plant to manuf acture \nfurniture for Bolier, and ships and causes to be shipped furniture manufactured for Bolier.”  \n(SAC ¶ 29.)   \n \n \nnumerous other matters regarding the operation of B olier.  (SAC ¶¶ 139 –74.)  On \nOctober 19, 2012, Herbst informed Chris Plasman that Decca USA  was terminating \nthe employment of both Chris and Barrett Plasman, citing the cost of their salaries \nas untenable.  (SAC ¶¶ 198–99, 211.)  Chris Plasman alleges that Decca USA lacked \nthe authority to terminate either of the Plasmans.  (SAC ¶¶ 208–09.)   \n12. Despite receiving notice of their termination s, the Plasmans contend that \nthey continued to work for Bolier.  (SAC ¶¶ 216.)  On January 14, 2013, Decca USA \nlocked out the Plasmans from Bolier’s premises.  (SAC ¶ 220.)  Barrett Plasman \nattempted to enter Boli er’s offices, but Tin and Hudgins —whom the Second \nAmended Complaint identifies as officers and directors of Decca USA —along with \nDefendants’ counsel and the High Point Police Department denied him entry and \ntold him that his employment was terminated and that he was no longer allowed on \nBolier’s property.  (SAC ¶¶ 222 –27.)  Shortly thereafter, Defendants informed \nBolier’s employees at an employee meeting that the Plasmans ’ employment  had \nbeen terminated.  (SAC ¶ 228.)  Defendants also sent a letter to Bolie r customers \nregarding the Plasmans’ employment termination, and Defendants’ counsel sent a \nletter to Bank of North Carolina informing the bank that the Plasmans lacked the \nauthority to make transactions in Bolier’s name.  (SAC ¶¶ 237, 469.)  The Plasmans \nallege that Defendants made numerous defamatory statem ents about them at the \nemployee meeting and in the letters to Bolier customers and Bank of North \nCarolina employees.   \n \n \n13. In the Second Amended Complaint, filed after the issuance of the P.I. \nOrder, Chris P lasman alleges that his relationship with Decca USA has \ndeteriorated.  Specifically, Plaintiff alleges that Decca USA routinely rejects or \nrefuses to vote on matters he proposes at Bolier’s bi -annual member meetings, \ncontrary, he alleges,  to the Operating Agreement and the terms of the P.I. Order.  \n(SAC ¶¶ 309, 319, 325.)   \nIII. \nLEGAL STANDARD \n14. The question for the Court on a motion to dismiss under N.C. R. Civ. P. \n12(b)(6) is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987) (citation omitted).  “The complaint must \nbe liberally c onstrued, and the court should not dismiss the complaint unless it \nappears beyond a doubt that the plaintiff could not prove any set of facts to support \nhis claim which would entitle him to relief.”  Block v. Cnty. Of Person , 141 N.C. \nApp. 273, 277 –78, 540 S.E.2d 415, 419 (2000) (citing Dixon v. Stuart , 85 N.C. App. \n338, 354 S.E.2d 757 (1987)).   \n15. Rule 12(b)(6) dismissal is proper in any of three scenarios: “(1) when the \ncomplaint on its face reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a good claim; [or] \n(3) when some fact disclosed in the complaint necessarily defeats the plaintiff’s \n \n \nclaim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985) (citations \nomitted).   \n16. The Court may consider documents attached to the pleadings without \nconverting Defendants’  Motions under Rule 12(b)(6) into a motion for summary \njudgment under Rule 56.  See, e.g., Laster v. Francis , 199 N.C. App. 572, 577, 681 \nS.E.2d. 858, 862 (2009 ) (stating “documents attached, specifically referred to, or \nincorporated by reference in the complaint” may properly be considered in a Rule 12 \nmotion to dismiss without converting it to a motion for summary judgment) \n(citation omitted).  A “trial court c an reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Id. \nIV. \nANALYSIS \nA. Motion to Dismiss Second Amended Complaint \n17. The Second Amended Complaint asserts twenty-one claims for relief, many \nof which are identified as both direct and derivative claims , and Defendants move \nfor dismissal of all claims under Rules 8 and 12(b)(6).7 \n(1) Dismissal Under Rule 8 \n18. Defendants contend, and t he Court agrees , that the Second Amended \nComplaint has failed to fully cure those defects identified in the Court’s prior order \nand opinion.  The Second Amended Complaint still fails to “specify against which \n                                                 \n7 The Second Amended Complaint enumerates twenty claims for relief, but in doing so \nnumbers two distinct claims as the nineteenth claim for relief. \n \n \n \nDefendant or Defendants the alleged claims are asserted” and “asserts a number of \nclaims for relief in a confusing, unfocused manner .”  Bolier, 2015 NCBC LEXIS 55, \nat *11.  As an example of the former , Plaintiff captions his  misappropriation of \ntrade secrets claim as against Decca USA, Decca China, Decca Contract, Decca \nHospitality, and Decca Home,  but the allegations in support of that claim for relief \nfail to identify any involvement by Decca Contract or Decca Hospitality and instead \nfocus on conduct by Defendants Tin and Hudgins. 8  (SAC ¶¶ 474 –80.)  As an \nexample of the latter, the Second Amended  Complaint groups together allegations \nunder the heading “Seventh and Eighth Claims for Relief:  Self -Dealing and \nMisappropriation of Corporate Opportunities – Derivatively for the Benefit of Bolier \nand Directly on behalf of Plasman as Minority Member[.]”  (SAC ¶ 379.)  This \nconvoluted method of grouping claims is exacerbated by the Second Amended \nComplaint’s repeated failure to distinguish between harm suffered by Bolier and \nharm suffered by Chris Plasman, despite the well -established rule that \n“shareholders . . . generally may not bring individual actions to recover what they \nconsider their share of the damages suffered by the corporation.”  Barger v. McCoy \n                                                 \n8 As a further example, the Second Amended Complaint relies on broad allegations that the \nPlaintiff intends to hold most of the Defendants liable for most of the causes of action:   \n \nHerbst, Tin, Hudgins, and Tsang are officers and directors of one  or more of \nDecca China, Decca USA, Decca Contract, Decca Hospitality, Decca Home, \nDecca Classic, and Decca China Plant, and do not distinguish between actions \ntaken by or for specific entities.  For most of the allegations herein, each of the \nforgoing individuals and purported business entities are jointly and severally \nliable, and the actions and omissions of one or more of the named parties is \nattributable to one or more of the individuals and business entities because \nthey act as agents and representatives of the other defendants.   \n \n(SAC ¶ 23.) \n \n \nHillard & Parks , 346 N.C. 650, 660, 488 S.E.2d 215, 220 –21 (1997) .  See also \nAtkinson v. Lackey , 2015 NCBC LEXIS 21, at *14 (N.C. Super. Ct. Feb. 27, 2015) \n(applying the Barger rule to LLCs). \n19. In addition , the Second Amended Complaint has not fully cured its \n“fail[ure] to make clear which claims are brought by Chris Plasman and which \nclaims are purportedl y brought by Bolier.”  Bolier, 2015 NCBC LEXIS 55, at *11.  \nFor instance, while Plaintiff has separately captioned his individual and derivative \nbreach of fiduciary duty claims, several of the allegations under each section state \nthat various Defendants br eached “fiduciary duties to Bolier and [Chris] Plasman” \nwithout distinction.  (See SAC ¶¶ 336, 337, 347.)     \n20. As a whole, and despite its length, the Second Amended Complaint is \ngenerally imprecise, and the peculiarities of this pleading ha ve made the \nconsideration of Defendants’ Motions exceedingly burdensome.  The Court therefore \nconcludes that the Second Amended Complaint is not “sufficiently particular to give \nthe court and the parties notice of the transactions, occurrences, or series of \ntransactions o r occurrences, intended to be proved showing that the pleader is \nentitled to relief.”  N.C. R. Civ. P. 8(a) (1).  After having already afforded Plaintiff \nthe opportunity to re -plead his claims  and specifically identified the ways in which \nPlaintiff’s First Amended Complaint and Proposed Second Amended Complaint \nwere insufficient , the Court , in the exercise of its discretion, concludes that t he \nSecond Amended Complaint’s noncompliance with Rule 8 provides an alternate \nbasis for dismissal in addition to the grounds identified under Rule 12(b)(6).   \n \n \n(2) Dismissal Under Rule 12(b)(6) \na. Breach of Contract \n21. In order to establish a claim for breach of contract, Plaintiff must show the \nexistence of a valid contract and the breach of the terms of that contract.  Poor v. \nHill, 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000).  Plaintiff brings an \nindividual and a derivative breach of contract claim.  \ni. Breach of Contract – Individual Claim \n22. In his individual breach of contract claim, Chris Plasman alleges that \nDecca China and Dec ca USA breached contracts with him by refusing to make him \na 50% member, terminating hi s employment, making hiring decisions without his \napproval, and refusing to allow him to collect accounts receivable.  (SAC ¶ 370 –76.)  \nAll of the alleged acts of breach, however, are defeated by the actual terms of \nBolier’s Operating Agreement and other documents attached to the Second \nAmended Complaint.   \n23. First, Chris Plasman alleges that section 5.1(c)  of the Operating \nAgreement, in addition to other contract  provisions, prohibited his termination and \nguaranteed him lifetime employment with Bolier.  That provision of the Operating \nAgreement, however, only addresses capital contributions, and states in its entirety \nthat “Chris[] Plasman will work for the Company and $450 .00 shall be withheld \nfrom his first monthly paycheck and will constitute his Capital Contribution.”  \n(SAC, Ex. 10, hereinafter “Operating Agreement,” § 5.1(c).)   \n \n \n24. Chris Plasman likewise contends that he is entitled to lifetime \nemployment under section 6.4  of the Operating Agreement, which states that “[t]he \nMembers shall devote to the Company as much time as they deem necessary for the \nproper performance of their duties hereunder, and [Chris] Plasman, during the \nperiod of his employment by the Company, sha ll be expected to devote his full time \nto such duties.”  (Operating Agreement § 6.4.)  Plaintiff’s reading of that provision is \ncontrary to the plain meaning of the language; section 6.4 does not address the \nissue of lifetime employment, and the qualifying  phrase “during the period of his \nemployment” naturally implies that there may be a time when he is not employed \nby the Company .  Indeed, the joint resolution electing Chris Plasman as President \nof Bolier, which is one of the contracts Chris Plasman allege s was breached, clearly \nenvisions that his employment will only last “until his successor is duly chosen and \nqualified.”  (SAC Ex. 9.) \n25. Chris Plasman add itionally alleges in his individual claim that various \nDefendants breached sections 6.1(c), 6.5, and 6.6  of the Operating Agreement.  \nThose provisions provide that:  “the Members, subject to the terms, provis ions and \nrestrictions of this Agreement, are hereby authorized to make [a wide variety of \nmanagement and business] decisions[,]”  (Operating Agreement §  6.1(c)); “the \nMembers may appoint individuals [as] president, Vice President, Treasurer and \nSecretary[,]” (Operating Agreement § 6.5); and “[t]he Members may at any time \nemploy any other Persons . . . to perform services for the Company and its \nbusiness[.]” (Operating Agreement § 6.6.)   \n \n \n26. Plaintiff’s theory is that Decca USA breached these provisions of the \nOperating Agreement by terminating hi s employment and making business \ndecisions with which he disagreed in frustration of his own ability to act under \nthese provisions of the Operating Agreement.  Plaintiff’s interpretation, however, \nignores clear language in the Operating Agreement giving ultimate decision-making \nauthority to the Majority in Interest : “Except as otherwise provided in this \nAgreement . . .  all decisions o r actions of the Company, the Company’s ‘managers’ \n(as such term is defined in the [LLC] Act) or the Members shall require the \napproval, consent, agreement, or vote of the Majority in Interest.”  (Operating \nAgreement § 6.1(a).)  Because the  documents attached to the Second Amended \nComplaint reveal that Decca USA was the Majority in Interest, it had the ultimate \nauthority to undertake the actions about which Chris Plasman complains.  \nTherefore, Plaintiff’s allegation s are insufficient to sust ain an individual breach of \ncontract claim on those provisions.   \n27. Chris Plasman’s flawed assumption that Decca USA cannot cause Bolier to \nact without his consent , despite accepting a minority interest in an Operating \nAgreement that explicitly grants contro l to the Majority in Interest, is a common \nvein that runs throughout his opposition to Defendants’ Motion  to Dismiss the \nSecond Amended Complaint .  As seen below, a number of the claims in the Second \nAmended Complaint depend on Chris Plasman’s belief that he and Decca USA were \nequal owners of Bolier , a belief squarely in conflict with the unambiguous terms of \nthe Operating Agreement.    \n \n \n28. In addition to th ese specific contractual provisions, Chris Plasman alleges \nthat various Defendants breached other oral an d unidentified contracts ensuring \nthat Chris Plasman would be a 50% owner of Bolier and always be its top officer .  \n(SAC ¶¶ 370 –71.)  Chris Plasman alleges that these contracts aro se from the \nparties’ course of dealings, Meiselman-type expectations, and other inexact sources.  \n(SAC ¶ 370.)  Plaintiff’s attempts to rely on these contracts must fail for several \nreasons.  First, the Se cond Amended Complaint makes only conclusory and non -\nspecific statements that such contracts existed, and “[a]n allegation that  a valid \ncontract exists between parties is a legal conclusion” not entitled to a presumption \nof validity.  Charlotte Motor Speedway, LLC v. Cnty. of Cabarrus , 230 N.C. App. 1, \n6, 748 S.E.2d 171, 175 (2013) .  Second, even if Plaintiff had sufficiently plea ded the \nexistence of oral or implied contracts, t he written documents repeatedly speak to \nthe contrary, and our case law clearly holds that “an express contract precludes an \nimplied contract with reference to the same matter.”  Keith v. Day , 81 N.C. App. \n185, 198, 343 S.E.2d 562, 570 (1986) (quoting Vetco Concrete Co. v. Troy Lumber \nCo., 256 N.C. 709, 713–14, 124 S.E.2d 908, 908 (1962)). \n29. As noted above, Chris Plasman’s allegations are contrary to the \nunambiguous terms of the Operating Agreement; section 6.1 (a) vests the Majority \nin Interest, here Decca USA, with the final authority over officers and employees.  \nMoreover, in a letter attached to the Second Amended Complaint and dated August \n23, 2003, Richard Herbst propose d to Chris Plasman the terms of the O perating \nAgreement, including a term that “Decca will hold 55% of the capital of the new \n \n \n‘Bolier & Company, LLC’. You will hold 45%.”  (SAC Ex. 7.)  As explained more fully \nbelow, in the face of the explicit language of the Operating Agreement  and in the \nabsence of any language supporting Chris Plasman’s claims that he could not be \nterminated, the Court concludes that Chris Plasman’s attempts to rely on oral and \nunidentified contracts fail as a matter of law.   \n30. At the time when Bolier was formed, the LLC Ac t provided that “[t]he \narticles of organization or written operating agreement may require that all \nagreements of the members constituting the operating agreement shall be in \nwriting, in which case the term ‘operating agreement’ shall not include oral \nagreements of the members.”  N.C. Gen. Stat. § 57C -3-05 (2013).9  Bolier’s Articles \nof Organization contains such a requirement, which states in clear terms that “[t]he \nCompany shall be operated pursuant to a written operating agreement.  No \npurported oral ope rating agreement among the members shall be enforceable .”  \n(SAC Ex. 1.) (emphasis added.)  The Second Amended Complaint alleges that “Chris \nPlasman signed the Bolier Operating Agreement provided to him without change,” \n(SAC ¶ 82) , and he is therefore bound  to its terms.  N.C. Gen. Stat. § 57C -3-05 (“A \nmember shall be bound by any operating agreement . . . to which the member has \nexpressly assented.”).  As a result, the alleged oral and unidentified contracts \ncontaining terms contrary to the Operating Agreem ent cannot sustain Chris \nPlasman’s individual claim for breach of contract.   \n                                                 \n9 Chapter 57C of the General Statutes was repealed and replaced by Chapter 57D, effective \non January 1, 2014.  The Court has the discretion to apply either chapter in resolving the \npresent motions.  See N.C. Gen. Stat. § 57D -11-03(b) (2015) (“Any proceeding commenced \nbefore January 1, 2014, may be completed in accordance with the law then in effect.”). \n \n \nii. Breach of Contract – Derivative Claim \n31. Chris Plasman’s derivative claim for breach of contract must fail as w ell.  \nSimilar to his individual claim, Chris Plasman alleges that Decc a USA breached \nspecific sections of the Operating Agreement by terminating hi s employment.  (SAC \n¶ 364.)   Plaintiff alleges that this conduct violated Bolier’s rights under the \nOperating Agreement and under implied covenants of good faith and fair dealing .  \n(SAC ¶¶ 359, 364.)  As explained above, Plaintiff’s allegations cannot give rise to a \nbreach of contract claim on the basis of Chris Plasman’s termination from \nemployment because they ignore section 6.1(a), which clearly vests Decca USA as \nthe Majority in Interest with ultimate decision -making authority on many matters, \nincluding Bolier’s employment decisions.   See Woods -Hopkins Contracting Co. v. \nN.C. State Ports Auth., 284 N.C. 732, 738, 202 S.E.2d 473, 476 (1974) (holding that \ngeneral contract provisions must yield to specific provision). \n32.   Plaintiff likewise cannot premise Boiler’s claim on an alleged breach of a \ncovenant of good faith and fair dealing implicit in Bolier’s Operating Agreement , \nbecause “[a] breach of good faith and fair dealing claim ‘c annot be used to contradict \nthe express terms of a contract.’”  Heron Bay Acquisition, LLC v. United Metal \nFinishing, Inc. , 2014 NCBC LEXIS 16, at *42 (N.C. Super. Ct. May 7, 2014) \n(quoting Rezapour v. Earthlog Equity Grp., Inc. , No. 5:12CV105 -RLV, 2013 U. S. \nDist. LEXIS 92124, at *11 (W.D.N.C. July 1, 2013)). \n33. Chris Plasman’s derivative breach of contract claim additionally alleges \nthat Decca USA entered into and breached alleged contracts with Bolier to provide \n \n \nContract Services.  (SAC ¶¶ 355 –361.)  Where a complaint alleges (1) the existence \nof a valid contract and (2) breach of the terms of the contract, it is error to dismiss a \nbreach of contract claim under N.C. R. Civ. P. 12(b)(6).  McLamb v. T.P. Inc. , 173 \nN.C. App. 586, 588, 619 S.E.2d 577, 580 (2005).  A valid contract requires (1) assent, \n(2) mutuality of obligation , and (3) definite terms.  Schlieper v. Johnson , 195 N.C. \nApp. 257, 265, 672 S.E.2d 548, 553 (2009).  In alleging the existence of the contracts \nto provide Contract Services, the Second Am ended Complaint only alleges that \nDecca China and Decca USA “demanded that Bolier receive administrative \nservices,” (SAC ¶ 99); “demanded that Bolier receive accounting services,” (SAC ¶ \n100); and “demanded that Bolier receive legal services,” provided by Decca USA , \n(SAC ¶ 101) .  The pleadings suggest that Decca USA did in fact provide these \nservices.  (SAC ¶ 108.)   \n34. Those limited allegations are insufficient , however, to state a claim that \nDecca USA and Bolier had a contract to provide the Contract Services.  Plaintiff has \nnot alleged any facts which would support the existence of assent  on the part of \nBolier, mutuality of obligation, or definite terms with regard to the Contract \nServices.  As such, the Court cannot accept as true the conclusory allegation that \nvalid contracts existed, and  the derivative claim for breach of the alleged \nagreements to provide Contract Services must fail.   See, e.g. , Charlotte Motor \nSpeedway, 230 N.C. App. at 6, 748 S.E.2d at 175 (“An allegation that a valid \ncontract exists bet ween parties is a legal conclusion.” ); Guarascio v. New Hanover \nHealth Network, Inc., 163 N.C. App. 160, 165, 592 S.E.2d 612, 614 (2004) (affirming \n \n \n12(b)(6) dismissal of breach of contract claim premised u pon conclusory allegation \nthat an employment manual was part of plaintiff’s employment contract ); FCX, Inc. \nv. Bailey , 14 N.C. App. 149, 151, 187 S.E.2d 381, 382 (1972) (affirming 12(b)(6) \ndismissal of contract claim premised upon conclusory allegation that third -party \nplaintiff was a third-party beneficiary to the contract). \n35. For the reasons stated above, Chris Plasman’s individual and derivative \nbreach of contract claims each fail to state a claim as a matter of law.   \nb. Breach of Fiduciary Duty and Constructive Fraud \n36. Plaintiff bundles together claims for br each of fiduciary duty and \nconstructive fraud and asserts these claims individually and derivatively.  To state \na claim for breach of fiduciary duty, a plaintiff must allege (1) the existence of a \nfiduciary relationship, (2) a breach of that duty, and (3) that the breach injured \nplaintiff.  See Green v. Freeman , 367 N.C. 136, 749 S.E.2d 262, 268 (2013).  The \nCourt discusses t hese claims together  because “[t]he primary difference between \npleading a claim for constructive fraud and one for breach of fiduciary  duty is” that \nconstructive fraud requires allegations that the defendant benefitted himself \nthrough the breach.  White v. Consol. Planning, Inc. , 166 N.C. App. 283, 294, 603 \nS.E.2d 147, 156 (2004).  Plasman brings both the individual and derivative claims  \nagainst Tsang, Decca China, Herbst, Decca USA, Tin, and Hudgins. \ni. Individual Breach of Fiduciary Duty \n37. In Chris Plasman’s individual claims, he alleges that these Defendants  \nbreached fiduciary duties owed to him by  forcing him to accept a 45% membership \n \n \ninterest in Bolier, (SAC ¶¶ 330 –33), refusing to later make him a 50% member, \n(SAC ¶ 339) , failing to provide business information “as required by statute, \nfiduciary duties, and court order,” (SAC ¶ 334) , allocating business away from \nBolier, (SAC ¶ 336, 341,  346), refusing to combine Bolier profits with Decca \nHospitality, (SAC ¶ 337) , refusing to vote on matters he noticed for vote, (SAC ¶ \n342), and terminating Plasman without a member or manager meeting, (SAC ¶ \n341).   \n38. As an initial matter, the Second Amende d Complaint fails to allege facts \nsufficient to show a fiduciary relationship with many of the Defendants identified as \nliable under these claims.  A fiduciary relationship exists when “there has been \nspecial confidence reposed in one who in equity and goo d conscience is bound to act \nin good faith and with due regard to the interests of the one reposing confidence.”  \nDalton v. Camp , 353 N.C. 647, 651 –52, 548 S.E.2d 704, 707 –08 (2001) (citation \nomitted).  ‘“Only when one party figuratively holds all the card s — all the financial \npower or technical information, for example — have North Carolina courts found \nthat the special circumstances of a fiduciary relationship has arisen. ’”  S.N.R. \nMgmt. Corp. v. Danube Partners 141, LLC , 189 N.C. App. 601, 613, 659 S.E.2 d 442, \n451 (2008) (quoting Broussard v. Meineke Discount Muffler Shops, Inc ., 155 F.3d \n331, 348 (4th Cir. 1998)).  \n39. As a majority member of Bolier, Decca USA owed Chris Plasman  a \nfiduciary duty as a minority member.  Kaplan v. O.K. Techs., LLC, 196 N.C. App . \n469, 473, 675 S.E.2d 133, 137 (2009) (holding that under the LLC act a manager \n \n \nowes fiduciary duties to the LLC and a controlling owner owes fiduciary duties to \nminority owners).  Otherwise, however, Chris Plasman has not alleg ed \ncircumstances showing th at other Defendants he interacted with exerted sufficient \n“domination or control” over him to give rise to a fiduciary duty .  It appears to the \nCourt that Chris Plasman attempts to lump all of the Defendants other than Decca \nUSA into the fiduciary duty claim on the basis of the following allegation: \nHerbst, Tin, Hudgins, and Tsang are officers and directors of one or \nmore of Decca China, Decca USA, Decca Contract, Decca Hospitality, \nDecca Home, Decca Classic, and Decca China Plant, and do not \ndistinguish between actions taken by or for specific entities.  For most \nof the allegations herein, each of the forgoing individuals and \npurported business entities are jointly and severally liable, and the \nactions and omissions of one or more of the named parties is \nattributable to one or more of the individuals and business entities \nbecause they act as agents and representatives of the other \ndefendants.   \n \n(SAC ¶ 23.)  Even taking that allegation as true, it is insufficient here in the \nabsence of other compelling factu al allegations to show either that Chris Plasman \nplaced special trust or confidence in Tin, Hudgins, Herbst, Tsang, and Decca China, \nor that they exerted domination and control sufficient to create a fiduciary \nrelationship.  See Dalton , 353 N.C. at 652, 54 8 S.E.2d at 708 (stating that \ndomination and control are essential aspects of a fiduciary relationship).  Indeed, \nthe Second Amended Complaint alleges that Chris Plasman “was an experienced \nfurniture executive,” (SAC ¶ 35) , and that he approached Tsang and  Herbst about \ndeveloping the Bolier brand, (SAC ¶ 42).   \n40. Chris Plasman argues that certain of these Defendants exerted domination \nand control over him because they promised him that Bolier would be run as a 50/50 \n \n \npartnership and th at he would only be a min ority member “on paper.”  That \nargument, however, fails.  As stated above, Bolier’s Articles of Organization \ndisclaimed any oral agreement between the members, and Chris Plasman admits \nthat he voluntarily entered into the written Operating Agreement as a 4 5% owner.  \nPlaintiff’s voluntary actions in entering into this relationship defeat his contention \nthat the Defendants exerted domination and control over him.  See, e.g., Dallaire v. \nBank of Am., N.A., 367 N.C. 363, 368, 760 S.E.2d 263, 266 (2014) (stating that arm’s \nlength transactions do not typically give rise to fiduciary duties).  Therefore, Chris \nPlasman has failed to allege that any Defendant other than Decca USA owes him a \nfiduciary duty. \n41. Many of the alleged breaches of fiduciary duty by Decca USA depend on \nChris Plasman’s contention that he was promised a 50% ownership interest in \nBolier, that he was entitled to lifetime employment with Bolier, and that under the \nOperating Agreement he enjoys the right to manage Bolier’s business coequal with \nDecca USA.  Plaintiff’s argues that he was promised a 50% ownership in Bolier by \nTsang and Herbst prior to the creation of Decca USA.  (SAC ¶ 63.)  Because the \nCourt has concluded that Tsang and Herbst did not owe Plaintiff fiduciary duties, \nhowever, no claim for breach can lie on those allegations.  Decca USA’s authority to \nact unilaterally on behalf of Bolier and to terminate Plaintiff is set forth in Bolier’s \nOperating Agreement, as explained by the Court in di smissing Plaintiff’s breach of \ncontract claims.  B ecause Plaintiff’s allegations and the exhibits attached to the \nComplaint show that Decca USA acted pursuant to the Operating Agreement, \n \n \nPlaintiff has failed to allege any conduct on the part of Decca USA in breach of a \nfiduciary duty owed to Plaintiff. \nii. Derivative Breach of Fiduciary Duty \n42. Much of Chris Plasman’s derivative breach of fiduciary duty claim is \nrepetitive of allegations in his individual breach of fiduciary duty claim.  In addition \nto those allegations, Plaintiff alleges that Defendants breached fiduciary duties \nowed to Bolier by “making numerous unilateral decisions designed to reduce \nBolier’s business,” (SAC ¶ 346) , terminating the Plasmans’ access to Bolier’s \ncomputer software, (SAC ¶ 347) , refusing to provide Contract Services and return \nrecords, (SAC ¶ 348) , failing to introduce new Bolier designs, (SAC ¶ 349) , and \n“causing Decca Defendants” to compete with Bolier, (SAC ¶ 352). \n43.    It is true that Decca USA, as a manager and majority member, owes \nfiduciary duties to Bolier.  Kaplan, 196 N.C. A pp. at 473, 675 S.E.2d at 137.  \nNevertheless, Chris Plasman’s specific allegations regarding Decca USA boil down \nessentially to allegations that Decca USA made management decisions for Bolier \nwithout obtaining his consent.  Yet, as discussed above, Chris P lasman voluntarily \nentered into an Operating Agreement which gave the Majority in Interest (i.e., \nDecca USA) the ultimate authority to act, including without his consent.   \n44. Furthermore, even if the contract documents support ed Chris Plasman’s \nallegations, North Carolina law is clear that parties to a contract “generally owe no \nspecial duty to one another beyond the terms of the contract[.]”  Branch Banking & \nTrust Co. v. Thompson , 107 N.C. A pp. 53, 61, 418 S.E.2d 694, 699 ( 1992) (holding \n \n \nthat parties to a c ontract do not thereby become each other’s fiduciaries).  Here, \nChris Plasman has essentially alleged that the acts he contends to be contractual \nbreaches were de facto breaches of fiduciary duties.  Without more, such allegations \nare insufficient to demon strate that Defendants ’ actions breached fiduciary duties \nto Bolier.  \n45. Plaintiff fully premises his constructive fraud claims on his breach of \nfiduciary duty claims.  (Pl.’s Mem. Opp. Mot. Dismiss 6.)  Because the breach of \nfiduciary duty claims fail, Plain tiff’s constructive fraud claims , both individually \nand derivatively, must also fail.  See, e.g., Levin v. Jacobson, 2016 NCBC LEXIS 66, \nat *12 (N.C. Super. Ct. Aug. 25, 2016) (dismissing constructive fraud claim when \nthe breach of fiduciary duty claim on which it relied failed). \nc. Conspiracy to Defraud and Fraud ; Fraud and Obtaining Property \nUnder False Pretenses \n46. The Second Amended Complaint asserts several combined fraud claims:  \n“Conspiracy to Defraud and Fraud ,” which is brought derivatively, and “Fraud and \nObtaining Property Under False Pretenses,” which is brought both derivatively and \ndirectly.   \n47. To state a claim for fraud, a plaintiff must show: a (1) false representation \nor concealment of a material fact; that is (2) reasonably calculated to deceive; (3) \nmade with intent to deceive; (4) does deceive; and (5) injures the complaining party.  \nRagsdale v. Kennedy , 268 N.C. 130, 138, 209 S.E.2d 494, 500 (1974).  The \ncircumstances constituting fraud must be pleaded with particularity, N.C. R. Civ. P. \n \n \n9(b), and these circumstances include the “time, place, and content of the fraudulent \nrepresentation, identity of the person making the misrepresentation and what was \nobtained as a result of the fraudulent acts or representations.”  Terry v. Terry, 302 \nN.C. 77, 85, 273 S.E.2d 674, 678 (1981).    \n48. The Second Amended Complaint alleges that various Defendants \ncommitted fraud by failing to pay Bolier, (SAC ¶ 418 –19), withholding financial \ninformation from Bolier and Chris Plasman, (SAC ¶ 421 –23), and excluding Chris \nPlasman from the Bolier premises and financial accounts after his termination, \n(SAC ¶¶ 427–29, 432–35).  With respect to allegations relating to the failure to pay \nBolier and the withholding of information, Plaintiff fails to allege any detail about \nthe alle gedly fraudulent acts or statements, including their time and place, \nsufficient to meet the pleading standard under Rule 9(b).   \n49. As for the allegations that Defendants committed fraud in excluding Chris \nPlasman from Bolier’s presence  and financial accounts , Plaintiff alleges that \nDefendants made misrepresentations about their own authority to third parties, \nincluding the police and the bank , and that those third parties relied on the \npurported misrepresentations in barring Chris Plasman from accessing Bolie r’s \npremises or accounts .  As pleaded, these allegations attempt to premise a fraud \nclaim on actions directed towards and relied upon by non-parties. \n50. “A pleading setting up fraud must allege the facts relied upon to constitute \nfraud, and that the alleged f alse representation was made with intent to deceive \nplaintiff.”  Calloway v. Wyatt , 246 N.C. 129, 133, 97 S.E.2d 881, 884 (1957) \n \n \n(emphasis added).  “Where the facts are insufficient as a matter of law to constitute \nreasonable reliance on the part of the co mplaining party, the complaint is properly \ndismissed under Rule 12(b)(6).”  Hudson-Cole Dev. Corp. v. Beemer, 132 N.C. App. \n341, 346, 511 S.E.2d 309, 313 (1999) (emphasis added).  Here, the Second Amended \nComplaint fails to allege that Chris Plasman or Bol ier relied on alleged \nmisrepresentations intended to deceive either of them.  See also RD&J Props. v. \nLauralea-Dilton Enters., LLC , 165 N.C. App. 737, 744, 600 S.E.2d 492, 498 (2004) \n(“Plaintiff’s reliance on any misrepresentations must be reasonable.”)  (emphasis \nadded).  Therefore, the Second Amended Complaint fails to state a claim for fraud  \non that basis.   \n51. Plaintiff’s “conspiracy to defraud” claim must also fail.  “It is well \nestablished that ‘there is not a separate civil action for civil conspiracy in  North \nCarolina.’”  Esposito v. Talbert & Bright, Inc. , 181 N.C. App. 742, 747, 641 S.E.2d \n695, 698 (2007) (quoting Dove v. Harvey , 168 N.C. App. 687, 690, 608 S.E.2d 798, \n800 (2005)).  In a civil conspiracy, ‘“recovery must be on the basis of sufficiently  \nalleged wrongful overt acts, ’” and the conspiracy charge is simply a mechanism for \nassociating the defendants and broadening the admissible evidence.  Dove, 168 N.C. \nApp. at 690, 608 S.E.2d at 800 (quoting Fox v. Wilson , 85 N.C. App. 292, 301, 354 \nS.E.2d 737, 743 (1987) ).  “The existence of a conspiracy requires proof of an \nagreement between two or more persons.”  Henderson v. LeBauer , 101 N.C. App. \n255, 261, 399 S.E.2d 142, 145 (1991).  Here, the underlying fraud claim has failed, \nand Plaintiff asserts on ly in conclusory fashion that various Defendants at \n \n \nunspecified times conspired to commit fraud or conspired to withhold information.  \n(SAC ¶¶ 418, 420, 421.)  As such, Plaintiff’s purported claim for conspiracy to \ndefraud must also fail. \n52. Together with his  fraud claim, Plaintiff asserts a claim for obtaining \nproperty under false pretenses.  In support of that claim, Plaintiff alleges that Tin’s \nand Hudgins ’s actions in excluding Chris Plasman from B olier’s premises and \ncutting off his access to Bolier’s financial accounts amounted to “felonious violations \nof N.C. Gen. Stat. § 14-100.”  (SAC ¶ 436.)  The statutory offense is defined as “(1) a \nfalse representation of a subsisting fact or a future fulfillment or event, (2) which is \ncalculated and intended to de ceive, (3) which does in fact deceive, and (4) by which \none person obtains or attempts to obtain value from another.”  State v. Cronin, 299 \nN.C. 229, 242, 262 S.E.2d 277, 286 (1980) .10  Plaintiff has alleged that statements \nmade to exclude Chris Plasman fro m Bolier’s premises and bank accounts following \nthe termination of his employment are the underlying false representations.  \nHowever, as the Court has stated, the Operating Agreement gave Decca USA \nauthority to terminate Chris Plasman as an employee of Bol ier.  Therefore, the \nSecond Amended Complaint fails to allege any requisite false misrepresen tations \n                                                 \n10  While N.C. Gen. Stat. § 14 -100 is a criminal statute, a person who obtains property by \nfalse pretenses in viol ation of that statute is liable for civil damages to the owner of the \nproperty.  N.C. Gen. Stat. § 1-538.2(a). \n   \n \n \nwhich were intended to deceive, and Plaintiff’s claim for obtaining property by false \npretenses must be dismissed.11  \nd. Self-Dealing and Misappropriation of Corporate Opportunities \n53. The Second Amended Complaint asserts together a derivative and direct \nclaim for “self -dealing and misappropriation of corporate opportunities.”   Plaintiff \nalleges that Decca USA and Decca China engaged in self -dealing by employing \nindividuals, including Herbst, Tin , and Hudgins, who also worked for other Decca \nentities.  (SAC ¶¶ 382 –85.)  Plaintiff also appears to allege that the provision of \nContract Services by entities in which Decca USA had an interest amounts to self -\ndealing.  Pl aintiff contends that Decca USA and Decca China misappropriated \ncorporate opportunities by operating Decca-affiliated entities in furniture markets \nin which Bolier could have participated or was participating.  (SAC ¶¶ 380–81, 386–\n89.)   \n54. Corporate directors breach the fiduciary duties owed to their corporations \nwhen they engage in self -dealing and conflict of interest transactions.  Lecann v. \nCobham, 2012 NCBC LEXIS 58, at *18 (N.C. Super. Ct. Nov. 7, 2012).  Plaintiff’s \nresponse brief clarifies that it all eges Defendants owed a duty not to engage in \nconflict of interest transactions akin to that owed by corporate directors under N.C. \nGen. Stat. § 55 -8-31.  (Pl.’s Mem. Opp. Mot. Dismiss 19 –20.)  The fiduciary duties \nowed by corporate directors, however, are not identical to the fiduciary duties owed \nby an LLC manager. \n                                                 \n11  Section 1 -538.2(c) sets forth specific demand requirements that the Second Amended \nComplaint does not allege have been satisfied, providing  a separate basis for dismissal of \nPlaintiff’s claim. \n \n \nThe [LLC] Act contains numerous “default” provisions or rules that \ngovern an LLC only in the absence of an explicitly different \narrangement in the LLC’s articles of organization or written opera ting \nagreement.  Because these default provisions can be changed in \nvirtually any way the parties wish, an LLC is primarily a creature of \ncontract. \n \nStainless Valve Co. v. Safefresh Techs., LLC , 231 N.C. App. 286, 291, 753 S.E.2d \n331, 335 (2013) (quoting R ussell M. Robinson, II, Robinson on North Carolina \nCorporation Law § 34.01 (7th ed. 2012).  Indeed, “the provisions of the [LLC Act] \nand common law will apply only to the extent contrary or inconsistent provisions \nare not made in, or not otherwise supplanted, varied, disclaimed, or nullified by, the \noperating agreement.”  N.C. Gen. Stat. § 57D -2-30(a).  An LLC manager’s duty of \nloyalty to act in the best interest of the LLC is  specifically “subject to the operating \nagreement.”  N.C. Gen. Stat. § 57D-3-21(b)(iii). \n55. Here, the Operating Agreement allowed Bolier’s managers to employ \nindividuals and entities despite the potential for conflicts of interest.  Although the \nSecond Amended Complaint alleges that the provision of the Contract Services by \nDecca-affiliated entities amounts to self -dealing by Decca USA, the Operating \nAgreement specifically allowed Bolier’s members: \nto employ or retain from time to time, on such terms and for such \ncompensation as agreed to by a Majority in Interest, such p ersons, \nfirms, or c orporations, including without limitation attorneys, \naccountants, bookkeepers, [and other professionals]  who may also \nprovide such services to the Members and persons, firms or \ncorporations in which any Member may have an interest. \n \n \n \n(Operating Agreement § 6.1(c)(ii).)  The last clause of that provision clearly \ncontemplates that Bolier’s members may have an interest in the individuals or \nentities providing Contract Services to Bolier.    \n56. The Second Amended Complaint also alleges that Decca USA engaged in \nself-dealing by employing individuals to work for Bolier who also worked for other \nDecca-affiliated entities.  The Operating Agreement, however, allows for that \nconduct as well:  “The Members may at any time employ any other Persons, \nincluding Persons employed by, affiliated with or related to them or any Member, to \nperform services for the Company and its b usiness.”  (Operating Agreement § 6.6.)  \nChris Plasman therefore entered into an Operating Agreement , which expressly \npermitted Decca USA to contract with and employ affiliated individuals and \nentities.  He cannot now allege that such conduct to which he voluntarily consented \nin contract amounts to self -dealing, and his claim therefore must fail.  See, e.g. , \nHCW Ret. & Fin. Servs., LLC v. HCW Emp. Benefit Se rvs., LLC , 2015 NCBC \nLEXIS 73, at *46 –47 (N.C. Super. Ct. July 14, 2015) (holding that an LLC member \ncould not claim that he was a minority member owed a fiduciary duty where he \nvoluntarily entered into an Operating Agreement indicating otherwise).   \n57. Misappropriation of corporate opportunity “is a species of the duty of a \nfiduciary to act with undivided loyalty; . . . in general, a corporate officer or director \nis under a fiduciary obligation not to divert corporate business opportunity for his \nown personal gain.”  Meiselman v. Meiselman , 309 N.C. 279, 307, 307 S.E.2d 551, \n568 (1983) (quotation omitted).  Misappropriation of corporate opportunities is \n \n \nlogically a derivative claim, but not an individual claim , because the injury is to the \ncorporation, not to an individual shareholder .  Id. at 307, 307 S.E.2d at 567 \n(identifying as an essential element that defendant “breached a fiduciary duty owed \nto the corporate defendants not to usurp a corporate opportunity”).  The Court \nconcludes that these principles are  equally applicable in the limited liability \ncompany context, and, therefore, Plaintiff’s individual claim for misappropriation of \ncorporate opportunity must fail as a matter of law.   \n58. Moreover, t he Second Amended Complaint alleges that Defendants \nmisappropriated corporate opportunities by making various management decisions, \nselling Bolier products through other Decca -affiliated entities, and allowing other \nDecca-affiliated entities to sell furniture in markets where Bolier operated.  (SAC ¶ \n380–401.)  Pla intiff’s allegations that these actions breached a fiduciary duty owed \nto Bolier are in conflict with Plaintiff’s admission that he caused Bolier to enter into \nlicensing agreements with Decca China and its affiliates, by which those entities \nagreed to pay Bolier royalties for sales of its products in certain markets.  (SAC ¶ \n135–37.)  Accordingly, the Second Amended Complaint fails to state  a derivative \nclaim for misappropriation of corporate opportunities, and that claim must be \ndismissed as well. \ne. Tortious Interference  \n59. Chris Plasman brings a claim for “tortious interference ” derivatively on \nbehalf of Bolier.  The Second Amended Complaint does not identify whether the \nclaim is for tortious interference with contract or for tortious interference with \n \n \nprospective economic advantage, and so the Court evaluates the claim under both \ncauses of action.   \n60. The elements for tortious interference with contract are:  \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \nthe defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing \nso acts without justification; (5) resulting in actual damage to plaintiff. \n \nBeck v. City of Durham , 154 N.C. App.  221, 232, 573 S.E.2d 183, 191 ( 2002) \n(quotation omitted).  Tortious interference with prospective economic advantage is a \nsimilar claim in which a plaintiff “must allege facts showing that the defendants \nacted without justification in ‘inducing a third party to refrain from entering into a \ncontract with them which contract would have ensued but for the interference.”  \nWalker v. Sloan , 137 N.C. App. 387, 393, 592 S.E.2d 236, 242 (2000) (citation \nomitted).   In support of this claim, Chris Plasman alleges that Decca China, Decca \nUSA, Tin, and Herbst tortiously interfered with Bolier’s contracts or prospective \ncontracts by diverting  containers of furniture meant for Bolier, (SAC ¶ 441), \nrefusing to process payroll or authorize Bolier to process payroll, (SAC ¶ 442), and \nrefusing to return furniture or deposits belonging to Bolier customers, (SAC ¶ \n445).12   \n                                                 \n12  The caption states that this claim is also brought against Decca Contract and Decca \nHospitality, yet neither party is mentioned in the paragraphs within that section.  The \nsubstance of a complaint co ntrols over its internal captions, and after consideration of the \nSecond Amended Complaint as a whole, the Court concludes that Plaintiff has failed to \nstate a claim for tortious interference against those parties.  See Taylor v. Ashburn , 112 \nN.C. App. 604 , 607, 436 S.E.2d 276, 279 (1993) (holding that a complaint’s caption is not \ndeterminative of the capacity in which a defendant is actually being sued).   \n \n \n61. Claims for tortious interference are justified by the “overwhelming \nauthority” allowing for recovery against “an outsider who knowingly, intentionally, \nand unjustifiably induces one party to a contract to breach it to the damage of the \nother party.”  Childress v. Abeles , 240 N.C. 667, 674, 84 S.E.2d 176, 181 (1954) \n(emphasis added) (citations omitted).  As pleaded, Plaintif f alleges that the named \nDefendants have tortiously interfered with Bolier’s contracts and prospective \ncontracts by taking allegedly unlawful acts on behalf of Bolier or by causing Bolier \nnot to perform its contractual obligations to third -parties.  “A par ty to a contract, \nincluding the party’s managing agent, cannot be liable for wrongful interference of \nthe contract.”  Palles v. Hatteras Inv. Partners LLC , 2009 NCBC LEXIS 37, at *15 \n(citing Wagoner v. Elkin City Sch. Bd. of Educ. , 113 N.C. App. 579, 587, 440 S.E.2d \n119, 124 (1994)).  Because Decca USA is the managing member of Bolier, it can be \nconsidered a party to Bolier’s contracts and cannot be liable for tortious interference \nwith Bolier’s contracts or its prospective economic advantage. \n62. Decca China, Tin, and Herbst, on the other hand, can be considered “non -\noutsiders” to Bolier’s contracts.  “A non -outsider is one who, though not a party to \nthe terminated contract, had a legitimate business interest of his own in the subject \nmatter.”  Smith v. Ford Mo tor Co. , 289 N.C. 71 , 87, 221 S.E.2d 282, 292 (1976)  \n(holding that Ford Motor Co. was a non -outside who had a legitimate business \ninterest in the success of a Ford dealer).  A non-outsider enjoys qualified immunity \nfrom liability on a tortious interference  claim.  Combs v. City Elec. Supply Co. , 203 \nN.C. App. 75, 84, 690 S.E.2d 719, 725 (2010).  Nevertheless, a non-outsider may be \n \n \nliable for tortious interference if the non -outsider acted with “legal malice.”  Varner \nv. Bryan, 113 N.C. App. 697, 702, 440 S. E.2d 295, 298 (1994).  “A person acts with \nlegal malice if he does a wrongful act or exceeds his legal right or authority in order \nto prevent the continuation of the contract between the parties.”  Id. \n63. Herbst, Tin, and Decca China, as officers, owners, and  affiliates of Decca \nUSA, have a legitimate business interest in the success of Bolier and are therefore \nnon-outsiders to its contracts.  Plaintiff advances conclusory allegations that these \nDefendants’ actions were “maliciously intended” to interfere with  Bolier’s contracts.  \n(SAC ¶¶ 441 –43.)  However, “[g]eneral allegations of malice are insufficient as a \nmatter of pleading.”  Pinewood Homes, Inc. v. Harris, 184 N.C. App. 597, 605, 646 \nS.E.2d 826, 833 (2007) (citing Spartan Equipment Co. v. Air Placement Equipment \nCo., 263 N.C. 549, 559, 140 S.E.2d 3, 11 (1965) ).  The Second Amended Complaint \nmakes no further allegations that these Defendants acted with legal malice in \nallegedly interfering with Bolier’s contracts and prospective contracts, so Plaintiff’s \nclaim must therefore fail.  See also Stec v. Fuzion Inv. Capital, LLC , 2012 NCBC \nLEXIS 24, at *23 –24 (N.C. Super. Ct. Apr. 30, 2012) (dismissing tortious \ninterference claim for failure to state a claim where the complaint only advanced \nconclusory allegations that non-outsiders acted maliciously).  \nf. Intellectual Property Claims \n64. Plaintiff asserts a derivative and an individual cause of action for \n“trademark, trade dress, and misappropriation of intellectual property .”  Plaintiff’s \nbrief in response to the Moti on to Dismiss clarifies that the rights Plaintiff seeks to \n \n \nprotect are primarily Chris Plasman’s “common law right to use Bolier in commerce \nrelating to furniture.”  (Pl.’s Br. Opp. Mot. Dismiss SAC 13.)  \n65. Chris Plasman advances conclusory statements that c ertain Defendants \n“are unlawfully and without Bolier’s permission using Bolier’s designs, trademarks \nand trade names in violation of agreement with Bolier,” “conspiring to \nmisappropriate Bolier’s intellectual property,” and “infringing Bolier’s common law \nintellectual property rights.”  (SAC ¶¶ 414 –15.)  In the absence of “specific, \nsupportive, factual allegations, the [C]ourt need not accept as true general \nconclusory allegations of the elements of a cause of action for purposes of a motion \nto dismiss.”  Global Promotions Grp., Inc. v. Danas, Inc. , 2012 NCBC LEXIS 41, at \n*12 (N.C. Super. Ct. June 22, 2012) (citing Manning v. Manning, 20 N.C. App. 149, \n154, 201 S.E.2d 46, 50 (1973).   \n66. Despite these general allegations, Plasman acknowledges in the Second \nAmended Complaint that he licensed the use of Bolier’s name and designs to Decca \nChina and its related entities.  (SAC ¶¶ 135 –38.)  Furthermore, Bolier’s Operating \nAgreement makes clear that Bolier has an interest in the name “Bolier”  until the \ncompany “decide [s] to cease operations, wind up its af fairs, and seek to be \ndissolved,” at which point it will transfer those rights to Chris Plasman.   (SAC, Ex. \n10, hereinafter “Operating Agreement” § 2.2.)  Although Chris Plasman alleges that \nhe sought to cause Bolier to unilaterally transfer rights in the name “Bolier” back to \nhimself after his termination, (SAC ¶ 213; Ex. 30) , the Second Amended Complaint \ndoes not aver that Bolier has engaged in any of the activities set forth in section 2.2 \n \n \nof the Operating Agreement  requiring transfer of the name back to Plaintiff .  In \nparticular, a decision to cease operations and wind up Bolier required the written \nconsent of all of Bolier’s members, consent Plaintiff never alleges was given.  \n(Operating Agreement § 8.1(a)(ii).)    \n67. Therefore, the Second Amended Complaint discloses specific facts \nindicating that the Decca Defendants acquired and continue to possess lawful \ninterests in Bolier’s intellectual property.  Those specific facts necessarily defeat \nPlaintiff’s conclusory alle gations of misappropriation  and unlawful use , and so \nPlaintiff’s claim must be dismissed.  See Oates v. JAG, Inc. , 314 N.C. 276, 278, 333 \nS.E.2d 222, 224 (1985) (holding that dismissal is proper under 12(b)(6) “when some \nfact disclosed in the complaint necessarily defeats the plaintiff’s claim”). \ng. Conversion \n68. Plaintiff asserts a derivative claim for conversion alleging that Decca USA, \nTin, and Hudgins converted furniture intended for Bolier’s customers “to control by \nDecca USA,” (SAC ¶ 452) , converted funds i ncluding customer payments “to \nexclusive control by Decca USA,” (SAC ¶ 455) , and converted the Bolier website \nowned by Chris Plasman, (SAC ¶ 458) .  To state a claim for conversion, a plaintiff \nmust allege (1) ownership in the plaintiff and (2) wrongful pos session or conversion \nby the defendant. Variety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC , \n365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (citation omitted).   \n69. Under the Operating Agreement, Decca USA ’s status as the  Majority in \nInterest allows it to exercise control over Bolier’s products and funds .  (See \n \n \ngenerally, Operating Agreement § 6.1(c).)  Plaintiff’s allegations that Decca USA  \nexerted “control” over those items fails to state that Decca USA has deprived Bolier \nof its ownership rights  in the property.  Variety Wholesalers, 365 N.C.  at 530, 723 \nS.E.2d at 751 (“The essence of conversion is not the acquisition of property by the \nwrongdoer, but a wrongful deprivation of it to the owner.”).  Without more, Plaintiff \nhas failed to allege that  Decca USA wrongfully possessed or converted Bolier \nproperty to its own use, and the conversion claim must fail on that basis.   \n70. With regard to the website, Plaintiff alleges that “at all times prior to \nJanuary 14, 2013, the website www.bolierco.com was re gistered and owned by \nPlasman in his personal capacity.”  (SAC ¶ 219.)  The Second Amended Complaint \nfurther states that Decca China “high -jacked the www.bolierco.com website owned \nby Plasman” and committed conversion in doing so.  (SAC ¶¶ 250, 458.)  The Second \nAmended Complaint only states the conversion claim, derivatively, however.  \nBecause the website was alleged to be owned by Plasman, Bolier cannot state a \nclaim that any of the Decca Defendants deprived Bolier of ownership over the \nwebsite.  Plaintif f’s derivative claim for conversion must therefore fail with respect \nto the www.bolierco.com website.   \nh. Defamation \n71. Chris Plasman brings a direct claim for defamation against Decca China, \nTsang, Herbst, Decca USA, Tin , and Hudgins. 13  Chris Plasman allege s that \n                                                 \n13  The claim’s heading identifies all of these defendants as liable for defamation, but \nPlaintiff fai ls to attribute any defamatory statements to Decca China.  The allegedly \nslanderous statements were made by Tin and Hudgins.  (SAC ¶ 467.)  The letter to Bolier \ncustomers was signed by Tin, as COO of Decca USA, and was allegedly “approved” by \n \n \nDefendants made slanderous statements to Bolier employees in a company meeting \nand made libelous statements in separate letters to Bolier customers and to the \nBank of North Carolina following Decca USA’s termination of the Plasmans ’ \nemployment.  In the  meeting with Bolier employees, Plaintiff contends that Tin \nmade statements that the Plasmans had misused Bolier funds  and that Chris \nPlasman claimed to own 100% of Bolier.  (SAC ¶¶ 462 –65.)  In the letter to Bolier \ncustomers, Tin, as COO of Decca USA, apo logized for recent customer service issues \nand state d that the Plasmans ha d improperly held themselves out as Bolier \nemployees since their termination on October 19, 2012.  (SAC Ex. 34.) \n72. To state a claim for defamation, a plaintiff must allege “that the defendant \nmade false, defamatory statements  of or concerning the plaintiff, which were \npublished to a third person, causing injury  to the plaintiff's reputation.”   Tyson v. \nL'eggs Prods., Inc., 84 N.C. App. 1, 10 –11, 351 S.E.2d 834, 840 (1987) .  Truth is a \ndefense to a defamation claim . Holleman v. Aiken , 193 N.C. App. 484, 496, 668 \nS.E.2d 579, 587 (2008).  Defamation can take the form of l ibel, which is written, or  \nslander, which is oral.  Tallent v. Blake, 57 N.C. App. 249, 251, 291 S.E.2d 336, 338 \n(1982).   \n73. North Carolina law recognizes three classes of libel: “(1) publications \nobviously defamatory which are called libel per se ; (2) publications susceptible of \ntwo interpretations one of which is defamatory and the other not; and (3) \npublications not obvious ly defamatory but when considered with innuendo, \n                                                                                                                                                             \nTsang and Her bst.  (SAC ¶ 238.)  The letter to Bank of North Carolina was written by \nDecca USA’s legal counsel on their behalf.  (SAC Ex. 51.)   \n \n \ncolloquium, and explanatory circumstances become libelous, which are termed libels \nper quod.”  Arnold v. Sharpe, 296 N.C. 533, 537, 251 S.E. 2d 452, 455 (1979).  North \nCarolina law also recognizes two classes  of slander: (i) slander per se  and (ii) \nslander per quod.  Donovan v. Fiumara , 114 N.C. App. 524, 527, 442 S.E.2d 572, \n574 (1994).   \n74.  With regard to the  statements in question, the Plasmans contend that \nDefendants are liable on both a per se and a per quod basis.  Libel per se occurs \nwhen the publication “considered alone without explanatory circumstances: (1) \ncharges that a person has committed an infamous crime; (2) charges a person with \nhaving an infectious disease; (3) tends to impeach a person in that  person's trade or \nprofession; or (4) otherwise tends to subject one to ridicule, contempt or disgrace.”  \nNucor Corp. v. Prudential Equity Grp., LLC , 189 N.C. App. 731, 736, 659 S.E.2d \n483, 486 (2008) (quoting Boyce & Isley, PLLC v. Cooper , 153 N.C. App. 2 5, 29, 568 \nS.E.2d 893, 898 (2002)).  Similarly, slander per se occurs when false remarks, which \nin and of themselves, amount to “ (1) an accusation that the plaintiff committed a \ncrime involving moral turpitude; (2) an allegation that impeaches the plaintiff in his \ntrade, business, or profession; or (3) an imputation that the plaintiff has a \nloathsome disease.”  Phillips v. Winston-Salem/Forsyth Cnty. Bd. of Educ., 117 N.C. \nApp. 274, 277, 450 S.E.2d 753, 756 (1994). \n75. Most of the allegedly defamatory statement s here are not actionable \nbecause the Second Amended Complaint and its attached exhibits reveal them to be \ntrue.  In the meeting with Bolier employees and in the letter to Bank of North \n \n \nCarolina, Defendants stated the Plasmans had wrongfully taken and used  Bolier \nfunds.  In a response letter sent by Plaintiff’s counsel to the Bank of North Carolina, \nPlaintiff’s counsel acknowledges that “Chris Plasman and Barrett Plasman on \nbehalf of Bolier & Company, LLC opened the bank account with Bank of North \nCarolina on October 24, 2012 to facili tate Bolier & Company, LLC’s continued \noperation.”  (SAC Ex. 52.)   \n76. While Plaintiff disputes that Decca USA had the authority to terminate \nthe Plasmans on October 19, 2012, the Court has already held that the Operating \nAgreement clearly entitled Decca USA as the Majority in Interest to terminate the \nPlasmans’ employment .  Chris Plasman alleges that even if he was terminate d \nwhen he opened a bank account in Bolier’s name  with Bolier’s funds , he was \nentitled to do so under the Ope rating Agreement, which provides that Bolier’s bank \naccounts “shall be maintained in the bank approved by the Managers.”  (Operating \nAgreement § 7.10.)  That provision cannot fairl y be read, however, to allow a \nminority member-manager to unilaterally open a bank account in Bolier’s  name \nwith Bolier’s funds , particularly in light of the requirement that “all decisions or \nactions of the Company, the Company’s [managers] or the Members” require the \napproval of the Majority in Interest.  (Operating Agreement § 6.1(a).)  Therefore, \nthe Second Amended Complaint asserts facts defeating Plaintiff’s allegations that \nDefendants made false statements that the Plasmans had misused Bolier funds.   \n77. The statements made in the letter to Bolier customers are likewise not \ndefamatory because the Second Amended Complaint reveals their truth .  The letter \n \n \nto Bolier customers states that the Plasmans were terminated on October 19, 2012 \nand have misrepresented themselves as employees and officers of Bolier since that \ntime.  Those st atements are only false under the Plasmans’ theory that Decca USA \nlacked the authority to terminate them.  Because the Court has already determined \nthat Decca  USA terminated the Plasmans on October 19, 2012  pursuant to its \nrights as the Majority in Interes t, the statements in the letter to Bolier customers \nare not false and therefore cannot support a claim for libel. \n78. Finally, t he statement  made to Bolier employees  that Chris Plasman \nclaimed to own 100% of Bolier fails to state a claim as slander per se or slander per \nquod.  That statement is not  slanderous per se  because it does not specifically \nimpeach Chris Plasman in his  trade or profession.  Words are slanderous per se  \nwhen they are “susceptible of but one meaning and of such nature that the court can \npresume as a matter of law that they tend to disgrace and degrade the party or hold \nhim up to public hatred, contempt, or ridicule, or cause him to be shunned and \navoided.”  Boyce & Isley, PLLC v. Cooper , 153 N.C. App. 25, 30 –31, 568 S.E.2d 893, \n898–99 (2002).   \n79. With that high bar in mind, “North Carolina cases have held consistently \nthat alleged false statements made by [a former employer], calling [a former \nemployee] ‘dishonest’ or charging that plaintiff was untruthful and an unreliable \nemployee, are not actionable per se.”  Pierce v. Atl. Grp., Inc ., 219 N.C. App. 19, 23, \n724 S.E.2d 568, 572 (2012).  On its face, a statement that Chris Plasman claimed to \nown 100% of Bolier when he in fact did not fails to meet the high bar for slander per \n \n \nse; such a statem ent only attacks his professional reputation to the extent it \ncharges him with being dishonest , which is not actionable on a per se theory under \nPierce.     \n80. Slander per quod, on the other hand, occurs when a statement that is not \ndefamatory on its face nevertheless reveals itself as harmful “in consequence of \nextrinsic, explanatory facts showing its injurious effect.”  Donovan, 114 N.C. App. at \n527, 442, S.E.2d at 574.  To succeed on a per quod basis, “the injurious character of \nthe words and some special d amage must be pleaded and proved.”  Beane v. \nWeiman Co., Inc. , 5 N.C. App. 276, 277, 168 S.E.2d 236, 237 (1969).  A plaintiff \nmust allege  special damages  “so as to fairly inform the defendant of the scope of \nplaintiff’s demand.”  Nguyen, 200 N.C. App. at 393, 684 S.E.2d at 475.   \n81. Chris Plasman does not allege any extrinsic or explanatory circumstances \ncausing the allegedly defamatory statement to be injurious.   Indeed, Chris Plasman \nonly states that this statement “is false and intended to defame, and impea ch Chris \n[Plasman] in his profession.”  (SAC ¶ 463.)   Nor does Chris Plasman allege special \ndamages, advancing only a general claim that he has been damaged in excess of \n$20,000.  (SAC ¶ 473.)  See, e.g., Skinner v. Reynolds, 764 S.E.2d 652, 657 (N.C. Ct. \nApp. 2014) (dismissing libel per quod claim because conclusory allegation of “lost \nwages” and “expenses” failed to state “facts indicating the circumstances of the \nalleged special damages or the amount claimed”); Pierce, 219 N.C. App. at 35, 724 \nS.E.2d at 579 (holding that a general allegation that defamatory statements \n \n \n“damaged . . . [Plaintiff’s] economic circumstances” was insufficient to allege special \ndamages). \n82. Because Plaintiff has not identified any statements or special damages \nthat can support his defamation claim, Plaintiff’s claim must be dismissed.   \ni. Misappropriation of Trade Secrets \n83.  To state a claim for misappropriation of trade secrets, “a plaintiff must \nidentify a trade secret with sufficient particularity so as to enable a defendant to \ndelineate that which he is accused of misappropriating and a court to determine \nwhether misappropriation has or is threatened to occur.”  VisionAir, Inc. v. James , \n167 N.C. App. 504, 510 –11, 606 S.E.2d 359, 364 (2004) (citation omitted).  “[A] \ncomplaint that ma kes general allegations in sweeping and conclusory statements, \nwithout specifically identifying the trade secrets allegedly misappropriated, is \ninsufficient to state a claim for misappropriation of trade secrets. ”  Washburn v. \nYadkin Valley Bank & Trust Co ., 190 N.C. App. 315, 327, 660 S.E.2d 577, 585 –86 \n(2008).   \n84. North Carolina’s Trade Secret Protection Act defines a trade secret as: \nbusiness or technical information . . . that: (a) Derives independent \nactual or potential commercial value from not being ge nerally known \nor readily ascertainable through independent development or reverse \nengineering by persons who can obtain economic value fr om its \ndisclosure or use; and (b) is the subject of efforts that are reasonable \nunder the circumstances to maintain its secrecy.   \n \nN.C. Gen. Stat. § 66 -152(3).  Defendants argue, and the Court agrees, that Plaintiff \nhas not identified its trade secrets with sufficient particularity.  Plaintiff identifies \nas its trade secrets “Bolier’s business records kept at 2009 Fulton Place,” (SAC ¶ \n \n \n475), and its “confidential pricing information [.]” (SAC ¶ 478.)  These brief \nallegations squarely fall within the bounds of allegations that our c ourts have \nregularly deemed too “sweeping and conclusory” to state a claim for \nmisappropriation of trade secrets.  See Washburn, 190 N.C. App. at 327, 660 S.E.2d \nat 586 (holding that allegations of “knowledge of [party’s] business methods; clients, \ntheir specific requirements and needs; and other confidential information pertaining \nto [ party’s] bus iness” failed to sufficiently identify a trade secret);  Aecom Tech. \nCorp. v. Keating, 2012 NCBC LEXIS 9, at *8 (N.C. Super. Ct. Feb. 6, 2012) (holding \nthat broad allegations of customer lists, customer contact information, pricing \ninformation, and product information failed to identify trade secrets);  Akzo Nobel \nCoatings, Inc. v. Rogers , 2011 NCBC LEXIS 42, at *68 –69 (N.C. Super. Ct. Nov. 3, \n2011) (holding allegation of “proprietary formulas, methodologies, customer and \npricing data and other confidential i nformation” was too broad and vague to \nconstitute a trade secret).  The Court therefore concludes that Plaintiff has failed to \nsufficiently allege or identify its trade secrets, so the claim for misappropriation of \ntrade secrets fails as a matter of law.14   \nj. Unfair and Deceptive Trade Practices \n85. Chris Plasman asserts an individual and a derivative claim for violation of \nthe Unfair and Deceptive Trade Practices Act, N.C. Gen. Stat. § 75 -1.1.  Chris \nPlasman brings this claim against Decca China, Decca USA, Decc a Contract, Decca \n                                                 \n14 In its response brief, Plaintiff did not challenge Defendants’ arguments concerning \ndismissal of  his misappropriation of t rade secret s claim.  As an additional basis for \ndismissal, therefore, the Court treats Defendants’ motion as uncontested with regard to this \nclaim. \n  \n \n \nHospitality, Decca Home, Tsang, Herbst, Tin, and Hudgins. 15  Like many of his \nclaims, it fails to distinguish between harm allegedly done directly to Plasman and \nharm allegedly done to Bolier.  To successfully state a claim for unfair and deceptive \ntrade practices, a plaintiff must allege “(1) an unfair or deceptive act or practice, or \nan unfair method of competition, (2) in or affecting commerce, (3) which proximately \ncaused actual injury to the plaintiff or to his business.”  McLamb v. T. P. Inc., 173 \nN.C. App. 586, 593, 619 S.E.2d 577, 582 (2005) (citing N.C. Gen. Stat. § 75 -1.1).  In \nconstruing the phrase “in or affecting commerce,” our Supreme Court has held that \n“the General Assembly did not intend for the [Unfair and Deceptive Trade \nPractices] Act to intrude in the internal operations of a single market participant.”  \nWhite v. Thompson, 364 N.C. 47, 53, 691 S.E.2d 676, 680 (2010).   \n86. Here, Plaintiff’s allegations cover much of the same conduct of which \nPlaintiff complains in his breach o f fiduciary duty and misappropriation of \ncorporate opportunities claims .  Chris Plasman alleges that the operation of other \nDecca entities in competing markets is an unfair or deceptive trade practice.  (SAC \n¶ 488.)  Chris Plasman additionally alleges that  the provision of Contract Services \nto Bolier and the sending of an allegedly defamatory letter to Bolier customers rise \nto the level of unfair and deceptive trade practices.   \n87. As an initial matter, the Court dismisses the defamation claim in full as \nexplained above, and Plaintiff has not alleged facts showing that sending the \nallegedly defamatory letter to Bolier customers is otherwise unfair or deceptive .  \n                                                 \n15 Here, again, the claim’s heading identifies Tin and Hudgins as liable defendants, but the \nsupporting allegations fail to mention conduct by those individuals.   \n \n \nTherefore, Plaintiff’s Chapter 75 claim must fail to the extent it is premised on \nPlaintiff’s defamation claim.   \n88. Likewise, the provision of Contract Services  to Bolier —whether or not \npursuant to a binding contract —does not, as pleaded, state a claim for violation of \nsection 75 -1.1.  The Second Amended Complaint reveals that Plaintiff’s primary \ngrievance with the provision of Contract Services is that he believed those services \ncould be performed by others for less money.  (SAC ¶¶ 109, 111, 140, 302.)  In other \nwords, Plaintiff complains that Decca USA has engaged in unfair or deceptive \nconduct by failing to negotiate for more favorable pricing terms on behalf of Bolier.  \nAs pleaded, Plaintiff has alleged that any unfair or deceptive conduct on the part of \nDecca USA with regard to the Contract Services was contained solely within Bolier.   \n89. In White v. Thompson, the Supreme Court held that unfair or deceptive \nconduct was not “in or affecting commerce” when it occurred only among the \npartners of a single business.  364 N.C. at 53, 691 S.E.2d at 680 .  In reaching its \nconclusion, the Court noted that the unfair  or deceptive conduct was the same \nconduct alleged to be a breach of fiduciary duty to the partnership , and that the \nplaintiff had only acted unfairly or deceptively towards his partners .  Id.  Here, \nPlaintiff alleges that the provision of the Contract Ser vices, which it also alleges \nwas an act of self -dealing in breach of Decca USA’s fiduciary duties to Bolier, was \nunfair and deceptive conduct directed towards Bolier.  Plaintiff’s allegations that \nthe Contract Services were not a good business deal for Bol ier describe “the internal \n \n \noperations of a single market participant,” and, as such, cannot be actionable under \nChapter 75.  Id.    \n90. The Court acknowledges that the allegations regarding the provision of the \nContract Services bear some similarity to the fac ts in Sara Lee Corp. v. Carter , 351 \nN.C. 27, 32 –33, 519 S.E.2d 308, 311 –12 (1999).  In Sara Lee , the Supreme Court \nheld that N.C. Gen. Stat. § 75 -1.1 would apply to the defendant’s self -dealing \nactivities wherein he sold goods and services to his employer from companies owned \nby him.  Id.  The Court’s decision in Sara Lee, however, relied on the trial court’s \naward of damages on the claim of self -dealing and its finding that the defendant \nhad not informed the plaintiff -employer of his self -interest.  Id.  In this case, \nhowever, this Court has already dismissed Plaintiff’s self -dealing claim.  In light of \nthis Court’s conclusion that the provision of the Contract Services was permissible \nunder the Operating Agreement, and that the Operating Agreement disclose d that \nsuch services could be provided by an interested party, the allegations regarding the \nprovision of Contract Services does not , as pleaded here, allege unfair or deceptive \nconduct. \n91. Regarding the allegations of unfair market competition, t he Second \nAmended Complaint reveals that these actions cannot fairly be alleged as unfair or \ndeceptive.  A practice is unfair when “it offends established public policy as well as \nwhen the practice is immoral, unethical, oppressive, unscrupulous, or substantially \ninjurious to consumers.”  Pinehurst, Inc. v. O’Leary Bros. Realty, Inc., 79 N.C. App. \n51, 59–60, 338 S.E.2d 918, 923 ( 1986).  Here, Plaintiff has alleged simply that the \n \n \nact of selling competing furniture in markets in which Bolier operates rises to the \nlevel of unfairness.  Without more, the mere participation of a competitor in a \nmarketplace is not unfair or deceptive.  Sunbelt Rentals,Inc. v. Head & Engquist \nEquip., LLC, 2003 NCBC LEXIS 6, at *145 –46 (N.C. Super. Ct. May 2, 2003) (“The \nappellate court decisi ons dealing with unfair competition . . . demonstrate an \nawareness that competition is healthy and not to be unduly discouraged.”) aff’d 174 \nN.C. App. 49, 620 S.E.2d 222 (2005).  Thus, those entities who do not owe fiduciary \nduties to Bolier are entitled t o lawfully compete with it in the marketplace.  As a \nresult, Plaintiff’s claim that the sale “of competitive furniture products by Decca \nHome and Decca Classic” fails to allege unfair or deceptive conduct. \n92. Furthermore, Plaintiff’s argument is inconsistent with its admission that \nBolier entered into licensing agreements for Decca China to manufacture Bolier \nproducts and sell them through other Decca entities.  (SAC ¶¶ 135 –37.)  In essence, \nPlaintiff is complaining of the effects of contracts that Bolier ente red into, without \nalleging that the contracts themselves are unlawful or impermissible .16  In fact, \nChris Plasman admits that he personally caused Bolier to enter into these licensing \nagreements in order to maintain a relationship with Decca China.  (SAC ¶¶  135–\n36.)  Without more detail, Plaintiff has not sufficiently alleged unfair or deceptive \nconduct on the part of Defendants.  In light of the above, Plaintiff has failed to state \na claim for unfair and deceptive trade practices.   \n \n                                                 \n16  The Court has found no provision in the Operating Agreement restricting Bolier’s ability \nto enter into licensing agreements.   \n \n \nk. Violations of the LLC Act \n93. Chris Plasman asserts individual and derivative claim s against Decca \nUSA for alleged “Violations and Breaches of N.C.G.S. § 57D.”  Plaintiff alleges that \nDecca USA’s refusal to provide him with requested information and refusal to vote \non items he noticed for vote at member meetings amounts to violations of N.C. Gen. \nStat. §§ 57D-2-32, 57D-3-04, and 57D-3-20 through 57D-3-23.  (SAC ¶ 496.)  Most of \nthose provisions, however, simply set out default rules under which an LLC may \nact.  Section 57D-2-32 outlines what types of remedies an operating agreement may \nprovide for breach of the operating agreement.  Section 57D -3-20 sets out and \nexplains the role of “managers.”  Section 57D -3-22 gives managers the power to \ndelegate authority to others.  Section 57D -3-23 substitutes the term “company \nofficials” for “managers” in some instances.  Plaintiff has not alleged that Bolier’s \nOperating Agreement was drafted contrary to these provisions, and these provisions \ndo not impose liability such that Chris Plasman could recover under them as he has \nattempted to plead here.   \n94. Section 57D -3-04 discusses members’ information rights under the LLC \nAct, and section 57D-3-04(a) identifies specific categories of information that an \nLLC member has the right to access.  The Second Amended Complaint advances no \nmore than conclusory allegation s that Decca USA has violated Chris Plasman’s \ninformation rights.  Furthermore, the Second Amended Complaint is entirely devoid \nof any allegation that Chris Plasman made an appropriate demand und er the \nstatute, which requires a member to deliver written notice to the LLC seven days \n \n \nbefore he intends to exercise his information rights.  N.C. Gen. Stat. § 57D -3-04(d).  \nChris Plasman’s conclusory allegations and failure to allege that he satisfied th e \ndemand requirement defeats his claim under section 57D -3-04.  To the extent Chris \nPlasman’s allegations seek to enforce the P.I. Order, the appropriate avenue for \nenforcement is through a motion to compel or a motion for contempt in this action.   \n95. Finally, section 57D -3-21 simply sets forth the standard for a manager’s \nfiduciary duty to the LLC, providing that a manger shall discharge his or her duties \n“(i) in good faith, (ii) with the care an ordinary prudent person in a like position \nwould exercise unde r similar circumstances, and (iii) subject to the operating \nagreement, in a manner the manager believes to be in the best interests of the \nLLC.”  N.C. Gen. Stat. § 57D -3-21(b).  Chris Plasman’s claim that Decca USA \nbreached this statutory provision is iden tical to his derivative claim for breach of \nfiduciary duty against Decca USA.  Having already determined that the Second \nAmended Complaint fails to state a claim for breach of fiduciary duty, this claim \nmust also fail.   \nl. Violations of the Wage and Hour Act \n96. Chris Plasman alleges that he “was entitled to employment and wages as \nBolier’s CEO and President” and seeks to recover “wages from January 1, 2013 until \nthe present” under North Carolina’s Wage and Hour Act, N.C. Gen Stat. § 95-25.1 et \nseq.  The Second A mended Complaint alleges that Decca USA attempted to \nterminate Chris Plasman on October 19, 2012.  (SAC Ex. 28.)  Plaintiff contends \nthat Decca USA lacked the authority to cause Bolier to terminate Plasman’s \n \n \nemployment.  (SAC ¶ 209.)  As stated above, the Operating Agreement reveals that \nDecca USA was entitled as the Majority in Interest to make final employment \ndecisions, including with regard to Chris Plasman.  Therefore, the Second Amended \nComplaint fails to allege facts showing that Chris Plasman has se rved as an \nemployee of Bolier since January 1, 2013.  Chris Plasman’s claim for wages due \nsince that date must therefore fail.17    \nm. Dissolution/Buyout \n97. In the alternative, Chris Plasman seeks judicial dissolution of Bolier under \nthe LLC Act.  The Court may o rder judicial dissolution in a proceeding brought by \nan LLC member “if it is established that (i) it is not practicable to conduct the LLC’s \nbusiness in conformance with the operating agreement and this Chapter or (ii) \nliquidation of the LLC is necessary t o protect the rights and interests of the \nmember.”  N.C. Gen. Stat. § 57D -6-02(2).18  Having dismissed the numerous claims \nbrought by Chris Plasman, it appears to the Court that judicial dissolution is not \nwarranted.  Any difficulty in conducting the business of Bolier and any perceived \n                                                 \n17 The Wage and Hour Act is discussed in greater detail below in assoc iation with Barrett \nPlasman’s counterclaims.  Barrett Plasman’s counterclaims invoke specific statutory \nprovisions of the Wage and Hour Act, whereas Chris Plasman’s claim states that he is \ngenerally owed wages under the Act.  The Court also need not go into such detail with Chris \nPlasman’s Wage and Hour Act claim in light of its prior analysis concluding that Chris \nPlasman failed to state a claim for breach of contract with regard to the termination of his \nemployment.    \n \n18 Chris Plasman requests that the C ourt order a buyout of his interest and invokes N.C. \nGen. Stat. § 55 -6-40(h) and § 57D -6-04(d).  Neither of those statutes permit the Court to \norder a buyout of Chris Plasman’s interest.  That remedy is not available to Chris Plasman \nunder section 55 -6-40(h) because Bolier is not a corporation organized under Chapter 55.  \nUnder the LLC Act, the Court can only order the judicial dissolution of an LLC, at which \npoint the other LLC members can elect to stave off dissolution by making an offer to \npurchase the complaining member’s interest for fair market value.  N.C. Gen. Stat. § 57D-6-\n04(d).   \n \n \nharm to Chris Plasman’s rights appears  to arise from Chris Plasman’s erroneous \nbelief that he is or should be a 50% owner of Bolier and his erroneous interpretation \nof how the Operating Agreement delegates authority between m ember-managers \nand the Majority in Interest.   The Court therefore dismisses Chris Plasman’s \nrequest for judicial dissolution.      \nn. Piercing the Corporate Veil \n98. Chris Plasman purports to assert a claim for piercing the corporate veil.  \nHowever, piercing of t he corporate veil “is not a theory of liability.  Rather, it \nprovides an avenue to pursue legal claims against corporate officers or directors \nwho would otherwise be shielded by the corporate form.”  Green v. Freeman , 367 \nN.C. 136, 146, 749 S.E.2d 262, 271  (2013).  Because the Court dismiss es all of the \ncauses of action in the Second Amended Complaint, there are no remaining grounds \nfor Plaintiff’s recovery under a theory of piercing the corporate veil.   \nB. Motion to Dismiss Barrett Plasman’s Supplemented and Amended Third \nParty Counterclaims \n99. Barrett Plasman’s Supplemented and Amended Third Party \nCounterclaims assert claims against various Defendants  for (i) violation of North \nCarolina’s Wage and Hour Act, (ii) tortious interference with contract and \nprospective economic advantage, (iii) defamation, and (iv) piercing the corporate \nveil.  Defendants move the Court to dismiss Barrett Plasman’s counterclaims on the \nmerits pursuant to Rules 8 and 12(b)(6) of the North Carolina Rules of Civil \n \n \nProcedure.  (Defs.’ Mem . Supp. Mot. Dismiss Suppl. and Am. Third Party \nCountercls. 2.)19   \na. Wage and Hour Act Violations \n100. Barrett Plasman admits that Bolier paid him for work performed through \nOctober 19, 2012, (Suppl. and Am. 3d Party Countercl s. ¶ 22) , but alleges that \nDecca USA violated sections 95 -25.6 and 95 -25.7 of North Carolina’s Wage and \nHour Act in failing to pay him for work perfo rmed for Bolier from October 19,  2012 \nto January 14, 2013.  ( Suppl. and Am. 3d Party Countercls. ¶¶ 29 –34.)  That \nwindow of time runs from the date that Bolier delivered Barrett Plasman a notice of \ntermination to the time when he was locked out of Bolier’s facilities.  ( Suppl. and \nAm. 3d Party Countercls. ¶¶ 20, 23, 26.)  Barrett Plasman’s claim is simply one for \nunpaid wages; N.C. Gen. Stat. § 95 -25.6 mandates that employers pay employees \n“all wages and tips accruing to the employee,” while N.C. Gen. Stat. § 95 -25.7 sets \nforth the process by which an employer must pay outstanding wages to a \nterminated employee.   \n101. Barrett Plasman’s claim for violat ion of the Wage and Hour Act fails for \nseveral reasons. 20  First, although Barrett Plasman’s counterclaims state that he \n                                                 \n19  Barrett Plasman’s Supplemented and Amended Third -Party Counterclaims incorporate \nby reference the Second Amende d Complaint.  Therefore, to the extent that Barrett \nPlasman’s Counterclaims depend on the allegations of the Second Amended Complaint, the \nCourt’s discretionary determination that Rule 8 provides an alternate basis for dismissal of \nthe Second Amended Complaint also applies to Barrett Plasman’s Counterclaims. \n   \n20  The Court notes that Barrett Plasman has brought this claim against Decca USA, who \nwas not his employer.  The Court believes that alone is sufficient grounds for dismissal.  \nRegardless, the substance of Barrett Plasman’s allegations would mandate dismi ssal even \nif the claim was brought against Bolier.   \n \n \nbelieves Decca USA lacked the authority to terminate him, as the Court has \ndiscussed at length previously, Bolier’s Operating Agreement gives Decca USA the \nauthority as the Majority in Interest to make such decisions on behalf of Bolier.  \n(Operating Agreement § 6.1(a).)21     \n102. The counterclaims also fail to overcome our state’s presumption that an \nemployee is terminable at will .  “North Caro lina follows the at -will employment  \ndoctrine, which dictates that ‘ in the absence o f a contractual agreement . . . \nestablishing a definite term of employment, the relationship is presumed to be \nterminable at the will of either party without regard to the q uality of performance \nof either party.’”  Brackett v. SGL Carbon Corp., 158 N.C. App. 252, 259, 580 S.E.2d \n757, 761 ( 2003) (quoting Kurtzman v. Applied Analytical Industries, Inc. , 347 N.C. \n329, 331, 493 S.E.2d 420, 422 (1997)).   \n103. Although the Counterclaims advance a conclusory allegation that Barrett \nPlasman had an oral employment contract with Bolier , Barrett Plasman does not \nallege that his contract established a definite term of employment.  (Suppl. and Am. \n3d Party Countercls. ¶ 37.)  Instead, Barrett Plasman merely alleges that after he \nreceived notice of termination on October 19, 2012, he “believed and continued to \nbelieve” that Decca USA lacked the authority to terminate him and that he “was \ntold by Chris [Plasman] that Decca USA’s attempt to termin ate him was \nineffective.”  ( Suppl. and Am. 3d Party Countercls. ¶¶ 18 –19.)  Such allegations \nalone are insufficient to bar application of the employment -at-will doctrine.  \n                                                 \n21  The Amended Third -Party Counterclaims incorporate by reference the entirety of the \nSecond Amended Complaint, which includes Bolier’s Operating Agreement.    \n \n \nMoreover, the express provision in Bolier’s Operating Agreement specifically grants \nthe Majority in Interest broad power over employment decisions.  (Operating \nAgreement § 6.1(a), (c)(ii).)  Therefore, Barrett Plasman’s claim for violation of the \nWage and Hour Act must fail.   \nb. Tortious Interference \n104. Barrett Plasman asserts a claim for tort ious interference with contract \nand/or prospective economic advantage against Decca USA and Decca China.  \nDespite including Decca China in the claim’s caption, the pleading fails to allege \nany conduct by Decca China in the relevant paragraphs , and the Cour t concludes \nthat this claim should be dismissed against Decca China.  \n105. Having laid out above the elements for tortious interference with contract \nand prospective economic advantage, the Court need not repeat them in full here.  \nIn order to state a claim, b oth claims require the allegation that D ecca USA acted \nwithout justification in inducing a third -party to breach a contract or not enter a \ncontract.  See supra ¶ 59.   \n106. The only contract identified by the pleadings is Barrett Plasman’s alleged \nemployment contract with Bolier.  (Suppl. and Am. 3d Party Countercls. ¶ 37.)  The \nCourt has already stated the rule that “[a] party to a contract, including the party’s \nmanaging agent, cannot be liable for wrongful interference of the contract.”  Palles, \n2009 NCBC LEXI S 37, at *15.  Because Decca USA is the managing member of \nBolier, it can be considered a party to Bolier’s contracts and cannot be liable for \n \n \ntortious interference with Barrett Plasman’s employment contract with Bolier.  \nTherefore, Barrett Plasman’s claim for tortious interference with contract must fail.   \n107. In support of his tortious interference with prospective economic \nadvantage claim, Barrett Plasman alleges that Decca USA , by filing a third -party \nclaim against him, has interfered with Barrett Plasman’ s “other employment \nopportunities.”  (Suppl. and Am. 3d Party Countercls. ¶ 41.)  To maintain an action \nfor tortious interference with prospective economic advantage, a plaintiff must \nidentify a specific contract between itself and a third party.  DaimlerChrysler Corp. \nv. Kirkhart, 148 N.C. App. 572, 585, 561 S.E.2d 276, 286 (2002)  (granting dismissal \nwhere plaintiff “failed to identify any particular contract that a third party has been \ninduced to refrain from entering into”) .  Because Barrett Plasman has failed to \nidentify a particular contract, his claim for tortious interference with prospective \neconomic advantage must be dismissed.  See Artistic S., Inc. v. Lund , 2015 NCBC \nLEXIS 113, at *31 (N.C. Super. Ct. Dec. 9, 2015) (dismissing tortious interference  \nwith prospective advantage claim where the plaintiff failed to identify a specific \npotential contract the defendants induced a third party not to enter). \nc. Defamation \n108. Barrett Plasman’s defamation claim is nearly a word -for-word \nreproduction of Chris Plasman ’s defamation claim, as many of the statements \nalleged to be defamatory were made about both Plasmans.  Thus, the Court \ndismisses Barrett Plasman’s defamation claim as to those statements for the same \nreasons it dismisses Chris Plasman’s defamation claim as previously discussed. \n \n \n109. Only one of the alleged defamatory statements applies to Barrett Plasman \nalone.  Barrett Plasman alleges that in the meeting with Bolier employees after the \nPlasmans were terminated from employment, Tin “stated Barrett is power hung ry \nand ruled the employees with an iron fist.”  (Suppl. and Am. Third -Party \nCountercls. ¶ 46.)  North Carolina law recognizes that “[r]hetorical hyperbole and \nexpressions of opinion not asserting provable facts are protected speech.”  Daniels v. \nMetro Magazine Holding Co. , 179 N.C. App. 533, 539, 634 S.E.2d 586, 590 (2006) .  \nRhetorical hyperbole may appear to assert a statement of fact, “but a reasonable \nreader or listener would not construe that assertion seriously.”  Id.  In Daniels, the \nCourt dismissed as opinion or rhetorical hyperbole statements that the plaintiff—an \ninsurance adjuster—(i) spoke “in a Gestapo voice,” (ii) acted like “the former Soviet \nsecurity police,” (iii) was a fa scist, and (iv) intended to take the defendant “to the \ngas chamber”.  Id. at 540–41, 634 S.E.2d at 591.  Statements that  Barrett Plasman \nwas “power hungry” and “ ruled employees with an iron fist” clearly fall in line with \nthose statements dismissed in Daniels.  The statements are unactionable opinion \nor, alternatively, rhetor ical hyperbole, which any reasonable listener would not \nconstrue seriously.  Barrett Plasman cannot maintain a defamation claim on the \nbasis of those statements. \nd. Piercing the Corporate Veil \n110. Barrett Plasman asserts a claim for piercing the corporate veil.  The Court \ndismisses that purported claim for the same reason it dismisses Chris Plasman’s \npurported claim for piercing the corporate veil.   \n \n \nV. \nCONCLUSION \n111. For the reasons stated herein, the Court hereby GRANTS Defendants’ \nMotion to Dismiss Plaintif f’s Seco nd Amended  Complaint, and GRANTS \nDefendants’ Motion to Dismiss Barrett Plasman’s Supplemented and Amended \nThird-Party Counterclaims.   \n112. As a result, Plaintiff’s Second Amended Complaint and Barrett Plasman’s \nSupplemented and Amended Third -Party Counterclaim s, and all claims and \ncounterclaims stated therein, are hereby DISMISSED with prejudice.  \nSO ORDERED, this the 21st day of October, 2016. \n \n      /s/ Louis A. Bledsoe, III  \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n        for Complex Business Cases "
}