{
  "id": "4edd102b753e4a5c5b2d31be8fdbdb643f81290f6a9ee3b7a2a935b1bbac94df",
  "source_file": "data/raw/ncbc/4edd102b753e4a5c5b2d31be8fdbdb643f81290f6a9ee3b7a2a935b1bbac94df.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n \n19 CVS 21650 [MASTER FILE] \n    Related Cases: \nCARL E. MERRELL; LYLE RANSON; \nJEANETTE RANSON; CRAIG S. \nMILLER; WANDA EDWARDS \nMILLER; and ROBERT J. NASTASE, \n \nPlaintiffs, \n \nv. \n \nJAMES M. SMITH; JENNIFER \nSMITH; and CAROLINA BEER & \nBEVERAGE GROUP, LLC f/k/a \nCAROLINA BEER & BEVERAGE, \nLLC, \n \nDefendants. \n \n19 CVS 22027 \n19 CVS 23665 \nAlso filed in 21 CVS 15205 \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTIONS FOR \nSUMMARY JUDGMENT \n  \n \n1. THIS MATTER is before the Court on Plaintiffs’ Motions for Summary \nJudgment, pursuant to Rule 56 of the North Carolina Rules of Civil Procedure (the \n“Rule(s)”), seeking entry of judgment in Plaintiffs’ favor as to liability on their claims \nfor breach of fiduciary duty against Defendant James Michael Smith (“Mike Smith”), \nfiled in each of four factually related cases .  The Plaintiffs’ Motions for Summary \nJudgment and the corresponding four cases are: Cochrane, et al. v. Smith, et al. , (19 \nCVS 23665) (“Cochrane”), (Cochrane, ECF No. 154), Merrell, et al. v. Smith, et al., (19 \nCVS 21650) (“Merrell”), (Merrell, ECF No. 144), Strack, et al. v. Smith, et al., (19 CVS \n22027) (“Strack”), (Strack, ECF No. 201), and  Short, et al. v. Smith, et al., ( 21 CVS \nMerrell v. Smith, 2022 NCBC 83. \n15205) (“Short”), (Short, ECF No. 47) (together, the “Motions”).1  Because the Motions \nraise the same legal issues and arguments, the Court considers the Motions together. \n2. For the reasons set forth herein, the Court DENIES the Motions. \nHemmings & Stevens, PLLC, by Aaron C. Hemmings, for Plaintiffs. \n \nBell, Davis & Pitt P.A. , by Edward B. Davis, and Parker Poe Adams & \nBernstein LLP, by Michael G. Adams, Morgan H. Rogers, Nicholas H. \nLee, and Alexandra Davidson, for Defendants Jennifer Smith and James \nMichael Smith. \n \nAlexander Ricks, PLLC , by Alice C. Richey, Benjamin Leighton, and \nMary K. Mandeville, and Morgan, Lewis & Bockius, LLP , by Thomas \nPeter R. Pound and John A. Vassallo , for Defendants MSI Financial \nServices, Inc. and Metropolitan Life Insurance, Co. \n \nF. Lane Williamson, Administrator, for Defendant Estate of Richard C. \nSiskey. \n \nRobinson, Judge. \n \n \n1  The Merrell, Strack, Cochrane, and Short matters involve the same core allegation that the \nPlaintiffs invested in Carolina Beer & Beverage Group, LLC (“CBB”) based on the financial \nadvice of the late Richard Siskey.  The Plaintiffs allege that Mike Smith, Jennifer Smith, and \nRichard Siskey engaged in a fraudulent insider trading scheme, which induced Plaintiffs to \ntransfer their respective ownership interests in CBB to Siskey prior to CBB being sold, \nthereby causing Plaintiffs to miss out on the substantial profits resulting from the sale.  \n \nOn 1 April 2020, the Court adopted a consolidated case caption with the Merrell action \ndesignated as the “Master File” for the four actions.  (Strack, ECF No. 49.)  The order did not \nformally consolidate the Merrell, Strack, Cochrane, and Short matters pursuant to Rule 42.  \n(See Strack, ECF No. 49.)  However, the parties agreed in their Case Management Plan, \n(Merrell, ECF No. 25), to coordination of certain discovery matters and motions practice \namongst the cases. \n \nThe sole plaintiff in Short voluntarily dismissed his claims against all defendants in that case \nwithout prejudice, leaving the Merrell, Strack, and Cochrane matters as the three remaining.  \nOn 31 December 2020, the Court sua sponte amended the 1 April 2020 order removing the \nShort action from the case caption.  (See, e.g., Strack, ECF No. 126.)  The plaintiff in the Short \naction later re-filed, but the case caption was not thereafter amended.\n \nI. INTRODUCTION \n3. This case arises out of an alleged fraudulent scheme carried out by Richard \nC. Siskey (“Siskey”), Mike Smith, and Mike Smith’s wife, Jennifer Smith ( “Jennifer \nSmith,” together with Mike Smith , the “Smiths”).  The Court previously recited in \ndetail the factual allegations surrounding this purported scheme in its 22 December \n2020 Order and Opinion on Defendant Carolina Beverage Group, LLC ’s motion to \ndismiss in Strack, Merrell, and Cochrane. 2  See, e.g., Merrell v. Smith , 2020 NCBC \nLEXIS 150, at *2–14 (N.C. Super. Ct. Dec. 22, 2020). \n4. Plaintiffs are former members of  Carolina Beverage Group, LLC f/k/a  \nCarolina Beer and Beverage (“CBB”), a North Carolina limited liability company.   \nThis Opinion concerns only Plaintiffs’ claims for breach of fiduciary duty against Mike \nSmith.  The main issue raised by the Motions is whether Mike Smith owed Plaintiffs, \nminority members in CBB, a fiduciary duty due to his majority ownership in CBB. \nII. FACTUAL BACKGROUND \n5. The Court does not make findings of fact when ruling on motions for \nsummary judgment.  “[T]o provide context for its ruling,  the Court may state either \nthose facts that it believes are not in material dispute or those facts on which a \nmaterial dispute forecloses summary adjudication.”   Ehmann v. Medflow, Inc. , \n2017 NCBC LEXIS 88, at *6 (N.C. Super. Ct. Sept. 26, 2017) ; see also  Hyde Ins. \nAgency, Inc. v. Dixie Leasing Corp. , 26 N.C. App. 138, 142 (1975) (encouraging the \n \n2 Plaintiffs voluntarily dismissed their claims against Defendant Carolina Beverage Group, \nLLC with prejudice on 22 December 2021.  ( Cochrane, ECF No. 147; Merrell, ECF No. 137; \nStrack, ECF No. 192; Short, ECF No. 18.) \ntrial court to articulate a summary of the relevant evidence of record to provide \ncontext for the claims and the motion(s)). \nA. The Parties \n6. The p laintiffs in the Merrell matter are Carl E. Merrell, Lyle Ranson, \nJeanette Ranson, Craig S. Miller, Wanda E. Miller, and Robert J. Nastase (together, \nthe “Merrell Plaintiffs”).3  (Second Am. Compl. ¶¶ 6, 8, 10–11, Merrell, ECF No. 24.)4 \n7. The plaintiffs in the Strack matter are Jeffrey A. Strack, Penny N. Strack, \nJames C. Wilson, Pamela Boileau, Dallas Pendry, Jr., Mallory Johnson, Rita Dilling, \nCarolyn Crozier, the Estate of Thomas J. Crozier, Jr., 5 and Kent Kalina (together, \nthe “Strack Plaintiffs”).  (Second Am. Compl. ¶¶ 8–17, Strack, ECF No. 33.) \n \n3 Plaintiff Robert J. Nastase died on 13 March 2022.  ( Merrell, ECF No. 1 67.)  On 21 \nSeptember 2022, Robert Todd Nastase was duly appointed the executor of Robert J. Nastase’s \nestate in South Carolina.  (Merrell, ECF No. 173, Ex. A.)  Robert Todd Nastase, however, has \nnot been substituted for the deceased in this matter, as he has not demonstrated that he \nqualifies as the personal representative for the Estate of Robert J. Nastase.  ( Merrell, ECF \nNo. 179, at 2.) \n \n4 Given the lengthy record in these matters, the Court cites to the Official Record with both \nthe ECF Nos. and the Record Exhibit numbers, where feasible, as follows, (ECF Nos. [ ] – [ ], \nR. Ex. [ ]).  Documents submitted by the parties are always cited with the case name, ( Case \nName, ECF No. [ ], R. Ex. [ ]).  To the extent a document has been filed in more than one of \nthese matters, or multiple documents substantiate the same fact or issue, the Court cites \nonly to one filing in order to keep this Order and Opinion and the citations herein from being \nunduly lengthy. \n \n5 Plaintiff Thomas J. Crozier, Jr. died on 13 September 2021.  (Strack, ECF No. 243, ¶ 1.)  On \n8 December  2021, Carolyn B. Crozier was duly appointed the executor of the decedent’s \nestate.  (Strack, ECF No. 243, ¶ 1.)  Pursuant to a motion filed 28 March 2022, (Strack, ECF \nNo. 241), the Court ordered that Carolyn B. Crozier, as the Executor of the Estate of Thomas \nJ. Crozier, Jr., be substituted for Thomas J. Crozier, Jr. as Plaintiff , (Strack, ECF No. 243, \n¶ 3). \n8. The p laintiffs in the Cochrane matter are Jeff Cochrane and Gary \nCochrane, as administrators of the Estate of Ralph  N. Cochrane.  (Am. Compl. ¶¶ 1, \n8, Cochrane, ECF No. 7.) \n9. The plaintiff in the Short matter is Charles Short  (“Short”).  (Am. Compl. \n¶ 8, Short, ECF No. 11.) \n10. The Court refers to the Merrell , Strack, Cochrane, and Short  plaintiffs \nherein as “Plaintiffs” when referencing them jointly. \n11. Defendant Mike Smith is the co-founder and former CEO of CBB.  (Second \nAm. Compl. ¶ 18, Strack, ECF No. 33.) \n12. Defendant Jennifer Smith was an employee of CBB and is married to Mike \nSmith.6  (Second Am. Compl. ¶ 19, Strack, ECF No. 33.) \nB. Relevant Events Leading up to the Plaintiffs’ CBB  Unit Sales in \n2007 and 2008 \n \n13. CBB filed its Articles of Organization with the North Carolina Secretary of \nState on 24 September 1997.   (Articles of Organization, Merrell, ECF 138.36, R. Ex. \n9.)  CBB was organized by Mike Smith and John Strit ch, CBB’s co -founder and \nPresident, as a manager-managed LLC.  (Merrell, ECF 138.36, R. Ex. 9.) \n14. Section 4.1 of the CBB 2000 Operating Agreement provided that Mike \nSmith and John T. Stritch would be the managers of CBB.  (Am. Restated Operating \nAgreement of CBB 5, Merrell, ECF 138.57, R. Ex. 70 [“2000 Operating Agreement”].)  \nSection 4.2 provided that the managers “shall manage and control the business and \naffairs of the Company to the best of their ability and shall use their best efforts to \n \n6 Jennifer Smith is not a party to these Motions. \ncarry out the purposes of the Company as set forth herein.”   (2000 Operating \nAgreement 5.)  Section 9.9 required the “unanimous consent of all of the Members” to \namend the Operating Agreement.  (2000 Operating Agreement 23.) \n15. The undisputed evidence shows that i n 2000, Mike Smith asked Siskey to \nhelp him raise start -up capital for CBB.  (Dep. James Michael Smith 94:12 –95:3, \n96:17–100:17, Merrell, ECF No. 138.2, R. Ex. Smith -1 [“M. Smith Dep.”].)  Further, \nthe undisputed evidence shows that Mike Smith and Siskey agreed that Siskey would \ncirculate a private placement memorandum to raise equity investments in CBB  in \norder to identify and introduce potential investors to Mike Smith and John Stritch .  \n(See M. Smith Dep. 94:20– 95:1, 107:3–112:10; CBB Private Placement Memo 20, \nMerrell, ECF No. 138.56, R. Ex. 67 [“CBB PPM”].) \n16. The CBB Private Placement Memorandum (“PPM”) provided that CBB had \nthe right to issue up to 100 unit s and that one CBB unit was equal to a one percent \n(1%) membership interest in the company.  (CBB PPM 21.)  Through the PPM, CBB \noffered to sell a minimum of 15 units and a maximum of 27.5 unit s to investors, or \nbetween 15% and 27.5% of the company.  (CBB PPM, App. VI, 2.) \n17. Plaintiffs are former members of CBB who purchased their unit s in the \ncompany between 23 January 2001 and 22 September 2003.  ( Merrell, ECF No. \n138.32, R. Ex. Smith -31.)  In 2001, the purchase price for one unit of CBB was \n$100,000 and a half (.5) unit was $50,000.  ( Merrell, ECF No. 138.32, R. Ex. Smith -\n31.)  The price to purchase unit s changed in subsequent years.  ( See, e.g., Merrell , \nECF No. 138.32, R. Ex. Smith-31) (chart containing information regarding Plaintiffs’ \nunit purchases, distributions, and unit sales, showing, for example, that Kent Kalina \npurchased a half (.5) unit in 2003 for $54,500). \n18. Siskey became a member of CBB on 15 September 2000.  (Merrell, ECF No. \n156.26, R. Ex. 15 .)  Siskey  originally purchased five  units of CBB, (M. Smith. Dep. \n97:11–97:19; Merrell, ECF No. 156.26, R. Ex. 15 ), but thereafter sold his unit s over \ntime.  On 16 December 2003, Siskey sold the last of the unit s he then owned (.25 \nunits) to Plaintiff Roy Lynam.  (Strack, ECF No. 191.267, R. Ex. 823.) \n19. On 11 December 2006, Mike Smith emailed  Siskey stating that he was \n“being approached by an investment group seekin g to purchase [CBB].”  He further \nadvised Siskey: “I’ll keep you posted . . . I’m certainly not in a rush as the best is yet \nto come for [CBB].  Word on the street is we have the Cap Can deal.  This franchise \nis worth about 6-7 million net profit annually.”7  (Merrell, ECF No. 138.39, R. Ex. 24 \n[“2006 Email”].) \n20. Three months after providing Siskey with this information, on 12 March \n2007, Mike Smith and John Stritch sent a letter to member s informing them of the \nupcoming annual meeting to be held on 29 March 2007.8  (Merrell, ECF No. 138.61, \nR. Ex. 94 [“Mar. 2007 Letter”].)  The letter contained updates regarding CBB’s \n \n7 The CapCan line was part of an agreement between CBB and Rexam for CBB to install and \nput into production a new bottling line.  ( See M. Smith Aff. ¶ 109, Merrell, ECF No. 139, R. \nEx. 1.)  The contract with Rexam was signed by Mike Smith on 28 March 2007.  (M. Smith \nAff. ¶ 33(o), Merrell, ECF No. 139, R. Ex. 1.) \n \n8 The undisputed evidence shows that an email was sent on 2 March 2007 by Jennifer Smith \nto the “Partner[s]” of CBB informing them of the 29 March 2007 “annual business meeting.”  \n(Strack, ECF No. 191.77, R. Ex. 93.)  The email stated that a “formal letter and invitation to \nthe meeting from CEO, [Mike] Smith and President, John Stritch w ill be coming to you via \nmail.”  (Strack, ECF No. 191.77, R. Ex. 93.) \nfinancial performance and noted a sales increase of 400%  from $5.6 million in 2005 \nto $24 million  in 2007 due to a new can line which was being utilized to 100% \ncapacity.9  (Mar. 2007 Letter 1–2; Aff. Mike Smith ¶ 33(k), Merrell, ECF No. 139, R. \nEx. 1 [“M. Smith Aff.”]  (describing the 2005 company sales) .)  The letter further \ninformed members that an additional bott ling line would be installed in November \n2007, which would lead to a separate revenue stream for the company.  (Mar. 2007 \nLetter 2.) \n21. On 1 October 2007, Mike Smith and John Stritch sent a letter  to members \n(the “October 1 Letter”) providing a report on CBB’s mid-year performance, an update \non building expansions, and an evaluation of next steps for the business.  (Merrell , \nECF No. 138.64, R. Ex. 104 [“Oct. 1  Letter”].)  In relevant part, the letter informed \nmembers that net income for the first half of 2007 was $5 million as compared to just \nover $2 million for the same period in 2006.  (Oct. 1 Letter 1.)  The letter estimated \nthat net income for 2007 would exceed $7 million but that “further distribution of \nearnings is speculative at best[.]”  (Oct. 1 Letter 1.)  The letter also informed members \n \n9 In 2001, CBB owned breweries in Boone, North Carolina and in Mooresville, North \nCarolina, and performed, among other things, packaging and production of bottled products.  \n(Merrell, ECF No. 138.165, R. Ex. 607.)  By early 2002, CBB had purchased brand equity in \nother beer lines to expand its existing portfolio of beers.  ( Merrell, ECF No. 138.166, R. Ex. \n608.)  It had expanded its effort to attract contract packaging work, such as can and bottling \nlines, which would offer increased revenues, and ultimately , CBB contracted with Mark \nAnthony Brands, which owned Mikes Hard Lemonade , Mission Hill Winery, and Bering er \nWinery.  ( Merrell, ECF No. 138.166, R. Ex. 608.)   Under that agreement, Mark Anthony \nBrands sent 95% of all liquid, flavoring, and packaging to CBB to produce and package the \nfinal product.  (Merrell, ECF No. 138.166, R. Ex. 608.)  By late 2002, these packaging projects \nwere the prime revenue generating vehicle for CBB.  (Merrell, ECF No. 138.168, R. Ex. 610.)  \nThe same remained true in later years, a nd by 2006, the canning and bottling lines were \nshowing the greatest growth with the addition of can production lines as the company’s plan \nfor future growth.  (Merrell, ECF No. 138.128, R. Ex. 292.) \nthat CBB was expanding its  plant at a cost of $4.2 million and investing in new \nequipment at a price of $6.5 million, $4 million of which was financed by the \npackaging supplier.  (Oct. 1 Letter 2.)  Finally, the letter stated that CBB would \n“begin due diligence regarding a potential sale of the company” within the “next \ntwelve months” but that “[a]ny potential sale of the company at this point is  truly \nspeculative.”  (Oct. 1 Letter 3.) \n22. In or around October 2007, Mike Smith made CBB’s corporate counsel , \nWishart, Norris, Henninger & Pittman P.A.  (“Wishart Norris”), aware that Siskey \nhad knowledge of the possible sale of the company and was in the process of \npurchasing membership interests in CBB from investors who lacked this information. \n23. On 3 October 2007, Wishart Norris  hand-delivered a letter to Siskey  (the \n“October 3 Letter”) warning him that it is unlawful “to omit .  . . a material fact in \nconnection with the purchase or sale of any security. . . .”  (Merrell, ECF No. 138.38, \nR. Ex. 23 [“Oct. 3  Letter”].)  The letter warned Siskey that if he had knowledge \nregarding CBB and “its future plans, including plans to sell [,]” then he must share \nthat knowledge with the members of CBB whose units Siskey intended to buy.  (Oct. \n3 Letter 1.)  Further,  the letter stated that Mike Smith would  withhold his consent \nfrom transfers of any interests in CBB until “all members of the company” were made \naware of management’s plans.  (Oct. 3 Letter 2.)  The letter stated that the firm and \nMike Smith “believe this action is  prudent given the possible liability that may be \nincurred . . . if any more sales of interests occur without all parties having knowledge \nof all the relevant information.”  (Oct. 3 Letter 2.) \n24. Following the October 1 and 3 Letters , CBB did not authorize any \nagreements to sell unit s in CBB until 15 October 2007.  ( See Strack, ECF Nos. \n191.131, R. Ex. 266, 191.247, R. Ex. 696; Merrell, ECF No. 138.55, R. Ex. 66.) \n25. Plaintiffs ther eafter sold their CBB unit s to Siskey between 15 October \n2007 and 27 March 2008.  (See, e.g., Strack, ECF Nos. 191.131, R. Ex. 266, 191.247, \nR. Ex. 696, 191.224, R. Ex. 531; Merrell, ECF No. 138.55, R. Ex. 66.) \nC. The Amendment to the CBB Operating Agreement and the Effect \non Plaintiffs’ Unit Sales \n \n26. All Plaintiffs sold their unit s to Siskey using the “Consent” method, \npursuant to Sections 7.1(c)(i) and 7.1 (e) of the 2003 CBB Operating Agreement .10  \n(2000 Op. Agreement 16–18.)  Under this method, a member could transfer unit s to \nan individual, so long as the member obtained the “prior written consent of Members \nholding at least sixty five percent (65%) of the Percentage Interests held by all \nMembers.”  ( 2000 Op. Agreement § 7.1(c)(i); see also Cochrane, ECF No. 166.29 , R. \nEx. 542.) \n27. Members selling their interests pursuant to the Consent method were \nrequired to sign Assignment and Purchase Agreements (“APA(s)”), which \ndemonstrated their assent to the transaction and named who was purchasing the \nunits, while the m embers giving approval for such transfers signed Consent to \n \n10 The 2000 Operating Agreement was amended in 2003.  (See Merrell, ECF No. 139.3, R. Ex. \nMike-2.)  The only change relevant to the Motions was to change the unit sale permission \nrequirement from unanimous written member approval to only 65% written member \napproval.  (See Merrell, ECF No. 139.3, R. Ex. Mike-2.)  Therefore, the Court cites herein to \nthe 2000 Operating Agreement or 2007 Operating Agreement, unless otherwise referencing \nthe changed language from the 2003 amendment. \nTransfer of Membership Interest documents (“Consent Agreement (s)”).  (See, e.g.,  \nStrack, ECF No. 191.229, R. Ex. 600 .)  Members using the Consent method to sell \ntheir units were required to have both documents executed to transfer their interest \nto the purchaser. \n28. On 26 October 2007, CBB amended its Operating Agreement (“2007 \nOperating Agreement”).  (Am. Restated Operating Agreement of CBB, Merrell, ECF \nNo. 138.71, R. Ex. 116  [“2007 Am. Op. Agreement”].)  A letter sent by CBB on 27 \nOctober 2007 informed CBB ’s members of changes to the Operating Agreement.  \n(Merrell, ECF No. 138.70 , R. Ex. 115  [“Oct. 27  Letter”].)  Three ca tegories were \nmodified: (1) provisions relating to tax compliance; (2) provisions to allow for tax \ndistributions to an owner of record during the tax year; and (3)  a provision to allow \nmajority rather than unanimous member approval to amend the O perating \nAgreement.  (Oct. 27 Letter.) \n29. The amendments did not change the methods of sale of CBB units.  (See \ngenerally 2007 Am. Op. Agreement.)  However, rather than the prior 65% written \napproval requirement to use  the Consent method, the amendments permitted the \nmethod’s use if only 51% of the “voting ownership interests” approved.  (2007 Am. Op. \nAgreement 14, § 7.1(c)(i).) \n30. Mike Smith and John Stritch signed their approval to the amendments on \n26 October 2007.  (2007 Am. Op. Agreement 30.)  Unanimous member approval was \nnot obtained until 14 December 2007.  (Written Consent 2, Merrell, ECF No. 138.97, \nR. Ex. 243; All Written Consents, Merrell, ECF No. 138.104, R. Ex. 256.) \n31. Eleven plaintiffs sold their CBB unit s to Siskey prior to the effective date \nof the amendments: James Wilson, Carl Merrell, Pamela Boileau, Jeffrey and Penny \nStrack, Kent Kalina, Carolyn Crozier,  the Estate of Thomas  J. Crozier, Jr.,  Jeff \nCochrane and Gary Cochrane, as administrators of the Estate of Ralph N. Cochrane, \nand Roy Lynam.  (Strack, ECF No. 191.131; Merrell, ECF No. 138.107; Strack, ECF \nNos. 191.247, 191.67, 191.203–204, 191.185, 191.187; Cochrane, ECF No. 148.124; \nStrack, ECF No. 191.269.) \n32. The remaining nine plaintiffs sold their unit s to Siskey after the \namendments became effective: Mallory Johnson, Robert Nastase, Rita Dilling, Lyle \nand Jeanette Ranson, Craig and Wanda Miller, Charles Short, and Dallas Pendry , \nJr.  ( Strack, ECF No. 191.75; Merrell, ECF No. 138.184; Strack, ECF No. 191.229; \nMerrell, ECF Nos. 138.109, 138.110, 138.58; Short, ECF No. 36.85; Strack, ECF No. \n191.224.) \nD. Relevant Events that Followed the Sales \n33. On 27 May 2010, CBB entered into an Agreement and Plan of Merger with \nSunTx affiliates Southern Belle Holdings, LLC and Southern Belle Merger Sub, LLC, \nwhich, after closing on 6 August 2010, resulted in a substantial restructuring of CBB, \nwith CBB effectively merging with SunTx affiliate Southern Belle Merger Sub, LLC, \nand produced significant payments to CBB members.    (M. Smith Aff.  ¶¶ 129–30, \n133.) \n34. At the time of the merger with SunTx, Siskey owned approximately 15.75 \nunits of CBB, and he received approximately $22,158,642.18 in distributions from \nCBB between 2009 and 2013.  ( See Second Am. Compl. ¶ 132, Strack, ECF No. 33 .)  \nSiskey purchased 12.50 of his 15.75 units for approximately $3,180,000.00.  (Merrell, \nECF No. 138.32, R. Ex. Smith-31.) \nIII. PROCEDURAL BACKGROUND \n35. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motions. \n36. The Merrell, Strack, and Cochrane matters were each initiated in late 2019.  \nMerrell was filed on 8 November 2019, (Merrell, ECF No. 2), Strack on 14 November \n2019, (Strack, ECF No. 3), and Cochrane on 12 December 2019, (Cochrane, ECF No. \n3).  The plaintiffs in each of these actions filed amended complaints on 28 January \n2020, (Merrell, ECF Nos. 18, 19; Strack, ECF Nos. 27, 28; Cochrane, ECF No. 7), and \nthose in Merrell and Strack filed Second Amended Complaints in those actions on 10 \nMarch 2020, (Merrell, ECF Nos. 23, 24; Strack, ECF Nos. 32, 33). \n37. The Short action was initiated on 20 September 2021 , (Short, ECF No. 3), \nand subsequently amended as of right on 20 October 2021, (Short, ECF No. 11). \n38. The Smiths filed answers to the Second Amended Complaint s in Merrell, \n(Merrell, ECF No. 39) , and Strack, ( Strack, ECF No.  54), and to the Amended \nComplaint in Cochrane, (Cochrane, ECF No. 38), on 23 April 2020.  On 17 November \n2021, the Smiths filed their answer to the Amended Complaint in Short.  (Short, ECF \nNo. 12.) \n39. Following full briefing, the Court held a hearing on the Motions and related \nmotions on 25 and 26 August 2022 (the “Hearing”), at which all parties to the Motions \nwere present and represented by counsel. \n40. On 2 September 2022, Plaintiffs’ counsel filed Plaintiffs’ verifications to the \nallegations of the operative complaints.  (See, e.g., Strack, ECF Nos. 260, 260.1–.10.)  \nDefendants’ counsel subsequently filed a joint objection to th e verifications and \nmoved to strike.  (See, e.g. , Strack, ECF No. 263.)  After full briefing , the Court \noverruled the objection and denied the motion to strike.  ( Strack, ECF No. 268 ; \nMerrell, ECF No. 177; Cochrane, ECF No. 185; Short, ECF No. 74.)  However, the \nCourt also ruled that it would not  consider the operative complaint of each P laintiff \nas an affidavit for purposes of the pending summary judgment motions because the \nverifications were untimely.  (Strack, ECF No. 268; Merrell, ECF No. 177; Cochrane, \nECF No. 185; Short, ECF No. 74.) \n41. The Motions are ripe for resolution. \nIV. LEGAL STANDARD \n42. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C.G.S. § 1A-1, Rule 56(c).  “A ‘genuine issue’ is \none that can be maintained by substantial evidence.”  Dobson v. Harris, 352 N.C. 77, \n83 (2000). \n43. The moving party bears the burden of showing that there is no genuine \nissue of material fact, and that the movant is entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 563 (2008).  The movant \nmay make the required showing by proving that “an essential element of the opposing \nparty’s claim  does not exist, cannot be proven at trial, or would be barred by an \naffirmative defense, or by showing through discovery that the opposing party cannot \nproduce evidence to support an essential element of her claim.”  Dobson, 352 N.C. at \n83 (citations omitted). \n44. “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85 \n(2000). \n45. The Court must view the evidence in the light most favorable to the \nnonmovant.  Dobson, 352 N.C. at 83.  However, the nonmovant  \nmay not rest upon the mere allegations or denials of their pleading, but \ntheir response, by affidavits or as otherwise provided in this rule, must \nset forth specific facts showing that there is a genuine issue for trial. If \n[the nonmovant] does not so respond, summary judgment, if \nappropriate, shall be entered against [the nonmovant]. \n \nN.C.G.S. § 1A-1, Rule 56(e). \nV. ANALYSIS \n46. Plaintiffs argue that summary judgment is proper against Mike Smith on \ntheir claims for breach of fiduciary duty because he owed Plaintiffs a “legal fiduciary \nduty” which the undisputed evi dence establishes that he breached  as a matter of \nlaw.11  (See Pls.’ Mem. Supp. Summ. J. 10, Merrell, ECF No. 145 [“Br. Supp. Mot.”].) \n47. “To establish a claim for breach of fiduciary duty, a plaintiff must show that: \n(1) the defendant owed the plaintiff a fiduciary duty; (2) the defendant breached that \nfiduciary duty; and (3) the breach of fiduciary duty was a proximate cause of injury \nto the plaintiff.”  Sykes v. Health Network Sols., Inc., 372 N.C. 326, 339 (2019). \n48. “The North Carolina Limited Liability Company Act does not create \nfiduciary duties among members.   As a general rule, m embers of a limited liability \ncompany are like shareholder s in a corporation in that members do not owe a \nfiduciary duty to each other or to the company. ”  Emrich Enters. v . Hornwood, Inc., \n2022 NCBC LEXIS 19, at **42  (N.C. Super. Ct. Feb. 15, 2022) (internal marks and \ncitations omitted).  “The rights and duties of LLC members are ordinarily governed \nby the company ’s operating agreement, not by general principles of fiduciary \nrelationships.”  Id. (quoting Strategic Mgmt. Decisions v. Sales Performance Int ’l, \n2017 NCBC LEXIS 69, at *10–11 (N.C. Super. Ct. Aug. 7, 2017)). \n49. However, in some circumstances, “ a holder of a majority interest who \nexercises control over the LLC owes a fiduciary duty to minority interest members. ”  \nVanguard Pai Lung, LLC v. Moody , 2019 NCBC LEXIS 39, at *17 (N.C. Super. Ct. \nJune 19, 2019).  “Thus, when the operating agreement confers controlling authority \n \n11 Plaintiffs’ Memorandum in Support of the Motion for Summary Judgment in the four \nactions is nearly identical, and thus , as stated herein at footnote 4, the Court cites only to \none. \non the majority member, [the majority member] owes a duty not to use its control to \nharm the minority, assuming no other provision disclaims such a duty.”  Id. at *21. \n50. This Court in  Vanguard specified several factors which may reflect a \nmajority manager’s exercise of sufficient control over the L LC to create a fiduciary \nduty owed to the minority: (1) control over the LLC’s board of directors; (2) the ability \nto dissolve the LLC; (3) the ability to put the LLC into bankruptcy; and (4) the ability \nto amend the LLC’s operating agreement without approval from other members.  Id. \nat *19–21.  The exercise of control through these means weigh s in favor of finding a \nfiduciary duty from majority member to the LLC’s minority members.  Id. at *21. \n51. At the same time, however, “only when one party figuratively holds all the \ncards -- all the financial power or technical information, for example -- have North \nCarolina courts found that the special circumstance of a fiduciary relationship has \narisen.”  Kaplan v. O.K. Techs., LLC , 196 N.C. App. 469, 475 (2009).   “The scope of \nthis exception [to the general proposition that LLC members do not owe a fiduciary \nduty to eac h other ], borrowed from precedents governing corporations, remains \nunsettled and ‘this Court has cautioned against a broad application because of the \nfundamental differences between LLCs and corporations.’ ”  Bennett v. Bennett, 2019 \nNCBC LEXIS 19 , at *19 (N.C. Super. Ct. Mar. 15, 2019)  (quoting Strategic Mgmt. \nDecisions, 2017 NCBC LEXIS 69, at *11) .  Courts have routinely refused to extend \nprecedents borrowed from corporations  to LLCs because minority members have a \nmuch greater ability to negotiate for protections in the operating agreement than do \nshareholders in the corporate context .  See Bennett , 2019 NCBC LEXIS 19, at * 20; \nFiske v. Kieffer, 2016 NCBC LEXIS 22, at *10 (N.C. Super. Ct. Mar. 9, 2016); Island \nBeyond, LLC , 2013 NCBC LEXIS 48, at *15– 16 (dismissing a claim for breach of \nfiduciary duty against the LLC’s m anager, even though the operating agreement \nprovided the manager “complete authority to ‘sell, exchange, transfer or convey any, \nall or substantially all of the assets of the company,’ without member approval”). \n52. Plaintiffs argue that, as the  majority member of CBB, Mike Smith owed \nthem a fiduciary duty.  (Br. Supp. Mot. 9 .)  They argue that Mike Smith breached \nthat duty when he provided Siskey with inside information unavailable to Plaintiffs—\nin particular the information contained in the December 2006 email from Mike Smith \nto Siskey.  (Br. Supp. Mot. 9.)  Plaintiffs further argue that they “relied on information \nomitting material facts which proximately caused a loss of liquidation funds” to \nSiskey.  (Br. Supp. Mot. 9.)  Plaintiffs thus contend that, had they known about the \nreal value of their ownership stake in CBB and the interest of third parties in buying \nthe company, they would not have sold their units when they did .  (Br. Supp. Mot. \n10.) \n53. Mike Smith contends in opposition that he did not owe Plaintiffs a fiduciary \nduty.  (Mike Smith Br. Opp. Mot. 23, Merrell , ECF No. 157 [“Opp. Br.”].)  He argues \nthat, even with  52% ownership, he did not control CBB or dominate minority \nmembers’ interests or rights, and that Plaintiffs do not argue otherwise—rather they \nrely solely on Mike Smith’s status as majority member.  (Opp. Br. 25.) \n54. The Court agrees with Mike Smith that he did not owe Plaintiffs a fiduciary \nduty as a matter of law solely on the basis that he was a majority member, given that \nit is well settled that the rights and duties of LLC members are governed by the LLC’s \noperating agreement.  See Emrich Enters., 2022 NCBC LEXIS 19, at **42.  To the \ncontrary, to prevail, Plaintiffs must also establish that Mike Smith actually had, and \nexercised, control over CBB in order to prove that he owed them a fiduciary duty.  See \nVanguard, 2019 NCBC LEXIS 39, at *17, *21. \nA.  Plaintiffs who sold to Siskey under the 2003 Operating Agreement \n55. Prior t o the 2007 amendment to the CBB  Operating Agreement, Mike \nSmith was unable to unilaterally exercise control over CBB members under any of \nthe four Vanguard factors.  He did not have exclusive managerial control over the \nLLC’s board of directors, he did not have the exclusive ability to dissolve the company, \n(see 2000 Operating Agreement 11, § 6.1) , and he did not have  the ability to \nunilaterally amend the Operating Agreement , as unanimous approval of the \nmembers was required, ( see 2000 Operating Agreement § 9.9).  The Operating \nAgreement did not address a manager’s ability to declare bankruptcy. \n56. While Mike Smith was the majority member of CBB when the first group \nof Plaintiffs sold their units pursuant to the 2003 amendments to the 2000 Operating \nAgreement, he did not hold all of the financial power or technical information of CBB \nsuch that a fiduciary relationship arose between Mike Smith and the minority \nmembers as a matter of law.  In fact, the Operating Agreement precluded the LLC’s \nmanagers from taking certain actions without the approval of either 100% or 75% of \nthe members .  It  also provided minority members with the right to  access the \ncompany’s “financial books, records and documents during normal business hours” \nand make copies of “any of them” upon reasonable notice to the LLC.  (2000 Op. \nAgreement 7, § 4.4, 9–10, § 5.2.)  The Operating Agreement also permitted members \nto request “information regarding the status of the business and the financial \ncondition of the Company” and, among other things, “such other information \nregarding the affairs of the Company as is just and reasonable.”  (2000 Op. Agreement \n10, § 5.2.)   \n57. Further, Mike Smith did not have the exclusive ability to permit Plaintiffs \nto sell their ownership interest in CBB—65% member approval on unit sales was \nrequired under the 2003  amendments to the 2000  Operating Agreement, and Mike \nSmith could only provide 52% member approval if acting alone.  (See, e.g., Short, ECF \nNo. 36.54, R. Ex. 244 ) (identifying numerous Consent Agre ements signed by Mike \nSmith and three others prior to the 2007 amendments). \n58. Accordingly, the Court concludes that  p laintiffs James Wilson, Carl \nMerrell, Pamela Boileau, Jeffrey and Penny Strack, Kent Kalina, Carolyn Crozier , \nindividually and as the executor of the Estate of Thomas J. Crozier, Jr., Jeff Cochrane \nand Gary Cochrane, as administrators of the Estate of Ralph N. Cochrane, and Roy \nLynam have failed to establish that Mike Smith exercised sufficient control of the \nLLC to owe them a fiduciary duty as a matter of law .  Summary judgment on these \nplaintiffs’ claims for breach of fiduciary duty must therefore be DENIED. \nB. Plaintiffs who sold to Siskey under the 2007 Operating Agreement \n59. After the 2007 Operating Agreement became effective on 18 December \n2007, Mike Smith, who held a 52% interest in CBB, was permitted to act unilaterally \nwith re spect to the sale of the remaining Plaintiffs’ unit s and did in fact act \nunilaterally in consenting to the sale of their CBB unit s.  (See, e.g., Short, ECF No. \n36.54, R. Ex. 244.)  Mike Smith was also able to un ilaterally amend the Operating \nAgreement.  ( See 2007 Am. Op. Agreement  21, § 9.9.)  While th ese powers are  \nindicative of some control, they establish only one of the four Vanguard factors, which, \nalone, is insufficient to establish that Mike Smith effectively controlled CBB and thus \nowed CBB’s minority members a fiduciary duty as a matter of law. \n60. Additionally, Section 4.7 of the 2007 Operating Agreement  provides that \n“any Member or Manager may engage independently or with others in other business \nventures of every nature and description even if competitive with the business of the \nCompany.”  (2007 Am. Op. Agreement 8.)  The 2007 Operating Agreement does not \notherwise provide for any fiduciary or fiduciary-like duties and, in fact, is reasonably \ninterpreted to renounce such duties.  See Bennett, 2019 NCBC LEXIS 19, at *16 –17 \n(providing that where provisions in an operating agreemen t “disclaim fiduciary or \nfiduciary-like duties on the part of members or managers[,]” it is evidence supporting \na conclusion that no fiduciary duties were owed).   After the amendment, the plain \nlanguage of the 2007 Operating Agreement still provided minority members with the \nability to investigate  and request documents as  described above.  This, too, \nundermines Plaintiffs’ contention that Mike Smith owed them a fiduciary duty as a \nmatter of law. \n61. Finally, given that the scope of this “control” exception is “ unsettled” and \nNorth Carolina courts have cautioned against its broad application, the Court is not \nprepared to conclude that Mike Smith owed Plaintiffs a fiduciary duty as a matter of \nlaw given the disputed facts, discussed above,  concerning the degree to which he  \nexercised control over CBB. \n62. Therefore, the Court concludes that p laintiffs Mallory Johnson, Robert \nNastase, Rita Dilling, Lyle and Jeanette Ranson, Craig and Wanda Miller, Charles \nShort, and Dallas Pendry, Jr.  have failed to establish th at they are entitled to \njudgment as a matter of law against Defendant James Michael Smith as to liability \non their breach of fiduciary duty claim. \n63. Given that Plaintiffs have not met their burden on the Motion s as to the \nfirst required element of the breach of fiduciary duty claim, the Motions are DENIED, \nand the Court need not and does not address alternative arguments made in support \nof the Motions. \nVI.      CONCLUSION \n64. THEREFORE, for the foregoing reasons, the Court hereby DENIES  the \nMotions. \n \nSO ORDERED, this the 13th day of December, 2022. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}