{
  "id": "4eecf45969ae4e65af8aa5f09e3b5250804d135ae5986354a26ecb0ae566613e",
  "source_file": "data/raw/ncbc/4eecf45969ae4e65af8aa5f09e3b5250804d135ae5986354a26ecb0ae566613e.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 7449 \n \nQUAD GRAPHICS, INC., \n \nPetitioner, \n \nv. \n \nNORTH CAROLINA DEPARTMENT \nOF REVENUE, \n \nRespondent. \n \n \nORDER AND OPINION ON \nRESPONDENT’S MOTION TO \nDISMISS PETITION, RESPONDENT’S \nMOTION TO STAY PROCEEDINGS, \nAND PETITIONER’S MOTION FOR \nEXTENSION OF TIME TO SERVE \nRESPONDENT WITH PETITION FOR \nJUDICIAL REVIEW \n \n \n1. THIS MATTER is before the Court on Respondent’s Motion to Dismiss \nPetition (“Motion to Dismiss”), (ECF No. 11), Respondent’s Motion to Stay \nProceedings (“Motion to Stay”), (ECF No. 13), and Petitioner’s Motion for Extension \nof Time to Serve Respondent with Petition for Judicial Review (“Motion to Extend”; \ncollectively, the “Motions”), (ECF No. 19).   \n2. Having considered the Petition for Judicial Review , (ECF No. 3) , the First \nAmended Petition for Judicial Review, (ECF No. 9), the Motions, the related briefing \nand tendered exhibits, and the arguments of counsel at a hearing on the Motions, the \nCourt hereby GRANTS the Motion to Extend, DENIES the Motion to Dismiss, and \nDENIES the Motion to Stay.   \nGraebe Hanna & Sullivan PLLC, by Douglas W. Hanna, and Akerman LLP, \nby Michael J. Bowen, for Petitioner Quad Graphics, Inc.  \n \nNorth Carolina Department of Justice, by Matthew Sommer and Terence \nFriedman, for Respondent North Carolina Department of Revenue.  \n \nBledsoe, Chief Judge. \nQuad Graphics, Inc. v. N.C. Dep’t of Revenue, 2020 NCBC 69. \n \n \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. Quad Graphics, Inc. (“Quad Graphics”) is a commercial printer \nheadquartered in Sussex, Wisconsin with several locations across the United States, \nincluding North Carolina.  (First Am. Pet. Judicial Review ¶ 15, ECF No. 9.)   \n4. The North Carolina Department of Revenue (the “Department”) determined \nthat Quad G raphics had a sales tax nexus in North Carolina for the period of \nSeptember 1, 2009 through December 31, 2011 (the “Period”) based on the physical \npresence of a Quad Graphics  sales representative in the State during th e Period .  \n(First Am. Pet. Judicial Review ¶ 20.)  T he Department issued a Notice of Proposed \nSales and Use Tax Assessment to Quad Graphics on November 12, 2015 for \nuncollected and unremitted sales tax over the c ourse of the Period.  ( First Am. Pet. \nJudicial Review ¶ 9.)  The Department later reduced the assessment with respect to \ncertain transactions and issued a Notice of Final Determination .  ( First Am. Pet. \nJudicial Review ¶¶ 10, 21, Ex. 2.)   \n5. Quad Graphics thereafter filed a petition for a contested case hearing before \nthe North Carolina Office of Administrative Hearings (“OAH”).  ( First Am. Pet. \nJudicial Review ¶ 11.)  After Quad Graphics and the Department filed cross-motions \nfor summary judgment, the Administrative Law Judge assigned to the case issued a \nFinal Decision on June 24, 2020,  granting the Department’s motion and denying \nQuad Graphics’ motion.  (First Am. Pet. Judicial Review ¶ 13, Ex. 1.)   \n \n \n6. Thereafter, on Ju ly 24, 2020, Quad Graphics timely filed a Petition for \nJudicial Review of the OAH’s Final Decision pursuant to N.C.G.S. §§ 105-241.16 and \n7A-45.4(b)–(f) (the “Petition”).  (Pet. Judicial Review, ECF No. 3.)  On the same day, \nthe case was designated as a mandatory complex business case , (ECF No. 1), and \nassigned to the undersigned, (ECF No. 2).   \n7. Quad Graphics’ certificate of service attached to the Petition reflects that a \ncopy of the Petition was served by certified mail on Matthew Sommer (“Sommer”), \nTerence Friedman  (“Friedman”), and David D. Lennon  (“Lennon”) of the North \nCarolina Department of Justice.  (Pet. Judicial Review 12.)  Sommer, Friedman, and \nLennon were the Department’s counsel in the contested case hearing before the OAH.  \n(Aff. Douglas W. Hanna ¶ 7, Ex. A, ECF No. 16.)  R eceipt of the Petition was \nacknowledged by Sommer, Friedman, and Lennon on July 28, 2020.  (Aff. Douglas W. \nHanna ¶ 11, Ex. C.)   \n8. On August 20, 2020, Quad Graphics filed a First Amended Petition for \nJudicial Review (the “Amended Petition”).  (First Am. Pet. Judicial Review.)  \n9. On August 21, 2020, the Department filed the Motion to Dismiss pursuant \nto Rules 12(b)(1), 12(b)(2), 12(b)(4), and 12(b)(6) of the North Carolina Rules of Civil \nProcedure (the “Rule(s)”) and N.C.G.S. § 150B -46.  (Def.-Resp’t’s Mot. Dismiss Pet. , \nECF No. 11.)  At the same time, the Department filed the Motion to Stay , seeking a \nstay of the case pending the Court’s resolution of the Department’s Motion to Dismiss.  \n(Def.-Resp’t’s Mot. Stay Proceedings, ECF No. 13.)   \n \n \n10. Service of both the Petition and the Amended Petition on the Department’s \nregistered agent was completed by certified mail on August 25, 2020.  (Acceptance \nService, ECF No. 15.)   \n11. On August 31, 2020, Quad Graphics filed the Motion to Extend, seeking an \nextension of time to serve the Petition on the Department through and including \nAugust 25, 2020, the date Quad Graphics served the Petition and Amended Petition \non the Department.  (Pet’r’s Mot. Extension Time Serve Resp’t Pet. Judicial Review, \nECF No. 19.) \n12. After full briefing, the Court held a hearing on the Motions on October 2, \n2020 (the “Hearing”), at which all parties were represented by counsel.   \n13. The Motions are now ripe for resolution.  \nII. \nANALYSIS \n14. The Department argues that this action should be dismissed because Quad \nGraphics failed to timely serve the Department with the Petition as required under \nN.C.G.S. § 150B-46.  (Def.-Resp’t’s Mot. Dismiss Pet.; see also Br. Supp. Def.-Resp’t’s \nMot. Dismiss Pet. 2–7, ECF No. 12.)  The Department suggests that Quad Graphics’ \ntimely service of the Petition on the Department ’s counsel of record in the OAH \nproceeding does not constitute timely service on the Department.  (Def.-Resp’t’s Mot. \nDismiss Pet.; see also Br. Supp. Def.-Resp’t’s Mot. Dismiss Pet. 2–4.)  As a result, the \nDepartment contends that the Court must dismiss the Petition “for lack of subject \nmatter jurisdiction, lack of personal [jurisdiction], insufficiency of process, and failure \n \n \nto state a claim upon which relief can be granted.”   (Def. -Resp’t’s Mot. Dismiss Pet. \n1.)   \n15. Generally, “[w] here there is no valid service of process, the court lacks \njurisdiction over a defendant, and a motion to dismiss pursuant to Rule 12(b) should \nbe granted.”  Davis v. Urquiza, 233 N.C. App. 462, 463–64, 757 S.E.2d 327, 329 (2014); \nsee also Draughon v. Harnett Cty. Bd. of Educ. , 166 N.C. App. 449, 451, 602 S.E.2d \n717, 718 (2004)  (“If a party fails to obtain valid service of process, ‘ a court does not \nacquire personal jurisdiction over the defendant and the action must be dismissed.’ ” \n(quoting Bentley v. Watauga Bldg. Supply, Inc. , 145 N.C. App. 460, 462, 549 S.E.2d \n924, 925 (2001))).   \n16. Section 150B-46 sets forth the procedure for an aggrieved party to seek \njudicial review of a final decision from the OAH : “[N.C.]G.S. 150B-46 deals with the \nservice of a petition for judicial review of an agency decision, while Rule 4 applies \ngenerally to service in all civil matters.  Therefore, since [N.C.] G.S. 150B-46 is more \nspecific and there is no legislative intent to the con trary, its terms control.”  Follum \nv. N.C. State Univ., 198 N.C. App. 389, 392 –93, 679 S.E.2d 420, 422 (2009) (quoting \nDavis v. N.C. Dep’t of Human Res. , 126 N.C. App. 383, 388, 485 S.E.2d 342, 345 \n(1997), aff’d in part , rev’d in part on other grounds , 349 N.C. 208,  505 S.E.2d 77 \n(1998)).   \n17. The service requirement of N.C.G.S. § 150B-46 specifically provides: “Within \n10 days after the petition is filed with the court, the party seeking the review shall \nserve copies of the petition by personal service or by certified mail upon all who were \n \n \nparties of record to the administrative proceedings.” (emphasis added).  Our appellate \ncourts have made clear that the Department’s counsel is not the “party of record” for \npurposes of this section.  See Follum, 198 N.C. App. at 394, 679 S.E.2d at 423 (“[I]t is \nequally clear that in order to comply with section 150B-46, at the very least, petitioner \ndid have to serve said petition upon a ‘ person at the agency[,] ’ i.e., a person at the \nagency that was a party to the administrative proceedings [,]” and this doe s not \ninclude “an employee of the [North Carolina] Department of Justice.”).   \n18. In an effort to remedy its failure to timely serve the Department, Quad \nGraphics filed the Motion to Extend  with an accompanying brief, in which it details \nits communications with the Department’s counsel and advances various factual and \nlegal justifications, including under the North Carolina Rules of Professional \nConduct, for its decision to serve the Department’s counsel of record rather than the \nDepartment itself.  (Mem. Supp. Pet’r’s Mot. Extension Time Serve Resp’t Pet. \nJudicial Review 3–6, ECF No. 20.)  Quad Graphics represents that the Department’s \ncounsel advised it by email before the Motion to Extend was filed that “they could not \nagree to the [Motion to Extend] based on their ethical obligations for zealous \nrepresentation under the North Carolina Rules of Professional Conduct.”  (See Pet’r’s \nMot. Extension Time Serve Resp’t Pet. Judicial Review).  Despite taking this position, \nthe Department did not file a brief in oppo sition to the Motion to Stay and has not \notherwise argued that Quad Graphics  has failed to show good cause to grant the \nMotion to Extend or that the Department will suffer prejudice should the Motion to \nExtend be granted.\n  \n \n \n19. The Court has both subject matter jurisdiction and the authority under \nsection 150B-46 to grant an extension of time to file a petition for judicial review.  See \nSound Rivers, Inc. v. N.C. Dep’t of Envtl. Quality, Div. of Water Res., 845 S.E.2d 802, \n811 (N.C. Ct. App. 2020)  (“[T]he superior court had subject matter jurisdiction and \nproperly extended the time for service and thus denied the motion to dismiss. ”); see \nalso NC Dep’t of Pub. Safety v. Owens, 245 N.C. App. 230, 234, 782 S.E.2d 337, 340 \n(2016) (“[T]he superior court has the authority to grant an extension in time, for good \ncause shown, to a party to serve the petition beyond the ten days provided for under \n[N.C.]G.S. 150B-46.” (emphasis added)).   \n20. The record here is clear that (i) Quad Graphics attempted to serve the \nDepartment in multiple ways, (ii) the Department admits its counsel of record timely \nreceived the Petition and Amended Petition, (iii) the Department admits that Quad \nGraphics subsequently served the Department through its registered agent  thirty-\none days after the Petition was filed , and (iv) the Department has made no effort to \nshow it would suffer prejudice should the Court grant the Motion to Extend.  Based \non this evidence, and p articularly when the Court considers our Supreme Court’s \nadmonition that “the primary purpose of [section 15 0B-46]  is to confer the right of \nreview and that the statute should be liberally construed  to preserve and effectuate \nthat right[,]” James v. Wayne Cty. Bd. of Educ. , 15 N.C. App. 531, 533, 190 S.E.2d \n224, 226 (1972) (emphasis added) (citing In re Appeal of Harris, 273 N.C. 20, 27, 159 \nS.E.2d 539, 545 (1968)), appeal dismissed, 282 N.C. 672, 194 S.E.2d 151 (1972) ), the \n \n \nCourt concludes, in the exercise of its discretion,  that good cause exists to grant the \nMotion to Extend.   \n21. Accordingly, the Court shall extend the period within which Quad Graphics \nmay file the Petition and Amended Petition through and including August 25, 2020, \nthe date on which Quad Graphics served the Department with the Petition  and \nAmended Petition.  In light of the Court’s ruling, the Department’s Motion to Dismiss, \nwhich is premised entirely on Quad Graphics’ failure to serve the Department within \nsection 150B-46’s ten-day service period, and the Motion to Stay, which relies entirely \non the pendency of the Motion to Dismiss, shall each be denied.1  \nIII. \nCONCLUSION \n22. WHEREFORE, the Court, in the exercise of its discretion, hereby \nORDERS that (i) the Motion to Extend is GRANTED,2  and the period within which \nQuad Graphics shall be permitted to serve a copy of the Petition, (ECF No. 3), on the \nDepartment is hereby extended through and including August 25, 2020 ; (ii) the \nMotion to Dismiss is DENIED; and (iii) the Motion to Stay is DENIED.  \n \n1 The Department’s counsel acknowledged at the Hearing that in the event the Court were to \ngrant the Motion to Extend, the Department’s Motion to Dismiss and Motion to Stay  \nnecessarily fail. \n \n2 The Court finds the Department’s refusal to consent to the Motion to Extend disappointing.  \nZealous representation und er the North Carolina Rules of Professional Conduct does not \nrequire a party to take legal positions the party is certain to lose, which was certainly the \ncase in opposing the Motion to Extend here, and, in the process, decline to extend long -\naccepted professional courtesies to one’s adversary where no prejudice to the party could \npossibly result.  \n \n \nSO ORDERED, this the 2nd day of October, 2020. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}