{
  "id": "4f2c49bde5ef6c61f45f9ab42173a4471efcadb3cd21ee4917d49d1ecbabc345",
  "source_file": "data/raw/ncbc/4f2c49bde5ef6c61f45f9ab42173a4471efcadb3cd21ee4917d49d1ecbabc345.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n15 CVS 1648 \n \nOLD BATTLEGROUND PROPERTIES, \nINC. and NIVISON FAMILY \nINVESTMENTS, LLC, \n \nPlaintiffs, \n \nv. \n \nCENTRAL CAROLINA SURGICAL EYE \nASSOCIATES, P.A.; HUTA LEASING, \nLLC; SOUTHEASTERN EYE \nMANAGEMENT, INC.; \nSOUTHEASTERN CATARACT LASER \nCENTER, PLLC; EMS PARTNERS, \nLLC; C. RICHARD EPES, a/k/a \nRICHARD EPES, a/k/a CHARLES \nRICHARD EPES, a/k/a E. RICHARD \nEPES; BESSIE K. EPES, a/k/a BESSIE \nEPES, a/k/a BETSY EPES; JAMES \nMARK MCDANIEL, JR., a/k/a JAMES \nM. MCDANIEL, JR., a/k/a MARK \nMCDANIEL, and PATRICIA MOORE \nMCDANIEL, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S RENEWED MOTION \nFOR TEMPORARY RESTRAINING \nORDER AND PRELIMINARY \nINJUNCTION AND FOR INSPECTION \nAND INVENTORY OF COLLATERAL \nAND APPOINTMENT OF RECEIVER \n \n \n \n \nSmith Debnam Narron Drake Saintsing & Myers, LLP, by Byron L. \nSaintsing, Esq. for Plaintiffs Old Ba ttleground Properties, Inc. and Nivison \nFamily Investments, LLC. \n \nMcAllister, Aldridge & Kreinbrink, PLLC, by Kenneth W. McAllister, Esq. \nand the Law Offices of Richard M. Gree ne, by Richard M. Greene, Esq. for \nDefendants Central Carolina Surgical Eye Associates, P.A., HUTA Leasing, \nLLC, Southeastern Eye Management, In c., Southeastern Cataract Laser \nCenter, PLLC, EMS Partners, LLC, Charles Richard Epes, M.D., and Bessie \nK. Epes. \n \nDefendant J. Mark McDaniel, pro se. \n \nWard & Smith, P.A., by Michael J. Fi elds, Esq. for Carolina Eye Associates, \nP.A. \n \nOld Battleground Props., Inc. v. Cent. Carolina Surgical Eye Assocs., P.A., 2015 NCBC 18. \n \nBell, Davis & Pitt by D. Anderson Carm en, Esq. for JP Morgan Chase Bank \nNA. \n \nBledsoe, Judge. \n \n{1} THIS MATTER  is before the Court upon Plaintiff Nivison Family \nInvestments, LLC’s (“NFI”) Renewed Motion for Temporary Restraining Order and \nPreliminary Injunction 1 and for Inspection and Inventory of Collateral (the \n“Motion”) pursuant to Rules 34 and 65 of the North Carolina Rules of Civil \nProcedure, and upon the parties’ joint request at the February 23, 2015 hearing \nthat the Court appoint a receiver for De fendants Central Carolina Surgical Eye \nAssociates, P.A. (“CCSEA”), Southeastern Cataract Laser Center, PLLC (“SCLC”), \nHUTA Leasing, LLC (“HUTA” or “H UTA Leasing”), Southeastern Eye \nManagement, Inc. (“SEM”), and EMS Partners, LLC (“EMS Partners”). \n{2} The Court, having considered the Motion, affidavits, and supporting briefs, \nas well as the arguments advanced at the February 23, 2015 hearing in this \nmatter,2 FINDS and CONCLUDES, for the limited purpose of determining the \nMotion, as follows: \nI. \nFINDINGS OF FACT \n{3} On March 30, 2012, Old Battleground sold commercial premises located at \n3312 Battleground Avenue in Greensboro, North Carolina to MMRE, LLC \n(“MMRE”), a North Carolina limited liability company in which Dr. Epes and Mr. \nMcDaniel were members and managers prior to its administrative dissolution in \nMarch 2014, for the sum of $6,615,000.  In connection with that sale, MMRE \n                                                 \n1 Plaintiff NFI has sought only to bring forward at this time Plaintiff’s Motion for Temporary \nRestraining Order and Plaintiff’s Motion for Inspection and Inventory of Collateral. Accordingly, the \nCourt will only address those Motions and will not address Plaintiff’s Motion for Preliminary \nInjunction at this time. \n \n2 The Court heard arguments from counsel for Plaintiffs NFI and Old Battleground Properties, Inc. \n(“Old Battleground”), counsel for Defendants CCSEA, SCLC, HUTA, SEM, EMS Partners, Charles \nRichard Epes, M.D. (“Dr. Epes), and Bessie K. Epes (“Ms. Epes”), counsel for Carolina Eye \nAssociates, Inc. (“CEA”), counsel for JP Morgan Chase Bank, NA (“JP Morgan”), and Defendant \nJames Mark McDaniel (“Mr. McDaniel”), appearing pro se.  Defendant Patricia Moore McDaniel did \nnot appear at the hearing or present arguments on her behalf regarding Plaintiff’s Motion. \n \ngranted Old Battleground a Purchase Money Note and Deed of Trust in the amount \nof $6,615,000. \n{4} On August 3, 2012, MMRE sold the leased commercial premises to \nBroadstone Net Lease Acquisitions, LLC  (“Broadstone”), a New York limited \nliability company. \n{5} Concurrently with the sale of the commercial premises from MMRE to \nBroadstone, NewBridge Bank, a lender to CCSEA, agreed to accept a discounted \nsum of $2,100,000 in satisfaction of the debt owed by MMRE, CCSEA, Dr. Epes, and \nothers for equipment utilized in CCSEA’s practice and for other loans held by \nNewBridge Bank from entities affiliated wi th Defendants.  NFI agreed to loan the \nsum of $2,100,000 that Old Battleground wo uld otherwise have received from the \nsale proceeds in order to facilitate the transaction with NewBridge Bank.  The debt \nowed to NewBridge Bank at the time of the payoff on the loans was approximately \n$3,400,000. \n{6} In order to facilitate the above transaction, on or about September 21, \n2012, NFI loaned the sum of $2,100,000 to JD PW Trust U/T/A Dated June 8, 2007 \n(“JDPW Trust”) in exchange for a promissory note from JDPW Trust, as well as \npersonal guaranties from Dr. Epes, Ms . Epes, CCSEA, and Mr. McDaniel (the \n“Guaranty Agreement”),\n3 and a Pledge Agreement to Plaintiff NFI from Dr. Epes \nand allegedly from Ms. Epes (the “Pledge Agreement”).4 \n{7} Plaintiffs have alleged that JDPW Trust is in default under the terms of \nthe JDPW Trust Promissory Note, and that CCSEA, Dr. Epes, Ms. Epes, and Mr. \nMcDaniel are in default under the terms of the Guaranty Agreement. \n{8} A portion of the collateral subject to the Pledge Agreement is described in \nExhibit A thereto as, “[a]ll personal pr operty, artwork, antiques and furniture \nowned by Pledgors” (the “Artwork Colla teral”).  NFI attempted to perfect its \n                                                 \n3 A copy of the Guaranty Agreement is attached to Plaintiffs’ Complaint as Exhibit E. \n \n4 A copy of the Pledge Agreement is attached to Plaintiffs’ Complaint as Exhibit F. \n \n \nsecurity interest in this collateral by filing UCC-1 financing statements (“Financing \nStatements”).5 \n{9} On or about July 25, 2014, Dr. Epes and Ms. Epes had NFI named as an \nadditional insured and loss payee as to the Artwork Collateral on their casualty \ninsurance policy.6  \n{10} As a result of the default on the JDPW Trust Promissory Note, NFI has \nalleged that it is entitled to immediate enforcement of its security interest in the \nArtwork Collateral identified in Exhibit A to the Pledge Agreement and identified \nin Exhibits A and B to the Financing St atements, and that it has the right to \nimmediate possession of the Artwork Collateral. \n{11} NFI has further alleged that it is entitled to obtain a judgment for \npossession of the Artwork Collateral iden tified in Exhibit A to the Pledge \nAgreement and identified in Exhibits A and B to the Financing Statements and for \nan accounting of the sale of any of the Artwork Collateral subject to NFI’s lien. \n{12} Defendants contend that the Artwork Collateral is owned exclusively by \nMs. Epes and that it consists of two groups:  the first group comprised of \napproximately fifteen (15) works of art, of which, fourteen (14) pieces are works by \nAndrew Wyeth and one (1) is a work by Jamie Wyeth (collectively, the “Wyeth \nArtwork”), and the second group compris ed of several original etchings of \nRembrandt, Salvador Dali, and Pablo Pica sso, as well as numerous chess sets and \nother collateral (collectively, the “Rembrandt Artwork”).  The parties agree that JP \nMorgan has a first-priority perfected lien on the Wyeth Artwork, but JP Morgan has \nrepresented that it does not claim a lien or encumbrance on the Rembrandt \nArtwork.\n7   \n                                                 \n5 A copy of the Financing Statements is attached to Plaintiffs’ Complaint collectively as Exhibit G. \n \n6 A copy of the casualty insurance policy is attached to Plaintiffs’ Complaint as Exhibit H. \n \n7 A copy of JP Morgan’s August 31, 2010 UCC-1 financing statement covering the Wyeth Artwork is \nattached as Exhibit C to Defendant’s Brief in Opposition to Plaintiff’s Motion. \n \n \n{13} On May 8, 2013, JP Morgan filed a UCC-1 Financing Statement naming \nMs. Epes as the debtor because Dr. Epes had previously transferred substantially \nall of his personal property (other than his interest in CCSEA) to Ms. Epes by notice \ndated November 23, 2006.8   \n{14} Defendants argue that NFI does not ha ve a perfected security interest in \nthe Wyeth Artwork because the UCC-1 Financing Statement NFI filed to secure the \ncollateral specifically excludes the Wyeth Ar twork.  The eighth page of Exhibit A to \nNFI’s UCC-1 begins with “SAVE AND EXCEPT” followed by a copy of JP Morgan’s \nAugust 31, 2010 UCC-1 financing statem ent which lists the Wyeth Artwork. 9  \nDefendants contend that NFI’s intent to except the Wyeth Artwork from its security \ninterest is further evidenced by a letter pr epared by A. E. Nivison (“Nivison”), NFI’s \ngeneral manager, affirming that NFI does not claim a security interest, lien, or \nother encumbrance in the Wyeth Artwork.\n10   \n{15} Defendants also claim that NFI does not have a security interest in the \nRembrandt Artwork, which appears to be ow ned exclusively by Ms. Epes due to the \nassignment of Dr. Epes’s interest in substa ntially all of his personal assets to Ms. \nEpes.  Defendants contend that the Guar anty Agreement and Pledge Agreement by \nwhich Ms. Epes allegedly became persona lly liable on the $2.1 million promissory \nnote executed between JDPW Trust and NF I were both forgeries.  The following \nwriting appears in the signature block for Ms. Epes’s signature on the Pledge and \nGuaranty Agreements, “Bessie K. Epes, POA C. Richard Epes.”  Dr. Epes and Ms. \nEpes each assert by sworn affidavit, however, that Dr. Epes never signed either \ndocument as attorney-in-fact for Ms. Epes  and that Ms. Epes has never granted Dr. \nEpes a general power of attorney to serve as her attorney-in-fact. \n                                                 \n8 A copy of JP Morgan’s UCC-1 financing statement is attached as Exhibit D to Defendant’s Brief in \nOpposition to Plaintiff’s Motion, and a copy of the assignment of Dr. Epes’s personal property rights \nis attached as Exhibit E to Defendant’s Brief in Opposition to Plaintiff’s Motion. \n \n9 A copy of NFI’s UCC-1 financing statement is attached to Plaintiffs’ Complaint as Exhibit G. \n \n10 A copy of this letter is attached as Exhibit G to Defendants’ Brief in Opposition to Plaintiff’s \nMotion. \n \n \n{16} On April 10, 2014, NFI filed a UCC- 1 Financing Statement Amendment \n(“Amended Financing Statement”).11  The Amended Financing Statement attempts \nto add the Wyeth Artwork as collateral, in which JP Morgan maintains a first \npriority perfected and secured lien.  De fendants contend NFI was not granted a \nsubsequent security interest in the Wyeth Artwork, and was therefore, not \nauthorized to file the Amended Financing Statement.  NFI has not offered a \nsecurity agreement to indicate the Amended Financing Statement was properly \nauthorized. \n{17} Contemporaneously with the executio n of the JDPW Trust Promissory \nNote, the Guaranty Agreement, and the Pledge Agreement, NFI and JDPW Trust \nentered into an Agreement (the “NewBridge Bank Assignment”) on or about \nSeptember 21, 2012 by which JDPW Trust assigned all of its right, title and interest \nin the security interest in equipment, an d personal property owned by CCSEA and \nformerly held by NewBridge Bank (the “N ewBridge Bank Collateral”) to Plaintiff \nNFI in exchange for Plaintiff NFI’s loan to JDPW Trust discussed above.  The loan \nproceeds from NFI were utilized by JDPW Trust to satisfy obligations owed to \nNewBridge Bank by CCSEA, Dr. Epes, and others for equipment utilized in \nCCSEA’s medical practice.\n12   \n{18} NewBridge Bank, formerly known as FNB Southeast, filed a UCC-1 \nfinancing statement on October 31, 2007, which served to pe rfect its security \ninterest in the NewBridge Bank Collateral owned by CCSEA, SEM, and HUTA, and \nsubsequently filed a continuation statement for said financing statement on June 4, \n2012 (collectively, the “NewBridge Bank UCC Financing Statements”). 13  N F I  \ncontends that by virtue of the NewBri dge Bank Assignment, NFI owns the loans \n                                                 \n11 A copy of the Amended Financing Statement is attached as Exhibit H to Defendant’s Brief in \nOpposition to Plaintiff’s Motion. \n \n12 A copy of the NewBridge Bank Assignment is attached to Plaintiffs’ Complaint as Exhibit P. \n \n13 Copies of the NewBridge Bank Financing Statements are collectively attached to Plaintiffs’ \nComplaint as Exhibit Q. \n \n \nwhich are secured by the NewBridge Bank Collateral identified in the NewBridge \nBank UCC Financing Statements. \n{19} Pursuant to the terms of the NewBri dge Bank Assignment, Plaintiff NFI \nhas alleged it is entitled to immediate en forcement of its security interest in the \nNewBridge Bank Collateral and has the ri ght to immediate possession of said \nNewBridge Bank Collateral upon JDPW Trust’s default. \n{20} Plaintiffs contend that the NewBridge Bank Collateral is in the possession, \ncustody, and control of Defendants. \n{21} NFI has made demand upon Defendants for delivery of the NewBridge \nBank Collateral.  Defendants represente d at the February 23, 2015 hearing that \nthey do not contest the validity of NFI’s security interest in the NewBridge Bank \nCollateral and that Defendants will permit NFI to inspect and inventory the \nNewBridge Bank Collateral upon 24-hours’ notice.  The parties agree that some \npart of the NewBridge Bank Collateral is under contract for sale to CEA in the \nCarolina Eye Transaction with no assurance of payment to Plaintiffs. \n{22} On January 9, 2015, in a lawsuit brou ght by NFI against JDPW Trust and \nits Trustee, Douglas S. Harris, in Wake County Superior Court, captioned \nNivison \nFamily Investments LLC vs . Douglas S. Harris, Trustee of JDPW Trust U/T/A \nDated June 8, 2007 and JDPW Trust U/T/A Dated June 8, 2007 and docketed at 14 \nCVS 9564, the Wake County Superior Court entered partial summary judgment in \nfavor of NFI against Defendants for poss ession of the NewBridge Bank Collateral \n(“Summary Judgment Order”). 14  NFI contends that by virtue of the Summary \nJudgment Order, NFI owns all of the NewBridge Bank Collateral. \n{23} NFI has alleged it is entitled to obta in a judgment against Defendants in \nthis proceeding for possession of the Ne wBridge Bank Collateral and for possession \nof all of the rights, title, and interest formerly held by NewBridge Bank in the \nNewBridge Bank Collateral. \n                                                 \n14 A copy of the Summary Judgment Order is attached to Plaintiffs’ Complaint as Exhibit R. \n   \n \n{24} Another creditor of certain of the Defendants, John T. Harriott, M.D., has \nfiled a lawsuit currently pending in this Court captioned John T. Harriott, M.D. v. \nCentral Carolina Surgical Eye Associates, P.A., C. Richard Epes, M.D., J. Mark \nMcDaniel, Jr., John D. Matthews, M.D., Bessi e K. Epes and Southeastern Cataract \nLaser Center, PLLC, and docketed at 14 CVS 9982 in Guilford County Superior \nCourt (the “ Harriott Litigation”), in which claims of fraudulent transfers in \nderogation of the interests of the Defendants’ creditors have been alleged.15   \n{25} Dr. Harriott moved for a temporary restraining order in the Harriott \nLitigation because on December 31, 2014, CEA entered into an “Asset Purchase \nAgreement” (“APA”) with CCSEA, SCLC, Mr. McDaniel, Dr. Epes, SEM, and HUTA \nfor the purchase of various “Acquired Assets” as defined in the APA.  On that same \nday, CEA entered into an “Agreement for Purchase and Sale of Membership \nInterest” with EMS Partners, Mr. McDaniel, Ms. McDaniel, Dr. Epes, and Ms. Epes \n(collectively with the APA, the “Purchas e Agreements”) for the purchase of EMS \nPartners’ 70% interest in Greensboro Ophthalmology ASC, LLC (“ASC”).  The total \npurchase price under the Purchase Agreem ents is $990,000 (collectively, the \n“Carolina Eye Transaction”). \n{26} After Dr. Harriott filed his motion fo r temporary restraining order in the \nHarriott Litigation on January 5, 2015, CEA se nt a notice of rejection to CCSEA \nand SCLC rejecting the tangible assets of CCSEA and SCLC and advising that the \ntangible assets of CCSEA and SCLC were deemed to be “Excluded Assets” within \nthe meaning of Section 2 of the APA and not part of the assets to be acquired by \nCEA in the Carolina Eye Transaction.  Thus, the Purchase Agreements now appear \nto specifically exclude all assets (both tangible and intangible) of SCLC and CCSEA, \nand the Carolina Eye Transaction appears to no longer involve the sale or transfer \nof any assets of either CCSEA or SCLC that  could be used to satisfy the claims of \nany creditor of CCSEA and SCLC. \n                                                 \n15 A copy of the Verified Complaint in the Harriott Litigation is attached to Plaintiffs’ Complaint as \nExhibit I. \n \n \n{27} The Purchase Agreements and related documents reflect that the proceeds \nof the Carolina Eye Transaction will be disbursed as follows: (i) $44,000 to the \nInternal Revenue Service, (ii) $96,000 for past due rent to Broadstone SEC North \nCarolina, LLC, (iii) $110,000 to the Guilford County, NC Tax Collector for past due \nad valorem taxes, and (iv) $740,000 to Amsurg  Holdings, Inc., to, as reported by the \nReceiver in the Harriott Litigation, “pay off a loan which is secured by some of the \nsame assets [CEA] is acquiring in the [Carolina Eye Transaction].” Counsel for \nDefendants represented to the Court at the hearing on the motion for temporary \nrestraining order in the Harriott Litigation that none of the proceeds of the Carolina \nEye Transaction will be disbursed to CCSEA, SCLC, Dr. Epes, Ms. Epes, or Mr. \nMcDaniel or to any entity or person related to or affiliated with any of those persons \nor entities. \n{28} On January 12, 2015, this Court entered an Order in the Harriott \nLitigation in which, inter alia, this Court made certain findings of fact and \nconclusions of law, granted Plaintiffs’ motion for expedited discovery, and appointed \nGerald A. Jeutter, Jr. (“Mr. Jeutter”) as  Receiver for the purpose of determining \nwhether the Carolina Eye Transaction is for fair market value and for the benefit of \nthird-party creditors and to make a recommendation to this Court whether \npreliminary injunctive relief in connection with the Carolina Eye Transaction \nshould be granted.\n16   \n{29} On February 9, 2015, a hearing was held on Dr. Harriott’s motion for \npreliminary injunction.  On February 13, 2015, the Court entered an Order on \nPreliminary Injunction and Appointment of Receiver in the Harriott Litigation by \nwhich the Court made certain findings of fact and conclusions of law, enjoined \nCCSEA, SCLC, Dr. Epes, Ms. Epes, and Mr. McDaniel from disposing of certain \nassets of CCSEA and SCLC and found that to protect the interests of Dr. Harriott \nand third-party creditors it is necessary  to appoint a Receiver with general \nauthority to take fiscal and operational charge of CCSEA and SCLC for the benefit \n                                                 \n16 A copy of the Court’s Order is attached to Plaintiffs’ Complaint as Exhibit J. \n \n \nof Dr. Harriott and third-party creditors (the “Order on Plaintiffs’ Motion for \nPreliminary Injunction and Appointment of Receiver”; ¶ 5 (p. 11) (N.C. Super. Ct. \nFeb. 13, 2015) (partially granting motion for preliminary injunction and appointing \nreceiver)). \n{30} As outlined in the Verified Complaint filed in the Harriott Litigation, the \nDefendants are parties to other actions and subject to other claims, judgments, and \norders that are similar in nature to the cl aims at issue in this case.  By way of \nexample and not limitation, CCSEA, Dr. Epes, and Mr. McDaniel have been the \nsubject of two separate lawsuits filed by creditors of CCSEA and Dr. Epes in which \nthe plaintiffs in those lawsuits have alle ged that these defendants have engaged in \nunlawful actions intended to defraud and hinder creditors, including the cases of \nPriority Healthcare Distribution, Inc. v. Central Carolina Surgical Eye Associates, \nP.A.; Southeastern Cataract Laser Cent er, PLLC; M. Mark McDaniel, Jr.; and C. \nRichard Epes, MD, filed in the United States Distri ct Court for the Middle District \nof North Carolina, Case No. 13-CV-351, 17 and Geiger v. Southeastern Cataract \nLaser Center, PLLC, M. Mark McDaniel,  Jr.; and C. Richard Epes, MD, filed in \nGuilford County Superior Court, Case No. 14 CVS 3373.18  \n{31} Plaintiffs’ Complaint in this action alleges that CCSEA, HUTA Leasing, \nSEM, SCLC, and EMS Partners operate as mere instrumentalities of Dr. Epes and \nMr. McDaniel and have no independent identity separate and apart from Dr. Epes \nand Mr. McDaniel. Plaintiffs’ Complaint further alleges that Dr. Epes and Mr. \nMcDaniel have used these entities to evade lawful creditors of the ophthalmological \nsurgery practice operating at 3312 Battle ground Avenue in Greensboro, North \nCarolina and at other locations throughout the State of North Carolina and to \npersonally enrich themselves through transfers to themselves, their spouses, and to \nentities owned and controlled by themselves to the detriment of lawful creditors of \nCCSEA.  Plaintiffs’ Complaint further a lleges that Dr. Epes and Ms. Epes are \n                                                 \n17 A copy of the Complaint in this action is attached to the Harriott Complaint as Exhibit H. \n \n18 A copy of the Complaint in this action is attached to the Harriott Complaint as Exhibit I. \n \nactively attempting to liquidate certain of  their assets, including artwork and their \npersonal home.  The Defendants are in the process of finalizing settlement terms \nwith Greer L. Geiger, M.D. and other credi tors of the Defendants as outlined in \nExhibit BB to Plaintiffs’ Complaint, in which Plaintiff NFI has not been permitted \nto participate. \n{32} Based upon the above Findings of Fact, this Court makes the following \nconclusions of law. \nII. \n CONCLUSIONS OF LAW  \n{33} A temporary restraining order or a preliminary injunction should “issue[] \nonly (1) if [] plaintiff[s] [a re] able to show likelihood of success on the merits of \n[their] case and (2) [plaintiffs are] lik ely to sustain irreparable loss unless the \ninjunction is issued, or if, in the opinion of the Court, issuance is necessary for the \nprotection of [] plaintiff[s’] rights during the course of litigation.” A.E.P. Indus., Inc. \nv. McClure , 308 N.C. 393, 401, 302 S.E.2d 754, 7 59–60 (1983) (citations omitted) \n(emphasis in original).  Moreover, “[a] cour t of equity must weigh all relevant facts \nbefore resorting to the extraordinary remedy of an injunction.” Travenol Labs., Inc. \nv. Turner, 30 N.C. App. 686, 694, 228 S.E.2d 478, 484 (1976).  \n{34} The burden is on the moving party to  establish its right to a temporary \nrestraining order, but the remedy “should not be lightly granted.” GoRhinoGo, LLC \nv. Lewis , 2011 NCBC 38 ¶ 29 (N.C. Super. Ct. Sept. 29, 2011), \nhttp://www.ncbusinesscourt.net/opinions/ 2011_NCBC_38%20.pdf (citations \nomitted); Travenol Labs.,  30 N.C. App. at 69 2, 228 S.E.2d at 4 83.  A trial court \ngenerally “should engage in a balancing pr ocess, weighing potential harm to the \nplaintiff if the injunction is not issued against the potential harm to the defendant if \ninjunctive relief is granted . . . .” Kaplan v. Prolife Action League of Greensboro, 111 \nN.C. App. 1, 16, 431 S.E.2d 828, 835 ( 1993) (citation and quotation omitted), \noverruled on other grounds by Sharpe v. Worland , 351 N.C. 159, 522 S.E.2d 577 \n(1999). \n \n{35} The Court concludes that at this stage of the litigation Plaintiffs have not \nshown a likelihood of success on their claim seeking to enforce their alleged security \ninterest in either the Wyeth Artwor k collateral or the Rembrandt Artwork \ncollateral.   \n{36} As to the Wyeth Artwork, it is und isputed that JP Morgan has a first-\npriority perfected and secured lien in the Wyeth Artwork, that NFI specifically \nexcepted the Wyeth Artwork in its UCC-1 Financing Statement, and that NFI’s \nGeneral Manager, A. E. Nivison, sent a letter to JP Morgan denying that NFI had a \nsecurity interest, lien, or other encumbra nce in the Wyeth Artwork.  Accordingly, \nthe Court concludes that NFI has not show n a likelihood that it will successfully \nprove it has a valid and enforceable security interest in the Wyeth Artwork. \n{37} As to the Rembrandt Artwork, it appears undisputed that Ms. Epes did not \nsign the Pledge and Guaranty Agreements  and that the only witnesses to the \nexecution of these Agreements aver that neither Dr. Epes nor Ms. Epes signed these \ndocuments on Ms. Epes’s behalf.  The Epeses further contend that Dr. Epes was not \nauthorized to sign the documents for Ms . Epes and that the signatures on the \ndocuments purportedly on her behalf are forg eries.  Although Plaintiffs argue that \nDefendants’ inclusion of Plaintiff as an additional insured on Defendants’ insurance \ncoverage for the Rembrandt Artwork is pers uasive evidence that Ms. Epes granted \nPlaintiffs a security interest, the Court ca nnot conclude on the current record that \nPlaintiffs have shown a likelihood that they  will succeed on their claims as to the \nRembrandt Artwork. \n{38} The Court further concludes that Plaintiffs have not shown they will suffer \nirreparable harm if the Carolina Eye Transaction closes. During the hearing on the \nMotion for Preliminary Injunction in the Harriott Litigation, counsel for CEA \nconfirmed that “[CEA] will not close the Carolina Eye [T]ransaction if the proceeds \nof sale are used in any fashion that will not render the acquired assets free and \nclear of all liens and encumbrances.” Orde r on Plaintiffs’ Motion for Preliminary \nInjunction and Appointment of Receiv er ¶ 12.  Further, counsel for CEA \nrepresented to the Court at the February  23, 2015 hearing on NFI’s Motion for \n \nPreliminary Injunction that CEA would not close the Carolina Eye Transaction \nwithout obtaining NFI’s agreement to releas e its security interest in the acquired \nassets unless the transaction was restructured such that  CEA acquired only assets \nin which Plaintiffs did not have a security interest. Because it appears that \nPlaintiffs’ security interest will not be  impaired in the event the Carolina Eye \nTransaction is consummated, the Court find s NFI has not shown that it will suffer \nirreparable harm in the absence of its requested relief. \n{39} Based on the findings and conclusions above, the Court concludes that \nPlaintiff NFI is not entitled to a Temp orary Restraining Order under applicable \nlaw, and therefore Plaintiff NFI’s Rene wed Motion for Temporary Restraining \nOrder is DENIED. \n{40} Nevertheless, the Court further finds, for purposes of this Motion, that \nPlaintiffs have presented substantial ev idence that suggests to the Court that \ncertain transfers of funds to Ms. Epes, Ms. McDaniel and others, as well as other \nconduct by Mr. McDaniel and Dr. Epes in connection with their ongoing operation of \nCCSEA and SCLC and their related entiti es, including SEM, HUTA Leasing, and \nEMS Partners, has been in furtherance of their efforts to defraud, avoid and hinder \ncreditors, including Plaintiffs, and to benefit themselves and their spouses at the \nexpense of creditors of CCSEA, SCLC, and other entities they own or control, \nincluding SEM, HUTA Leasing, and EMS Partners.   \n{41} Based on the evidence of record, it appears to the Court that Dr. Epes and \nMr. McDaniel are in the process of winding-up or liquidating their interests in \nCCSEA, SCLC, SEM, HUTA Leasing, and EMS Partners, and are attempting to \nliquidate the assets of some or all of thes e entities.  The Court finds it is in the \npublic interest that the Court take swift,  appropriate, and carefully tailored action \nto ensure the equitable distribution of proceeds among creditors  of a corporation, \nprofessional corporation, limited liability company, or a professional limited liability \ncompany in circumstances amounting to a winding-up or dissolution of the entities.  \nUnder such circumstances, the officers and di rectors of a corporation, a professional \ncorporation, a limited liability company or  a professional limited liability company \n \nowe a fiduciary duty to the entity’s creditors to treat the entity’s creditors fairly and \nequally.  See generally  Keener Lumber Co. v. Perry , 149 N.C. App. 19, 31, 560 \nS.E.2d 817, 825 (2002). \n{42} To determine whether the circumstances amount to a winding-up or \ndissolution of a corporation or similar enti ty, our appellate courts have identified \nthe following factors: \na. Whether the corporation was insolvent, or nearly insolvent on a \nbalance sheet basis;  \nb. Whether the corporation was cash flow insolvent; \nc. Whether the corporation was making plans to cease doing business;  \nd. Whether  the corporation was liquida ting its assets with a view of \ngoing out of business; and  \ne. Whether the corporation was still prosecuting its business in good \nfaith, with a reasonable prospect and expectation of continuing to do \nso. \nId.  \n{43} Based on the evidence of record, the Court finds that all of these factors \nfavor the determination that the circumstances here amount to a winding-up or \ndissolution of CCSEA, SCLC, SEM, HUTA Leasing, and EMS Partners.   \n{44} Because the circumstances amount to  a winding up of the CCSEA, SCLC, \nSEM, HUTA Leasing, and EMS Partners businesses, Dr. Epes and Mr. McDaniel \nowe a fiduciary duty to the creditors of  CCSEA, SCLC, SEM, HUTA Leasing, and \nEMS Partners, including Plaintiffs, to trea t all creditors fairly and equally.  This \n“duty is breached if the directors take advantage of their position for their own \nbenefit at the expense of other creditors.”  Id. at 30, 560 S.E.2d at 825.  \n{45} The Court finds that the evidence of record shows that Dr. Epes and Mr. \nMcDaniel have taken steps to breach their fiduciary duty to Plaintiff by paying \nsubstantial sums out of CCSEA, SCLC, SEM,  HUTA Leasing, and EMS Partners to \nMs. Epes, Ms. McDaniel, and other family  members and related entities as the \n \ndebts of CCSEA, SCLC, SEM, HUTA Leasing, and EMS Partners increased and the \neconomic viability of the businesses waned.  If Dr. Epes and Mr. McDaniel are \npermitted to continue transferring assets from CCSEA, SCLC, SEM, HUTA \nLeasing, and EMS Partners to their fa mily members and affiliated entities, \nPlaintiffs would be at risk of significan t injury as their claims would go wholly \nunsatisfied as a result of the improper di stributions.  The injury caused by the \nimproper liquidation of the assets of  CCSEA, SCLC, SEM, HUTA Leasing, and \nEMS Partners would be irreparable.    \n{46} Accordingly, unless Defendants are enjoined from further improper \nliquidation of the assets of CCSEA, SCLC, SEM, HUTA Leasing, and EMS \nPartners, Plaintiffs will suffer irreparabl e injury.  Plaintiffs will suffer greater \ninjury from a denial of injunctive relief than will be inflicted upon Defendants by \nthe granting of such relief.  During th e February 23, 2015 hearing on NFI’s Motion \nfor Preliminary Injunction, counsel for CCSEA, SCLC, SEM, HUTA Leasing, and \nEMS Partners (collectively, “Corporate Defendants”) indicated that he had \npreliminary discussions with Mr. Jeutter about serving as receiver for the \nCorporate Defendants.  At the hearing, all parties consented to Mr. Jeutter’s \nappointment as the Receiver for the Corporate Defendants.\n19   \n{47} WHEREFORE, Plaintiffs’ Motion for Temporary Restraining Order and \nPreliminary Injunction and for Inspection and Inventory of Collateral is DENIED.20 \n{48} It is further ORDERED, that for good cause shown, Mr. Jeutter is hereby \nAPPOINTED as Receiver for the Corporate Defendants.  Pursuant to the Court’s \ninherent authority to appoint receivers, see Lambeth, 249 N.C. at 321, 106 S.E.2d at \n495, and pursuant to N.C. Gen. Stat. §§ 1-501, -502, -507.1, and 39-23.7, Mr. Jeutter \n                                                 \n19 “Courts of equity have original power to appoin t receivers and to make such orders and decrees \nwith respect to the discharge of their trust as justice and equity may require.”  Lambeth v. Lambeth, \n249 N.C. 315, 321, 106 S.E.2d 491, 49 5 (1959) (citation omitted).  Th e trial court’s appointment of a \nreceiver is within its sound discretion.  Barnes v. Kochhar, 178 N.C. App. 489, 500, 633 S.E.2d 474, \n481 (2006) (citation omitted). \n \n20 The Court denies Plaintiffs’ Motion for Inspection and Inventory of Collateral in that, considering \nthe Court’s appointment of a Receiver, any effort  to inspect and inventory collateral must be \nauthorized by and coordinated with the Receiver. \n \nis hereby vested with the full authority available to a receiver under North Carolina \nlaw, including without limitation the powers set forth in N.C. Gen. Stat. § 1-507.2, \nnamely: \na. To dispose of all or any part of th e assets of the Corporate Defendants \nwherever located, at a public or private sale; \nb. To sue and defend in his own name as Receiver of the Corporate \nDefendants in all courts of this State; and  \nc. To exercise all of the powers of the Corporate Defendants, through or \nin place of their managers or board of directors, to the extent necessary \nto manage the affairs of the Corporate Defendants in the best interests \nof their members, shareholders and creditors.  \n{49} In furtherance of his duties as Rece iver, Mr. Jeutter shall have all the \npowers and authority usually held by rece ivers appointed by state courts in North \nCarolina and reasonably necessary to protect the interests of Plaintiffs and other \nthird-party creditors, including but not li mited to the following powers, which may \nbe exercised without further order of the Court: \na. To take immediate exclusive possession and control of the Corporate \nDefendants’ assets wherever they may be found and to immediately take whatever \nsteps are reasonably necessary to secure, maintain and protect the Corporate \nDefendants’ assets with full power and authority as Receiver to take the same into \nhis possession and to incur expenses as may be necessary or advisable in connection \ntherewith;  \nb. To enter into the Corporate Defendants’ premises where any of the \nCorporate Defendants’ assets may be, and search for, take possession of, remove, \nkeep, and store any of the Corporate Defend ants’ assets until the same will be sold \nor otherwise disposed of; \nc. To operate, manage, maintain, leas e, sell, convey, or transfer the \nCorporate Defendants’ assets in whole or in part as may be in the best interests of \nthe receivership estate provided that such  sale, conveyance or transfer if any is \napproved and confirmed by this Court after notice to all parties in interest;  \n \nd. To assume full control and manageme nt of the Corporate Defendants \nand any subsidiary entities; \ne. To exercise all of the powers of the Corporate Defendants, in place of \nits managers, officers, directors, owners, members, shareholders, and/or partners, to \nthe extent necessary to manage the affairs of the Corporate Defendants in the best \ninterests of Plaintiffs and third-party creditors; \nf. To issue subpoenas as may be deemed necessary by the Receiver; \ng. To control the attorney-client privilege for the Corporate Defendants; \nh. To act immediately to secure and collect the profits, income, revenue, \nfees, proceeds, and all other funds generated by the Corporate Defendants’ assets; \ni. To take immediate possession of all original records, books, bank and \nother financial accounts, leases, deposits, ledgers, and other materials relating to \nthe operation of the Corporate Defendants’ business and the ownership of their \nassets; \nj. To prepare immediately a list of all of the Corporate Defendants’ lien \nand general creditors and promptly notify the creditors of his appointment as \nReceiver; \nk. To employ, discharge, and fix the compensation and conditions for \nsuch agents, contractors, and employees as  are necessary to assist in managing, \nsecuring, and liquidating the Corporate Defendants’ assets and performing his \nduties as Receiver;  \nl. To enforce any existing contracts and to take such action with respect \nto such contracts as may be necessary or  appropriate to assure the orderly and \nefficient management of the Corporate Defendants’ assets.  However, nothing \nherein requires the Receiver to assume any leases or contracts of the Corporate \nDefendants or to perform their obligations  arising thereunder, and nothing herein \nrequires the Receiver to pay existing obligations of the Corporate Defendants \n(except as otherwise provided herein); \n \nm. To negotiate, extend, modify, re-neg otiate, ratify, or enter into such \ncontracts or other agreements affecting or  relating to any part or all of the \nCorporate Defendants’ assets; \nn. To establish and maintain bank acco unts in the name of the Receiver \nfor the deposit of monies and funds collected and received in connection with the \nReceiver’s administration of the Corporate Defendants’ assets, and to write checks \nand make withdrawals on such accounts; \no. To execute and prepare all docume nts and perform all acts in the \nname of the Corporate Defendants which ar e necessary or incidental to preserving, \nprotecting, managing, and controlling the Corporate Defendants’ assets or which \nare necessary or incidental to carrying out the powers granted herein and shall \ninstitute any and all necessary ancillary proceedings in the State of North Carolina \nwhich are necessary to preserve and protect the Corporate Defendants’ assets;  \np. To keep the Corporate Defendants’ assets insured to the extent \nnecessary or appropriate including, but not by way of limitations, fire and extended \ncoverage and general liability insurance; \nq. To hire, retain, and otherwise, obtain the advice and assistance of \nsuch legal counsel and accounting and othe r professionals as may be necessary to \nthe proper discharge of the Receiver’s duties, with all reasonable expenses incurred \nin connection therewith deemed to be ex penses of the receivership without the \npermission of the Court (and to pay such  professionals from the rents, revenues, \nand proceeds of the Corporate Defendants’ assets without further application to or \norder of the Court);  \nr. To defend all actions at law or in equity which may be brought against \nit or against the Corporate Defendants; \ns. To collect receivables and claims arising from the Corporate \nDefendants’ assets; \nt. To exercise all of the Corporate Defendants’ rights and remedies with \nrespect to proceedings brought to collect any amounts due; \n \nu. To notify any parties obligated on any of the accounts of the Corporate \nDefendants to make payment directly to the Receiver of any amounts due or to \nbecome due thereunder; \nv. To surrender, release, or exchange all or any part of any accounts of \nthe Corporate Defendants, or compromise or extend or renew for any period \n(whether or not longer than the original period) any indebtedness thereunder; \nw. To have continuing access to mail or other correspondence to and from \nthe Corporate Defendants concerning the Corporate Defendants’ assets; \nx. To perform ordinary and necessary repairs and maintenance on any of \nthe Corporate Defendants’ assets; \ny. To account to this Court for all sums received and expenditures made; \nz. With respect to any operation or activity that is now conducted with \nthe Corporate Defendants’ assets or is customarily conducted with similar property, \nand that may lawfully be conducted only under governmental license or permit, to \ncontinue such operation or activity under the license or permits issued to the entity \nsubject to compliance with the terms thereof; \naa. To pay prior obligations incurred by the Corporate Defendants, its \nagents and employees, or any other person or entity charged with the responsibility \nof maintaining and operating the Corporate Defendants’ assets, if such obligations \nare deemed by the Receiver to be necessary or advisable for the continued operation \nof the Corporate Defendants; \nbb. To notify any and all insurers under insurance policies affecting the \nCorporate Defendants’ assets of the pendency of these proceedings and that, subject \nto the prior rights of any party holding a lien encumbering the Corporate \nDefendants’ assets, any proceeds paid under any insurance policies shall be paid to \nthe Receiver until such time as the said  insurance carriers are advised to the \ncontrary by this Court or until they receive evidence of the dismissal of this action; \ncc. To bring all actions at law or in equity, or, as the case may be, such \nother proceedings as may be necessary and proper to administer and liquidate the \nCorporate Defendants’ assets; \n \ndd. To have all other powers and auth ority granted to a receiver under \nN.C. Gen. Stat. §§ 1-501 et seq. and/or by further Order of this Court; and \nee. Generally to do such other lawful acts as the Receiver reasonably \ndeems necessary for the effective operat ion and management of the Corporate \nDefendants’ assets, and to perform such other functions and duties as may from \ntime to time be required and authorized by this Court, by the laws of the State of \nNorth Carolina, or by the laws of the United States of America. \n{50} The Court further ORDERS as follows: \na. No named party shall, directly or indirectly, cause or allow any \nexpenditure or disbursement of any money,  proceeds or assets of the Corporate \nDefendants pending further order of the Court.  \nb. All financial and business records for the Corporate Defendants shall \nbe gathered, preserved and made available to the Receiver immediately. Any \nrecords received at any time in the future are to be immediately delivered to the \nReceiver. \nc. The location of all assets of the Corporate Defendants shall be provided \nto the Receiver immediately. Any assets of the Corporate Defendants received at \nany time in the future are to be immediately delivered to the Receiver. \nd. No party, directly or indirectly, sh all take any action designed to, or \nnegligently causing or allowing the waste, disposal, theft or disposition of any asset \nof the Corporate Defendants. \ne. The Receiver shall be deemed to be, and shall have the duties and \npowers of, a trustee in an assignment for benefit of creditors in N.C. Gen. Stat. § 23-\n3 to recover property conveyed fraudulently  or in preference and the recording of \nthis Order shall constitute and be deemed the registration of a deed of assignment \nas provided therein and pursuant to G.S. § 23-1. \nf. The Receiver shall file with this Cour t within forty-five (45) days from \nthe date hereof, or such other time as the Court may order, an itemized and detailed \nlist of all property owned by the Corporate Defendants and identifying so far as it \n \ncan determine, all debts and obligatio ns of the Corporate Defendants or \nencumbrances related to the property in its possession. \ng. The Receiver, together with such members and employees of his law \nfirm rendering services in connection with this receivership, shall be entitled to \ntheir customary hourly rates, plus expens es, from the revenues held, accrued or \naccruing from the sale or disposal of the Corporate Defendants’ assets following \nnotice and approval of such fees and expenses by this Court. \nh. The Receiver shall be paid in acco rdance with G.S. § 1-507.9, after \napproval by the Court. \ni. The Receiver shall be entitled to pay all premiums for the bond \nrequired of the Receiver, premiums on any insurance policies required to protect the \nCorporate Defendants or their assets, any taxes, and all other expenses and charges \nincurred in the ordinary course, or by authorization of the Court, which he considers \nto be reasonable and appropriate in th e exercise of his duties during the \nreceivership, to the extent revenues and pr oceeds from the sale or disposal of the \nCorporate Defendants’ assets are available to do so. The cost of discharging any \nother obligations or liabilities with respect to the Corporate Defendants, including \nthe Receiver’s fees, commissions and attorney s’ fees, shall not be paid without the \nnotice and further orders of the court. The aforementioned bond shall be in an \namount of $100. This Order, however, shall be immediately effective. The Receiver \nshall have until 5:00 PM on March 6, 2015 to post the Receiver’s bond. \nj. The Corporate Defendants and their employees, representatives, \nagents and all persons acting in concert with the Corporate Defendants, for them \nand on their behalf, are directed to cooperate with the Receiver to the fullest extent \npossible and are enjoined from interfering with the Receiver’s actions pursuant to \nthis Court’s Order. Upon request or when  deemed necessary, the parties or their \nagents shall explain the operation, main tenance and management of the Corporate \nDefendants and the Corporate Defendants’ assets. \nk. Nothing herein shall preclude the Receiver, who is a panel trustee for \nthe United States Bankruptcy Court for th e Eastern District of North Carolina, \n \nfrom serving as a Chapter 7 trustee for the Corporate Defendants in the event a \nsubsequent voluntary or involuntary bank ruptcy proceeding is filed for or against \nany of the Corporate Defendants.  \nl. Other than Plaintiff’s continuance of this lawsuit, all creditors of the \nCorporate Defendants are hereby enjoined and restrained from in any way \ninterfering with or disturbing the property  and assets of the Corporate Defendants, \nsubject to further order of this Court afte r written motion filed and served on the \nReceiver and counsel for the parties.  \nm. All officers, directors, agents, shareholders, members and employees of \nthe Corporate Defendants and all other persons interested in the Corporate \nDefendants or their businesses or assets, except as directed or consented to by the \nReceiver, are enjoined and prohibited from (a) interfering with, transferring, selling, \nor disposing of any of the property, income  or assets of the Corporate Defendants, \n(b) taking possession of or levying upon or  attempting to sell or dispose of in any \nmanner any part of the property of the Corporate Defendants, (c) involving \nthemselves in the possession, operatio n or management of the Corporate \nDefendants’ business, or (d) interfering in any way with the duties or performance \nof the Receiver except as expressly permitted by the Receiver. \nn. The Receiver is hereby authorized, empowered and directed to apply to \nthis Court, with notice to the parties, fo r issuance of such other orders as may be \nnecessary and appropriate in order to carry out the mandate of this Court.  \no. For purposes of this Order, “asse ts” mean any legal or equitable \ninterest in, right to, or claim to, any re al or personal property, tangible or \nintangible, whether individually or jointly, directly or indirectly controlled, and \nwherever located, including but not limi ted to: patents, licenses, intellectual \nproperty, chattels, goods, instruments, equipment, fixtures, general intangibles, \neffects, leaseholds, mail or  other deliveries, inventory, checks, notes, accounts \n(including, but not limited to, bank accounts and accounts at financial institutions), \ncredits, receivables, lines of credit, cont racts, insurance policies, and all cash, \nwherever located. \n \np. This Order shall be effective immediately and shall remain in effect for \nthe duration of this litigation or until otherwise ordered by this Court. \n \nSO ORDERED, this the 25th day of February 2015. \n "
}