{
  "id": "4f6569be69503a18690ed38139823e1757aeadfd1170c5185e7f6df072457643",
  "source_file": "data/raw/ncbc/4f6569be69503a18690ed38139823e1757aeadfd1170c5185e7f6df072457643.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n15 CVS 1927 \n \nMICHAEL KRAWIEC, JENNIFER \nKRAWIEC, and HAPPY DANCE, \nINC./CMT DANCE, INC. (d/b/a FRED \nASTAIRE FRANCHISED DANCE \nSTUDIOS), \n \nPlaintiffs, \n \nv. \n \nJIM MANLY, MONETTE MANLY, \nMETROPOLITAN BALLROOM, LLC, \nRANKO BOGOSAVAC, and DARINKA \nDIVLJAK, \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO \nDISMISS & PLAINTIFFS’ MOTION \nFOR LEAVE TO AMEND COMPLAINT \n \n \n \n{1} THIS MATTER is before the Court upon (i) Defendants Jim Manly (“Mr. \nManly”), Monette Manly (“Mrs. Manly”), and Metropolitan Ballroom, LLC’s \n(“Metropolitan”) (collectively, the “Metropolitan Defendants”) Motion to Dismiss \n(the “Metropolitan Motion to Dismiss” ), (ii) Defendants Ranko Bogosavac \n(“Bogosavac”) and Darinka Divljak’s (“Divljak”)1 Motion to Dismiss (the “Dancers’ \nMotion to Dismiss” and, collectively with the Metropolitan Motion to Dismiss, the \n“Motions to Dismiss”), and (iii) Plaintiffs Michael Krawiec (“Mr. Krawiec”), Jennifer \nKrawiec (“Mrs. Krawiec”), and Happy Danc e, Inc./CMT Dance, Inc. d/b/a Fred \nAstaire Franchised Dance Studios’ (“Happy  Dance”) (collectively, “Plaintiffs”) \nMotion for Leave to Amend Complaint (the “Motion to Amend”) in the above-\ncaptioned case.   \n{2} After considering the Motion to Amend and the Motions to Dismiss, briefs \nin support of and in opposition to the Motions to Dismiss, and the arguments of \ncounsel at a hearing on the Motions to Di smiss on July 22, 2015, the Court hereby \n                                                 \n1  Bogosavac and Divljak are hereinafter collective ly referred to as “the Dancers” and Mr. Manly, \nMrs. Manly, Metropolitan, Bogosavac and Divljak are hereinafter collectively referred to as \n“Defendants.” \nKrawiec v. Manly, 2015 NCBC 82. \nGRANTS Plaintiffs’ Motion to Amend and DENIES Defendants’ Motions to Dismiss \nas moot.    \nHatcher Legal, PLLC, by Nichole M. Hatcher and Erin B. Blackwell, for \nPlaintiffs Michael Krawiec; Jennifer Krawiec; and Happy Dance, Inc./DMT \nDance, Inc. d/b/a Fred Astaire Franchised Dance Studios. \n \nSt. John Law, PLLC, by Renner St. John, for Defendants Ranko Bogosavac \nand Darinka Divljak. \n \nThe Law Offices of H.M. Whitesides, Jr ., P.A., by H.M. Wh itesides, Jr., for \nDefendants Jim Manly, Monette Manly, and Metropolitan Ballroom, LLC. \n \nBledsoe, Judge. \nI. \nPROCEDURAL AND FACTUAL BACKGROUND \n{3} The Court does not make findings of fa ct on motions to dismiss under Rule \n12(b)(6), but only recites those facts includ ed in the Complaint that are relevant to \nthe Court’s determination of the Motions to Dismiss.  See, e.g., Concrete Serv. Corp. \nv. Investors Grp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986). \n{4} Plaintiffs filed their Verified Complaint (the “Original Complaint”) in this \naction on February 3, 2015.  Plaintiffs allege that Mr. and Mrs. Krawiec own and \noperate Happy Dance in Forsyth County, North Carolina.  (Compl. ¶ 1–2.)  \nPlaintiffs further allege that Bogosavac, a citizen of Bosnia and Herzegovina, and \nDivljak, a citizen of Serbia, were employed by Plaintiffs as dance instructors under \nO-1B nonimmigrant work visas procured fo r Bogosavac and Divljak by Plaintiffs.  \n(Compl. ¶¶ 5–6).   \n{5} Plaintiffs base their lawsuit on th eir contention that Bogosavac and \nDivljak terminated their employment  with Happy Dance and commenced \nemployment with Metropolitan and Mr. and Mrs. Manly in Mecklenburg County, \nallegedly in violation of various legal duties Bogosavac and Divljak owed to \nPlaintiffs, causing Plaintiffs to suffer damages.  (Compl. ¶¶ 30–95.)  Plaintiffs assert \nclaims against Bogosavac and Divljak for (i ) breach of contract, (ii) fraudulent \nmisrepresentation, and (iii) equitable estoppel; against the Metropolitan Defendants \nfor (i) tortious interference with contract , (ii) aiding and abetting, and (iii) unfair \nand deceptive trade practices under N.C.  Gen. Stat. § 75-1.1; and against all \nDefendants for (i) civil conspiracy, (ii) misappropriation of trade secrets, (iii) \nintentional infliction of emotional distress, (iv) negligent infliction of emotional \ndistress, and (v) unjust enrichment,.   \n{6} On May 21, 2015, the Metropolitan Defendants filed their Motion to \nDismiss, seeking the dismissal of all claims  asserted against them in the Original \nComplaint.  That same day, Bogosavac and Divljak filed the Dancers’ Motion to \nDismiss, similarly seeking dismissal of a ll claims asserted against them in the \nOriginal Complaint.  None of the Defendants have yet filed an answer in this \nmatter.   \n{7} On July 22, 2015, the Court held a hearing on the Motions to Dismiss, at \nwhich all parties were represented by co unsel.  During the hearing, all counsel \nrequested that the Court stay discovery in this case pending the Court’s resolution \nof the Motions to Dismiss.  Thereafter, on July 24, 2015, the Court entered an Order \nstaying all activity in the case pending the Court’s resolution of the Motions to \nDismiss (the “July 24, 2015 Order”). \n{8} On August 14, 2015, Plaintiffs filed th eir Motion to Amend, seeking leave \nto file the proposed Amended Complaint a ttached as Exhibit A to the Motion to \nAmend.  (\nSee Pls.’ Mot. to Amend, Ex. A.)   \nII. \nANALYSIS \n{9} Rule 15(a) of the North Carolina Rules of Civil Procedure states that “[a] \nparty may amend his pleading once as a matter of course at any time before a \nresponsive pleading is served . . . .”  N.C. R. Civ. P. 15(a) (2014). \n{10} The North Carolina Court of Appeals has held that “[f]or the purposes of \n[Rule 15(a)], a Rule 12(b)(6) motion to dism iss is not a responsive pleading and thus \ndoes not itself terminate plaintiff’s unconditional right to amend a complaint under \nRule 15(a).”  Hardin v. York Mem’l Park, 221 N.C. App. 317, 320, 730 S.E.2d 768, \n773 (2012) (internal quotation marks omitted) (citing Brisson v. Kathy A. \nSantoriello, M.D., P.A. , 134 N.C. App. 65, 68, 516 S.E.2d 911, 913 (1999)); see also \nJohnson v. Bollinger , 86 N.C. App. 1, 7, 356 S.E. 2d 378, 382 (1987) (to similar \neffect). \n{11} Based on the Court’s review of the court file, it appears undisputed that \nwhile all Defendants have filed motion s to dismiss under Rule 12(b)(6), no \nDefendant has yet to file an answer in re sponse to Plaintiffs’ Original Complaint.  \nAs a result, the Court concludes that none of the Defendants have filed a responsive \npleading in this case as contemplated under Rule 15(a) and,  therefore, that \nPlaintiffs retain the right to amend their Original Complaint as a matter of course \nand that Plaintiffs’ Motion to Amend wa s unnecessary to effect the amendment in \nthese circumstances.  The Court will therefore deem the Amended Complaint \nattached as Exhibit A to Plaintiffs’ Motion to Amend to be filed effective upon the \ndate of the entry of this Order and Opinion. \n{12} The Court further concludes that the filing of the Amended Complaint \nrenders moot Defendants’ Motions to  Dismiss the Original Complaint.  \nSee, e.g., \nHouston v. Tillman , 760 S.E.2d 18, 20 (N.C. Ct. App. 2014) (plaintiff’s amendment \nof the complaint rendered any argument regarding the original complaint moot); \nCoastal Chem. Corp. v. Guardian Indus., Inc. , 63 N.C. App. 176,  178, 303 S.E.2d \n642, 644 (1983) (noting trial court found defendant’s motion to dismiss plaintiff’s \noriginal complaint presented a “moot questi on” when trial court granted plaintiff’s \nmotion to amend);  Mooring Capital Fund, LLC v. Comstock N. Carolina, 2009 \nNCBC LEXIS 32, at *4 n.2 (N.C. Super. Ct. Nov. 13, 2009) (“Plaintiff’s subsequent \nfiling of an Amended Complaint rendered moot the Defendants’ initial Motion to \nDismiss the Complaint, and therefore the court does not consider it herein.”).  \n{13} Accordingly, the Court concludes that Defendants’ Motions to Dismiss \nshould be dismissed as moot, without prej udice to Defendants’ rights to move to \ndismiss the Amended Complaint as Defendants may deem appropriate under \napplicable law, any such motion to be timely filed in accordance with Rule 12 of the \nNorth Carolina Rules of Civil Procedure.  \n \nIII. \nCONCLUSION \n{14} IT IS THEREFORE ORDERED, ADJUDGED and DECREED as follows: \na. Plaintiffs’ Motion to Amend is GRANTED; \nb. Plaintiffs’ Amended Complaint attached as Exhibit A to Plaintiffs’ \nMotion to Amend is hereby deemed file d as of the date of entry of this \nOrder; \nc. The Motions to Dismiss are hereby DENIED as moot, without \nprejudice to Defendants’ rights to  respond to Plaintiffs’ Amended \nComplaint as Defendants may deem appropriate under applicable law. \nd. Defendants’ answer or other response to Plaintiff’s Amended \nComplaint shall be due in accordance with the requirements of Rule 12 \nof the North Carolina Rules of Civil Procedure. \ne. In the event Defendants move to dismiss Plaintiffs’ Amended \nComplaint, the parties may rely on their prior briefing in connection \nwith the Motions to Dismiss the Original Complaint, as the parties \nmay deem appropriate, upon notice to the Court, such notice to be \nprovided in compliance with the briefing deadlines set forth in the \nGeneral Rules of Practice and Procedure for the North Carolina \nBusiness Court; and \nf. The Court’s July 24, 2015 Order staying all activity in this case is \nhereby dissolved and of no further force and effect.   \nSO ORDERED, this the 24th day of August, 2015. \n \n \n/s/ Louis A. Bledsoe, III \nLouis A. Bledsoe, III \nSpecial Superior Court Judge \n  for Complex Business Cases "
}