{
  "id": "4f766889604bcfe72b2a9ad2c989c1aca310d12fdc1466d0b0984b3404e79cc2",
  "source_file": "data/raw/ncbc/4f766889604bcfe72b2a9ad2c989c1aca310d12fdc1466d0b0984b3404e79cc2.pdf",
  "raw_text": "Nelson v. Alliance Hospitality Mgmt., LLC, 2013 NCBC 5. \n \nSTATE OF NORTH CAROLINA  \n \nCOUNTY OF WAKE \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n11 CVS 3217 \n \nKENNETH E. NELSON, \n \nPlaintiff, \n \nv.  \n \nALLIANCE HOSPITALITY \nMANAGEMENT, LLC, a Georgia \nlimited liability company, ROLF A. \nTWEETEN, and AXIS HOSPITALITY, \nINC., an Illinois corporation,  \n \nDefendants.  \n \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER ON DEFENDANTS’ ORDER ON DEFENDANTS’ ORDER ON DEFENDANTS’ ORDER ON DEFENDANTS’     \nMOTION TO REVISE MOTION TO REVISE MOTION TO REVISE MOTION TO REVISE     \n \n THIS MATTER is before the court on Defendants’ Alliance Hospitality \nManagement, LLC (“Alliance”), Rolf A. Tweeten (“Tweeten”), and Axis Hospitality \nInc. (“Axis”) Motion to Revise (“Motion”) the court’s January 3, 2013 Order and \nOpinion.  The court will elaborate on the basis of its ruling, but otherwise the \nMotion is DENIED. \n \nMeynardie & Nanney, PLLC by Joseph H. Nanney for Plaintiff \nKenneth E. Nelson.  \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP by \nMichael W. Mitchell and Jackson Wyatt Moore, Jr. and Leader, Bulso \n& Nolan, PLC by Eugene N. Bulso, Jr. for Defendants. \n \nGale, Judge. \n \nI. INTRODUCTION \n \n This lawsuit arises out of a dispute over the existence and extent of Plaintiff \nKenneth E. Nelson’s (“Nelson”) membership and ownership interests in Alliance, \n \nand the refusal of Defendants to distribute to Nelson any proceeds from a sale of a \nsubstantial portion of Alliance’s assets.   \n Nelson initiated this action on February 25, 2011, and amended his \nComplaint on June 1, 2011, bringing claims for breach of fiduciary duty, \nconstructive fraud, judicial dissolution of Alliance, wrongful termination, and \nseeking a declaratory judgment that he owns ten of Alliance’s sixty-one outstanding \nMembership Interest Units.  The case was designated as a Complex Business Case \nby Chief Justice Sarah Parker by Order dated March 22, 2011, and was assigned to \nthe undersigned on March 24, 2011.   \n Defendants filed a Motion to Dismiss on July 29, 2011.  The court issued its \nOrder ruling on that motion on November 22, 2011.  That order allowed Nelson’s \nclaims regarding Defendants’ failure to distribute sales proceeds to go forward, but \nwith the caution that Nelson faces a high burden of proving that the failure to \ndistribute proceeds cannot be justified and dissolution must be ordered because \nAlliance has no reasonable prospect for future profitability, and that Defendants’ \nrefusal to distribute is solely for the purpose of harming Nelson without any \ncorresponding reasonable business purpose. \nDefendants moved for summary judgment after the close of discovery.  This \ncourt issued its Order and Opinion denying the Motion for Summary Judgment on \nJanuary 3, 2013.  On January 9, 2013, Defendants filed their Motion to Revise that \nOrder and Opinion, asserting that the court failed to address their contention that \nNelson failed to develop evidence to meet the burden defined by the court’s Order on \nthe earlier Motion to Dismiss.  \n \nII. ANALYSIS \n Defendants contend the court should have dismissed the fiduciary duty and \nconstructive fraud claims against Defendants Axis and Tweeten because Nelson has \nnot forecast competent evidence to prove that Axis and/or Tweeten as Alliance \ndirectors engaged in “willful misconduct involving self dealing,” which is the \n \nstandard imposed by the Alliance Operating Agreement.  (Operating Agreement § \n3.7; Mot. to Revise ¶¶ 2, 5.)   \n While the court continues to believe that Nelson must sustain the high \nburden of proof imposed by this standard, and that ultimately his forecasted \nevidence may not be adequate to withstand a directed verdict, the court concluded \nand now explains why it concluded that Nelson had forecast evidence sufficient to \novercome summary judgment.  Construed favorably to Nelson with liberal \ninferences drawn, Nelson forecasts evidence that includes that Alliance’s financial \nstatements show a consistent pattern of losses with no expectation of profit; that \nnormal operations require only $500,000.00 on deposit, Alliance retains \n“substantially more” than this amount on deposit for no reasonable purpose; that \nthe monies on deposit have not be used in any manner to expand Alliance’s \nmanagement contracts; that the loan which Alliance made to an affiliate controlled \nby Tweeten served no useful purpose to Alliance and was but a ruse to benefit \nTweeten’s personal interests with a distribution that favored him but not Nelson; \nand that collectively this evidence would allow a jury to find a pattern of conduct \ntaken in bad faith for the personal benefit of Tweeten.  Nelson contends that when \nthe evidence is so construed, it constitutes a violation of fiduciary duties that the \nOperating Agreement did not and could not by law eliminate.  \nSee Am. Compl. ¶¶ \n57–59, 63, 65, 69; Pl.’s Mem. in Opp’n to Defs.’ Mot. for Summ. J. 33. \n In addition to meeting the burden of disproving any reasonable expectation of \nfuture profitable operations, Nelson will also have to contend with the fact that \nAlliance’s Operating Agreement provides that “Company Sales Proceeds, to the \nextent available, shall be distributed to the Members in the discretion of the \nManager, in accordance with the Members’ respective Percentage Interests,” and \nthat the Operating Agreement specifically permits Alliance to make loans to \naffiliates.  (Operating Agreement § 7.3; Operating Agreement § 3.1.1 (giving \nManagers the authority to lend to any party “including without limitation a person \nor entity related to or controlled by one or more of the Members or Directors . . . \nupon such terms[] as the Board of Directors deem to be in the best interest of \n \n[Alliance]”).)  Again, Nelson believes these powers are constrained by the need for \nsome reasonable expectation of future profit and the good faith obligation imposed \non an LLC manager by the controlling Georgia statute.  (Pl.’s Mem. in Opp’n to \nDefs.’ Mot. for Summ. J. 33); GA . C ODE A NN . § 14-11-305  (2012)  (A “manager shall \nact in a manner he or she believes in good faith to be in the best interests of the \nlimited liability company.”)   \nIII.  CONCLUSION \n In sum, considering all the evidence before it, and granting Nelson the \nbenefit of contested facts and inferences that may be drawn from them, the court \nconcluded that Nelson has raised a genuine issue of material fact sufficient to \nwithstand summary judgment on the issue of whether Axis and Tweeten have \nengaged in “willful misconduct involving self dealing.”  Defendants’ Motion for \nSummary Judgment was therefore denied and the Motion to Revise is now \nDENIED. \n \n IT IS SO ORDERED, this the 25th day of January, 2013.   \n \n \n \n \n       "
}