{
  "id": "4f9c02a914ab7be1f049c9f9504cb3377a3df5f3f702ecc79ebb5972f99539aa",
  "source_file": "data/raw/ncbc/4f9c02a914ab7be1f049c9f9504cb3377a3df5f3f702ecc79ebb5972f99539aa.pdf",
  "raw_text": "Wining Taylors, LLC v. CE Precision, Inc., 2018 NCBC 96. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 7150 \n \nWINING TAYLORS, LLC, \n \nPlaintiff, \n \nv. \n \nCE PRECISION, INC. and YUAN \nWANG, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON MOTION \nTO COMPEL SETTLEMENT \n \n1. In this action,  Plaintiff Wining  Taylors, LLC  asserts contract and \nintellectual-property claims against  Defendant Yuan Wang and his company,  CE \nPrecision, Inc.  Wining Taylors now seeks to enforce an alleged settlement agreement.  \nWang opposes, arguing that no agreement was ever reached .  For the reasons given \nbelow, the Court DENIES the motion.   \nBlanco Tackabery & Matamoros, P.A., by Peter J. Juran, for Plaintiff \nWining Taylors, LLC.  \n \nYuan Wang, for himself. \n \nNo counsel appeared for Defendant CE Precision, Inc. \n \nConrad, Judge. \n \nI. \nBACKGROUND \n \n2.  Wining Taylors alleges that it holds patent and trademark rights  (both \nforeign and domestic) relating to the Durand, a device for extracting stops or corks \nfrom wine bottles.  (Compl. ¶ 4, ECF No. 1.)  CE Precision is one of Wining Taylors’s \nsuppliers of parts for the Durand .  ( See Compl. ¶ 6.)  The gist of  Wining Taylors’s \ncomplaint is that Wang and CE Precision failed to produce quality parts, refused to \nreturn patented property and proprietary specifications, and enabled others to make \ncounterfeit versions of the Durand.  ( See Compl. ¶¶  18–19, 24 –25, 28.)  In their \nanswer, Defendants deny any wrongdoing.  (See generally Answer, ECF No. 7.) \n3. The litigation has not gone smoothly.  Within three months of filing the \nanswer, Defendants’ counsel moved to withdraw, citing his clients’ failure to comply \nwith their discovery obligations .  (See ECF No. 15.)   The Court deferred a ruling \npending resolution of a discovery dispute over the production of Wang’s laptop —a \ndispute that lived on nearly two more months.  (See ECF No. 19.)  Upon granting the \nmotion to withdraw , t he Court entered a reasonable stay to allow Defendants to \nobtain new counsel, which they have been unable to do.  (See ECF No. 23.)  The Court \nalso warned Defendants that CE Precision, as a corporation, must be represented by \ncounsel and could not represent itself.  (See ECF Nos. 19, 23.)  Wang now represents \nhimself; CE Precision remains unrepresented.  Discovery closed on April 30, 2018.   \n4. This dispute arises out of the parties’ mediation (held June 15, 2018) and its \naftermath.  It appears to be undisputed that Wining Taylors prepared a draft \nsettlement agreement and presented it to Defendants during the mediation.  (See Pl.’s \nMot. to Compel Settlement 1, ECF No. 27 [“Mot.”].)  Negotiations led to some agreed \nrevisions, but t he mediation ended in an impasse when the parties could not reach \nagreement on a payment amount.  (See Mot. 1.)  \n5. Immediately following conclusion of the mediation session , the parties \ncontinued to discuss settlement by e-mail.  The content (though not the effect) of those \ne-mails is undisputed. \n6. On June 15, shortly after the mediation concluded, Wining Taylors’s counsel \ne-mailed Wang, stating “I understand that you asked [the mediator] to propose  \n$10,000 . . ., with all of the other terms of the previous settlement in place.”  ( Mot. \nEx. B at 3.)  Wining Taylors agreed to accept that amount  but stated that its “offer \n[was] only valid” if Wang signed and returned the settlement agreement by close of \nbusiness on June 18.  (Mot. Ex. B at 3.)   \n7. When Wang responded o n June 18 , he said he had arrived at the $10,000  \nfigure “without too much thinking” and could pay no more than $7,000.  (Mot. Ex. B \nat 3.)  This response prompted a flurry of e-mails that morning.  After clarifying that \nWang’s ceiling was $7,000, counsel for Wining Taylors stated that Wang’s “proposal \n[was] acceptable, if [he would] comply with the terms set forth in this e-mail.”  (Mot. \nEx. C at 1.)  Specifically, “[f]or this agreement to be finalized,” Wang was required to \n(a) sign for himself and CE Precision; (b) return a scanned copy by 5:00 PM on June \n18; and (c) place an original signed copy in the mail to Wining Taylors’s counsel.  (Mot. \nEx. C at 1.)  In closing, the e-mail stated that “[n]o other changes whatsoever are \nacceptable.  If you ask for any additional changes, this will be treated as a rejection \nof this offer, and the offer will be rescinded and of no effect.”  ( Mot. Ex. C at 1  \n(underlining in original).)  Wang replied that he would “print out and review.”  (Mot. \nEx. C at 1.)   \n8. Several hours later, a t 5:01 PM on June 18, Wang again replied: “Will get \nthe document signed.”  (Mot. Ex. D.)  But he never did.   \n9. Instead, on June 20, Wang sent a lengthy e-mail objecting to Section 3.3 of \nthe draft settlement agreement.  (See Mot. Ex. E.)  Within the draft agreement, Wang \nand CE Precision deny that they have participated in any infringement of Wining \nTaylors’s intellectual property.  Section 3.3 would have permitted Wining Taylors to \nsue Wang and CE Precision in the event it discovers the denial is false.  (See Mot. Ex. \nA § 3.3.)  In his e-mail, Wang described the provision as unfair and requested that all \nclaims “be permanently barred.”  (Mot. Ex. E.)   \n10. Wining Taylors now moves to compel settlement.  In its view, the settlement \nagreement was offered and accepted upon Wang’s statement that he “[w]ill get the \ndocument signed.”  (Pl.’s Br. in Supp. 2–3, ECF No. 28.)  Wang’s June 20 effort to \nrenege, it contends, was ineffective.   \n11. Wang filed an opposition  brief, purportedly on behalf of himself and CE \nPrecision.  He contends that the parties never reached a meeting of the minds .  (See \nDefs.’ Br. in Opp’n 3, 6, ECF No. 30.)  Wining Taylors then moved to strike the brief \nbecause CE Precision was not represented by counsel and for other violations of the \nBusiness Court Rules ; neither Wang nor CE Precision responded to th e motion to \nstrike.  (ECF Nos. 31, 32.) \n12. The Court held a hearing on August 27, 2018, at which counsel appeared for \nWining Taylors, Wang represented himself, and no counsel appeared for CE \nPrecision.  The motion  to compel settlement and the motion to strike  are ripe for \ndetermination. \nII. \nANALYSIS \n \n13. The Court first addresses Wining Taylors’s motion to strike Defendants’ \nopposition brief before turning to the merits of the motion to compel settlement. \nA. Motion to Strike \n14. Wining Taylors correctly observes that CE Precision, as a corporation, \ncannot represent itself in this litigation.  Nor can it be represented by Wang, who is \nnot an attorney.  Rather, CE Precision “must be represented by a duly admitted and \nlicensed attorney-at-law.”  LexisNexis, Div. of Reed Elsevier, Inc. v. Travishan Corp., \n155 N.C. App. 205, 209, 573 S.E.2d 547, 549 (2002).  Accordingly, to the extent Wang \npurported to file his brief in opposition on behalf of CE Precision, the Court grants \nWining Taylors’s motion to strike. \n15. The Court declines to strike the brief, though, to the extent Wang filed it on \nhis own behalf.  The rule violations identified by Wining Taylors (all having to do \nwith the certificates of compliance and service) are relatively minor and do not \nwarrant the severe penalty of striking Wang’s brief.  That said, th e Court expects \nWang, even though self -represented, to be familiar with its rules  (including the \nGeneral Rules of Practice and Procedure for the North Carolina Business Court*) and \n                                            \n* These rules are available on the Court’s website at https://www.nccourts.gov/courts/ \nbusiness-court/local-rules-and-procedures-for-business-court. \nto obey them.  Repeated violations, even if minor, may invite more signific ant \npenalties in the future. \nB. Motion to Compel Settlement \n16. Because Wining Taylors seeks to enforce its alleged settlement agreement \nwith Defendants in this action (rather than by filing a new action), its motion is \ntreated as one for summary judgment.  See Hardin v. KCS Int’l, Inc. , 199 N.C. App. \n687, 694–95, 682 S.E.2d 726, 732–33 (2009); Preiss v. Wine & Design Franchise, LLC, \n2018 NCBC LEXIS 87, at *10 –11 (N.C. Super. Ct. Aug. 20, 2018).  Summary \njudgment is appropriate “when ‘there is no genuine issue as to any material fact’ and \n‘any party is entitled to judgment as a matter of law.’”  Leiber v. Arboretum Joint \nVenture, LLC, 208 N.C. App. 336,  344, 702 S.E.2d 805, 810 (2010) (quoting N.C. R. \nCiv. P. 56(c)).  The Court views the evidence in the light most favorable to Wang, the \nnonmoving party.  See Furr v. K-Mart Corp., 142 N.C. App. 325, 327, 543 S.E.2d 166, \n168 (2001). \n17. “A settlement agreement is a contract governed by the rules of contract  \ninterpretation and enforcement .”  Williams v. Habul , 219 N.C. App. 281, 289, 724 \nS.E.2d 104, 110 (2012).  For a valid contract to exist, “[i]t is essential . . . that there \nbe ‘mutual assent of both parties to the terms of the agreement so as to establish a \nmeeting of the minds.’”  Creech v. Melnik, 347 N.C. 520, 527, 495 S.E.2d 907, 911–12 \n(1998) (quoting Snyder v. Freeman, 300 N.C. 204, 218, 266 S.E.2d 593, 602 (1980)).  \n18. In its brief, Wining Taylors argues that a binding settlement agreement was \nreached during the parties’ e-mail exchange on June 18.  According to Wining Taylors, \nit made a final offer to reduce the payment term to $7,000, the parties had previously \nagreed to all other terms of the draft written agreement, and Defendants accepted \nthe offer when Wang stated that he wo uld “get the document signed.”   (Pl.’s Br. in \nSupp. 2–3.)   \n19. Taking the evidence in a light most favorable to Wang, the Court cannot \nconclude as a matter of law that the parties formed a contract.  “If negotiating parties \nimpose a condition precedent on the effectiveness of their agreement, no contract is \nformed until the condition is met.”  Parker v. Glosson, 182 N.C. App. 229, 232, 641 \nS.E.2d 735, 737 (2007) (internal citation omitted).  Here, Wi ning Taylors expressly \nmade its offer subject to several conditions, including that Wang sign the agreement, \nplace it in the mail, and provide a scanned copy by 5:00 PM that same day .  (Mot. \nExs. B, C, D, and E .)  The e-mail also stated that, if Wang asked  “for any additional \nchanges, this will be treated as a rejection of this offer, and the offer will be rescinded \nand of no effect.”  (Mot. Ex. C at 1.)  Wang failed to satisfy any of the stated conditions, \nand two days later, he demanded the removal of Sec tion 3.3 of the settlement \nagreement.  ( See Mot. Ex. E.)  These facts suggest that no final settlement was \nreached and that Wining Taylors’s offer was effectively rejected and rescinded. \n20. Although Wining Taylors stresses Wang’s statement that he would “get the \ndocument signed,” that statement is insufficient to carry Wining Taylors’s burden on \nsummary judgment.  The other evidence suggests that the parties did not intend to \nbe bound “until the [a]greement was signed by all parties.”  Parker, 182 N.C. App. at \n233, 641 S.E.2d at 73 8.  If so, W ang’s promise to sign, which went unfulfilled,  fell \nshort of creating a binding agreement.  See id.; see also Preiss, 2018 NCBC LEXIS 87, \nat *14–15 (denying motion to enforce settlement agreement). \n21. At the hearing, Wining Taylors offered a new theory not presented in its \nbrief: that Wang made an offer  when he proposed a $7,000 payment term , which \nWining Taylors then accepted.  (Mot. Ex. C at 1.)  But this theory runs into the same \nproblem.  If the language of an acceptance is conditional or seeks to alter the terms \nof an offer, the acceptance becomes a counteroffer  and amounts to a rejection of the \noriginal offer.  See Normile v. Miller , 313 N.C. 98,  103, 326 S.E.2d 11 , 15  (1985).  \nWining Taylors’s res ponse to Wang’s proposal of $7,000 imposed all the conditions \ndiscussed above, thereby varying the terms contained in Wang’s offer and amounting \nto a rejection and counteroffer.  See Preiss, 2018 NCBC LEXIS 87, at *14; Ray Lackey \nEnters, Inc. v. Vill. Inn Lakeside, Inc., 2016 NCBC LEXIS 9, at *14 (N.C. Super Ct.  \nJan. 19, 2016) (citing Normile, 313 N.C. at 103, 326 S.E.2d at 15).    \n22. In short, the record does not establish, as a matter of law, that the parties \nreached a binding agreement.  Whether Wining Taylors’s e -mail is treated as a \nconditional offer or a conditional acceptance, the bottom line is that Wang did not \nsatisfy the conditions.  And Wang’s refusal to sign the draft agreement tends to show \na lack of mutual assent as to its final terms.  See Chappell v. Roth, 353 N.C. 690, 692, \n548 S.E.2d 499, 500 (2001) (“If any portion of the proposed terms is not settled, or no \nmode agreed on by which they may be settled, there is no agreement.” (internal \nquotation marks and citations omitted)).  \nIII. \nCONCLUSION \n \n23. For these reasons, the Court DENIES Wining Taylors’s motion to compel \nsettlement.   \n24. In an earlier order, the Court stayed the deadline for filing dispositive \nmotions, pending resolution of the settlement dispute.  The Court dissolves the stay, \nand the parties shall have thirty days from the date of this Opinion to file a ny \npost-discovery dispositive motions.   \n \nThis the 17th day of September, 2018. \n \n \n /s/ Adam M. Conrad                          \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n \n \n "
}