{
  "id": "4fae4262ac1d1acd07c95530cf04d34c6eb96e1b305c5bcd4d483f083548f23d",
  "source_file": "data/raw/ncbc/4fae4262ac1d1acd07c95530cf04d34c6eb96e1b305c5bcd4d483f083548f23d.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 2156 \n \nMORRIS INTERNATIONAL, INC., \n \nPlaintiff, \n \nv. \n \nANTHONY WILLIAM PACKER; \nPACKER INVESTMENT \nCOMPANY, INC.; PA&K, LLC; \nOLDE BEAU GENERAL \nPARTNERSHIP, KPP, LLC;  \nKENNINGTON INVESTMENT  \nCOMPANY, INC.; BARRY POOLE;  \nLAURA POOLE; SHERRI  \nKENNINGTON FAGEN; KRISTI \nKENNINGTON HALL; and KATHY \nKENNINGTON DAVIS, \n \nDefendants. \n \n \n \n \n \n \n \n \n \nAMENDED ORDER AND OPINION \nON MOTIONS FOR SUMMARY \nJUDGMENT \n \n THIS MATTER comes before the Court on (1 ) Defendants Anthony William \nPacker, Packer Investment Company, Inc., PA&K, LLC, Olde Beau General \nPartnership, and KPP, LLC’s  Motion for Summary Judgment  (ECF No. 9 5); (2)     \nDefendant Kennington Investment Company, Inc’s Motion for Summary Judgment \n(ECF No. 98); and (3) and Counter-Plaintiff KPP, LLC’s Motion for Partial Summary \nJudgment (ECF No. 100).  \n The Court, having considered the Motions, the briefs, the affidavits and other \nsubmissions of the parties, the entire record, and the arguments of counsel, \nCONCLUDES that the Motion of Defendants Anthony William Packer, Packer \nInvestment Company, Inc., PA&K, LLC, Olde Beau General Partnership, and KPP, \nLLC should be GRANTED in part and D ENIED in part ; Defendant Kennington \nMorris Int’l, Inc. v. Packer, 2021 NCBC 66A. \n \n \nInvestment Company, Inc’s Motion should be GRANTED; and Counter-Plaintiff KPP, \nLLC’s Motion should be DENIED for the reasons set forth below.  \nMorris Law Firm, PLLC , by Bradley C. Morris,  for Plaintiff Morris \nInternational Inc.  \n \nJerry Meek, Attorney at Law, PLLC, by Gerald F. Meek, and Vann Law \nFirm, by Christopher M. Vann, for Defendants Anthony William Packer, \nPacker Investment Company, Inc., PA&K, LLC, Olde Beau General \nPartnership, and KPP, LLC. \n \nJames, McElroy & Diehl, P.A. , by Alexandra Bachman and  Fred B. \nMonroe, for Defendant Kennington Investment Company, Inc. \n \nDavis, Judge. \nINTRODUCTION \n1. This case is another example of a business relationship gone bad.  \nAlthough the initial hope was that a joint venture between  Sid Morris and Billy \nPacker would produce a  viable luxury  RV park at the Olde Beau property in \nAlleghany Coun ty, it was not meant to be.  Packer ultimately initiated a similar \nproject with new partners and without Morris, giving rise to the present lawsuit.  The \nprimary issue presently before the Court is whether a triable issue of fact exists \nrelated to certain  obligations Packer owed to Morris upon the dissolution of the \noriginal joint venture.    \nFACTUAL AND PROCEDURAL BACKGROUND \n2. “The Court does not make findings of fact on motions for summary \njudgment.  Instead, the Court summarizes material facts it considers to be \nundisputed to provide context for the Motions.”  Duke Energy Carolinas, LLC v. AG \nIns. SA/NV, 2021 NCBC LEXIS 67, at **4–5 (N.C. Super. Ct. Aug. 4, 2021).  \n \n \n3. Morris is the President of Morris International, Inc. (“MI”), a marketing \nand advertising company.  (Morris Affidavit, ECF No. 104.32 , at ¶¶ 1–2.)  MI is the \nPlaintiff in this action. \n4. Packer is the  sole owner of Pack er Investment Company, Inc.  (“PIC”).  \n(Packer Affidavit, ECF No. 96.1, at ¶ 2.) \n5. PIC, in turn,  is one of the two co -owners of  Olde Beau General \nPartnership  (“OBGP”).  OBGP is a general partnership that owns Olde Beau, an 850-\nacre parcel of land in Alleghany County that includes a golf club and lots titled to \nindividual property owners .  (Packer Affidavit, ECF No. 96.1,  at ¶  2; Packer \nDeposition, ECF No. 96.2, at p. 16–17.) \n6. The other co -owner of OBGP is  Kennington Investment Company  \n(“KIC”).  (ECF No. 96.2, at 16–17.)  The principal owner of KIC was Curt Kennington, \nwho is now deceased.  (Id. at 17.)   \n7. Packer and Kennington were also the co -owners of an entity called \nPA&K, LLC (“PA&K”).  (Id.)  \n8. In 2008, an individual named Barry Poole approached Packer about the \npossibility of developing an RV park at Olde Beau .  (Id. at p. 16.)  Although Packer \ninitially dismissed the idea, he changed his mind several years later and contacted \nMorris about getting involved with the project.  At the time, Morris was working on \nan RV project in development in Virginia, and Packer was aware of Morris’ activities \nthrough a friend.  (Id. at p. 32–33.)  \n \n \n9. In 2015, Packer , through PA&K, signed an agreement  with Morris’ \ncompany, MI, to form a joint venture (the “Joint Venture”) regarding the \nestablishment of an RV resort on the Old Beau property .  (JV Agreement, ECF No. \n96.6.)  The written agreement set out the parameters of the Joint Venture .  (Id.)  \nMorris was to perform marketing services for the Joint Venture, while Packer would \nprovide the necessary land for the project and “serve as a liaison to the existing Olde \nBeau community.”  (Id.)   \n10. Initial work began on the project in 20 15.  Morris contracted with \nseveral companies to assist with pre -construction activities for the Joint Venture .  \n(Morris Affidavit, ECF No. 104.32, at ¶ 8.)  For example, Morris hired Tetra Tech to \nperform soil surveys on the site , retained Site Design to create conceptual plans for \nthe Joint Venture, engaged Blue Ridge Surveying to do a topographical survey of the \nland, and engaged BowStern, a media marketing company , in connection wi th the \nproject.  (ECF No. 96.1, at ¶¶ 3–9; ECF No. 104.32, at ¶¶ 8–13.)  Morris also engaged \nRV Park Consulting to provide additional services.  (RV Park Consulting Letter, ECF \nNo. 96.14.)  \n11. The parties disagree over the extent to which Packer was given access \nto the work produ ct generated by the above- referenced firms.  Morris testified that \nMI “routinely and consistently provided” Packer with copies of all documents or other \nitems that were produced in furtherance of the Joint Venture.  (ECF No. 104.32, at ¶ \n14.)  Packer , conversely, either denies outright or claims to lack any recollection of \n \n \never being provided with the Tetra Tech surveys or the Blue Ridge surveys .  (ECF \nNo. 96.1, at ¶¶ 5–9.)   \n12. On January 11, 2016, a zoning hearing took place in which the \nAlleghany County Planning Board granted  the Joint Venture’s rezoning request for \nthe proposed development.  (Id. at ¶ 10.)  At the hearing, however , there was vocal \nopposition by a number of Olde Beau members , who were unhappy with the project \nand threatened legal action to stop it.  (ECF No. 104.32, at ¶ 19.)   \n13. Packer met with Morris on  August 24, 2016, where they discussed the \nthreat to the feasibility of the  Joint Venture posed by the Olde Beau residents who \nopposed the project.  (Id. at ¶ 22.)  As a result of that meeting , Packer sent Morris a \nletter on August 31, 2016 stating his belief that the RV project was not reasonable to \npursue “in the current environment.”  (Id.)   \n14. By April 201 7—unbeknownst to Morris —Packer, Poole, an d an \nindividual named Brian Hall had begun talks regarding a new RV project (the “KPP \nProject”) at Olde Beau.  ( Packer Deposition, ECF No. 104.11 at p. 175– 76.)  These \ntalks resulted in the formation of an entity called KPP , LLC (“KPP”).  ( Id.)  OBGP \nwas a co -owner of KPP, and a Poole- affiliated limited liability company  called \nDeercreek Outdoors, LLC was the other co-owner.  (Poole Affidavit, ECF No. 96.32 , \nat ¶ 3.) \n15. In November 2017, Morris learned that Poole was working on a project \ninvolving a new RV park at Olde Beau.  (ECF No. 104.32, at ¶ 24.)  On April 12, 2018, \nMorris, through his attorney, sent  a letter to Packer seeking information about the \n \n \nstatus of the RV project at Old Beau.   The letter stated that Morris was “pleased to \nsee that evidently the opposition group has relented or acquiesced to development of \nthe RV Resort.”  (4/12/2018 Letter ECF No. 96.27.)   The letter also request ed that \nPacker provide “relevant information about the project, including its current status, \nprospects going forward, and plans for further development of the joint venture \nproject.”  (Id.)  Finally, t he letter requested that Packer provide Morris with  “books \nand records of the project, drawings and plans, marketing materials and plans, any \nexisting or pen ding contracts with vendors or purchasers, and other information \nrelevant to this project.” (Id.)  \n16. Packer never responded to the letter.  However, Morris and Packer met \nin July 2018.  At th is meeting, Morris demanded that he be given one of the lots at \nthe new RV resort.  (ECF No. 96.1, at ¶12.)  The record is devoid of any evidence that \nPacker granted Morris’ request.   This was the last communication between Morris \nand Packer prior to the filing of this lawsuit.  (Id.) \n17. MI initiated this action on January 30, 2020.  (Complaint, ECF No. 3.)  \nIn its complaint, MI asserted claims against Packer, PIC, PA&K, OBGP,  KPP, KIC, \nBarry Poole, Laura Poole, Sherri Kennington Fagan, Kristi Kennington Hall, and \nKathy Kennington Davis.  (ECF No. 3, at ¶¶ 1–12.)\n1 \n18. On February 3 , 2020, MI filed a Notice of Lis Pendens  regarding the \nproperty to be used for the new RV Resort.  (Motion to Cancel Notice of Lis Pendens, \nECF No. 6 at p. 1.)  Packer, PIC, PA&K, OBGP and KPP filed a motion to cancel the \n \n1 For clarity, Packer, PIC, PA&K, OBGP, and KPP are referred to at various times throughout \nthis opinion collectively as the “Packer Defendants.”  \n \n \nNotice of Lis Pendens on February 20, 2020.  (Id. at p. 2.)  On February 27, 2020, the \nHonorable Karen Eady-Williams cancelled MI’s Notice of Lis Pendens.  (ECF No. 7.) \n19. The Complaint was subsequently amended on March 2, 2020.  (Amended \nComplaint, ECF No. 4.)  MI also filed an Amended Notice of Lis Pendens on that same \ndate as to “real estate in the Olde Beau Subdivision, including land devoted to an RV \nresort.”  (ECF No. 8.) \n20. The Amended Complaint asserted claims for breach of contract against \nPA&K and OBGP ; breach of fiduciary duty against PA&K  and OBGP; conversion \nagainst PA&K, Packer, Barry and Laura Poole, Hall, Davis, Fagan, OBGP, KIC, PIC, \nand KPP; unfair and deceptive trade practices against PA&K, Packer,  Barry and \nLaura Poole, Davis, Hall, Fagan, OBGP, KPP , KIC, and PIC; tortious interference \nwith a business contract and relationship against  Barry and Laura Poole , Davis, \nFagan, Hall, KPP, KIC, and PIC; and civil conspiracy against PA&K, Packer, OBGP, \nBarry and Laura Poole, Fagan, Davis, Hall, KPP, KIC , and PIC.  (ECF No. 4 at ¶¶ \n41–100.)  The Amended Complaint also requested that the Court “dissolve the joint \nventure and order an accounting of the partners’ respective interests , and prohibit \nPA&K and OBGP, as breaching partners who caused the dissolution, from operating \nthe Olde Beau Joint Venture during any accounting .”  ( Id. at ¶ 104 .)  MI further  \nrequested that a constructive trust be  created, alleging that “OBGP’s obligation to \nconvey the subject real estate to the Olde Beau Joint Venture, combined with its \nfiduciary duties owed to MI and the joint venture, created an equitable interest in the \nsubject real estate.”  (Id. at ¶ 63.)  Finally, MI asserted its entitlement to an equitable \n \n \nlien “against the subject real estate identified in the JV Agreement and through the \ncourse of conduct of the parties, and constituting the real estate now zoned as the RV \nResort.”  (Id. at ¶¶ 105–11.)  \n21. This action was designated a mandatory complex busines case on March \n3, 2020 and assigned to the Honorable Gregory P. McGuire.  (Designation Order, ECF \nNo. 1; Assignment Order, ECF No. 2.) \n22. Over the next several weeks, all Defendants filed either motions to \ndismiss pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Proc edure or \nmotions for judgment on the pleadings under Rule 12(c).  (ECF Nos. 19, 22, 26, 29.)   \n23. Packer, PIC, PA&K, OBGP, and KPP  moved to cancel the  Amended \nNotice of Lis Pendens on April 30, 2020.  (ECF No. 31.)   \n24. On August 7, 2020, KPP filed an answer in which it asserted \ncounterclaims against MI for (1) slander of title; (2) violation of N.C.G.S. § 47B-6; (3) \ntortious interference with contract; and (4) tortious interference with  prospective \neconomic advantage.  (ECF No. 55, at ¶¶ 15–36, pp. 14–16.) \n25. On October 15, 2020, the Court issued an Order dismissing all claims \nagainst Barry and Laura Poole.  (ECF No 61, at p. 26.)    \n26. KPP and OBGP filed a renewed motion to cancel the Amended Notice of \nLis Pendens on October 22, 2020.  (ECF No. 64.) \n27. On November 19, 2020,  MI voluntarily dismissed  its claims against \nFagan, Hall, and Davis.  (ECF No. 77.) \n \n \n28. On December 18, 2020, the  Court entered an Order cancell ing MI’s \nAmended Notice of Lis Pendens.  (ECF No. 84.) \n29. On February 22, 2021, the Court issued an Order ruling on Defendants’ \nother pending m otions.  (ECF No. 92.)   The Court concluded that based on the \nallegations contained in Plaintiffs’ Amended Complaint , the Joint Venture had \ndissolved “on or about August 31, 2016.”  (Id. at ¶¶ 33–34.)  The Court dismissed MI’s \nclaims for breach of contract, tortious interference with contract, dissolution , \naccounting, constructive trust, and equitable lien.  (Id. at ¶¶ 35–82.)  The Court also \ndismissed MI’s claims for conversion against Packer and KPP.  (Id. at ¶ 51.)  However, \nthe Court determined that the Amended C omplaint stated a valid claim for relief \nagainst PA&K and OBGP for breach of fiduciary duty on two distinct theories: (1)  \n“failure to preserve and account for partnership property” and (2) “failure to provide \naccess to the books, records, and other information regarding the Joint Venture.”  (Id. \nat ¶ 43.)  The Court also allowed MI  to proceed on its  claim for conversion against \nPA&K, OBGP, PIC , and KIC, its claim for unfair and deceptive trade practices \nagainst the Packer Defendants and KIC, and its claim for civil conspiracy against the \nPacker Defendants and KIC.  (Id. at ¶¶ 45–82.)   \n30. On May 20, 2021, Defendants  Packer, PIC, PA&K, OBGP, KPP , and \nKIC all moved for summary judgment pursuant to Rule 56 as to all remaining claims \nagainst them.  (ECF Nos. 95, 98.) \n \n \n31. On May 21, 2021, KPP filed a motion for partial summary judgment — \nsolely on the issue of liability—in support of its counterclaim for tortious interference \nwith contract.  (ECF No. 100.) \n32. On July 1, 2021, this matter was reassigned to the  undersigned.  (ECF \nNo. 108.) \n33. This action came before the Court for a hearing on August 19, 2021.  The \nparties’ Motions for Summary Judgment are now ripe for ruling.   \nLEGAL STANDARD \n34. “Summary judgment is appropriate ‘if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to judgment as a matter of law.’ ”  Variety Wholesalers, Inc. v. Salem Logistics \nTraffic Servs., LLC, 365 N.C. 520, 523 (2012) (quoting N.C.G.S. § 1A -1, Rule 56(c)).  \nThe moving party bears the burden of presenting evidence show ing that there is no \ngenuine issue of material fact and that the movant is entitled to judgment as a matter \nof law.  Hensley v. Nat’l Freight Transp., Inc., 193 N.C. App. 561, 563 (2008) (citation \nomitted).  The moving party may meet this burden by “proving an essential element \nof the opposing party’s claim does not exist, cannot be proven at trial, or would be \nbarred by an affirmative defense.”  Variety Wholesalers, Inc., 365 N.C. at 523 (citation \nomitted).  An issue is “material” if “resolution of the issue is so essential that the \nparty against whom it is resolved may not prevail.”  McNair v. Boyette, 282 N.C. 230, \n \n \n235 (1972) (quotation omitted).  “A ‘genuine issue’ is one that can be maintained by \nsubstantial evidence.”  Dobson v. Harris, 352 N.C. 77, 83 (2000) (citation omitted).   \n35. Once the movant presents evidence in support of the motion, the \nnonmovant “cannot rely on the allegations or denials set forth in her pleading [ ] and \nmust, instead, forecast sufficient evidence to show the existence of a genuine issue of \nmaterial fact in order to preclude an award of summary judgment.”  Steele v. Bowden, \n238 N.C. App. 566, 577 (2014) (internal citation omitted).  At the summary judgment \nstage, a party is not permitted to rely upon evidence that would require the factfinder \nto “engage in impermissible speculation and conjecture[.]”   Aym Techs., LLC v. \nRodgers, 2019 NCBC LEXIS 64, at *34 (N.C. Super. Ct. Oct. 16, 2019) (citation \nomitted). \n36. In determining whether the non-movant has met its burden in opposing \na motion for summary judgment, the judge  “unavoidably asks whether reasonable \njurors could find by a preponderance of the evidence that the plaintiff is entitled to a \nverdict[.]”  Sloan v. Miller Bldg. Corp., 119 N.C. App. 162, 165 –66 (1995) (quotation \nomitted).  In conducting its analysis, the Court must view the evidence in the light \nmost favorable to the nonmoving party.  Dobson, 352 N.C. at 83 (citation omitted).  \nANALYSIS \nA. Reconsideration of Prior Order  \n37. At the outset, the Court deems it appropriate to address a threshold \nissue raised by MI  in its brief in opposition to Defendants’ summary judgment \nmotions.  Although MI never filed a motion for reconsideration  of the Court’s  \n \n \nFebruary 2 2, 2021 Order, MI’s response brief  at the summary judgment stage \ncontains a request that the Court revisit its prior ruling that the Joint Venture was \ndissolved “on or about August 31, 2016.”  (ECF No. 92, at ¶ 33.)  MI requests that the \nCourt reconsider that conclusion under North Carolina Rule of Civil Procedure 54(b).  \nBecause a willingness by the Court to reconsider its prior ruling regarding the Joint \nVenture’s dissolution  date would i mpact the Court’s analysis  on several of  the \nsubstantive issues raised in the pending motions , the Court elects to address this \nissue first.  \n38. MI’s request for reconsideration is directed to the following portion of \nthe Court’s February 22, 2021 Order: \nAfter thorough consideration, the Court conc ludes that \nPlaintiff’s allegations establish that on or about August 31, \n2016, the development of the luxury RV resort had become \nimpracticable, the Joint Venture’s purpose could not \nreasonably be accomplished, and the Joint Venture \ndissolved.  Oliver v. R oberts, 49 N.C. App. at 315– 316.  \nPlaintiff alleges that after a seven -month delay in the \nproject, it “understood” the RV resort project to be at an \nend on or about August 31, 2016, and that “Packer, PA&K \nand OBGP would pursue other opportunities to develop or \nsell components of the [Property].”  (ECF No. 4, at ¶ 35.)  \nPlaintiff does not claim that it objected to Packer’s \nassertion that the project could not proceed.  To the \ncontrary, Plaintiff makes other allegations consistent with \nan understanding that t he Joint Venture had ceased.  \nPlaintiff alleges that Packer stated he intended to put the \nProperty up for auction but does not allege that Plaintiff \nobjected to Packer’s stated intention.  (Id. at ¶ 31.)  Plaintiff \nasked to be reimbursed for its out -of-pocket costs in the \nproject (Id. at ¶ 32) and dissolved the limited liability \ncompany it had formed “to carry out the [J]oint [V]enture’s \nbusiness.”  (Id. at ¶ 24.) . . . The allegations in the Amended \nComplaint establish that the Joint Venture dissolved on or \nabout August 31, 2016. \n \n \n \n(Id. at ¶¶ 33–34.)  MI contends that the Court’s ruling on this issue was incorrect. \n39. North Carolina Rule of Civil Procedure 54(b) is the source of a litigant’s \nability to request reconsideration of a prior  ruling by the Court.  Pender Farm Dev., \nLLC v. NDCO, LLC, 2020 NCBC LEXIS 110, at *4 (N.C. Super. Ct. Sept. 25, 2020).   \n40. This Court has summarized its standard of review in assessing a motion \nunder Rule 54(b) as follows:  \nUnder Rule 54(b), interlocutory o rders are “subject to \nrevision at any time before the entry of judgment \nadjudicating all the claims and the rights and liabilities of \nall the parties. ”  N.C. Gen. Stat. § 1A -1, Rule 54(b). \n“Although the North Carolina courts have not formulated \na standard to guide trial courts in considering a motion to \namend an interlocutory ruling under Rule 54(b), federal \ncase law addressing similarly worded portions of Federal \nRule 54(b) provides useful guidance.”  In re Se. Eye Center-\nJudgments, 2017 NCBC LEXIS 77, at *9 (N.C. Super. Ct. \nAug. 22, 2017).   A motion for reconsideration under Rule \n54(b) is within the trial court’s discretion.  Akeva L.L.C. v. \nAdidas Am., Inc. , 385 F. Supp. 2d 559, 565 (M.D.N.C. \n2005); Ward v. FSC I, LLC , 2017 NCBC LEXIS 19, at *6 \n(N.C. Super. Ct. Mar. 7, 2017).  “Most courts have adhered \nto a fairly narrow set of grounds on which to reconsider \ntheir interlocutory orders and opinions.”  Akeva L.L.C., 385 \nF. Supp. 2d at 565.  These grounds include “ (1) the \ndiscovery of new evidence, (2) an intervening development \nor change in the controlling law, or (3) the need to correct \na clear error or prevent manifest injustice. ”  RF Micro \nDevices, Inc. v. Xiang , 1:12CV967, 2016 U.S. Dist. LEXIS \n74550, at *3– 4 (M.D.N.C. June 8, 2016).  “Such problems \nrarely arise and the motion to reconsider should be equally \nrare.”  DirecTV, Inc. v. Hart , 366 F. Supp. 2d 315, 317 \n(E.D.N.C. 2004) (quoting Harsco Corp. v. Zlotnicki , 779 \nF.2d 906, 909 (3d Cir. 1985)).  “A motion for reconsideration \nis not a vehicle to identify facts or legal arguments that \ncould have been, but were not, raised at the time the \nrelevant motion was pending. ”  Julianello v. K -V Pharm. \nCo., 791 F.3d 915, 923 (8th Cir. 2015).  “The limited use of \n \n \na motion to reconsider serves to ensure that part ies are \nthorough and accurate in their original pleadings and \narguments presented to the Court.  To allow motions to \nreconsider offhandedly or routinely would result in an \nunending motions practice. ”  Wiseman v. First Citizens \nBank & Tr. Co., 215 F.R.D. 507, 509 (W.D.N.C. 2003). \n \nW4 Farms, Inc. v. Tyson Farms, Inc., 2017 NCBC LEXIS 99, at *4-5 (N.C. Super. Ct. \nOct. 19, 2017). \n41. The Court rejects MI ’s request for reconsideration in the present case \nfor several reasons.   \n42. First, MI’s request is procedurally improper.  The North Carolina \nBusiness Court Rules require that a motion be contained in a separate document and \naccompanied by a supporting brief.  BCR 7.2.  Because  MI has not complied with \neither of these requirements  and instead has simply  attempted at the summary \njudgment stage to include within its  brief a request that the Court revisit a prior \nruling, no Rule 54(b) motion has properly been presented to the Court.  \n43. Second, reconsideration of the Court’s prior Order would be improper \nbased on the well-established rule that one Superior Court judge is not permitted to \noverrule another Superior Court judge.  See, e.g., Smithwick v. Crutchfield, 87 N.C. \nApp. 374, 376 (1987) .  The prior ruling as to which MI  seeks reconsideration was \nrendered by Judge McGuire rather than by the undersigned.  \n44. It is true that one  Superior Court judge may modify another Superior \nCourt judge ’s prior ruling  if the order as to which modification is sought was  (1) \ninterlocutory; (2)  discretionary; and (3) there has been  a substantial change in \n \n \ncircumstances since the entry of the prior order.  County of Catawba v. Frye Reg’l \nMed. Ctr., Inc. , 2015 NCBC LEXIS 1 8, at * *6 (N.C. Super. Ct. Feb. 25, 2015).    \nHowever, Judge McGuire’s prior order was not discretionary, as it was made as a \nmatter of law pursuant to Rule 12(c).  Additionally, given that the ruling was made \nbased on the allegations contained within MI’s pleading, this is not a ruling that could \nbe modified by the undersigned regardless of the existence of new facts allegedly \nobtained during discovery. \n45. In other words, this was not merely a preliminary ruling at the \npleadings stage that was subject to change at the summary judgment stage based on \nevidence obtained during intervening discovery  by the parties .  Rather, it was a \ndefinitive ruling that was based on MI’s own allegations in its Amended Complaint. \nThe argument presently being asserted by MI is that Judge McGuire’s ruling was \nincorrect ab initio and should be retroactively reversed.   The undersigned lacks the \nauthority to grant such relief. \n46. The Court notes that MI had appropriate avenues in which to raise this \nissue before Judge McGuire but that it failed to do so .  For example, MI  could have \nfiled a motion for r econsideration under Rule 54(b) —one that complied with BCR \n7.2— closer in time to the Court’s February 22, 2021 Order while Judge McGuire was \nstill the Superior Court judge assigned to this  case.  Alternatively, MI could have \nsought leave from the Court to amend its Complaint so as to allege facts sufficient to \nsupport a conclusion that the Joint Venture was not , in fact, dissolved as of August \n2016.  However, MI did not take either of these steps.   \n \n \n47. Accordingly, the Court rejects MI ’s request f or modification of the \nCourt’s prior ruling in its February 22, 2021 Order.  \nB. Defendants’ Motions for Summary Judgment as to MI’s Claims \n48. The Court will first address Defendants Packer, PIC, PA&K, OBGP, \nKPP, and KIC’s Motions for Summary Judgment as to MI’s claims that survived the \nCourt’s Orders at the Rule 12 stage—that is, MI’s claims for breach of fiduciary duty, \nconversion, unfair and deceptive trade practices, and civil conspiracy. \n1.  Breach of Fiduciary Duty  \n49. MI alleges that PA&K and OBGP breached their fiduciary duties to MI \non two theories (1) failure to account for subsequent use of Joint Venture assets; and \n(2) failure to provide true and full information  upon MI’s request regarding Joint \nVenture assets.   \n50. A breach of fiduciary duty claim requires (1) a fiduciary duty owed by \nthe defendant to the plaintiff; (2) a breach of that duty by the defendant; and (3) the \ndefendant’s conduct proximately caus ing injury to the plaintiff.  Chisum v. \nCampagna, 376 N.C. 680, 706 (2021) (quotation omitted).   \na.  Use of Joint Venture Assets \n51. MI contends that a genuine issue of material fact exists as to whether \nassets belonging to  the Joint Venture were improperly used in the KPP P roject. \nDefendants, conversely, deny that any such assets were actually used.   The Court \nconcludes that MI has fai led to meet its burden of establishing the existence of a \ngenuine dispute of material fact sufficient to defeat summary judgment on this claim. \n \n \n52. “A joint [venture] is in the nature of a kind of partnership, and although \na partnership and a joint [venture] a re distinct relationships, they are governed by \nsubstantially the same rules. ”  Jones v. Shoji , 336 N.C. 581, 585 (1994)  (quotation \nomitted).  North Carolina’s General Statutes provide that one partner must “account \nto the partnership for any benefit and hold as a trustee for it any profits derived by \nhim without the consent of the other partners from any transaction connected with \nthe formation, conduct, or liquidation of the partnership or from any use by him of its \nproperty.”  N.C.G.S. § 59-51(a) (2019).   \n53. In connection with their Motion for Summary Judgment on this issue, \nPA&K and OBGP  have submitted affidavits from  both Packer and Poole  who each \ntestified that no assets of the J oint Venture were used in connection with the KPP \nProject.   \n54. MI does not contend that the land that was to have been utilized for the \noriginal RV Park qualifies as an asset of the Joint Venture.  Instead, MI argues that \nthe work product of the companies with whom the Joint Venture contracted—that is, \nTetra Tech, Site Design, Blue Ridge, and Bow Stern—was in possession of Packer \nwho, in turn, used these materials to further the KPP project.    \n55. However, the Court concludes that MI has failed to come forward with \nadmissible evidence sufficient to rebut the sworn testimony of Packer and Poole that \nno assets belonging to the Joint Venture were actually used in connection with the \nKPP Project.   \n \n \n56. In their respective affidavits, Morris  and Greg Wessling , MI’s Chief \nOperating Officer, simply make conclusory statements concerning their belief that \nthe KPP Project utilized assets belonging to the Joint Venture. \n57. Morris state s that  “[i]t appears a jury could very well find  that \ndefendants necessarily utilized plans and other assets of the Olde Beau Joint Venture \nin commencing and developing the RV resort at Olde Beau.”  (ECF No 104.32, at ¶ 26 \n(emphasis added).) \n58. Similarly, Wessling state s that “ [i]t appears the RV project currently \nbeing undertaken by the defendants is largely based on the work MI did during 2015, \nincluding the design of the lots, the locations of the first two phases, and the other \nadvancements made toward this project under the joint venture with MI.”  (ECF No. \n104.33, at ¶ 9 (emphasis added).) \n59. These statements by Morris and Wessling merely constitute speculation \nand are insufficient to create a genuine issue of material fact on this issue. \n60. MI also attempts to rely on “compare documents” attached to the \naffidavits of Morris and Wessling.   These “compare documents” are visual \ncomparisons between the conceptual design plans prepared by Site Design for the \nJoint Venture alongside photos taken by Morris of the KPP Project’s progress.  MI \ncontends that these photos establish a genuine factual dispute regarding the use of \nthe Site Design plans in the KPP project, arguing that the comparison photos are \nsuggestive of such use.   \n \n \n61. Our appellate courts have made clear that lay testimony is generally \ninsufficient to create a factual dispute in matters that are outside the scope of a \nlayperson’s customary intelligence and experience.  See, e.g., Davis v. City of Mebane, \n132 N.C. App. 500, 504 (1999).  In Davis, the court upheld the trial court’s entry of \nsummary judgment where the plaintiff provided only lay testimony regarding the \ncause of downstream flooding,  as “lay testimony would not be sufficient to explain \nchanges in the watershed or in the downstream water flow.”  Id. (quotation omitted).  \n62. Absent accompanying, and legally sufficient, testimony from a witness \npossessing demonstrated specialized knowledge on this technical subject , the \n“compare documents” are insufficient to preclude the entry of summary judgment on \nthe issue of whether KPP actually used the Site Design plans prepared for the Joint \nVenture.  Thus, the Court concludes that neither the  “compare documents” nor the \ntestimony of Morris and Wessling are sufficient to create a genuine dispute of \nmaterial fact. \n63. In addition, the record is devoid of testimony from employees of \ncontractors or subcontractors who actually  worked on the KPP Project and would \nhave been able to provide personal knowledge regarding this subject.   \n64. Accordingly, the Motion for Summary Judgment of PA&K and OBGP is \nGRANTED regarding MI’s first theory in support of its breach of fiduciary duty claim.  \nb.  Failure to Provide Information Related to the Joint \nVenture  \n \n65. MI’s second argument in support of its breach of fiduciary duty claim is \nthat the April 21, 2018 letter from Morris ’ attorney to Packer constituted a demand \n \n \nfor true and accurate information regarding the status of J oint Venture assets and \nthat Packer failed to provide this information as required by law .  The Court agrees \nthat MI has established a genuine issue of material fact as to this claim.    \n66. As noted above, joint ventures are largely governed by the same rules as \npartnerships, Jones, 336 N.C. at 585 , and partners owe  certain fiduciary duties to \neach other.  Compton v. Kirby, 157 N.C. App. 1, 15 (2003).   North Carolina General \nStatute § 59 -50 requires that “[p]artners shall render on demand true and full \ninformation of all things affecting the partnership to any partner.”  N.C.G.S. § 59-50 \n(2019).   \n67. As noted  above, the April 21, 20 18 letter requested  “relevant \ninformation about the project including its current status, prospects going forward, \nand plans for fu rther development of the joint venture project.”   (ECF No. 96.27.)  \nMorris’ attorney  asked Packer to provide “relevant information and documents, \nincluding but not limited to: books and records of the project, drawings and plans, \nmarketing materials and plans, any existing or pending contracts with vendors and \npurchasers, and other information relevant to the project.”  (Id.) \n68. In the Court’s February 22, 2021 Order, the Court stated the following:  \nThe Court concludes that PA&K and OBGP owed fiduciary \nduties to Plaintiff following dissolution of the Joint Venture \nand through the period during which Plaintiff was entitled \nto seek a winding up.  PA&K and OBGP had continuing \nobligations to preserve, account for, and distribute \npartnership property assets, and to provide an accounting \nof partnership assets, through on or about August 31, 2019. \n. . . Plaintiff also alleges that after it learned of the New \nVenture, presumably sometime in late 201 7 or 2018, \nPlaintiff “demanded, as a partner in the [ ] Joint Venture, \n \n \nrelevant information about the project, including ‘books \nand records of the project,  marketing materials and plans, \nany existing or pending contracts with vendors or \npurchasers, and other information relevant to this project, ’ ” \nbut that Packer refused to provide the information.  (Id. at \n¶ 39.)  Plaintiff filed this lawsuit o n March 2, 2020. \nTherefore, Plaintiff alleges [a] timely claim[ ] for breach of \nfiduciary duty for . . . failure to provide access to the books, \nrecords, and other information regarding the Joint \nVenture.   \n \n(ECF No. 92, at ¶ 43.) \n69. In response to MI’s argument, PA&K and OBGP contend that the April \n21, 2018 letter was not, in fact, a demand for information about the Joint Venture but \nrather constituted a request for information about the KPP Project . As such, they \nargue, Packer had no legal obligation to respond to the letter because Morris was not \ninvolved in the KPP Project and therefore was not entitled to receive information \nabout it.   \n70. The Court disagrees with this characterization of the April 21 letter—at \nleast at the summary judgment stage .  The letter can be read as a demand for \ninformation regarding the Joint Venture as it does not  clearly differentiate between \nthe prior and current RV projects at Olde Beau.  A reasonable juror could construe it \nas reflecting Morris’ desire to ascertain whether the ongoing work on the site he had \nwitnessed several months earlier meant that a change in circumstances had allowed \nthe Joint Venture to continue despite the earlier setbacks to the project.  As the Court \nruled in its February 22, 2021 Order, a fiduciary duty continued to exist between MI, \nPA&K, and OBGP at the time the letter was sent , and a rational factfinder could \n \n \nconclude that this duty was breached by the failure of Packer to meaningfully respond \nto this letter.   \n71. The Court also rejects the argument of PA&K and OBGP that summary \njudgment is proper on the ground that Morris’ request for information was futile in \nthat Packer had no responsive information to provide.  The Court’s review of the \nrecord reveals a factual dispute on this issue. \n72. Finally, the Court likewise finds unavailing the argument by PA&K and \nOBGP that summary judgment on this claim is appropriate based on evidence \nsuggesting that Morris did not renew the request previously made in the letter at the \nsubsequent meeting between him and Packer.   The record is devoid of evidence  \nsuggesting that Morris ever unambiguously withdrew the request for information \nabout the Joint Venture contained in the April 21 letter. \n73. Therefore, PA&K and OBGP’s Motion for Summary Judgment  is \nDENIED as to MI’s claim for breach of fiduciary duty based on this theory. \n2. Conversion \n74. PA&K, OBGP, PIC, and KIC  contend that summary judgment is \nappropriate as to MI’s conversion claim based on MI’s failure to offer evidence of a \nvalid demand for the return of Joint Venture assets.  The Court agrees.   \n75. Under North Carolina law,  “two essential elements are necessary in a \nclaim for conversion: (1) ownership in the plaintiff, and (2) a wrongful conversion by \nthe defendant.”  Steele, 238 N.C. App. at 574 (quotation omitted).   In cases where the \ndefendant comes into possession of the plaintiff’s property lawfully, the plaintiff must \n \n \nshow that it made a demand for the return of the property  that was refused by the \ndefendant.  Hoch v. Young, 63 N.C. App. 480, 483 (1983) (citations omitted).   \n76. Even assuming arguendo  that one partner’s failure to return \npartnership property to another partner can constitute a claim for conversion, t here \nis no evidence in the record suggesting that any property belonging to the J oint \nVenture came into Packer’s hands illegally.  To the contrary, Morris’ own testimony \nwas that he voluntarily sent  to Packer materials obtained from the companies with \nwhom he contracted on behalf of the Joint Venture.   As a result, MI was required to \nshow that an actual demand was made for the return of the specific assets lawfully \nin Packer’s possession.  Evidence of that essential element is not present in the record \ncurrently before the Court.   \n77. As noted above, the April 21, 2018 letter can be interpreted as a request \nfor information about the Joint Venture.  The letter cannot be rationally construed, \nhowever, as a demand for the return of specific J oint Venture assets as would be \nrequired to support a claim for conversion.    \n78. Our case law has generally required a demand for the return of specific \nproperty in  order to establish a valid claim for conversion  under comparable \ncircumstances.  See Griffith v. Glen Wood Co ., 184 N.C. App. 206, 208, 214 (2007)  \n(finding a conversion when defendant wrongfully retained possession of a valuable \nauto part); Myers v. Catoe Constr. Co., 80 N.C. App. 692, 696 (1986) (“[Defendant] did \nnot return the El Camino after [his former  employer] wrote [ defendant] a letter \nrequesting [defendant] return the vehicle.”); Gallimore v. Sink, 27 N.C. App. 65, 65–\n \n \n67 (1975)  (“[P]laintiff has alleged ownership of the silver dollars and pistol. With \nrespect to whether there was a wrongful conversion, plaintiff alleged that the Sheriff \ntook possession of the property[.]”). \n79. Although MI argues that the April 21, 2018 letter constituted such a \ndemand, t he language contained therein  requesting, for example,  “drawings and \nplans” is too vague and ambiguous to satisfy this element.  In order for this element \nof a conversion claim to be satisfied, the defendant must be put on clear notice of the \nspecific items that are being demanded, which did not occur from the mere sending \nof this letter.      \n80. Therefore, Defendants have demonstrated that there is no genuine \ndispute of material fact as to MI ’s conversion claim .  As a result, the Motion s for \nSummary Judgment of PA&K, OBGP, and PIC should be GRANTED as to this claim.  \n3.  Unfair and Deceptive Trade Practices \n81. MI has also assert ed a claim for unfair and deceptive trade practice s \n(“UDTP”) against Packer, PA&K, OBGP, PIC, KPP, and KIC.   \n82. North Carolina law forbids “ [u]nfair methods of competition in or \naffecting commerce, and unfair or deceptive acts or practices in or affecting \ncommerce.”  N.C.G.S. § 75-1.1(a) (2019).  For purposes o f the statute, commerce \nincludes “all business activities, however denominated.”  Id. at § 75-1.1(b).   \n83. In order to prevail on a UDTP claim, a plaintiff must show (1) an unfair \nor deceptive act or practice, or unfair method of competition  (2) in or affecting \ncommerce (3) that proximately caused actual injury to the plaintiff.  Gray v. North \n \n \nCarolina Ins. Underwriting Ass’n, 352 N.C. 61, 68 (2000) (citations omitted).  An act \ngiving rise to a breach of fiduciary duty is generally sufficient to constitute an unfair \nand deceptive trade practice.  White  v. Thompson, 196 N.C. App. 568, 574 (2009), \naff’d, 364 N.C. 47 (2010).  \n84. Under North C arolina law, however, acts relating to the internal \nconduct of a partnership are not  deemed to be  “in or affecting commerce” under \nUDTP.  See White, 196 N.C. App. at 572 –74.  In White , the court rejected a UDTP \nclaim against a partner of the plaintiffs where the allegedly unfair or deceptive acts \nconcerned the defendant’s breach of the duty of loyalty to the partnership , holding \nthat “this usurpation harmed [the partnership] and Plaintiffs, but had no impact in \nthe broader marketplace.”  Id. at 573. \n85. Defendants contend that MI’s UDTP claim must fail because none of \ntheir alleged breaches of fiduciary duty were “in commerce”  because all such acts \nwould have occurred solely between partners to the Joint Venture. \n86. As discussed above, t he Court has concluded that the only theory \nunderlying MI’s breach of fiduciary duty claim that is sufficient to survive summary \njudgment is the claim alleging a violation of N.C.G.S. § 59 -50.  Even if MI is able to \nprove at trial that the failure by Packer to provide the requested information to \nMorris regarding the J oint Venture constituted a breach of fiduciary duty , such \nconduct was not “in or affecting commerce” within the meaning of Chapter 75 because \nit existed solely between partners.  Accordingly, as in White, those allegations cannot \nform the basis for MI’s UDTP claim. \n \n \n87. Despite a careful and thorough review of the record  in light of the \nassertions made by MI on this issue, the Court is unable to find evidence of other acts \nor omissions by Defendants that would c reate a genuine issue of material fact  for \npurposes of MI’s UDTP claim.  \n88. Therefore, the Motions for Summary Judgment  of Packer, PA&K, \nOBGP, PIC, KPP, and KIC are GRANTED as to MI’s UDTP claim. \n4.  Civil Conspiracy \n89. Finally, MI contends that it has put forth sufficient evidence  of a civil \nconspiracy claim against Packer, PA&K, OBGP, PIC, KPP, and KIC  to withstand \ntheir motion for summary judgment. \n90. Civil conspiracy requires “(1) an agreement between two or more \nindividuals; (2) to do an unlawful act or to do a lawful act in an unlawful way; and (3) \nresulting in injury to plaintiff inflicted by one or more co -conspirators; and (4)  \npursuant to a common scheme.”  Strickland v. Hedrick , 194 N.C. App. 1, 19 (2008)  \n(quotation omitted).  It is well established that  \n[t]here is no independent cause of action for civil \nconspiracy. Only where there is an underlying claim for \nunlawful conduct can a plaintiff state a claim for civil \nconspiracy by also alleging the agreement of two or more \nparties to carry o ut the conduct and injury resulting from \nthat agreement. \n \nToomer v. Garrett, 155 N.C. App. 462, 483 (2002) (citations omitted). \n91. In support of this claim, MI appears to be arguing that on the facts of \nthis case it was unlawful for Packer (and his affiliated entities) to enter into an \nagreement with other individuals or entities regarding a new RV project at Olde Beau \n \n \nafter abandoning the Joint Venture with MI .  However, such an argument  lacks \nmerit.  Although—as discussed above and in the Court’s February 22, 2021 Order—\nPA&K and OBGP may have continued to possess certain limited fiduciary duties with \nregard to the Joint Venture post-dissolution, there was no legal impediment to Packer \nparticipating in the KPP Project  under these circumstances.  Moreover, the alleged \nfailure of Packer to respond to the April 21, 2018 letter cannot, by itself, support a \nclaim for civil conspiracy. \n92. Therefore, Defendants’ Motions for Summary Judgment are GRANTED \nas to MI’s civil conspiracy claim.   \nC. KPP’s Motion for Summary Judgment  \n93. Finally, KPP has moved for partial summary judgment on one of its four \ncounterclaims—tortious interference with contract.2    \n94. Our Supreme Court has stated: \nThe tort of interference with contract has five elements: (1) \na valid contract between the plaintiff and a third person \nwhich confers upon the plaintiff a contractual right against \na third person; (2) the defendant knows of the contract; (3) \nthe defendant intentionally induces the third person not to \nperform the contract; (4) and in doing so acts without \njustification; (5) resulting in actual damage to plaintiff. \n \nUnited Labs, Inc. v. Kuykendall, 322 N.C. 643, 661 (1998) (citation omitted). \n95. KPP contends that it is entitled to summary judgment on this \ncounterclaim based on its assertion that it had valid contracts for sales as to various \nparcels of land in the new RV development, that MI filed a notice of lis pendens with \n \n2 KPP seeks summary judgment on this counterclaim solely as to liability and not as to \ndamages. \n \n \nthe intent to prevent the sales under those contracts from going forward, and that MI \ndid so without justification.   \n96. The Court finds that KPP has failed to show its entitlement to summary \njudgment as to  its counterclaim for tortious interference with contract.   At a \nminimum, KPP has failed to show the absence of a genuine issue of material fact on \nthe question of whether  MI actually contacted third parties for the purpose of \ninducing them not to go forward with their contracts to purchase the lots at issue.  In \nhis affidavit, Morris has testified that he did  not contact any of the third- party \npurchasers.  Although KPP argues that the mere filing of a notice of lis pendens by a \ndefendant is sufficient to satisfy this element of the tor t as a matter of la w, neither \nKPP’s brief nor the Court’s own research has identified any case from North Carolina \ncourts so holding.  \n97. Thus, given that a genuine issue of material fact exists regarding the \nintentional inducement element, the Court need not address the parties ’ arguments \nas to whether factual disputes also exist as to the other elements of this counterclaim.  \n98. KPP’s Motion for Partial Summary Judgment as to its counterclaim for \ntortious interference with contract is therefore DENIED. \nCONCLUSION \n THEREFORE, it is HEREBY ORDERED as follows: \n1. PA&K and OBGP ’s motion seeking summary judgment as to  MI’s \nbreach of fiduciary claim based on a theory of failure to account for \n \n \nsubsequent use of Joint Venture assets is GRANTED, and the claim \nis dismissed.  \n2. PA&K and OBGP ’s motion seeking summary judgment as to MI ’s \nbreach of fiduciary duty claim based on a theory of failure to provide \ntrue and full information,  upon request , regarding Joint Venture \nassets is DENIED. \n3. PA&K, OBGP, PIC, and KIC’s motions seeking summary judgment \non MI’s conversion claim are GRANTED, and the claim is dismissed.  \n4. Packer, PIC, PA&K, OBGP, KPP, and KIC’s  motions seek ing \nsummary judgment on MI’s unfair and deceptive trade practices \nclaim are GRANTED, and the claim is dismissed.  \n5. Packer, PIC, PA&K, OBGP, KPP , and KIC’s motions seek ing \nsummary judgment on MI’s claim for civil conspiracy are GRANTED, \nand the claim is dismissed.  \n6. KPP’s Motion for Partial Summary Judgment as to its counterclaim \nfor tortious interference with contract is DENIED.  \nSO ORDERED, this the 2nd day of November, 2021.  \n       /s/ Mark A. Davis    \n        Mark A. Davis \n        Special Superior Court Judge for \n        Complex Business Cases  "
}