{
  "id": "500f31ebaa16f1d380da084523b317c750b38bb263090c6f087dee49050ee6d8",
  "source_file": "data/raw/ncbc/500f31ebaa16f1d380da084523b317c750b38bb263090c6f087dee49050ee6d8.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 1456 \n \nGLORIA M. DODGE, individually \nand derivatively for the benefit of \nAppalachian Energy, LLC, \n \nPlaintiff, \n \nv. \n \nAPPALACHIAN ENERGY, LLC; \nSCOTT CLARK; and LYNNE \nCLARK, Personal Representative of \nthe Estate of David A. Clark, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION  \nON DEFENDANTS’ MOTIONS  \nTO DISMISS AND FOR JUDGMENT \nON THE PLEADINGS  \n \n \n1. Gloria Dodge inherited her husband Wes’s interest in Appalachian Energy, \nLLC in mid-2017.  The company was dissolved later that year.  In this action, Gloria \ncontends that she did not receive her fair share of assets during the dissolution due \nto long-term self-dealing by  two other members,  David Clark  (now deceased) and \nScott Clark.  The complaint includes a variety of individual and derivative claims for \nrelief. \n2. The defend ants deny the allegations and  contend that Gloria is not and \nnever has been a member of Appalachian Energy.  They have filed two motions to \ndismiss the complaint in its entirety under Rule  12 of the North Carolina Rules of \nCivil Procedure .  For the following reasons, the Court GRANTS  in part  and \nDENIES in part the motions.  \nVan Winkle, Buck, Wall, Starnes and Davis, P.A., by Stephen \nGrabenstein, for Plaintiff Gloria M. Dodge.   \n \nBrazil & Burke, P.A., by Meghann Burke and Wilburn Brazil, III , for \nDefendant Lynne Clark.   \nDodge v. Appalachian Energy, LLC, 2021 NCBC 33. \n \nParker Poe Adams & Bernstein LLP, by Adam Setzer and Melanie B . \nDubis, for Defendants Appalachian Energy LLC and Scott Clark.   \n \nConrad, Judge. \nI. \nBACKGROUND \n3. The following background assumes that the allegations in the complaint are \ntrue. \n4. The events giving rise to this litigation began in 2006 when Appalachian \nEnergy acquired a  mortgage-financed interest in a real estate development called \nFletcher Business Park.  (See Compl. ¶ 11, ECF No. 3.)  The expectation was that the \nproperty would eventually produce enough rental income to allow Appalachian \nEnergy to pay off the mortgage, repay its members’ capital contributions , and make \ndistributions of surplus cash.  (See Compl. ¶ 12.)  At that time, Appalachian Energy’s \nmembers included Wes Dodge, David Clark, Scott Clark  (David’s son), and others.  \n(See Compl. ¶¶ 7, 8.) \n5. It took nearly seven years for Appalachian Energy to pay off the mortgage.  \n(See Compl. ¶ 20.)  At the end of 2012, just before the final payment, David and Scott \n“signed promissory notes on behalf of [ Appalachian Energy] payable to themselves.”  \n(Compl. ¶  17.)  The notes required Appalachian Energy to prioritize payments to \nDavid and Scott over distributions to other LLC members.  (Compl. ¶  17.)  Wes did \nnot learn about the notes until much later.  (See Compl. ¶¶ 18, 22.) \n6. Around the time they signed the promissory notes , David and Scott also \nprepared financial reports showing that Wes owed a substantial debt to Appalachian \nEnergy.  (See Compl. ¶ 19.)  The debt related to company assets supposedly taken by \nWes.  As alleged, Wes did nothing wrong and should not have been charged for the \nassets.  (See Compl. ¶ 19.)   \n7. A few years passed.  In 2016, two unnamed members of Appalachian Energy \nasserted “claims in connection with the structured notes .”  (Compl. ¶ 23.)  In lieu of \npressing those claims, the unnamed members agreed to sell their interests in the \ncompany to David and Scott .  (See Compl. ¶  23.)  David’s interest increased from \nroughly 25% to over 31%; Scott’s interest increased from roughly 25% to nearly 39%.  \n(See Compl. ¶ 28.)  Wes did not receive notice of the sale, which allegedly violated \nAppalachian Energy’s operating agreement.  (See Compl. ¶¶ 24, 25.)  \n8. Wes and David died just a few months apart  in 2017.  ( See Compl. ¶ 35; \nLynne Clark Answer at 11, ECF No. 16.)  Wes left his interest in Appalachian Energy \nto Gloria.   This testamentary transfer, Gloria alleges, automatically made her a \nmember of the company.  (See Compl. ¶ 35.)  Later in 2017, Appalachian Energy sold \nits interest in Fletcher Business Park and then filed articles of dissolution .  (See \nCompl. ¶¶ 30, 31.)  Neither Wes nor Gloria had given consent to dissolve the company.  \n(See Compl. ¶ 31.)   \n9. During dissolution, most of the proceeds from the sale of Fletcher Business \nPark were allocated to pay off the notes held by David and Scott.  (See Compl. ¶ 33.)  \nThe company also assigned over $90,000 in debt to Wes and charged that debt against \nGloria’s interest .  ( See Compl. ¶¶  19, 34.)  As a result,  much of Gloria’s share of \nAppalachian Energy’s assets went to David ’s estate  and Scott .  ( See, e.g ., Compl. \n¶¶ 30, 32–34.) \n10. Gloria filed this suit in April 2020, naming Scott, David’s estate (through its \nrepresentative), and Appalachian Energy as defendants .  She accuses David and \nScott of self-dealing and other wrongful acts, which diluted the interest she inherited \nfrom her husband .  The complaint asserts individual claims for fraud, constructive \nfraud, breach of fiduciary duty, conversion, unjust enrichment, and unfair or \ndeceptive trade practices under N.C.G.S. §  75-1.1.  The complaint also a sserts \nderivative claims, on behalf of Appalachian Energy, for breach of fiduciary duty and \nconstructive fraud.   \n11. Each defendant timely answered the complaint and denied any wrongdoing.  \n(See ECF Nos. 8, 16.)  After entry of the case management order, the defendants filed \ntwo essentially identical motions that seek to dismiss the complaint in its entirety .  \n(See ECF Nos. 47, 49.)   With the  consent of all parties , the Court stayed d iscovery \npending resolution of the motions.  (ECF No. 45.)  After full briefing and a hearing in \nFebruary 2021, the motions are now ripe for disposition.  \nII. \nLEGAL STANDARD \n12. Although both motions cite various subsections of Rule 12, they are \neffectively motions for judgment on the pleadings under  Rule 12(c).  A motion for \njudgment on the pleadings “should be granted when a complaint fails to allege facts \nsufficient to state a cause of action.”  Robertson v. Boyd, 88 N.C. App. 437, 440 (1988).  \nWhen ruling on a Rule 12(c) motion, “ [a]ll well pleaded factual allegations in the \nnonmoving party’s pleadings are taken as true and all contravening assertions in the \nmovant’s pleadings are taken as false.”  Ragsdale v. K ennedy, 286 N.C. 130, 137 \n(1974) (citations omitted).  The Court may “consider documents which are the subject \nof a plaintiff’s complaint and to which the complaint specifically refers even though \nthey are presented by the defendant.”  Weaver v. Saint Joseph of the Pines, Inc., 187 \nN.C. App. 198, 204 (2007) (citation and quotation marks omitted).   \n13. The same standard applies to the  jurisdictional challenges at issue.  When \nassessing its jurisdiction, the Court “may consider matters outside the pleadings.”  \nHarris v. Matthews, 361 N.C. 265, 271 (2007) (citations omitted).   Here, though, no \ndefendant has introduced evidence outside the pleadings.  The Court therefore \ndecides only whether the complaint adequately alleges facts to support the exercise \nof jurisdiction.  To do so, the Court must accept “as true the plaintiff’s allegations and \nconstrue them in the light most favorable to the plaintiff.”  Munger v. State, 202 N.C. \nApp. 404, 410 (2010) (citation and quotation marks omitted). \nIII. \nANALYSIS  \n14. Gloria asserts a mix of individual and derivative claims.   The Court begins \nwith the latter. \nA. Derivative Claims  \n15. By statute, only “a member may bring a derivative action” on behalf of a \nlimited liability  company.  N.C.G.S. §  57D-8-01(a).  The parties dispute whether \nGloria is a member of Appalachian Energy and, thus, whether she has standing to \nassert derivative clai ms on its behalf.  See, e.g., Willowmere Cmty. Ass’n v. City of \nCharlotte, 370 N.C. 553, 561 (2018) (describing standing as “a necessary prerequisite \nto a court’s proper exercise of subject matter jurisdiction” (citation and quotation \nmarks omitted)). \n16. It is undisputed that Wes was a member of Appalachian Energy before his \ndeath in 2017.  Gloria contends that, under Appalachian Energy’s operating \nagreement, she automatically became a member upon inheriting Wes’s interest.  The \ndefendants disagree, contending that the testamentary transfer gave her an economic \ninterest but not admission to membership. \n17. This dispute turns on familiar principles of  contract interpretation.  “A \ncontract that is plain and unambiguous on its face will be interpreted by the court as \na matter of law.”  Schenkel & Shultz, Inc. v. Hermon F. Fox & Assocs., P.C., 362 N.C. \n269, 273 (2008) (citation omitted).  “ Presumably the words which the parties select \nwere deliberately chosen and are to be given their ordinary significance.”  Briggs  v. \nAm. & Efird Mills, Inc., 251 N.C. 642, 644 (1960) (citations omitted).  \n18. The operating agreement is unambiguous on this issue.   A transfer of \nmembership units, including a testamentary transfer to a spouse, is not by itself \nsufficient to admit the transferee as a member of Appalachian Energy.  This is clear \nfrom section 4.3, which states that a member ceases to be a member upon death and \nthat “[i]n no event  . . . shall a personal representative or successor become a \nsubstitute Member unless the requirements of Section 8.3 are satisfied.”  (Op. Agrmt. \n§ 4.3, ECF No. 48.1.)  Section 8.3, in turn, states that “[n]o assignee or transfer ee of \n. . . Membership Units shall be admitted as a substituted Member of the Company” \nwithout first satisfying several conditions (for example, paying the costs of admission \nand agreeing to be bound by the operating agreement).  (Op. Agrmt. § 8.3.)  \n19. Gloria’s contrary interpretation is not persuasive.  She  relies largely on a \nprovision governing transfers from members to  their spouses: “Notwithstanding \nanything to the contrary contained herein, testamentary transfers of Membership \nUnits to spouses shall be automatically permitted and shall not require the consent \nof the Members and shall not constitute a Buy-Sell event.”  (Op. Agrmt. at 18.)1  This \nprovision says nothing about admission to membership.  It simply makes clear that \na testamentary transfer of membership units does not require consent from other \nmembers (unlike other transfers, which do require consent)  or give those other \nmembers an option to purchase the units  under the “ Buy-Sell” process in the \noperating agreement. \n20. Gloria insists that there is an  ambiguity because the operating agreement \ndefines the p hrase “ Membership Units ” to mean “all of a Member’s rights in the \nCompany,” including the right to vote and participate in management.   (Op. Agrmt. \nat 8.)  According to Gloria,  the testamentary transfer of Wes’s membership units, \ndefined in this way, gave her  more than just his  economic interest in Appalachian \nEnergy.  She contends that she also received the rights and privileges of membership, \nincluding the right to bring a derivative action. \n21. There is no ambiguity.  Twice, t he operating agreement stat es that a \ntransfer of “M embership Units”—as defined in the agreement —does not suffice to \n \n1 There are two sections designated as 8.4 in the operating agreement.  This language appears \nin the second section 8.4. \nadmit the transferee as a member.  “Unless admitted to the Company in accordance \nwith Section 8.3, the transferee of .  . . Membership Units” has economic rights but \ndoes not enjoy the rights and privileges of membership.  (Op. Agrmt. at 18.) 2  “No \nassignee or transferee of .  . . Membership Units shall be admitted as a substituted \nMember” except by satisfying the conditions stated in section 8.3.  (Op. Agrmt. § 8.3.) \n22. In short, “[n]o assignee or transferee” means just what it says.  Nothing in \nthe operating agreement, including the provision governing testamentary transfers \nto spouses, permits admission to membership absent compliance with section 8.3.   \nThe complaint does not allege that Gloria has satisfied the conditions for admission \nto membership stated in that section.  Gloria does not argue otherwise.  As a result, \nthe Court concludes that Gloria has not adequately alleged that she  is a member of \nAppalachian Energy  with standing to assert derivative claims on its behalf.  The \nCourt therefore dismisses the derivative claims without prejudice .  See N.C. \nAcupuncture Licensing Bd. v . N.C. Bd. of Physical Therapy Exam ’rs, 2016 NCBC \nLEXIS 33, at * 27 n.8  (N.C. Super. Ct. Apr. 26, 2016) ( “A dismissal for lack of \njurisdiction is generally a dismissal without prejudice.”). \nB. Individual Claims \n23. Even if not a member, Gloria may be  an economic interest owner and may \nbe able to assert individual claims based on that interest.   T he Court now turns to \nthese claims. \n \n2 This language appears in the first section 8.4. \n1. Breach of Fiduciary Duty & Constructive Fraud.   \n24. Breach of fiduciary duty and constructive fraud are distinct causes of action \nwith overlapping elements.  “An essential element of each is the existence of a \nfiduciary relationship.”  Brown v. Secor, 2017 NCBC LEX IS 65, at *18 (N.C. Super. \nCt. July 28, 2017) (citations omitted).   \n25. The complaint pleads these claims in a confusing fashion.  It appears that \nmany of the alleged breaches occurred before Wes’s death and, thus, before Gloria \nreceived her interest in the company.  ( See Compl. ¶  48(a)–(c).)  Other alleged \nbreaches occurred after Wes’s death and, apparently, after David’s death as well.  (See \nCompl. ¶ 48(d)–(f).)  These events surely matter for purposes of determining whether \nand when a fiduciary relationship existed between one individual and another.  Yet \nneither side addresses  their significance.  The Court limi ts its discussion to the \narguments as made and framed by the parties. \n26. In short, the defendants point to the general rule that LLC members do not \nowe a fiduciary duty to each other or to the company.  See, e.g., Kaplan v. O.K. Techs., \nL.L.C., 196 N.C. App. 469, 473– 74 (2009).  Gloria  responds that, in some case s, a \nmajority member who exercises control over the LLC owes a fiduciary duty to \nminority members.  See, e.g., Vanguard Pai Lung, LLC v. Moody, 2019 NCBC LEXIS \n39, at *17–18 (N.C. Super. Ct. June 19, 2019).  According to Gloria, David and Scott \nhad a  combined interest in Appalachian Energy  that exceeded 50% and jointly \nexercised control over the company, thus establishing a fiduciary duty.   \n27. Gloria’s argument is unpersuasive for two reasons.   First, it is based on a  \ntheory and contentions that are not alleged in the complaint.  Paragraph 53 alleges \ngenerically that David  and Scott “were in a confidential relationship with Wes  and \nthe Plaintiff.”  (Compl. ¶ 53.)  Paragraph 57 alleges, in equally generic fashion, that \n“Wes and the Plaintiff placed special confidence in” David and Scott.  (Compl. ¶ 57.)  \nThere are no allegations, factual or otherwise, to support the contention  that David \nand Scott acted as a control group or jointly exercised actual control over Appalachian \nEnergy.   \n28. Second, this Court has often “refused to impose a fiduciary duty on minority \nmembers that exercise their voting rights by joining together to outvote a third \nmember.”  Vanguard Pai Lung, 2019 NCBC LEXIS 39, at *20 (collecting cases); see \nalso, e.g., HCW Ret. & Fin. Servs., LLC v. HCW Emp. Benefit Servs., LLC, 2015 NCBC \nLEXIS 73, at *46 –47 (N.C. Super. Ct. July 14, 2015) .  Gloria does not address or \ndistinguish these cases. \n29. Gloria has not offered any other basis to support the existence of a fiduciary \nrelationship based on the facts as alleged.  The Court therefore grants the motions as \nto the individual claims for breach of fiduciary duty and constructive fraud. \n2. Unjust Enrichment and Conversion.  \n30. The claims for conversion and unjust enrichment are premised on the same \nallegations: that part or all of Gloria ’s share of assets from the  dissolution went \ninstead to David’s estate and Scott.  The defendants do not challenge the elements of \nconversion or unjust enrichment.  Rather, they  contend that these claims rest on \ninjuries to Appalachian Energy and therefore belong to the company.  On that basis, \nthey contend that Gloria lacks standing to pursue individual claims.   \n31. The Court disagrees.  Gloria alleges that she was entitled to a share of assets \ncommensurate with her percentage interest in the company  but that she did not \nreceive it.  One basis for  the claims is that David and Scott improperly charged her \ninterest with a debt owed to Appalachian Energy .  ( See Compl. ¶¶ 64, 68–70.)  The \nassignment of debt is, if anything, a benefit to Appalachian Energy , not an injury to \nit.  Thus, it appears that Gloria h as alleged an injury caused directly to her rather \nthan one  derivative of an injury to the company.  See 759 Ventures, LLC v. GCP \nApartment Invs., LLC, 2018 NCBC LEXIS 82, at *8–9 (N.C. Super. Ct. Aug. 13, 2018). \n32. There may be other allegations in the complaint  that, if true, tend to show \nwrongful acts by David and Scott that injured Appalachian Energy.  To the extent \nGloria bases her claims for conversion and unjust enrichment on those allegations, \nher recovery may be limited.   But t hat issue is better  suited to review on a more \ncomplete record at summary judgment.  For now, the Court concludes only that Gloria \nhas adequately alleged facts to support her standing to pursue these claims. \n3. Fraud.  \n33. “Fraud has five ‘essential elements’: (a) a false representation or \nconcealment of a material fact, (b) calculated to deceive, (c) made with intent to \ndeceive, (d) that did in fact deceive, and (e) that resulted in damage to the injured \nparty.”  Lunsford v. ViaOne Servs., LLC, 2020 NCBC LEXIS 127, at *19 (N.C. Super. \nCt. Oct. 23, 2020) (quoting Rowan Cnty. Bd. of Educ. v. U.S. Gypsum Co., 332 N.C. 1, \n17 (1992)).  A plaintiff must plead fraud with particularity.  See N.C. R. Civ. P. 9(b). \n34. Even taking the complaint’s allegations as true, it fails to state a claim for \nfraud.  The complaint specifies six grounds for fraud.   Five do not involve a false \nrepresentation or concealment of a material fact.  (See Compl. ¶ 48(a), (c)–(f) (alleging, \nfor example,  that David  and Scott  improperly bought the interests of other LLC \nmembers, increased their own interests, and assigned debt to Wes ).)  The se \nallegations therefore omit an essential element of the claim. \n35. The sixth ground is that David and Scott concealed their purchases of other \nmembers’ interests.  (See Compl. ¶ 48(b).)  “[S]ilence is fraudulent only when there is \na duty to speak.”  Lawrence v. UMLIC-Five Corp., 2007 NCBC LEXIS 20, at *8 (N.C. \nSuper. Ct. June 18, 2007) (citation omitted).  To claim fraud based on concealment, a \nplaintiff must allege, among other things, the circumstances “giving rise to the duty \nto speak” and “why plaintiff’s reliance on the omission was both reasonable and \ndetrimental.”  Lunsford , 2020 NCBC LEXIS 127, at *20 (citation omitted) ; see also \nTillery Env’t, LLC v. A&D Holdings, Inc. , 2018 NCBC LEXIS 13, at *21 –22 (N.C. \nSuper. Ct. Feb. 9, 2018) .  The complaint does not plead either with the required \nparticularity. \n36. For these reasons , the Court grants the motions as to Gloria’s individual \nclaim for fraud.  \n4. N.C.G.S. § 75-1.1. \n37. The General Assembly has declared that “ unfair or deceptive acts or \npractices in or affecting commerce” are “unlawful.”  N.C.G.S. § 75-1.1.  Though broad, \nthe language of this statute does not address  “unfair or deceptive conduct contained \nsolely within a single business.”  White v. Thompson, 364 N.C. 47, 53 (2010).  This is \nbecause disputes “solely related to the internal operations” of a business are not in or \naffecting commerce.  Id. at 52.   \n38. Here, all the alleged wrongdoing was internal to Appalachian Energy.  The \ncomplaint alleges that David and Scott breached the operating agreement, concealed \ncompany information, misused company assets, and wrongfully increased their \ninterests at the expense of other members.  (See, e.g., Compl. ¶¶ 17, 19, 24, 29, 33, 34, \n36.)  This Court routinely dismisses section 75 -1.1 claims based on similar \nallegations.  See, e.g., Upchurch v. Sapp, 2020 NCBC LEXIS 118, at *7–8 (N.C. Super. \nCt. Oct. 8, 2020) (collecting cases).  \n39. Gloria argues that the alleged mis conduct affected commerce because it \ninvolved misuse of the proceeds from Appalachian Energy’s sale of property to a third \nparty.  But the potential unfairness from the misuse of the proceeds  has nothing to \ndo with the third party.  Rather, any potential unfairness “inheres in the relationship \nbetween” the members of Appalachian Energy.   Potts v. KEL, LLC , 2018 NCBC \nLEXIS 24, at *15  (N.C. Super. Ct. Mar. 27, 2018) .  The “tangential ” or “indirect” \ninvolvement of a third party does not “trigger liability” under section 75-1.1.  JS Real \nEst. Invs. LLC v. Gee Real Est., LLC, 2017 NCBC LEXIS 104, at *21 (N.C. Super. Ct. \nNov. 9, 2017) (citations and quotation marks omitted).   \n40. The Court therefore dismisses the section 75-1.1 claim.   \nIV. \nCONCLUSION \n \n41. For these reasons, the Court GRANTS in part  and DENIES in part the \nmotions as follows:  \na. The Court DISMISSES without prejudice Gloria’s derivative claims due \nto lack of standing. \nb. The Court DISMISSES without prejudice Gloria’s individual claims for \nbreach of fiduciary duty, constructive fraud, and fraud. \nc. The Court DISMISSES with prejudice Gloria’s individual claim for \nunfair or deceptive trade practices under N.C.G.S. § 75-1.1.  \nd. The Court DENIES the motions as to Gloria’s  individual claims for \nconversion and unjust enrichment.   \n42. The Court dissolves the stay of discovery entered in December 2020.   (See \nECF No. 45.)  Within twenty days from the date of this Order, the parties shall jointly \nfile a proposed protective order, a revised case management report, and an amended \nproposed case management order. \n \n  \nSO ORDERED, this the 27th day of May, 2021.   \n /s/ Adam M. Conrad  \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}