{
  "id": "5017906c6660b40ce887162ca1e0674411214a96c2bbb45ab06789e20a26f894",
  "source_file": "data/raw/ncbc/5017906c6660b40ce887162ca1e0674411214a96c2bbb45ab06789e20a26f894.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF GUILFORD \n \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n10 CVS 3412 \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER ON PLAINTIFFS’ RENEWED ORDER ON PLAINTIFFS’ RENEWED ORDER ON PLAINTIFFS’ RENEWED ORDER ON PLAINTIFFS’ RENEWED \nAND AMENDED MOTION FOR AND AMENDED MOTION FOR AND AMENDED MOTION FOR AND AMENDED MOTION FOR \nSUMMARY JUDGMENT/PARTIAL SUMMARY JUDGMENT/PARTIAL SUMMARY JUDGMENT/PARTIAL SUMMARY JUDGMENT/PARTIAL     \nSUMMARY JUDGMENT SUMMARY JUDGMENT SUMMARY JUDGMENT SUMMARY JUDGMENT    \nWARREN J. HAWES, MARY HAWES, \nWILLIAM R. SCHERMERHORN, \nCHRISTINE L. SCHERMERHORN, \nMICHAEL B. SCHERMERHORN, \nANDREA SCHERMERHORN and \nTHOMAS SCHERMERHORN, \n \nPlaintiffs, \n \nv. \n \nGEORGE L. VANDOROS, \nEFFTHEMIA VANDOROS, EFFIE, \nLLC, CHRYSSOULA BAKATSIAS and \nTHEODORE N. BAKATSIAS, \n \nDefendants. \n____________________________________ \n \n {1} THIS MATTER is before the court on Plaintiffs’ Renewed and \nAmended Motion for Summary Judgment/Partial Summary Judgment (“Motion”).  \nFor the reasons stated below, the Motion is GRANTED in part and DENIED in \npart.  \n \nRossabi Black Slaughter, P.A. by Amiel J. Rossabi  and Gavin J. Reardon for \nPlaintiffs. \n \nVernon, Vernon, Wooten, Brown, Andrews, & Garrett, P.A. by Wiley P. \nWooten and Benjamin D. Overby for Defendants George L. Vandoros, \nEffthemia Vandoros, and Effie, LLC. \n \nAlexander Ralston, Speckhard & Speckhard, LLP by Stanley E. Speckhard \nfor Defendants Chryssoula Bakatsias and Theodore Bakatsias. \n \n \nGale, Judge. \n \n Hawes v. Vandoros, 20 13 NCBC 31.  \nI. I. I. I.    PARTIES PARTIES PARTIES PARTIES    \n \n {2} Warren J. Hawes and his wife Mary Hawes are citizens and residents \nof Jefferson Parish, Louisiana.  (Am. Compl. ¶¶ 1–2.) \n {3} William R. Schermerhorn and his wife Christine L. Schermerhorn are \ncitizens and residents of Guilford County, North Carolina.  (Am. Compl. ¶¶ 3–4.) \n {4} Michael B. Schermerhorn and his wife Andrea Schermerhorn are \ncitizens and residents of Baltimore County, Maryland.  (Am. Compl. ¶¶ 5–6.) \n {5} Thomas Schermerhorn is a citizen and resident of Alamance County, \nNorth Carolina.  (Am. Compl. ¶ 7.) \n {6} George Vandoros and his wife Effthemia Vandoros (“Effie Vandoros”) \nare citizens and residents of Brunswick County, North Carolina.  (Am. Compl. ¶¶ 8–\n9; Answer to Am. Compl., Countercl. and Cross-cl. [hereinafter “Vandoros Answer”] \n¶¶ 8–9.) \n {7} Effie, LLC was a North Carolina Limited Liability Company solely \nowned by Effie Vandoros, dissolved effective December 31, 2009.  (Am. Compl. ¶ 10; \nVandoros Answer ¶ 10.) \n {8} Theodore N. Bakatsias and his wife Chryssoula Bakatsias are citizens \nand residents of Durham County, North Carolina (together, the “Bakatsias \nDefendants”).  (Am. Compl. ¶¶ 11–12.) \n {9} Scherm Investments, LLC (“Scherm Investments”) is a Limited \nLiability Company.  William R. Schermerhorn, Christine L. Schermerhorn, Michael \nB. Schermerhorn, Andrea Schermerhorn, and Thomas Schermerhorn are the \nmembers of Scherm Investments. \n \n \n \n \n \n \nII. II. II. II.    INTRODUCTION INTRODUCTION INTRODUCTION INTRODUCTION    \n \n {10} This case arises out of a failed real estate investment originally \nentered into among Warren J. Hawes, Mary Hawes, George Vandoros, Effie \nVandoros, the Bakatsias Defendants, and Scherm Investments (together, the \n“Investing Parties”) in June 2006.  (Am. Compl. ¶¶ 24–26.)  After refinancing the \nproperties in early 2007, on March 30, 2007 the Parties entered into two \nagreements providing for the financial obligations of the Parties in relation to the \ntwo investment properties; the “Lee Street Contribution Agreement” and the \n“Pender Street Contribution Agreement” (together, the “Contribution Agreements”).  \n(Am. Compl. ¶¶ 33–54.)  Defendants’ obligations pursuant to those Contribution \nAgreements are the subject of the present Motion.   \n \nIII. III. III. III.    PROCEDURAL BACKGROUND PROCEDURAL BACKGROUND PROCEDURAL BACKGROUND PROCEDURAL BACKGROUND    \n \n{11} Plaintiffs filed suit in Guilford County on February 1, 2010.  On March \n12, 2010 the case was designated a mandatory complex business case by Order of \nChief Justice Sarah Parker and assigned to Judge Ben F. Tennille, and upon his \nretirement in early 2011, to the undersigned.  Plaintiffs filed their Amended \nComplaint on October 28, 2010 alleging claims for (1) breach of the Pender Street \nContribution Agreement against George Vandoros, Theodore Bakatsias, and \nChryssoula Bakatsias; (2) breach of the Lee Street Contribution Agreement against \nGeorge Vandoros, Theodore Bakatsias, and Chryssoula Bakatsias; (3) breach of \nfiduciary duty against George Vandoros; (4) conversion against George Vandoros, \nEffie Vandoros, and Effie, LLC; and (5) violation of the Uniform Fraudulent \nTransfer Act against George Vandoros, Effie Vandoros, and Effie, LLC. \n{12} Plaintiffs filed a Motion for Summary Judgment/Partial Summary \nJudgment on December 8, 2011.  On March 27, 2012 the Bakatsias Defendants filed \nfor bankruptcy, thereby staying matters in this case.  (Renewed and Am. Mot. for \nSumm. J./Partial Summ. J. [hereinafter “Mot.”] 2.)  The Bakatsias Defendants’ \nbankruptcy case was dismissed on November 23, 2012, and Plaintiffs filed their \nRenewed and Amended Motion for Summary Judgment on March 1, 2013.  (Mot. \nEx. 1.)  Plaintiffs’ Motion seeks summary adjudication only of their First and \nSecond claims. \n{13} A consent judgment as to George Vandoros’ liability pursuant to the \nContribution Agreements was entered on June 3, 2013.  Consequently, this Order \nwill only address Plaintiffs’ Motion against the Bakatsias Defendants. \n{14} The Motion has been fully briefed, the court heard oral argument on \nApril 30, 2013, and the matter is ripe for disposition. \n \nIV IV IV IV.. ..    FACTUAL BACKGROU FACTUAL BACKGROU FACTUAL BACKGROU FACTUAL BACKGROUND ND ND ND    \n \n {15} The court does not make findings of fact when ruling on a motion for \nsummary judgment, but examines whether the record establishes uncontested facts \nor an absence of necessary facts adequate to demonstrate that the claims should be \nresolved as a matter of law without the necessity of trial proceedings.  \nSee Hyde Ins. \nAgency, Inc. v. Dixie Leasing Corp. , 26 N.C. App. 138, 215 S.E.2d 162 (1975).  The \ncourt believes the following facts are either uncontested, or, if contested, are \nconstrued in favor of Defendants who oppose the Motion.   \n {16} In June 2006, the Investing Parties purchased two residential \nproperties as investments: 11 Lee Street, Ocean Isle Beach, North Carolina (“Lee \nStreet”); and 13 Pender Street, Ocean Isle Beach, North Carolina (“Pender Street”; \ncollectively, “the properties”).  (Am. Compl. ¶¶ 24–26.)  The Investing Parties owned \nthe properties as tenants in common, with each of the married couples owning a ¼ \ninterest as tenants in the entirety.  (Am. Compl. ¶¶ 24–25.)   \n {17} In late 2006 or early 2007, the Investing Parties refinanced the \nproperties.  (Am. Compl. ¶¶ 33–37.)  In connection with that refinancing, the \nParties executed a deed dated March 20, 2007 (“March 20, 2007 Deed”) which set \nthe ownership of the properties as follows: \n \nWarren J. Hawes 1/12th \nMary Hawes 1/12th \nWilliam R. Schermerhorn 1/12th \nChristine L. Schermerhorn 1/12th \nGeorge Vandoros 1/12th \nEffthemia Vandoros 1/12th \nTheodore N. Bakatsias 1/12th \nChryssoula Bakatsias 1/12th \nMichael B. Schermerhorn 1/12th \nAndrea Schermerhorn 1/12th \nThomas Schermerhorn 1/6th  \n \n(Am. Compl. ¶ 41.) \n {18} On March 30, 2007, the following documents were executed with RBC \nBank in connection with the refinancing: (1) a $980,000.00 Note secured by a Deed \nof Trust on the Pender Street property (Am. Compl. ¶¶ 42–44); (2) a $245,000.00 \nEquity Line of Credit secured by a Deed of Trust on the Pender Street property \n(Am. Compl. ¶ 46); (3) a $980,000.00 Note secured by a Deed of Trust on the Lee \nStreet property (Am. Compl. ¶¶ 47–49); and (4) a $245,000.00 Equity Line of Credit \nsecured by a Deed of Trust on the Lee Street property (the “Loans”).  (Am. Compl. \n¶¶ 50–52.)   \n {19} Also on March 30, 2007, the individual Parties executed the Lee Street \nand Pender Street Contribution Agreements.  Both Contribution Agreements have \nthe following provisions: \n \n1.  Proration of Obligations \n.  Each of the Co-Owners hereby agrees \nthat, among themselves, they shall each bear responsibility for that \nportion of each of the Obligations which is equal to their respective \nundivided ownership interests in the Property. \n \n2. Requirement of Payment Prior to Contribution \n.  The right to \ncontribution provided herein shall exist only upon payment by a Co-\nOwner of an amount of an Obligation which exceeds the portion of \nsuch Obligation which is equal to such Co-Owner’s undivided \nownership interest in the Property. \n \n3.  Manner of Contribution \n.  Upon any Co-Owner making a payment of \nan Obligation in excess of such party’s pro-rata share thereof, the \nparty making such payment shall issue a notice (the “Notice”) to \neach of the other Co-Owners (each a “Contributing Co-Owner”) \nsetting forth the date of the payment made and the amount of the \ncontribution due by each Contributing Co-Owner, as well as the due \ndate for the payment of such contribution which shall not be less \nthan ten (10) days from the date of the Notice and not more than \nthirty (30) days from the date the payment is made.  . . .  If a \nContributing Co-Owner’s obligation to contribute toward payment \nof an Obligation pursuant to this paragraph shall not be paid in full \nby the date set forth in the Notice, then (i) the amount that such \nContributing Co-Owner is obligated to contribute pursuant to this \nparagraph and that remains unpaid as of the date set forth in the \nNotice shall bear interest at the rate of eight percent (8.0%) per \nannum, compounded monthly, beginning as of the day following the \ndate set forth in the Notice, until paid in full, and (ii) the Co-Owner \nissuing the Notice may employ an attorney to enforce the obligation \nof the Contributing Co-Owner under this paragraph and such \nContributing Co-Owner agrees to pay reasonable attorney fees, plus \nall other reasonable expenses incurred by the Co-Owner issuing the \nNotice, in exercising such Co-Owner’s rights and remedies under \nthis paragraph.   \n \n. . .  \n \n12. Notices \n.  Any and all notices, designations . . . offers, acceptances or \nany other communications provided for herein shall be given in \nwriting and shall be signed by the party giving or making the same. \n \n(Mot. Ex. 2, at Exs. A, B.)  The Contribution Agreements were signed by George \nVandoros, Effie Vandoros, Warren J. Hawes, Mary Hawes, the Bakatsias \nDefendants, William R. Schermerhorn, Christine L. Schermerhorn, and Thomas \nSchermerhorn, but were not signed by Michael or Andrea Schermerhorn.  (Mot. Ex. \n2, at Exs. A, B.) \n {20} Under the Contribution Agreements, each of the individual Parties \nwas obligated to pay a pro rata share, equal to their interest in the properties, of the \nmonthly payments due under the Loans.  (Am. Compl. ¶ 57; Mot. Ex. 2, at Ex. A, at \n¶ 1; Mot. Ex. 2, at Ex. B, at ¶ 1.) \n {21} Plaintiffs allege that the Bakatsias Defendants made full payments \npursuant to the Contribution Agreements through October 2009.  Since December \n2008, Plaintiffs allege, Theodore Bakatsias has paid $12,440.00 and Chryssoula \nBakatsias has paid $16,508.00, but have instead each owed $40,786.29 during that \nsame time period.  (Am. Compl. ¶ 61; Br. in Supp. of Summ. J. Mot. 10.)   \n \nV. V. V. V.    ANALYSIS ANALYSIS ANALYSIS ANALYSIS    \n \n {22} Summary judgment is proper when the pleadings, depositions, \nanswers to the interrogatories, admissions, and affidavits show that no genuine \nissue as to any material fact exists and that the movant is entitled to judgment as a \nmatter of law.  N.C. Gen. Stat. § 1A-1, Rule 56(c) (2009); \nSpaulding v. Honeywell \nInt’l, Inc. , 184 N.C. App. 317, 320, 646 S.E.2d 645, 648 (2007).   \n {23} Plaintiffs, by their Motion, seek: (1) a determination that the \nContribution Agreements are valid and enforceable contracts against the Bakatsias \nDefendants; (2) judgment in the amount of $24,278.29 against Chryssoula \nBakatsias and in the amount of $28,346.29 against Theodore Bakatsias; and (3) \nthat the court order specific performance in that the Bakatsias Defendants will \ncomply with their future obligations under the Contribution Agreements. \n {24}  The Bakatsias Defendants contend that the Contribution Agreements \nare not valid and binding contracts because the Agreements “clearly contemplate \nthat they are intended to be binding only upon execution by all all all all co-owners,” and \nAndrea and Michael Schermerhorn never signed the Agreements.  (Br. in Opp’n to \nMot. for Summ. J./Partial Summ. J. [hereinafter “Bakatsias Defs.’ Br. in Opp’n”] 1–\n2.) \n {25} The Bakatsias Defendants alternatively contend that, even if the \nContribution Agreements are binding and enforceable, the provisions requiring \nnotice have not been satisfied by Plaintiffs.  (Bakatsias Defs.’ Br. in Opp’n 2.)  \nSpecifically, the Bakatsias Defendants contend that the Contribution Agreements \nrequire the co-owner who makes an excess payment to send a signed, written notice \nto the non-paying co-owners owing reimbursement before any reimbursement \nbecomes due.  (Bakatsias Defs.’ Br. in Opp’n 2.)  That notice, according to the \nBakatsias Defendants, is a condition precedent which has not yet been fulfilled.  \n(Bakatsias Defs.’ Br. in Opp’n 2.) \n {26} Lastly, the Bakatsias Defendants contend that specific performance is \nnot an appropriate remedy for two reasons.  First, specific performance is only \navailable when an adequate remedy at law does not exist; and second, specific \nperformance is not appropriate because the Bakatsias Defendants have shown their \ninability to comply with such an order. \n {27} The court will address each of these arguments in turn. \n \nA. The Contribution Agreements are Valid and Enforceable \n \n \n {28} Citing \nWatters v. Hedgpeth , 172 N.C. 310, 90 S.E. 314 (1916) for the \nprinciple that “[a]n offeror has a right to withdraw an offer not accepted within a \nreasonable time,” the Bakatsias Defendants contend that the signature of each co-\nowner was an offer which was then conditioned upon the acceptance of all other co-\nowners.  (Bakatsias Defs.’ Br. in Opp’n 1–2.)  The court does not view the signature \nof each co-owner on the Contribution Agreements as an offer which need be \naccepted by the unanimous consent of the remaining co-owners.  Rather, the \nsignature of each co-owner is the manifestation of that co-owner’s assent to the \nterms of the Contribution Agreement.  See Branch Banking & Trust Co. v. Creasy , \n301 N.C. 44, 53, 269 S.E.2d 117, 123 (1980) (“By affixing her signature to the \ndocument, defendant manifested her assent to enter into [the contract].”); Moseley \nv. WAM, Inc. , 167 N.C. App. 594, 599, 606 S.E.2d 140, 143 (2004) (“When a party \naffixes his signature to a contract, he is manifesting his assent to the contract.”).   \n {29} Even if the court construes the Bakatsias Defendants’ signatures on \nthe Contribution Agreements as offers to the other co-owners which were only fully \naccepted upon acceptance of all other co-owners, it is clear that Michael and Andrea \nSchermerhorn have accepted the Contribution Agreements by performance; they \nhave consistently made payments pursuant to their obligations under the \nContribution Agreements.  (See  Mot. Ex. 2, Ex. F.)  “[A] signature is not always \nessential to the binding force of an agreement . . . and . . . in the absence of a statute \nit need not be signed, provided it is accepted and acted on, or is delivered and acted \non.”  Fidelity & Casualty Co. of N.Y. v. Charles W. Angle, Inc. , 243 N.C. 570, 575–\n76, 91 S.E.2d 575, 579 (quoting W.B. Coppersmith & Sons, Inc. v. Aetna Ins. Co. , \n222 N.C. 14, 21 S.E.2d 838 (1942)) (internal quotation marks omitted) (defendant \nargued the contract between it and plaintiff was not enforceable because plaintiff \nhad failed to sign the agreement; the court found the contract enforceable because \nthe plaintiff had repeatedly acted pursuant to the agreement); see also Cap Care \nGrp., Inc. v. McDonald , 149 N.C. App. 817, 822–23, 561 S.E. 2d 578, 582 (2002) \n(finding an enforceable agreement despite the defendants’ failure to sign the \nagreement because the defendants accepted the consideration from the plaintiffs \nand acted pursuant to the terms of the agreement; noting that “[t]here was never \nany indication during that process that the parties were not operating [pursuant to \nthe terms of the agreement]”).     \n {30} The language of the Contribution Agreements also does not support \nDefendants’ contention that a signature from each and every co-owner was a \ncondition precedent to the contract becoming enforceable.  A condition precedent is \n“a fact or event ‘occurring subsequently to the making of a valid contract, that must \nexist or occur before there is a right to immediate performance, before there is a \nbreach of contract duty, before the usual judicial remedies are available.’”  \nFarmers \nBank, Pilot Mountain v. Michael T. Brown Distribs., Inc. , 307 N.C. 342, 348 n.1, 298 \nS.E.2d] 357, 360 n.1 (1983) (quoting Arthur L. Corbin, Corbin on Contracts  § 628, at \n16 (1960)).  “[T]he existence of such a condition [precedent] depends upon the intent \nof the parties as gathered from the words they have employed, and it will be \ninterpreted according to general rules of construction.”  Id.  at 347, 298 S.E.2d at 360 \n(second alteration in original) (quoting 17A C.J.S. Contracts  § 338, at 318 (1963)).  \n“Conditions precedent are not favored by the law,” and “[a]bsent plain language, a \ncontract ordinarily will not be construed as containing a condition precedent.”  \nCraftique, Inc. v. Stevens & Co., Inc. , 321 N.C. 564, 566–67, 364 S.E.2d 129, 131 \n(1988).   \n {31} In Moseley v. WAM, Inc. , third-party defendant American Food \nCorporation (AFC) contended that an agreement for the assignment of a lease \ncontaining the language “WHEREAS, [another party] has requested that Frances C. \nMoseley [landlord] join in this assignment to express her consent to the same,” \nfollowed by a signature block for Frances C. Moseley, was not valid and binding \nuntil signed by Moseley.  167 N.C. App. at 598, 606 S.E.2d at 143 (“[AFC] also \nargues that while it and the other parties signed the Assignment Agreement, they \ndid not intend to be bound by the Assignment Agreement [on the date they signed \nit], but only on a later date if Moseley signed it.”).  The Court of Appeals rejected \nthis argument, finding that AFC was bound by the agreement because it had signed \nthe agreement and had performed according to its terms.  Id.  at 598–99, 606 S.E.2d \nat 143.  The Court of Appeals also rejected AFC’s argument that Moseley’s \nsignature was a condition precedent to the Assignment Agreement becoming \neffective, finding that the language of the Assignment Agreement did not support \nthe contention that Moseley’s signature was a condition precedent to the agreement \nbecoming binding.  Id.  at 599–600, 606 S.E.2d at 144. \n \nB. The Notice Requirement \n \n \n {32} The Bakatsias Defendants next contend that the notice requirement \nevidenced by Paragraph 3 of the Contribution Agreements is a condition precedent \nto their obligation to reimburse the Plaintiffs for any over-payment.  Plaintiffs \ncontend they have substantially complied and that, in any event, the Amended \nComplaint constitutes adequate notice. \n {33} In \nBombardier Capital, Inc. v. Lake Hickory Watercraft, Inc. , a \ncontract between third-party defendant Rowe and third-party plaintiff Marchese for \nthe sale of Marchese’s shares of stock to Rowe contained the following language: \n \n3. That [Rowe] shall provide to [Marchese], at closing, written \nverification that [Marchese] has been released of any and all \nguarantees, notes, or obligations, of [Marchese] to . . . Bombardier \nCapital[.] \n \n178 N.C. App. 535, 536–37, 632 S.E.2d 192, 194 (2006).  At the closing of the sale of \nMarchese’s shares, Rowe failed to provide the written verification required by \nparagraph 3.  \nId.  at 537, 632 S.E.2d at 194.  Rowe contended that the written \nverification requirement was a condition precedent, and, because that condition was \nnot satisfied, he was not bound by the contract.  The Court of Appeals found that \n“Rowe’s argument fails because the plain language of Contract provision 3 does not \nrequire a condition to occur before the contract is valid.”  Id.  at 539, 632 S.E.2d at \n195.   \n {34} Similar to the language in \nBombardier , here the Contribution \nAgreements require that “the party making such payment [in excess of their pro-\nrata share] shall issue a notice . . . .”  (Mot. Ex. 2, at Exs. A, B.)  In contrast, the \nprevious paragraph states that “[t]he right to contribution . . . shall exist only upon \npayment by a Co-Owner of an amount [in excess of their pro-rata share].”  (Mot. Ex. \n2, at Exs. A, B (emphasis added).)  Defendants do not contest that Plaintiffs have \nmade payments in excess of their pro-rata shares.  ( See generally Bakatsias Defs.’ \nBr. in Opp’n 2 (contending that reimbursement is not yet  due because proper notice \nhas not yet been given, but not challenging that Plaintiffs have made excess \npayments).) \n {35} North Carolina recognizes the doctrine of substantial performance \nwhich allows a party to recover on a contract even without exact compliance with its \nterms.  \nSee Cator v. Cator , 70 N.C. App. 719, 722, 321 S.E.2d 36, 38 (1984).  The \ngeneral rule is “that if either party to the contract commits a material breach of the \ncontract, the other party should be excused from the obligation to perform further.”  \nWilliams v. Habul , 2012 N.C. App. LEXIS 337, 724 S.E.2d 104, 112 (quoting \nColeman v. Shirlen , 53 N.C. App. 573, 281 S.E.2d 431 (1981)).  Plaintiffs contend \nthey have “made repeated written demands on the [Bakatsias Defendants] for \npayment of the delinquent amounts, including, but not limited to, service of the \nAmended Complaint upon such defendants.”  (Mot. 8; Mot. Ex. 2, at ¶ 9.)  \nDefendants contest whether these efforts provide the required notice.  See Spivey & \nSelf, Inc. v. Highview Farms, Inc. , 110 N.C. App. 719, 727, 431 S.E.2d 535, 539 \n(1993); Black v. Clark , 36 N.C. App. 191, 195–96, 243 S.E.2d 808, 811 (1978).  Here, \nthe court expects that ultimately, notice will prove to be a technicality, but, the \nBakatsias Defendants have raised an issue adequate to avoid summary judgment at \nthis stage.  However, if given proper notice, the Bakatsias Defendants will have no \ndefense to liability upon a claim that the Contribution Agreements are invalid.   \n \nC. Specific Performance \n \n \n {36} “To invoke equitable jurisdiction, it must appear that the party injured \nby the breach can not be adequately compensated by monetary payment.  If that be \nso, specific performance may be decreed.”  \nBell v. Smith Concrete Prods. , 263 N.C. \n389, 390, 139 S.E.2d 629, 630 (1965).  Determining the adequacy of a legal remedy \nmay include consideration of “the probability that full compensation cannot be had \nwithout multiple litigation.”  Teague v. Springfield Life Ins. Co. , 55 N.C. App 437, \n440–41, 285 S.E.2d 860, 862–63 (1982) (quoting Restatement of Contracts § 361).   \n {37} However, “[s]pecific performance will not be decreed against a \ndefendant who is incapable of complying with his contract.”  Cavenaugh v. \nCavenaugh , 317 N.C. 652, 657, 347 S.E.2d 19, 23 (1986).  The Bakatsias Defendants \ncontend they are financially incapable of complying with an order granting specific \nperformance.  (Bakatsias Defs.’ Br. in Opp’n 4.)  Plaintiffs present no evidence to \nthe contrary.  Based on this asserted and uncontested inability of the Bakatsias \nDefendants to comply the court will not order specific performance. \n \nVI. VI. VI. VI.    CONCLUSION CONCLUSION CONCLUSION CONCLUSION    \n \n {38} For the reasons stated above, Plaintiffs’ Renewed and Amended \nMotion for Summary Judgment/Partial Summary Judgment is hereby GRANTED \nin part and DENIED in part. \n \n IT IS SO ORDERED, this the 4th day of June, 2013.   \n "
}