{
  "id": "5027b76db30acaf7e26dece8d0208ae095a6d8f7ebfbcebd1c2ea06fd646dac9",
  "source_file": "data/raw/ncbc/5027b76db30acaf7e26dece8d0208ae095a6d8f7ebfbcebd1c2ea06fd646dac9.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nFORSYTH COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 4393 \nGREGORY LAU and VENT TECH \nCORPORATION, \n \nPlaintiffs, \n \nv. \n \nDOUGLAS CONSTABLE; ROBERT \nMARTIN; TIFFANY WILLARD; and \nJENNIFER CONSTABLE,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANT ROBERT MARTIN’S \nMOTION TO DISMISS FOR LACK OF \nSUBJECT MATTER JURISDICTION \n \n1. THIS MATTER is before the Court on Defendant Robert Martin’s  \n(“Defendant” or “Martin”) Motion to Dismiss for Lack of Subject Matter Jurisdiction  \n(the “Motion” or “Motion to Dismiss”) pursuant to North Carolina Rule of Civil \nProcedure (“Rule(s)”) 12(b)(1 ). (ECF No. 206.)  For the reasons stated below, the \nMotion is GRANTED in part and DENIED in part. \nTerpening Law PLLC, by William R. Terpening and Shaefer A. Shepard, \nfor Plaintiff Vent Tech Corporation. \n \nBlanco Tackabery & Matamoros, P.A. , by Chad A. Archer, Peter J. \nJuran, and Elliot A. Fus, for Defendant Robert Martin. \n \nEarp, Judge. \nI. INTRODUCTION \n2. The gravamen of the Amended Complaint in this case is that, for years, \nfunds were embezzled from  Plaintiff Vent Tech Corporation ( “Vent Tech” or the \n“Company”) with the knowledge and participation of Martin, formerly the Company’s \nPresident.  On 31 December 2012, the majority of the Company’s assets were sold to \nLau v. Constable, 2022 NCBC 34. \nVL Acquisition, LLC (the “Purchaser”) pursuant to the terms of an Asset Purchase \nAgreement (“APA”).  The issue before the Court with respect to the current Motion is \nwhether the Company  sold it s right to pursue its claims against Martin in th is \ntransaction such that it no longer has standing to pursue those claims and, therefore, \nthis Court lacks subject matter jurisdiction over them.  For the reasons stated below, \nthe Court determines that some, but not all, of Vent Tech’s claims must be dismissed \nbecause the Company no longer has standing to bring them. \nII. FACTUAL BACKGROUND \n3. “When reviewing a motion to dismiss for lack of subject matter \njurisdiction pursuant to Rule 12(b)(1), a trial court may consider and weigh matters \noutside the pleadings.”  Munger v. State, 202 N.C. App. 404, 410 (2010) (quoting DOT \nv. Blue, 147 N.C. App. 596, 603 (2001).  And, when the Court considers the pleadings, \nit must “view the allegations [of the complaint] as true and the supporting record in \nthe light most favorable to the non -moving party .”  Mangum v. Raleigh Bd. of \nAdjustment, 362 N.C. 640, 644 (2008).  Accordingly, the following facts are stated only \nfor purposes of deciding the present Motion. \n4. Vent Tech is a closely -held entity organized under the laws of North \nCarolina.  (Am. Compl. [hereinafter “Compl.”] ¶ 8, ECF No. 110.)  It was established \nto design, manufacture, and sell medical devices, many of which were produced in \nChina and shipped to the Company’s North Carolina plant for assembly.  (Compl. \n¶ 15.)  Former Plaintiff Gregory Lau (“Lau”) has been the majority shareholder of the \nCompany at all relevant times.  (Compl. ¶ 7.) \n5. Martin is a resident of North Carolina.  He has an extensive business \nbackground, served as the Company’s President at all relevant times,  and was a \nminority shareholder in the Company prior to Octob er 2009.  (Compl. ¶ 10.)  He \nremained on the Company’s payroll until the asset  sale in December 2012, at which \ntime he accepted a position with the Purchaser.  (Compl. ¶ 22; Martin Aff. ¶ 39, ECF \nNo. 161.) \n6. As President, Martin had ultimate responsibility for all aspects of the \nCompany’s business, including accounting and record -keeping, a s well as  for \noverseeing the Company’s other executives and employees.  (Compl. ¶ 25.)  Vent Tech \nalleges that in reality, however, Martin exercised very little oversight over the affairs \nof the Company , which allowed it to be “pillaged” by the Company’s  former Chief \nFinancial Officer  and minority shareholder, Douglas Constable (“Constable”) .  \n(Compl. ¶ 26.)   \n7. In addition to Lau’s physical distance from the Company’s United States \noperations, Lau does not have the same level of expertise in the industry or in \nfinancial accounting that Martin possesses.  (Compl. ¶ 29.)   Martin represented to \nLau, who resides in China, that he would manage United States operations so that \nLau could focus his attention on overseas production.  (Compl. ¶ 27.)   \n8. As a result of Martin’s control over the operations of the Company, Lau’s \nown lack of expertise, and Martin’s alleged representations to Lau, Lau was unaware \nthat money was being stolen from the Company.  (Compl. ¶¶ 27, 29–30.) \n9. On or around 31 December 2012, most of the Company’s assets were sold \nto the Purchaser, a Michigan limited liability company.  (Compl. ¶ 32.)  Following the \nsale, Lau was the sole remaining shareholder of the Company.  (Compl. ¶ 33.) \n10. The APA executed by both the Company and the Purchaser contains a \nchoice of law provision.  It states that the APA “shall be governed by and construed \nin accordance with the laws of the State of Michigan, without giving effect to any \nchoice or conflict of law provision or rule under the State of Michigan or any other \njurisdiction that would cause the application of the laws of any jurisdiction other than \nthe State of Michigan.”  (APA, at § 12.9, ECF No. 208.1.) \n11. Pursuant to the APA, “the Buyer agree[d]  to purchase from the Seller \nand the Seller agree[d] to sell, transfer, convey and deliver to the Buyer, all the assets, \nproperties and rights of the Seller used or useful in the Business as of the Closing (as \ndefined in Section 2.2 hereof) , of whatever kind or nature  . . ., other than the items \nset forth on Schedule 1.1 hereto (the ‘Excluded Assets’).”  (APA, at § 1.1 (emphasis in \noriginal).)  Section 1.1(k) of the APA includes, in the list of assets purchased, “claims, \ncauses of action, choses in action, rights of recovery and rights of set-off of any kind[.]”  \n(APA, at § 1.1(k).) \n12. Schedule 1.1 enumerates the Excluded Assets as follows: \n1. GMC Delivery Van (Ventlab Health Services) \n2. All real estate and permanent fixtures thereto in China \n3. Honda Odyssey van \n4. All equipment used exclusively in Sellers’ Discovery Chemscience \nbusiness \n5. Laptop Computers . . .  \n6. All Amounts Due from employees, amounting to approximately $ 81,000 \nand subject to change prior to closing. \n7. All Investments in Discovery Chemscience \n \n(APA, at Sch. 1.1, ECF No. 208.2 (emphasis added).) \n13. Section 3.25(w) of the APA  provides: “Except as set forth in Schedule \n3.25, no Employee owes any sum to the Seller.”  (APA , at §3.25(w) (emphasis in \noriginal).) \n14. Schedule 3.25w, titled “Employee Loans,” further describes the  \nExcluded Assets: \nThere are a number of employees who owe various amounts to Seller.  Those \nreceivables do not convey to Buyer as a part of this transaction in any way, \n(sic) and are listed as Excluded Assts on Schedule 1.1. \n \n(APA, at Sch. 3.25w, ECF No. 208.3.) \n \n15. After the sale, on  or about 10 May 2013, the Purchaser , believing that \nthere were financial irregularities in the Company’s books, advised Lau of its concern \nthat Constable was responsible.  (Compl.  ¶ 35.)  As a result, Lau conducted an \ninvestigation and discovered significant misuse of Company funds occurring  over a \nperiod of years.  (Compl. ¶ 36.) \n16. In fact, Vent Tech alleges that it was Constable’s misuse of Company \nfunds and misrepresentations  that led to the sale of the Company to Purchaser in \n2012.  For instance, in or around 2011, Constable told Lau that the Company was \nstruggling to make ends meet and requested that Lau both take a salary reduction \nand contribute personal funds to finance the Company’s operations .  Meanwhile, \nConstable and Martin increased their salaries, and Constable allegedly falsified the \nCompany’s books and records for at least the period of 2008 through 2012 to conceal \nhis fraud and theft.  (Compl. ¶¶68–80.) \n17. Vent Tech alleges that Martin, the Company’s President , was “either \naware of or complicit in the scheme, turned a blind eye toward the scheme, or, through \nhis own complete lack of oversight, failed to detect the scheme.”  (Compl. ¶ 67.) \n18. Ultimately, because of this misconduct , the Company was sold at a \nsignificantly lower price than it would have been had the Company’s records not been \nmanipulated.  (Compl. ¶ 83.) \n19. Even after the sale of its assets in 2012 , and at a time when the \nCompany was no longer conducting operations, Constable allegedly continued to use \na Company credit card for personal benefit.  (Compl. ¶¶ 86 –87.)  Vent Tech alleges \nthat Martin also continued to use a Company credit card for personal benefit through \n2013 without authorization.  (Compl. ¶¶ 96–98.) \n20. As a result of these alleged wrong s to the Company, Vent Tech asserts \nseveral economic fraud-based claims against Martin. \nIII. PROCEDURAL BACKGROUND \n21. This case was designated as a mandatory complex business case by \norder of the Chief Justice of the North Carolina Supreme Court on 22 July 2016, (ECF \nNo. 4), and assigned to the Honorable Michael L. Robinson the same day, (ECF No. \n5).  It was reassigned to the Honorable Gregory P. McGuire on 17 January 2018, (ECF \nNo. 108), and then to the undersigned on 6 May 2021, (ECF No. 190). \n22. This matter has an extensive procedural history.  Plaintiff s filed their \nComplaint on 21 July 2016, (ECF No. 1), and amended their Complaint on 25 January \n2018, (ECF No. 110).   \n23. On 7 February 2017, the Court issued its Order and Opinion on Motions \nto Dismiss, (ECF No. 44), and on 24 September 2019 it issued its Order and Opinion \non Cross Motions for Summary Judgment, (ECF No. 178).  As a result of these Orders \nand Opinions and other relevant filings in this case, several parties and claims have \nbeen dismissed.  The remaining Plaintiff is Vent Tech, which asserts claims against \nthe remaining Defendant, Martin,  for constructive fraud, breach of fiduciary duty, \nconversion, unjust enrichment, constructive trust, and civil conspiracy.1 \n24. The Court issued its Notice of Jury Trial on 3 December 2021, setting \nthe remaining claims for trial to commence on 7 February 2022.  (ECF No. 199.) \n25. Martin filed the current Motion on 10 January 2022, asserting for the \nfirst time in this litigation that the Court lacks subject matter jurisdiction to rule on \nthe Company’s remaining claims against him  because the Comp any is not the real \nparty in interest—having sold its right to pursue these claims to the Purchaser on 31 \nDecember 2012.  (ECF No. 206.)  In light of the Motion’s filing on the eve of trial, Vent \nTech moved to continue the trial setting. (ECF No. 212.) \n26. The Court granted Vent Tech’s Motion to Continue Trial on 18 January \n2022.  (ECF No. 217.)  By separate Order, the Court permitted the parties to conduct \n \n1 Vent Tech’s claims for conversion, unjust enrichment, constructive trust, and civil \nconspiracy are limited to alleged conduct occurring on or after 29 December 2012.   See Lau \nv. Constable, 2019 NCBC LEXIS 71, at *36 (N.C. Super. Ct. Sept. 24, 2019)  (detailing the \nsurviving aspects of the Company’s claims against Martin). \nadditional discovery on the standing issue and to submit supplemental briefing \nlimited strictly to the issues raised by the Motion .  (ECF No. 220.)  The Court reset \nthe trial to commence on 10 October 2022.  (ECF No. 223.) \n27. The Motion has  now been fully briefed, and the Court heard oral \nargument from both parties at a hearing held on 6 July 2022.  (ECF No. 233.)  The \nMotion is ripe for determination. \nIV. LEGAL STANDARD \n28. “Standing is a necessary prerequisite to a court’s proper exercise of \nsubject matter jurisdiction[,]” In re Z.G.J., 378 N.C. 500, 2021-NCSC-102, ¶ 12 \n(citation omitted), and “must be addressed, and found to exist, before the merits of \nthe case are judicially resolved[,]” In re T.B. , 200 N.C. App. 739, 742 (2009) (cleaned \nup).  “If a party does not have standing to bring a claim, a court has no subject matter \njurisdiction to hear the claim. ”  Estate of Apple v. Commercial Courier Express Inc. , \n168 N.C. App. 175, 177 (2005).  Standing requires that every action be brought by the \nreal party in interest.  Morton v. Thornton, 259 N.C. 697, 699 (1963) (holding that an \nassignee is a real party in interest with respect to the right assigned). \n29. “Standing concerns the trial court ’s subject matter jurisdiction and is \ntherefore properly challenged by a Rule 12(b)(1) motion to dismiss.”  Fuller v. Easley, \n145 N.C. App. 391, 395 (2001); see also Aubin v. Susi, 149 N.C. App. 320, 324 (2002) \n(“Standing is a necessary prerequisite to a court ’s proper exercise of subject matter \njurisdiction.”).  “Rule 12(b)(1) requires the dismissal of any action ‘based upon a trial \ncourt’s lack of jurisdiction over the subject matter of the claim.’ ”  Watson v. Joyner-\nWatson, 263 N.C. App. 393, 394 (2018) (quoting N.C. R. Civ. P. 12(b)(1)).   “If a court \nfinds at any stage of the proceedings that it is without j urisdiction over the subject \nmatter of a proceeding or case, it cannot enter a judgment in favor of either party; it \ncan only dismiss the proceeding or case for want of jurisdiction.”  Richards v. \nNationwide Homes, 263 N.C. 295, 303 (1965). \n30. The plaintiff b ears the burden of establishing subject matter \njurisdiction.  See Universal Cab Co. v. City of Charlotte, 2015 NCBC LEXIS 23, at *16 \n(N.C. Super. Ct. Mar. 5, 2015) (“As the party invoking jurisdiction, plaintiff[ ] ha[s] \nthe burden of establishing standing by show[ing] facts that if accepted as true would \ndemonstrate the existence of jurisdiction.” (alterations in original) (citations and \ninternal quotation marks omitted));  Harper v. City of Asheville, 160 N.C. App. 209, \n217 (2003). \nV. ANALYSIS \n31. Martin argues that Vent Tech lacks standing to assert its claims because \nthe language of the APA establishes that the Company assigned those claims to the \nPurchaser on 31 December 2012.  Vent Tech responds (i) that the claims are \nunassignable, and (ii) that even if they could have been assigned, the contract is \neither clear that they were not assigned , or ambiguous as to whether they actually \nwere assigned.  The Court addresses each argument in turn. \nA. Choice of Law \n32. Given the choice-of-law provision in the APA, (APA, at § 12.9), the Court \nmust first determine whether Michigan law  governs interpretation of the APA, \nincluding its provision regarding the transfer of claims. \n33. North Carolina courts will enforce a choice of law provision unless “(a) \nthe chosen state has no substantial relationship to the parties or the transaction and \nthere is no  other reasonable basis for the parties ’ choice,” or “ (b) application of the \nlaw of the chosen state would be contrary to the fundamental policy of a state which \nhas a materially greater interest than the chosen state in the determination of the \nparticular issue and which . . . would be the state of applicable law in the absence of \nan effective choice of law by the parties .”  Cable Tel Servs. v. Overland Contracting, \nInc., 154 N.C. App. 639, 642–43 (2002).  \n34. Vent Tech argues that Michigan has no substantial relationship to the \nparties or the transaction because neither it nor Martin has any ties to Michigan and \nthe contract was not executed in Michigan.  Martin counters that the test is whether \nthe parties to the APA have ties to Michigan and points to the fact that the Purchaser \nis a Michigan company.   \n35. The Court agrees with Defendant.  There is an obvious and reasonable \nbasis for the contract to be governed by Michigan law.  T he Purchaser is a Michigan \nlimited liability company.   As the acquiring entity, it is reasonable to think that the \nPurchaser would contract to protect its interests .  See Torres v. McClain , 140 N.C. \nApp. 238, 241 (2000).  Therefore, u nlike cases in which the parties to a contract \n“ha[ve] never engaged in business of any kind” in the chosen state, “[are] not licensed \nor registered to conduct business in the [s]tate[,]” and “ha[ve] never knowingly \nentered into any contracts with any person or entity” in that state , Cable Tel Servs., \n154 N.C. App. at 643–44, the Purchaser here clearly had ties, both legal and physical, \nto Michigan.  Accordingly,  the choice of Michigan law to govern the transaction is \nreasonable.  Cf. Bundy v. Com. Credit Co., 200 N.C. 511, 516 (1931) (refusing to apply \nparties’ choice of Delaware law because the “record [did] not disclose that any \ntransaction took place in Delaware or that the parties even contemplated either the \nmaking or the performance of the contract in said State”). \n36. Vent Tech next argues that because an  assignment of the claims \nasserted against Martin would be  contrary to North Carolina’s public policy against \nchamperty, the choice of Michigan law to circumvent this outcome should not be \nenforced.  Defendant responds that he does not believe North Carolina public policy \nconcerns would prohibit the assignment of the claims here given their type (economic \ntorts involving damage to a corporation’s property) and the context  in which they \nwere transferred (as part of a larger asset sale in a commercial transaction involving \nsophisticated parties).  \n37. The Restatement of Conflict of Laws explains that “[t] he chosen law \nshould not be applied without regard for the interests of the state which would be the \nstate of the applicable law with respect to the particular issue involved in the absence \nof an effective choice by the parties.”  Restatement (Second) of Conflict of Laws § 187 \ncmt. g (1971).  When deciding whether to enforce the choice of law provision, a court \nmust “apply its own legal principles in determining whether  a given policy is a \nfundamental one within the meaning of the present rule and whether the other state \nhas a materially greater interest than the state of the chosen law in the determination \nof the particular issue.”  Id.  However, “[t]he forum will not refrain from applying the \nchosen law merely because this would lead to a different result than would be \nobtained under the local law of the state of the otherwise applicable law.”  Id.\n    \n38. Here, the public policy at issue is North Carolina ’s prohibition of  \nchamperty.  “ ‘[C]hamperty’ is a species of maintenance whereby a stranger makes a \nbargain with a plaintiff or defendant to divide the land or other matter sued for \nbetween them if they prevail at law, whereupon the champertor is to carry on  the \nparty’s suit at his own expense.”  Smith v. Hartsell, 150 N.C. 71, 76 (1908) (internal \nquotation marks and citation omitted).   The public policy prohibiting champerty, as \nit has developed in the common law , is aimed at preventing “ clearly officious ” \ninterference made “ for the purpose of stirring up strife and continuing litigation .”  \nOliver v. Bynum, 163 N.C. App. 166, 170 (2004). \n39. But the law striking down attempted assignments that violate this \npublic policy has not, to this Court’s knowledge, been applied under the circumstances \npresent here.  Instead, w here assignments have been held to be void as violative of \nNorth Carolina’s public policy, the facts have involved the attempted assignments of \nclaims arising from personal injury, typically in the form of bad faith claims against \ninsurers for allegedly mishandling the personal injury claims of their insureds.  See, \ne.g., Horton v. New S . Ins. Co., 122 N.C. App. 265, 268 (1996) (“[A]ssignments of \npersonal tort claims are v oid as against public policy because they promote \nchamperty.”); Terrell v. Lawy ers Mut. Liab. Ins. Co ., 131 N.C. App 655, 660  (1998) \n(the “allegations of bad faith” make the claim unassignable);  Charlotte-Mecklenburg \nHosp. Auth. v. First of Georgia Ins. Co., 340 N.C. 88, 91 (1995) (“The assignment of a \n[personal injury] claim gives the assignee control of the claim and promotes \nchamperty.”).  These decisions appear to focus on both the personal nature of the \ninjury and the lack of a relationship (oth er than as a result of the claim assigned) \nbetween the assignee of the claim and the alleged wrongdoer.  The fundamental \nproposition is that a third- party stranger to the tort should not be permitted to \ncapitalize on the personal injury suffered by the victim. \n40.   Vent Tech, relying on Horton, a case involving an insured’s relationship \nwith his insurer, contends that North Carolina courts have broadly held that breach \nof fiduciary duty claims can never been assigned.  However, the rationale applied in \nthat cases is not applicable here.  The claims in Horton resulted from the defendant \ninsurer’s bad faith refusal to settle personal injury claims brought against Horton, its \ninsured, by the  driver of a car who was involved in an accident.  Horton , 122 N.C. \nApp. at 268.  Given the facts, including the “special relationship of trust and \nconfidence” between the insured and the insurer, the Court of Appeals held that “[t]he \nclaim for breach of fiduciary duty is . . . personal[.]”  Id. at 269. \n41. In contrast, the claims here result from economic harms Martin \nallegedly inflicted on the Company, not from personal injur ies suffered by  an \nindividual.  Vent Tech alleges that Martin misappropriated money himself, allowed \nConstable to do so, or both.  The harm is to the Company’s property, and no personal \ninjury is at issue .  Thus, while the claims sound mostly in tort, they  are \ndistinguishable from the claims in Horton, Terrell, and Charlotte-Mecklenburg Hosp. \nAuthority in that they involve alleged economic loss to a corporation and not physical \ninjury to a person. \n42. Moreover, the transfer of claims to the Purchaser here was made as part \nof a larger asset purchase  between two commercial entities.  Courts in other \njurisdictions that adhere to the public policy prohibiting champerty have recognized \nan exception for claims that transfer as part of a larger transaction.  Cf. White \nMountains Reinsurance Co. of America v. Borton Petrini, LLP, 221 Cal. App. 4th 890, \n909 (2013)  (holding that even highly personal tort of legal malpractice may be \nassignable in the broader context of a sale of corporate assets); Cerberus Partners, \nL.P. v. Gadsby & Hannah , 728 A.2d 1057, 106 0 (1999) (holding that a claim for \nmalpractice is assignable when part of a “general assignment in a commercial setting \nand transaction that encompasses a panoply of other assigned rights, duties, and \nobligations”);  St. Luke ’s Magic Valley Reg ’l Med. Ctr. v. Luciani  (In re Order \nCertifying Question to Idaho Supreme Court) , 154 Idaho 37, 44 (2013) (holding that \nalthough legal malpractice claim are not generally assignable, “where the . . . claim \nis transferred to an assignee in a commer cial transaction, along with other business \nassets and liabilities, such a claim is assignable”). \n43. Finally, factually, this is simply not a case in which a third- party has \nacquired a specific claim in order to pursue it for profit.  Indeed, the Purchaser here \ndid not pursue the claims at issue at all and has not profited from this aspect of its \npurchase. \n44. “The courts of North Carolina have been reluctant to find that the law \nof another state violates our public policy absent a showing that the law violates ‘some \nprevalent conception of good morals or fundamental principle of natural justice or \ninvolve injustice to the people of the forum state. ’ ”  Torres, 140 N.C. App. at  243 \n(citing Boudreau v. Baughman, 322 N.C. 331, 342 (1988)).  As our Supreme Court has \nstated: \nIt is true we have held that foreign law or rights based thereon will not \nbe given effect or enforced if opposed to the settled public policy of the \nforum.  However, the mere fact that the law of the forum differs from \nthat of the other jurisdiction does not mean th at the foreign statute is \ncontrary to the public policy of the forum.   To render foreign law \nunenforceable as contrary to public policy, it must violate some \nprevalent conception of good morals or fundamental principle of natural \njustice or involve injustice to the people of the forum state.  This public \npolicy exception has generally been applied in cases such as those \ninvolving prohibited marriages, wagers, lotteries, racing, gaming, and \nthe sale of liquor. \n \nBoudreau, 322 N.C. at  341–42 (citations omitted ); see also Howard v. Howard , 200 \nN.C. 574, 579 (1931) (“To justify a court in refusing to enforce a right of action which \naccrued under the law of another State, because against the policy of our laws, it must \nappear that it is against good morals or natural justice, or that for some other such \nreason the enforcement of it would be prejudicial to the general interests of our own \ncitizens.” (citation omitted)).   \n45. On the facts of this case, the public policy in North Carolina does not \ncompel the Court to ignore the bargained -for choice of law provision in the APA.   To \nthe contrary, the public policy and established law of this State promotes the freedom \nto contract and the enforceability of contracts as they are written.  See, e.g., Alford v. \nTextile Ins. Co., 248 N.C. 224, 227 (1958) (“Parties are entitled to contract according \nto their free will.  . . .  The freedom of the right to contract has been universally \nconsidered as guaranteed to every citizen .” (citation omitted)). To be sure, choice of \nlaw provisions have been enforced in asset purchase agreements.  See, e.g., N. Star \nMgmt. of Am., LLC v. Sedlacek, 235 N.C. App. 588, 592 (2014).  Accordingly, the Court \ndetermines that North Carolina’s  public policy against champerty does not apply to \nthe facts here, and under these circumstances it does not outweigh the State’s public \npolicy in favor of  honoring the contract ing parties’ choice  of Michigan law.  Accord  \nAccrued Fin. Servs. v. Prime Retail, Inc. , 298 F.3d 291, 303 (4th Cir. 2002) (finding \nthat “no strong public policy against the California law allowing the assignments in \nthis case can be gleaned from whatever, if anything, might remain of the common law \ndoctrine[ ] of . . . champerty . . . in Maryland”).  \n46. The Court therefore concludes that Michi gan law applies to determine \nwhether Vent Tech’s claims against Martin were  transferred to the Purchaser as a \nresult of the asset sale. \nB. Assignability of the Claims \n47. The parties next dispute whether the claims were  assigned at the time \nof the sale on 31 December 2012 when the Company had not yet become aware of \nMartin’s alleged wrongdoing. \n48. Under Michigan law, a fraud claim, as well as a breach of fiduciary duty \nclaim sounding in fraud, exists when the misconduct occurs, regardless of when the \ndamage is discovered.  MCL § 600.5827  (except as otherwise provided by law, “the \nclaim accrues at the time the wrong upon which the claim is based was done \nregardless of the time when damage results”); Thomas v. Richards, No. 354255, 2021 \nMich. App. LEXIS 4632, at *6 (Mich. Ct. App. July 29, 2021) (a “fraud claim accrued \nat the time the wrong upon which the claim is based was done regardless of the time \nwhen damage results” (internal quotation marks omitted) (citing MCL § 600.5827)). \n49. Moreover, the fact that Vent Tech was not aware of its claim when it \ntransferred its assets is not determinative.  P arties routinely contract to release  \nclaims of which they are unaware.  See, e.g., Clauss v. State Farm Mut. Auto. Ins. Co., \nNo. 350181, 2020 Mich . App. LEXIS 5494 , at *3 ( Mich. Ct. App. Aug. 20, 2020) \n(finding that release saying that it discharged defendant “from any and all actions, \ncauses of action, claims, demands, damages, costs, loss of services, expenses and/or \ncompensation in any way related to the May 9, 1990 accident” was unambiguous and \napplied to fraud claim discovered later); Dresde v. Detroit Macomb Hosp. Corp. , 218 \nMich. App. 292, 297–98 (1996) (explaining that a release that stated “any and all” \ncauses of action sufficed to bar the plaintiff’s fraud claim); Heritage Res. , Inc. v. \nCaterpillar Fin. Servs. Corp., 284 Mich. App. 617, 642 (2009) (holding that the broad \nlanguage used in a settlement sufficed to release all claims because “ [t]here cannot \nbe any broader classification than the word ‘all [,]’ ” which “ leaves no room for \nexceptions”).2  The Court has not been presented with sufficient reason why the same \nrationale should not also apply to the transfer of  “claims, causes of action, choses in \naction, rights of recovery and rights of set-off of any kind” by way of sale.  Accordingly, \nthe Court concludes that the claims here were extant a nd capable of transfe r on 31 \nDecember 2012.   \n50. The Court further concludes that the claims are assignable under \nMichigan law.  See Detroit v. Bridgeport Brass Co., 28 Mich. App. 54, 59 n.5  (1970) \n(stating that pursuant to MCLS § 600.2921, all claims survive death and that the \nstatute “operate s incidentally to remove the restriction on assignability”) ; Detroit \nGreyhound Emp s. Fed. Credit Union v. Aetna Life Ins. Co ., 381 Mich. 683,  689 \n(Michigan courts “have striven to uphold freedom of assignability”); see also Mason v. \nVogue Knitting  Corp., 365 Mich. 552, 560 (1962) (affirming trial court’s denial of  \nmotion to dismiss in which corporation sought dismissal of fraud claim as \nunassignable)3; Perkett v. Man istee & N.E.R. Co. , 175 Mich . 253, 264 (1913)  (claim \nfor conversion may be assigned)  (collecting cases) ; Dime v. Griswold Bldg. , No. \n314752, 2010 Mich. App. LEXIS 2791, at *19– 20 ( Mich. Ct. App. July 29, 2014) \n(assignee was real party in  interest because it was “vested with a right of action by \nassignment” and entitled to bring contract-based claims); Grand Traverse Convention \n \n2 The law in North Carolina is consistent on this point.  See, e.g., Fin. Servs. of Raleigh, Inc. \nv. Barefoot, 163 N.C. App. 387, 394 (2004) (“Our courts have . . . long recognized that parties \nmay release existing but unknown claims.”). \n \n3 Michigan law treats constructive fraud as “actual fraud without the element of intent.”  \nTalton v. BAC Home Loans Servicing LP, 839 F. Supp. 2d. 896, 913 (E.D. Mich. 2012). \n& Visitor ’s Bureau v. Park Place Motor Inn, Inc. , 176 Mich. App. 445, 448 (1989)  \n(“Generally, all legitimate causes of action are assignable.”). \n51. Finally, t he Court concludes that the claims  were indeed assigned \npursuant to the unambiguous language of the APA. \n52. The “goal in contract interpretation is to give effect to the intent of the \nparties, to be determined first and foremost by the plain and unambiguous language \nof the contract itself.”  Wyandotte Elec. Supply Co. v Elec. Tech. Sys., Inc., 499 Mich. \n127, 143–4 4 (2016) .  “ If the contractual language is unambiguous, courts must \ninterpret and enforce the contract as written, because an \nunambiguous contract reflects the parties ’ intent as a matter of law.”  Phillips v. \nHomer (In re Egbert R. Smith Trust) , 480 Mich . 19, 24 (2008); see also O’Connor v . \nMarch Automatic Irrigation Co. , 242 Mich. 204, 210 (1928) (“Where a contract is to \nbe construed by its terms alone, it is t he duty of the court to interpret it[.]” (citation \nomitted)). \n53. Section 1.1 of the APA states in relevant part that the sale included “all \nthe assets, properties and rights of the Seller used or useful in the Business as of the \nClosing . . ., of whatever kind or nature  and wherever situated and located and \nwhether reflected on the books and records or previously written-off or otherwise not \nshown on the Seller’s books and records, other than the items set forth on Schedule \n1.1 hereto (the ‘Excluded Assets’).”  Section 1.1(k) specifically include s in the assets \npurchased “claims, causes of action, choses in action, rights of recovery and rights of \nset-off of any kind[.]” \n54. Conversely, t he list of Excluded Assets in S chedule 1.1  does not \nreference legal rights of action .  But  Vent Tech nevertheless relies on  number 6 on \nthe list: “All Amounts Due from employees, amounting to approximately $ 81,000 and \nsubject to change prior to closing.”  Vent Tech argues that this language encompasses \nthe claims in this lawsuit and excepts them from the assets that were sold. \n55. The Court does not agree .  P rinciples of contract construction require \nthat the contract be read as a whole and that all parts be given meaning.  See, e.g. , \nWilkie v. Auto-Owners Ins. Co., 469 Mich. 41, 50 n.11 (2003) (“We read contracts as a \nwhole, giving harmonious effect, if possi ble, to each word and phrase. ”).  When the \ncontract is read as a whole, the language leads to a single, unambiguous result.  \n56. First, it is clear from Section 1.1 of the APA that the assets sold include \nall of the Company’s rights, regardless of whether they are shown on the Company’s \nbooks.  To ensure that the parties’ intent to convey legal rights was included in the \nsale, they are specified in Section 1.1(k). \n57.  On the other hand, the specific asset excluded from this broad language \nis identified in Schedule  1.1 as “Amounts Due  from employees , amounting to \napproximately $  81,000 and subject to change prior to closing .”  Th is language \nindicates that the Company was aware of the amounts in question and that they were \ncapable of being calculated prior to closing.   Consistent with that reading is the fact \nthat Schedule 1.1 is again referenced in Schedule 3.25w, titled “Employee Loans,” \nwhich pertains to established employee obligations to the Company.   Furthermore, \nSection 3.25(w) of the APA states that “Except as set forth in Schedule 3.25 , no \nEmployee owes any sum to the Seller.”   When read together, this language cannot \nrefer to potential damages  from unknown claims.  Indeed, at the time the sale \noccurred—and to this date —no determination has yet been made that Vent Tech’s \nclaims have resulted in any sums owed by Martin to Vent Tech .  Thus, the Court \nconcludes that the exception for Amounts Due from employees as stated in Schedule \n1.1 does not encompass damages that might or might not be awarded with respect to \nthe Company’s claims. \n58. Vent Tech then changes course and argues that the language at issue is \nambiguous and should be interpreted by a jury.4  Specifically, the Company contends \nthat the phrase “used or useful in the Business as of the Closing” modifies the assets \nthat were sold.  It contends that the alleged misconduct that led to its claims was in \nno way useful in the “Business,” which is defined in the APA as  “designing, \nmanufacturing and providing products used in the health care industry, including for \n \n4 Defendant points to Section 12.10 of the APA, which states that the APA, along with its \nschedules, exhibits, and other transaction documents “constitute[s] the sole and entire \nagreement of the parties with respect to the subject matter [t]hereof.”  (APA, at § 12.10.)  This \nintegration clause, Martin contends, prevents the introduction of parol evidence and leaves \ninterpretation of any ambiguity to the Court.   See, e.g., UAW-GM Human Resource Ctr. v. \nKSL Rec reation Corp., 228 Mich. App. 486, 502 (1998) (holding that, subject to limited \nexceptions relating to the formation of the clause itself, “ when the parties include an \nintegration clause in their written contract, it is conclusive and parol evidence is not \nadmissible to show that the agreement is not integrated ”); N. Warehousing, Inc. v. Dep’t of \nEduc., SC: 130689, 2006 Mich. LEXIS 996, at *2 (Mich. May 24, 2006) (“The contract between \nthe parties contains an integration clause.  Reliance on pre- contractual representations is \nunreasonable as a matter o f law when the contract contains an integration clause. ”); \nArchambo v. Lawyers Title Ins. Corp., 466 Mich. 402, 413–14 (2002) (“Because an integration \nclause nullifies all antecedent agreements,  when the terms of a commitment and a \nsubsequently enacted policy conflict and the policy contains an integration clause, the terms \nof the policy must control.” (citations and internal quotation marks omitted)). \nanesthesia, respiratory care, oxygen therapy, critical care and emergency  medical \nservices[.]”  (APA, at 1.) \n59. Martin responds that the language is not ambiguous because the right \nto recover arising from the claim s, like the Purchaser ’s right to collect accounts \nreceivable and to pursue other claims arising from the Business,  is “useful”  and \nincluded within the sale.  The Court agrees that any claims the Company might have \nto recover for economic harms done to it would certainly be useful to restore its coffers \nand thereby improve its ability to design, manufacture, and provide products used in \nthe healthcare industry.  Therefore,  Court concludes that th is language is not \nambiguous.  \n60. The Company next argues that the fact that the scheduled exception for \nAmounts Due by employees is limited to $81,000 creates an ambiguit y when \nconsidered against the Company’s allegation that it has suffered significant damages \nthat are well in excess of that amount.  As stated above, the Court also finds the \nlanguage inconsistent with Vent Tech’s reading, but not because it is ambiguous.  \nRather, the Court concludes that the language is clear but  that the Company’s  \nstrained interpretation of it is incorrect.   The contract unambiguously transfer red \nVent Tech’s claims upon closing, and the Court will not find an ambiguity where one \ndoes not exist.  See Mayor of Lansing v. Michigan Pub. Serv. Comm’n, 470 Mich. 154, \n165 (2004) (stating that an “ambiguity is a finding of last resort” and that “a finding \nof ambiguity is to be reached only after all other conventional means of interpretation \nhave been applied and found wanting ” (cleaned up) (citation omitted)), overruled on \nother grounds by Petersen v. Magna Corp., 484 Mich. 300, (2009); Frankenmuth Mut. \nIns. Co. v Masters, 460 Mich. 105, 111 (1999) (“[W]e will not create ambiguity where \nthe terms of the contract are clear.”); Klapp v. United Ins. Grp. Agency, Inc., 468 Mich. \n459, 467 (2003) (“[C]ourts cannot simply ignore portions of a contract . . . in order to \ndeclare an ambiguity.”); see also Rory v Cont’l Ins. Co., 473 Mich. 457, 468 (2005) (“A \nfundamental tenet of our jurisprudence is that unambiguous contracts are not open \nto judicial construction and must be enforced as written.”). \n61. The Court therefore concludes that Vent Tech  sold its then existing \nclaims against Martin to the Purchaser when it closed on the sale of its assets to the \nPurchaser on 31 December 2012 as specified in the APA .  Consequently, Vent Tech \nlacks standing to pursue those claims here. \nC. Claims Based on Post-Sale Conduct \n62. Some of the claims at issue may have arisen from conduct that occurred \nafter the sale on 31 December 2012.  Martin protests  that Vent Tech ’s expert  \ntestimony establishes that he did not engage in post-sale misconduct.  But Vent Tech \nresponds that it has evidence that Martin  did engage in misconduct and that hi s \n“duties to [Vent Tech] persisted during and after the sale[.]”  (Pl. Vent Tech \nCorporation’s Resp. Br. 24, ECF No. 230.) \n63. Specifically, Vent Tech alleges that Martin continued to use his Vent \nTech credit card even after the acquisition.   (Compl. ¶¶ 95–98.)  In its opposition to \nthe Motion, the Company further contends that Martin breached his fiduciary duty \nto the Company 5 by failing to supervise Constable’s use of a C ompany credit card \nafter 31 December 2012; that he breached his fiduciary duties to the Company  in \nother ways during the transaction with the Purchaser ; and that he improperly \ndisbursed, and failed to repay the Company , proceeds resulting from the asset sale.  \nTo the extent Vent Tech adequately alleges claims that Martin engaged in \nwrongdoing against it after  the sale, those claims  were not transferred in the sale  \nand, consequently, the sale does not impact Vent Tech’s standing to pursue them. \nIV. CONCLUSION \nV. WHEREFORE, for the reasons set forth above, the Court hereby \nGRANTS Martin’s Motion to Dismiss in part, and Vent Tech’s claims against Martin, \nto the extent they are based on conduct that occurred on or before the closing of the \nasset purchase on 31 December 2012, are DISMISSED without prejudice.  In all other \nrespects, the Motion is DENIED. \nIT IS SO ORDERED, this the 11th day of July, 2022. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n \n \n5 It is unclear to the Court at this point what, if any, fiduciary duty Martin may have owed \nVent Tech after 31 December 2012. "
}