{
  "id": "5044c713ec7555f18076c76e696353c17cf98201b17fcec24bfce72e0f601a17",
  "source_file": "data/raw/ncbc/5044c713ec7555f18076c76e696353c17cf98201b17fcec24bfce72e0f601a17.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV031560-910 \n \nLAFAYETTE VILLAGE PUB, LLC, \nJOHN S. BRONSON, and PAUL G. \nBRONSON, \n \n Plaintiffs, \n \nv. \n \nKENNETH C. BURNHAM and \nEXECUTIVE SUITES AT \nLAFAYETTE VILLAGE, LLC, \n \n Defendants. \n \nORDER AND OPINION ON \nDEFENDANT KENNETH C. \nBURNHAM’S MOTION TO DISMISS \nOR IN THE ALTERNATIVE MOTION \nFOR MORE DEFINITE STATEMENT \n THIS MATTER  is before the Court on Defendant Kenneth C. Burnham’s \nMotion to Dismiss or in the Alternative Motion for More Definite Statement (“Motion \nto Dismiss” or the “Motion,” ECF No. 7). \n THE COURT , having considered the Motion, the parties’ briefs, the \narguments of counsel, the applicable law, and all appropriate matters of record, \nCONCLUDES that the Motion to Dismiss should be GRANTED in part, DENIED \nin part, and DISMISSED as moot in part. \nRagsdale Liggett PLLC , by Amie C. Sivon  and William W. Pollock , for \nPlaintiffs Lafayette Village Pub, LLC, John S. Bronson, and Paul G. \nBronson. \nEquitas Law Partners, LLP, by Thomas S. Babel, for Defendant Kenneth \nC. Burnham. \nDavis, Judge. \n  \nLafayette Vill. Pub, LLC v. Burnham, 2025 NCBC 8. \n \nINTRODUCTION \n1. In this  refiled action involving a dispute between members of two \nlimited liability companies,  the plaintiffs allege that the defendant  has for years  \nengaged in various acts of financial mismanagement and self-dealing with respect to \nthe companies.  As a result, the plaintiffs seek monetary relief—both individually and \nderivatively—along with various forms of equitable relief , including judicial \ndissolution of the companies.  In resolving the present Motion, the Court revisits the \nissue of what circumstances must exist for one member of a limited liability company \nto owe a fiduciary duty to other members. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact in connection with a motion to \ndismiss under Rule 12(b)(6) of the North Carolina Rules of Civil Procedure and \ninstead recites those facts contained in the complaint and in documents attached to, \nreferred to, or inco rporated by reference in the complaint that are relevant to the \nCourt’s determination of the motion.  See, e.g., Window World of Baton Rouge, LLC \nv. Window World, Inc., 2017 NCBC LEXIS 60, at *11 (N.C. Super. Ct. July 12, 2017). \n3. Lafayette Village Pub, LLC (the “Pub”) is a North Carolina limited \nliability company (“LLC”) with its principal place of business in Wake County, North \nCarolina.  (Compl. ¶ 1.)   It  leases and operates The Village Grill restaurant  (the \n“Restaurant”) within the Lafayette Village Shopping Center (the “Shopping Center”).  \n(Compl. ¶ 2.) \n \n4. On or about 6 October 2010, the Pub was formed by  the filing of its \nArticles of Organization with the North Carolina Secretary of State.  (Compl. ¶ 10.) \n5. Pursuant to the Articles of Organization, the Pub was to be member -\nmanaged with all members having equal managerial power and authority.  (Compl. \n¶ 10.)   However, the Pub has never adopted an operating agreement pursuant to \nN.C.G.S. § 57D-2-30.  (Compl. ¶ 11.) \n6. Executive Suites at Lafayette Village, LLC (“Executive Suites,” and \ntogether with the Pub, the “Companies”)  is also a North Carolina LLC .  (Compl. ¶  \n39.)  It operates and leases furnished office space s with shared business amenities \nwithin the Shopping Center.  (Compl. ¶ 40.)1 \n7. As with the Pub, Executive Suites ’ Articles of Organization provided \nthat the company would be member -managed and that all members would possess  \nequal managerial power and authority.  (Compl. ¶ 39.)  Furthermore, Executive \nSuites likewise lacks an operating agreement.  (Compl. ¶ 41.) \n8. The Companies currently have three member-managers, each of whom \npossesses a minority individual ownership interest: Plaintiffs John S. Bronson and \nPaul G. Bronson (collectively, the “Bronsons”) and Defendant Kenneth C. Burnham.  \n(Compl. ¶¶ 22, 45–46.) \n \n1 Although the Pub and Executive Suites are identically situated parties in this case, the Pub \nis designated as a plaintiff, while Executive Suites is identified as a defendant.  Each of them \nis more properly deemed a nominal defendant.  See Wright v. LoRusso Ventures, LLC, 2022 \nNCBC LEXIS 33, at *1–2 (N.C. Super. Ct. Apr. 22, 2022) (noting that “[b]ecause an LLC is a \nnecessary party to any litigation brought derivatively in its name, the [plaintiffs] should have \nnamed [the LLC] as a nominal defendant[]” (cleaned up)). \n \nA. Allegations Regarding the Pub \n9. Upon the Pub’s formation, Burnham was its sole member and manager.  \n(Compl. ¶ 10.) \n10. However, shortly afterwards, a 20% ownership interest was issued to an \nindividual named Brad Sluman, and another 20% ownership interest was issued to a \nperson named Daniel Gebauer.  (Compl. ¶¶ 16–17.) \n11. In October 2010,  the Bronsons  each paid $25,00 0 in exchange for a \n6.666% ownership interest.  (Compl. ¶ 17.) \n12. From 2010 through 2021, Burnham, Sluman, Gebauer, and the \nBronsons engaged in a series of transactions and capital contributions.  (Compl. ¶¶ \n17–23.)  As a result of these activities, Sluman and Gebauer reduced—and eventually \neliminated—their ownership interests in the Pub, while the Bronsons increased their \nown interests.  (Compl. ¶¶ 17 –23.)  The Complaint contains the following  summary \nof the resulting shifts in ownership  interests in the Pub  that ensued between 2010 \nand 2021: \n Burnham Sluman Gebauer Bronsons \nOctober 2010 46.66% 20% 20% 13.34% \nLate 2010 or Early 2011 41.66% 25% 20% 13.34% \n14 April 2011 40.55% 24.35% 19.43% 15.67% \nLate April 2011 40.55% 24.35% 0% 35.1% \nMay 2011 40.55% 9.35% 6.03% 44.07% \n2 March 2021 45.93% 0% 0% 54.07% \n(Compl. ¶¶ 17–23.)2 \n \n2 The above chart sets out the Bronsons’ ownership interests collectively as the Complaint is \nunclear as to how their ownership interests were divided between them. \n \n13. The Bronsons allege that, at all relevant times, Burnham has exercised \ncomplete “dominion and control” over the Pub by acting as its sole manager.  (Compl. \n¶ 25.) \n14. By virtue of this exercise of control, the Bronsons assert that Burnham \nhas mismanaged the Pub’s  finances and engaged in unilateral conduct that was \ndetrimental to the Bronsons.  (Compl. ¶ 32.) \n15. The Bronsons allege that since 2 March 2021, Burnham has used Pub \nfunds to pay for personal expenses.  (Compl. ¶¶ 32(b), 32(m).) \n16. For example, Burnham unilaterally , and without consulting the \nBronsons, closed the Restaurant and entered into various construction contracts \nvalued at over $100,000 to conduct major renovations.  (Compl. ¶¶ 32(f)–(g).)  While \nusing Pub funds to cover the cost of  construction materials, furniture, fixtures, and \nwallpaper that were purportedly installed at the Restaurant, Burnham directed that \nthose improvements instead  be made at his personal residence .  (Compl. ¶¶ 32(a)–\n(b).) \n17. Additionally, from June 2022 through February 2023, Burnham used \nPub funds to pay his own personal legal fees to the law firm of Davis Hartman Wright \nLLC.  (Compl. ¶ 32(l).) \n18. The Bronsons  also allege that  Burnham has  undertaken efforts to  \nimproperly dispose of the Pub’s existing property.  (Compl. ¶¶ 32(d)–(e).) \n \n19. For example, Burnham has had Pub property, including furniture and \ntelevisions, removed from the Restaurant and delivered to his personal residence.  \n(Compl. ¶ 32(d).) \n20. In late 2022, Burnham auctioned off various pieces of the Pub’s  décor \nand artwork under the guise of “charity,” but has refused to provide the Bronsons \nwith any records allowing them to discern  which charitable organizations—if any—\nactually received the proceeds of the auction.  (Compl. ¶ 32(e).) \n21. The Bronsons  also assert that Burnham has siphoned or otherwise \nmisdirected Pub resources to himself and his family.  (Compl. ¶¶ 32(c), 32(h).) \n22. For example, Burnham issued numerous checks to himself using the \nPub’s bank accounts and authorized the Pub to pay his then-wife, Cathleen Burnham, \n$2,269 per month from January through August 2022, which he attempted to \n“disguise” as loan repayments.  (Compl. ¶¶ 32(h), (q).) \n23. Burnham also hired the sister of his live-in girlfriend, despite her having \nno restaurant experience or training, and proceeded to pay her for time not actually \nworked.  (Compl. ¶ 32(r).) \n24. Since at least August 2021, Burnham has used Pub funds to pay himself \nover $4,000 per month without documentation or justification.  (Compl. ¶ 32(c).) \n25. Burnham has also opened lines of credit, executed loan agreements, \nincurred debt, and transferred Pub funds to unknown recipients  without informing \nthe Bronsons.  (Compl. ¶¶ 32(i)–(k).) \n \n26. On 6 April 2020 and 28 January 2021, Burnham caused the Pub to enter \ninto Small Business Administration loan s with Cana ndaigua National Bank  and \nTrust Company  worth more than $300,000 without consulting the Bronsons and \nwithout properly documenting the disposition of the loaned funds.  (Compl. ¶¶ 32(o)–\n(p).) \n27. Burnham also authorized the Pub to receive government disaster loans \nand has refused to provide  the Bronsons  with documentation concerning the \ndisposition of those funds.  (Compl. ¶ 36.) \n28. At all relevant times, Burnham has maintained exclusive possession \nand control of the Pub’s  documents, including bank, payroll, and business records, \nand has repeatedly denied the Bronsons access to them.  (Compl. ¶¶ 29–31.) \n29. Burnham has also maintained exclusive possession and control of the \nPub’s membership interest register, which he has refused to disclose to the Bronsons.  \n(Compl. ¶ 34.)  The Bronsons allege, upon information and belief, that Burnham has \ntransferred, in whole or in part, his membership interest in the Pub  to other third \nparties in exchange for the cancellation of his personal debts.  (Compl. ¶ 35.) \n30. On or about 6 October 2021, the Bronsons served the Pub with a written \ndemand to investigate any wrongdoing by Burnham and to take such action as \nappropriate to stop his wrongful conduct and obtain economic redress.  (Compl. ¶ 37.)  \nMore than ninety days passed without the Pub taking any action.  (Compl. ¶ 37.) \n  \n \nB. Allegations Regarding Executive Suites  \n31. At all relevant times, the Bronsons have each owned a 25% interest in \nExecutive Suites, and Burnham has owned a 50% interest.  (Compl. ¶¶ 45–46.) \n32. The Bronsons allege that Burnham has exercised complete “dominion \nand control” over Executive Suites by acting as the sole manager.  (Compl. ¶ 54.) \n33. Through his exercise of control , the Bronsons  allege that Burnham \nhas—through various means—mismanaged Executive Suites’ finances and engaged \nin unilateral conduct that was detrimental to the Bronsons.  (Compl. ¶ 54.) \n34. In essence, t he Bronsons  allege that Burnham misused Executive \nSuites’ funds for his own personal use, utilized the company’s employees for his \npersonal business ventures, failed to protect Executive Suites’ assets, and failed to \ndistribute company profits to the Bronsons.  (Compl. ¶¶ 54(a)–(d).) \n35. The Bronsons also contend that Burnham has locked them out of the \nproperty leased by Executive Suites and has  refused to provide them with physical \naccess to the leased premises.  (Compl. ¶ 56.) \n36. At all relevant times, Burnham has maintained exclusive possession \nand control of Executive Suites’  documents, including bank, payroll, and business \nrecords, and has repeatedly denied the Bronsons access to them.  (Compl. ¶¶ 51–53.) \nC. Lawsuits \n37. On 21 April 2022, t he Bronsons  filed a lawsuit against Burnham in \nWake County Superior Court  (the “Prior Action”)  asserting claims for breach of \nfiduciary duty, constructive fraud, accounting, and unfair and deceptive trade \n \npractices (“UDTP”).  See Lafayette Vill. Pub, LLC v. Burnham , Wake Cnty. File 22 -\nCVS-4913. \n38. On 12 September 2022, this Court issued an  Order and Opinion on \nDefendant’s Motion to Dismiss, dismissing the Bronsons’ individual (or direct) claims \nfor breach of fiduciary duty and constructive fraud without prejudice and dismissing \ntheir claim for UDTP with prejudice.  See Lafayette Vill. Pub, LLC v. Burnham, 2022 \nNCBC LEXIS 104 (N.C. Super. Ct. Sept. 12, 2022). \n39. The Bronsons subsequently took a voluntary dismissal of all remaining \nclaims against Burnham in the Prior Action. \n40. On 2 October 2024, the Bronsons refiled this lawsuit.  (ECF No. 3 .)  In \ntheir new Complaint, they assert ed claims for monetary relief against Burnham for \nbreach of fiduciary dut y and constructive fraud—both individually and derivatively \non behalf of the Pub and Executive Suites—and sought to “pierce the corporate veil” \nby holding Burnham personally liable for the Companies’ debts .  The Bronsons also \nbrought claims for declaratory judgment, an accounting, and for judicial dissolution \nof the Companies. \n41. On 2 December 2024, Burnham  filed the present Motion to Dismiss  \nseeking dismissal of certain claims in the action pursuant to Rules 12(b)(1) and (6) of \nthe North Carolina Rules of Civil Procedure. \n42. Ten days later , the Bronsons  filed a  voluntary dismissal without \nprejudice of their claim seeking to “pierce the corporate veil.”  (ECF No. 12.) \n \n43. On 9 January 2025, the Court entered an Order granting the Bronsons’ \nrequest for leave to voluntarily dismiss their derivative claims for breach of fiduciary \nduty and constructive fraud that had been brought on behalf of Executive Suites  (“9 \nJanuary Order,” ECF No. 17).3 \n44. The Court held a hearing on the Motion on 29 January 2025 at which \nthe Bronsons and Burnham were represented by counsel. \n45. Having been fully briefed, the Motion is now ripe for resolution. \nLEGAL STANDARD \n46. In ruling on a motion to dismiss under Rule 12(b)(6), the Court may only \nconsider the complaint and “any exhibits attached to the complaint[,]” Krawiec v. \nManly, 370 N.C. 602, 606 (2018), in order to determine whether “as a matter of law, \nthe allegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief can be granted under some recognized legal theory,” Forsyth Mem’l \nHosp., Inc. v. Armstrong World Indus., Inc. , 336 N.C. 438, 442 (1994) (cleaned up).  \nThe Court must view the allegations in the complaint “in the light most favorable to \nthe non-moving party.”  Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5 \n(2017) (cleaned up). \n47. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen (1) the complaint on its face reveals that no law supports the plaintiff’s  claim; \n \n3 The Court’s authorization  was necessary pursuant to North Carolina’s Limited Liability \nCompany Act, which provides that “[a] derivative proceeding may not be discontinued or \nsettled without the court’s approval.”  N.C.G.S. § 57D -8-04; see also Morgan v. Turn -Pro \nMaint. Servs., LLC, 2017 NCBC LEXIS 228, at *3 (N.C. Super. Ct. Aug. 29, 2017).  \n \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s  \nclaim.”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (cleaned up). \nANALYSIS \n48. In his Motion to Dismiss , Burnham seeks dismissal of t he Bronsons ’ \nindividual claims for breach of fiduciary duty and constructive fraud, their derivative \nclaims on behalf of the Pub, and their claims seeking an accounting of the Companies. \n49. The Court will address each of Burnham’s arguments in turn. \nI. Rule 12(b)(1) \n50. The only portion of the Motion to Dismiss that is based on Rule 12(b)(1) \nconcerns the Bronsons’ claims for breach of fiduciary duty and constructive fraud that \nhave been asserted derivatively on behalf of Executive Suites.4  Burnham argues that \nthe Court lacks subject matter jurisdiction over these claims because t he Bronsons \nfailed to comply with the requirements of N.C.G.S. § 57D-8-01(a)(2).5 \n51. As noted above, however, since the filing of the Motion to Dismiss, t he \nBronsons have voluntarily dismissed their derivative claims for breach of fiduciary \nduty and constructive fraud brought on behalf of Executive Suites. \n \n4 Burnham is not seeking dismissal under Rule 12(b)(1) of the Bronsons’ claims for breach of \nfiduciary duty and constructive fraud that have been brought derivatively on behalf of the  \nPub. \n5 This statutory provision provides that before filing a derivative action on behalf of an LLC, \nthe plaintiff must first make written demand upon the LLC to take suitable action.   See \nN.C.G.S. § 57D-8-01(a)(2). \n \n52. Therefore, Burnham’s Motion to Dismiss those claims pursuant to Rule \n12(b)(1) is DISMISSED as moot. \nII. Rule 12(b)(6) \n53. Burnham seeks dismissal under Rule 12(b)(6) of  the Bronsons ’ \nindividual claims for breach of fiduciary duty  and constructive fraud based on the \nabsence of a fiduciary relationship between the parties.  In addition, he requests that \nthe Court dismiss, in part, the Bronsons’ derivative claims on behalf of the Pub based \non the statute of limitations.  Finally, Burnham contends that the claim s for \naccounting should be dismissed  because they merely seek a remedy rather than \nstating actual claims for relief.  The Court will address each of his arguments in turn. \nA. Breach of Fiduciary Duty (Individual Claims) \n54. Given the similarity of the issues presented, the Court deems  it \nappropriate to address the Bronsons’ individual claims for breach of fiduciary duty as \nto both the Pub and Executive Suites together. \n55. It is well-settled that “[t]o establish a claim for breach of fiduciary duty, \na plaintiff must show that : (1) the defendant owed the plaintiff a fiduciary duty; (2) \nthe defendant breached that fiduciary duty; and (3) the breach of fiduciary duty was \na proximate cause of the injury to the plaintiff.”  Sykes v. Health Network Sols., Inc., \n372 N.C. 326, 339 (2019) (cleaned up).  Thus, in order “to make out a claim for breach \nof a fiduciary duty, plaintiff[] must first allege facts that, taken as true, demonstrate \nthat a fiduciary relationship existed between the parties.”  Id. at 339–40. \n \n56. At the outset, the Court deems it appropriate to provide a structural \noverview of the Companies, including how they are owned and managed. \n57. During the time period relevant to this lawsuit—with regard to both the \nPub and Executive Suites—Burnham has never been the owner of more than a 5 0% \ninterest in either company. \n58. With regard to the Pub, although Burnham has always held the largest \nindividual ownership interest in the company, he has not held a majority ownership \ninterest in the company since the Bronsons first acquired their ownership interests.  \nAccordingly, he is appropriately classified as a minority member.6 \n59. According to the Complaint, the Pub has never adopted an operating \nagreement, and its Articles of O rganization provide that (1) the company  is to be \nmember-managed with each member  having equal rights to participate in the \nmanagement of the Pub ; and (2) decisions by a majority of the Pub’s member-\nmanagers are to be controlling.7 \n60. With regard to Executive Suites, the Complaint alleges that Burnham \nowns a 50% interest and the Bronsons own a collective 50% interest.  As a result, once \n \n6 Notably, the Complaint alleges that as of 2 March 2021, the Bronsons acquired a 54.07% \nownership interest in the Pub.  Thus, although each of them continues to be  a minority \nmember individually, they have collectively held a majority ownership interest in the Pub  \nsince that date. \n7 These allegations are consistent with the “default ” provisions of North Carolina’s Limited \nLiability Company Act .  See N.C.G.S. § 57D -3-20; see also Crouse v. Mineo , 189 N.C. App. \n232, 237 (2008). \n \nagain, despite holding the largest individual interest in the company, Burnham is not \na majority member of Executive Suites. \n61. As with the Pub, the Complaint a sserts that Executive Suites lacks an \noperating agreement and that its Articles of Organization provide that the company \nis member-managed—with each member having equal rights to participate in the \nmanagement of the company  such that  decisions by a majority of the  member-\nmanagers are dispositive. \n62. As a result of these characteristics of the two companies, it is clear —as \nto both the Pub and Executive Suites—that Kenneth Burnham, John Bronson, and \nPaul Bronson are each entitled to cast one vote in their capacity as member-managers \nof the Companies.  This, in turn, means that (as the Bronsons’ counsel conceded a t \nthe 29 January hearing ) the Bronsons could outvot e Burnham on any managerial \nissues relating to the Pub or Executive Suites. \n63. Mindful of how the Companies are owned and operated, the Court must \nnext determine whether the allegations in the Complaint, taken as true for purposes \nof Rule 12(b)(6), are sufficient to establish that Burnham owed fiduciary duties to the \nBronsons with respect to either company. \n64. A fiduciary relationship is generally found to exist when “there has been \na special confidence reposed in one who in equity and good conscience is bound to act \nin good faith and with due regard to the interests of the one reposing confidence.”  \nDallaire v. Bank of Am., N.A., 367 N.C. 363, 367 (2014) (cleaned up).  “North Carolina \nrecognizes two types of fiduciary relationships: de jure, or those imposed by operation \n \nof law, and de facto, or those arising from the particular facts and circumstances \nconstituting and surrounding the relationship.”  Hager v. Smithfield E. Health \nHoldings, LLC, 264 N.C. App. 350, 355 (2019) (cleaned up). \n65. Therefore, the Court now turns to the question of whether the Bronsons \nhave sufficiently alleged the existence of either a de jure or de facto fiduciary duty. \n1. De Jure Fiduciary Duty \n66. Our Supreme Court has cautioned that “[t]he list of relationships that \n[courts] have held to be fiduciary in their very nature is a limited one, . . . and [courts] \ndo not add to it lightly.”  CommScope Credit Union v. Butler & Burke, LLP, 369 N.C. \n48, 52 (2016) (cleaned up).  “That list has, thus far, been limited to legal relationships, \nincluding attorney and client, physician and patient, spouses, business partners, and \nguardian and ward.”  Hager, 264 N.C. App. at 355 (cleaned up). \n67. It does not, however, include the legal relationship between members of \nan LLC.  See Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. 469, 473–74 (2009) (holding \nthat a plaintiff’s “status as a member of [the LLC] did not create a fiduciary \nrelationship” with the LLC’s other members). \n68. Indeed, unlike traditionally recognized de jure fiduciary relationships—\nsuch as attorney and client, physician and patient, and guardian and ward—the \nrelationship between members of an LLC is not premised on an imbalance of power, \nskill, or knowledge.  It is instead based on the voluntary contractual association \nbetween parties.  See Vanguard Pai Lung, LLC v. Moody , 2019 NCBC LEXIS 39, at \n*17–18 (N.C. Super. Ct. June 19, 2019) (recognizing that “the members [of an LLC ] \n \nare generally free to arrange their relationship however they wish[]” and  that they \n“may depart from statutory default rules, require supermajority votes for some or all \ncompany matters, and impose or eliminate fiduciary duties for members and \nmanagers[]” (cleaned up)); see also  Sykes, 372 N.C. at 340 ( cautioning that “general \ncontractual relationships do not typically rise to the level of fiduciary relationships[]” \n(cleaned up)). \n69. As this Court has previously stated: \nLLCs are creatures of contract, and the members may choose to impose \nfiduciary duties on one another by agreement.  See, e.g., Strategic Mgmt. \nDecisions, LLC v. Sales Performance Int’l, LLC , 2017 NCBC LEXIS 69, \nat *10–11 (N.C. Super. Ct. Aug. 7, 2017) (“The rights and duties of LLC \nmembers are ordinarily governed by the company’s operating \nagreement, not by general principles of fiduciary relationships.”); see \nalso N.C.G.S. § 57D- 2-30(a).  Absent such an agreement, however, the \ngeneral rule is that members of an LLC “do not owe a fiduciary duty to \neach other[.]”  Kaplan, 196 N.C. App. at 473. \nHartsell v. Mindpath Care Ctrs., N.C., PLLC, 2022 NCBC LEXIS 130, at *10–11 (N.C. \nSuper. Ct. Nov. 2, 2022). \n70. Therefore, the Court is unable to conclude that the Complaint \nsufficiently alleges the existence of a de jure fiduciary relationship between Burnham \nand the Bronsons based on his status as a member of the Companies. \n2. De Facto Fiduciary Duty \n71. “The standard for finding a de facto  fiduciary relationship is a \ndemanding one: [o]nly when one party figuratively holds all the cards —all the \nfinancial power or te chnical information, for example —have North Carolina courts \nfound that the special circumstances of a fiduciary relationship has arisen.”  \n \nLockerman v. S. River Elec. Membership Corp., 250 N.C. App. 631, 636 –37 (2016) \n(cleaned up). \n72. In Barefoot v. Barefoot , 2022 NCBC LEXIS 8  (N.C. Super. Ct. Feb. 2, \n2022), this Court addressed the issue of whether  an LLC  member possessing a \nminority ownership interest , who nevertheless serves  as a “controlling” member , \ncould ever owe a fiduciary duty to the other members.  If so, we  stated, such a duty \ncould only exist where the alleged controlling member possesses “actual control” of \nthe company’s affairs and “exercises . . . formidable voting and managerial power[.]” \nId. at *28 (quoting Corwin, 371 N.C. at 616–17).  However, we cautioned that “[a]s a \nnecessary prerequisite . . . to exercise actual control[,]” the controlling member’s \n“power must be so potent that independent [member -managers] cannot freely \nexercise their judgment, fearing retribution.”  Id. (quoting Corwin, 371 N.C. at 617). \n73. Based on the facts of Barefoot, we found that no such de facto  fiduciary \nduty had been properly alleged , in part, because “the Complaint contain[ed] few, if \nany, details to explain how  [the alleged ly controlling member ] controlled the \nCompany and [the majority member] and how  he engaged in this alleged \nwrongdoing.”  Id. at *29–30. \n74. Here, to be sure, the Complaint contains numerous examples of specific \nactions Burnham allegedly took unilaterally with respect to the operation of both the \nPub and Executive Suites.   However, the Complaint is devoid of any specific \nallegations as to why the Bronsons allowed him to do so or how he was able to exercise \nsuch dominance despite the fact that —as discussed above —the articles of \n \norganization for both Companies provide that (1) each member-manager has an equal \nsay in the management of the Companies (regardless of the amount of that person’s \nownership interest) such that (2) a majority vote of the member -managers is \ncontrolling. \n75. The Complaint alleges that as of 2 March 2021 the Pub only had three \nmembers—namely, Burnham and the two Bronsons.8  Moreover, the same is true for \nExecutive Suites.  Each of those three persons possessed an equal managerial vote in \nboth Companies.  Had the Bronsons called a managers’ meeting and voted against \nany of Burnham’s actions , they would have prevailed .  As a result, the Bronsons \nwould have been entitled to demand that Burnham cease his improper assertions of \nunilateral control and to seek injunctive relief if he refused. \n76. The Complaint does not allege , however, that the Bronsons have ever \ncalled a managers’ meeting  or that they have ever formally voted against the acts  \ntaken by Burnham.  Nor does the Complaint  explain why they never sought judicial \nintervention during this time period to  protect their management  and ownership  \nrights. \n77. Similarly, there is no suggestion in the Complaint that the Bronsons \nfeared any sort of “retribution” of the type contemplated in Barefoot if they attempted \nto thwart Burnham’s exercise of sole control over either of the  Companies.  Here, \nthere are no allegations that Burnham in any way threatened, coerced, or intimidated \n \n8 Although Sluman and Gebauer were also members of the Pub between 2010 and March \n2021, their votes as member-managers would likewise have served to prevent Burnham from \nexercising unilateral power over the Pub’s business affairs. \n \nthe Bronsons or that they otherwise lacked the ability to exercise their independent \njudgment with regard to the management of the Companies. \n78. The Court believes that  caution should be exercised before recognizing \nthe existence of de facto fiduciary duties between members of an LLC in a given case \nabsent the express recitation of such a fiduciary relationship in the operating \nagreement.  Members of a n LLC possess virtually unlimited freedom of contract to \nstructure the company in any way they wish.  In so doing, they are free to negotiate \nfor the creation of fiduciary rights among the members that can then be memorialized \nwithin an operating agreement.  But here, for whatever reasons, the Bronsons chose \nto become members of two LLCs  without insisting on the adoption of an operating \nagreement for either company. \n79. As a leading treatise on North Carolina business law has observed , \nrecognition by courts of an exception to the general rule that no fiduciary duty exists \nbetween the members of a n LLC should be limited to unique  circumstances.  See \nRobinson on North Carolina Corporation Law § 34.03. \nIf the exception is applied as standard practice, the exception could \nswallow the rule, which would not be consistent with the [Limited \nLiability Company] Act’s allocation of duties expressly to managers but \nnot to members.  Broad application of that exception would also be \ninconsistent with the policy underlying the statute that promotes \nfreedom of contract and the enforceability of opera ting agreements \ngenerally. \nId. (footnotes omitted); see also Merrell v. Smith , 2023 N.C. Super. LEXIS 266, at \n*23–24 (N.C. Super. Ct. Jan. 11, 2023) (noting that “[c]ourts have routinely refused \nto extend precedents borrowed from corporations to LLCs because minority members \n \nhave a much greater ability to negotiate for protections in the operating agreement[]” \n(cleaned up)). \n80. In a nutshell , the Complaint merely  alleges that Burnham sought to \nexercise more power than he actually possessed over the C ompanies and that the \nBronsons inexplicably let him do so.   Under our case law, this is simply not enough \nto establish a fiduciary relationship.  See Hartsell, 2022 NCBC LEXIS 130, at *12–14 \n(finding allegations that the defendant “orchestrate[ed] a series of insider \ntransactions” without giving plaintiff “input or [] the details of the[] transactions” by \n“den[ying] [p]laintiff access to corporate records” and “threaten[ing] her with a \nlawsuit” failed to establish a de facto fiduciary relationship because “there [was] no \nallegation that [p]laintiff was stripped of her authority as a member- manager” and \n“her status as a member gave [p]laintiff ‘cards’ to play[]”); Bourgeois v. Lapelusa, 2022 \nNCBC LEXIS 111, at *15 (N.C. Super. Ct. Sept. 23, 2022) (finding no de facto  \nfiduciary duty where “[a]s a manager himself, [plaintiff] had some level of control” \nbecause while plaintiff “may have been mistreated by the other members, . . . it  \nhappened while he was holding—at the very least—a card or two[]”); Fiske v. Kieffer, \n2016 NCBC LEXIS 22, at *11 –12 (N.C. Super. Ct. Mar. 9, 2016) (dismissing a \ncounterclaim for breach of fiduciary duty where the defendant “held a 40% ownership \ninterest in the LLC” and “was not powerless to protect his interests” because he “could \nblock the [s]upermajority [v]ote necessary to take many significant corporate \nactions[,]” meaning that he could not “claim he was owed a fiduciary duty merely \nbecause the [p]laintiffs[] exercised their rights under the [o]perating [a]greement”). \n \n81. Ultimately, the present case serves as yet another example of the limits \non a court’s willingness to protect members of an LLC from the consequences of their \nown decision not to insist on the adoption of an operating agreement and their failure \nto be vigilant in exercising their rights. \n82. Therefore, the Motion to Dismiss is GRANTED with prejudice as to the \nBronsons’ individual claims for breach of fiduciary duty against Burnham as to both \nthe Pub and Executive Suites.9 \nB. Constructive Fraud (Individual Claims) \n83. The Court similarly elects to jointly consider Burnham’s argument s \nseeking dismissal of the Bronsons’ claims for constructive fraud as to both the Pub \nand Executive Suites. \n84. Our Supreme Court has recognized that the elements of a constructive \nfraud claim largely overlap with the elements of a claim for breach of fiduciary duty.  \nSee Chisum v. Campagna, 376 N.C. 680, 706–07 (2021).  “To survive a motion to \ndismiss, a cause of action for constructive fraud must allege (1) a relationship of trust \nand confidence, (2) that the defendant took advantage of that position of trust in order \nto benefit himself, and (3) that plaintiff was, as a result, injured.”  White v. Consol. \nPlanning Inc., 166 N.C. App. 283, 294 (2004) (cleaned up).  “The primary difference \nbetween pleading a claim for constructive fraud and one for breach  of fiduciary duty \nis the constructive fraud requirement that the defendant benefit himself.”  Id. \n \n9 The Court declines to dismiss these claims without prejudice.  The Bronsons have now filed \ntwo legally deficient fiduciary duty claims in their various lawsuits against Burnham, and \nthe Court is unpersuaded that it would be appropriate to give them a third bite at the apple. \n \n85. In order to state a valid claim for constructive fraud, the Complaint \nmust allege “facts and circumstances (1) which created the relation of trust and \nconfidence, and (2) which led up to and surrounded the consummation of the \ntransaction in which [the] defendant is alleged to have taken advantage of his \nposition of trust to the hurt of [the] plaintiff.”  Terry v. Terry, 302 N.C. 77, 85 (1981) \n(cleaned up). \n86. Here, the Bronsons’ Complaint  fails to make  sufficient allegations to \nsupport this claim .  As discussed at length above, the ir factual assertions  are not \nsufficient to show  the existence of a  fiduciary relationship between them and \nBurnham. \n87. Nor have they made valid alternative a llegations that would be \nadequate to plead a claim for constructive fraud.  For example, there are no \nallegations suggesting that the Bronsons trusted Burnham to manage the Companies \nbecause they were somehow incapable of participating in such management duties \nthemselves and that Burnham subsequently took advantage of their misplaced trust.  \nCf. Spivey v. Smith , 2023 NCBC LEXIS 111, at *13 –14 (N.C. Super. Ct. Sept. 18, \n2023) (holding that allegations that the “[defendant] [was] aware that [plaintiff] ha[d] \nbeen largely incapacitated since her husband’s death due to her own serious health \ncondition” and took advantage of her “vulnerable position” and “depend[ence]” on \ndefendant to “seize[] and exercise[] more and more control over [the company]” were \nsufficient to survive a motion to dismiss); see also White, 166 N.C. App. at 294 (finding \na fiduciary relationship where the defendant falsely “assured [plaintiffs] that his \n \nseparation from [the business] was amicable and a mutual decision . . . [and] that he \nwould continue to manage their accounts”(cleaned up)). \n88. Although the Complaint does contain a bare -bones alleg ation that \n“Defendant Burnham had a relationship of trust and confidence with the Bronson \n[sic],” this is merely a conclusory statement for which the Complaint contains no \nfactual support and is therefore insufficient under North Carolina caselaw.  See, e.g., \nTurner v. Thomas, 369 N.C. 419, 445 (2016) ( holding that  “conclusory allegations \nprovide[d] no support for the legal conclusion stated in the complaint ” and were \n“fatally defective”); see also Trail Creek Invs. LLC v. Warren Oil Holding Co. , 2023 \nNCBC LEXIS 70, at *20 (N.C. Super. Ct. May 9, 2023) (recognizing that when ruling \non a motion to dismiss pursuant to Rule 12(b)(6), “[t]he Court is not required . . . to \naccept as true allegations that are merely conclusory” (cleaned up)). \n89. Therefore, Burnham’s Motion to Dismiss is GRANTED with prejudice \nas to t he Bronsons’ individual claims for constructive fraud as to both the Pub and \nExecutive Suites.  See, e.g., Hale v. MacLeod, 294 N.C. App. 318, 332 (2024) (noting \nthat “[i]f no fiduciary relationship exists, then no further analysis is required for a \nclaim of constructive fraud[]”;  McCarron v. Howell , 2024 NCBC LEXIS 144, at *14 \n(N.C. Super. Ct. Nov. 19, 2024) (finding that “ for the same reason that [plaintiff’s] \nbreach of fiduciary duty claim . . . fails as a matter of law, so too is his constructive \nfraud claim . . . legally deficient[]”); Wheeler v. Geist, 2024 NCBC LEXIS 108, at *8 \n(N.C. Super. Ct. Aug. 12, 2024) (dismissing a claim for constructive fraud where “the \ncomplaint does not adequately allege the existence of a fiduciary relationship”). \n \nC. Breach of Fiduciary Duty and Constructive Fraud as to the Pub \n(Derivative Claim) \n90. With regard to the Bronsons ’ derivative claims for breach of fiduciary \nduty and constructive fraud brought on behalf of the Pub, Burnham contends that \nthe statute of limitations serves to bar these claims to the extent that they are based \non acts alleged to have occurred prior to 2 March 2021. \n91. As an initial matter, Burnham’s argument fails to recognize the \ndifferent limitations periods that apply to these two claims.  Burnham asserts that \nthe Bronsons’ derivative claims for acts occurring prior to 2 March 2021 are precluded \nby the “three -year statute of limitations set forth in N.C. [G.S.] § 1-52(1)[.]”  (Def.’s \nBr., at 8, ECF No. 8.)  However, while claims for breach of fiduciary duty are subject \nto a three- year statute of limitations, claims for constructive fraud are subject to a \nten-year statute of limitations.  See NationsBank of N.C. v. Parker, 140 N.C. App. \n106, 113 (2000) (cleaned up); see also N.C.G.S. § 1-56(a). \n92. Accordingly, because Burnham’s statute of limitations argument is \npremised on the applicability of a three -year statute of limitations, the Court need \nonly consider his contention with regard to the derivative breach of fiduciary duty \nclaim. \n93. “Breach of fiduciary duty claims accrue upon the date when the breach \nis discovered and are subject to a three  year statute of limitations.”  Trillium Ridge \nCondo. Ass’n v. Trillium Links & Vill., LLC , 236 N.C. App. 478, 501 (2014)  (cleaned \nup). \n \n94. The Court has carefully considered the argument raised by Burnham on \nthis issue as well as the Bronsons’ response.  Upon doing so, the Court concludes that \nbecause of the fact -intensive nature of the parties’ arguments —particularly as they \nrelate to when the Bronsons had actual or constructive knowledge of Burnham’s \nalleged wrongful acts—the Court would benefit from a more developed factual record \nbefore evaluating the applicability of the statute of limitations. \n95. Therefore, the portion of the Motion to Dismiss  based on the statute of \nlimitations is DENIED without prejudice as to Burnham’s right to reassert this \nargument at a later stage of the litigation. \nD. Accounting \n96. Burnham also seeks the dismissal of the Bronsons’ claims for accounting \nwith regard to the corporate and financial records of the Pub and Executive Suites. \n97. Burnham contends that these claims should be dismissed on the ground \nthat they are actually remedies rather than causes of action. \n98. This Court has held that “ an equitable accounting may be available \nwhen a plaintiff has asserted a valid claim for relief in equity and an accounting is \nnecessary to compel discovery of information regarding accounts held exclusively by \nthe defendant.”  Gottfried v. Covington , 2014 NCBC LEXIS 26, at *16 (N.C. Super. \nCt. June 25, 2014) (cleaned up).  “It is a remedy, not an independent cause of action, \nand is available only if the plaintiff first shows that he lacks an adequate remedy at \nlaw and alleges facts in the complaint to that effect.”  Elhulu v. Alshalabi, 2021 NCBC \nLEXIS 44, at *20 (N.C. Super. Ct. Apr. 29, 2021) (cleaned up). \n \n99. Therefore, the Motion to Dismiss is GRANTED as to the Bronsons ’ \n“claims” for accounting  but without prejudice to t he Bronsons ’ ability to seek an \nequitable accounting as a remedy at a later stage of this litigation to the extent \npermitted by applicable law.  See, e.g., JT Russell & Sons, Inc. v. Russell, 2024 NCBC \nLEXIS 37, at *11 (N.C. Super. Ct. Feb. 28, 2024) ; F-L Legacy Owner, LLC v. Legacy \nat Jordan Lake Homeowners Ass’n, 2023 NCBC LEXIS 55, at *15–16 (N.C. Super. Ct. \nApr. 3, 2023). \nIII. Rule 12(e) \n100. Finally, as an alternative to his Motion to Dismiss, Burnham asks that \nthe Bronsons be required to provide a more definite statement regarding certain \naspects of their claims pursuant to Rule 12(e) of the North Carolina Rules of Civil \nProcedure. \n101. Rule 12(e) states, in relevant part: \nIf a pleading to which a responsive pleading is permitted is so vague or \nambiguous that a party cannot reasonably be required to frame a \nresponsive pleading, he may mov e for a more definite statem ent before \ninterposing his responsive pleading.  The motion shall point out the \ndefects complained of and the details desired. \nN.C. R. Civ. P. 12(e). \n102. “[A] statement of [a] claim is adequate if it gives sufficient notice of the \nclaim asserted to enable the adverse party to answer and prepare for trial, to allow \nfor the application of the doctrine of res judicata, and to show the type of case \nbrought.”  Sutton v. Duke , 277 N.C. 94, 102 (1971) (cleaned up).  “If the contested \npleading meets the standards of North Carolina Rule of Civil Procedure 8 and the \nopposing party is adequately notified of the nature of the claim, a motion for a more \n \ndefinite statement should be denied.”  Leonard v. Ast, 2022 NCBC LEXIS 76, at *17–\n18 (N.C. Super. Ct. July 13, 2022) (cleaned up) ; see also Ross v. Ross, 33 N.C. App. \n447, 454 (1977) (noting that motions for a more definite statement “[are] not favored \nby the courts and [are] sparingly granted because pleadings may be brief and lacking \nin factual detail, and because of the extensive discovery devices available to the \nmovant” (cleaned up)). \n103. Based on its thorough review of the Complaint, t he Court is not \nconvinced that a more definite statement of the Bronsons’ allegations is needed. \n104. Accordingly, in the Court’s discretion, Burnham’s Motion for More \nDefinite Statement is DENIED. \nCONCLUSION \nTHEREFORE, IT IS ORDERED as follows: \n1. Burnham’s Motion to Dismiss the Bronsons’ individual claims for breach \nof fiduciary duty  and constructive fraud  as to both the Pub and \nExecutive Suites  is GRANTED, and those claims are DISMISSED  \nwith prejudice; \n2. Burnham’s Motion to Dismiss the Bronsons’ claims for accounting of the \nPub and Executive Suites  is GRANTED, and those claims are \nDISMISSED without prejudice to t he Bronsons ’ ability to seek an \nequitable accounting as a remedy at a later stage of this litigation to the \nextent permitted by applicable law; \n \n3. Burnham’s Motion to Dismiss as to t he Bronsons’ derivative claims for \nbreach of fiduciary duty and constructive fraud on behalf of Executive \nSuites is DISMISSED as moot; \n4. Burnham’s Motion to Dismiss, in part, the Bronsons’ derivative claims \nfor breach of fiduciary duty and constructive fraud on behalf of the Pub \nis DENIED; and \n5. Burnham’s Motion for More Definite Statement is DENIED. \nSO ORDERED, this the 4th day of March 2025. \n \n/s/ Mark A. Davis     \nMark A. Davis \nSpecial Superior Court Judge for \nComplex Business Cases "
}