{
  "id": "504c23724f71ccd03228c9fbe3044f7230e70cfeb1a0e0a83d15829e7ca9a08a",
  "source_file": "data/raw/ncbc/504c23724f71ccd03228c9fbe3044f7230e70cfeb1a0e0a83d15829e7ca9a08a.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 6137 \n \nMARTIN COMMUNICATIONS, \nLLC, \n \nPlaintiff, \n \nv. \n \nREBECCA D. FLOWERS d/b/a \nFLOWERS PLANTATION; DFW \nDEVELOPMENT, INC.; and \nFLOWERS PLANTATION \nINFORMATION AND SALES, LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON MOTION \nTO DISMISS \n \n1. THIS MATTER is before the Court on Defendants’ Motion to Dismiss (the \n“Motion”) filed on 28 August 2020 pursuant to Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure (the “Rule(s)”).  (ECF No. 20.) \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion. \nWomble Bond Dickinson  (US) LLP, by Charles A. Burke, for Plaintiff  \nMartin Communications, LLC.  \n \nThe Armstrong Law Firm, P.A., by L. Lamar Armstrong, Jr. and Daniel \nK. Keeney, for Defendants Rebecca D. Flowers d/b/a Flowers Plantation; \nDFW Development, Inc.; and Flowers Plantation Information and Sales, \nLLC.  \n \nRobinson, Judge. \n \nI. INTRODUCTION \n3. This action arises out of a dispute over software database development and \nmarketing services provided by Plaintiff  for Defendant s, the terms on which the \nMartin Commc’ns, LLC v. Flowers, 2021 NCBC 21. \n \n \nparties agreed Plaintiff would provide such services, and the subsequent termination \nof their relationship.  \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact on the Motion brought pursuant \nto Rule 12(b)(6), but instead only recites those facts included in Plaintiff’s Amended \nComplaint relevant to the Court’s determination of the Motion.  \nA.  The Parties \n5. Plaintiff Martin  Communications, LLC (“Plaintiff”)  is a limited liability \ncompany organized and existing under North Carolina law with its headquarters in \nRaleigh, North Carolina.  (First Am. Compl. & Demand for Jury Trial ¶ 1, ECF No. \n10 [“Am. Compl.”].)  Plaintiff is a marketing company that specializes in a variety of \nmarketing, public relations, web development, and computer software application  \nservices.  (Am. Compl. ¶ 1.) \n6. Defendant Rebecca D. Flowers (“R. Flowers”) is an individual who sells land \nfor housing developments.  (Am. Compl. ¶ 2.)  R. Flowers often does business under \nthe name “Flowers Plantation.”  (Am. Compl. ¶ 2.)   \n7. Defendant DWF Development, Inc. (“DWF” and with R. Flowers referred to \nherein as “Flowers”) is a North Carolina corporation, and R. Flowers is the registered \nagent for DWF.  (Am. Compl. ¶ 3.) \n8. Defendant Flowers Plantation Information and Sales, LLC (“FP Sales” and \nreferred to herein with Flowers and Flowers Plantation, as “Defendants”) is a North \n \n \nCarolina limited liability company, and R. Flowers is the registered agent for FP \nSales.  (Am. Compl. ¶ 4.) \nB.  The Computer Software Agreement \n9. Plaintiff and Defendants ’ contractual arrangements were in itiated at  \nmeetings on 20 February 2020 and 24 March 2020.  (Am. Compl. ¶ 11.)   At these \nmeetings, R. Flowers represented to Plaintiff that she “very badly needed to have a \nnew computerized software database system installed for her business that would \npermit the effective management of various categories of business data.”  (Am. Compl. \n¶ 11.)  R. Flowers also represented to Plaintiff that Flowers were (1) firmly committed \nto developing such a system, (2) willing to wait the three years that it would take to \nfully implement such a system, and (3) willing to spend the amounts necessary to \ncompletely develop and implement this new system.  (Am. Compl. ¶ 11.) \n10. Plaintiff, Flowers Plantation, and DWF entered into a Computer Software \nAgreement (the “CSA”) on 27 March 2020.  (Am. Compl. ¶  13, see also Am. Compl. \nEx. A.)  Under the CSA, Plaintiff agreed to create and install a customized Customer \nRelationship Management database program  (“CRM”) for Flowers, to allow for the \norganization and management of a wide array of data.  (Am. Compl. ¶ 12.)  The CSA \nprovides that work was estimated at 35 hours per month, billed at a rate of $150 per \nhour, for a total of $5,250 p er month through 30 June 2023.  (Am Compl. ¶ 12; see \nalso Am. Compl. Ex. A ¶¶ 1–2.) \n11. From 27 March 2020 to 29 April 2020, Plaintiff put a substantial amount \nof work into the initial design, development , and programming of the CRM .  (Am. \n \n \nCompl. ¶ ¶ 13, 17.)   During this period, Plaintiff met with Flowers’ management, \ndisclosed operational details of t he CRM , and provided Flowers with a working \nprototype of the CRM , which demonstrated its features and functionality.   (Am. \nCompl. ¶ 13.) \n12. On 21 April 2020, after receiving details regarding the CRM’s development, \nFlowers wrote to Plaintiff and claimed that (1) the CSA was intended to address only \ntwo small issues with Flowers’  existing database system, and (2 ) the total amount \ndue under the CSA was limited to $5,000 in total.  (Am. Compl. ¶ 14.)  The next day, \nPlaintiff provided a written response to Flowers indicating that Flowers “must be \nreading the wrong document[,]” because the CSA provided for services “through June \n30, 2023, at a rate of $150 per hour, amounting to a monthly fee of $5,250 per month.”  \n(Am. Compl. ¶ 15.)  Flowers responded on 24 April 2020 stating that “Flowers did not \nneed any computer software programming services, and that the [ CSA] was being \ncancelled because nothing would ever be paid to [ Plaintiff] under that Agreement. ”  \n(Am. Compl. ¶ 16.)  \n13. On 29 April 2020, Plaintiff expressed frustration with Flowers’ position that \nthey no longer needed Plaintiff’s services and indicated that Plaintiff had been \nworking diligently and made substantial progress on the project.  (Am. Compl. ¶ 17.)  \nThat same day, Flowers responded by again confirming that Flowers did not  need \nany computer software programming services under the CSA, that the contract was \ncancelled, and nothing would be paid to Plaintiff under its terms.  (Am. Compl. ¶ 18.) \n \n \n14. Until Flowers served notices of cancellation of the CSA, Plaintiff satisfied \nall of its duties under the CSA.  (Am. Compl. ¶ 19.) \nC.  The Agency Agreement \n15. At the meetings on 20 February 2020 and 24 March 2020, the parties also \ndiscussed the possibility of enter ing into an agreement for Plaintiff to serve as \nDefendants’ marketing agent.  (Am. Compl. ¶ 22.)  FP Sales and Plaintiff ultimately \nsigned the Agency Agreement pursuant to which Plaintiff was to render marketing \nservices for FP Sales, and FP Sales agreed to pay Plaintiff $10,000 per month plus an \nadditional amount per month for services billed by the hour.  (Am. Compl. ¶¶ 22, 24; \nsee also Am. Compl. Ex. B.)   \n16. At the 24 March 2020 meeting, R. Flowers presented to Plaintiff FP Sales’s \noperating budget for the 2020 calendar year, which showed FP Sales’ s marketing \nbudget.  (Am. Compl. ¶ 23.)   Plaintiff was concerned that the amounts shown for \nmarketing expenditures in this budget did not appear to be sufficient to support the \nmarketing activities that Plaintiff  understood that it would be engaged to provide.  \n(Am. Compl. ¶ 23.)  R. Flowers told Plaintiff  that the budget was only a draft and it \nwould soon be revised to show significant additional marketing expenditures during \nthe 2020 calendar year.  (Am. Compl. ¶ 23.) \n17. On 21 April 2020, less than one month after the Agency Agreement was \nsigned, Flowers wrote to Plaintiff and indicated that FP Sales no longer needed \nPlaintiff to provide the services specified in th e Agency Agreement.  (Am. Compl. ¶ \n \n \n25.)  Notwithstanding the agreed to payment of $10,000, FP Sales also stated that \nthe monthly fee for the Agency Agreement could only be $3,000.  (Am. Compl. ¶ 25.)   \n18. In response, on 22 April 2020, Plaintiff refused to acquiesce to FP Sales’ s \nunilateral demand that Plaintiff  agree to accept $3,000 per month for its services.   \n(Am. Compl. ¶ 25.)  Plaintiff insisted upon both parties’ complete performance of their \nduties under the Agency Agreement, including FP Sales’s payment of the $10,000 fee \ndue for the first month of service.  (Am. Compl. ¶ 25.) \n19. On 24 April 2020, FP Sales again insisted that the Agency Agreement be \nmodified.  (Am. Compl. ¶ 26.)  FP Sales claimed that Plaintiff  did not perform its \nobligations under the Agency Agreement; however, FP Sales “may continue to honor \nthe remainder of this contract” but only if Plaintiff agreed that FP Sales did not have \nto pay any of the $10,000 due for Plaintiff’s first month of work.  (Am. Compl. ¶ 26.) \n20. On 29 April 2020, Plaintiff provided to FP Sales details regarding the many \nprojects that Plaintiff  completed in the first month under the Agency Agreement.  \n(Am. Compl. ¶ 27.)  That same day, FP Sales informed Plaintiff, in writing, that the \nAgency Agreement was being cancelled effectively immediately.  (Am. Compl. ¶ 28.)  \nFP Sales proposed a new contract for marketing services; however, Plaintiff declined \nto enter into a new contract.  (Am. Compl. ¶ 28.) \n21. Until Flowers served a notice of  termination of the Agency Agreement on \n29 April 2020, Plaintiff satisfied all of its duties pursuant to its terms.  (Am. Compl. \n¶ 29.) \n \n \n \nIII. PROCEDURAL BACKGROUND \n22. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n23. Plaintiff initiated this action on 22 May 2020 with the filing of its Complaint \nand Demand for Jury Trial  (the “Complaint”).  (ECF No. 3.)   Plaintiff amended its \nComplaint on 29 July 2020 with the filing of its First Amended Complaint and \nDemand for Jury Trial (the “Amended Complaint”). \n24. On 28 August 2020, Defendants filed the Motion and Defendants’ \nMemorandum of Law in Support of Defendants’ Motion to Dismiss.  (Defs.’ Mem. Law \nSupp. Defs.’ Mot. Dismiss, ECF No. 21 [“Defs.’ Mem. Supp.”].)  On 17 September 2020, \nPlaintiff filed Plaintiff’s Memorandum in Opposition to Defendants’ Motion to \nDismiss.  (ECF No. 22.)  Defendants did not file a reply brief as permitted by Rule 7.7 \nof the North Carolina Business Court Rules. \n25. The Court held a hearing on the Motion on 18 November 2020.  ( See ECF \nNo. 27.)  The Motion is ripe for resolution. \nIV. LEGAL STANDARD \n26. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations in the Amended Complaint in the light most favorable to \nPlaintiff.  See Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5 (2017).  The \nCourt’s inquiry is “whether, as a matter of law, the allegations of the complaint . . . \nare sufficient to state a claim upon which relief may be granted under some legal \ntheory[.]”  Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670  (1987).  The Court \n \n \naccepts all well -pleaded factual allegations in the relevant pleading as true.  See \nKrawiec v. Manly, 370 N.C. 602, 606 (2018).  The Court is therefore not required “to \naccept as true allegations that are merely conclusory, unwarranted deductions of fact, \nor unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274 (2005) (citation omitted).   \n27. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporat ed by reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC. , 251 N.C. App. 198, 206 (2016) \n(citation omitted).  The Court may consider these attached or incorporated documents \nwithout converting the Rule 12(b)(6) motion into a motion for summar y judgment.  \nId. (citation omitted).  Moreover, the Court “may properly consider documents which \nare the subject of a plaintiff’s complaint and to which the complaint specifically refers \neven though they are presented by the defendant.”  Oberlin Capital, L .P. v. Slavin, \n147 N.C. App. 52, 60 (2001) (citation omitted).   \n28. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’  ” Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 615 (2018) (quoting Wood v. Guilford Cty., 355 N.C. 161, 166 (2002)).  This \nstandard of review for Rule 12(b)(6) is the standard our Supreme Court “uses \n \n \nroutinely . . . in assessing the sufficiency of complaints in the context of complex \ncommercial litigation.”  Id. at 615 n.7 (citations omitted). \nV. ANALYSIS \n29. Defendants move to dismiss five of Plaintiff’s claims including its claims \nfor: (1) breach of the CSA , (2) fraud, (3) negligent misrepresentation, (4) unfair and \ndeceptive trade practices, and (5) civil conspiracy.  \nA. Breach of Contract  \n30. The Motion requests that the Court dismiss Plaintiff’s first cause of action \nfor breach of the CSA.  T o plead a claim for breach of contract, Plaintiff  must allege \nthe “(1) existence of a valid contract and (2) breach of the terms of that contract.”  Poor \nv. Hill, 138 N.C. App. 19, 26 (2000).  “[S]tating a claim for breach of contract is a \nrelatively low bar.”  Vanguard Pai Lung, LLC v. Moody , 2019 NCBC LEXIS 39, at \n*11 (N.C. Super. Ct. June 19, 2019). \n31. Defendants concede that “a factual dispute exists ” as to whether Plaintiff \nwas sufficiently paid for completing  work pursuant to the terms of the CSA.   (Defs.’ \nMem. Supp. 5.)  Plaintiff completed services for Defendants between 27 March 2020 \nand 29 April 2020 and received no payment, despite the set rate of $150 per hour.  \n(Am. Compl. ¶¶ 11–16.)  Plaintiff’s allegations of performance under the CSA, which \nDefendants do not contend is invalid,  without payment pursuant to its terms is \nsufficient, for purposes of Rule 12(b)(6), to state a claim for breach of contract.  \n32. Therefore, the Motion, to the extent it requests that the Court dismiss \nPlaintiff’s claim for breach of the CSA, is DENIED.  \n \n \nB. Fraud and Negligent Misrepresentation1  \n33. Next, the Court considers Plaintiff’s claims for fraudulent inducement and \nnegligent misrepresentation against Defendants.   Plaintiff’s claims for fraud and \nnegligent misrepresentation are premised on t he same representations  made by \nDefendants when entering into the CSA and the Agency Agreement.  (Am. Compl. ¶¶ \n53, 59.)  The Court addresses each agreement in turn. \n34. To plead a claim of fraud, Plaintiff must allege  “(1) a false representation \nor concealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, ( 4) which does in fact dece ive, and which (5) results in damage to \nthe injured party.”  Town of Belhaven v. Pantego Creek, LLC, 250 N.C. App. 459, 469 \n(2016) (citation omitted).  “The tort of negligent misrepresentation occurs when a \nparty justifiably relies to his detriment on information prepared without reasonable \ncare by one who owed the relying party a duty of care.”  Dallaire v. Bank of Am., N.A., \n367 N.C. 363, 369 (2014) (citation omitted).   \n35. Rule 9(b) requires that a claim for fraud be pled with particularity.  \nN.C.G.S. § 1A -1, Rule 9(b).   “[I]n pleading actual fraud[,] the particularity \nrequirement is met by alleging time, place and content of the fraudulent \nrepresentation, identity of the person making the representation and what was \nobtained as a result of the fraudulent acts or representations.”  Terry v. Terry,  302 \nN.C. 77, 85 (1981).  As with claims of fraud, negligent misrepresentation must  also \n \n1 The Court notes that Defendants assert multiple arguments on the deficiency of Plaintiff’s \nclaims for fraud and negligent misrepresentation, including that the claims are barred by the \neconomic loss doctrine.  The Court need not address each argument beca use the Court \ndetermines that the claims are deficient for the reasons stated herein.    \n \n \nbe pled with particularity under Rule 9(b) .  See Value Health Sols. Inc., v. Pharm. \nResearch Assocs. , 2020 NCBC LEXIS 65, at *29 (N.C. Super. Ct. May 22, 2020) \n(“[T]his Court and North Carolina’s federal district courts have consistently held that \nplaintiffs are requir ed to plead claims for negligent misrepresentation with \nparticularity required by Rule 9(b).”).  \n1. The CSA \n36. Defendants contend Plaintiff’s claim for fraud, as it pertains to the CSA , \nshould be dismissed because the alleged representations are not related to any past \nor existing fact but are assertions of opinion or future plans.  (Defs.’ Mem. Supp. 5.)   \nWhile fraud cannot ordinarily be based on a promise of future intent, “a plaintiff may \nrecover for fraud where a promise of  future intent is made with a present intention \nnot to perform. ”  Kornegay v. Aspen Asset Grp, LLC , 2006 NCBC LEXIS 13, at *31 \n(N.C. Super. Ct. Sept. 26, 2006); see also  Potts v. KEL, LLC, 2018 NCBC LEXIS 24 , \nat *9 (N.C. Super. Ct. Mar. 27, 2018) (“Misrepresentation of the state of the promisor's \nmind is itself a misrepresentation of an existing fact, subject to a claim for fraud.”).  \nTo state a claim based on a promise of future intent, the plaintiff must allege facts \n“from which a court and jury may reasonably infer that the defendant did not intend \nto carry out such representations when they were made.” Potts, 2018 NCBC LEXIS \n24, at *9; see also Hoyle v. Bagby, 253 N.C. 778, 781 (1961).   \n37. Plaintiff alleges Defendants made the following false representations \nconcerning the CSA: (1) Defendants were committed to developing a new software \nsystem with Plaintiff; (2) Defendants were willing to wait the requisite three years to \n \n \nfully implement such a system; and (3) Defendants were willing to spend $5,250 per \nmonth for 40 months to develop the system.  (Am. Compl. ¶ 11.)  Plaintiff contends \nDefendants never had any intention of paying Plaintiff for a new software system and \nthat these representations were made to induce Plaintiff to sign the CSA .  (Am. \nCompl. ¶ 54 .)  However, Plaintiff must also allege facts from which the Court may \nreasonably infer that Defendants never intended to carry out their representations \nwhen they were made, Potts, 2018 NCBC LEXIS 24, at *9, which Plaintiff has failed \nto do. \n38. Plaintiff’s negligent misrepresentation claim, as it pertains to the CSA, is \nbased on the same promissory representations and statements of intent  on which \nPlaintiff bases its fraud claim, not based on any information prepared by Defendants \nwhen entering into the CSA, and therefore Plaintiff’s claim for negligent \nmisrepresentation fails.  See Bob Timberlake Collection, Inc. v. Edwards, 176 N.C. \nApp. 33, 40  (2006) (affirming the trial court’s dismissal of a negligent \nmisrepresentation claim where the plaintiff failed to allege that the information \nprovided “was prepared without reas onable care”); see also Oberlin Capital, L.P. v. \nSlavin, 2000 NCBC LEXIS 8, at *25–26 (N.C. Super. Ct. Apr. 28, 2000) (declining to \n \n \nexpand the scope of negligent misrepresentation claims beyond cases involving one \nparty preparing information for another).    \n39. Therefore, the Motion to Dismiss should be GRANTED and the fraud  and \nnegligent misrepresentation claims should be DISMISSED without prejudice to the \nextent they are based on representations made when executing the CSA.2 \n2. The Agency Agreement \n40. The requirement of justifiable reliance for negligent misrepresentation \nclaims and the requirement of reasonable reliance in fraud claims are  similar.  \nMarcus Bros. Textiles, Inc. v. Price Waterhouse, LLP , 350 N.C. 214, 224 (1999) ; see \nalso Higgins v. Synergy Coverage Sols., LLC, 2020 NCBC LEXIS 6, at *37 –38 (N.C. \nSuper. Ct. Jan. 15, 2020).  To plead reasonable or justifiable reliance a plaintiff must \nsufficiently allege that it “made a reasonable inquiry into the misrepresentation and \nallege that [it] was denied the opportunity to investigate or that [it] could not have \nlearned the true facts by exercise of reasonable diligence.”  Rountree v. Chowan Cty., \n252 N.C. App. 155, 162 (2017); see also Higgins, 2020 NCBC LEXIS 6, at *3 2 \n(requiring the same allegations for a fraud and fraudulent inducement claim). \n41. Plaintiff alleges Defendants made the following fraudulent representations \nwhich induced Plaintiff  to sign the Agency Agreement: ( 1) that FP Sales ’s budget \nshown to Plaintiff was “only a draft,” and (2) that Defendants would make “significant \nadditional marketing expenditures” in 2020 that  would be reflected in a revised \nbudget.  (Am. Compl. ¶ 23.)  Plaintiff additionally alleges that Defendants knew the \n \n2 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt[.]”  First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013).  \n \n \nbudget was final, and Defendants never intended to make additional marketing \nexpenditures.  (Am. Compl. ¶ 31.) \n42. When Plaintiff reviewed the budget at the 24 March 2020 meeting, Plaintiff \nwas “concerned that the amounts shown for marketing expenditures in this budget \ndid not appe ar to be sufficient to support the marketing activities that [Plaintiff] \nunderstood that it would be engaged to provide.”  (Am. Compl. ¶ 23.)   Three days \nlater, notwithstanding Plaintiff’s concern regarding FP Sales’s budget, DWF, Flowers \nPlantation, and Plaintiff entered into the Agency Agreement.  ( See Am. Compl. Ex. \nB.)  In fact, the Amended Complaint tends to show that Plaintiff did not review \nDefendants’ budget a second time until mid-April 2020.  (Am. Compl. ¶ 34.b.) \n43. Upon careful review of the Amended  Complaint, the Court concludes that \nthere are insufficient allegations to show that Plaintiff made a reasonable inquiry \ninto Defendants’ representations regarding the budget and therefore fail to establish \nreasonable or justifiable reliance.  See Carmayer, LLC v. Koury Aviation, Inc. , 2017 \nNCBC LEXIS 82, at *27–32 (N.C. Super. Ct. Sept. 11, 2017) (dismissing a negligent \nmisrepresentation claim for the plaintiff’s failure to establish that  it made a \nreasonable inquiry into representations in a pro forma regarding the defendant’s \nprofitability).  While Plaintiff makes allegations that “these representations involved \ninformation which was exclusively within the knowledge of the Defendants, and \n[Plaintiff] had no way to ascertain the falsity of these representations at the time \nthey were made[,]”  (Am. Compl. ¶¶ 56, 61), the Court concludes that these conclusory \nallegations are insufficient to support Plaintiff’s claims for fraud and negligent \n \n \nmisrepresentation as they pertain to the Agency Ag reement.  See Volume Servs. v. \nOvation Food Servs., L.P., 2018 NCBC LEXIS 108, at *42–43 (N.C. Super Ct. Oct. 17, \n2018).  The Amended Complaint is devoid of any allegations that Plaintiff  even \nattempted to investigate the veracity of Defendants’ statements regarding the budget \nor obtain access to information held by Defendants.  See Arnesen v. Rivers Edge Golf \nClub & Plantation, Inc. , 368 N.C. 440, 449 (2015) (“Reliance is not reasonable if a \nplaintiff fails to make any independent investigation or fails to  demonstrate he was \nprevented from doing so.” (cleaned up)). \n44. Therefore, the Motion to Dismiss should be GRANTED and the fraud and \nnegligent misrepresentation claims should be DISMISSED without prejudice to the \nextent they are based on representations made when executing the  Agency \nAgreement.3       \nC. Unfair and Deceptive Trade Practices \n45. Plaintiff also alleges that Defendants engaged in  unfair or deceptive trade \npractices pursuant to N.C.G.S. § 75 -1.1 (“UDTP”) by fraudulently inducing Plaintiff \nto enter the CSA and  the Agency Agreement.  ( See Am. Compl. ¶  71.)  To state a \nUDTP claim, Plaintiff must allege that “(1) defendant committed an unfair and \n \n3 Defendants contend that Plaintiff’s reliance on certain statements “is not reasonable.”  \n(Defs.’ Mem. Supp. 9.)   However, the issue of justifiable or reasonable reliance is scarcely \ndiscussed in the parties’ briefing.  Notwithstanding the parties’ limited attention to this \npleading requirement, the Court, in its discretion, concludes  that the failure to plead facts \ndemonstrating justifiable and reasonable reliance is an appropriate ground on which to base \nits dismissal of Plaintiff’s fraud and negligent misrepresentation claims.  See Tuwamo v. \nTuwamo, 248 N.C. App. 441, 445– 46 (2016) (“Furthermore, our Supreme Court has noted \nthat ‘[w]hen the complaint fails to state a cause of action, a defect appears upon the face of \nthe record proper.  On appeal, the Supreme Court will take notice of it and will ex mero motu \ndismiss the action.’ ”). \n \n \ndeceptive act or practice, (2) the act in question was in or affecting commerce, and (3) \nthe act proximately caused injury to the plaintiff.”  Dalton v. Camp, 353 N.C. 647,  \n656 (2001).  “A practice is unfair if it is unethical or unscrupulous, and it is deceptive \nif it has tendency to deceive.”  Id.   \n46. Defendants contend that Plaintiff’s UDTP claim should be dismissed \nbecause breach of contract alone, assuming dismissal of Plaintiff’s fraud claim, is an \ninsufficient basis for UDTP claim s without “substantially aggravating \ncircumstances”; therefore, Plaintiff’s claim fails.   (Defs.’ Mem. Supp. 12 –14.)  The \nCourt agrees.  \n47. It is well established that “a mere breach of contract, even if intentional, is \nnot sufficiently unfair or deceptive to sustain an action under N.C.G.S. § 75 -1.1.”  \nBranch Banking & Tr. Co. v. Thompson , 107 N.C. App. 53, 62  (1992).  “[A] plaintiff \nmust show substanti al aggravating circumstances attending the breach to recover \nunder the [UDTP] Act[.]”  Id.   \n48. From the Court’s careful review of the Amended Complaint, the only \nconduct currently actionable based on the Court’s ruling herein is alleged breaches of \ncontract by Defendants, unjust enrichment, and breach of the covenant of good faith \nand fair dealing .  This conduct is insufficient  to form the basis of Plaintiff’s UDTP \nclaim without allegations  of an aggravating circumstance.  See Branch Banking & \nTr. Co., 107 N.C. App. at 62.  The only aggravating circumstance alleged by Plaintiff \nis purported fraudulent conduct by Defendants.  However, the Court has concluded \nherein that Plaintiff has not adequately alleged this aggravating circumstance.   \n \n \n49. Therefore, the Court c oncludes that Plaintiff’s UDTP claim should be \nDISMISSED without prejudice.   \nD. Civil Conspiracy \n50. Under North Carolina law, a complaint sufficiently states a claim for civil \nconspiracy when it alleges “(1) an agreement between two or more individuals, (2) to \ndo an unlawful act or to do a lawful act in an unlawful way, (3) resulting in injury to \nplaintiff inflicted by one or more of the conspirators , and (4) pursuant to a common \nscheme.”  Elliot v. Elliot , 200 N.C. App. 25 9, 264 (2009) (cleaned up).  Conspiracy \n“requires an agreement between at least two persons to take an unlawful action or \ntake a lawful action in an unlawful manner.”  Lunsford v. ViaOne Servs., LLC, 2020 \nNCBC LEXIS 111, at *17 (N.C. Super. Ct. Sept. 28, 2020). \n51. Plaintiff alleges that “Defendants entered into an agreement among \nthemselves to obtain [Plaintiff’s] assistance in their business operations without \npaying for that assistance.”  (Am. Compl. ¶ 67.)  Plaintiff also alleges that Defendants \nwrongfully terminated their contracts with Plaintiff in order to obtain confidential \ninformation to utilize in their business without compensating Plaintiff pursuant to \nthe terms of their contractual relationships.  (Am. Compl. ¶¶ 14, 21, 31.)   \n52. Plaintiff still maintains claims for breach of the CSA and the Agency \nAgreement, along with claims for unjust enrichment and breach of the covenant of \ngood faith and fair dealing, which are not subject to the Motion.  Therefore, the Motion \nshould be DENIED  to the extent it requests that that the Court dismiss Plaintiff’s \nclaim for civil conspiracy. \n \n \nVI.      CONCLUSION \n53. For the foregoing reasons, the Court hereby GRANTS in part and DENIES \nin part the Motion as follows: \nA. The Motion is DENIED to the extent it requests that the Court dismiss \nPlaintiff’s claim for breach of the CSA;  \nB. The Motion is GRANTED  to the extent it requests that the Court \ndismiss Plaintiff’s fraud claim , and  Plaintiff’s fraud claim  is \nDISMISSED without prejudice; \nC. The Motion is GRANTED  to the extent it requests that the Court \ndismiss Plaintiff’s negligent misrepresentation claim , and Plaintiff’s \nnegligent misrepresentation claim is DISMISSED without prejudice;  \nD. The Motion is GRANTED  to the extent it requests that the Court \ndismiss Plain tiff’s UDTP claim , and Plaintiff’s UDTP claim is \nDISMISSED without prejudice; and \nE. The Motion is DENIED to the extent it requests that the Court dismiss \nPlaintiff’s claim for civil conspiracy.  \nSO ORDERED, this the 31st day of March, 2021. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}