{
  "id": "50530b7c01547da16c38b0954340d4fee1499e682cc8e876951c65e66a91724e",
  "source_file": "data/raw/ncbc/50530b7c01547da16c38b0954340d4fee1499e682cc8e876951c65e66a91724e.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nNEW HANOVER COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24 CVS 2020 \nVIP UNIVERSAL MEDICAL \nINSURANCE GROUP, LTD and VIP \nUNIVERSAL MEDICAL INSURANCE \nGROUP, LLC, \n \nPlaintiffs, \n \nv. \n \nTRINITY COMPUTER SERVICES, \nINC. d/b/a CHORDLINE HEALTH, \n \nServe: Capitol Services, Inc., Registered \nAgent for Trinity Computer Services, \nInc., d/b/a Chordline Health, 108 \nLakeland Avenue, Dover, Delaware, \n19901, \n \nDefendant. \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION FOR \nPARTIAL JUDGMENT ON THE \nPLEADINGS \n \n1. THIS MATTER  is before the Court on Defendant’s Motion for Partial  \nJudgment on the Pleadings (the “Motion”), (ECF No. 20). \n2. Having considered the Motion , the related briefing, the arguments of \ncounsel at a hearing on the Motion, and other relevant matters of record, the Court, \nin the exercise of its discretion, hereby GRANTS in part  and DENIES in part the \nMotion. \nTroutman, Pepper, Hamilton, Sanders LLP by Dennis Deak and William \nJ. Farley, for Plaintiffs.  \n \nWard and Smith, P.A.  by Isabelle Chammas and Edward Coyne and \nKane, Russel, Coleman, Logan PC by Brian W. Clark (admitted pro hac \nvice), for Defendant.  \n \nEarp, Judge. \n \nVIP Universal Med. Ins. Grp., Ltd v. Trinity Comput. Servs., Inc., 2024 NCBC 77. \nI. FACTUAL BACKGROUND \n3. The Court does not find facts on a motion for judgment on the pleadings \npursuant to Rule 12(c) but rather recites the facts alleged in the pleadings that are \nrelevant to the Court’s determination of the m otion.  Willard v. Barger, 2019 NCBC \nLEXIS 43, at *1-2 (N.C. Super. Ct. July 12, 2019) (citing Erikson v. Starling, 235 N.C. \n643, 657 (1952)).   \n4. Plaintiff VIP Universal Medical Insurance Group, L LC (“VIP LLC”) is a \nTexas limited liability company with its principal place of business in Miami, Florida.  \n(Compl. ¶ 1, ECF No. 3; Def.’s Mem. Law Supp. Mot. Partial J. Pleadings at 2 [“Def.’s \nMemo.”], ECF No. 21.)1  \n5. Defendant, a Delaware corporation,  develops and licenses software for \ninsurance companies and has  its principal place of business in Wilmington, North \nCarolina.  (Compl. ¶ 3; Def.’s Memo. at 2.)  \n6. On 1 September 2023 , Plaintiff and Defendant entered into a contract \ntitled, “Binding Business Associate Agreement and Terms of Service With Exhibits” \n(“Agreement”), the purpose of which was to “implement and utilize the ACUITYnxt – \nan on-line clinical workflow system offered by Defendant . . . . to aid in the workflow \n \n1 There are two named Plaintiffs in the Complaint: VIP Universal Medial Insurance Group, \nLtd., and its parent company, VIP Universal Medical Insurance Group, LLC.  However, \naccording to the Complaint “[t]he Contract references ‘VIP Universal Medical Group, Ltd.’ \nPlaintiffs assert that this is a scrivener’s error, and the intended contracting party was ‘VIP \nUniversal Medical Group, LLC.’”  (Compl. at 1, n.1.)  Therefore, the Court will refer to the \nPlaintiffs together in the singular, “Plaintiff.”  \nand medical management of [Plaintiff’s] po licyholders and dependents as covered \nmembers.”  (Compl. 2, Ex. A)2  \n7. The parties signed an associated Statement of Work (“SOW #1”) on  16 \nOctober 2023, to be effective 1 September 2023.  (Compl. ¶ 7, Ex. B.)  SOW #1 included \na “Go Live Date” of “on or before April 30, 2024.”  (Compl. ¶ 11.) \n8. Plaintiff entered into the Agreement and SOW #1  “with the expectation \nthat the software services  . . . would enhance Plaintiff’s operations and facilitate its \nbusiness model, particularly in the context of providing  medical travel insurance \nservices throughout South America and Central America.”  (Compl. ¶ 12.) 3  \n9. However, a s early as November 2023, Plaint iff began noticing \ninconsistencies between Defendant’s offerings and Plaintiff ’s operational \nrequirements, including processing delays, lack of Spanish and Portuguese language \nsupport, and data inconsistencies.  (Compl. ¶¶ 17, 22.)   \n10. The parties  attended multiple “training sessions” to work through the se \nissues.  Specifically, during training sessions on 8 November 2023 and 14 November \n2023, the parties discussed how the software could be used for group contract \nmanagement.  (Compl. ¶¶ 23- 24.)  During a training session on 20 November 2023,  \nthe parties discussed adopting Defendant’s software for Spanish and Portuguese  \nspeaking users.  (Compl. ¶ 25.)  \n \n2 The first few paragraphs of the Complaint are not numbered.  Therefore, the Court refers \nto the content of this part of the Complaint by page number. \n  \n3 The Complaint states that Defendant entered into the contracts with this expectation, but \nthis appears to be a typographical error. \n11. Among other things, Plaintiff alleges that Defendant had “ actual \nknowledge that Plaintiff sold its services only to customers outside of the United \nStates and particularly in Central and South America.  However, Defendant di d not \ndisclose that it had no experie nce or ability to service non -English speaking  \nplatforms.”  (Compl. ¶¶ 26-27.) \n12. From 1 November 2023 through 4 March 2024, Plaintiff made monthly \npayments to Defendant in accordance with the Agreement and its attached Pricing \nAddendum.  In total, Plaintiff paid Defendant $200,309.89.  (Compl. ¶ 34; Agreement \nat 5.)  \n13. Plaintiff alleges that despite communicating with Defendant regarding \ncontinued failures in the software, Defendant failed to implement the software \nservices as specified and required by both the Agreement and SOW #1 by the Go Live \nDate.  (Compl. ¶ 31.)    \n14. As a result, Plaintiff terminated the Agreement pursuant to Paragraph 28, \nwhich provides in relevant part:  \nIf CHORDLINE commits a material breach of this Agreement, Client \nmay either:  \n \na) terminate this Agreement immediately; or  \n \nb) provide CHORDLINE with an opportunity to cure such breach with \na stated period which shall be less than 30 days. If we do not cure such \nbreach within the time-period You have stated You may terminate this \nAgreement immediately.  \n \n(Agreement ¶ 28.)  \n \n15. On 6 May 2024 , Plaintiff sent a letter of termination to Defendant \nterminating the Agreement for cause and stating that Defendant had materially \nbreached the contract in the following ways: \n(1) failure to implement the software services; (2) severe processing \ndelays; (3) the absence of computed fields in the software restricting \n[Plaintiff’s] ability to perform essential calculations; (4) the lack of \nSpanish and Portuguese support, especially given Defendant’s prior \nknowledge of  [Plaintiff’s] primary operations in Central and South \nAmerica; (5) the ACUITYnxt software’s inflexibility regarding workflow; \n(6) the lack of data fields essential to [Plaintiff’s] business process which \ncreates inaccurate and confusing letters and reports; (7) the ACUITYnxt \nsoftware’s tendency to create significant gaps in historical data and \naccessibility; and (8) the ACUITYnxt software’s cripplingly insufficient \naccess control measures which pose d a material risk to data integrity \nand compliance with data protection standards. \n \n(Compl. ¶ 33.)  \n16. Defendant responded the following day, denying any breach of contract and \nrequesting confirmation that the contract was being terminated .  D efendant also \ndemanded payment for invoices and for a Termination Fee referenced in paragraph \n28 of the Agreement.  (Compl. ¶ 36.)  \n17. The Termination Fee is described in paragraph 28 as follows:  \nShould Client terminate this Agreement prior to the expiration of the \nTerm, and CHORDLINE has not breached the Agreement, Client must \nnotify CHORDLINE in writing sixty (60) days prior to the date of \ntermination and must pay a Termination Fee.  \n \nClient agrees to pay a Termination Fee calculated as ( X minus Y ) \n(“Termination Fee”), where “X” equals $1,230,000 (the “Base Amount”) \nand “Y” equals all License and Service fees for ACUITYnxt  paid as of \nthe effective date of termination. \n \n(Agreement ¶ 28.)  \n18. Plaintiff replied by  letter dated 15 May 2024,  confirming that the \nAgreement was terminated but denying that it was obligated to pay the termination \nfee because, it contends, Defendant materially breached the contract.  (Compl. ¶¶ 36-\n39.)  \nII. PROCEDURAL BACKGROUND \n19. Plaintiff commenced this action  on 21 May 2024, stating claims for (1) \nmaterial breach of contract, (2) fraudulent inducement, (3) fraudulent concealment , \n(4) breach of warranty of merchantability, and (5) breach of warranty of fitness for a \nparticular purpose.  In addition to the above claims, Plaintiff requests a declaratory \njudgment that the  Termination Fee described in the Agreement is not owed due to \nboth Defendant’s material breach of contract and because the Termination Fee is an \nunenforceable penalty .  ( See generally  Compl.)  Plaintiff’s Complaint includes  as \nattachments the Agreement, as well as the various exhibits and addendums thereto.   \n20. On 26 July 2024, Defendant filed an Answer and Counterclaim, in which it \nalleges breach of contract for failure to pay invoices for services rendered and failure \nto pay the T ermination Fee.  (See generally Def.’s Answer and Countercl. , ECF No. \n11.)  Also on 26 July 2024,  Defendant filed a Motion to Partially Dismiss Complaint \nfor Failure to State a Claim, (ECF No. 12).  \n21. The Court determined that the Motion to Partially Dismiss was untimely \nand denied it in an O rder dated 31 July 2024.   (Order on Def .’s Mot. to Partially \nDismiss Compl. for Failure to State Claim, ECF No. 15.)  \n22. Thereafter, on 26 August 2024 , Plaintiff filed an Answer to Defendant’s \nCounterclaim, (ECF No. 16).  The pleadings having closed, Defendant filed a Motion \nfor Partial Judgment on the Pleadings on 10 September 2024, (ECF No. 20).  It is this \nmotion that is currently before the Court. \n23. Defendant seeks an order  dismissing Plaintiff’s claims for fraudulent \ninducement, fraudulent concealment, breach of the warranty of merchantability, \nbreach of  the warranty of fitness for a particular purpose, negligence, punitive \ndamages, attorneys’ fees, and declaratory judgment .  (See generally Def.’s Mot. for \nPartial J. on the Pleadings.)  The parties’ cross-claims for breach of contract are not \nimplicated by the Motion.  \n24. After full briefing, the Court held a hearing on the Motion on  31 October \n2024.  (See Not. of Hearing, ECF No. 36.)  All parties were present through counsel \nand were heard.   \n25. Following the hearing, Plaintiff filed a Notice of Voluntary Dismissal \nwithout Prejudice, voluntarily dismissing its First Cause of Action (material breach \nof contract) “only to the extent the cause of action relies upon any allegation of the \nlanguage functionality  of Spanish and Portuguese, ”4 the Second Cause of Action \n \n4 Remaining alleged breaches include: ( 1) failure to implement the software services; (2) \nsevere processing delays; (3) the absence of computed fields in the software restricting \n[Plaintiff’s] ability to perform essential calculations; (4) the ACUITYnxt software’s \ninflexibility regarding workflow; (5) the lack of data fields essential to [Plaintiff’s] business \nprocess, which creates inaccurate and confusing letters and reports; (6) the ACUITYnxt \nsoftware’s tendency to create significant gaps in historical data and accessibility; and (7) the \nACUITYnxt software’s cripplingly insufficient access control measures , which posed a \nmaterial risk to data integrity and compliance with data protection standards. \n(fraudulent inducement), the Third Cause of Action (fraudulent concealment ), the \nFourth Cause of Action (breach of warranty of merchantability), and the Fifth Cause \nof Action (breach of warranty of fitness for a  particular purpose ).  ( Pl.’s Not. of \nVoluntary Dismissal Without Prejudice, ECF No. 37.)  \n26. The balance of the Motion is now ripe for disposition. \nIII. LEGAL STANDARD \n27. “The standard of review for a Rule 12(c) motion is the same as for a motion \nto dismiss under Rule 12(b)(6). ”  Akzo Nobel Coatings, Inc. v. Rogers, 2011 NCBC \nLEXIS 42, at **19 (N.C. Super. Ct. Nov. 3, 2011) (citing A-1 Pavement Marking, LLC \nv. APMI Corp., 2008 NCBC LEXIS 15, at *7 (N.C. Super. Ct. Aug. 4, 2008)).   \n28. “A motion for judgment on the pleadings is a summary procedure, \nauthorized by Rule 12(c) of the North Carolina Rules of Civil Procedure, which allows \na trial court to enter judgment when all the material allegations of fact are admitted \nin the pleadings and only questions of law remain. ”  George Shinn Sports, Inc. v. \nBahakel Sports, Inc., 99 N.C. App. 481, 486 (1990). \n29. In reaching its determination, t he Court must “view the facts and \npermissible inferences in the light most favorable to the nonmoving party.”  Ragsdale \nv. Kennedy, 286 N.C. 130, 137 (1974).  “All well pleaded factual allegations in the \nnonmoving party’s pleadings are taken as true and all contravening assertions in the \nmovant’s pleadings are taken as false.”  Id.   \n30. In addition, when ruling on a Rule 12(c) motion, a trial court may consider \na contract that is the subject matter of an action.  See, e.g., Davis v. Durham Mental \nHealth/Dev. Disabilities/Substance Abuse Area Auth., 165 N.C. App. 100, 104 (2004); \ncf.  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60 (2001) (citing Coley v. Bank, \n41 N.C. App. 121, 126 (1979)).   \n31. The Motion “should not be granted unless the movant clearly establishes \nthat no material issue of fact remains to be resolved  and that he is entitled to \njudgment as a matter of law.”  Carpenter v. Carpenter, 189 N.C. App. 755, 761 (2008) \n(citing Toomer v. Branch Banking & Trust Co. , 171 N.C. App. 58, 66 (2005)).   Since \njudgment on the pleadings is final, “each motion under Rule 12(c) must be carefully \nscrutinized lest the nonmoving party be precluded from a full and fair hearing on the \nmerits.”  Ragsdale, 286 N.C. at 137.  \nIV.    ANALYSIS \nA. Negligence, Punitive Damages, and Attorneys’ Fees \n32. Defendant contends that any  negligence claim should be dismissed to the \nextent it is pleaded in the Introduction to the numbered paragraphs of the Complaint.  \n(Def.’s Memo. at 19.)  Defendant further contends that there is no support  for the \nrecovery of either attorneys’ fees or punitive damages.  (Def.’s Memo. at 20-21.)  \n33. Plaintiff concedes that it did not assert a claim for negligence.  (Responsive \nBr. Opposition Def .’s Mot. Partial J. Pleadings at 4 [“Pl .’s Br.”], ECF No. 34 .)  \nAccordingly, there is no claim to dismiss , and this aspect of the Motion is DENIED  \nas moot. \n34. As for damages, given Plaintiff’s voluntary dismissal of its tort claims, any \ndemand for punitive damages is without basis.   However, Plaintiff argues that \ndismissal of its request for attorneys’ fees is premature, (Pl.’s Br. at 17), and the Court \nagrees.   \n35. Therefore, in its discretion, the Court DENIES Defendant’s Motion for \nPartial Judgment on the Pleadings with re spect to Plaintiff’s request for attorneys’ \nfees.  Whether Plaintiff is entitled to any such fees and, if so, in what amount, will be \ndecided at a later date on a more complete record. \nB. Declaratory Judgment \n36. Next, Defendant argues for dismissal of Plaintiff’s claim for a judgment \ndeclaring that the Termination Fee is not owed due to (1) Defendant’s material breach \nof the Agreement and, in any event, (2) because the Termination Fee provision is an \nunenforceable penalty  and not a permissible liquidated damages clause .  (Compl. \n¶¶ 106-112.)  \n37. In Defendant’s view, it did not breach the Agreement, and the Termination \nFee provision is neither a liquidated damages clause nor a penalty.  (Def.’s Memo. at \n24-25.)  Instead, Defendant contends that the Termination Fee is the amount Plaintiff \nagreed to pay to exercise an option to t erminate the Agreement early.  Because that \noption can be exercised without the necessity of a material breach, Defendant argues \nthat Plaintiff’s argument applying  the law regarding liquidated damages is \nirrelevant.  (Def.’s Memo. at 23-24.) \n38. Plaintiff sees the Termination Fee provision differently, as one intended to \napply in the event Plaintiff is determined to have breached the Agreement by failing \nto pay Defendant’s invoices as they became due.  \n39. Thus, the parties’ contentions raise three possible scenarios:  (1) Defendant \nbreached the contract, releasing Plaintiff from its contract obligations, including the \nTermination Fee; (2)  Plaintiff breached the contract  and Defendant suffered \ndamages, but the Termination Fee is an unenforceable liquidated damages clause; or \n(3) neither party breached the contract , but Plaintiff exited early and then failed to \npay Defendant the early Termination Fee that was negotiated in the contract.  \n40. Again, the Termination Fee provision provides in relevant part:  \nShould Client terminate this Agreement prior to the expiration of the \nTerm, and CHORDLINE has not breached the Agreement , Client must \nnotify CHORDLINE in writing sixty (60) days prior to the date of \ntermination and must pay a Termination Fee.  \n \n(Agreement ¶ 28 (emphasis added).)  There is no mention of a Termination Fee to be \npaid in the event of Plaintiff’s breach of the Agreement. 5  The plain language of the \nAgreement establishes that the Termination Fee is triggered only when Defendant \nhas not breached the Agreement, but Plaintiff nevertheless wishes to be released from \nits contractual obligations. \n41. Defendant relies on Brenner v. Little Red School House, Ltd., 302 N.C. 207 \n(1981).  In Brenner, the plaintiff contracted with Little Red School House to pay \ntuition for the entire school year in advance of the first day of school  in exchange for \nthe defendant’s promise to hold a place for the plaintiff’s child.  Id. at 211 -12.  The \n \n5 Defendant’s counterclaim does not seek payment of the Termination Fee as a form of \nliquidated damages for Plaintiff’s alleged failure to pay invoices when they came due.  \nInstead, Defendant’s theory of the case is that Plaintiff exercised its option to terminate the \ncontract early and then breached the Agreement by refusing to pay the early Termination \nFee.   \n \ncontract provided in pertinent part: “ [w]e understand that the tuition is $ 1,080.00 \nper year, payable in advance on the first day of school, no portion refundable.”  Id. at \n210.   \n42. When the child dropped out  before the school year ended  and the school \nrefused to return the tuition , our Supreme Court determined  that “[t]he non -\nrefundable tuition provision was simply one term of the contract, not a measure of \nrecovery in the event of a breach, thus the law of damages has no bearing upon the \ncase.”  Id. at 214.  \n43. Central to the Supreme Court’s decision in Brenner was the fact that no \nbreach of contract existed in the case.  Neither party had promised that the child \nwould actually attend the school, and both had fully performed their obligations to \nthe extent possible without the presence of the child in the school .  The Court \nobserved:   \n[P]laintiff contracted to pay the tuition for the entire school year in \nadvance of the first day of school. In consideration therefor, defendant \npromised to hold a place in the school for plaintiff's child, to make all \npreparations necessary to educate the child for the school year, and to \nactually teach the child during that period. Both parties received \nvaluable consideration under the terms of the contract. After receiving \nplaintiff's tuition payment, defendant reserved a space for plaintiff's \nchild, made preparations to teach the child, and at all times during the \nschool year kept a place open for the child. This performance by \ndefendant was sufficient consideration for plaintiff's tuition payment. A \nschool such as defendant must make arrangements for the education of \nits pupils on a yearly basis, prior to the commencement of the school \nyear. \n \nId. at 211-12.  In this context, the Court determined that the language of the contract \nestablished that the non- refundable tuition provision was simply one term of the \ncontract to be performed and not a measure of recovery in the event of a breach .  Id. \nat 214. \n44. Here, Plaintiff’s request for a declaration is two-fold.  First, unlike Brenner, \nPlaintiff seeks a declaration that the Termination Fee is not owed due to Defendant’s \nmaterial breach of contract.  Plaintiff alleges that it was Defendant’s breaches of the \ncontract that caused it to end, not Plaintiff’s exercise of an agreed -upon option for \nearly termination.  To that extent, Plaintiff states a claim for declaratory judgment, \nand the Motion shall be DENIED.     \n45. Alternatively, Plaintiff requests a declaration that the Termination Fee is \nnot an enforceable liquidated damages provision but rather is an impermissible and \nunenforceable penalty that bears no relationship to the damages Defendant would \nsuffer in the event Plaintiff breached the contract.   (Compl. ¶¶ 106- 112.)6  As in \nBrenner, the language of the Agreement belies Plaintiff’s contention that it was \nintended to be a liquidated damages provision at all, much less an unenforceable one.  \nAccordingly, the Motion with respect to this aspect of Plaintiff’s declaratory judgment \nclaim shall be GRANTED.7  \n \n6 As an aside, Defendant challenges this characterization but nevertheless contends that it \nis irrelevant to the Court’s determination. \n \n7 Plaintiff contends that Defendant’s argument improperly asks the Court to expand the \nscope of its review with respect to the Motion.  In essence, Plaintiff argues that Defendant is \nasking the Court, not to rule that Plaintiff’s claim is subject to dismissal, but rather to go one \nstep farther and rule that Defendant is entitled to summary judgment with respect to \nDefendant’s breach of contract counterclaim.  (Pl .’s Br. at 18-19.)  In ruling on the Motion, \nthe Court does not determine either party’s breach of contract claim.  To the contrary, the \nCourt holds only that , based on the plain language of the Agreement,  the Termination Fee \nprovision is not a liquidated damages clause. \n \nV. CONCLUSION \n46. WHEREFORE, Defendant’s Motion for Partial Judgment on the Pleadings \nis GRANTED in part and DENIED in part, as follows:  \na. The Motion is GRANTED  with re spect to Plaintiff ’s demand for \npunitive damages. \nb. The Motion is GRANTED with respect to Plaintiff’s Declaratory \nJudgment Claim, but only to the extent Plaintiff demands a \njudgment declaring that the Termination Fee provision is an \nunenforceable liquidated damages clause. \nc.  Except as herein specified, the Motion is DENIED. \nSO ORDERED, this the 5th day of December, 2024. \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n \n \n \n "
}