{
  "id": "507bfcfc65926fff2e6235e06c309032de171295d7f49c48b2250ac6b73f7ef5",
  "source_file": "data/raw/ncbc/507bfcfc65926fff2e6235e06c309032de171295d7f49c48b2250ac6b73f7ef5.pdf",
  "raw_text": "Gao v. Sinova Specialties, Inc., 2016 NCBC 102. \n \nSTATE OF NORTH CAROLINA \nMECKLENBURG COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 6709 \nJIANXUN “BILL” GAO, individually, \nand derivatively on behalf of Sinova \nSpecialties, Inc., \n \nPlaintiff, \n \nv. \n \nSINOVA SPECIALTIES, INC., a \nNorth Carolina Corporation; \nJOHANNES HECKMANN;  \nYAN “ELLEN” LIU; NEW SHORE, \nINC., a North Carolina Corporation; \nCALDER OVERSEAS, a British \nVirgin Islands Company, \n \nDefendants, \n \nand \n \nSINOVA SPECIALTIES, INC., a \nNorth Carolina Corporation,  \n \nNominal Defendant. \n \n)\n)\n)\n)\n)\n)\n)\n) \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n) \n)\n)\n) \n ORDER AND OPINION ON \nDEFENDANT CALDER OVERSEAS’ \nMOTION TO DISMISS PURSUANT TO \nRULE 12(b)(2) \n \n1. THIS MATTER  is before the Court upon Defendant Calder Overseas’ \n(“Calder”) Motion to Dismiss pursuant to Rule 12(b)(2) of the North Carolina Rules \nof Civil Procedure (“Rule(s)”) (the “Motion ) in the above -captioned case.  The Court \nwill address other pending motions in this matter in separate orders.   \n2. For th e reasons stated below, the Court concludes that it does not have \npersonal jurisdiction over Calder, and thus hereby GRANTS the Motion.   \nGreenberg Traurig, LLP, by Gabriel Aizenberg, Andrew Enschedé, and \nLucia Marker -Moore, and Brooks, Pierce, McLendon, H umphrey & \nLeonard LLP, by Jeffrey E. Oleynik and Jessica Thaller -Moran, for \nPlaintiff Jianxun “Bill” Gao. \n \nHiggins & Owens, PLLC, by Sara W. Higgins, appearing specially for \nDefendant Calder Overseas. \n \nRobinson, Judge. \n \nI. INTRODUCTION \n3. The relevant factual  and procedural background of this case is recited in \ndetail in the Court’s separate Order and Opinion on Defendants’ Motions to Dismiss.  \nThe Motion that is the subject of this Order and Opinion seeks dismissal of all claims \nbrought in this Court against Calder because the Court lacks personal jurisdiction \nover Calder.  The Court agrees, and dismisses all claims brought against Calder in \nthis lawsuit.   \nII. LEGAL STANDARD \n4. The Court’s task in resolving the Motion has been thoroughly summarized \nby the North Carolina Court of Appeals: \nIn order for the courts of this State to exercise jurisdiction over the \nperson of a nonresident defendant, (1) there must be statutory authority \nfor the exercise of jurisdiction, and (2) the nonresident defendant must \nhave sufficient contacts with this State such that the exercise of \njurisdiction does not violate the federal due process clause.  The \nallegations of the complaint must disclose jurisdiction although the \nparticulars of jurisdiction need not be alleged.  If the exercise of personal \njurisdiction is challenged by a defendant, a trial court may hold an \nevidentiary hearing including oral testimony or depositions or may \ndecide the matter based on affidavits.  If the court takes the l atter \noption, the plaintiff has the initial burden of establishing prima facie \nthat jurisdiction is proper.   \n \nBruggeman v. Meditrust Acquisition Co., 138 N.C. App. 612, 614–15, 532 S.E.2d 215, \n217 (2000).   \nIII. FINDINGS OF FACT \n5. Gao has requested that the Court make findings of fact regarding personal \njurisdiction.  See id. at 615, 532 S.E.2d at 217 (“Either party may request that the \ntrial court make findings regarding personal jurisdiction.”).  Therefore, the Court \nmakes the following findings of fact, based on Gao’s Verified Amended Complaint and \nthe affidavits of Calder, Gao, and Gao’s counsel.   \n6. Calder is a British Virgin Islands company with its principal place of \nbusiness in Tortola, British Virgin Islands.  (Am. Compl. ¶ 13 ; 3rd Liu Aff. ¶ 2 .)  \nDefendant Yan “Ellen” Liu (“Liu”) is the sole shareholder of Calder.   \n7. Nominal Defendant Sinova Specialties, Inc. (“Sinova US”) is a North \nCarolina corporation with its principal place of business in Matthews, North \nCarolina.  (Am. Compl. ¶ 9.)    \n8. Calder presently conducts no active business.  (3rd Liu Aff. ¶ 3.) \n9. Calder has never maintained any facility, office, or other presence in North \nCarolina.  (3rd Liu Aff. ¶ 4.)   \n10. Calder has never shipped any items of commerce into North Carolina.  (3rd \nLiu Aff. ¶ 5.)    \n11. Calder does not have a website.  (3rd Liu Aff. ¶ 7.) \n12. Calder has never had any representatives or employees located in North \nCarolina.  (3rd Liu Aff. ¶ 8.)   \n13. There is no evidence that anyone associated with Calder has ever been to \nNorth Carolina to carry out any business of Calder.   \n14. Calder’s sole shareholder, Liu, is also a shareholder of Sinova US.  (Am. \nCompl. ¶ 27; 3rd Liu Aff. ¶ 2.)   \n15. Calder is a defendant in this action based on its role in a series of allegedly \nwrongful transactions in 2012 (the “Calder Transactions”).  (See Am. Compl. ¶¶ 123–\n126.)  Gao alleges in the Amended Complaint that the Calder Transactions occurred \nas follows.  First, Sinova US sold chemical compounds that Gao developed for Sinova \nUS to Sinova US customers in the United States.  Next, Sinova US transferred a \nportion of the customer payments to  a related company, Sinova Chemicals Limited, \nf/k/a Sinomax Solutions Co., Limited (“Sinova HK”).  Next, Liu caused Sinova HK to \ntransfer these payments, totaling at least $4,300,000 to Calder.  Finally, Calder \ntransferred the funds to Sinova (Beijing) Catalyst Technology Co., Ltd., a/k/a \nSinomax Specialties Inc. (Beijing) (“Sinova Beijing” and, collectively with Sinova US \nand Sinova HK, the “Sinova Companies”) in New York.  (Am. Compl. ¶¶ 123–25.) \n16. The funds involved in the Calder Transactions, however, were not \ngenerated from Sinova US sales, but from sales by Sinomax Solutions Co. Ltd. \n(“SMBJ”) a com pany unaffiliated with any of the Sinova Companies, and in which \nnone of the parties in this action have an ownership interest.  (Am. 4th Liu Aff. ¶¶ 1–\n2.)  Sinova US and Sinova HK assisted SMBJ with collections from customers in the \nUnited States.  (1st Liu Aff. ¶¶ 11–12.)   \n17. The Calder Transactions actually functioned as follows: In 2012, Shell \nChemicals paid Sinova US for products it purchased from SMBJ, and other customers \npaid Sinova HK for products purchased for SMBJ.  (Am. 4th Aff. ¶¶ 3, 6, 8.)  These  \ncustomer payments were then transferred by Sinova US and Sinova HK to SMBJ, \nsometimes through Calder or other intermediaries.  (Am. 4th Liu Aff. ¶¶ 3, 6, 8.)  The \nrecord before the Court, however, contains no evidence that Sinova US ever \ntransferred funds directly to Calder.   \n18. The record reflects that one payment of $396,000 was transferred from \nSinova US to Sinova HK, and then from Sinova HK to Calder.  None of these funds, \nhowever, were transferred directly from Sinova US to Calder.  (4th Liu Aff. ¶ 3.)   \n19. There is no evidence that Calder ever received funds from a North Carolina \nbank account.   \n20. On November 8, 2016, during a break at a hearing in this matter in \nGreensboro, North Carolina, Gao’s counsel informed Calder’s counsel that Gao’s \ncounsel intended to serve an Alias and Pluries Summons and a copy of the Amended \nComplaint on Calder by handing it directly to Liu.  (Oleynik Aff. ¶ 4.)  Counsel for \nLiu agreed to accept the Summons and Amended Complaint, and Gao’s counsel \nhanded those pleadings to her.  (Oleynik Aff. ¶ 4.)    \nIV. CONCLUSIONS OF LAW \n21. As an initial matter, the Court is mindful that courts in this state should \nliberally construe North Carolina’s long -arm statute in favor of finding personal \njurisdiction.  Speedway Motorsports Int’l Ltd. v. Bronwen Energy Trading, Ltd., 209 \nN.C. App. 474, 488, 707 S.E.2d 385, 394 (2011).  “If, however, ‘there is no evidence to \nsupport an essential finding of fact,’ no jurisdiction exists.”  Id. (quoting Spivey v. \nPorter, 65 N.C. App. 818, 819, 310 S.E.2d 369, 370 (1984)).   \n22. The Court must first determine whether North Carolina’s long-arm statute \npermits the exercise of personal jurisdiction.  Filmar Racing, Inc. v. Stewart, 141 N.C. \nApp. 668, 671, 541 S.E.2d 733, 736 (2001).  Gao argues that the Court has personal \njurisdiction over Calder under N.C. Gen. Stat. §§ 1-75.4(4) and (5). \n23. N.C. Gen. Stat. § 1-75.4(4) provides, in relevant part, that jurisdiction over \na defendant is proper \nin any action claiming injury to person or property within this State \narising out of an act or omission outside this State by the defendant, \nprovided in addition that at or about the time of the injury . . . \n[s]olicitation or services activities were carried on within this State by \nor on behalf of the defendant. \n \nN.C. Gen. Stat. § 1-75.4(4)(a).  Thus, under this subsection, Gao must establish : (1) \n“an action claiming injury to a North Carolina person or property”; (2) “that the \nalleged injury arose from activities by [Calder] outside of North Carolina”; and (3) \nthat [Calder] was eng aging in solicitation or services within North Carolina at or \nabout the time of the injury.”  Speedway Motorsports, 209 N.C. App. at 488, 707 \nS.E.2d at 394 (internal quotation marks and citation omitted).   \n24. The Court concludes that Gao has presented sufficient evidence to show the \nexistence of the first two factors.  Although the current record evidence tends to show \nthat the funds Sinova US alleges Calder misappropriated were not actually Sinova \nUS funds at all, but rather SMBJ funds, t his action, and spec ifically the claims \nbrought against Calder, claims injury to Sinova US, a North Carolina corporation.   \nSee Barclays Leasing, Inc. v. Nat’l Bus. Sys., Inc. , 750 F. Supp. 184, 188 (W.D.N.C. \n1990) (“[T]he statute is satisfied if the plaintiff merely claims an injury occurred, not \nthat the plaintiff has actually proven the injury.”).   In addition, Gao alleges Sinova \nUS suffered injury as a result of Calder’s conduct outside of North Carolina. \n25. The Court cannot conclude, however, that Gao has brought forth eviden ce \nto satisfy the third element of section 1 -75.4(4)(a).  N.C. Gen. Stat. § 1 -75.2 defines \n“solicitation” as “a request or appeal of any kind, direct or indirect, by oral, written, \nvisual, electronic, or other communication, whether or not the communicatio n \noriginates from outside the State.”  N.C. Gen. Stat. § 1 -75.2(5).  Gao contends that \nCalder solicited Sinova US within North Carolina via telephone, email, and wire.  Gao \nrelies on Peltier v. Mathis, No. 1:14cv133, 2016 U.S. Dist. LEXIS 108403  (W.D.N.C. \nJune 23, 2016), report and recommendation adopted sub nom. , No. 1:15-cv-00133-\nMOC-DLH, 2016 U.S. Dist. LEXIS 108402 (W.D.N.C. Aug. 16, 2016).   \n26. In Peltier, defendants, citizens and residents of states other than North \nCarolina, solicited plaintiff via lett ers and phone calls to sign an arbitration \nagreement whereby plaintiff agreed to submit a previously filed claim to arbitration \nbefore Judge Gregory Mathis in a televised arbitration -based court show.  \nSpecifically, one defendant sent plaintiff a letter vi a FedEx at his North Carolina \naddress soliciting him to arbitrate the previously filed claim.  Additionally, after \nplaintiff ignored the letter, that defendant beg an calling plaintiff and leaving him \nvoicemails in an attempt to solicit his participation .  The court held that such \nevidence of solicitation was sufficient to satisfy the requirements of N.C. Gen. Stat. § \n1-75.4(4)(a).  Peltier, 2016 U.S. Dist. LEXIS 108403, at *12.   \n27. Gao attempts to analogize the evidence in Peltier to the evidence of record \nhere.  The Court notes initially that, although the court in Peltier concluded that \npersonal jurisdiction was proper, the court nonetheless dismissed the action based on \nimproper venue.  In addition, contrary to Gao’s assertions, the Court finds no evidence \nthat Calder solicited an arrangement with Sinova US to engage in the Calder \nTransactions.  In Peltier, there was clear evidence that individual defendants had \nsolicited plaintiff via letters and telephone.  Here, there is no such evidence.  \n28. There is no evidence of e -mails, letters, telephone calls, or any other \ncommunications from Calder to Sinova US that could be considered solicitations.  \nThere is no evidence that any funds from Sinova US in North Carolian were ever \ntransferred directly to Calder.  Without more, the Court cannot conclude that Gao \nhas prima facie established jurisdiction under N.C. Gen. Stat. § 1-75.4(4)(a). \n29. Gao also argues that the Court has jurisdiction over Calder pursuant to \nN.C. Gen. Stat. § 1 -75.4(5), whic h permits jurisdiction “[i]n any action which . . . \n[r]elates to goods, documents of title, or other things of value shipped from this State \nby the plaintiff to the defendant on his order or direction . . . .”  N.C. Gen. Stat. § \n1.75.4(5)(d).  Although wire transfers constitutes a “thing of value” under the statute, \nsee Baker v. Lanier Marine Liquidators, Inc., 187 N.C. App. 711, 714, 654 S.E.2d 41, \n44 (2007), there is simply no evidence of any wire transfer from Sinova US to Calder.   \n30. Even if North Carolin a’s long -arm statute permitted the exercise of \npersonal jurisdiction over Calder, such exercise of jurisdiction would not comport with \nthe due process clause of the Fourteenth Amendment of the United States \nConstitution.  See Filmar Racing, 141 N.C. App. at 671, 541 S.E.2d at 736.  The Court \nof Appeals has set out the Court’s inquiry in this regard as follows: \nThe Due Process Clause of the Fourteenth Amendment operates as a \nlimitation on the power of a state to exercise in personam jurisdiction \nover a non-resident defendant.  In determining whether the exercise of \npersonal jurisdiction comports with due process, the crucial inquiry is \nwhether the defendant has certain minimum contacts with [the forum \nstate] such that the maintenance of the suit does not offe nd traditional \nnotions of fair play and substantial justice.  To generate minimum \ncontacts, the defendant must have acted in such a way so as to \npurposefully avail itself of the privilege of conducting activities within \nthe forum state, thus invoking the b enefits and protections of the laws \nof North Carolina.  Moreover, the relationship between the defendant \nand the state must be such that the defendant should reasonably \nanticipate being haled into a North Carolina court.   \n \nId. at 671 –72, 541 S.E.2d at 736 –37.  In determining the existence of minimum \ncontacts, the Court considers the following factors: “(1) the quantity of the contacts, \n(2) the nature and quality of the contacts, (3) the source and connection of the cause \nof action to the contacts, (4) the interest of the forum state, and (5) convenience of the \nparties.”  Id. at 672, 541 S.E.2d at 737.   \n31. Here, the Court finds that Calder’s contacts, or lack thereof, with North \nCarolina are insufficient to permit the Court’s proper exercise of personal jurisdiction \nover Calder.  Calder has never shipped any items of commerce into North Carolina.  \nCalder has never had any representatives or employees conducting business in North \nCarolina.  There is no evidence that Calder ever received funds directly from Sinova \nUS or any other North Carolina bank account.  The only possible contact Calder has \nwith the state of North Carolina is one transaction where funds from Sinova US were \ntransferred from Sinova US’s bank account in North Carolina to Sinova Hong Kong, \nand then to Calder.  The Court concludes that such an attenuated connection with \nthe state is insufficient to invoke jurisdiction here.   \n32. Finally, Gao argues that jurisdiction was established over Calder at the \nNovember 8, 2016 hearing when Gao’s counsel informed Calder’s counsel that Gao’s \ncounsel intended to serve an Alias and Pluries Summons and a copy of the Amended \nComplaint on Calder by handing it directly to Liu, and counsel for Liu agreeing to \naccept the Summons and Amended Co mplaint and Gao’s counsel handing those \npleadings to her.  The Court disagrees.   \n33. “Where a foreign corporation does not do business in the State of North \nCarolina, has no property here, has not domesticated, and maintains no process agent \nhere, personal service on its president or director while within the State on personal \nbusiness is not service on the corporation.”  24 Strong’s N.C. Index 4th Process and \nService § 111 (2016); see also Langley v. Planters Tobacco Warehouse, Inc., 215 N.C. \n237, 238–39, 1 S.E.2d 558, 559 (1939) (“[T]he mere fact that an officer of a corporation \nmay temporarily be in the state . . . , if not there for the purpose of transacting the \nbusiness for the corporation, . . . affords no basis for acquiring jurisdiction or escaping \nthe denial of due process under the 14th Amendment which would result from \ndecreeing against the corporation upon a service had upon such an officer under such \ncircumstances.”).  Liu is a defendant in this matter; there is nothing to suggest that \nLiu was at the hearing in North Carolina on November 8 in her capacity as an officer \nof Calder.  Calder has, to this point, appeared only specially to move to dismiss Gao’s \nclaims against it for lack of personal jurisdiction.  The Court concludes that such facts \ncannot constitute personal jurisdiction over Calder. \nV. CONCLUSION \n34. For the foregoing reasons, the Court hereby GRANTS the Motion and \nDISMISSES all claims brought in this action against Calder for lack of personal \njurisdiction. \nSO ORDERED, this the 21st day of December, 2016. \n \n/s/ Michael L. Robinson    \nMichael L. Robinson \nSpecial Superior Court Judge \n  for Complex Business Cases \n \n "
}