{
  "id": "50ec24a0bf4b0e6faf0e6377e7ab4f42903fb06a8127780f73f3df7d65898995",
  "source_file": "data/raw/ncbc/50ec24a0bf4b0e6faf0e6377e7ab4f42903fb06a8127780f73f3df7d65898995.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 039534-590 \nMASTER FILE \nCRH EASTERN, LLC, formerly known \nas CTS METROLINA, LLC, \n \nPlaintiff, \n \nv. \n \nDUSTIN BERASTAIN, TIMOTHY \nMOREAU, INKWELL EMERGENCY \nRESPONSE, LLC, S&P CAP \nPARTNERS, LLC, ZACHARY VANEK, \nCHAKYRA CHERRY, and VICTOR \nPENA, \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS INKWELL \nEMERGENCY RESPONSE, LLC, S&P \nCAP PARTNERS, LLC, CHAKYRA \nCHERRY, AND VICTOR PENA’S \nMOTION TO DISMISS \n \nCABARRUS COUNTY \n \nMETROLINA RESTORATION, LLC, \nTIM MOREAU, and DUSTIN \nBERASTAIN, \n \n                            Plaintiffs, \n \n             v. \n \nCTS METROLINA, LLC, \nCONTINUUM RESTORATION \nHOLDINGS, LLC, CONTINUUM \nRESTORATION SERVICES, LLC, \nCONTINUUM TOTAL SOLUTIONS, \nLLC, and ROBCAP CTS OPERATING, \nLLC, \n \n                             Defendants. \n \n23 CVS 2124 \n \nCTS Metrolina, LLC v. Berastain, 2025 NCBC 3. \n1. THIS MATTER is before the Court on Defendants Inkwell Emergency \nResponse, LLC, S&P Cap Partners, LLC, Chakyra Cherry, and Victor Pena’s (the \n“Moving Defendants”) Motion to Dismiss (the “Motion”)  pursuant to Rule s 12(b)(1) \nand 12(b)(6) of the North Carolina Rules of Civil Procedure (the “Rule(s)”), (ECF No. \n102). \n2. The Court, having considered the Motion, the related briefing, and the \narguments of counsel at a hear ing on the Motion held 10 December 2024, concludes \nfor the reasons stated below that the Motion should be GRANTED in part and \nDENIED in part. \nWilliams Mullen , by Camden R. Webb, Alexander M. Gormley, and \nKillian Wyatt, for Plaintiff / Counterclaim -Defendants CRH Eastern, \nLLC formerly known as CTS Metrolina, LLC, Continuum Restoration \nHoldings, LLC, Continuum Restoration Services, LLC, Continuum Total \nSolutions, LLC, and RobCap CTS Operating, LLC. \n \nTLG Law, by David G. Redding and Sean McLeod, for Defendants / \nCounterclaim-Plaintiffs Metrolina Restoration, LLC,  Dustin Berastain, \nand Timothy Moreau. \n \nVillmer Caudill, PLLC, by Bo Caudill and Tomi Suzuki, for Defendants \nInkwell Emergency Response, LLC, S&P Cap Partners, LLC, Chakyra \nCherry, and Victor Pena. \n \nCopeland Richards, PLLC, by Drew A. Richards, for Defendant Zachary \nVanek. \n \nEarp, Judge. \nI. FACTUAL BACKGROUND \n3. The Court does not make findings of fact when ruling on a motion to \ndismiss.  It recites below the factual allegations in the Amended Complaint that are \nrelevant to the Motion before the Court. \n4. Plaintiff CRH Eastern, LLC, formerly known as CTS Metrolina, LLC \n(“CTS Metrolina” or “Plaintiff”) is a Louisiana limited liability company that provides \nemergency property restoration and repair services to owners of commercial and \nresidential properties.  (Am. Compl. ¶¶  5, 20, ECF No. 87.)  It is an indirect wholly \nowned subsidiary of Continuum Restoration Holdings, LLC (“CRH”), also a Louisiana \ncompany.  (Am. Compl. ¶ 5.) \n5. CTS Metrolina manages its jobs through a project management \nplatform called iRestore.   “When CTS Metrolina receives a job from a customer, it \nposts the project information on iRestore—including any specific notices or \ninstructions for the subcontractor—designates a subcontractor to perform the work \nfor that job, and has iRestore generate a job confirmation email and send it to the \ndesignated subcontractor.”  (Am. Compl. ¶ 21.) \n6. In March 2022, CTS Metrolina purchased the assets of Metrolina \nRestoration, LLC (“Restoration”), a North Carolina limited liability company owned  \nby Defendants Dustin Berastain (“Berastain”) and Timothy Moreau (“Moreau”).  (Am. \nCompl. ¶¶  2, 22.)  Berastain and Moreau retained  the services  of Greg Ponder \n(“Ponder”) and Josh Stamey (“Stamey”)  of Viking Acquisitions, LLC (“Viking”)  to \nbroker the deal.  (Am. Compl. ¶¶ 28−29.) \n7. In exchange for Restoration’s assets , including its intellectual property \nand trade secrets, accounts, relationships, and employment contracts, Berastain and \nMoreau received $3.6 million and were granted minority, non-voting interests in CTS \nMetrolina.  (Am. Compl. ¶¶ 23, 27.)  In addition, Berastain and Moreau were offered \npositions as co-presidents of CTS Metrolina.  Both accepted the positions and signed \nemployment agreements with CTS Metrolina.  (Am. Compl. ¶¶ 2, 24.) \n8. As a condition of the acquisition, both Berastain and Moreau were \nrequired to agree to the terms of a Confidentiality and Protective Covenant \nAgreement (the “Restrictive Covenant Agreement”) that includes non -competition, \nnon-solicitation, and confidentiality provisions.  (Am. Compl. ¶  25, Exs. 4 & 5, ECF \nNos. 88.4, 88.5.)  Both Berastain and Moreau also entered into a “Non-Competition, \nNon-Solicitation and Confidentiality Agreement ” (the “Employment Covenant \nAgreement”; together with the Restrictive Covenant Agreement , “the Restrictive \nCovenants”) that includes non-disclosure, non -solicitation, and non -competition \nprovisions.  (Am. Compl. ¶ 26, Exs. 7 & 8, ECF Nos. 88.7, 88.8.)  \n9. Berastain and Moreau managed and operated CTS Metrolina on a day-\nto-day basis, entered into agreements on behalf of CTS Metrolina, managed \nrelationships with subcontractors and vendors, expanded CTS Metrolina’s business, \nand awarded commissions to CTS Metrolina employees who brought in new accounts.  \n(Am. Compl. ¶ 45.) \n10. CTS Metrolina alleges that about a year after the acquisition, Berastain \nand Moreau developed “seller’s remorse” and  “disengaged from their work.”  (Am. \nCompl. ¶  65.)  The strained relationship between the parties culminated in CTS \nMetrolina terminating Berastain for cause on 10 October 2023.  Following Berastain’s \ntermination, Moreau resigned.  (Am. Compl. ¶¶ 73, 75.) \n11. On 26 October 2023, sixteen days after leaving CTS Metrolina, \nBerastain and Moreau formed IER Holdings, LLC (“IER”), a Wyoming limited \nliability company.  Berastain and Moreau are the sole members of IER, each owning \na 50% interest.  (Am. Compl. ¶ ¶ 9, 99.)  The same day, another Wyoming LLC was \nformed—Inkwell Emergency Response, LLC (“Inkwell”).  (Am. Compl. ¶ 10.)  Inkwell \nis a wholly owned subsidiary of IER, (Am. Compl. ¶ 100), and, like CTS Metrolina, it \nprovides emergency restoration and repair services for  commercial and residential \nproperties.  (Am. Compl. ¶ 102.) \n12. In the days after Berastain and Moreau’s departure from CTS \nMetrolina, a number  of CTS Metrolina’s jobs were deleted from iRestore.  On 11 \nOctober 2023,  CTS Metrolina discovered that its Director of O perations, Chakyra \nCherry (“Cherry”), had deleted at least twelve of those  jobs.  (Am. Compl. ¶¶ 13, \n77−78.) \n13. Cherry resigned from CTS Metrolina on 1 3 October 202 3 to take a \nposition as the Director of Operations for Inkwell.   (Am. Compl. ¶¶ 13, 78.)  Despite \nCTS Metrolina’s request that Cherry return her company -issued laptop, Cherry \nrefused to return it until 4 March 2024.  (Am. Compl. ¶¶  93−96.)  When CTS \nMetrolina finally received the laptop in March 2024, it had been subjected to a factory \nreset, and all previously existing information on  the laptop had been erased .  (Am. \nCompl. ¶ 97.) \n14. Similarly, on 12 October 2024,  CTS Metrolina discovered that another \nemployee, Victor Pena (“Pena”) had deleted at least 60 jobs on iRestore.  After this \ndiscovery, CTS Metrolina summoned Pena to its office to explain why he had deleted \nthe jobs and told him to bring his laptop with him.   When Pena produced his CTS \nMetrolina-issued laptop, it “was covered with a cleaning fluid and was so thoroughly \nsoaked that it was shooting out sparks and no longer worked.”  (Am. Compl. ¶  79.)  \nUltimately, Pena was terminated for cause and is now working for  Inkwell.  (Am. \nCompl. ¶¶ 15, 79.) \n15. Despite its condition, CTS Metrolina was able to take an image of the  \nhard drive on the laptop assigned to Pena , but it was unable to access or view any \ninformation because Pena had encrypted the information before returning the laptop.  \n(Am. Compl. ¶ 80.)   \n16. Plaintiff alleges that on 1 December 2023, CTS Metrolina confirmed that \nBerastain and Moreau were using Inkwell to compete against it.  (Am. Compl. ¶ 103.)  \nRytech Restoration (“Rytech”)—one of CTS Metrolina’s subcontractors—forwarded a \njob confirmation email it received from iRestore to CTS Metrolina.  The  email \nindicated that the job was for American Homes 4 Rent (“AH4R”)—one of CTS \nMetrolina’s largest clients—and that it was created by Ryan Brandon, a former CTS \nMetrolina employee who resigned shortly after Berastain  was terminated.  (Am. \nCompl. ¶¶ 104−07.)  Rytech forwarded the email to CTS Metrolina because it was \nunable to locate the job in CTS Metrolina’s iRestore portal.  (Am. Compl. ¶ 108.) \n17. After contacting iRestore to investigate the incident, CTS Metrolina \ndiscovered that the job was generated by Mr. Brandon on  behalf of Inkwell.  (Am. \nCompl. ¶¶ 108−10.)  CTS Metrolina alleges that , thereafter,  Inkwell continued to \nsolicit business from AH4R.  (Am. Compl. ¶¶ 120−22.) \n18. CTS Metrolina contends that under the circumstances (e.g., working for \na competitor), “it is inevitable that Mr. Berastain and Mr. Moreau have used or \ndisclosed to unauthorized persons CTS Metrolina’s trade secrets and other \nproprietary information on behalf of Inkwell.”  (Am. Compl. ¶  112.)  CTS Metrolina \nasserts that it owns the following trade secrets: \na. Lists of customers, along with detailed information about each \nsuch as contact information, preferences and requirements for the work \nperformed for them, terms of the contracts with these customers, pricing \nand discounts offered to these customers, and oth er information that \nenables CTS Metrolina to provide the right services at the right prices \nto these customers. \n \nb. Lists of subcontractors and vendors, along with detailed \ninformation about each such as contact information, preferences and \nrequirements for them to perform services for CTS Metrolina’s \ncustomers, terms of the contracts with the subcontractors and vendors , \npricing and discounts, and other information that enables CTS \nMetrolina to engage its subcontractors and vendors under the right \nconditions in order to serve its customers. \n \nc. Business operation information, which includes how CTS \nMetrolina sells and markets its services to customers, how it staffs jobs \nto serve customers effectively and efficiently, its operational structure, \nbusiness opportunities it intends to pursue, and similar information. \n \n(Am. Compl. ¶ 39.)  CTS Metrolina further asserts that “a person with access to [its] \ntrade secrets could approach existing or potential customers with full knowledge of \nexactly how CTS Metrolina would sell its services and serve the customers, allowing \nthat person to undercut CTS Metrolina and obtain the work.”  (Am. Compl. ¶  40.)  \nAccordingly, CTS Metrolina alleges that “[g]aining Mr. Berastain’s and Mr. Moreau’s \nintimate knowledge of CTS Metrolina’s offerings, services, clients, subcontractors, \nvendors, and strategy by being involved with Mr. Berastain and Mr. Moreau gives \nInkwell an invaluable and unfair advantage in the market where these businesses \ncompete.”  (Am. Compl. ¶ 115.) \n19. On 24 April 2024, Berastain and Moreau sold IER and Inkwell to S&P \nCap Partners, LLC (“S&P Cap”) for $300,000.  (Am. Compl. ¶ 135.)  S&P Cap intends \nfor Inkwell to “continue operating just as it did prior to the sale.”  (Am. Compl. ¶ 136.)   \n20. S&P Cap was formed on 27 December 2023, and its purchase of Inkwell \n“was its first and only investment in another company.”  (Am. Compl. ¶ 144.)  Stamey \nand Ponders, the brokers who facilitated the acquisition between Restoration and \nCTS Metrolina, are partners at S&P Cap.  (Am. Compl. ¶¶  143−44.)  CTS Metrolina \nalleges that Berastain and Moreau’s use of the same brokers was not merely \ncoincidence but rather “was part of a coordinated scheme  . . . to perpetuate the \nunlawful competition against CTS Metrolina.”  (Am. Compl. ¶ 145.) \nII. PROCEDURAL BACKGROUND \n21. On 23 June 2023, prior to Berastain’s termination and Moreau’s \nresignation, Berastain, Moreau, and Restoration filed suit in Cabarrus County \nSuperior Court against CTS Metrolina and some of its affiliated companies \n(Continuum Restoration Holdings, LLC, Continuum Restoration Services, LLC, \nContinuum Total Solutions, LLC, and RobCap CTS Operating, LLC).  (23-CVS-2124 \n[“Cabarrus County Action”].) \n22. On 15 December 202 3, CTS Metrolina returned fire by fil ing suit in \nMecklenburg County Superior Court against Berastain, Moreau, and Inkwell.   (23 -\nCVS-39534 [“Mecklenburg County Action”].)1 \n23. By Order dated 23 May 2024, the Court consolidated the Cabarrus \nCounty and Mecklenburg County Actions and permitted the parties to amend their \npleadings in the Mecklenburg County Action “to include any allegation, claim, and \ndefense that relates to the disputes between the current parties[.]”  (Consolidation \nOrder ¶ 14, ECF No. 78.) \n24. CTS Metrolina filed its Amended Complaint on 12 June 2024.  (Am. \nCompl., ECF No. 87.)  Among the claims it asserts are (a) tortious interference with \nboth existing contract and prospective economic advantage and (b) misappropriation \nof trade secrets against Inkwell, Cherry, and S&P Cap; (c) violation of the Computer \nTrespass Statute (N.C.G.S. § 14-458) against Inkwell and Pena;2 (d) violation of the \n \n1 On 19 December 2023, Plaintiff filed a Motion for Temporary Restraining Order and \nPreliminary Injunction, requesting that the Court enjoin Berastain, Moreau, and Inkwell \nfrom competing against CTS Metrolina, (ECF No. 6).  The Court entered a temporary \nrestraining order on 24 December 2023, (ECF No. 11), followed by a preliminary injunction \non 19 January 2024 .  The PI Order prohibited Berastain, Moreau, “and those persons in \nactive concert or participation with them” from competing against CTS Metrolina in dozens \nof metropolitan areas.  (PI Order, ECF No. 37.) \n \nOn 14 March 2024, Plaintiff filed a Motion for Order to Show Cause, (ECF No. 54), contending \nthat Berastain, Moreau, and Inkwell were competing in violation of the PI Order.  The Court \nentered an Order to Show Cause on 4 April 2024 and held a hearing on 7 May 2024.  (Order \nto Show Cause and Not. Hr’g, ECF No. 67.)  Following the hearing, t he Court entered an \norder clarifying the terms of the injunction and cautioning Defendants that further violation \nof the PI Order may constitute criminal contempt.  (Order Following Show Cause Hr’g, ECF \nNo. 84.) \n \n2 While Plaintiff also asserts a claim for Violation of Computer Trespass Statute against \nCherry, Cherry does not seek dismissal of that claim. \nUnfair and Deceptive Trade Practices Act (N.C.G.S. § 75-1.1 et seq.) against Cherry, \nInkwell, and Pena; and (e) civil conspiracy against Cherry, Pena, and S&P Cap.  \nPlaintiff also seeks (f) an accounting and the imposition of a c onstructive trust on \nInkwell for all the money it earned from customers in violation of the Restrictive \nCovenants; (g) an accounting and the imposition of a constructive trust on Berastain \nand Moreau for the money they received when they sold Inkwell’s assets to S&P Cap; \nand (h) a declaratory judgment establishing that the sale of Inkwell to S&P Cap was \ninvalid. \n25. The Moving Defendants responded by filing the Motion on 3 September \n2024.  After full briefing, the Court held a hearing on the Motion on 10 December \n2024.  (Not. of Hr’g, ECF No. 127.)  The Motion is now ripe for disposition. \nIII. LEGAL STANDARD \n26. The Moving Defendants seek dismissal pursuant to both Rule 12(b)(1) \nand Rule 12(b)(6) of the North Carolina Rules of Civil Procedure.  “Rule 12(b)(1) \nrequires the dismissal of any action ‘based upon a trial court’s lack of jurisdiction over \nthe subject matter of the claim.’ ”  Watson v. Joyner-Watson, 263 N.C. App. 393, 394 \n(2018) (quoting N.C. R. Civ. P. 12(b)(1)).   Pl aintiff bears the burden of establishing \nthat jurisdiction exists.  Lau v. Constable, 2022 NCBC LEXIS 75, at **10 (N.C. Super. \nCt. July 11, 2022). \n27. Pursuant to Rule 12(b)(6), dismissal of a claim is proper if “ (1) the \ncomplaint on its face reveals that no law supports the plaintiff’s claim; (2) the \ncomplaint on its face reveals the absence of facts sufficient to make a good claim; or \n(3) the complaint d iscloses some fact that necessarily defeats the plaintiff’s claim.”  \nCorwin v. Brit Am. Tobacco, PLC, 371 N.C. 605, 615 (2018).  Otherwise, “a complaint \nshould not be dismissed for insufficiency unless it appears to a certainty that plaintiff \nis entitled to no relief under any state of facts which could be proved in support of the \nclaim.”  Sutton v. Duke, 277 N.C. 94, 103 (1970) (emphasis omitted). \n28. When deciding a motion to dismiss  under Rule 12(b)(6) , the Court \nconstrues the complaint liberally and accepts all allegations as true.  See Laster v. \nFrancis, 199 N.C. App. 572, 577 (2009).  Nevertheless, the Court is not required “to \naccept as true allegations that are merely conclusory, unwarranted deductions of fact, \nor unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. HHS, Div. of Facility \nServs., 174 N.C. App. 266, 274 (2005) (quoting Veney v. Wyche, 293 F.3d 726, 730 (4th \nCir. 2002)). \nIV. ANALYSIS \n29. Rather than address the Motion by moving party, t he Court addresses \nthe Motion by claim, identifying the moving parties with respect to each. \nA. Tortious Interference with Contract and with Prospective \nEconomic Advantage (Inkwell, Cherry, S&P Cap) \n \n30. To plead tortious interference with an existing contract, Plaintiff must \ninclude five elements: \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \nthe defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to the plaintiff. \n \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661 (1988).   “In contrast, a claim for \ntortious interference with future contracts or prospective economic advantage \nrequires the plaintiff to allege that ‘defendants acted without justification in inducing \na third party to refrain from entering into a contract with them which contract would \nhave ensued but for the interference.’ ”  E-Ntech Indep. Testing Servs. v. Air Masters., \nInc., 2017 NCBC LEXIS 2, at **14 (N.C. Super. Ct. Jan. 5, 2017) ( quoting Walker v. \nSloan, 137 N.C. App. 387, 393 (2000)). \n31. A claim for tortious interference with contract  is not subject to a \nheightened pleading requirement.\n3  Miller v. Redgoose, L. L.C., 2024 NCBC LEXIS \n148, at **15 (N.C. Super. Ct. Nov. 26, 2024); see also Greentouch USA Inc. v. Lowe’s \nCo., Inc., 2024 NCBC LEXIS 132, at **20 (N.C. Super. Ct. Oct. 2, 2024) (“[C]laims of \ntortious inter ference with existing contract are not held to a heightened pleading \nstandard but rather must only satisfy the relatively low bar of notice pleading.”).  \nTherefore, P laintiff’s allegations “need only give sufficient notice of the events on \nwhich the claim is based to enable defendants to respond and prepare  for trial[.]”  \nMiller, 2024 NCBC LEXIS 148, at **15 ( citing Embree Constr. Grp., Inc. v. Rafcor, \nInc., 330 N.C. 487, 501 (1992)); see also N.C. R. Civ. P. 8(a)(1) (“A pleading which sets \nforth a claim for relief shall contain a short and plain statement of the claim \nsufficiently particular to give the court and the parties notice of the transactions, \n \n3 Nevertheless, given the potential for restraint on legitimate competition, the pleading must \ninclude allegations that the defendant acted with legal malice.  Filmar Racing, Inc. v. \nStewart, 141 N.C. App. 668, 674 (2001) (“[T]he complaint must admit of no motive for \ninterference other than malice.”). \noccurrences, or series of transactions or occurrences, intended to be proved showing \nthat the pleader is entitled to relief.” (cleaned up)). \n32. Still, to plead the tort, a plaintiff must identify a valid contract.  See, \ne.g., Beverage Sys. of the Carolinas, LLC v. Associated Beverage Repair, LLC, 368 N.C. \n693, 700 (2016).  Similarly , when pleading interference with prospective economic \nadvantage, the plaintiff must identify a specific contractual opportunity that was lost \nas a result of the defendant’s allegedly tortious conduct .  Truist Fin. Corp. v. Rocco, \n2024 NCBC LEXIS 62, at **51 (N.C. Super. Ct. Apr. 25, 2024). \n1. Inkwell \n33. Plaintiff first alleges that “Inkwell intentionally induced (and continues \nto induce) Mr. Berastain and Mr. Moreau to violate their obligations under the \nRestrictive Covenant Agreements.”  (Am. Compl. ¶  161.)  In response, Inkwell \nanalogizes to the intracorporate immunity doctrine to argue that this claim should be \ndismissed: “[j]ust as a company cannot conspire with its controlling owners, officers, \nor directors, a company cannot induce its off icers or directors to tortiously interfere \nwith a contract—legally, this would be the company inducing itself.”  (Br. Supp. Defs.’ \nMot. Dismiss [“Defs.’ Br. Supp.”] 8, ECF No. 103.) \n34. The intracorporate  immunity doctrine “holds that ‘there can be no \nconspiracy’ between a corporation and its agents.”  VanFleet v. City of Hickory, 2020 \nNCBC LEXIS 40, at *15 (N.C. Super. Ct. Mar. 30, 2020) (quoting Chrysler Credit \nCorp. v. Rebhan , 66 N.C. App. 255, 259 (1984)).  This is because, “[i]n legal \ncontemplation, a corporation and its agents comprise but a single person, one less \nthan the requisite number for a conspiracy.”  Chrysler Credit Corp., 66 N.C. App. at \n259 (quoting Schroder v. Dayton -Hudson Corp., 448 F. Supp. 910, 915 (E.D. Mich. \n1997), modified on other grounds, 456 F. Supp. 650 (E.D. Mich.1978)). \n35. The intracorporate immunity doctrine , which applies to conspiracies, \ndoes not apply to this claim.  Under North Carolina law, a limited liability company \nlike I nkwell is “an entity distinct from its interest owners .”  N.C.G.S. §  57D-2-01.  \nInkwell is accountable for its own actions.   If, in hiring Berastain and Moreau and \nproviding them a haven to violate their contractual commitments, it acts maliciously, \nInkwell’s alleged interference with Berastain and Moreau’s contractual obligations is \nactionable.  United Sewing Mach . Sales, LLC v. Digit . Cutting Servs., Inc. , No. \nCOA24-86, 2025 N.C. App. LEXIS 3, at *18−20 (Jan. 15, 2025). \n36. Inkwell argues that even if the intracorporate immunity doctrine does \nnot apply, “there is no allegation in the Amended Complaint that Inkwell ever gave \nor offered to give Berastain or Moreau anything in order to persuade them to breach \nthe Restrictive Covenants.”  (Defs.’ Br. Supp. 8.)  The Court disagrees. \n37. “This Court has interpreted ‘induce’ to mean ‘purposeful conduct,’ ‘active \npersuasion, request, or petition.’ ”  Charah, LLC v. Sequoia Servs. LLC , 2019 NCBC \nLEXIS 18, at *18 (N.C. Super. Ct. Mar. 11, 2019) (quoting KRG New Hill Place, LLC \nv. Springs Inv’rs, LLC , 2015 NCBC LEXIS 20, at *14−15 (N.C. Super. Ct. Feb. 27, \n2015)); Inland Am. Winston Hotels, Inc. v. Crockett , 212 N.C. App. 349, 354 (2011).  \nCTS Metrolina has alleged that it had Restrictive Covenant Agreements with \nBerastain and Moreau, (Am. Compl. ¶¶  25−26, 50−64), that Inkwell knew of th ose \nagreements, (Am. Compl. ¶  160), and that Inkwell intentionally induced Berastain \nand Moreau to violate them by, upon information and belief, providing Berastain and \nMoreau the means and the motivation  to perform the same duties that they had \nperformed for CTS Metrolina in the field of emergency restoration and repair of \ncommercial and residential properties , (Am. Compl. ¶¶  101−02, 161).  CTS  further \nalleges that Inkwell acted without justification , (Am. Compl. ¶  167), and that CTS \nMetrolina was damaged as a result , (Am. Com pl. ¶  168).  These allegations  are \nsufficient to state a claim against Inkwell for intentional interference with the \nRestrictive Covenant Agreements.   \n38. In addition , Plaintiff alleges that Inkwell intentionally induced (and \ncontinues to induce) “CTS Metrolina customers, subcontractors, and vendors not to \nperform on existing contracts and not to enter into contracts with CTS Metrolina that \nthey would otherwise enter.”  (Am. Compl. ¶ 163.)  Inkwell argues that this aspect of \nthe claim is also subject to  dismissal because the Amended Complaint does not \nexplain how Inkwell induced such conduct  and does not identify a customer, \nsubcontractor, or vendor that was lost or a contract that was not performed as a result \nof Inkwell’s actions.  (Defs.’ Br. Supp. 9.) \n39. To the extent the alleged interference is with an existing relationship, \nthe five elements identified in United Labs. apply again here.  Thus, to plead a claim \nPlaintiff must first identify a valid contract about which Inkwell is aware.  United \nLabs., 322 N.C. at 661.    \n40. Similarly, t o the extent the alleged interference is with a prospective \nrelationship, a  fundamental element of the  claim is an allegation identifying the \ncontract that would have resulted “ but for defendant’s malicious intervention.”  \nBeverage Sys. of the Carolinas, LLC , 368 N.C. at 701.  A Plaintiff’s failure to plead \nthis “but for” causation is fatal to its claim.  Id.; see Bldg. Ctr., Inc. v. Carter Lumber, \nInc., 2016 NCBC LEXIS 79, at *29−30 (N.C. Super. Ct. Oct. 21, 2016) (dismissing \nclaim for tortious interference with prospective economic advantage where Plaintiff \nalleged only that it “reasonably expected  that, but for [Defendants’] conduct, its \nbusiness relationships with its customers would have continued and grown.”  \n(emphasis added)). \n41. Plaintiff alleges that one of its subcontractors, Rytech , was solicited by \nInkwell in December 2023.  On 1 December 202 3, Rytech forwarded a job \nconfirmation it received from iRestore to CTS Metrolina because Rytech “could not \nlocate the job in CTS Metrolina’s iRestore Portal.”  (Am. Compl. ¶¶  106−08.)  While \nit is alleged that Rytech believed the job was generated by CTS Metrolina, it is also \nalleged that the job was  actually generated in iRestore by Inkwell .  (Am. Compl. \n¶ 109.)  And, although Plaintiff argues in its brief that its contractual relationships \nwere disrupted, there is no allegation in the Amended Complaint that CTS Metrolina \nwould have received this particular job or that its relationship with Rytech suffered \nas a result of Inkwell hiring Rytech .  Accordingly, the existing allegations are \ninsufficient to support a claim  for intentional interference with contract or with \nprospective economic advantage.    \n42. The same is true with respect to Inkwell’s solicitation of AH4R .  CTS \nMetrolina alleges that Inkwell solicited AH4R to perform jobs in Raleigh and \nGreensboro, North Carolina ; Greenville, South Carolina ; and Jacksonville, Florida , \nin February and March 2024.  (Am. Compl. ¶¶ 120−22.)  In briefing, CTS Metrolina \nalleges that but for the conduct of Inkwell, it would have received these jobs .  (Pl.’s \nResp. Opp. Defs.’ Mot. Dismiss [“Pl.’s Br. Opp.”] 11, ECF No. 121.)  However, the \nAmended Complaint is silent on this point.   Again, w hile it may be true that “CTS \nMetrolina has ongoing relationships with customers[,]” (Pl.’s Br. Opp. 10), the “mere \nexpectation of a continuing business relationship is insufficient to establish” a claim \nfor tortious interference with prospective economic advantage.  Beverage Sys. of the \nCarolinas, LLC, 368 N.C. at 701. \n43. Accordingly, Inkwell’s motion to dismiss Plaintiff’s claim for intentional \ninterference with contract is DENIED as it pertains to  allegations that Inkwell \ntortiously interfered with Berastain and Moreau’s Restrictive Covenant Agreements.  \nIn other respects, Inkwell’s Motion with respect to this claim is GRANTED and the \nclaim4 is DISMISSED without prejudice.5  \n2. Cherry \n44. As it did with Inkwell, Plaintiff alleges that Cherry intentionally \ninduced (and continues to induce) “CTS Metrolina customers, subcontractors, and \n \n4 Plaintiff brings both theories —intentional interference with contract and intentional \ninterference with prospective economic advantage—as a single claim. \n \n5 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt.”  First Fed Bank v. Aldridge, 230 N.C. App. 187, 191 (2013). \n \nvendors not to perform on existing contracts and not to enter into contracts with CTS \nMetrolina that they would otherwise enter.”  (Am. Compl. ¶ 163.) \n45. To establish its claim for tortious interference with existing contract, the \nCourt again looks to the five United Labs. elements, discussed above.  CTS Metrolina \nrelies on its allegation that Cherry interfered by intentionally delet ing at least a \ndozen jobs on iRestore.  ( Pl.’s Br. Opp. 10; Am. Compl. ¶¶  77−78.)  However, th is \nallegation, standing alone, is insufficient  to support th e claim.  While the pleading \nsuggests malice on the part of Cherry, Plaintiff does not allege that Cherry’s alleged \nconduct interfered in the performance of any identified, existing, valid contract  or \nthat CTS Metrolina was otherwise damaged. \n46. As for interference with CTS Metrolina’s current or future relationships \nwith customers, subcontractors, and vendors, Plaintiff again identifies only Rytech \nand AH4R.  The Court’s rulings with respect to Inkwell apply equally to Cherry. \n47. Accordingly, Cherry’s Motion with respect to Plaintiff’s claim for tortious \ninterference is GRANTED, and the claim is DISMISSED without prejudice. \n3. S&P Cap \n48. CTS Metrolina alleges that “S&P Cap is admittedly continuing Inkwell’s \noperations, thus perpetuating Mr. Berastain’s and Mr. Moreau’s unlawful \ninterference with CTS Metrolina’s customers, subcontractors, and vendors.”  (Am. \nCompl. ¶ 166.) \n49. Without additional facts, this allegation is too conclusory to state a \nclaim.  Once again Plaintiff fails to name specific contracts with which S&P Cap has \ninterfered.  Indeed, t he alleged misconduct with Rytech and AH4R o ccurred on 1 \nDecember 2023, 22 February 2024, and 6 March 2024, prior to S&P Cap’s purchase  \nof IER and Inkwell on 24 April 2024.  (Am. Compl. ¶¶ 104−09, 121−22, 135.)  Failure \nto allege the existence of a valid contract is fatal to Plaintiff’s claim.  See Beverage \nSys. of the Carolinas, LLC, 368 N.C. at 699 (To state a claim for tortious interference \n“plaintiff must first establish the existence of a valid contract between plaintiff and \nits customers.”). \n50. Accordingly, as to Plaintiff’s claim against S&P Cap for tortious \ninterference, the Motion is GRANTED , and this claim is DISMISSED  without \nprejudice.  \nB. Misappropriation of Trade Secrets (Inkwell, Cherry, S&P Cap) \n51. To state a claim for misappropriation of trade secrets, CTS Metrolina \nmust first “identify a trade secret with sufficient particularity  . . . to enable [the \nMoving Defendants] to delineate that which [they are]  accused of misappropriating \nand a court to determine whether misappropriation has or is threatened to occur.”  \nWasburn v. Yadkin Valley Bank & Tr. Co. , 190 N.C. App. 315, 326 (2008) (quoting \nAnalog Devices, Inc. v. Michalski , 157 N.C. App. 462, 468 (2003)).  “[G]eneral \nallegations in sweeping and conclusory statements, without specifically identifying \nthe trade secrets allegedly misappropriated, [are] ‘insufficient to state a claim for \nmisappropriation of trade secrets.’ ”  Krawiec v. Manly , 370 N.C. 602, 610 (2018) \n(quoting Wasburn, 190 N.C. App. at 327)).  Additionally, CTS Metrolina must allege \nfacts supporting a conclusion that it engaged in reasonable efforts to protect the \nsecrecy of the identified trade secret.  BIOMILQ, Inc. v. Guiliano, 2023 NCBC LEXIS \n24, at **20 (N.C. Super. Ct. Feb. 10, 2023) (citing N.C.G.S. § 66-152(3)(b)). \n52. The North Carolina Trade Secrets Protection Act (“NCTSPA”) defines a \ntrade secret as “business or technical information, including but not limited to a \nformula, pattern, program, device, compilation of information, method, technique, or \nprocess” that both: \na. [d]erives independent actual or potential commercial value from not \nbeing generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain \neconomic value from its disclosure or use; and \n \nb. [i]s the subject of efforts that are reasonable under the circumstances \nto maintain its secrecy. \n \nN.C.G.S. § 66-152(3); see also Sterling Title Co. v. Martin , 266 N.C. App. 593, 601 \n(2019). \n53. Our courts have employed six factors when determining the existence of \na trade secret: \n(1) the extent to which the information is known outside the business; \n(2) the extent to which it is known to employees and others involved in \nthe business; (3) the extent of measures taken to guard the secrecy of \nthe information; (4) the value of information to business and its \ncompetitors; (5) the amount of effort or money expended in developing \nthe information; and (6) the ease or difficulty with which the information \ncould properly be acquired or duplicated by others. \n \nCombs & Assocs. v. Kennedy , 147 N.C. App. 362, 369−70 (2001).  “These factors \noverlap, and courts do not always examine them separately and individually.”  \nVitaform, Inc. v. Aeroflow, Inc., 2020 NCBC LEXIS 132, at **19 (N.C. Super. Ct. Nov. \n4, 2020). \n54. As for misappropriation, the term means the “acquisition, disclosure, or \nuse of a trade secret of another without express or implied authority or consent[.]”  \nN.C.G.S. § 66-152(1).  Misappropriation does not occur, however, when a trade secret \nis arrived at by “independent development, reverse engineering, or was obtained from \nanother person with a right to disclose the trade secret.”  Id.  Conclusory allegations \nof misappropriation are insufficient.  See, e.g., Washburn, 190 N.C. App. at 327; Bite \nBusters, LLC v. Burris, 2021 NCBC LEXIS 26, at **22−23 (N.C. Super. Ct. Mar. 25, \n2021); Strata Solar, LLC v. Naftel, 2020 NCBC LEXIS 129, at **11−12 (N.C. Super. \nCt. Oct. 29, 2020). \n55. The Moving Defendants argue that CTS Metrolina has  failed to allege \nboth the existence of a trade secret and misappropriation.  They contend that it does \nnot identify its trade secrets with sufficient particularity and that it has failed to \nallege facts supporting its assertion that any of the Moving Defendants \nmisappropriated any trade secrets.  (Defs.’ Br. Supp. 11−17.) \n56. In the Amended Complaint, Pl aintiff alleges three categories of trade \nsecrets: \na. Lists of customers, along with detailed information about each such \nas contract information, preferences and requirements for the work \nperformed for them, terms of the contracts with these customers, \npricing and discounts offered to these customers , and other \ninformation that enables CTS Metrolina to provide the right services \nat the right prices to these customers. \n \nb. Lists of subcontractors and vendors, along with detailed information \nabout each such as cont act information, preferences and \nrequirements for them to perform services for CTS Metrolina’s \ncustomers, terms of the contracts with the subcontractors and \nvendors, pricing and discounts, and other information that enables \nCTS Metrolina to engage its subcontractors and vendors under the \nright conditions in order to serve its customers. \n \nc. Business operation information, which includes how CTS Metrolina \nsells and markets its services to customers, how it staffs jobs to serve \ncustomers effectively and efficiently, its operational structure, \nbusiness opportunities it intends to pursue, and similar information. \n \n(Am. Compl. ¶ 39.) \n57. The Moving Defendants argue that Plaintiff’s allegations regarding its \ntrade secrets are no better than  those found lacking in both Krawiec v. Manly, 370 \nN.C. 602 (2018) and Design Gaps, Inc. v. Hall, 2024 NCBC LEXIS 64 (N.C. Super. Ct. \nMay 1, 2024) .  In Krawiec, “plaintiffs described their trade secrets only as their \n‘original ideas and concepts for dance productions, marketing strategies and tactics, \nas well as student, client and customer lists and their contract information.’ ”  370 \nN.C. at 611.  Our Supreme Court upheld the trial court’s dismissal of the trade secret \nmisappropriation claim, finding the allegation of a trade secret lacking because \n“[p]laintiffs provided no further detail about these ideas, concepts, strategies, and \ntactics sufficient to put defendants on notice as to the precise information allegedly \nmisappropriated.”  Id.   \n58. Similarly, in Design Gaps, this Court, relying on Kraw iec, held that \nplaintiff failed to identify its trade secrets with sufficient particularity where the \nallegation was that the trade secrets included “‘customer lists, pricing formulas, and \nbidding formulas,’ as well as ‘product sources, products, price lists, advertising plans, \ndesigns and materials, technical drawings, services, pricing points, methods of sales \nand business contracts and training methods as well as  . . . customers’ pricing \nprograms, unit sales, dollar volume, models, financial information, product \nroadmaps, channelization and sales strategies[,]’  ” all alleged without specificity or \nfurther detail.  2024 NCBC LEXIS 64, at **9. \n59. Plaintiff’s third category of trade secrets —“Business operation \ninformation”—suffers from the lack of specificity that resulted in dismissal of the \nclaim in Krawiec and Design Gaps.  The Court concludes that the allegations in the \nComplaint with respect to that category are too vague to put the Moving Defendants \non notice of the specific trade secrets they are accused of misappropriating. \n60. The same is not true, however, with respect to Plaintiff’s first two \ncategories of trade secrets .  Plaintiff identifies ( 1) “[l]ists of customers,  along with \ndetailed information about each such as contact information, preferences and \nrequirements for the work performed for them, terms of the contracts with these \ncustomers, pricing and discounts offered to these customers, and other information \nthat enables CTS Metrolina to provide the right services at the right prices to these \ncustomers,” and (2) “[l]ists of subcontractors and vendors, along with detailed \ninformation about each such as contact information, preferences and requirements \nfor them to perform services for CTS Metrolina’s customers, terms of the contracts \nwith the subcontractors and vendors, pricing and discounts, and other information \nthat enables CTS Metrolina to engage its subcontractors and vendors under the right \nconditions in order to serve its customers.”  (Am. Compl. ¶ 39(a)−(b).)  The language \nPlaintiff uses to describe these lists is sufficient to allege the existence of two \ncategories of compilation-based trade secrets.  (See Am. Compl. ¶¶ 39−40, 171.) \n61. The NCTSPA  uses the phrase  “compilation of information ” when \ndefining the term “trade secret,” and plenty of case law exists recognizing that such \ncompilations can rise to the level of a trade secret.  See, e.g., State ex. r el Utils. \nComm’n v. MCI Telecomms., Corp., 132 N.C. App. 625, 634 (1999); Computer Design \n& Integration, LLC v. Brown, 2017 NCBC LEXIS 8, at *27−28 (N.C. Super. Ct. Jan. \n27, 2017); Koch Measurement Devices, Inc. v. Armke, 2015 NCBC LEXIS 45, at *13 \n(N.C. Super. Ct. May 1, 2015) (“[T]he Court of Appeals has held that where an \nindividual maintains a compilation of detailed records over a significant period of \ntime, those records could constitute a trade secret even if ‘similar information may \nhave been ascertain able by anyone in the  . . . business.’ ” ( quoting Byrd’s Lawn & \nLandscaping, Inc. v. Smith, 142 N.C. App. 371, 376 (2001)). \n62. Unlike the allegations found lacking in Krawiec and Design Gaps, CTS \nMetrolina details the information included in these lists.  It also alleges that the lists \nwere compiled at great expense and refined over the years.  (Am. Compl. ¶¶ 40, 171.) \nAccordingly, viewing the allegations in the light most favorable to CTS Metrolina, the \nCourt concludes that Plaintiff’s identification of its trade secrets, with the exception \nof subparagraph 39(c), is sufficient to survive dismissal under Rule 12(b)(6).   \n63. As for misappropriation, Plaintiff has alleged that Cherry used CTS \nMetrolina’s trade secrets to benefit Inkwell in its dealings with CTS Metrolina’s \ncustomers, subcontractors, or vendors.  (Am. Compl. ¶ 176.)  This allegation of use by \nCherry while working for Inkwell satisfies the pleading requirements for \nmisappropriation against both Cherry and Inkwell.  See N.C.G.S. §  66-155 \n(“Misappropriation of trade secret is prima facie established by the introduction of \nsubstantial evidence that the person against whom relief is sought both: ( 1) Knows \nor should have known of the trade secret ; and (2) Has had a specific opportunity to \nacquire it for disclosure or use or has acquired, disclosed, or used it  without the \nexpress or implied consent or authority of the owner.” (emphasis added)); Wells Fargo \nIns. Servs. USA v. Link , 2018 NCBC LEXIS 42, at * 40−41 (N.C. Super. Ct. May 8, \n2018) (declining to dismiss plaintiff’s misappropriation of trade secrets claim where \nplaintiff alleged that defendant had access to plaintiff’s trade secret information \nduring his employment and then used it to solicit customers for a competitor despite \nthe “significant inferential leap” that was required). \n64.  Plaintiff further alleges that S&P Cap has continued Inkwell’s unlawful \nuse of CTS Metrolina’s trade secrets.  (Am. Compl. ¶ 177.)  The allegation is sufficient \nto support a claim against S&P Cap. \n65. Therefore, with respect to Plaintiff’s claim for misappropriation of trade \nsecrets, the Motion is GRANTED to the extent Plaintiff seeks to assert a claim for \nmisappropriation of information identified generally in paragraph 39(c) of the \nAmended Complaint, and that claim is dismissed without prejudice.   In other \nrespects, the Motion is DENIED. \nC. Computer Trespass (Inkwell and Pena) \n66. Section 14-458(a) of the North Carolina General Statutes  (the \n“Computer Trespass Statute”) provides in pertinent part: \n[I]t shall be unlawful for any person to use a computer or computer \nnetwork without authority and with the intent to do any of the following: \n \n(1) Temporarily or permanently remove, halt, or otherwise disable any \ncomputer data, computer programs, or computer software from a \ncomputer or computer network. \n \n**** \n \n(4) Cause physical injury to the property of another. \n \n(5) Make or cause to be made an unauthorized copy, in any form, \nincluding, but not limited to, any printed or electronic form of computer \ndata, computer programs, or computer software residing in, \ncommunicated by, or produced by a computer or computer network. \n \nN.C.G.S. §  14-458(a)(1), (4)−(5).  “‘Computer’ means an internally programmed, \nautomatic device that performs data processing or telephone switching.”   N.C.G.S. \n§ 14-453(2).  “‘Computer network’ means the interconnection of communication \nsystems with a computer through remote terminals, or a complex consisting of two or \nmore interconnected computers or telephone switching equipment.”  N.C.G.S. § 14-\n453(3).  “[ A] person is ‘without authority’ when [ ] the person has no right or \npermission of the owner to use a computer, or the person uses a computer in a manner \nexceeding the right or permission[.]”  N.C.G.S. § 14-458(a). \n67. Plaintiff brings its claim for computer trespass against Pena  and \nInkwell. \n1. Pena \n68. Plaintiff alleges that Pena violated the Computer Trespass S tatute by \nintentionally deleting “dozens of jobs on iRestore”  during his employment with CTS \nMetrolina.  (Am. Compl. ¶ ¶ 79, 194.)  Pena first argues that this claim is subject to \ndismissal because “CTS Metrolina fails to allege that Pena  used any computer or \ncomputer network to injur e CTS Metrolina’s property.”  (Defs.’ Br. Supp. 17 .)  \nSpecifically, Pena  argues that the Amended Complaint “does not allege facts that \nwould show that iRestore is, itself, a ‘computer or computer network,’ that Pena \ndeleted the jobs in iRestore through use of any separate ‘computer or computer \nnetwork,’ or that the data contained in iRestore belongs to CTS Metrolina as opposed \nto iRestore.”  (Defs.’ Br. Supp. 18.)  The Court disagrees. \n69. At various points, the Amended Complaint describes iRestore  as a \n“project management platform,” “operations software,” and a “portal.”  ( See Am. \nCompl. ¶¶ 21, 92(b), 109.)  “Computer software” is defined in the statute as “ a set of \ncomputer programs, procedures and associated documentation concerned with the \noperation of a computer, computer system, or computer network .”  N.C.G.S. §  14-\n453(5) (emphasis added) .  Likewise, the dictionary definitions of “software” and \n“portal” make clear that they relate to the operation of a computer or computer \nnetwork.  See Software, BLACK’S LAW DICTIONARY (10th ed. 2014) (“The sequence of \ninstructions by which a computer accepts and translate s input symbols, executes \nactions, and outputs sy mbols such as numbers, characters in an e -mail message, \npictures in a text message, the music played on a mobile device, or GPS coordinates.” \n(emphasis added) ); Portal, MERRIAM-WEBSTER DICTIONARY (“[A]n online platform \n(such as a website) that provides access to services or information of a specific kind.” \n(emphasis added)). \n70. The Court is satisfied that Plaintiff has sufficiently alleged that iRestore \nis a system that operates on a “computer or computer network.”   As for the data \ncontained in iRestore, the Amended Complaint  uses possessive language: “CTS \nMetrolina manages its jobs through a project management platform called iRestore.”  \n(Am. Compl. ¶  21 ( emphasis added) .)  Under North Carolina’s liberal pleading \nstandard, the allegations are sufficient to meet the statutory requirements.  \n71. Pena next argues that Plaintiff failed to allege that Pena acted without \nauthority when he deleted the iRestore jobs.  (Defs.’ Br. Supp. 18− 19.)  But CTS \nMetrolina alleges that  by deleting the jobs , Pena “acted in a manner exceeding the \nright or permission given by CTS Metrolina.”  (Am. Compl. ¶ 195.)  This allegation is \nsufficient. \n72. In short, Plaintiffs’ allegations taken as a whole “put [Pena] on notice of \nhis actions which are at issue, allow him to understand the nature of Plaintiffs’ claim, \nand enable him to answer and prepare for trial.”  Cnty . of Wayne Constr. Managers \nof Goldsboro v. Amory, 2019 NCBC LEXIS 32, at *52 (N.C. Super. Ct. May 17, 2019) \n(addressing the sufficiency of allegations for violation of the Computer Trespass \nStatute) (citing Wake Cnty. v. Hotels.com, L.P., 235 N.C. App. 633, 646 (2014)). \n73. Accordingly, with respect to Plaintiff’s claim against Pena for computer \ntrespass, the Motion is DENIED. \n2. Inkwell \n74. As for  Inkwell, Plaintiff alleges  that “Inkwell violated the Computer \nTrespass Statute by, upon information and belief, intentionally (1) using and/or \ncausing copies to be made of CTS Metrolina’s data from Ms. Cherry’s laptop; and (2) \nusing and/or causing copies to be made of CTS Metrolina’s data from Mr. Berastain’s \nlaptop.”  Plaintiff further alleges that Inkwell is “responsible for the violations of the \nComputer Trespass Statute committed by its employees, including Mr. Berastain and \nMs. Cherry, under the doctrine of respondeat superior.”  (Am. Compl. ¶ 193.) \n75. Citing MarketPlace 4 Ins., LLC v. Vaughn, 2023 NCBC LEXIS 31 (N.C. \nSuper. Ct. Feb. 24, 2023), Inkwell argues that Plaintiff’s respondeat superior theory \nfails as a matter of law because  this Court has previously declined to recognize a  \nvicarious liability claim for computer trespass.  (Defs.’ Br. Supp. 20.)   Plaintiff \nresponds that the Vaughn case is distinguishable.  (See Pl.’s Br. Opp. 20.)  The Court \nagrees with Plaintiff. \n76. In Vaughn, this Court  explained that “the statutory text suggests a \nlegislative intent to limit civil liability to a specific class of defendants—namely those \npersons who intentionally  violate one or more of the enumerated statutory \nprovisions.”  2023 NCBC  LEXIS 31, at **5 1 (emphasis added).  Given this scienter \nrequirement, this Court declined to recognize a claim for vicarious liability.  However, \nthe holding in Vaughn does not apply as broadly as Inkwell contends. \n77. In Vaughn, this Court reference s the reasoning of the federal court in  \nDoe v. Dartmouth-Hitchcock Med. Ctr., 2001 U.S. Dist. LEXIS 10704 (D.N.H. July 19, \n2001).  There, the plaintiff sued a physician’s employers under the federal Computer \nFraud and Abuse Act (“CFAA”)6 on a theory of vicarious liability based on allegations \n \n6 The North Carolina C omputer Trespass Statute and the CFAA contain similar scienter \nrequirements.  Compare N.C.G.S. § 14-458(a) (“[I]t shall be unlawful for any person to use a \ncomputer or computer network without authority and with the intent  to do any of the \nfollowing[.]” (emphasis added)), with 18 USCS § 1030(2) (“Whoever . . . intentionally accesses \na computer without authorization or exceeds authorized access  . . . shall be punished[.]” \n(emphasis added)). \nthat the physician accessed plaintiff’s medical records  without authority.  Id.  at \n*5−10.  In declining to impose vicarious liability on the physician’s employers, the \nfederal court observed that the employers themselves “were victimized by [the \nphysician’s] breach of the policies established to protect [plaintiff’s] confidentiality.”  \nId. at *11.  Accordingly,  “[t]o hold the [employers] vicariously liable for [the \nphysician’s] intentional violation of the CFAA, when that violation necessarily \ninvolved an intentional violation of [ the employers ’] own policies –  and actually \nvictimized the [employers], would hardly be consistent with, or further the purpose \nof, the CFAA, which, after all, is intended to protect computer systems  . . . from \nunauthorized access and concomitant damage.”  Id. at *14. \n78. The same is not true in the case before the Court.  The allegations are \nnot that Inkwell was victimized by the alleged computer trespass es, but rather that \nInkwell profited from them.  Further, as observed by Plaintiff, (see Pl.’s Br. Opp. \n20−21), federal courts impose vicarious liability for violations of the CFAA  in some \ncircumstances.  See Binary Semantics, Ltd. v. Minitab, Inc. , 2008 U.S. Dist. LEXIS \n28602, at *14  (M.D. Pa. Mar. 20, 2008), vacated on other grounds, 2008 U.S. Dist. \nLEXIS 36575 (M.D. Pa. May 1, 2008) (“ [T]he complaint sufficiently alleges that \ndefendant Asha was acting at the direction of Minitab when she allegedly accessed \nplaintiff’s protected computer and stole plaintiff’s trade secrets . Therefore, we \nconclude that Minitab may be held liable for the CFAA violation.”); Se. Mech. Servs. \nv. Brody, 2008 U.S. Dist. LEXIS 123211, at *41−42 (M.D. Fla. July 25, 2008) (“Where \na new employ er seeks a competitive edge through the wrongful use of information \nfrom the former employer’s computer system, plaintiff will likely win on the merits of \na CFAA claim.”); NetApp, Inc. v. Nimble Storage, 41 F. Supp. 3d 816, 835 (N.D. Cal. \nMay 12, 2014) (“[A]n employer can be vicariously liable for an employee’s violations \nof the CFAA if those transgressions occur in the scope of employment or the employer \ndirects the employee’s conduct.”) ; Charles Schwab & Co. v. Carter, 2005 U.S. Dist. \nLEXIS 21348, at *20 (N.D. Ill. Sept. 27, 2005) (“[T]he Court assumes that Congress \ndrafted the CFAA with an intent to permit vicarious liability.”). \n79. Therefore, the Court concludes that the Computer Trespass Statute does \nnot foreclose the possibility of vicarious liability , as Inkwell argues.  Accordingly, \nPlaintiff’s claim against Inkwell for computer trespass may proceed, and the Motion \nis DENIED. \nD. Civil Conspiracy (Cherry, Pena, S&P Cap) \n80. Plaintiff’s Eighth Cause of Action is styled as one for civil conspiracy.  \nPlaintiff alleges that Berastain and Moreau, along with Cherry, Pena, and S&P Cap, \nentered into an agreement to unlawfully compete with CTS Metrolina, and that they \ncarried out that agreement by violating both the Computer Trespass Statute and this \nCourt’s Orders.  (Am. Compl. ¶¶ 207−14.)  \n81. “Civil conspiracy is not an independent cause of action in North \nCarolina.  Rather, liability for civil conspiracy must be alleged in conjunction with an \nunderlying claim for unlawful conduct.”  Glob. Textile All., Inc. v. TDI Worldwide, \nLLC, 2018 NCBC LEXIS 104, at **18 (N.C. Super. Ct. Oct. 9, 2018) (citing Toomer v. \nGarrett, 155 N.C. App. 462, 483 (2002)).  As observed by our Supreme Court: \nAccurately speaking, there is no such thing as a civil action for \nconspiracy. The action is for damages caused by acts committed \npursuant to a formed conspiracy, rather than by the conspiracy itself; \nand unless something is actually done by one or more of the conspirators \nwhich results in damage, no civil action lies against anyone. The gist of \nthe civil action for conspiracy is the act or acts committed in pursuance \nthereof—the damage —not the conspiracy or the combination.  The \ncombination may be of no cons equence except as bearing upon rules of \nevidence or the persons liable. \n \nReid v. Holden, 242 N.C. 408, 414−15 (1955) (quoting 11 Am. Jur.  577, Conspiracy, \n§ 45). \n82. “To state a claim for civil conspiracy, a plaintiff must allege ‘(1) an \nagreement between two or more individuals; (2) to do an unlawful act or to do a lawful \nact in an unlawful way; (3) resulting in injury to plaintiff inflicted by one or more of \nthe conspirators; and (4) pursuant to a common scheme.’  ”’  Glob. Textile All. , 2018 \nNCBC LEXIS 104, at **18−19 (quoting Piraino Bros., LLC v. Atl. Fin. Grp., Inc., 211 \nN.C. App. 343, 350 (2011)).  As stated above, however, proof of a civil conspiracy “does \nno more than associate the defendants together  . . . . The gravamen of the action is \nthe resultant injury, and not the conspiracy itself.”  Henry v. Deen , 310 N.C. 75, 87 \n(1984) (citation omitted).  Therefo re, to state a claim, in addition to an agreement, \nthere must be an allegation of a wrongful act that causes damage in furtherance of \nthat agreement.  Fox v. Wilson, 85 N.C. App. 292, 301 (1987). \n83. The Moving Defendants argue that Plaintiff’s claim for civil conspiracy \nis subject to dismissal.  Specifically, the y argue that Plaintiff’s allegations are \nconclusory and th at the Amended Complaint fails to allege  facts establishing “how \nthe conspiracy came to be, or when, or where, or why.”  (Defs.’ Br. Supp. 24).  Plaintiff \nresponds that the Amended Complaint sufficiently identifies the steps the Moving \nDefendants took to conspire ag a i n s t  C T S  M e t r o l i n a .   ( P l . ’ s  B r .  O p p .  2 4 − 2 6 . )   For \npurposes of this Motion, the Court agrees with Plaintiff. \n84. The Amended Complaint alleges that  the “agreement” was “to aid Mr. \nBerastain and Mr. Moreau in their unlawful competition with CTS Metrolina.”  (Am. \nCompl. ¶ 207.)  Plaintiff alleges that Cherry agreed to become Inkwell’s Director of \nOperations, a role that was identical to the one she held at CTS Metrolina,  while \nhaving knowledge of Berastain’s unlawful involvement with Inkwell.  (Am. Compl. \n¶¶ 13, 78, 128, 130.)  Similarly, the Amended Complaint alleges that Pena was hired \nby Cherry, and that he agreed to become employed at Inkwell performing the same \nrole he held with CTS Metrolina at a time when Berastain and Moreau were illegally \nengaged with Inkwell.  (Am. Compl. ¶¶ 15, 79, 129.) \n85. The Amended Complaint further alleges that the principals of S&P Cap \nhad a “preexisting relationship” with Berastain and Moreau, had knowledge of the \nCourt’s prior O rders and Inkwell’s allegedly unlawfully activity, and agreed to \nacquire Inkwell to continue “Inkwell’s activities of unlawfully competing against CTS \nMetrolina[.]”  ( Am. Compl. ¶  212; see also ¶¶ 136−38; 210−11.)  These allegations \nsatisfy the requirement that Plaintiff allege an agreement on the part of Cherry, Pena \nand S&P Cap to facilitate the allegedly unlawful acts of Berastain and Moreau.  \n86. As for the common scheme, Plaintiff alleges that Berastain, Moreau, and \nthe Moving Defendants “us[ed] Inkwell as the instrument to unlawfully compete \nagainst CTS Metrolina,” (Am. Compl. ¶ 213), and that they accomplished this wrong \nby violating the Computer Trespass Statute, among other things.  (Am. Compl. \n¶¶ 208, 213.) \n87. The Court concludes that Plaintiff has sufficiently pled the existence of \na civil conspiracy that included Cherry, Pena, and S&P Cap.  Accordingly, the Motion \nis DENIED.7 \nE. Unfair and Deceptive Trade Practices (Inkwell, Cherry, Pena) \n88. To bring a claim for unfair or deceptive trade practices pursuant to  \nSection 75-1.1 of the North Carolina General Statutes (the “UDTPA”), a party must \nallege “(1) an unfair or deceptive act or practice, or an unfair method of competition, \n(2) in or affecting commerce, (3) which proximately caused actual injury to the \nplaintiff[.]”  McLamb v. T.P. Inc. , 173 N.C. App. 586, 593 (2005); see also N.C.G.S. \n§ 75-1.1.  “A practice is unfair if it is unethical or unscrupulous, and it is deceptive if \nit has a tendency to deceive.”  Dalton v. Camp , 353 N.C. 647, 656 (2001) (citing Polo \nFashions, Inc. v. Craftex, Inc., 816 F.2d 145, 148 (4th Cir. 1987)).  Whether a practice \nis unfair or deceptive within the meaning of the UDTPA is a question of law for the \nCourt to decide.  Hardy v. Toler, 288 N.C. 303, 309 (1975). \n89. Plaintiff asserts its UDTPA claim against Inkwell, Cherry, and Pena , \npredicated on the ir involvement in an alleged conspiracy to assist Inkwell in \n \n7 Plaintiff also alleges that these Defendants acted unlawfully by tortiously interfering with \nCTS Metrolina’s current and prospective contracts.  (Am. Compl. ¶  209.)  Given the Court’s \ndismissal of Plaintiff’s tortious interference claim with respect to CTS Metrolina’s customers, \nvendors and subcontractors and CTS Metrolina’s  claim for interference with  prospective \neconomic advantage, however, there cannot be a civil conspiracy with respect to these claims.  \n(supra ¶¶ 38−50.)  See, e.g., Blusky Restoration Contrs., LLC v. Sasser Co., LLC, 2024 NCBC \nLEXIS 106, at **29−30 (N.C. Super. Ct. Aug. 9, 2024) (citing cases). \n \nunlawfully compet ing with CTS Metrolina,  by: (a) Inkwell allegedly inducing \nBerastain and Moreau to misappropriate CTS Metrolina’s trade secrets, (Am. Compl. \n¶ 174); (b) Cherry and Inkwell’s use of those trade secrets, (Am. Compl. ¶  176); and \n(c) all three Defendants’  alleged violations of the Computer Trespass Statute , (Am. \nCompl. ¶ 201). \n1. Unfair Act or Practice \n90. In determining whether an act is unfair or deceptive, the Court \nconsiders “[t]he facts surrounding the transaction and the impact on the \nmarketplace[.]”  Found. Bldg. Materials, LLC v. Conking & Calabrese, Co. , 2024 \nNCBC LEXIS 40, at **13 (N.C. Super. Ct. Mar. 4, 2024) (quoting Noble v. Hooters of \nGreenville, LLC, 199 N.C. App. 163, 167 (2009)).  However, “the fairness or unfairness \nof particular conduct is not an abstraction to be derived by logic.   Rather, the fair or \nunfair nature of particular conduct is to be judged by viewing it against the \nbackground of actual human experience and by determining its intended and actual \neffects upon others.”  Harrington Mfg. Co. v. Powell Mfg. Co. , 38 N.C. App. 393, 400 \n(1978). \n91. The Court concludes that computer trespass  in violation of state law  \nconstitutes conduct “ which a c ourt of equity would consider unfair.”  See id. (citing \nExtract Co. v. Ray , 221 N.C. 269, 273 (1942)).   Simply put, violating the law by \nengaging in computer trespass is not legitimate competitive business activity.  Contra \nS.N.R. Mgmt. Corp. v. Danube Partners 141, LLC , 189 N.C. App. 601, 608 ( 2008) \n(holding that conduct that appeared to be “nothing more than competitive business \nactivities” was not “immoral, unethical, oppressive” behavior). \n2. In or Affecting Commerce \n92. For purposes of the UDTPA, “‘commerce’ includes all business activities, \nhowever denominated[.]”  N.C.G.S.  § 75-1.1(b).  However, “ [t]he UDTPA does not \napply to unfair or deceptive conduct contained within a single business because the \nconduct has no impact on the marketplace and therefore is not ‘ in or affecting \ncommerce.’ ”  Langley v. Autocraft, Inc., 2023 NCBC LEXIS 95, at **19 (N.C. Super. \nCt. Aug. 7, 2023) ( citing Nobel v. Foxmoor Grp. , 380 N.C. 116, 121 (2022) ( “The \ninternal operations of a business entity are not within the purview of the Act.”)).  \n93. The alleged wrongful conduct here is not contained within CTS \nMetrolina.  The claims against  Inkwell and Cherry for computer trespass,8 against \nInkwell and Cherry for misappropriation of trade secrets, against Inkwell for tortious \ninterference with contract, and against Cherry, Pena, and S&P Cap for their alleged \nparticipation in a conspiracy to unlawfully compete with CTS Metrolina , a re all \nwrongful acts in or affecting commerce.  See, e.g., Power Home Solar, LLC v. Sigora \n \n8 Specifically, Plaintiff claims that, after leaving its employ and becoming engaged with \nInkwell, Cherry intentionally deleted all the data on her CTS Metrolina laptop prior to \nreturning it.  (Am. Compl. ¶¶  93−97.)  Thus, the allegation is not that this was an act that \noccurred internally, but rather that it was an act “between market participants.”  \n \nOn the other hand, both Pena and Cherry’s alleged iRestore deletions occurred while they \nwere still employed by CTS Metrolina.  (Am. Compl. ¶¶ 78−79.)  Without more, Pena and \nCherry’s alleged sabotage of their employer’s operations while employed are insufficient to \nstate a UDTPA claim.  Wheeler v. Wheeler, 2018 NCBC LEXIS 38, at * 12 (N.C. Super. Ct. \nApr. 25, 2018) (“Section 75-1.1 does not apply to the internal conduct of individuals within a \nsingle market participant. Rather, the General Assembly intended section 75-1.1 to apply to \ninteractions between market participants.  As a result, any unfair or deceptive conduct \ncontained solely within a single business is not covered by section 75-1.1” (cleaned up)).   \nSolar, LLC , 2021 NCBC LEXIS 55, at *51 (N.C. Super. Ct. June 18, 2021)  (“Our \nCourts have long recognized that claims for misappropriation of trade secret s and \ntortious interference with contract may form the basis of a UDTPA claim.” (cleaned \nup)). \n94. Accordingly, with respect to Plaintiff’s claim for violation of the UDTPA, \nthe Motion is DENIED. \nF. Accounting and Constructive Trust (Inkwell and S&P Cap) \n95. Plaintiff demands an a ccounting and the imposition of a c onstructive \ntrust against Inkwell for the money it has earned from CTS Metrolina’s customers in \nviolation of the R estrictive Covenants, (Am. Compl. ¶¶  215−22), and  against both \nInkwell and S&P Cap for the money  Berastain and Moreau received u nder the \npurchase agreement with S&P Cap for Inkwell.  (Am. Compl. ¶¶ 223−28.) \n96. In North Carolina, a request for a construc tive trust is not a claim but \nis rather a request for relief.  See LLG-NRMH, LLC v. N. Riverfront Marina & Hotel, \nLLLP, 2018 NCBC LEXIS 105, at *14 (N.C. Super. Ct. Oct. 9, 2018) (“[A] constructive \ntrust is not a standalone claim for relief or cause of action.” (citing Weatherford v. \nKeenan, 128 N.C. App. 178, 179 (1997))); Flynn v. Pierce, 2020 NCBC LEXIS 149, at \n*15 (N.C. Super. Ct. Dec. 22, 2020) (dismissing claim for constructive trust as a \nremedy rather than a claim).   At this juncture, it remains to be seen whether a \nconstructive trust is appropriate relief here.  \n97. Likewise, an accounting is available as a remedy when there is a viable \nunderlying claim for relief, but it, too, is not a claim.  See Burgess v. Burgess, 205 N.C. \nApp. 325, 333 (2010) (“An accounting is an equitable remedy[.]”); Botanisol Holdings \nII, LLC v. Propheter, 2021 NCBC LEXIS 94, at ** 29 (N.C. Super. Ct. Oct. 18, 2021) \n(“Like a constructive trust, while not a claim, an accounting is available as a remedy \nwhen there is a viable underlying claim for relief.”). \n98. Accordingly, to the extent Plaintiff  styles these remedies as  claims for \nrelief, the Motion is GRANTED.  However, the dismissal is without prejudice to \nPlaintiff’s ability to seek  the imposition of a constructive trust, or an account ing, or \nboth, with respect to any surviving claims at the appropriate time. \nG. Declaratory Judgment (Inkwell and S&P Cap) \n99. Finally, with respect to the purported sale of Inkwell to S&P  Cap, \nPlaintiff requests that the Court declare “Mr. Berastain’s and Mr. Mo reau’s sale of \nIER and Inkwell to S&P Cap is void ab initio because it perpetuates Mr. Berastain’s \nand Mr. Moreau’s unlawful competition with CTS Metrolina.”  (Am. Compl. ¶ 232.) \n100. The Declaratory Judgment Act  (the “Act”) , N.C.G.S. §  1-253 et seq ., \nprovides that “[a]ny person interested under a  . . . written contract  . . . or whose \nrights, status or other legal relations are affected by a  . . . contract . . . may have \ndetermined any question of construction or validity arising under \nthe . . . contract . . . and obtain a declaration of rights, status, or other legal relations \nthereunder.”  N.C.G.S. §  1-254.  Accordingly, a person seeking to have a written \ncontract construed under the Act must first have an interest under the contract.  See \nTerrell v. Lawyers Mut. Liab. Ins. Co., 131 N.C. App. 655, 660 (1998) (“One who seeks \nto have a written contract constructed by way of declaratory judgment must first have \nan interest thereunder.”).  \n101. In addition, t he Act is to be liberally construed.  See N.C.G.S. § 1-264 \n(“This Article is declared to be remedial, its purpose is to settle and to afford relief \nfrom uncertainty and insecurity with respect to rights, status, and other legal \nrelations, and it is to be liberally construed and administered.”). \n102. The Moving Defendants contend that CTS Metrolina lacks standing to \nrequest that the sale of Inkwell to S&P Cap be declared void ab initio  because CTS \nMetrolina is not a party to the purchase agreement.  (Defs.’ Br. Supp. 27.)  Regardless \nof that fact, CTS Metrolina responds that it  has standing to bring this claim to the \nextent it is seeking an interpret ation of the Restrictive Covenants to which it is a \nparty and to which Berastain and Moreau agreed.  (Pl.’s Br. Opp. 28.) \n103. The Court agrees.  The Amended Complaint alleges that Berastain and \nMoreau entered into agreements with CTS Metrolina that  forbade them from \n“assist[ing] any other Person in engaging in [restoration work]” and from having an \n“active interest in any [business or person] that engages in” the property restoration \nbusiness within certain geographical limits.  (Am. Compl. ¶¶ 54(a), (c).)  By creating \nIER and then Inkwell, Berastain and Moreau allegedly breached these agreements, \ngiving CTS Metrolina an interest in determining whether Berastain and Moreau can \nprofit from the sale of IER and Inkwell.\n9 \n \n9 Given the Court’s determination  that CTS Metrolina has standing with respect to its \nagreements with Berastain and Moreau , it is not necessary for the Court to  reach CTS \nMetrolina’s argument that it also has standing because CTS Metrolina’s  rights are affected \nby the purchase agreement between IER/Inkwell and S&P Cap.   \n104. In short, accepting  the allegations in the Amended Complaint as true  \nfor purposes of this Motion,  and giving consideration to the purpose of the Act, the \nCourt concludes that CTS Metrolina has sufficiently stated a claim for declaratory \njudgment.  See BIOMILQ, 2023 NCBC LEXIS 24, at ** 32 (“‘[A] motion to dismiss a \ndeclaratory judgment claim is appropriate only when the complaint does not allege \nan actual, genuine existing controversy, which prevents a court from entering a \npurely advisory opinion .’ The question is not whether the plaintiff will prevail on \ntheir claim, ‘[i]t is only whether they have identified an actual, genuine controversy.’ ” \n(quoting Bennett v. Bennett, 2019 NCBC LEXIS 19, at **30−32 (N.C. Super. Ct. Mar. \n15, 2019))). \n105. Accordingly, as to Plaintiff’s claim for declaratory judgment, the Motion \nis DENIED.  \nV. CONCLUSION \n106. WHEREFORE, for the foregoing reasons, the Court hereby GRANTS  \nin part and DENIES in part the Motion as follows: \na. With respect to the Third Cause of Action ( Tortious Interference with \nContract and with Prospective Economic Advantage): \ni.  Inkwell’s Motion as it pertains to allegations that Inkwell \ntortiously interfered with Berastain and Moreau’s Restrictive \nCovenant Agreements  is DENIED. In all other respects, \nInkwell’s Motion with respect to this claim is GRANTED,  and \nthe claim is DISMISSED without prejudice; \nii. Cherry’s Moti on is GRANTED , and the claim is DISMISSED \nwithout prejudice; and \niii. S&P Cap’s Motion is GRANTED, and the claim is DISMISSED \nwithout prejudice. \nb. With respect to the Fourth Cause of Action (Misappropriation of Trade \nSecrets):  \ni. Inkwell, Cherry, and S&P Cap’s Motion is GRANTED to the \nextent Plaintiff seeks to recover for the alleged misappropriation \nof information identified generally in paragraph 39(c) of the \nAmended Complaint, and t o that extent, the  claim is \nDISMISSED without prejudice; \nii. In all other respects, the Motion is DENIED. \nc. With respect to the Sixth Cause of Action (Violation of Computer \nTrespass Statute, N.C.G.S. §  14-458), the Motion of both Pena and \nInkwell is DENIED. \nd. With respect to the Seventh Cause of Action (Violation of the Unfair and \nDeceptive Trade Practices Act, N.C.G.S. § 75-1 et seq.), Cherry, Inkwell, \nand Pena’s Motion is DENIED. \ne. With respect to the Eighth Cause of Action (Civil Conspiracy),  Cherry, \nPena, and S&P Cap’s Motion is DENIED.  \nf. With respect to claims for the remedies of Accounting and Constructive \nTrust in the Ninth and Tenth Cause s of Action, the Motion is \nGRANTED, but the Court’s ruling is  without prejudice to Plaintiff’s \nability to seek the imposition of a constructive trust or an accounting, or \nboth, at the appropriate time.  \ng. With respect to the Eleventh Cause of Action (Declaratory Relief), \nInkwell and S&P Cap’s Motion is DENIED. \n \nIT IS SO ORDERED, this the 4th day of February, 2025. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}