{
  "id": "51346a68ecc7b1af1bc7effcb7e943bdf22ffeb6df0ddb175f2751c7c0d3d773",
  "source_file": "data/raw/ncbc/51346a68ecc7b1af1bc7effcb7e943bdf22ffeb6df0ddb175f2751c7c0d3d773.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \n \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 15111 \nLEGALZOOM.COM, INC., \n \n  Plaintiff, \n \n v. \n \nNORTH CAROLINA STATE BAR, \n \n  Defendant. \n) \n) \n) \n) \n) \n) \n) \n)\n) \nCONSENT JUDGMENT \n \n \nTHIS MATTER is before the Court on the part ies’ joint request for entry of a consent \njudgment. The Complaint in this action was filed by the Plaintiff LegalZoom.com, Inc. \n(LegalZoom) against the Defendant The North Ca rolina State Bar (the State Bar) asserting the \nright to provide its internet-based document servi ces to consumers in North Carolina.  The State \nBar filed a Counterclaim asserting that LegalZoom’s document services constitute the practice of \nlaw as defined in Chapter 84 of the North Caroli na General Statutes.  LegalZoom and the State \nBar desire to settle all claims a nd issues raised in this action and, for that purpose, agree to the \ncontinuing jurisdiction of this Court over them and ove r the subject matter of this action, and \nwaive the entry of findings of fact and conclusions of law.  As evidenced by the signatures below \nof counsel of record, the parties have settled the dispute and have agreed to the disposition of this \naction by entry of this agreed Consent Judgment and to comply with the following terms:   \n1. The parties agree that the definition of the “practice of law\" as set forth in \nN.C.G.S. § 84-2.1 does not encompass LegalZ oom’s operation of a website that offers \nconsumers access to interactive software that generates a legal document based on the \nconsumer’s answers to questions presented by the software so long as LegalZoom complies with \nthe provisions of Paragraph 2 below. \n2. LegalZoom agrees that it must continue to ensure, for the sh orter of a period of \ntwo (2) years after the entry of this Consent Judg ment or the enactment of legislation in North \nCarolina revising the statutory definition of the “practice of law”, that:  \nLegalZoom.com, Inc. v. N.C. State Bar, 2015 NCBC 96. \n \n \n(a) LegalZoom shall provide to any consum er purchasing a North Carolina product (a \nNorth Carolina Consumer) a means to s ee the blank template or the final, \ncompleted document before finalizing a purchase of that document; \n(b) An attorney licensed to practice law in the State of North Carolina has reviewed \neach blank template offered to North Carolina Consumers, including each and \nevery potential part thereof that may appear in the completed document.  The \nname and address of each reviewing atto rney must be kept on file by LegalZoom \nand provided to the North Carolina Consumer upon written request; \n(c) LegalZoom must communicate to the Nort h Carolina Consumer that the forms or \ntemplates are not a substitute for the advice or services of an attorney;  \n(d) LegalZoom discloses its legal name a nd physical location and address to the \nNorth Carolina Consumer; \n(e) LegalZoom does not disclaim any warra nties or liability and does not limit the \nrecovery of damages or other remedies by the North Carolina Consumer; and  \n(f) LegalZoom does not require any North Caro lina Consumer to agree to jurisdiction \nor venue in any state other than North Carolina for the resolution of disputes \nbetween LegalZoom and the North Carolina Consumer. \n3. The parties have agreed to mutually suppor t and use best efforts to obtain passage \nby the North Carolina General Assembly of HB 436 in the form currently pending before the \nHouse Judiciary Committee. \n4. The Court will retain jurisdiction over this action for the purpose of ensuring \ncompliance and enforcing the provi sions of this Consent Judgment  for two (2) years from this \ndate.   The parties may choose to extend the terms of this Consent Judgment by mutual \nagreement. The Court’s jurisdiction may be terminated earlier upon jo int notification by the \nparties that the General Assembly has passed le gislation which covers the matters addressed \nherein. If no such legislation is passed, and if th e parties do not jointly request that the terms of \nthis Consent Judgment be extended, the terms of  this Consent Judgment shall terminate two (2) \nyears from this date and the pa rties will no longer be bound by any of the terms of this Consent \nJudgment. Upon such termination of this Consent Judgment at the end of the two year period, the \nparties shall be deemed to have preserved each of  its claims and defenses in the present case and \n \n \nshall not be deemed to have wa ived any of its argume nts under the statute defining the practice \nof law.   \n5.  Upon entry of this Consent Judgment, LegalZoom may request registration of its \nmodified pre-paid legal services plans subm itted to the State Bar for registration without \nadditional filing or registration f ees.  Upon registration of the m odified plans by the State Bar, \nLegalZoom shall, within ten (10) business days, file a Notice of Dismissal of the pending Federal \nCourt case, LegalZoom.com, Inc. v. North Carolina State Bar, et al. , (No. 1:15-CV-439, \nM.D.N.C.), without prejudice as to  the State Bar and as to “official capacity” claims against the \nindividual defendants, and with  prejudice as to “individual capacity” claims against the \nindividual defendants.  The No tice of Dismissal shall reflect that each party bears its own \nattorneys’ fees and costs.  Also, within ten (10) business days of entry of this Consent Judgment, \nLegalZoom shall file a voluntary dismissal without prejudice in LegalZoom.com, Inc. v. North \nCarolina State Bar (No. 13 CVS 13755, Wake County). \n6.  Nothing in this Consen t Judgment is intended or may be construed as an \nadmission by either party or constitute a finding or judgment by the Court that either party has \nviolated any statute, regulation, common law, or other legal obligation. \n 7.    The parties must provide notice an d a 30-day cure period and negotiate in good \nfaith to resolve any dispute relating to the in terpretation or implementation of this Consent \nJudgment before bringing any matter to the C ourt's attention for reso lution, including but not \nlimited to any claim that the other party has violated  or failed to comply with any term of this \nConsent Judgment.   \n8.  The parties to this action and no one else  shall have standing to seek construction \nor enforcement of this Consent Judgment.  At the request of either party, after providing the \nparties with notice and hearing, and upon entering  written findings after hearing, the Court may \ngrant declaratory and all other relief necessary to construe or enforce this Consent Judgment. \n9.  This Consent Judgment embodies in full the terms of the agreement and \nunderstanding between the parties related to the subject matter of  this action and this Consent \nJudgment. \n 10.  The parties shall bear their own cost s and expenses in this matter, including \nattorneys’ fees. \n \n \nSO ORDERED, this the 22nd day of October, 2015. \n \n \n/s/ James L. Gale                                     l \nHon. James L. Gale \nChief Special Superior Court Judge \n    for Complex Business Cases \n \n \n \nCONSENTED TO AND AGREED: \n \n/s/ R. Daniel Boyce   \nR. Daniel Boyce \nThomas J. Ludlam \nNEXSEN PRUET, PLLC \nCounsel for LegalZoom.com, Inc. \n/s/ Alfred P. Carlton, Jr.  \nAlfred P. Carlton, Jr. \nCARLTON LAW GROUP PLLC \nCounsel for LegalZoom.com, Inc. \n \n/s/ Peter D. Kennedy   \nPeter D. Kennedy \nGRAVES DOUGHERTY HEARON \n   & MOODY, P.C. \nCounsel for LegalZoom.com, Inc. \n \n \n \n \n/s/ Alan W. Duncan   \nAlan W. Duncan \nAllison Van Laningham Mullins \nStephen M. Russell, Jr. \nMULLINS DUNCAN HARRELL \n     & RUSSELL PLLC \nCounsel for the North Carolina State Bar \n \n \n \n \nROY COOPER \nAttorney General of the State of North Carolina \n \nBy: /s/ I. Faison Hicks   \nI. Faison Hicks \nSpecial Deputy Attorney General  \nNorth Carolina Department of Justice \nCounsel for the North Carolina State Bar \n \n \n \n \n \n   \n      \n    \n          \n    \n      \n "
}