{
  "id": "5148732329ce6c4a8de1351d0b41a5d6cb89286e746fd927c111b3e0835a8983",
  "source_file": "data/raw/ncbc/5148732329ce6c4a8de1351d0b41a5d6cb89286e746fd927c111b3e0835a8983.pdf",
  "raw_text": "LeCann v. Cobham, 2012 NCBC 56. \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JU STICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 10 CVS 11169 \n \n \nNICOLE LECANN, DDS, Individually and ) \nDerivatively,   ) \n Plaintiff ) \n  ) \n v.  ) JUDGMENT \n   )   \nSHARON J. COBHAM, DDS, et al., )  \n  Defendants/ ) \n  Third-Party Plaintiffs ) \n   ) \n v.  ) \n   ) \nCHL II, LLC, et al.,  ) \n Third-Party Defendants \n1 ) \n \n \nTHIS CIVIL ACTION comes before the court for entry of Judgment, and  \nTHE PARTIES having stipulated to this matter being tried non-jury and in the \nNorth Carolina Business Court, at 225 Hillsborough Street, Raleigh, NC 27603, this \ncase thereafter was called for trial on August 15, 2011.  At the close of Plaintiff's \nevidence, the court directed verdict in favor of Defendant upon Plaintiff's claim for \nTortious Interference with Contracts and Prospective Economic Advantage (Counts V \nand VI of the Complaint), pursuant to Rule 50, North Carolina Rules of Civil Procedure \n(\"Rule(s)\").  Thereafter, at the close of all the evidence the court denied all subsequent \nRule 50 motions.  The court directed the parties to submit their closing arguments in the \nform of post-trial briefs. \n                                                \n \n1 The third-party claims and related cross-claims were voluntarily dismissed by stipulation dated July 19, \n2011, and filed July 27, 2011, and are not relevant to this Judgment.   \nFINDINGS OF FACT  \nTHE COURT, having heard and reviewed the evidence of record and arguments \nof counsel, makes the following FINDINGS of FACT: \n[1] Plaintiff Nicole LeCann, DDS (\"LeCann\") and Def endant/Third-Party \nPlaintiff Sharon J. Cobham, DDS (\"Cobham\") were both licensed dentists.  They were \nclassmates at the University of North Carolina School of Dentistry and graduated in \n1999.  They were close friends at that time, and the next year they decided to go into \nbusiness together as professional colleagues and co-managers of several jointly-owned \ndental practices.  \n[2] At times material to this civil action, LeCann and Cobham were joint and \nequal owners of several dental practices (collectively, \"Joint Entities\") and three limited \nliability companies located in North Carolina (collectively, \"Real Estate Companies\").2 \n[3] The Joint Entities were: SHARON COBHAM, D.D.S. & NICOLE LECANN, \nD.D.S. IV, P.A. (a/k/a NORTH HILLS FAMILY DENTAL CARE) (\"North Hills Practice\"); \nSHARON COBHAM, D.D.S. & NICOLE LECANN, D.D.S. V, P.A. (a/k/a DURHAM \nFAMILY DENTAL CARE) (\"Durham Practice\"); SHARON J. COBHAM, D.D.S. & \nNICOLE LECANN, D.D.S., P.A. (a/k/a ANNE ELIZABETH FAMILY DENTAL CARE) \n(\"Burlington Practice\"); SHARON JOVANNA COBHAM, D.D.S. & NICOLE LECANN, \nD.D.S. & ASSOCIATES, P.A. (a/k/a APEX FAMILY DENTAL CARE) (\"Apex Practice\") \nand SHARON COBHAM, D.D.S. AND NICOLE LECANN, D.D.S. II, P.A. (a/k/a \nWINSTON-SALEM II) (\"Winston-Salem II Practice\"). 3  The Joint Entities were North \n                                                 \n2 Compl. ¶ 3. \n3 Id.  \nCarolina professional corporations formed pursuant to N.C. Gen. Stat. Chapter 55B \n(hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"). \n[4] The Real Estate Companies were: CHL II, LLC (\"C HL\"); MHP III, LLC \n(\"MHP\") and SCNL, LLC (\"SCNL\").4  The Real Estate Companies were formed and \noperated as limited liability companies, pursuant to G.S. Chapter 57C, for the purpose \nof owning real estate to be occupied by the Joint Entities.  CHL owned the office \ncondominiums where the North Hills Practice was located, SCNL owned a vacant lot in \nApex where the parties planned to build an office and MHP owned the office \ncondominium where the Apex Practice was located.  \n[5] Cobham also was the sole owner of Sharon Jovann a Cobham, D.D.S., \nP.A. (\"Winston-Salem I Practice\"), a dental practice in Winston-Salem, North Carolina. \n[6] LeCann and Cobham were the only two officers, d irectors and \nshareholders/owners of the Joint Entities. 5  The practice and agreement between \nLeCann and Cobham was to manage the Joint Entities together through an informal \narrangement they commonly referred to as \"corporate,\" \"Cobham & LeCann, Inc.,\" \n\"C&L,\" \"wemakencsmile.com\" and other similar designations (collectively, \n\"Arrangement\").  The Arrangement allowed LeCann and Cobham to direct resources of \nthe Joint Entities towards accounting, recruiting, cash management, acquisitions and \nexpansions, planning and market assessments, among other activities.  \n[7] Cobham served as president of the Joint Entitie s and was responsible for \nthe overall direction and leadership of the Joint Entities, while LeCann managed the \ndetails.  Accordingly, Cobham exercised the power to transfer money, hire and fire \n                                                 \n4 Id.  \n5 Id. ¶ 8. \npersonnel, pursue expansion concepts and perform other management decisions.  \nLeCann assumed the primary responsibility for daily accounting, reimbursements for \nservices rendered (including insurance and Medicaid compliance and collections) and \nother details of daily operations. \n[8] LeCann and Cobham also divided day-to-day opera tional responsibilities \nfor the Joint Entities, with LeCann responsible for the Apex and North Hills Practices \nand Cobham responsible for the Durham, Burlington and Winston-Salem II Practices.  \n[9] At times material, LeCann and Cobham were close  companions and \nshared a personal friendship.  Until the disputes arose that led to the filing of this civil \naction, LeCann placed trust and confidence in Cobham and yielded to Cobham's \nmanagement actions and decisions. \n[10] At some time in 2007, Cobham began a long seri es of complicated, \nwrongful, self-dealing transfers (\"Transfers\") of funds belonging primarily to four of the \nJoint Entities: the North Hills Practice, the Durham Practice, the Burlington Practice and \nthe Apex Practice (\"Damaged Joint Entities\").  Cobham effected these Transfers in a \nnumber of ways.  The Transfers involved the transferring of funds from the Damaged \nJoint Entities to the Winston-Salem II Practice and to Cobham's individually-owned \npractice, the Winston-Salem I Practice.  These funds were transferred using online \nbanking and company checks written by Cobham, her sister and others acting under \nCobham's direction.  Cobham also frequently transferred funds between the Damaged \nJoint Entities without authority or a good faith reason.  Few, if any, of the Transfers by \nCobham were approved by LeCann.  At times, the Transfers were concealed from \nLeCann, and at other times, LeCann learned or was informed about Transfers after the \nfact.   \n[11] The Transfers by Cobham also included self-dea ling loans to Cobham and \nunjustified expense reimbursements to Cobham.  For example, Cobham charged to \nvarious Damaged Joint Entities the following personal expenses: (a) mortgage \npayments on a Charlotte condominium occupied by her brother, (b) accommodations at \nthe Ritz Carlton in Charlotte, (c) purchases at North Hills Regency Theaters (d) \npurchases at Saks Fifth Avenue (Cobham bought Prada shoes and attempted to \nlegitimize the purchase as a \"uniform\" expense), (e) purchases at Belk, (f) a Match.com \naccount and (g) other expenditures.  Cobham admitted that she drove her Bentley on a \ntrip to the movies and charged the excursion to the Damaged Joint Entities as a \nbusiness expense.  These Transfers and charges were not fair to the Damaged Joint \nEntities, and Cobham offered no legitimate explanation to justify such expenses.  \n[12] By way of the Transfers, Cobham engaged in kno wing and willful self-\ndealing and conflict-of-interest transactions, to the material economic detriment of the \nDamaged Joint Entities and LeCann. \n[13] At trial, Cobham failed to establish that the Transfers were fair in all \nmaterial respects to the Damaged Joint Entities. \n[14] When LeCann became aware of the Transfers, LeC ann objected.  LeCann \ncommunicated her objections to Cobham on multiple occasions.  LeCann sent e-mails \nto Cobham expressing her disapproval of the Transfers.  In the course of doing so, \nLeCann demanded that the funds from such Transfers be returned to the Damaged \nJoint Entities. \n[15] Cobham acknowledged she received LeCann's obje ctions and demands \nwith regard to the Transfers. \n[16] Cobham's conduct with regard to the management  of the Joint Entities \nresulted in deadlock with LeCann.  Ultimately, Cobham and LeCann's personal and \nprofessional relationship deteriorated and detrimentally impacted their ability to co-\nmanage the Joint Entities effectively. \n[17] On September 29, 2010, the court ordered the J oint Entities dissolved \npursuant to G.S. 55-14-30 and appointed a Receiver to manage and wind up the affairs \nof the Joint Entities.  On December 9, 2010, the court approved employment of a \nReceiver's Certified Public Accountant, Tom Boyle (\"Boyle\"), of Boyle CPA, PLLC.6  \nBoyle was assigned the task of investigating and reporting to the court the nature and \nextent of the Transfers and transactions between the Winston-Salem I Practice and the \nJoint Entities.  Boyle undertook that task but was unable to complete his accounting \nassignment because the Transfers were so numerous and not properly documented.  \nAs a result, a complete and accurate accounting was virtually impossible. \n[18] The Joint Entities used the QuickBooks account ing software.  The \nQuickBooks files for the relevant periods of time in this case were not properly \nmaintained and are not accurate.  Boyle expended a significant amount of time and \nresources attempting to reconcile the QuickBooks files with supporting documentation.  \nDespite these efforts, a complete audit trail for all the Transfers and intercompany \ntransactions at issue in this case could not be developed. \n                                                 \n6 Boyle previously served as Special Master in this matter, pursuant to the court's Order of August 2, \n2010, for the purpose of undertaking an accounting of the Joint Entities.      \n[19] The fact that an accurate accounting for and/o r audit of the Joint Entities \nwas not possible was a result of Cobham's Transfers involving the Joint Entities. \n[20] At times material, either directly or through the Winston-Salem II Practice \nand Winston-Salem I Practice, Cobham transferred, misappropriated, converted, \ndiverted or otherwise obtained money or other value from the Damaged Joint Entities \nfor her benefit or for the ultimate benefit of her solely-owned Winston-Salem I Practice. \n[21] Cobham repeatedly ignored corporate formalitie s between the Joint \nEntities and did so knowingly and to her own benefit.  In the course of her wrongful \nactions with regard to the Damaged Joint Entities, Cobham ignored the corporate \nboundaries and structures between the five Joint Entities and her solely-owned dental \npractice, Winston-Salem I.  Cobham repeatedly, knowingly and purposefully \ncommingled assets and monies of the various Joint Entities with those of the Winston-\nSalem I Practice without regard to their respective corporate identities. \n[22] On various occasions relevant to the issues in  this action, including her \ntrial testimony, Cobham acknowledged the self-dealing nature of many of the Transfers \nshe made between the Damaged Joint Entities and the Winston-Salem II Practice, the \nWinston-Salem I Practice or herself.  Cobham admitted that she repeatedly made the \nTransfers without authority and without seeking approval from LeCann and sometimes \nover the objections of LeCann.  Cobham contended that she provided more money to \nthe Damaged Joint Entities than she received.  However, Cobham's contention was \nundocumented and unsupported by credible evidence at trial. \n[23] Many of the Transfers were made from the bank accounts of the \nDamaged Joint Entities when they had negative cash balances at the time of the \ntransactions.  As a result, Cobham's wrongful actions proximately caused the Damaged \nJoint Entities to incur bank overdraft charges in the collective amount of $54,388. \n[24] Cobham wrongfully and repeatedly transferred m oney out of the Damaged \nJoint Entities by making loans to the Winston-Salem I Practice or herself, receiving \nunauthorized expense reimbursements and providing unjustified distributions to herself. \n[25] Notwithstanding the difficulty in reconstructi ng the accounting books and \nrecords of the Joint Entities, LeCann has carried the burden of proving, and the court \nfinds, that Cobham's wrongful actions proximately resulted in a collective total of \n$559,888 in compensatory damages being suffered by the respective Damaged Joint \nEntities, as follows: \n (a) North Hills Practice : (i) wrongful loans from the North Hills \nPractice to Cobham and her Winston-Salem I Practice, as to which there \nremains a net loan balance due and owed to the North Hills Practice, in \nthe amount of $211,081, (ii) bank charges to the North Hills Practice as a \nresult of bad checks authorized by Cobham in the amount of $18,659 and \n(iii) an unreimbursed health insurance expense owed by Cobham to the \nNorth Hills Practice in the amount of $4,500.  The amount of total provable \ncompensatory damages owing by Cobham to the North Hills Practice \ntherefore is $234,240. \n(b) Durham Practice : (i) wrongful loans from the Durham \nPractice to Cobham and her Winston-Salem I Practice, as to which there \nremains a net loan balance due and owed to the Durham Practice, in the \namount of $50,313, (ii) bank charges to the Durham Practice as a result of \nbad checks authorized by Cobham in the amount of $15,484 and (iii) \nunjustified expenses wrongfully charged to the Durham Practice by \nCobham in the amount of $109,172.  The amount of total provable \ncompensatory damages owing by Cobham to the Durham Practice \ntherefore is $174,969. \n(c) Apex Practice : (i) wrongful loans from the Apex Practice to \nCobham and her Winston-Salem I Practice, as to which there remains a \nnet loan balance due and owed to the Apex Practice, in the amount of \n$41,219, (ii) bank charges to the Apex Practice as a result of bad checks \nauthorized Cobham in the amount of $9,527 and (iii) unjustified expenses \nwrongfully charged to the Apex Practice by Cobham in the amount of \n$25,054.  The amount of total provable compensatory damages owing by \nCobham to the Apex Practice therefore is $75,800. \n(d) Burlington Practice : (i) wrongful loans from the Burlington \nPractice to Cobham's Winston-Salem I Practice, as to which there remains \na net loan balance due to the Burlington Practice, in the amount of $8,096, \n(ii) bank charges to the Burlington Practice as a result of bad checks \nauthorized Cobham in the amount of $10,718 and (iii) unjustified expenses \nwrongfully charged to the Burlington Practice by Cobham in the amount of \n$56,065.  The amount of total provable compensatory damages owing by \nCobham to the Burlington Practice therefore is $74,879. \n[26] The respective Damaged Joint Entities are enti tled to recovery of the \nforegoing amounts from Cobham as compensatory damages. \n[27] The Winston-Salem II Practice over time was co mpletely absorbed into \nthe Winston-Salem I Practice, and the Winston-Salem II Practice no longer exists as a \nseparate operating entity.  LeCann's only claim for relief as to the Winston-Salem II \nPractice is her contention that Cobham's wrongful actions with regard to the Joint \nEntities caused the value of the Winston-Salem II Practice to be destroyed in 2009.  \nWhile it may well be the case that Cobham's egregiously wrongful actions causally led \nto the demise of the Winston-Salem II Practice, LeCann has not carried her burden of \nproof on this issue. \n[28] LeCann's personal claim for damages relative t o the alleged lost value of \nthe Damaged Joint Entities is too speculative to be capable of proof on the evidence \nbefore the court, and therefore LeCann has not carried her burden of proof as to such \ncontended damages.  \n[29] Cobham's knowing wrongful conduct was intentio nal and was in breach of \nher fiduciary duties to the Damaged Joint Entities and damaged the Joint Entities in the \namounts listed in paragraph 25 above.  Cobham's breach of her fiduciary duties \nconstituted constructive fraud.  Cobham intentionally engaged in this constructive fraud, \nconsciously using her position of trust to cause harm to the Joint Entities and LeCann.  \nThe Damaged Joint Entities collectively are entitled to compensatory damages in the \namount of $559,888. \n[30] Cobham's conduct of self dealing and construct ive fraud as to the Joint \nEntities was willful or wanton.  LeCann has proven that Cobham's conduct as to the \nJoint Entities was willful or wanton by clear and convincing evidence. \n[31] Cobham was well aware of the probable conseque nces of her wrongful \nconduct with regard to the Joint Entities and LeCann. \n[32] Cobham's wrongful conduct with regard to the J oint Entities and LeCann \ncontinued over a long period of time. \n[33] Cobham's willful or wanton conduct and intenti onal constructive \nfraud supports an award of punitive damages to the Damaged Joint Entities.  In \nthe exercise of its discretion as finder of fact in this matter, the court determines \nthat a punitive damages award from Cobham to the Damaged Joint Entities \nshould be three times 7 the compensatory damages suffered by each of the \nDamaged Joint Entities, as reflected in paragraphs 25 and 29 of this Judgment, \nfor a total punitive damages award of (a) $702,720 to the North Hills Practice, (b) \n$524,907 to the Durham Practice, (c) $227,400 to the Apex Practice and (d) \n$224,637 to the Burlington Practice.  The total amount of punitive damages \nawarded to the Damaged Joint Entities therefore is $1,679,664.  The court finds \nthat this amount bears a rational relationship to the sum necessary to punish \nCobham for her egregiously wrongful acts and to deter her and others from \ncommitting similar wrongful acts. \n                                                \n \n7 The court is limited to this award by G.S. 1D-25(b), which limits a punitive damages award to three t imes \nthe amount of compensatory damages or $250,000, whi chever is greater. \nCONCLUSIONS OF LAW  \nBASED UPON the foregoing FINDINGS of FACT, the court reaches the following \nCONCLUSIONS of LAW:8 \n[34] On July 12, 2010, LeCann filed her Complaint i n this matter, by which she \nalleges eight claims for relief (\"Claim(s)\"): Count I (Removal of Director) (\"Claim One\"); \nCount II (Breach of Fiduciary Duty to Plaintiff) (\"Claim Two\"); Count III (Derivative Claim \n- Breach of Fiduciary Duty, Mismanagement and Waste) (\"Claim Three\"); Count IV \n(Derivative Claim - Conversion, Money had and Received, and Money on an Account) \n(\"Claim Four\"); Count V (Tortious Interference with Contracts and Prospective \nEconomic Advantages) (\"Claim Five\"); Count VI (Derivative Claim - Tortious \nInterference with Contracts and Prospective Economic Advantages) (\"Claim Six\"); \nCount VII (Derivative and Individual - Unfair and Deceptive Trade Practices) (\"Claim \nSeven\") and Count VIII (Derivative Action - Conflict of Interest and Self-Dealing) (\"Claim \nEight\"). \n[35] Cobham timely answered and asserted a counterc laim against LeCann \nindividually, crossclaims against the Joint Entities and third-party claims against MHP \nand SCNL (\"Answer\"). \n[36] In its Order on Motion for Dissolution and App ointment of Receiver \n(\"Dissolution Order\"), entered on September 29, 2010, the court dissolved the Joint \nEntities pursuant to G.S. 55-14-30, dissolved the Real Estate Companies pursuant to \nG.S. 57C-6-02 and appointed Dr. Joseph Laton, D.D.S. (\"Dr. Laton\") to serve as the \nReceiver for the Joint Entities (\"Receiver\").  Upon satisfactory completion of the \nessential duties assigned him by the court, and by Order of the court entered on March \n                                                 \n8 For purposes of clarity, the court elects to discuss the respective Claims out of numerical order. \n8, 2011, Dr. Laton was discharged by consent of the parties as Receiver and Christine \nF. Mayhew, Esq. was appointed Substitute Receiver for the Damaged Joint Entities.9  \nMayhew remains Receiver for the Damaged Joint Entities.  \n[37] By virtue of the Dissolution Order, Claim One,  and the claims alleged by \nCobham in the Answer, are deemed MOOT,10  and no further orders with respect to \nthem are required. \n[38] The remaining seven Claims are either individu al or derivative claims \nalleged against Cobham.  The court first will address the derivative Claims and then the \nindividual Claims. \nI. \nPlaintiff's Derivative Claims  \n \nBreach of Fiduciary Duty, Mismanagement and Waste (Claim Three); \nConversion, Money Had and Received, and Money on an Account (Claim Four); \nTortious Interference With Contracts and Prospectiv e Economic Advantages \n(Claim Six); Unfair and Deceptive Trade Practices ( Claim Seven) and Conflict of \nInterest and Self-Dealing (Claim Eight)  \n \nA. \n \nDemand Requirement  \n \n[39] Cobham has taken the position in this litigati on that LeCann failed to make \ndemand pursuant to G.S. 55-7-42 prior to asserting the derivative Claims, specifically \nClaims Three, Four and Eight. \n                                                \n \n9 The court did not appoint Mayhew as Receiver for the Winston-Salem II Practice or any entities owned \nby Cobham and LeCann other than the Damaged Joint Entities, having concluded that such an \nappointment is not necessary to resolution of this action. \n10  Cobham's claims for relief alleged in the Answer sought to remove LeCann as a director of the Joint \nEntities, dissolve the Joint Entities and appoint a receiver for the Joint Entities.  In a prior order, the court \nconcluded that any claim seeking to dissolve the Joint Entities and appoint a receiver is MOOT.  See  Op. \n& Order Mots. Summ. J. 5-6 (N.C. Super. Ct. Aug. 2, 2011). \n[40] LeCann responds that on numerous occasions, an d more than ninety \ndays before filing the Complaint, she made written demand upon Cobham to stop her \nalleged misappropriation of corporate funds.  In support of this contention, LeCann \noffered copies of e-mails and testimony, in which Cobham acknowledges that LeCann \nobjected to Cobham's transfers of funds to the Winston-Salem I Practice.  \n[41] This court previously has concluded that LeCan n made proper demand on \nthe Joint Entities prior to asserting the derivative Claims by clearly and particularly \ngiving Cobham reasonable notice as to the substance of LeCann's objections. 11   In light \nof the court's prior conclusion, the court does not need to revisit the issue of demand.  \nTherefore, the court CONCLUDES that LeCann made proper demand before asserting \nthe derivative Claims. \nB. \nBreach of Fiduciary Duty (Claim Three)  \n[42] It is well established that by engaging in sel f-dealing and/or conflict-of-\ninterest transactions, a corporate director breaches his or her fiduciary duties to the \ncorporate entity.  In re Brokers, Inc ., 363 B.R. 458, 474 (Bankr. M.D.N.C. 2007) (citing \nMeiselman v. Meiselman , 309 N.C. 279, 308 (1983)).  Further, \"a breach of fiduciary \nduty amounts to constructive fraud.\"  Compton v. Kirby , 157 N.C. App. 1, 16 (2003); see \nalso Governor's Club, Inc. v. Governors Club Ltd. P'ship , 152 N.C. App. 240, 249-50 \n(2002) (\"Put simply, a plaintiff must show (1) the existence of a fiduciary duty, and (2) a \nbreach of that duty\" in order to prove a constructive fraud claim); HAJMM v. House of \nRaeford Farms , 94 N.C. App. 1, 12 (1989) (reversed on other grounds) (stating the \nsame). \n                                                \n \n11  Op. & Order Mots. Summ. J. 7-9 (N.C. Super. Ct. Au g. 2, 2011). \n[43] Cobham clearly owed a fiduciary duty to the Jo int Entities by virtue of her \nposition as a director.  The Transfers were unjustified and unfair to the Joint Entities.  As \nsuch, Cobham's conduct constituted a breach of her fiduciary duty to the Joint Entities.  \nDue to Cobham's conduct, the Damaged Joint Entities suffered financial injuries.  \nAccordingly, LeCann is entitled to derivative recovery in their behalf under Claim Three \nof the Complaint. \n[44] Under the facts of this matter, the court CONC LUDES that Cobham's \nknowing breach of her fiduciary duties constituted constructive fraud against the \nDamaged Joint Entities.  Accordingly, the Damaged Joint Entities are entitled to \nrecovery of compensatory damages proximately suffered as a result of Cobham's \nbreach of her fiduciary duties and her constructive fraud. \n[45] LeCann further contends that the Damaged Joint  Entities are entitled to a \npunitive damages award based on Cobham's constructive fraud and willful or wanton \nconduct. \n[46] To recover for punitive damages, a plaintiff m ust show that the defendant \nis liable for compensatory damages and must also show by clear and convincing \nevidence the presence of an aggravating factor related to the injury, including fraud, \nmalice, or willful or wanton conduct.  G.S. 1D-15(a)-(b).  Indeed, \"[p]unitive damages \nare justified in cases of constructive fraud . . . as long as 'some compensatory damages \nhave been shown with reasonable certainty.'\"  Compton, 157 N.C. App. at 21 (quoting \nOlivetti Corp. v. Ames Bus. Sys., Inc ., 319 N.C. 534, 549 (1987)); see also  Stone v. \nMartin , 85 N.C. App. 410, 418 (1987) (stating that punitive damages may be awarded \nbased on a wrongdoer's breach of fiduciary duty, as such conduct constitutes fraud). \n[47] In addition to the clear and convincing eviden ce of Cobham's constructive \nfraud, an award of punitive damages is warranted based upon the similarly clear and \nconvincing evidence of her willful or wanton conduct.  Willful or wanton behavior are \nthose acts done by a wrongdoer in conscious or intentional disregard for the rights of \nother parties and which the wrongdoer either knows or should know are reasonably \nlikely to cause harm or injury.  G.S. 1D-5(7); see also  Richardson v. Bank of Am., N.A. , \n182 N.C. App. 531 (2007). \n[48] Here, an award of punitive damages is appropri ate based upon Cobham's \nbreach of her fiduciary duties, as well as her willful or wanton conduct, both of which \nLeCann has proven by clear and convincing evidence.  Cobham knowingly and \npurposefully engaged in repeated self-dealing and conflict-of-interest actions that \ncaused the Damaged Joint Entities to suffer from devastating cash-flow problems, and \nwhich caused material financial injuries to the Damaged Joint Entities.  Accordingly, the \ncourt CONCLUDES that an award of punitive damages against Cobham and in favor of \nthe Damaged Joint Entities is appropriate in this matter. \nC. \nConversion, Money had and Received, and Money on an Account (Claim Four)  \n[49] The allegations of Claim Four are substantiall y the same as those of Claim \nEight, and the court elects to discuss Claim Eight out of turn.  Plaintiff did not argue for \nrecovery under Claim Four in either her pre-trial or post-trial briefs.  Accordingly, the \ncourt deems Claim Four to have been ABANDONED. \nD. \nSelf-Dealing and Conflict-of-Interest Transactions (Claim Eight)  \n \n[50] It is undisputed that Cobham engaged in self-d ealing, conflict-of-interest \ntransactions.  The more pertinent issue at trial was whether the Transfers were fair, just \nand reasonable to the corporation. \n[51] An adversely interested party must prove that the self-dealing or conflict-\nof-interest transaction was fair, just and reasonable to the corporation at the time the \ntransaction was entered into.  G.S. 55-31.  \"The law presumes that such conveyances \nare invalid and imposes upon the purchaser the burden of establishing that the \npurchase is fair, open, and free from imposition, undue advantage, actual or \nconstructive fraud.\"  Green River Mfg. Co. v. Bell , 193 N.C. 367, 371 (1927).  Loans \nfrom the corporation to directors are specifically prohibited unless approvals are \nobtained from disinterested directors.  G.S. 55-32.  \n[52] Cobham attempted to explain the fairness of he r self dealing by testifying \nthat she transferred money back and forth between the Winston-Salem I Practice and \nthe Joint Entities.  Cobham stated that she had transferred more money into the Joint \nEntities than she caused to be transferred out of the Joint Entities.  However, Cobham's \nself-serving testimony was not supported by the evidence at trial, which reflected, \namong other things, a substantial net loan balance owed to the Damaged Joint Entities \nfrom the Winston-Salem I Practice and Cobham.   \n[53] The court CONCLUDES that the Damaged Joint Ent ities were financially \ninjured as a result of Cobham's self-dealing and conflict-of-interest Transfers.  As such, \nLeCann is entitled to derivative recovery on their behalf under Claim Eight. \nE. \nTortious Interference with Contract and Prospective \nEconomic Advantages (Claim Six) \n \n[54] \"A claim for tortious interference with contra ct exists where the defendant \nknows of a contractual relationship between two parties and without justification induces \none party to breach the contract.\"  United Labs., Inc. v. Kuykendall , 335 N.C. 183, 190-\n91 (1993).  A party that has been damaged by another party's tortious interference with \na contractual right \"may recover his actual damages\" as a result of the wrongdoer's \nconduct.  Id.    \n[55] Here, LeCann, both individually 12  and derivatively, alleges Claims against \nCobham for tortious interference with contracts, seeking to recover damages resulting \nfrom the wrongful conduct.  Specifically, LeCann contends that Cobham's self-dealing \ntransactions diverted funds from the Damaged Joint Entities causing them to fail to \nperform contractual obligations with third parties.  Consequently, such third parties \naltered their relationships and performance of contractual obligations with the Joint \nEntities causing harm to both LeCann and the Joint Entities. \n[56] As support for this Claim, LeCann contends tha t, as a result of Cobham's \nwrongful conduct, the Damaged Joint Entities declined in value due to their failure to \nmeet contractual obligations with lenders, vendors, employees and others.  In \ncalculating the lost value, LeCann appears to value the Joint Entities using a formula \nfactoring in revenues of the Joint Entities, as well as other factors, such as offers to \npurchase the Joint Entities made by potential buyers and the listed selling price of the \nWinston-Salem II practice. \n                                                \n \n12  See  Claim Five. \n[57] Under the evidence before the court, and the f acts found at trial, the court \nCONCLUDES that the showing of damages resulting from Cobham's alleged tortious \ninterference with contracts is too speculative and has too many independent variables \nto support Claim Six.  Plaintiff has not persuaded the court that Cobham's wrongful \nbehavior caused measurable harm to the prospective economic advantage of all or any \nof the Damaged Joint Entities.  The court has already awarded compensatory and \nexemplary relief for the actual harm proximately flowing from Cobham's self-dealing \ntransactions, and concludes that relief to Plaintiff through this Claim Six is not supported \nby the facts found.  Accordingly, LeCann is not entitled to derivative recovery on behalf \nof the Damaged Joint Entities under Claim Six. \nF. \nUnfair and Deceptive Trade Practices (Claim Seven) \n \n[58] Plaintiff contends that Cobham's actions const ituted unfair and deceptive \npractices sufficient to support an actionable claim under G.S. 75-1.1 (\"Chapter 75\").  To \nrecover pursuant to such a claim a plaintiff must show that (a) the defendant engaged in \nan unfair or deceptive practice or act, (b) in or affecting commerce and (c) such act \nproximately caused actual injury to the plaintiff.  Governor's Club , 152 N.C. App. at 250 \n(citing Pleasant Valley Promenade v. Lechmere, Inc ., 120 N.C. App. 650, 664 (1995)). \n[59] Upon close examination of the unique facts of this matter, the court \nCONCLUDES that although the intracorporate actions of Cobham were wrongful and \nactionable, as reflected in this Judgment, they do not support a Chapter 75 Claim.  \nAccordingly, LeCann is not entitled to derivative recovery on behalf of the Damaged \nJoint Entities under Claim Seven. \nII. \nPlaintiff's Individual Claims \nA. \n \nBreach of Fiduciary Duty (Claim Two); \nUnfair and Deceptive Trade Practices (Claim Seven); \nTortious Interference with Contract and  \nProspective Economic Advantages (Claim Five) \n \n[60] LeCann contends that in addition to derivative  recovery against Cobham \non behalf of the Damaged Joint Entities, she also should be able to recover personally \nagainst Cobham for Cobham's wrongful actions as alleged in the Complaint and clearly \nproved at trial. \n[61] It is a well-established rule in North Carolin a that corporate shareholders \ncannot bring actions in their individual capacity to enforce causes of action accruing to \nthe corporation.  Barger v. McCoy Hillard & Parks, 346 N.C. 650, 658 (1997); Fulton v. \nTalbert , 255 N.C. 183, 185 (1961).  This principle has become known as the Barger  \nrule. \n[62] There are, however, two exceptions to the Barger rule: \n[A] shareholder may maintain an individual action a gainst a \nthird party for an injury that directly affects the  shareholder, \neven if the corporation also has a cause of action arising \nfrom the same wrong, if the shareholder can show th at the \nwrongdoer owed him a special duty or that the injur y \nsuffered by the shareholder is separate and distinc t from the \ninjury sustained by the other shareholders or the c orporation \nitself. \n \nRegions Bank v. Reg'l Prop. Dev. Corp. , 2008 NCBC 8, ¶ 45 (N.C. Super. Ct. Apr. 21, \n2008) (quoting Barger , 346 N.C. at 658-59). \n[63] The facts found in this case show that the act ions of Cobham were \nwrongful, calculated and egregious.  However, those actions were done substantially in \nderogation of the rights and interests of the Damaged Joint Entities.  It is true that \nLeCann suffered fiscal injury as a result, but under the proofs offered here, LeCann's \nmaterial injuries proximately resulted from her status as a shareholder of the Damaged \nJoint Entities.  Accordingly, the court CONCLUDES that LeCann has failed to bring her \nIndividual Claims within either of the two exceptions to the Barger  rule, and under the \nfacts of this case, LeCann does not have standing in her individual capacity as a \nshareholder of the Joint Entities to bring any of her individual Claims against Cobham. \nIII. \nA. \nDefendant's Motion to Reconsider Court's Announced Ruling  \non Transfer Agreements  \n \n[64] On December 9, 2010, the court authorized the Receiver to go forward \nwith four transfer agreements (\"Transfer Agreements\"), whereby the Receiver offered to \ntransfer to LeCann and Cobham, individually, practice locations and assets of four of \nthe Joint Entities.  The transfer was anticipated to be in exchange for assumption and \nultimate satisfaction by LeCann and Cobham of certain debts and obligations \nassociated with the respective dissolved Joint Entities involved. \n[65] Pursuant to the Transfer Agreements, LeCann as sumed the obligations \nrelated to the North Hills and Apex Practices, and Cobham assumed the obligations \nrelated to the Durham and Burlington Practices.  Effective December 1, 2010, LeCann \nand Cobham began operating new, solely-owned dental practices from the old \nlocations. \n[66] On April 5, 2011, LeCann filed a Motion for Re lief for Defendant Cobham's \nBreach of Agreements with Receiver (\"Transfer Motion\").  In the Transfer Motion, \nLeCann alleges that Cobham failed to comply with the requirements of the Transfer \nAgreements by failing to fulfill her obligations to pay all secured debts and obtain \nreleases of the dissolved jointly-owned dental practices and LeCann from such secured \ndebts.  Among other things, LeCann sought to have the court void the transfers to \nCobham of dental practices in Durham and Burlington that were effected as a result of \nthe Transfer Agreements and to authorize the Receiver to transfer the two practices to \nLeCann. \n[67] The court heard argument on the Transfer Motio n on May 11, 2011.  \nSubsequently, the court announced to counsel for the parties its conclusion that \nCobham materially had breached the Transfer Agreement and informed the parties that \nthe court intended to grant the Transfer Motion.  Thereafter, on May 25, 2011, prior to \nentry of an order relative to the court's indicated ruling on the Transfer Motion, Cobham \nfiled her Motion to Reconsider Announced Order with Respect to the Transfer of \nPractices (\"Motion to Reconsider\"), in which she asked the court to withdraw its \nannounced ruling on the Transfer Motion.  \n[68] In light of the rulings in this Judgment, and other evidence of record, the \ncourt CONCLUDES, in the interests of justice, that the Motion to Reconsider should be \nGRANTED.  Accordingly, the court's prior oral ruling on the Transfer Motion hereby is \nWITHDRAWN.  No further action by the court relative to the Transfer Motion or the \nMotion to Reconsider is necessary. \nB. \nConstructive Trust  \n[69] Among other remedies in this matter, LeCann as ks the court to impose a \nconstructive trust upon certain assets received and/or held by Cobham. \n[70] A constructive trust is an equitable remedy \"t o prevent the unjust \nenrichment of the holder of title to, or of an interest in, property which such holder \nacquired through fraud, breach of duty or some other circumstance making it inequitable \nfor him to retain it against the claim of the beneficiary of the constructive trust.\"  Roper v. \nEdwards , 323 N.C. 461, 464 (1988) (internal quotations omitted) (quoting Wilson v. \nCrab Orchard Dev. Co. , 276 N.C. 198 211-12 (1970) (superseded by statute on other \ngrounds)).  The award of a constructive trust does not preclude the prevailing party from \nalso being awarded damages.  Speight v. Branch Banking & Trust Co., 209 N.C. 563, \n566 (1936) (\"[E]quity applies the principles of constructive trusts wherever it is \nnecessary for the obtaining of complete justice, although the law may also give the \nremedy of damages against the wrongdoer.\"). \n[71] Here, there is ample evidence establishing a b reach of fiduciary duty on \nthe part of Cobham and that Cobham profited and benefited from the breaches of \nfiduciary duty owed to the Joint Entities.  However, in the context of this matter and in \nview of the harsh remedy being imposed by this Judgment, the court CONCLUDES that \na constructive trust is not a mechanism that will be of further material benefit in \nremedying the transgressions of Cobham with regard to the Damaged Joint Entities or \nLeCann.  Accordingly, the court does not impose a constructive trust as part of the \nJudgment in this matter. \nC. \nWinston-Salem I Practice  \n[72] Previously in this Judgment, the court has fou nd and CONCLUDED that in \nthe course of her wrongful actions with regard to the Damaged Joint Entities, Cobham \nignored the corporate boundaries and structures between the five Joint Entities and her \nsolely-owned dental practice, the Winston-Salem I Practice.  Consequently, for \npurposes of this Judgment, Cobham and the Winston-Salem I Practice are considered \nto be the alter ego of each other.  Therefore, to the extent this Judgment finds and \nconcludes that any unpaid monetary loans wrongfully were caused by Cobham to be \nmade to the Winston-Salem I Practice from any of the Damaged Joint Entities, Cobham \nshall have personal liability for such unpaid loans. \nCONCLUSION  \nNOW THEREFORE, based upon the foregoing FINDINGS of FACT and \nCONCLUSIONS of LAW, it hereby is ORDERED, ADJUDGED AND DECREED, that \nJudgment in this matter is ENTERED as follows: \n[73] Plaintiff SHARON COBHAM, D.D.S. & NICOLE LECAN N, D.D.S. \nIV, P.A. (a/k/a NORTH HILLS FAMILY DENTAL CARE), shall have and recover \nfrom Defendant Sharon J. Cobham the amount of Two Hundred Thirty-Four \nThousand Two Hundred Forty ($234,240) Dollars, as compensatory damages. \n[74] Plaintiff SHARON COBHAM, D.D.S. & NICOLE LECAN N, D.D.S. \nV, P.A. (a/k/a DURHAM FAMILY DENTAL CARE), shall have and recover from \nDefendant Sharon J. Cobham the amount of One Hundred Seventy-Four \nThousand Nine Hundred Sixty-Nine ($174,969) Dollars, as compensatory \ndamages. \n[75] Plaintiff SHARON JOVANNA COBHAM, D.D.S. & NICO LE \nLECANN, D.D.S. & ASSOCIATES, P.A. (a/k/a APEX FAMILY DENTAL CARE), \nshall have and recover from Defendant Sharon J. Cobham the amount of \nSeventy-Five Thousand Eight Hundred ($75,800) Dollars, as compensatory \ndamages. \n[76] Plaintiff SHARON J. COBHAM, D.D.S. & NICOLE LE CANN, \nD.D.S., P.A. (a/k/a ANNE ELIZABETH FAMILY DENTAL CARE) shall have and \nrecover from Defendant Sharon J. Cobham the amount of Seventy-Four \nThousand Eight Hundred Seventy-Nine ($74,879) Dollars, as compensatory \ndamages. \n[77] Plaintiff SHARON COBHAM, D.D.S. & NICOLE LECAN N, D.D.S. \nIV, P.A. (a/k/a NORTH HILLS FAMILY DENTAL CARE) shall have and recover \nfrom Defendant Sharon J. Cobham the amount of Seven Hundred Two \nThousand Seven Hundred Twenty ($702,720) Dollars, as punitive damages. \n[78] Plaintiff SHARON COBHAM, D.D.S. & NICOLE LECAN N, D.D.S. \nV, P.A. (a/k/a DURHAM FAMILY DENTAL CARE) shall have and recover from \nDefendant Sharon J. Cobham the amount of Five Hundred Twenty-Four \nThousand Nine Hundred Seven ($524,907) Dollars, as punitive damages. \n[79] Plaintiff SHARON JOVANNA COBHAM, D.D.S. & NICO LE \nLECANN, D.D.S. & ASSOCIATES, P.A. (a/k/a APEX FAMILY DENTAL CARE) \nshall have and recover from Defendant Sharon J. Cobham the amount of Two \nHundred Twenty-Seven Thousand Four Hundred ($227,400) Dollars, as punitive \ndamages. \n[80] Plaintiff SHARON J. COBHAM, D.D.S. & NICOLE LE CANN, \nD.D.S., P.A. (a/k/a ANNE ELIZABETH FAMILY DENTAL CARE) shall have and \nrecover from Defendant Sharon J. Cobham the amount of Two Hundred Twenty-\nFour Thousand Six Hundred Thirty-Seven ($224,637) Dollars, as punitive \ndamages. \n[81] Interest on the foregoing awards shall be taxe d to Defendant \nSharon J. Cobham as provided by law. \n[82] Taxable costs shall be charged to Defendant Sh aron J. Cobham. \n[83] Pursuant to the court's Order entered on Novem ber 10, 2011, the \nSubstitute Receiver shall undertake to collect upon this Judgment, receive the assets \ncollected and apply them with regard to the dissolved Damaged Joint Entities according \nto law. \n This the 7th day of November, 2012. \n "
}