{
  "id": "51c346e12439b2f786b94c1573cfd9ecf189f8f952529647a9f2c59f05466a67",
  "source_file": "data/raw/ncbc/51c346e12439b2f786b94c1573cfd9ecf189f8f952529647a9f2c59f05466a67.pdf",
  "raw_text": "Pittenger v. Gleneagles Homes Ass'n, 2020 NCBC 85. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 11280 \nROBERT M. PITTENGER and wife, \nSUZANNE B. PITTENGER, \n \nPlaintiffs, \n \nv. \n \nGLENEAGLES HOMES \nASSOCIATION, a North Carolina \nNonprofit Corporation; RICHARD B. \nBOOTH, JR., individually and as an \nOfficer and Director of GLENEAGLES \nHOME ASSOCIATION; KEVIN J. \nROCHE, individually and as an Officer \nand Director of GLENEAGLES HOME \nASSOCIATION; DWIGHT H. BERG, \nindividually and as an Officer and \nDirector of GLENEAGLES HOME \nASSOCIATION; DOUG L. LEBDA \n(a/k/a DOUGLAS R. LEBDA); and \nMEGAN GREULING,  \n \nDefendants. \n \nORDER AND OPINION ON \nMOTIONS FOR JUDGMENT ON \nTHE PLEADINGS AND SUMMARY \nJUDGMENT \n \n \n \n1. THIS MATTER is before the Court on Defendants Gleneagles Homes \nAssociation, Richard B. Booth, Jr., Kevin J. Roche, and Dwight H. Berg’s Motion for \nJudgment on the Pleadings , (ECF No. 28) ; Defendants Doug Lebda and Megan \nGreuling’s Motion for Summary Judgment, (ECF No. 52); and Defendants Gleneagles \nHomes Association, Richard B. Booth, Jr., Kevin J. Roche, and Dwight H. Berg’s \nMotion for Summary Judgment , (ECF No. 55),  (collectively the “Motions”).  The \nCourt, having considered the Motions, materials of record, briefs, and arguments of \n \n \n \ncounsel, for the reasons stated below, GRANTS the Motions, as a result of which \nPlaintiffs’ Amended Complaint is DISMISSED WITH PREJUDICE. \nLaw Of fice of Kenneth T. Davies, P.C., by Kenneth T. Davies, for \nPlaintiffs Robert M. Pittenger and Suzanne B. Pittenger.  \n \nCranfill, Sumner & Hartzog, LLP, by Patrick H. Flanagan and Meredith \nF. Hamilton, for Defendants Gleneagles Homes Association, Richard B. \nBooth, Jr., Kevin J. Roche, and Dwight H. Berg.  \n \nWilder Pantazis Law Group, by Raboteau T. Wilder, Jr. and Allison \nVaughn, for Defendants Doug L. Lebda (a/k/a Douglas R. Lebda) , and \nMegan Greuling.  \n \nGale, Judge.  \nI. INTRODUCTION  \n2. Plaintiffs Robert and Suzanne Pittenger (the “Pittengers”) and \nDefendants Doug L. Lebda a/k/a Douglas R. Lebda (“Lebda”) and wife, Megan \nGreuling (“Greuling”)  own adjacent properties  in the Quail Hollow subdivision  of \nCharlotte, North Carolina (“Quail Holl ow”).  The subdivision is  governed by two \nrecorded declarations containing covenants and restrictions, including the  \nrequirement that construction plans be approved.  Lebda and Greuling secured such \napproval before constructing their home (the “Lebda-Greuling Property”).  The \nCovenants provide that plan review and approval will be by e ither the Board of \nDirectors (“Board”) of Gleneagles Homes Association (“GHA” or the “Association”) or \na committee to which the Board delegates authority and responsibility for plan \nreview.  The Board delegated that responsibility and authority to an architectural \nreview committee (the “ARC” or “Committee”).  Defendants Kevin J. Roche (“Roche”) \nand Dwight H. Berg (“Berg”) were at relevant times b oth officers and directors of \n \n \n \nGHA and members of the ARC.  Defendant Richard B. Booth, Jr. (“Booth”) was at \nrelevant times GHA’s President but not an ARC member.  Plaintiffs do not bring \nclaims against any other Board or ARC members. \n3. The Pittengers contend that the ARC improperly approved the “Lebda-\nGreuling Property”  in violation of  multiple covenants , and that these violations \ncumulatively constitute a nuisance, which the Covenants prohibit.  More specifically, \nthe Pittengers contend that the  Lebda-Greuling Property has five garage bays rather \nthan the four permitted, does not comply with the required setback on the interior lot \nline between properties, exceeds the maximum number of authorized stories, does not \nfit the style of the neighborhood, and is so large as to violate the Pittengers’ formerly \nenjoyed privacy. \n4.  The Pittengers additionally contend that, when approving the plans , \nthe Board and ARC and their members violated fiduciary duties owed individually to \nthem.  Defendants contend that the ARC properly reviewed and approved the plans, \nbarring all of the Pittengers’ claims. \n5. The Court concludes that the uncontested evidence demonstrates that \nthe ARC’s approval of the Lebda-Greuling Property was not arbitrary and capricious \nbut rather made reasonably and in good faith , and such approval precludes each of \nthe Pittengers’ claims. \nII. PROCEDURAL HISTORY \n6. Plaintiffs commenced this action on June 6, 2018.  (Compl., ECF No. 3.)  \nOn June 20, 2018, Plaintiffs filed an amended complaint to add Berg as a defendant.  \n \n \n \n(ECF No. 4.)   Plaintiffs have moved to further amend the complaint to assert \nadditional claims against Lebda and Gre uling.  (Mot. Suppl. Compl., ECF No. 77.)  \nThe Court has denied the motion to amend by separate order.   (Order on Pls.’ Mot. \nSuppl. Compl., ECF No. 81.) \n7. The case was designated as a mandatory complex business case on July \n20, 2018, (ECF No. 1), and assigned to the undersigned on July 24, 2018, (ECF No. \n2). \n8. The Pittengers voluntarily dismissed  several claims on October 29, \n2019, (ECF No. 66), leaving claims against Lebda and Greuling for violations of the \ngoverning covenants, conditions, and restrictions; against GHA, Booth, Roche, and \nBerg for arbitrary and capr icious approval of the Lebda-Greuling Property plans; \nagainst GHA for negligence; and against GHA, Booth, Roche, and Berg for breach of \nfiduciary duty, (Compl. ¶¶ 23–70; Am. Compl. ¶¶ 41–67(a)).  \n9. On January 30, 2019, GHA, Booth, Roche, and Berg filed their Motion \nfor Judgment on the Pleadings on several claims.  On September 30, 2019, Lebda and \nGreuling first and then G HA, Booth, Roche, and Berg filed  their Motions for \nSummary Judgment seeking to dismiss all claims.  All the Motions have been fully \nbriefed and argued and are ripe for resolution.  \nIII. FACTUAL BACKGROUND \n10. The Court does not make findings of fact  in ruling on the Motions but \nsummarizes the evidence and contentions for context. \n \n \n \n \n \nA. The Parties \n11. The Pittengers’ residence is located on Lot 9, Block 2 of Section 1, 7330 \nBaltusrol Lane, Charlotte, North Carolina, 28210 within Mecklenburg County and  \nthe Quail Hollow subdivision (“Pittenger Property”).  (Compl. ¶ 1.)  \n12. The Lebda-Greuling Property is located on Lot 8, Block 2  of Section 1, \n7318 Baltusrol Lane, Charlotte, North Carolina, 28210  within Mecklenburg County \nand the Quail Hollow subdivision.  (Compl. ¶ 5.)   \n13. GHA is a North Carolina nonprofit corporation organized for the \npurpose of administering, maintaining, and enforcing the covenants and restrictions \nof Quail Hollow.  (Compl. ¶ 2.)   \n14. Booth owns property in Quail Hollow  and was at relevant times  \nPresident of GHA.  (Compl. ¶ 3.)  He was not a n ARC member and did not directly \nsupervise the ARC’s  determinations, although  ARC members kept him generally \nadvised about their review process, and he assisted as needed without exercising any \nright to vote on its determinations .  (Aff. Kevin Roche ¶¶ 8, 29, (“Roche Aff.”), ECF \nNo. 56.11.) \n15. Roche was at relevant times a  GHA officer and director  and an ARC \nmember, serving as its primary point of contact with the Board.  (Roche Aff. ¶¶ 2, 6.)  \nRoche has owned property in Quail Hollow for twenty years.  (Roche Aff. ¶ 4.)  \n16. Berg was at relevant times  a GHA officer and director  and an ARC \nmember.  (Am. Compl.  ¶ 3A; Aff. Dwight H. Berg ¶ 2, (“Berg Aff.”), ECF No. 56.12.)  \nHe is a licensed general contractor and  has lived in Quail Hollow since May 1999 .  \n \n \n \n(Berg Aff. ¶ 4; Dep. Dwight H. Berg 20:3, (“Berg Dep.”), ECF No. 56.8.)  Berg’s spouse \nowns Lot 7 and a portion of Lot 8 in Block 2 adjacent to the Lebda-Greuling Property.  \n(Am. Compl.  ¶ 3A.)   \nB. The Quail Hollow Development \n17. Quail Hollow is a community planned and developed under a common \nscheme of development.  (Compl. ¶ 12.)  The single-family residential community is \nsubject to a Declaration of Covenants, Conditions, and Restrictions, (ECF Nos. 56.2, \n73.2), recorded on June 6, 1975 , and a  Supplementary Declaration of Covenants, \nConditions, and Restrictions , (ECF No s. 56.3, 73.3), also recorded on June 6, 1975 , \n(Compl. ¶ 11) , (the Court refers to  the Declaration and Supplementary Declaration \ncollectively as the “Covenants”). \n18. The Covenants a re to be administered through GHA, a nonprofit \ncorporation.  (Compl. ¶ 2.)  GHA is governed by its Board. \n19. Property owners must obtain prior approval from the Board or ARC  \nbefore any construction or improvements take place on a lot within Quail Hollow.  \n(Compl. ¶ 15.)  The Covenants provide: \nNo building, fence, wall or other structure shall be commenced, erected \nor maintained upon the Properties, nor shall any exterior addition to or \nchange or alteration therein be made until the plans and specifications \nshowing the nature, kind, shape, heights, materials, and location of the \nsame shall have been submitted to and approved in writing as to \nharmony of external design and location in relation to surrounding \nstructures and topography by the Board of Directors of the Association, \nor by an architectural control committee composed of three (3) or more \nrepresentatives appointed by the Board.  In the event said Board, or its \ndesignated committee, fails to approve or disapprove such design and \nlocation withing fifteen (15) days after said plans and specifications have \n \n \n \nbeen submitted to it, approval will not be required, and this Article will \nbe deemed to have been fully complied with.   \n(Decl. 10–11.) \n20. The Board formed the ARC in February 2014.   (Dep. Kevin J. Roche \n10:1–19, (“Roche Dep.”), ECF No s. 56.7.)  During the review of the Lebda-Greuling \nProperty design plans, the ARC consisted of five members, including Roche and Berg, \nas well as Fred Woltz, Peter Hollett, and Merry Schoonmaker  against whom the \nPittengers assert no claim.  (Roche Dep. 11:4–8.)   \n21. The Covenants do not provide specific guidelines or a procedure the ARC \nmust follow to review plans.   \n22. The Covenants grant the ARC the right “ to waive, in writing any \nviolation of the designated and approved building location line or either side lot line, \nhorizontal measurement only, provided that such violation does not exceed ten (10%) \nper cent of the applicable requirements and the violation thereof was unintentional,” \n(Suppl. Decl. 3), but are otherwise silent as to the ARC’s authority to waiv e certain \nrestrictions. \n23. The ARC instituted a process to review construction or design plans \nwhich calls for three separate stages of review : (1) final plans (exterior design and \nfloor plans, exterior elevations, setbacks from front, golf course, and interior lot lines); \n(2) materials and colors for all exterior finishes (brick/siding/stucco, doors windows , \nshutters, and roof); and (3) landscaping plan (driveway materials and color, \nhardscape, and all other landscape design elements).  (March 14, 2017 E-mail String \nHart to Roche 1, (“March 14, 2017 E-mails”), ECF No. 73.31.)   \n \n \n \n24. All ARC decisions are voted on and made by the group on a consensus \nor majority basis.  (Roche Aff. ¶ 7.) \n25. The Pittengers  contend the ARC improperly approved the Lebda -\nGreuling Pro perty plans by waiving restrictions that prohibit a residence from \nexceeding two and one-half stories above ground level, to be located within ten feet of \nthe interior lot line , to have more than four garage bays,  and from any use that \nconstitutes a nuisance.  (Compl. ¶¶ 19, 30, 43–48.)  \n26. The Covenants neither define the term s “story” or “ground level”  nor \nincorporate any external source by which those terms are to be defined.   The ARC \nmembers have consistently interpreted the terms in a manner that measures the \nheight of the residence when viewed from street level. \nC. The ARC’s Initial Approval of Construction Plans  \n27. Architect Harry Schrader  (“Schrader”) and general contractor Arcadia \nBuilders spearheaded the design and construction of the Lebda-Greuling Property.  \n(Aff. Doug Lebda ¶¶ 5, 10–11, (“Lebda Aff.”), ECF No. 52.4.) \n28. On March 14, 2017, Schrader contacted Roche to determine the process \nfor the plans to be reviewed by the ARC.  (March 14, 2017 E-mails 2.)  On March 15, \n2017, Roche received the design package Schrader submitted for the Lebda-Greuling \nProperty.  (Roche Aff. ¶ 10.)  The design package included the final plans for the first \nstage of approval, including model images of the house with a street view.  (March \n15, 2017 E-mail Schrader to Roche, ECF No. 73.23.)  On March 16, 2017, consistent \nwith prior practice, Roche distributed the plans to the other members of the \n \n \n \nCommittee by email for their independent review.  (Roche Aff. ¶ 10 and Ex. B; Berg \nDep. 44:22; Roche Dep. 13:2–21, 49:18–22; March 16, 2017 E -mail String Hollett to \nSchoonmaker, ECF No. 73.21 .)  All ARC members reviewed the plans individually.  \n(Berg Dep. 44:22; Roche Dep. 49:18–22.)   \n29. On March 17, 2017, Roche e -mailed Schrader to confirm re ceipt of the \nplans and to inform him that the minimum required setback per the Covenants was \nten feet from the interior lot line, whereas the plans had stated the setback as six to \neight feet.  (Roche Aff. ¶ 11 and Ex. C.)  Schrader responded to Roche’s in quiry and \nconfirmed that the plans adhered to the ten-foot setback.  (Roche  Aff. ¶ 11 and Ex. \nC.) \n30. Following votes of approval by four of the five ARC members, Roche sent \nan approval letter to Schrader relaying that the ARC approved the conceptual design \nand site placement of the Lebda-Greuling Property.  (Aff. Peter Hollett ¶ 13 and Exs. \nB–C, (“Hollett Aff.”), ECF No. 56.9; Roche Aff. ¶ 12 and Ex. D; Berg Dep. 24.)  \n31. Each of the ARC members who voted to approve the plans testified that \nhe or she was aware of and specifically considered the Covenants’ height limitation \nprior to appoving the plans.  Specifically, ARC members testified that they considered \nthe Lebda-Greuling Property to be within the two and one-half story height limitation \nwhen viewed from the street and similar in structure to other homes in the \nneighborhood with walkout basements, (Hollett Aff. ¶ 11; Aff. Merry Schoonmaker ¶ \n9, (“Schoonmaker Aff.” ), ECF No. 56.10 ; Roche Dep. 49:8–51:6; Berg Dep. 37:20–\n38:10).  One member explained that the ARC “consistently applied and enforced [the \n \n \n \nstory] requirement ” in the past —“by looking at the house from the street and \ncounting the number of levels seen from the street.”  (Schoonmaker Aff. ¶ 9.) \n32. The ARC members also testified  that they considered the garage bay \ncovenant before voting to approve the plans.  Schoonmaker  testified that she was \naware that the Covenants limited a residence to four garage bays,  but voted to \napprove the plans having herself been previously approved for a fifth garage bay as \nwell as a porte cochere and because she believed the Covenants to be outdated based \non current trends in the neighborhood.  ( Schoonmaker Aff. ¶ 7 .)  Berg testified that \nhe examined the Lebda-Greuling Property plans in comparison to “the covenants and \nthe current situations in the neighborhood,” (Berg Dep. 44:24–25), and voted to waive \nthe garage restriction given where the neighborhood was trending and that  other \nhomes in the neighborhood had previously been approved for five -car garages, (Berg \nDep. 45:1–15).  Roche considered that the number of garage bays fit with the scale of \nthe Lebda-Greuling Property and seemed to be appropriate relative to what could or \ncould not be seen from the street.  (Roche Dep. 27:8–28:16.) \nD. ARC Involvement During Construction \n33. In late 2017, construction began on the Lebda-Greuling Property.  (Def. \nLebda Answer ¶ 17, ECF No. 11; Def. Greuling Answer ¶ 17, ECF No. 12.)  \n34. On December 1, 2017 , Plaintiffs’ counsel by letter notified Lebda and \nGreuling of the Pitteners’  contention that the proposed construction violated the \nCovenants in spite of the ARC’s approval , referring specifically to the number of \nallowed garage bays, the two and one-half story limitation, and the ten-foot interior \n \n \n \nsetback.  (Am. Compl. ¶ 20; 1 Dec. 2017 Letter from Davies to Lebda & Greuling, ECF \nNo. 73.6.)  On December 8, 2017 Plaintiffs’ counsel similarly by letter notified GHA, \nBooth, and Roche, of the Pittengers’ contentions .  (Compl. ¶ 21; 8 Dec. 2017 Letter \nfrom Davies to Booth and Roche, ECF No. 73.7; Roche Aff. ¶ 13 and Ex. E.) \n35. Lebda asked Schrader to  consider the issues  the Pittengers  raised.  \n(Lebda Aff. ¶¶ 16–18.)  Schrader advised Lebda that the allegations were incorrect \nand that the house complied with the Covenants.  (Lebda Aff. ¶ 18.)  \n36. Roche advised the other ARC members of the contentions in Plaintiffs’ \nletter.  (Roche Aff. ¶ 14 and Ex. F.)  On December 14, 2017, the ARC members and \nBoard met to address the issues the Pittengers raised and reached consensus that the \nLebda-Greuling Property “complied with the two and one half story requirement and \npermission for the house to have five garage bays was reasonable considering the size \nand scale of the home, the location of the garage bays, and no identified negative \nimpact on the neighborhood.”  (Roche Aff. ¶ 15 and Ex. G.) \n37. As construction proceeded, the ARC, GHA, Lebda, and Greuling learned \nthat a portion of the southern wing of the home contained a cantilever bay or bump -\nout, which infringed on the required internal setback line .  ( Lebda Aff. ¶ 19; \nSchoonmaker Aff. ¶¶ 13–14; Roche Aff. ¶ 16.)  The ARC members reviewed the \ninfringement and did not favor granting a waiver for the bump -out.  (Roche Aff. ¶¶ \n17, 19 –20 and Exs. I, K –M.)  Lebda requested an onsite meeting with  the ARC \nmembers to discuss the issue.  (Roche Aff. ¶ 21.)  Four of the five ARC members and \none member of the Board, Fred Wilkerson,  attended a meeting held at the Lebda -\n \n \n \nGreuling Property on February 9, 2018.  (Roche Aff. ¶ 21.)  On February 13, 2018, \nfour of the five ARC members met with all but one member of the Board to address \nthe setback violation arising from the bump-out.  (Roche Aff. ¶ 22.)  All attendees at \nthis meeting agreed that the bump-out violated the ten -foot setback, that the \nviolation was caused by a survey and building error, that the violation was fixable by \nremoving the bump-out on the southern side of the house, and that  the ARC should \nrequire the setback violation be cured by eliminating the bump -out.  (Aff. Raboteau \nT. Wilder, Jr. at Ex. 12, (“Wilder Aff.”), ECF No. 52.1; Roche Aff.¶ 22 and Ex. N.)  The \nARC relayed this decision to Lebda and Schrader on February 13, 2018.  ( Roche Aff. \n¶ 23 and Ex. O .)  Lebda instructed Schrader to change the design on the southern \nside of the house to comply with the ARC’s decision.  (Lebda Aff. ¶ 19.) \n38. The Pittengers also raised concerns that the windows on the side of the \nLebda-Greuling Property  facing the Pittenger  Property would allow members of \nLebda and Greuling’s household to see into the Pittengers’ backyard eliminating any \nprivacy formerly enjoyed by the Pittengers.  (Lebda Aff. ¶ 21.)  To address the concern, \nLebda directed Schrader to replace the originally designed full-size windows on that \nside of the house with transom windows which are smaller and located higher on the \nwalls to allow light to enter the rooms but prevent occupants of the rooms from having \na direct view out of the windows.  (Lebda Aff. ¶ 21.)    \n39. On March 7, 201 8, Schrader submitted the proposed site plan for the \nHVAC units, gas meter, and pool equipment to the ARC for review.  (Roche Aff. ¶ 25 \nand Ex. Q .)  Each ARC member reviewed the submission individually and voted to \n \n \n \napprove the plans as long as the landscaping plan included shielding for the exterior \nHVAC units.  (Roche Aff. ¶ 25 and Ex. Q.)   \n40. On April 2, 2018, Schrader submitted the proposed exterior finishes to \nthe ARC for review and approval.  ( Roche Aff. ¶ 26.)  The ARC voted to approve the \nproposed finishes.  (Roche Aff. ¶ 26 and Exs. R, S.) \n41. Roche met with Lebda and Greuling’s builder, Robby Bowers, at the \nLebda-Greuling Property on April 5, 2018, to review samples of the external \nmaterials.  ( Roche Aff. ¶ 26.)  During this onsite meeting, Bowers alerted Roche to \nanother possible violation of the interior setback related to the installation of a 4-inch \nthick limestone veneer around the foundation of the house, which when finished, \nbecause of the surveying error , would encroach 2 to 2.5 inches into the ten -foot \nsetback on the southwest corner of the house .  (Roche Aff. ¶ 27; Lebda Aff. ¶ 20.)  \nRoche brought this to the attention of the other  ARC members.  ( Roche Aff. ¶ 27.)  \nThe ARC voted to grant a waiver of the setback violation based on the previous \nagreement of Lebda and Greuling  to remove the bump -out as well as the authority \ngranted to the ARC in the Covenants to waive unintentional setback violations when \nthey do not exceed 10% of the applicable requirement .  (Schoonmaker Aff. ¶ 15 and \nEx. D; Roche Aff. ¶¶ 27–28 and Exs. T –V.)  Roche testified that he “did not believe \nthat a 2 to 2.5 inch encroachment on the back left corner of the [Lebda -Greuling \nProperty] would have any detrimental impact on the neighborhood and that the \nsetback requirement waiver contemplated such instances such as the one a t hand.”  \n(Roche Aff. ¶ 27.) \n \n \n \n42. On June 6, 2018, Plaintiffs filed their initial complaint. \n43. On December 21, 2018, Robby Bowers submitted a proposed landscaping \nplan for the Lebda-Greuling Property.  (Roche Aff. ¶ 31 and Ex. W.)  Roche distributed \nthe plan to the other ARC members as well as to Booth and GHA Board member Fred \nWilkerson.  ( Roche Aff. ¶ 31.)   ARC members participated in a conference call to \ndiscuss the proposed landscaping plan  and unanimously voted to deny the plan as \nsubmitted.  (Roche Aff. ¶ 31.) \n44. On January 7, 2019, all ARC members met onsite at the Lebda-Greuling \nProperty with the landscape architects and builder to communicate their concerns \nwith the submitted landscape design plan.  (Roche Aff. ¶ 32.)  \n45. On February 12, 2019, the landscape architects submitted a revised plan \nto the ARC.  (Roche Aff. ¶ 33 and Ex. X.)  On February 19, 2019, all members of the \nARC again met onsite on with the landscape architects and builder, after which they \nvoted to approve the landscaping plan.  (Roche Aff. ¶ 34.) \n46. Construction of the Lebda -Greuling Property was completed sometime \nafter May 15, 2019.  (Wilder Aff. at Ex. 25.)  \nE. Expert Testimony \n47. The Pittengers have offered expert testimony  that focuses on the \ncontention that the Lebda-Greuling Property exceeds the  two-and-one-half-story \nheight limitation.  As mentioned, the ARC members interpreted the Covenants to \nprovide that a home could not exceed two and one -half stories as viewed from street \nlevel, and that the Lebda -Greuling Property complies with the restriction pursuant \n \n \n \nto this construction .  Plaintiffs’ expert architects Gerard Peer  and Donald Duffy  \ncontend instead that the southern wing of the Lebda-Greuling Property is three and \none-half stories when measured from ground level as opposed to street level .  (Aff. \nGerard W. Peer, FAIA, ¶ 8, ECF No. 73.10 ; Aff. Donald Leroy Duffy Architect ¶ 15, \nECF No. 73.11 .)  Defendants’ expert  architects Robin Roberts  and Josh Allison  \ncontend the Lebda-Greuling Property is a two-story structure with a basement which \ncomplies with the Covenants.  (Aff. Josh Allison ¶¶ 11–18, ECF No. 52.2; Aff. Robin \nRoberts, AIA, NCARB, ¶ 7(b), ECF No. 56.15.)    \nIV. STANDARD OF REVIEW  \nA. Summary Judgment  \n48. Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any  material fact and that any party is entitle d to \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  “If findings of fact are necessary \nto resolve an issue as to a material fact, summary judgment is improper.”  Moore v. \nGalloway, 35 N.C. App. 394, 396, 241 S.E.2d 386, 387 (1978). \n49. “[A]n issue is m aterial if the facts alleged are such as to constitute a \nlegal defense or  are of such nature as to affect the result of the action, or if the \nresolution of the issue is so essential that the party against whom it is resolved may \nnot prevail.”  Kessing v. Nat’l Mortg. Corp., 278 N.C. 523, 534, 180 S.E.2d 823, 830 \n(1971).  Thus, on summary judgment, the burden is on the moving party to \ndemonstrate either “an essential element of the opposing party’s claim is nonexistent” \n \n \n \nor by “showing through discovery that the opposing party cannot produce evidence to \nsupport an essential element of his or her claim .”  Lowe v. Bradford, 305 N.C. 366, \n369, 289 S.E.2d 363, 366 (1982) (citations omitted). \n50. “If the moving party satisfies its burden of proof, then the burden shifts \nto the non -moving party to ‘set forth specific facts showing that there is a genuine \nissue for trial.’ ”  Id. at 369–70, 289 S.E.2d at 366 (emphasis added in Lowe) (quoting \nN.C. R. Civ. P. 56(e)).  In deciding whether to grant a motion for summary judgment, \nthe Court “must view all evidence in the light most favorable to the nonmoving party.”  \nOsborne v. Hodgin, 98 N.C. App. 111, 114, 389 S.E.2d 629, 631 (1990) (citing Walker \nv. Westinghouse Elec. Corp., 77 N.C. App. 253, 258, 335 S.E.2d 79, 83 (1985), disc. rev. \ndenied, 315 N.C. 597, 341 S.E.2d 39 (1986)).  \n51. Interpretation and constructi on of restrictive covenants may be \nconsidered upon summary judgment “unless a material issue of fact exists as to the \nvalidity of the contract, the effect of the covenant on the unimpaired enjoyment of the \nestate, or the existence of a provision that is contrary to the public interest.”  Page v. \nBald Head Ass’n, 170 N.C. App. 151, 155, 611 S.E.2d 463, 466 (2005). \nV. ANALYSIS \n52. Plaintiffs contend that the evidence viewed in their favor is sufficient to \nallow a trier of fact  to conclude that:  (1) ARC members acted arbitrarily and \ncapriciously when waiving  the hei ght requirement  without adequate guiding \nstandards and when waiving a manifest violation of the specific covenant precluding \na fifth garage bay; (2)  ARC members owed Plaintiffs a fiduciary duty because of their \n \n \n \ntotal control over property within the planned development, and the ARC’s approval \nof the Lebda-Greuling Property plans breached that duty; (3) ARC members cannot \njustify their approval based on matters they did not actually consider when approving \nthe plans; and (4) all things considered, the Lebda-Greuling Property constitutes a \nnuisance.    \n53. Defendants contend that the Plaintiffs’ evidence supports nothing more \nthan a disagreement as to whether the Lebda-Greuling Property fits the scale of the \nQuail Hollow subdivision and falls short of meeting Plaintiffs’ burden of showing that \nthe ARC’s approval was not reached reasonably and in good faith.  Defendants further \ncontend that any fiduciary duty the Board or ARC members may have had was owed \nto GHA and the property owners collectively rather than to the Pittengers \nindividually.  Lebda and Gre uling contend that they proceeded with the proper \napproval process delineated in the Covenants and administered by the ARC, and such \napproval bars the Pittengers’ claims. \n54. The Court begins its analysis by determining the proper standard of \nconduct owed by ARC members when reviewing plans submitted to them. \nA. The ARC Was Required to Act Reasonably and in Good Faith \n  \n55. North Carolina case law establishes that “r estrictive covenants are \ncontractual in nature , and that acceptance of a valid deed incorporating covenants \nimplies the existence of a valid contract with binding restrictions.”  Moss Creek \nHomeowners Ass’n v. Bissette , 202 N.C. App. 222, 228 , 689 S.E.2d 180, 184  (2010) \n \n \n \n(citing Rodgerson v. Davis, 27 N.C. App. 173, 178, 218 S.E.2d 471, 475, disc. review \ndenied, 288 N.C. 731, 220 S.E.2d 351 (1975)).   \n56. As a general matter, restrictive covenants may be enforced by and \nagainst any grantee “[w]here the owner of a tract of land subdivides it and sells \ndistinct parcels thereof to separate grantees, imposing restrictions on its  use \npursuant to a general plan of development or improvement.”  Sedberry v. Parsons , \n232 N.C. 707, 710, 62 S.E.2d 88, 90 (1950).  The Covenants expressly grant a right to \nboth GHA and individual property owners to enforce the Covenants by  court action.  \n(Suppl. Decl. 5.) \n57. The Pittengers’ individual rights must be balanced against the authority \nvested in the ARC to approve  design and landscape plans for development with in \nQuail Hollow.  Plaintiffs took their property subject to that authorit y.  “A purchaser \nof land has the duty to examine every recorded deed or instrument in his line of title; \nhe is conclusively presumed to know the contents of such instruments and is put on \nnotice of any fact or circumstance affecting his title which is disc losed in such \ninstruments.”  Four Seasons Homeowners Ass’n v. Sellers, 62 N.C. App. 205, 212, 302 \nS.E.2d 848, 853 (1983) (citing Lamica v. Gerdes, 270 N.C. 85, 153 S.E.2d 814 (1967); \nTurner v. Glenn, 220 N.C. 620, 18 S.E.2d 197 ( 1942)); see also Sedberry, 232 N.C. at \n710–11, 62 S.E.2d at 90–91 (stating that deed restrictions in purchaser’s chain of title \nare valid and enforceable against purchaser even if not appearing in purchaser’s \nimmediate deed). \n \n \n \n58. As a general proposition, “North Carolina follo ws the rule of strict \nconstruction when interpreting  restrictive covenants.  That is, any ambiguities will \nbe resolved in favor of unrestricted use.  But this rule must not be applied to defeat \nthe plain and obvious purposes of the restriction.”  Barber v. Dixon, 62 N.C. App. 455, \n457, 302 S.E.2d 915, 916–17 (1983) (citing Long v. Branham, 271 N.C. 264, 268, 156 \nS.E.2d 235, 239 (1967)). \n59. More often, cases challenging an architectural review committee ’s \ndecision arise in the context of a homeowner contending that the committee refuse d \na homeowner’s request as to a particular use of the homeowner’s property , contrary \nto the policy favoring unrestricted use.  In that context, courts employ a standard of \nreview which defers to a committee’s determination that is made  reasonably and in \ngood faith and conditions a judicial challenge to a demonstration that the committee \nacted arbitrarily and capriciously.   \nWhen interpreting protective covenants requiring submission of plans  \nand prior consent to construction, this Court has affirmatively stated \nsuch clauses,  even if vesting the approving authority with broad \ndiscretionary power, are valid and enforceable so long as the authority \nto consent is exercised  reasonably and in good faith.  Importantly \nthough, the exercise of the authority to approve the house plans cannot \nbe arbitrary.  There must be some standards.  Where these standards \nare not within the restrictive covenant itself, they must be in other \ncovenants stated or designated, or they must be otherwise \nclearly established in connection with some general plan or scheme of \ndevelopment.  Consequently, most jurisdictions that have dealt with this \nissue have found that these covenants are enforceable as long as the \ndetermining body makes the decision reasonably and in good faith.   \nPendleton Lake Homeowners Ass’n, Inc. v. Carnell, 2006 N.C. App. LEXIS 242, at *5–\n6 (2006) (emphasis added in Pendleton) (internal quotation marks and citations \nomitted); see also Raintree Homeowners Ass’n, Inc. v. Bleimann , 342 N.C. 159, 164, \n \n \n \n463 S.E.2d 72, 75 (1995) (holding a committee acted reasonably where defendants \n“produced no evidence that the ARC acted arbitrarily or in bad faith when reviewing \ndefendants’ application or w hen making its decision”); Smith v. Butler Mtn. Estates \nProperty Owners Ass’n , 90 N.C. App. 40, 48, 367 S.E.2d 401, 407 (1988); Boiling \nSpring Lakes Div. of Reeves Telecom Corp. v. Coastal Services Corp. , 27 N.C. App. \n191, 195, 218 S.E.2d 476, 478 (1975) (noting that decisions that are arbitrary, \ncapricious, or made in bad faith are not found based on disagreement as to aesthetic \nlooks but rather on whether the ARC made appropriate considerations when \nexercising its approval authority). \n60. In contrast, this li tigation arises from a n architectural committee’s \napproval of a use rather than its denial.  The Court discerns no reasoned basis that \nthe standard by which to measure the committee’s decision is  any different in this \ncontext and remains an inquiry into  whether Plaintiffs have forecasted evidence \nsufficient to find that  the ARC failed to act reasonably and in good faith  but rather \nacted arbitrarily and capriciously.   \n61. On the facts of this case, the inquiry does not turn on whether the \ncommittee acted arbitrarily and capriciously by failing to consider the Covenants \nupon which the challenge is made.  To the contrary, Plaintiffs’ counsel brought each \nof their contentions to the ARC before it approved the plans.   The claims depen d on \nwhether the ARC or its members acted arbitrarily and capriciously in the manner in \nwhich they applied the specific covenants. \n \n \n \n62. North Carolina courts recognize that a review committee can reasonably \nconsider how covenants have been applied in previous evaluations and in \nconsideration of the overall scheme of development.  Raintree, 342 N.C. at 165, 463 \nS.E.2d at 75 (holding that an architectural review committee’s denial of an \napplication for vinyl siding was reasonable and made in good faith in part because \nthe committee’s decision was consistent with past denials where the committee found \nvinyl siding inappropriate for the community) ; see also Pendleton, 2006 N.C. App. \nLEXIS 242, at *8–9 (holding that, where there is evidence a homeowners’ association \nconsidered the restrictive covenants at issue in light of the overall scheme of \ndevelopment, this suggests the association acted reasonably and in good faith). \n63. When reviewing the reasonableness of a committee’s decision, the \ndegree to which the committee paid specific attention to covenant requirements is \nrelevant.  For example, the North Carolina Court of Appeals f ound relevant that a \nreview committee considered a homeowner’s proposal twice, visited the homeowner’s \nlot personally to inspect the site of the proposed garage, consulted with other lot \nowners in the subdivision, and suggested alternate sites for the proposed garage.  \nPendleton, 2006 N.C. App. LEXIS 242, at *8. \n64. The Pittengers contend that the Court should apply a stricter standard \nof review based on their contention that the ARC members owed an individual \nfiduciary duty to the Pittengers .  They argue that such a fiduciary duty arises from \nthe total domination and control the ARC has over a property owner’s rights within \nthe Quail Hollow subdivision , and because homeowners are  mandatory members of \n \n \n \nthe Association subject to the threat of fore closure if assessments are not paid, the \nAssociation “hold all the cards .”  Of course, the  Pittengers freely and voluntarily \npurchased their property pursuant to the Covenants which expressly vest the \nauthority to review and approve design and construction plans on behalf of GHA  in \nthe Board or the ARC to which it delegates authority and responsibility.     \n65. The Court finds no reasoned factual or legal basis to impose on the Board \nor ARC members an individual fiduciary duty to individual homeowners beyond their \nduty owed to the Association  to implement the Covenants reasonably and in good \nfaith.   Any fiduciary duty directors and officers of a homeowner’s association owe is \nto the homeowner’s association they represent.   Conleys Creek Ltd. P’ship v. Smoky \nMountain Country Club Prop. Owners Ass’n, Inc., 255 N.C. App. 236, 251, 805 S.E.2d \n147, 157 (2017), appeal dismissed, review denied, 370 N.C. 695, 811 S.E.2d 596 (2018).  \nHaving been delegated the authority to act on behalf of the Board, t heir duty is \ndelineated by N.C.G.S. § 55A-8-30, which requires that: \n[A] director must discharge his duties in good faith, with the care an \nordinarily prudent person in a like position would exercise under similar \ncircumstances and in a manner the director reasonably believes to be in \nthe best interests of the corporation.  In doing so, a director may rely on \ninformation, opinions, and statements provided by legal counsel or other \nprofessionals. \nTaddei v. Vill . Creek Prop. Owners Ass’n, Inc. , 220 N.C. App. 487, 493, 725 \nS.E.2d 451, 455 (2012) (citing N.C.G.S. § 55A–8–30(a), (b)(2) (2009)).   \n66. The Court concludes that the proper standard to be applied is whether  \nPlaintiffs can demonstrate that the ARC and Board members when reviewing the \n \n \n \nLebda-Greuling Property plans acted arbitrarily and capriciously  rather than \nreasonably and in good faith.   \nB. Adequacy of Evidence  to Support a Finding that the ARC’s \nApproval Was Arbitrary and Capricious \n \n67. The Court separately addresses each Covenant provision on which the \nPittengers rely. \n(1) The Fifth Garage Bay \n68. The Covenants, recorded in 197 5, include the height limitation and \ngarage limitation in the same provision which reads:   \nAll lots shall be used for residential purposes only and no structure shall \nbe erected, placed or permitted to remain on any lot other tha n one \ndetached single-family dwelling not to exceed two and one -half stories \nin height above ground level, a private garage or carport for not more \nthan four cars and other outbuildings incidental to residential use of any \nlot. \n(Suppl. Decl. 1.) \n69.  The evidence is uncontested that the ARC had voted on prior occasions \nto waive the requirement that a garage be limited to four cars , and did so in light of \nthe evolving nature of the Quail Hollow community .   The evidence does not include \nany indication that the ARC’s determination in that regard had been previously \nchallenged. \n70. Courts have recognized that a rchitectural review committees may be \nafforded b road authority , including  to waive  restrictive covenants, in order to act \nconsistently with the established principle of law that restrictive covenants should be \ninterpreted in favor of unrestricted use and development of land.  Long, 271 N.C. at \n268, 156 S.E.2d at 239 (citation omitted).  \n \n \n \n71. Berg testified that he believed the ARC could waive the garage \nrestriction given where the neighborhood was trending and that other homes in the \nneighborhood already had over four garage bays.  ( Berg Dep. 44:22–45:25.)  Roche \ntestified that  he thought that the number of garage bays at the Lebda -Greuling \nProperty fit with the scale of the house and seemed to be appropriate relative to what \nyou could or could not see from the street.  (Roche Dep. 27:9–28:16.) \n72. ARC member Schoonmaker stated that: \nWhile reviewing the proposed plans, I noticed the plans called for five \ngarage bays.  The restrictive covenants call for no more than four garage \nbays.  However, my home has five garage bays and was approved by the \nBoard of Directors which was acting as the ARC at the time we \nsubmitted plans for approval in or about 2009.  I brought this to the \nattention of the other members of the ARC and we considered w hether \nor not to approve plans with the proposed five garage bays.  Considering \nthe size and scale of the house in the proposed plans, the layout of the \ngarages bays, the fact that there are other homes in the neighborhood, \nincluding mine, with more than four garage bays, I determined that five \ngarage bays would not negatively impact the neighborhood and voted to \napprove the plans.  \n(Schoonmaker Aff. ¶ 7.) \n73. The Court concludes that the ARC  is vested with discretion , within \nreason, to conform its enforcement of the Covenants to the changing nature of the \noverall development as it matures.  The Court further concludes that the ARC \nmembers reasonably considered their prior waiver of the garage restriction, and the \nforecast of Plaintiffs’ evidence is not adequate  to allow a fact finder to conclude that \nthe ARC or its members acted in bad faith or arbitrarily and capriciously when \napproving the fifth  garage bay for the Lebda -Greuling Property in consideration of \n \n \n \nthe development and evolution of the Quail Hollow community at the time of their \nreview. \n(2) The De Minimis Setback Violation from Survey Error \n74. Defendants acknowledge that a small portion of a thin layer of limestone \non the exterior of the Lebda -Greuling Property infringes into the setback area  by \napproximately two inches due to an unintentional surveying error.   \n75. The Covenants expressly grant the ARC the authority to waive “any \nviolation of the designated and approved building location line on either side lot line \n. . . provided that such violation does not exceed ten (10%) per cent of the applicable \nrequirements and the violation thereof was unintentional.”  (Suppl. Decl. 3.)  \n76. Accordingly, the Court concludes that the Pittengers have not forecasted \nevidence upon which a court or jury could reasonably conclude that Defendants acted \narbitrarily or capriciously, unreasonably or without good faith when waiving the de \nminimis setback violation. \n(3) Two and One-Half Story Height Limitation \n77. The evidence presents the contested issue of whether the ARC \nreasonably and in good faith concluded that the Lebda-Greuling Property conformed \nwith the Covenants’ requirement that a property not exceed “two and one-half stories \nin height above ground level.”  Here, the ARC did not vote to waive the requirement \nbut rather concluded that the plans did not violate the restriction.    \n78. The experts offer differing opinions as to how the determination should \nhave been made when the Covenants did not define the terms  “story” or “above \nground level.”  When the ARC members made their determination, they  were fully \n \n \n \naware of the height restriction, but  considered their interpretation consistent with \nthe historical practice of measuring the number of stories as viewed from street level.  \nThey had additionally been assured by Lebda  and Gre uling’s architect tha t the \nPittengers’ contention was not supported by the Covenants. \n79. Each ARC member who voted to approve the Lebda-Greuling Property \nplans testified that they expressly considered the height limitation.  (Hollett Aff. ¶ \n11; Schoonmaker Aff. ¶ 9; Roche Dep. 49:8–51:6; Berg Dep. 37:21–24.)   \n80. Roche testified that prior to approving the Lebda-Greuling plans, Quail \nHollow had a number of homes that , due to ground slopes, appear to be three levels \nfrom particular vantage points.  (Roche Dep. 50:21–24.)  However, the ARC or Board \nhad previously approved plans for those properties which appeared no higher than \ntwo and one-half stories above ground level when viewed from the street.  The ARC \nmembers concluded that they should apply the same criteria to the L ebda-Greuling \nProperty.  See Raintree, 342 N.C. at 164, 463 S.E.2d at 75 (“Plaintiff’s reliance on past \npractices and policies does not suggest that the ARC was being unreasonable or \narbitrary . . .  Reliance on this past finding was not an example of bad faith.”); Smith \nv. Butler Mountain Estates Prop. Owners Ass’n, 90 N.C. App. 40, 48, 367 S.E.2d 401, \n407 (1988) (holding a key inquiry in determining whether a re view committee \nexercised its authority reasonably and in good faith is whether the proposed structure \nis consistent with the scheme of development of the rest of the neighborhood). \n81. The Court concludes that when viewed most favorably to Plaintiffs, the \nevidence, including expert testimony, demonstrates a difference of opinion as to how \n \n \n \nthe height restriction within the Covenants was to be applied but fails to forecast a \nbasis upon which a court or jury could reasonably conclude that Defendants acted \narbitrarily or capriciously, unreasonably or without good faith when approving the \nLebda-Greuling Property as consistent with the height restriction.   \n82. In sum, the Court concludes that Plaintiffs have failed to forecast  \nevidence upon which a court or jury could conclude that the Board, the ARC, or its \nmembers acted arbitrarily and capriciously in approving the L ebda-Greuling \nProperty, either by reason of the restrictions as to garage bays, setback requirement, \nor height. \nC. Plaintiffs’ Nuisance Claim \n83. The Covenants provide that: “No noxious or offensive activity shall be \nconducted upon any lot or in any dwelling nor shall anything be done theron or \ntherein which may be or may become an annoyance or nuisance to the neighborhood.”  \n(Decl. 11.)  This provision is contained within the section of the Covenants providing \n“Use Restrictions,” rather than within the sections providing design restrictions. \n84. The Pittengers do not bring a common law nuisance claim.   \n85. Plaintiffs’ nuisance claim is essentially that the covenant violations the \nARC endorsed have allowed Lebda and Greuling’s use of their home to  invade \nPlaintiffs’ privacy and enjoyment of their property.   The claim fails to the extent it \ndepends upon an initial finding that the ARC did not approve the construction \nreasonably and in good faith.   Second, the record evidence reveals nothing further \n \n \n \nabout any actual noxious or offensive use of the Lebda-Greuling Property to which to \napply the Covenants. \n86. The Court concludes that the Pittengers have not forecasted evidence \nupon which a court or jury could reasonably conclude that the L ebda-Greuling \nProperty constitutes a nuisance as defined by the Covenants.  \nD. Negligence Claim Against Defendant GHA  \n87. Plaintiffs present ed a  negligence claim against G HA that  essentially \nrestates the claim of breach of fiduciary duty  and fails for the same reasons.  To \nsucceed in negligence, “a p laintiff must establish that the defendant owed the \nplaintiff a legal duty, that the defendant breached that duty, and that the plaintiff’s \ninjury was proximately caused by the breach .”  Martishius v. Carolco Studios, Inc. , \n355 N.C. 465, 473, 562 S.E.2d 887, 892 (2002) (citing Hunt v. N.C. Dep ’t. of Labor , \n348 N.C. 192, 195, 499 S.E.2d 747, 749 (1998)).  Plaintiffs have not defined any duty \nupon which a negligence claim would rest that is distinct from the ARC’s duty to act \nreasonably and in good faith when approving the plans submitted to it for approval. \n88. Accordingly, t he Court concludes that Defendant GHA is entitled to \nsummary judgment on Plaintiffs’ negligence claim.  \nVI. CONCLUSION \n89. For the foregoing reasons, the Court concludes that Plaintiffs have not \nforecasted evidence upon which a court or jury could reasonably conclude that they \nare entitled to relief on any claim presented by their Amended Complaint. \n \n \n \n90. The Court GRANTS the Defendants’ Motions for Judgment on the \nPleadings and Motion for Summary Judgment, and Plaintiffs’ amended complaint \nand each of its claims is DISMISSED WITH PREJUDICE.  \n \nThis the 1st day of December, 2020. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Senior Business Court Judge \n "
}