{
  "id": "51df6e9b7f0da0c429375d5aa5fe7c443a9a58cb82c5360f78b2a68539dae30e",
  "source_file": "data/raw/ncbc/51df6e9b7f0da0c429375d5aa5fe7c443a9a58cb82c5360f78b2a68539dae30e.pdf",
  "raw_text": "Wortman v. Hutaff, 2012 NCBC 9. \nHedrick Gardner Kincheloe & Garofalo, LLP by Jeremy T. Canipe and James \nE. Hickmon for Plaintiffs. \n \nRountree, Losee & Baldwin, LLP by Geoffrey A. Losee for Defendant Thomas \nM. Moyer III. \n \nPoyner Spruill, LLP by T. Richard Kane for Defendant Richard R. Hutaff. \n \nMurphy, Judge. \n{1} TT TTHIS MATTER HIS MATTER HIS MATTER HIS MATTER is before the Court upon Defendants Thomas M. \nMoyer, III (“Moyer”) and Richard R. Hutaff’s (“Hutaff”) (collectively, “Defendants”) \nSupplemental Joint Motion to Dismiss the Amended Complaint pursuant to Rule \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \nUNION COUNTY 10 CVS 4082 \nJUSTIN TODD WORTMAN, individually \nand in his representative capacity as \nSuccessor Trustee of the Dan L. Moser \nTrust, dated November 20, 2000, as \nsubsequently amended,  JUDIE MOSER \nSHEPARD, CHELSEY SHEA FELTS and \nDARBY VON WORTMAN, \nPlaintiffs, \nv. \nRICHARD R. HUTAFF, THOMAS M. \nMOYER, III, L. CARLTON TYSON, \nESTATE OF CARL A. BOGGS, JR., CARL \nA. BOGGS, III, C. MARK TYSON, MILEY \nW. GLOVER, individually and in his \nrepresentative capacity as Administrator \nC.T.A. of the ESTATE OF DAN L. MOSER, \nKLJ PROPERTIES, LLC, TOURNAMENT \nDRIVE INVESTORS, LLC, and POTTER & \nCOMPANY, P.A., \nDefendants. \n \nORDER ORDER ORDER ORDER    AND OPINION AND OPINION AND OPINION AND OPINION    \n12(b)(6) of the North Carolina Rules of Civil Procedure.  Defendants argue that \nPlaintiffs have failed to allege any act or omission by Defendants giving rise to a \ncause of action that occurred within three years of the filing of either the Original \nComplaint or the Amended Complaint, and accordingly, the Complaint as amended \nfails to state a claim upon which relief can be granted. \n{2} After hearing from the parties on September 21, 2011, and having \nconsidered the matters of record, the briefs and exhibits offered by the parties, and \nthe arguments and contentions of counsel, the Court DENIES DENIES DENIES DENIES Defendants’ Motion \nto Dismiss, finding as follows: \nI. \nPROCEDURAL HISTORY \n{3} On December 2, 2010, Plaintiffs filed their original Complaint in Union \nCounty Superior Court naming only Hutaff and Moyer as defendants.  (Pls.’ Resp. to \nDefs.’ Supplemental Mot. to Dismiss 2.)   \n{4} On January 6, 2011, this matter was designated a complex business \ncase and subsequently assigned to this Court.  (Assignment Order 1.) \n{5} On February 4, 2011, Defendants filed a Joint Motion to Dismiss \npursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure, with \nsupporting brief.  (Defs.’ Joint Mot. to Dismiss 2.) \n{6} On February 24, 2011, Plaintiffs filed a Reply Brief.  In their brief, \nPlaintiffs referenced an Amended Complaint which had not yet been filed. (Pls.’ \nReply to Defs.’ Joint Mot. to Dismiss 2, 12.)  \n{7} On March 18, 2011, Plaintiffs filed an Amended Complaint adding L. \nCarlton Tyson (“L. Tyson”); Estate of Carl A. Boggs, Jr. (“Estate of Boggs, Jr.”); Carl \nA. Boggs, III; C. Mark Tyson; Miley W. Glover (“Glover”), individually and in his \nrepresentative capacity as Administrator, C.T.A. of the Estate of Dan L. Moser; KLJ \nProperties, LLC (“KLJ”); Tournament Drive Investors, LLC; and Potter & \nCompany, P.A. as defendants.  (Am. Compl. 1, 41.) \n{8} The Court conducted a telephone hearing with the parties on March \n21, 2011, to address Defendants’ request for additional time to determine whether \nthe filing of Plaintiffs’ Amended Complaint necessitated a modification of \nDefendants’ Motion to Dismiss.   \n{9} On June 15, 2011, Defendants filed a Supplemental Joint Motion to \nDismiss the Amended Complaint, with supporting brief.  (Defs.’ Supplemental Joint \nMot. to Dismiss 3.) \n{10} Plaintiffs filed a Response to Defendants’ Supplemental Joint Motion \nto Dismiss on June 24, 2011, and the matter was heard in this Court on September \n21, 2011. (Pls.’ Resp. to Defs.’ Supplemental Joint Mot. to Dismiss 11.) \nII. \nFINDINGS OF FACT \n{11} Defendant Hutaff is a North Carolina licensed attorney and certified \npublic accountant.  (Am. Compl. ¶¶ 29-30.)  Defendant Moyer is a certified public \naccountant licensed to practice in North Carolina.  (Am. Compl. ¶ 31.) \n{12} On August 6, 2002, Dan L. Moser executed a Last Will and Testament \n(the “Will”) in which he nominated Defendants as co-executors.  Mr. Moser died \ntestate in Union County on February 20, 2006.  (Am. Compl. ¶¶ 22, 24.) \n{13} Mr. Moser’s Will provided that after payment of all taxes and delivery \nof general bequests, his residuary estate was to be paid to Defendants in their \ncapacities as co-trustees of the pour-over Dan L. Moser Trust (the “Trust”) and \nmanaged for the benefit of the Trust’s beneficiaries.  (Am. Compl. ¶ 25.)   \n{14} Defendant Hutaff drafted the Will wherein he and Moyer were \nappointed co-executors of the Moser estate, and the amendment to the Dan Moser \nTrust wherein Hutaff and Moyer were appointed as successor co-trustees of the \nTrust.  (Am. Compl. ¶¶ 26-28.)    \n{15} The Court understands “residuary estate” to mean the “part of a \ndecedent’s estate remaining after payment of all debts, expenses, statutory claims, \ntaxes, and testamentary gifts . . . have been made.”  BLACK ’S L AW D ICTIONARY  589 \n(8th ed. 2004).  The Moser Trust, therefore, can not have any corpus until there has \nbeen a final determination made of Mr. Moser’s residuary estate.  (Am. Compl. ¶ \n25.)  As of the writing of this opinion, the Moser estate has not been settled, and \nremains open.  \n{16} Defendants never indicated to the court or to the estate/trust \nbeneficiaries that they did not intend to serve as co-trustees of the Trust, and in fact \nheld themselves out as co-trustees.  Defendants accepted the trusteeship obligations \nof the position as required by Chapter 36C of the North Carolina General Statutes.  \n(Am. Compl. ¶¶ 40-43.) \n{17} One of the estate’s largest assets was Mr. Moser’s interest in Carolina \nGolf Developers, LLC (the “LLC”), a North Carolina Limited Liability Company that \nMessers Moser, Carl A. Boggs, Jr. (“Boggs Jr.”) (now deceased), and L. Tyson formed \nin 1995.  (Am. Compl. ¶¶ 44-45.) \n{18} On February 20, 2006, the ownership interest in the LLC was as \nfollows: Mr. Moser (1/3), L. Tyson (1/3) and KLJ (1/3).  Boggs, Jr. had previously \ntransferred his 1/3 interest to KLJ.  (Am. Compl. ¶ 47.)  \n{19} The LLC had entered into a loan agreement with United Carolina \nBank (“UCB”), and subsequently with UCB’s successor Branch Banking and Trust \nCompany (“BB&T”), valued at approximately $2.9 million. (Am. Compl. ¶¶ 163-67.) \n{20} The loan was secured by real property owned by the LLC,  and Messrs. \nMoser, Boggs, Jr., and L. Tyson had personally and unconditionally guaranteed the \nobligation of the LLC under the loan agreement.  (Am. Compl. ¶ 168.) \n{21} The members of the LLC operated pursuant to an operating agreement \nwhich provided, in part, that in the event of a member’s death, his personal \nrepresentative would have all the rights of a member for purposes of settling or \nmanaging the decedent’s estate. (Am. Compl. ¶ 108.)  Accordingly, as co-executors, \nDefendants had the same rights and privileges as did Mr. Moser for purposes of \nsettling or managing the Moser estate.  (Am. Compl. ¶ 109.) \n{22} Between early 2006 and late 2007, the Moser estate was embroiled in a \nnumber of legal challenges brought by Sharon Moser and Mineral Springs United \nMethodist Church that resulted in settlement agreements that did not include \nPlaintiffs.  (Am. Compl. ¶¶ 64-89.) \n{23} On November 29, 2007, Defendants filed with the Union County Clerk \nof Court a final accounting in the Moser estate that reflected a current asset \nvaluation of $10,659,067.88. (Am. Compl. ¶ 93.) \n{24} On December 6, 2007, Defendants filed with the Union County Clerk of \nCourt their written resignations as co-executors of Mr. Moser’s estate and as \ntrustees of the Trust, effective December 3, 2007.  After filing their resignations, \nneither Defendant took any further action on behalf of the estate or the trust.  No \nhearing was held on Defendants’ resignations, nor was there ever court approval of \nthe resignations.  (Am. Compl. ¶¶ 89-91.) \n{25} On February 28, 2009, the BB&T loan matured and was due and \npayable. (Am. Compl. ¶ 172.)  BB&T made demand for payment upon the proper \nparties, but the loan went into default.  As a result, on July 7, 2009, the LLC \nproperty was sold at a properly noticed foreclosure sale to Tournament Drive \nInvestors, LLC (“Tournament Drive”) for $1,900,000.00.  Tournament Drive’s \nmembers were Defendant Carl A. Boggs, III, son of Boggs Jr., and Defendant C. \nMark Tyson, son of L. Tyson. (Am. Compl. ¶¶ 196-97.)  \n{26} The sale to Tournament Drive resulted in a loan deficiency of \n$411,926.46 due to BB&T.  (Am. Compl. ¶ 205.) \n{27} Plaintiffs allege that Boggs, Jr., L. Tyson and KLJ engaged in \nactivities and conduct injurious to their interest in the residuary of the Moser \nestate, in part, by setting up Tournament Drive to purchase the LLC’s assets at \nforeclosure for less than fair market value, thereby depriving Plaintiffs of their \nequitable interest in the LLC.  (Am. Compl. ¶¶ 238-39.)    \n{28} During the time between Defendants’ attempted resignations and the \nloan default, pursuant to the terms of the Trust Agreement, Plaintiffs as well as \nSharon Ball Moser were authorized to appoint a successor trustee if Defendants \nceased to act in their capacity as trustees.  (Am. Compl. ¶¶ 96, 100.)  Neither \nPlaintiffs nor Ms. Moser appointed a successor trustee until September 21, 2010, \nwhen by agreement, Plaintiffs appointed Justin Todd Wortman as successor \nTrustee.  (Am. Compl. ¶ 101.)  Mr. Wortman is currently the sole residuary \nbeneficiary of the Dan Moser Estate. (Am. Compl. ¶ 104.) \n{29} On December 6, 2007, Defendant Glover submitted an Application for \nLetters Administration C.T.A. in connection with the Moser Estate and was granted \nLetters of Administration C.T.A. the same day.  (Am. Compl. ¶¶ 113, 116.)   \n{30} Plaintiffs allege that Defendants were fiduciaries of the Moser estate, \nthe Trust, and Plaintiffs.  Further, Plaintiffs assert that because of this fiduciary \nrelationship, Defendants breached their duties leading up to the foreclosure by \nfailing to affirmatively engage or participate in the management of the LLC, or to \nreview the acts and omissions of the surviving LLC members, resulting in damages \nto Plaintiffs. (Am. Compl. ¶¶ 229, 248-49.)    \n{31} All of Plaintiffs’ allegations regarding breach of fiduciary duties by \nDefendants reference acts of negligence or culpable omission that occurred after the \ndate Defendants filed written notice of resignation as co-executors of the Moser \nestate and trustees of the Trust.  (Am. Compl. ¶¶ 227-36.)    \n{32} Defendants contend that neither the Original nor Amended Complaint \nalleges any acts or omissions by Defendants giving rise to any cause of action that \noccurred within three years prior to the filing of the Original Complaint on \nDecember 2, 2010.  Accordingly, Defendants argue that Plaintiffs fail to state a \nclaim upon which relief can be granted because Plaintiffs’ claims are barred by the \napplicable three-year statute of limitations.  (Defs.’ Supplemental Joint Mot. to \nDismiss 1-2.)    \nIII. \nSTANDARD OF REVIEW \n{33} The question for the court on a motion to dismiss is “whether, as a \nmatter of law, the allegations of the complaint, treated as true, are sufficient to \nstate a claim upon which relief may be granted under some legal theory, whether \nproperly labeled or not.”  Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670, 355 \nS.E.2d 838, 840 (1987) (citing Stanback v. Stanback , 297 N.C. 181, 254 S.E.2d 611 \n(1979)).  “[T]he pleadings, when taken as true, [must be] legally sufficient to satisfy \nthe elements of at least some legally recognized claim.”  Arroyo v. Scottie’s Prof’l \nWindow Cleaning, Inc. , 120 N.C. App. 154, 158, 461 S.E.2d 13, 16 (1995) (citing \nHarris v. NCBC Nat’l Bank , 85 N.C. App. 669, 355 S.E.2d 838 (1987)).   \n{34} “‘Dismissal of a complaint is proper under the provisions of Rule \n12(b)(6) when some fact disclosed in the complaint necessarily defeats the plaintiff’s \nclaim.’”  Carlisle v. Keith , 169 N.C. App. 674, 681, 614 S.E.2d 542, 547 (2005) \n(quoting Hooper v. Liberty Mut. Ins. Co. , 84 N.C. App. 549, 551, 353 S.E.2d 248, 250 \n(1987)).  A motion to dismiss “is an appropriate method of determining whether the \nstatutes of limitation bar plaintiff’s claims if the bar is disclosed in the complaint.”  \nId . (citing Horton v. Carolina Medicorp , 344 N.C. 133, 136, 472 S.E.2d 778, 780 \n(1996)). \n{35} In considering a motion to dismiss for failure to state a claim upon \nwhich relief can be granted, “‘the well-pleaded material allegations of the complaint \nare taken as admitted; but conclusions of law or unwarranted deductions of fact are \nnot admitted.’”  Pinewood Homes, Inc. v. Harris , 184 N.C. App. 597, 613, 646 S.E.2d \n826, 837 (2007) (quoting Sutton v. Duke , 277 N.C. 94, 98, 176 S.E.2d 161, 163 \n(1970)).    \nIV. \nANALYSIS  \n{36} “Except where otherwise provided by statute, a cause of action for \nmalpractice arising out of the performance of or failure to perform professional \nservices shall be deemed to accrue at the time of the occurrence of the last act of the \ndefendant giving rise to the cause of action.”  N.C. Gen. Stat. § 1-15(c) (2011). \n“When the cause of action accrues, the three-year period under the applicable \nstatute of limitations . . . begins to run.” Nationwide Mut. Ins. Co. v. Winslow , 95 \nN.C. App. 413, 415, 382 S.E.2d 872, 873 (1989) (stating that the statute of \nlimitations for legal malpractice is three years); see also Carlisle v. Keith , 169 N.C. \nApp. at 682-83, 614 S.E.2d at 548 (2005) (holding that breach of fiduciary duty is a \nspecies of negligence or professional malpractice); see also Harrold v. Dowd , 149 \nN.C. App. 777, 781, 561 S.E.2d 914, 917 (2002) (holding in a case against an \naccountant that the statute of limitations for professional malpractice and \nnegligence is three years).  As discussed above, Plaintiffs’ claim for breach of \nfiduciary duty is based on acts of negligence or culpable omission that occurred after \nDefendants filed written notice of resignation.  Therefore, a threshold question that \nmust be answered before the Court can resolve Defendants’ statute of limitations \nargument is at what point did Defendants’ duties and obligations as fiduciaries of \nthe Moser estate and/or the Trust end? \n{37} Determining whether Defendants’ written resignations were effective \nis a question of law for the Court.   \n{38} Chapter 36C, Article 7 of the North Carolina General Statutes sets out \na series of default rules dealing with the office of trustee. These rules detail the \nprocedures for accepting the duties of trusteeship imposed either by statute or by \nthe trust instrument, filling a vacancy when it occurs, the procedure for resignation, \nand the process for appointing a successor.   \n{39} Accepting or declining the duties of a trustee is governed by Section \n36C-7-701 of the North Carolina General Statutes.  A trustee may accept the duties \nof his office by “exercising powers or performing duties as trustee, or otherwise \nindicating acceptance of the trusteeship.”  N.C. Gen. Stat. § 36C-7-701(a)(2) (2011).  \nPlaintiffs have alleged that Defendants accepted the duties of their office.  Having \naccepted the duties of office, the only way Hutaff and Moyer could be relieved of \nthose duties is by removal or resignation pursuant to the exclusive provisions of \nSection 36C-7-705.   \n{40} A trustee may resign “(1) [u]pon at least 30 days’ notice in writing to \nthe qualified beneficiaries , the settler, if living, and all co-trustees; or (2) [w]ith the \napproval of the court.” N.C. Gen. Stat. § 36C-7-705(a)(1-2) (2011) (emphasis added).  \nBy the enactment of this section, the Legislature went further than the \nRestatement of Trusts which allows a trustee to resign with the consent of the \nbeneficiaries, and rejected the Common Law rule that allowed a trustee to resign \nonly with the permission of the court.  Official Comment to N.C. Gen. Stat. § 36C-7-\n705.  Irrespective of the funding status of a trust, no other manner of resignation \nhas ever been approved by our courts.  As such, this Court does not undertake to \ncarve out an exception to the method of resignation set out in Section 36C-7-705 \nbased upon whether a trust is funded or unfunded at the time resignation is sought; \nand concludes as a matter of law that Section 36C-7-705 provides the exclusive \nmethod by which a trustee may resign the duties of his office.   \n {41} “The clerks of superior court of this State have original jurisdiction \nover all proceedings concerning the internal affairs of trusts. . . . These include \nproceedings . . . [t]o approve the resignation of a trustee.”  N.C. Gen. Stat. § 36C-2-\n203(a)(2) (2011). \n{42} A qualified beneficiary is defined as: \nA living beneficiary to whom, on the date the beneficiary’s qualification \nis determined, any of the following apply: a. [i]s a distributee or \npermissible distributee of trust income or principal[;] b. [w]ould be a \ndistributee or permissible distributee of trust income or principal if the \ninterests of the distributees described in sub-subdivision a. of this \nsubdivision terminated on that date without causing the trust to \nterminate[; or] c. [w]ould be a distributee or permissible distributee of \ntrust income or principal if the trust terminated on that date.  \nN.C. Gen. Stat. § 36C-1-103(15)(a-c) (2011). \n {43} The term “qualified beneficiary” was developed “[d]ue to the \ndifficulty of identifying beneficiaries whose interests are remote and \ncontingent, and because such beneficiaries [were] not likely to have much \ninterest in the day-to-day affairs of the trust . . . .”  Official Comment to N.C. \nGen. Stat. § 36C-1-103(15)(a-c).  The purpose behind defining a smaller group \nof beneficiaries was “to limit the class of beneficiaries to whom certain notices \nmust be given or consents received.  The term qualified beneficiaries is used \nin \nSection 705  to define the class to whom notice must be given of a trustee \nresignation.”  Id . (emphasis added). \n{44} Even where resignation is properly executed, “[a]ny liability of a \nresigning trustee or of any sureties on the trustee’s bond for acts or omissions of the \ntrustee is not discharged or affected by the trustee’s resignation.”  N.C. Gen. Stat. § \n36C-7-705(c).  In addition, “until the trust property is delivered  to a successor \ntrustee or other person entitled to it, a trustee who has resigned or been removed \nhas the duties of a trustee and the powers necessary to protect the trust property.”  \nN.C. Gen. Stat. § 36C-7-707(a) (2011) (emphasis added). \n{45} Plaintiffs allege that Defendants’ attempt to resign was ineffective \nand, therefore, Defendants remained in a fiduciary relationship with the Trust after \ntheir purported resignations for two reasons:  (1) as of December 3, 2007, Plaintiffs \nwere qualified beneficiaries of the Trust and Defendants failed to comply with the \nresignation requirements of N.C. Gen. Stat. § 36C-7-705(a)(1); and (2) even if \nDefendants’ resignations were effective, Defendants retained the duties of trustees \nunder N.C. Gen. Stat. § 36C-7-707(a) until a successor trustee was appointed on \nSeptember 21, 2010. (Pls.’ Resp. to Defs.’ Joint Supplemental Mot. to Dismiss 2.) \n{46} As to Plaintiffs’ first argument, for Plaintiffs to have been qualified \nbeneficiaries on the day of Defendants’ attempted resignations, Plaintiffs must have \nbeen either: (1) a distributee or permissible distributee (collectively, “distributee”) of \ntrust income or principal, (2) a distributee of trust income or principal if the \ninterests of distributees in (1) ended, or (3) a distributee of trust income or principal \nif the trust terminated.  N.C. Gen. Stat. § 36C-1-103(15)(a-c).  While not explicit, it \nis axiomatic that for there to be a distributee of trust income or principal, the trust \nmust be funded with income or principal.  See id.   The Trust in this case is a pour-\nover trust that, under the terms of the Will, will not be funded until Mr. Moser’s \nresiduary estate is finally determined.  (Am. Compl. ¶ 25.)  At the time of \nDefendants’ resignations, as well as the writing of this opinion, the Moser estate \nhad not been settled.  Because the estate has not been settled, the residuary estate \ncould not have been finally determined, and in keeping with the express terms of \nthe Will, no property or income could have poured over from the estate into the \nTrust.  (Am. Compl. ¶ 111.)  Logically, Plaintiffs could not have been distributees of \nthe unfunded Trust on or before December 3, 2007, and, therefore, were not \nqualified beneficiaries entitled to 30 days prior notice of Defendants’ resignations.   \n{47} Moving to Plaintiffs’ second argument, Plaintiffs cite N.C. Gen. Stat. § \n36C-7-707(a) for the proposition that a resigning trustee retains his duties to a trust \nuntil a successor trustee is appointed.  Plaintiffs’ interpretation of this section is \nstrained.  Section 36C-7-707 addresses the power and duties related to delivery of \nproperty by a former trustee to his successor, not the duties of a trustee for an \nunfunded trust.  The official comment to Section 36C-7-707 provides clarification. \n“Subject to the power of the court to make other arrangements or unless a cotrustee \nremains in office, a resigning . . . trustee has continuing authority until the trust \nproperty is delivered to a successor.”  Official Comment to N.C. Gen. Stat. § 36C-7-\n707.  The comments go on to cite multiple provisions of the Uniform Trust Code that \nprovide a court or special fiduciary with the power to transfer trust property.  Id .    \n{48} Section 36C-7-707 was meant to protect trust property in existence at \nthe time of a trustee’s resignation or removal.  Neither of the parties in this case \nargues or contends that on the date of Defendants’ attempted resignations, Mr. \nMoser’s estate had been finally settled and the estate residue determined.  As a \nresult, the Trust did not contain any property that Section 36C-7-707 was intended \nto protect.  Therefore, Section 36C-7-707 would be inapplicable and Defendants \nwould have no continuing duties to the trust once they had effectively resigned.  \n{49} While Plaintiffs were not entitled to notification as qualified \nbeneficiaries under Section 36C-7-705(a)(1), this did not excuse Defendants from \ncomplying with Section 36C-7-705(a)(2) which makes clear, that in order for a \ntrustee to resign from their position, they must either provide thirty day written \nnotice to the qualified beneficiaries, or obtain “approval of the court.”  N.C. Gen. \nStat. § 36C-7-705(a)(2).  Here, Defendants did neither.  Because Defendants did not \ncomply with Section 36C’s requirements for resignation, their written resignations \nwere not effective. \n{50} Having determined that Defendants’ resignations were not effective as \nof December 3, 2007, and that as a result Defendants maintained their duties as \ntrustees after that date, the Court now turns to Defendants’ argument that \nPlaintiffs have failed to properly allege any acts of negligence or breach of fiduciary \nduty occurring within the three-year statute of limitations.  \n{51} In order for Plaintiffs’ claims to survive Defendants’ Motion to Dismiss, \nPlaintiffs must have (1) alleged acts occurring within three (3) years prior to the \nfiling of their Complaint, and (2) alleged acts during a time when Defendants owed \nfiduciary duties to the Trust.  This Action was brought on December 2, 2010, and \nthe LLC property in question was sold at foreclosure on July 7, 2009.  (Pls.’ Resp. to \nDefs.’ Joint Mot. to Dismiss 2; Am. Compl. ¶¶ 196-97.)  Plaintiffs allege that \nDefendants were negligent and breached their fiduciary duty to Plaintiffs by \nomission when, after they ineffectively resigned, Defendants failed to protect estate-\nowned property that might have eventually been transferred to the Moser Trust \nonce the estate was settled.  (Am. Compl. ¶¶ 108-10, 229, 231, 236.)  Because \nDefendants’ alleged acts would have occurred after their attempted resignation on \nDecember 3, 2007 those acts would be within the three-year statute of limitations \nand within the time when Defendants owed a duty to the Trust.  Accordingly, \nPlaintiffs have stated a claim for which relief can be granted. \nV. \nCONCLUSION  \nTHEREFORE THEREFORE THEREFORE THEREFORE, for the foregoing reasons, Defendants’ Motion to Dismiss is \nDENIED DENIED DENIED DENIED.   \nIT IS SO ORDERED IT IS SO ORDERED IT IS SO ORDERED IT IS SO ORDERED, this the 30 th  day of January, 2012.  \n \n \n "
}