{
  "id": "5205e39738459d07eec4b7c9545187f51f14908a0d52e0a5f9b1689ab1fd9149",
  "source_file": "data/raw/ncbc/5205e39738459d07eec4b7c9545187f51f14908a0d52e0a5f9b1689ab1fd9149.pdf",
  "raw_text": "Pack Brothers Body Shop v. Nationwide Mut. Ins. Co., 2003 NCBC 2\n \nNORTH \nCAROLINA\n \nGASTON COUNTY\n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\n01 CVS 805\nPACK BROTHERS BODY \nSHOP, INC. a\nCorporation, and RONNIE PACK, an\nindividual,\n \nPlaintiffs,\n \nv.\n \nNATIONWIDE MUTUAL \nINSURANCE\nCOMPANY, a corporation, a.k.a.\nNATIONWIDE INSURANCE\n                 \nENTERPRISE and JOE \nBENKENDORF,\nIndividually and as agent of NATIONWIDE\nINSURANCE COMPANY,\n \nDefendants.\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n))\n \n \n \n \n \nPOST-TRIAL \nORDER\n \n{1}\n             \nTHIS MATTER was heard before the Court on March 20, 2003 on the motion of Plaintiffs Pack\nBrothers Body Shop, Inc. (“Pack Brothers”) and Ronnie Pack for a new trial pursuant to N.C. Rule of\nCivil Procedure 59 and the motion of Defendants Nationwide Mutual Insurance Company\n(“Nationwide”) and Joe Benkendorf for attorney’s fees and expenses pursuant to N.C.G.S. § 75-1.16.\n \nThe Court DENIES plaintiffs’ motion for a new trial; DENIES defendants’ motion for attorney’s fees\nand expenses pursuant to N.C.G.S. § 75-1.16; and, pursuant to N.C.G.S. § 6-20, awards $157,898.51 to\ndefendants as reasonable and necessary costs.\nBrooks Law Office, by Joyce M. Brooks for plaintiffs.\nLaw Offices of David Phillips, by David A. Phillips for plaintiffs.\nRobinson & Elliott, by William C. Robinson for defendants.\nNelson Levine de Luca & Horst, by Michael R. Nelson and Craig A. Cohen for defendants.\n \nPlaintiffs’ Motion for a New Trial\n{2}\n             \nPlaintiffs have moved for a new trial pursuant to Rule 59 based on manifest disregard by the jury\nof the instructions of the court, and insufficiency of the evidence to justify the verdict or that the\nverdict is contrary to law.\n  \nSpecifically, plaintiffs allege that the jury disregarded the instructions of the\nCourt on the issues of slander and unfair trade practices; that there was insufficient evidence to justify\nthe verdict on these issues; and the verdict is contrary to law.\n{3}\n             \nHaving heard the evidence and had the opportunity to judge the witnesses, the Court concurs fully\nin the jury verdict.\n  \nNot only could the jury have reached this verdict, it \nshould\n have reached this\nverdict.\n  \nPlaintiffs failed to prove any injury during the course of this trial.\n  \nPrior to trial, during trial,\nand just before jury deliberations began, the Court cautioned plaintiffs’ counsel that a jury would be\nunlikely to find any substantial damages based upon the evidence.\n  \nAs the trial unfolded, it became\nincreasingly clear that plaintiffs would have a difficult time convincing a jury of liability as well as\ndamages.\n  \nDamages or injury were critical elements of proof on almost all of plaintiffs’ claims.\n  \nThe\njury was composed of at least three members who had done auto body repair and a fourth whose\nhusband had been in the auto body repair business.\n  \nIt was a good, diverse, and intelligent jury.\n  \nThis\njury paid close attention and understood the issues.\n  \nIt was the sole determiner of facts.\n  \nBased on the\nCourt’s opportunity to observe the witnesses, there were grounds upon which the jury could have\ndisbelieved some of the testimony of plaintiffs and their witnesses.\n{4}\n             \nAs to certain slander \nper se\n claims, plaintiffs did not introduce the deposition of one of the people\nthey alleged committed slander \nper se,\n Ms. JoRhetta Cash, nor did she testify at trial.\n  \nMs. Cash was an\nindependent Nationwide sales representative.\n  \nThe jury was entitled to weigh the testimony of the\nwitnesses that testified as to Ms. Cash’s statements.\n  \nOne of those witnesses was the father-in-law of a\nPack Brothers employee; the other witness appeared confused and had difficulty testifying.\n  \nThe jury\nwas instructed on agency, credibility, and interested witness testimony.\n  \nPlaintiffs had the burden of\nproving agency.\n  \nThey failed to do so.\n  \nThe jury weighed the testimony before them and found that Ms.\nCash, Mr. Benkendorf, and Nationwide had not committed slander \nper se\n.\n  \nThe jury also considered\nlibel and slander \nper quod \nclaims.\n  \nThe plaintiffs obviously did not prove damages to the jury’s\nsatisfaction.\n{5}\n             \nUnfair trade practice issues are a matter of law for the Court to decide based on interrogatories\nanswered by the jury; the jury did not answer the unfair trade practices interrogatories favorably for\nplaintiffs.\n  \nPlaintiffs did not object to the interrogatories posed to the jury; in fact, the Court modified\nsome of the interrogatories to reflect changes suggested by plaintiffs.\n  \nThe jury determined, rightfully\nin the Court’s view, that Nationwide was justified in its reaction to the Pack Brothers’ hostile actions.\n{6}\n             \nThe Court finds the jury did not manifestly disregard the instructions of the Court; the evidence\nwas sufficient to justify the verdict; and the verdict is not contrary to law.\n  \nPlaintiffs’ motion for a new\ntrial is DENIED.\nN.C.G.S. § 6-20\n{7}\n             \nN.C.G.S. § 6-20 states:\n  \n“In other actions, costs may be allowed or not, in the discretion of the\ncourt, unless otherwise provided by law.”\n  \nN.C.G.S. § 6-20 (2002).\n  \nOur Court of Appeals was\nconfronted with the issue of whether or not deposition expenses could be charged as an assessable cost\nin a civil action in \nOdom & Co. v. Sledge,\n 59 N.C. App. 280, 296 S.E.2d 512 (1982).\n  \nThe Court of\nAppeals has held that they can.\n \nId.\n (\"As a general rule, recoverable costs may include deposition\nexpenses unless it appears that the depositions were unnecessary. Even though deposition expenses do\nnot appear expressly in the statutes they may be considered as part of 'costs' and taxed in the trial\ncourt's discretion.\"); \nsee also \nSealey v. Grine\n, 115 N.C. App. 343, 444 S.E.2d 632 (1994) (allowing\ncosts relating to a deposition, including costs for traveling to and from the deposition, videotaping the\ndeposition, copies of the deposition, and court reporting services); \nMuse v. Eckberg\n, 139 N.C. App.\n446, 533 S.E.2d 268 (2000) (disallowing costs incurred in \npreparation\n of depositions); \nMilton v.\nLowe’s Food Stores,\n 121 N.C. App. 675; 468 S.E.2d 513; 1996 (finding that, on the particular facts, “a\nshowing by defendant that the deposition costs were reasonable and/or necessary was not required”);\nAlsup v. Pittman, \n98 N.C. App. 389, 390 S.E.2d 750 (1990).\n{8}\n             \nThe Court also notes that the “taxing of costs, including deposition expenses, is in the discretion\nof the trial court and is not reviewable on appeal.”\n  \nBales\n v. \nEvans\n, 94 N.C. App. 179, 183 379 S.E.2d\n698, 701 (1989) (citing \nDixon, Odom & Co. v. Sledge\n, 59 N.C. App. 280, 286, 296 S.E. 2d 512, 516\n(1982)); \nEnsley v. Nationwide Mut. Ins. Co\n., 80 N.C. App. 512, 342 S.E.2d 567 (1986).\n  \nIn the case\nbefore this Court, the taking of a large number of depositions was warranted by the case and the\ndamage claims asserted.\n{9}\n             \nThe Court exercises its discretion to award fees for the subpoenaed expert witness testimony of\nKevin Walker, William Anderton, and William Booth.\n  \nIn exercising its discretion, the Court relied on\nthe cases cited above and the following two additional cases:\n  \n(1) \nWade v. Wade\n, 72 N.C. App. 372,\n384, 325 S.E.2d 260, 271 (1985) (“Unless an expert witness is subpoenaed, however, the witness' fees\nare not generally recognized as costs.”) (citing \nState v. Johnson\n, 282 N.C. 1, 191 S.E. 2d 641 (1972);\nN.C. Gen. Stat. § 7A-314 (1981)); 20 Am. Jur. 2d \nCosts\n § 65 (1965)) and (2) \nWilliams v. Boylan-\nPearce, Inc\n., 69 N.C. App. 315, 321, 317 S.E.2d 17, 21 (1984) (“N.C. Gen. Stat. § 7A-314(d) (1981)\nprovides that the court in its discretion may award expert witness fees. These fees may be awarded\nonly if the witness' testimony was material and competent.”).\n   \n{10}\n         \nThe expert testimony was not simply permissible, it was necessary in order to counter positions\ntaken by plaintiffs that were unsustainable.\n  \nIt was material and competent.\n  \nThe work done by Kevin\nWalker is an example.\n  \nThe plaintiffs asked the jury for $24 million in damages, including a request\nfor $22 million for loss of good will.\n  \nTheir position that they gave up the opportunity to double the\nsize of their business and their profits based solely on a concern about their relationship with\nNationwide, which represented ten to fifteen percent of their business, was patently untenable and\nproperly rejected by the jury.\n  \nPlaintiffs actively pursued this action as a big money case and should\nnot have been surprised that defendants required the use of an expert accountant to examine and testify\nwith respect to their damage claims.\n  \nThe taking of Kevin Walker’s deposition and its associated costs\nwere reasonable and necessary.\n{11}\n         \nFaced with the argument that the confrontation between Ronnie Pack and Joe Benkendorf was\n“staged” and a pretext for an unfair trade practice, defendants’ use of William Booth’s expert\ntestimony to counter that claim was reasonable and necessary.\n  \nThus, the costs of taking that\ndeposition were reasonable and necessary.\n{12}\n         \nSimilarly, the use of Mr. Anderton was reasonable and necessary.\n  \nPrior to trial, plaintiffs took the\nposition that statements to the effect that they were “expensive” or that their charges were “high” were\nslanderous.\n  \nDefendants reasonably hired Mr. Anderton to establish that plaintiffs’ charges were\ngenerally higher than similar shops in the area.\n  \nIt was not until trial that \nplaintiffs\n proved by their own\ntestimony and the testimony of their own witnesses that their charges were frequently in excess of\nsimilar charges from other repair shops and that they were among the more expensive repair shops in\ntown.\n  \nThe taking of Mr. Anderton’s deposition and its associated costs were reasonable and\nnecessary.\n{13}\n         \nThe Court finds the following costs reasonable and necessary pursuant to N.C.G.S. § 6-20 and\nawards $157,898.51 in costs to defendants:\nExpert Fees for:\n \nWilliam Booth\n$9,425.76\n \nWilliam Anderton\n$26,861.08\n \nKevin Walker\n$55,741.00\n \nSub-Total\n$92,027.84\n \nDeposition and Trial Transcripts\n$47, 103.53\n \nCopying Expenses:\n$9,188.79\n \n \n$4,317.67\n \n \n$2,078.18\n \nSub-Total\n$15,584.64\n \n \n \nCourt fees and subpoena service\n$3,182.50\n \n \n \nTOTAL\n$157,898.51\n \nDefendants’ remaining costs outlined in their motion are either not permitted by statute or denied in the\nCourt’s discretion.\nN.C.G.S. § 75-16.1\n{14}\n         \nAs the prevailing party, defendants have requested attorneys fees pursuant to N.C.G.S. §75-16.1,\nwhich reads:\nIn any suit instituted by a person who alleges that the defendant violated G.S.\n75-1.1., the presiding judge may, in his discretion, allow a reasonable attorney\nfee to the duly licensed attorney representing the prevailing party, such\nattorney fee to be taxed as part of the court costs and payable by the losing\nparty, upon a finding by the presiding judge that:\n(1)\n    \nThe party charged with the violation has willfully engaged in the act\nor practice, and there was an unwarranted refusal by such party to\nfully resolve the matter which constitutes the basis of such suit; or\n(2)\n    \nThe party instituting the action knew, or should have known, the\naction was frivolous and malicious.\n \nN.C.G.S. §75-16.1.\n  \nThere are two different standards; which one is applicable depends on who the\nprevailing party is.\n  \nParagraph (1) applies where plaintiffs are the prevailing party, and paragraph (2)\napplies where defendants are the prevailing party.\n  \nIn this case, it is clear that the Court must analyze\nparagraph (2).\n \n{15}\n         \nFor a defendant to recover attorney’s fees under Chapter 75, the Court must find that the party\ninstituting the action knows, or should have known, the action was frivolous and malicious.\n  \nThis test\nis unclear and for that reason the Court will make specific findings of fact and then apply what it\nbelieves the statutory standard to be so that the appellate courts can rule on the issue on a full record.\n \nThe Court will also indicate what its ruling would be if a different standard were applied.\n  \nThe Court\nthus makes the following findings and conclusion.\n1.\n                            \nPrior to suit being filed, plaintiffs were aware of statements from their customers that\nwould support claims for slander.\n  \nSince those statements were made in connection with\ntheir business and to their customers, there was a plausible and non-frivolous basis for\nthe assertion of unfair trade practices claims under N.C.G.S. §75-1.1 in the Complaint.\n \nIf the inquiry ends there, defendants would not be entitled to attorney fees.\n  \nIt could not\nbe said that the institution of the action was frivolous and malicious.\n2.\n                            \nPlaintiffs have prosecuted this action for purposes other than recovery of their actual\ndamages.\n3.\n                            \nPlaintiff prosecuted this action to recover an unwarranted and excessive amount of\nmoney from defendant.\n  \nTheir motivations were greed, punishment, or both.\n  \nIn that\nsense, the prosecution of this action was at least malicious and could justifiably be\ntermed frivolous since the motivations were improper.\n4.\n                            \nFrom the transmission of Ronnie Pack’s letter dated December 15, 1999 that contained\nthe threat of a 24.1 million dollar jury verdict to the time counsel asked the jury to award\nplaintiffs that amount, plaintiffs have failed to take any reasonable steps to resolve their\ndisputes with defendant or to settle this case.\n  \nThey have in effect gambled on obtaining\na jury verdict far in excess of any actual damages, and they lost.\n5.\n                            \nTo the extent that their prosecution of their claims was “for the industry” and their\neffort was to discourage a legitimate business practice by insurance companies of urging\nits customers to use direct repair programs, it was improperly motivated.\n  \nThe Court\nfinds as a fact that such improper motivation existed.\n  \nThis finding is based upon the\nrecord in this case, not on any out of court statements of plaintiffs.\n6.\n                            \nPlaintiffs proved no actual damages as a result of any action of the defendants.\n  \nTheir\nclaims that they abandoned the opportunity to expand their business and double their\nprofits because of the actions of Nationwide, whose insured claimants represent only\nabout ten to fifteen percent of plaintiffs’ business, was properly disregarded by the jury.\n \nIt was not credible.\n7.\n                            \nFrom the altercation at Pack Brothers’ premises through trial, defendants have\nrepeatedly expressed a willingness and desire to resolve the business disputes between\nthe parties on a business basis.\n  \nDefendants made a monetary settlement offer exceeding\nby a substantial amount any actual damages that plaintiffs claimed other than alleged\nexpansion losses.\n  \nThese overtures were rejected by plaintiffs on several occasions.\n8.\n                            \nWhile the Court does not consider the Offer of Judgment filed under seal an offer that\nwould give rise to a claim for fees and expenses incurred thereafter, it is evidence of a\nsubstantial offer that was rejected by plaintiffs.\n  \nSuch action supports the Court’s\nconclusion that plaintiffs tried this case to gamble on getting the same kind of verdict\nawarded by the Illinois jury as cited in Ronnie Pack’s December 15, 1999 letter to\nNationwide.\n9.\n                            \nTo the extent that it is significant to an appellate court, the trial court finds that the\nconfrontation between Ronnie Pack and Joe Benkendorf on November 16, 1999 was not\n“staged” by Nationwide, but was the direct result of conduct by Ronnie Pack both\nbefore and during the occasion on which the confrontation occurred.\n  \nHis refusal to\nrelease totaled vehicles owned by Nationwide until he was paid for other work on other\nvehicles was not legally justifiable and may have been an unfair trade practice.\n  \nHis\nlanguage and his directions to Joe Benkendorf, which were undisputed, far exceeded any\nprovocation by Mr. Benkendorf.\n  \nRonnie Pack and Pack Brothers bear primary\nresponsibility for the adversarial relationship between the parties.\n10.\n                        \nThis Court reads N.C.G.S. §75-16.1(2) to require a finding that the \ninstitution\n of the\nsuit or the claims asserted were frivolous and brought for a malicious purpose.\n  \nUnder\nthat standard, the Court declines to award attorney’s fees and denies the motion for fees\nand expenses under N.C.G.S. §75-16.1.\n  \nIf an appellate court should decide that\nimproper motivation and pursuit of the claims for some purpose other than recovery of\nactual damages and reasonable punitive or statutory damages, then the Court would\naward additional fees and expenses in the amount of $500,294.50.\n  \nIn support of this\ndetermination, the Court finds and concludes:\na.\n       \nThe time spent by defendants’ counsel in defense of this case was fully warranted\nby the nature of this case and the magnitude of the sum demanded.\nb.\n      \nThe hourly rates charged by defense counsel were well within the normal range of\nhourly rates charged by similarly experienced trial lawyers and well below fee\nrequests this Court has seen in other cases.\nc.\n       \nThe amount of time devoted to the libel and slander claims as opposed to the unfair\ntrade practices claims is difficult to separate, as plaintiff contended that the libel and\nslander could constitute an unfair trade practice.\n  \nThe damages clearly overlapped.\n \nIn closing argument, plaintiffs’ counsel did not give the jury any suggestion of a\nbreakdown; they simply asked for $24 million total and left it to the jury to figure\nout how to complete the verdict form if they found liability.\nd.\n      \nThe Court believes the allocation of $500,294.50 to the unfair trade practice claims\nis fair and reasonable.\n{16}\n         \nThere is some support in our case law for the view that continuing an action can be malicious and\nfrivolous.\n  \nSee Weft, Inc. v. G.C. Investment Assocs.,\n 630 F. Supp. 1138 (E.D.N.C. 1986); \nCity Finance\nCo. of Goldsboro, Inc., v. Boykin,\n 86 N.C. App. 446, 358 S.E.2d 83 (1987) (“Once the trial court found\nthat plaintiff's actions were willful and that its refusal to cease calling Mr. Boykin at work constituted\nan unwarranted refusal by plaintiff to resolve the issue, it properly awarded attorney's fees\nto defendants.”).\n  \nThe Court finds that plaintiffs’ motivations for continuing to the point of trial were to\ngamble on a large verdict and punish Nationwide for using direct repair shops.\n{17}\n         \nIn \nWeft,\n plaintiffs sued under chapter 75 for securities violations.\n  \nWhile the case was still\npending, the North Carolina appellate courts held that securities violations are beyond the scope of\nChapter 75.\n  \nWeft, Inc. v. G.C. Investment Assocs.,\n 630 F. Supp. 1138 (E.D.N.C. 1986).\n  \nThe District\nCourt stated that “[u]ntil the North Carolina Supreme Court’s decisions in \nSkinner\n just last August, the\napplicability of §75-1.1 . . . to securities transactions was not finally settled.”\n  \nId.\n  \nThe court held that it\nwas not malicious, frivolous, or “totally unreasonable” for plaintiffs to continue the claim because\nthere were questions as to whether it was a securities transaction.\n  \nId.\n  \nThis statement seems to imply\nthat if the court had found it was malicious to continue pursuing their claims, it would have been\ngrounds for defendants to recover attorneys’ fees.\n{18}\n         \nSeveral factors have influenced the Court’s belief that plaintiffs prosecuted this case in a frivolous\nand malicious manner.\n  \nFirst, as outlined above, the Court fully concurs in the jury’s verdict.\n  \nPlaintiff\ncorrectly points out that an unfavorable outcome alone is insufficient to support an award for\nattorney’s fees.\n  \nSee Basnight v. Diamond Developers, Inc.,\n 178 F.Supp. 589 (M.D.N.C. 2001).\n \nHowever, \nBasnight\n points toward using a balancing approach in awarding attorney’s fees.\n  \nIn\nBasnight,\n plaintiffs named a wrong defendant.\n  \nId.\n  \nThe District Court found that plaintiff “could have\nreasonably thought” that the defendant should have been a named defendant.\n  \nThe court also stated\nthat “[m]oreover, there are other factors, namely the unreasonableness of the requested fee and the\nfailure to meet certain procedural requirements, that weigh against an award of attorney’s fees.”\n  \nThis\ncould be read as a balancing attempt.\n  \nThe District Court was unimpressed with the documentation\nsupporting the reasonableness of the attorney’s fees and with defendant’s inability to follow the\nDistrict Court’s rules (i.e., failure to confer and missing the deadline for filing the request).\n  \nId.\n{19}\n         \nSecond, it appears to this Court that plaintiffs’ motivation for trial of this case was misplaced and\nwrong.\n  \nAt no time did it appear to the Court that plaintiffs were trying the case to recover their actual\ndamages.\n  \nRather, they appeared to view this case either as a chance to punch a lottery ticket or as an\n“industry cause.”\n  \nFaced with plaintiffs who were either overreaching monetarily or zealots in a battle\nbetween the auto body repair industry and the insurance industry over direct repair shops, defendants\nhad no option but to defend the case with vigor.\n{20}\n         \nThird, at no time prior to filing suit did plaintiffs attempt to resolve their differences with\nNationwide on a business-like basis.\n  \nRather, the plaintiffs appeared to be in litigation mode from the\noutset.\n  \nBased on the testimony, the Court concludes, as the jury also must have concluded that Ronnie\nPack was responsible for the confrontation on November 16, 1999 that allegedly precipitated this\nlitigation.\n  \nPlaintiffs were looking for a fight before this confrontation.\n  \nFollowing the confrontation,\nplaintiffs received a letter from Nationwide offering to sit down and work out a business solution to\ntheir dispute.\n  \nThe only response defendants received was a letter that contained no acceptance of that\noffer, but did contain the following threat:\n \n[W]e well [sic] consider filling [sic] an action against Nationwide Insurance\nsimilar to the one filed in Springfield Ill [where plaintiffs were awarded\n$24.1 million].\n  \nWe have obtained the complete copies of the Springfield\nIllinois case, and will pattern ours very similar to the one filed in\nSpringfield.\n  \nFuthermore be advised that there is a second action being filed\nin Mississippi by three body shops.\n  \nThis is sure to be successful as well. . . .\nGovern yourselves accordingly.\nLetter from Ronnie Pack to Nationwide Insurance of December 15, 1999.\n  \nSignificantly, plaintiffs asked\nthe jury to award them the same amount of money they had threatened to recover in their letter.\n{21}\n         \nThe Court notes for the record and possible consideration by the appellate courts the question of\nwhether the trial court should have intervened \nex mero motu\n when plaintiffs’ counsel argued to the\njury that the verdict should be in the same amount as the Illinois jury had awarded.\n  \nHad the argument\nbeen made expressly and directly, the Court believes it would have been clearly objectionable.\n  \nThere\nwas absolutely no basis in the evidence for an award of $22 million for loss of goodwill.\n  \nPlaintiffs\ncounsel’s argument using that number, combined with the other numbers urged upon the jury to total\n$24 million, could only have been intended to suggest to the jury that they award the same amount\nsome other jury had awarded in a case in another jurisdiction.\n  \nDefense counsel did not object, and the\njury verdict makes it unnecessary to rule on the issue now.\n  \nThe closing argument supports the Court’s\nbelief that this litigation was pursued as a gamble to recover a large verdict similar to the verdict in the\nIllinois case and to punish Nationwide for using direct repair shops.\n{22}\n         \nThe plaintiffs’ conduct following the trial confirms their use of the litigation to foster other\nlitigation against the insurance industry.\n  \n“The Packs (Ronnie, Brandie, Larry)” posted the following\non the Prodiscussions.com website on Tuesday, February 11, 2003 at 12:11 p.m.:\nThis morning we instructed our attorneys to appeal the case.\n  \nIt will be sixty\ndays before we can get the trial transcript.\n  \nWhen we do, and it is agreeable\nto our attorneys then we will release this to anyone who wants it.\n  \nWe have\nno intention of giving up, we will take this to the limit.\n  \nWe have been\nblessed with the ability to take this case forward.\n  \nIT IS FOR OUR\nINDUSTRY!!!\n  \n. . . We appreciate everyones support.\n  \nWe could have\nsettled out of court, but we did not.\n  \nIt was a gamble, we lost, but if I had to\ndo it over I would do it again[.]\nThe Packs, \nAppeal\n, http://www.prodiscussions.com/cgi-bin/pro_discussions.pl (Feb. 11, 2003), \nat\nhttp://www.prodiscussions.com/cgi-bin/pro_discussions.pl (hard copy on file with the North Carolina\nBusiness Court).\n \n{23}\n         \nThe Court reads the statute to require a finding that the institution of the suit or the claims asserted\ntherein were frivolous and brought for malicious purposes.\n  \nUnder that standard, the Court declines to\naward attorney’s fees and DENIES the motion for fees.\n \n{24}\n         \nThe relationship between auto body repair shops and insurance companies is fraught with litigation\npotential.\n  \nThe Legislature has acted to protect against certain abuses by the insurance industry but did\nnot restrict the use of direct repair shop programs or prevent the insurance industry from making\nreferrals, combined with adequate disclosure and freedom of choice by the insured claimant.\n \nInsurance companies may not use libel, slander, or unfair trade practices to direct business to direct\nrepair shops.\n  \nThis was a case in which the parties should have reached a business agreement on how\nthey would deal with each other.\n  \nThe evidence proved that the Pack Brothers were expensive and\nNationwide was entitled to say so to its insureds.\n  \nPack Brothers, through Ronnie Pack’s conduct, gave\nNationwide a reason to restrict its employees.\n  \nThe Packs should have found a way to resolve the\nproblem other than threatening and then pursuing a $24 million jury verdict for which there was no\nbasis in the record for finding damages.\n{25}\n         \nIf an appellate court should decide that improper motivation and pursuit of the claims for some\npurpose other than actual damages and reasonable punitive or statutory damages, then the Court would\naward additional fees and expenses in the amount of $500,294.50\nVI. Conclusion\n{26}\n         \nThe Court DENIES plaintiffs’ motion for a new trial; DENIES defendants’ motion for attorney’s\nfees and expenses pursuant to N.C.G.S. § 75-1.16; and, pursuant to N.C.G.S. § 6-20, awards\n$157,898.51 to defendants as reasonable and necessary costs.\n      \nSO ORDERED this the 1st day of April 2003.\n \n \nBen F. Tennille\nSpecial Superior Court Judge\nfor Complex Business Cases"
}