{
  "id": "522a204e2962eef07c40a5b481a1ef5545869ebc316f0ce8beb5904e8449e3e2",
  "source_file": "data/raw/ncbc/522a204e2962eef07c40a5b481a1ef5545869ebc316f0ce8beb5904e8449e3e2.pdf",
  "raw_text": "Philip Morris USA, Inc. v. N.C. Dep't of Revenue, 2022 NCBC 58. \n \nSTATE OF NORTH CAROLINA \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 16006 \nPHILIP MORRIS USA, INC., \n \nPetitioner, \n \nv. \n \nNORTH CAROLINA DEPARTMENT \nOF REVENUE,  \n \nRespondent. \n \nORDER AND OPINION \n ON PETITION FOR REVIEW OF \nFINAL DECISION  \n \n1. THIS MATTER is before the Court on Philip Morris USA, Inc.’s Petition for \nJudicial Review (“Petition”) of a Final Agency Decision  issued by the Office of \nAdministrative Hearings (“OAH”) in a contested tax case arising under N.C.G .S. § \n105-130.45.  For the reasons discussed below, the Court AFFIRMS the Final Agency \nDecision, and the Petition is DISMISSED. \nParker, Poe, Adams, & Bernstein  LLP, by Kay H. Miller and Dylan Z. \nRay, for Petitioner Philip Morris USA, Inc. \n \nNorth Carolina Department of Justice, by Perry J. Pelaez, for Respondent \nNorth Carolina Department of Revenue. \n \nI.  NATURE OF THE DISPUTE \n2. This matter involves a dispute between Philip Morris USA, Inc. (“Philip \nMorris”) and the North Carolina Department of Revenue ( “the Department” ) \nregarding a tax credit afforded to manufacturers of cigarettes for exportation  (the \n“Export Credit”).  The statute authorizing the Export Credit, N.C.G.S. § 105-130.45 \n(the “Export Credit Statute”), was amended effective 1 January 2005, and the parties’ \n \n \npositions differ regarding the effect of that amendment on the generation and use of \nthe Export Credit. \n3. The dispute at its core is over whether the statute, as amended, limited the \namount of Export Credit Philip Morris could generate in any one year  to $6 million, \nas the Department contends .  Philip Morris ’ position is  that the addition of the \nlanguage at issue was merely a repeat of a pre-existing cap on the amount of Export \nCredit that could be  claimed annually, meaning that any excess Export C redit \ngenerated in a year could be carried forward for use in later years. \nII.  PROCEDURAL HISTORY \n4. Beginning in 2016, the Department conducted an audit of Philip Morris’ \ncorporate income tax returns for tax years 2012 through 2014.  On 28 September \n2018, it issued a report disallowing Export Credits claimed by Philip Morris, followed \nby proposed assessments for each of the audited tax years.1  (R. 66–68.)2  Philip Morris \nobjected and requested review pursuant to N.C.G.S. § 105-241.11.  \n5. The parties conferred  on 24 October 2019 , and on 31 August 2020 , the \nDepartment issued a Notice of Final Determination sustaining the proposed \nassessments.  (Joint Stipulation of Undisputed Material Facts  11–12, [hereinafter \n“Jt. Stip.”], R. 421.) \n \n1 The Department subsequently conceded that all of the Export Credits claimed by Philip \nMorris on its 2012 return were proper, as were some of the Export Credits on its 2013 return.  \nTherefore, these amounts are not at issue. \n2 Citations to the Official Record on Judicial Review, (ECF No. 15), are denoted “R. __.” \n \n \n6. Philip Morris then petitioned the OAH.  The parties filed cross-motions for \nsummary judgment on 3 September 2021 .  (Jt. Stip. 14.)  Following a hearing on 22 \nSeptember 2021, the Administrative Law Judge (“ALJ”)  issued a decision granting \nthe Department’s motion and denying Philip Morris’ motion (“Final Decision ”).  (R. \n443–54.) \n7. On 1 December 2021, Philip Morris petitioned this Court for judicial review \nof the Final Decision.  The matter was designated as a complex business case on 2 \nDecember 2021 and assigned to  the undersigned.  (ECF Nos. 1, 2, 3.)  The parties \nthen filed their respective briefs, and the Court heard oral arguments on the merits \nof the Petition on 4 August 2022.   (ECF No. 21.)  The matter is now ripe for \ndisposition. \nIII.  STANDARD OF REVIEW \n8. When conducting judicial review of a final agency decision, “the court shall \ndetermine whether the petitioner is entitled to the relief sought in the petition based \nupon its review of the fi nal decision and the official record.”  N.C.G .S. § 150B-51(c).  \nThe Court acts in an appellate capacity to determine whether the evidence supports \nthe agency’s findings of fact, whether the findings support the agency’s conclusions of \nlaw, and whether the conclusions of law are proper statements and applications of \nthe law.  See Media, Inc. v. Randolph Cty. Planning Bd ., 356 N.C. 1, 12–13 (2002).  \nThe Court may reverse or modify a final agency decision if the agency’s findings, \ninferences, conclusions, or decision are: \n(1) In violation of constitutional provisions;  \n \n \n \n(2) In excess of the statutory authority or jurisdiction of the \nagency or administrative law judge; \n \n(3) Made upon unlawful procedure;  \n \n(4) Affected by other error of law;  \n \n(5) Unsupported by substantial evidence admissible under \nG.S. 150B-29(a), 150B-30, or 150B-31 in view of the entire \nrecord as submitted; or  \n \n(6) Arbitrary, capricious, or an abuse of discretion. \n \nN.C.G.S. § 150B-51(b). \n9. Matters of  statutory interpretation present questions of law and are \nreviewed de novo on appeal.  Proposed Assessments of Additional Sales & Use Tax v. \nJefferson-Pilot Life Ins . Co., 161 N.C. App. 558, 559 (2003) .  Under the de novo  \nstandard of review, the Court considers the matter anew and freely substitutes its \njudgment for that of the lower tribunal.  Craig v. New Hanover Cnty. Bd. of Educ ., \n363 N.C. 334, 337 (2009).  On the other hand, challenges to the agency’s fact finding \nare reviewed under a whole-record test, “which binds the Court to accept fact findings \nof the administrative agency that are supported by substantial evidence , in view of \nthe entire record.”  Home Depot U.S.A., Inc. v . N.C. Dep’t of Revenue , 2015 NCBC \nLEXIS 103, at **6 (N.C. Super. Ct. Nov. 6, 2015). \n10. The parties agree that the material facts in this matter are not in dispute.   \nRather, the appeal presents issues of statutory interpretation that the Court reviews \nde novo.    \n \n \nIV.  FACTUAL BACKGROUND \n11. Philip Morris is a  corporation primarily engaged in the manufacture and \nsale of cigarettes in the United States.  (Jt. Stip. 1–2.)   \n12. In 1999, the North Carolina General Assembly enacted the Export Credit \nStatute granting cigarette manufacturers a tax credit based  on the number of \ncigarettes they manufactured in North Carolina for export each year.  (Jt. Stip. 5.) \n13. As originally enacted, subsection (b) of the Export Credit Statute (the \n“Credit Subsection”) provided: \nThe amount of credit allowed under this section is  determined by \ncomparing the exportation volume of the corporation in the year for \nwhich the credit is claimed with the corporation’s base year exportation \nvolume, rounded to the nearest whole percentage.  The amount of \ncredit allowed is as follows: \n \nCurrent Year’s Exportation \nVolume Compared to its Base \nYear’s Exportation Volume \nAmount of Credit per Thousand \nCigarettes Exported \n120% or more 40¢ \n119%-100% 35¢ \n99%-80% 30¢ \n79%-60% 25¢ \n59%-50% 20¢ \nLess than 50% None \n \n N.C.G.S. § 105-130.45(b) (1999) (emphasis added). \n14. Subsection (c) of the Export Credit Statute (the “Cap Subsection”) \nestablished a cap on the credit that could be taken in any tax year “not to exceed the \nlesser of six million dollars ($6,000,000) or fifty percent (50%) of the amount of the \ntax imposed by this Part for the taxable year . . . .  This limitation applies to the \ncumulative amount of the credit allowed in any t ax year, including carryforwards \n \n \nclaimed by the taxpayer under this section for previous tax years .”  N.C.G.S. § 105-\n130.45(c).  In addition , this subsection included a carryover provision for unused \nportions of the credit  generated by the taxpayer :  “Any unused portion of a credit \nallowed in this section may be carried forward for the next succeeding five years.”  Id.  \n15. The Export Credit Statute was amended in 2003, to be effective 1 January \n2005.  Among other changes, the amended statute required that the manufacturer \nexport cigarettes and other tobacco products through North Carolina ports to be \neligible for the credit.  See N.C.G.S. § 105-130.45(b) (2003).  Provision was made for \nsuccessors in business to calculate the credit based on their predecessor’s exportation \nvolume.  In addition, the Credit Subsection was amended to read:   \nThe amount of credit allowed under this section is determined by \ncomparing the exportation volume of the corporation in the year for \nwhich the credit is claimed with the corporation’s base year exportation \nvolume, rounded to the nearest whole percentage.  In the case of a \nsuccessor in business, the amount of credit allowed under this section is \ndetermined by comparing the exportation volume, rou nded to the \nnearest whole pe rcentage. The amount of credit allowed may not \nexceed six million dollars ($6,000,000) and is computed as \nfollows: \n \nCurrent Year’s Exportation \nVolume Compared to its Base \nYear’s Exportation Volume \nAmount of Credit per Thousand \nCigarettes Exported \n120% or more 40¢ \n119%-100% 35¢ \n99%-80% 30¢ \n79%-60% 25¢ \n59%-50% 20¢ \nLess than 50% None \n \nN.C.G.S. § 105-130.45(b) (2003) (emphasis added). \n \n \n16. The amended statute repeated the language of the Cap Subsection  in \nsubsection (c).  Once again, use of the Export Credit was capped, “not [to] exceed the \nlesser of six million dollars ($6,000,000) or fifty percent (50%) of the amount of tax \nimposed by this Part for the taxable year . . . .   This limitation applies to the \ncumulative amount of the credit allowed i n any tax year, including carryforwards \nclaimed by the taxpayer under this section for previous tax years. ”  N.C.G.S. § 105-\n130.45(c) (2003).  However, the amendment extended the time frame in which the \ntaxpayer could use “carryforwards” from five years to ten.  Id.3 \n17. Philip Morris manufactured cigarettes, including those for export, in its \nfacility in Concord, North Carolina.  (Jt. Stip. 4.)   \n18. From the time the North Carolina General A ssembly enacted the Export \nCredit legislation in 1999 until Philip Morris stopped producing cigarettes for export \nat its C oncord facility in 2007, Philip Morris claimed $6 million a year in Export \nCredit on its corporate income tax return, the maximum amount permitted.  (R. 423–\n24.)   \n19. Philip Morris contends , however, that it generated Export Credit well in \nexcess of $6 million per year and that it should be permitted to use the excess credit \nit generated after 1 January 2005 , the effective date of the amendment, on its 2013 \nand 2014 corporate income tax returns.   (Seibert Aff. ¶ 7, R. 145.)  The Department \ndisagrees. \n \n3 The Export Credit was repealed for cigarettes exported on or after 1 January 2018. \n \n \n20. The amount of the disputed Export Credit  for tax years 2013 and  2014 is \n$2,004,366 and $5,266,861, respectively.   (R. 411 .)  In addition to disallowing the \nExport Credit and assessing th e amounts in tax, the Department imposed \nunderreporting penalties on Philip Morris in the amount of $ 200,437 for tax year \n2013 and $1,316,715 for tax year 2014.  (R. 445.) \n21. Subsection (f) of the Export Credit Statute provides:   \n(f)      Report. – The Department must include in the economic \nincentives report required by G.S. 105 -256 the following information \nitemized by the taxpayer: \n \n(1) The number of taxpayers taking a credit allowed in this section. \n(2) The total amount of exports with respect to which credits were \ntaken. \n(3)  The total cost to the General Fund of the credits taken. \n \nN.C.G.S. §  105-130.45(f) (2003), (R. 302 –03).  On 29 April 2009, the Department \nissued the required report reflecting credits taken by Philip Morris in multiple years.   \n(R. 167.) \n22. The Department published a “Supplement to 2003 Tax Law Changes”  (the \n“Supplement”) following enactment of the amended statute. 4  (R. 299 –301.)  In \naddition to summarizing substantive changes made in the Export Credit Statute, the \nSupplement states that a change was made that “clarifies that the maximum \n \n4 The parties included in the Record some, but not all of the pages of the Supplement.  The \nCourt takes judicial notice of the balance of the document.  See Herrera v. Charlotte Sch. of \nLaw, LLC, 2018 NCBC LEXIS 35, at *20–21 (N.C. Super. Ct. Apr. 20, 2018).  The preface to \nthe Supplement states that the document is “designed for use by personnel in the North \nCarolina Department of Revenue” and “is available to those outside the Department as a \nresource document.”  The reader is directed to administrative rules, bulletins, directives, or \nother instructions issued by the Department for further information.   (N.C. DEP’T OF REV., \nSUPPLEMENT TO 2003 TAX LAW CHANGES : EXTRA SESSION ON ECONOMIC DEVELOPMENT \nINCENTIVES (2003) (https://www.ncdor.gov/media/3304/open)) (last visited 28 Sept. 2022). \n \n \nallowable credit for cigarettes exported during a tax year is six million dollars, before \napplying the tax limitations provided for in subsection (c).”  (R. 301.) \n23. On 11 April 2006, Joseph Beggans, Director of State, Local & Misc. Taxes \nfor Altria Corporate Services, Inc., the parent company of Philip Morris,5 sent a letter \nto Jonathan K. Tart, Administration Officer for the Department , in which he briefly \nreferences an earlier conversation between the two men “about the order in which a \ntaxpayer uses carryforward tax credits[.]”  (R. 168.)  He then conveyed the company’s \ndecision to amend  its 2004 corporate tax return to recognize the amended statute’s \nnew base period for calculation of the Export Credit.  Included with the letter was a \nschedule prepared by Philip Morris reflecting the order in which it intended to use  \nExport Credits it had generated and carried forward from tax years 1999-2004, prior \nto the effective date of the amended statute.  The letter does not address carryforward \ncredits that Philip Morris contends were generated after the statute was amended.   \n(R. 168.) \nV.  ANALYSIS \n24. Central to this matter is the Court’s interpretation of the amended Export \nCredit Statute.  Specifically, the issue is whether the addition of eight words to the \nCredit Subsection effective 1 January 2005 prevented Philip Morris from generating \nExport Credit in excess of $6 million from the effective date of the amendment until \nit discontinued exporting cigarettes produced in North Carolina in 2007.  \n \n5 See Altria, Our Heritage , https://www.altria.com/en/about-altria/our-\nheritage#:~:text=Philip%20Morris%20Cos.%20is%20renamed,and%20Philip%20Morris%20\nCapital%20Corporation (last visited 28 Sept. 2022).  \n \n \n25. “The principal goal of statutory construction is to accomplish the legislative \nintent.”  S&M Brands, Inc. v. Stein, 2020 NCBC LEXIS 41, at *35 (N.C. Super. Ct. \nMar. 24, 2020) (quoting Wilkie v. City of Boiling Spring Lakes, 370 N.C. 540, 547 \n(2018)).  Our Supreme Court has directed that “[t]he intent of the General Assembly \nmay be found first from the plain language of the statute.”  Lenox, Inc. v. Tolson, 353 \nN.C. 659, 664  (2001).  “The process of construing a statutory provision must begin \nwith an examination of the relevant statutory language.”  Wilkie, 370 N.C. at 547.   \n26. Moreover, “[w]here words of a statute are not defined, the courts presume \nthat the legislature intended to give them their ordinary meaning” within the context \nin which they are typically used.   Parkdale Am. LLC. v. Hilton, 200 N.C. App. 275, \n279 (2009) (citation and internal quotation marks omitted). \n27. In addition, “[p]ortions of the same statute dealing with the same subject \nmatter are to be considered and interpreted as a whole, and . . . every part of the law \nshall be given effect if this can be done by any fair and reasonable intendment [.]”  \nHuntington Props., LLC v. Currituck Cty., 153 N.C. App. 218, 224 (2002) (citation and \ninternal quotation marks omitted). \n28. In all events, “[w]hen the language of a statute is clear and unambiguous, \nthere is no room for judicial construction, and the courts must give it its plain and \ndefinite meaning.”  State v. Jones, 358 N.C. 473, 477 (2004) (quoting Lemons v. Old \nHickory Council, Boy Scouts of Am., Inc., 322 N.C. 271, 276 (1988)). \n29. While “the interpretation of a statute given by the agency charged with \ncarrying it out is entitled to great weight[,]” Home Depot U.S.A., Inc., 2015 NCBC \n \n \nLEXIS 103, at **15 (quoting Frye Reg’l Med. Ctr. v. Hunt, 350 N.C. 39, 45 (1999)), the \nagency’s interpretation is not controlling.  Campbell v. Currie, Comm’r of Revenue, \n251 N.C. 329, 333 (1959). \n30. Finally, tax credits “are privileges, not matters of right, and are allowed as \na matter of legislative grace [,]” and the taxpayer “must bring [itself] within the \nstatutory provisions authorizing the [credit]. ”  Ward v. Clayton , 5 N.C. App. 53, 58 \n(1969).  See also Aronov v. Sec’y of Revenue, 323 N.C. 132, 140 (1988) (“The underlying \npremise when interpreting taxing statutes is :  [t]axation is the rule; exemption the \nexception.” (citations and internal quotation marks omitted) ).  Thus, “[a] statute \nproviding exemption from taxation is strictly construed against the taxpayer [.]”  \nAronov, 323 N.C. at 140. \nA. The Plain Language of the Statute  \n31. The Court turns  first to the plain language of the  statute as amended.  \nPhilip Morris contends that the addition of the new $6 million limitation in the Credit \nSubsection applies only to a taxpayer’s use of the credit and does not restrict its \ngeneration.  Because the Department agrees that there was no limit on the amount \nof credit that could be generated  each year prior to the amendment, Philip Morris \nargues that reading the amended Credit Subsection (“The amount of credit allowed \nmay not exceed six million dollars ($6,000,000) and is computed as follows”) to contain \nsuch a limit would constitute a substantive change .  See N.C.G.S. § 105 -130.45(b) \n(2003).  And because neither the General Assembly nor the Department announc ed \nthe addition of the language at issue as a substantive change, Philip Morris concludes \n \n \nthat no such change could have been intended.  (Pet itioner’s Brief [hereinafter “Pet. \nBr.”] 15, ECF No. 16.)  \n32. Philip Morris further argues that interpreting the language at issue as a \nsubstantive change “is contradicted by contemporaneous legislative statements and \nhistory.”  (Pet. Br. 14.)  It contends that its lobbying efforts, conversations with the \nGovernor’s office, and the speed with which the General Assembly acted to accomplish \nthis amendment all ind icate to it that the intended effect of the amendment was to \nincentivize and reward Philip Morris for its role in supporting North Carolina’s \ntobacco farmers, not to prevent it from using all the tax credits it generated.  (See Pet. \nBr. 15–16.)   \n33. Philip Morris requested, and the General Assembly afforded it , an \nextension of both the date on which the Export Credit  would sunset and the time  \nframe in which Philip Morris could use accrued Export Credits.  (Pet. Br. 16.)  While \nPhilip Morris acknowledges that the General Assembly made  other changes to the \nExport Credit Statute that were not specifically designed for its benefit (e.g. changes \nin definitions, addition of the successor in business provision, a requirement that the \nmanufacturer export through the North Carolina  ports), Philip Morris does not \nrecognize that the addition of language to the Credit Subsection operated to limit the \namount of credit it could generate per year.   In essence, Philip Morri s argues, its \ncommunications with legislators and others lead it to conclude that the statute \ncouldn’t mean what it says. \n \n \n34. Philip Morris further contends that a $6 million  limit on annual credit \ngeneration, which matches the statute’s $6 million limit on the annual use of the \ncredit, would render meaningless the amendment’s extension of  the carryforward \nperiod from five years to ten year s.  It argues that t his result would effectively \neliminate the benefit the company believes it was intended to receive.  Instead, Philip \nMorris contends, the additional eight words must have been meant to apply only to \nthe newly defined “successor in business.”  (Pet. Br. 8.) \n35. Philip Morris compares the language of the amended Export Credit Statute \nto the language of another statute, enacted at the same time , which authorized an \nenhanced tobacco tax credit for cigarette manufacturers satisf ying certain \nemployment requirements, N.C.G.S. § 105-130.46 (the “Enhanced Credit Statute”).   \nThe latter statute uses the word “ earned” to describe a limit on credit generation , \nwhereas the Export Credit Statute at issue uses the word “ allowed.”  Philip Morris \nargues that failure to use the same word (“earned”) to describe the generation limit \nin the Export Credit Statute indicates that the General Assembly did not intend to \nimpose a limit on generation.  (Pet. Br. 17–19.) \n36. In addition, Philip Morris cites North Carolina Department of Revenue v. \nHudson, 196 N.C. App. 765 (2009), for its treatment of the word “allowed” in another \ntax credit statute, this one pertaining to qualified business income tax credits . (Pet. \nBr. 21.)  In Hudson the Court of Appeals rejected the Department’s argument that \nthe word “allowed”  limited the amount of credit that could be generated  and \ndetermined that use of the word “allowed” in the statute before it was intended to \n \n \nlimit the amount of credit that could be  claimed each year.  Hudson, 196 N.C. App. \nat  769.  Philip Morris argues that the same is true here.  (Pet. Br. 21–22.) \n37. The Department responds that these arguments are misguided.  First, it \nobserves that the testimony of Philip Morris’ affiants is not competent to evidence the \ncollective will of the General Assembly.  Therefore, it argues, the testimony should be \ndisregarded.  (Respondent’s Brief and Exceptions [ hereinafter “Dept. Br.”] 20, ECF \nNo. 18.)  \n38. Returning to the plain language of the statute, the Department references \nthe ALJ’s reasoning that the manner in which the Export Credit Statute is structured \nsupports the Department’s position that $6 million was the maximum Export Credit \na tobacco manufacturer could generate in any one tax year.  It observes that the rules \ngoverning the calculation of credit generated in each tax year  are in subsection (b), \nthe Credit Subsection [105-130.45(b)], while the rules governing the amount of credit \nthat can be claimed in each tax year —as well as whether unused  credit may be \ncarried forward for later use —are in subsection (c), the Cap Subsection [105 -\n130.45(c)].  (Dept. Br.  9–10.)  The language in question , (“[t]he amount of credit \nallowed may not exceed six mil lion dollars ($6,000,000) and is computed as follows  \n. . .”), was added to subsection (b), the Credit Subsection, and immediately precedes \nthe calculation formula.  Therefore, the Department argues, the limitation plainly \napplies to calculation of the credit generated, not its use.  (Dept. Br. 10.) \n39. The Department further observes that not interpreting the new language \nadded to the Credit Subsection as a change and treating it as a mere repeat of the \n \n \npreexisting cap on the use of the credit would “render[ ] the language in Subsection \n(b) meaningless, as mere surplusage, violating a fundamental principle of statutory \nconstruction.”  (Dept. Br. 11.) \n40. Finally, the Department distinguishes this matter from Hudson because \nthat case does not involve an interpretation of the Export Credit Statute but instead \ninvolves the language and structure of two entirely different statutes, N.C.G.S. §§ \n105-163.011(b1) and 105-163.012(a), which must be read in their own context.  (Dept. \nBr. 18.)   \n41. The Court concludes that Philip Morris’ protestations premised on its \nlobbying efforts and communications with government officials cannot carry the day \nin the face of established principles of statutory interpretation .  If the words of the \nstatute are clear, the inquiry need go no further.  Lenox, Inc., 353 N.C. at 664.  Such \nis the case here:  a simple reading of the amended Export Credit S tatute plainly \nindicates that the General Assembly intended to limit credit generation to six million \ndollars per year effective 1 January 2005.6 \n42. It may well be that Philip Morris did not identify the addition of the limiting \nlanguage as problematic given the speed in which this amendment was enacted, and \nit also may well be that a focus on the beneficial portions of the amendment distracted \n \n6 The Department takes exception to the ALJ’s decision not to strike  those portions of the \naffidavits of Joseph Beggans and John Rainey  that purport to describe the intent of the \nGeneral Assembly when enacting the Export Credit Statute .  (Dept. Br. 12.)  While \nrecognizing that “courts are not at liberty to accept the understanding of any individual as to \nthe legislative intent[,]” D&W, Inc. v. City of Charlotte , 268 N.C. 577, 582 ( 1966), given the \nALJ’s ultimate determination, the Court  determines that any error, if one occurred, was \nharmless.  \n \n \nonlookers from the impact of th e eight words injected as a limiting phrase  in the \nCredit Subsection .  Regardless of these possi bilities, the Court is compelled to  \ninterpret the meaning of the s tatute from the words as they exist on the page.  See \nThigpen v. Ngo, 355 N.C. 198, 202 (2002)  (“When the language of a statute is clear \nand unambiguous, it must be given effect and its clear meaning may not be  evaded \nby an administrative body or a court under the guise of construction.”). \n43. The Court agrees with the ALJ that “[t]he General Assembly adopted a \nlogical structure for the [Export] Credit Statute, putting the rules governing  how a \ntaxpayer can earn Export Credits and their calculation in the Credit Subsection, and \nthe rules governing how much credit can be claimed and the carryforward of excess \ncredits in the Cap Subsection.”  (R. 447.)  The Court further agrees that the fact that \nthe new limitation appears in the Credit Subsection  means it should be read in the \ncontext of that subsection.  (R. 448.)  Contrary to Philip Morris’ argument, reading \nthe new language in the Credit Subsection, where it was placed, results in a second \n$6 million limitation —this one on credit generation —and not a repeat of the $6 \nmillion cap on use of the credit.  Read as it is written, e ach word has meaning and \nthere is no surplusage.   In re B.L.H., 376 N.C. 118, 122 (2020)  (quoting Porsh \nBuilders, Inc. v. City of Winston-Salem, 302 N.C. 550, 556 (1981) (“It is presumed that \nthe legislature . . . did not intend any provision to be mere surplusage.”)). \n44. Moreover, the drafters’ decision to place the new words in the middle of the \nexisting sentence that immediately precedes the calculation matrix makes it clear \nthat the  words were not intended to apply only to successors in business.   \n \n \nFurthermore, n othing about the structure and language choice for the Enhanced \nCredit Statute or for the qualified business income tax credit statute at issue in \nHudson persuades the Court differently.  \n45. In short, the inquiry begins and ends with the plain language of the statute, \nand the General Assembly’s clear drafting leaves nothing to be interpreted by th e \nCourt.  “Where the language of a statute is clear and unambiguous, there is no room \nfor judicial construction and the courts must construe the statute using its plain \nmeaning.”  Burgess v. Your Hours of Raleigh, Inc., 326 N.C. 205, 209 (1990). \n46. The statute, as amended, limited the amount of Export Credit Philip Morris \ncould generate in a single year, as well as the amount it could claim in a year, to $6 \nmillion. \nB. The Department’s Report and Other Communications Do Not \nConstitute an Interpretation or Erroneous Advice \n \n47. Philip Morris argues that certain communications from the Department \nconvey the Secretary of Revenue’s interpretation of the amended statute and that it \nshould be able to rely on those communications.  It cites N.C.G.S. § 105-264(a), which \nreads in relevant part: \nWhen the Secretary interprets a law by adopting a rule or publishing a \nbulletin or directive on the law, the interpretation is a protection to the \nofficers and taxpayers affected by the interpretation, and taxpayers are \nentitled to rely upon the interpretation. \n \nN.C.G.S. § 105-264(a). \n \n48. Philip Morris argues that in a statutorily required report  issued in 2008 , \nafter the amendment was in effect, the Department wrote: \n \n \nExport volumes are those with respect to which credits were taken. \nActual export volumes were well above those levels and resulted in the \ngeneration of credits above the $6 million cap. These excess credits \nare available to be taken in future years. \n \n(R. 167.)  According to Philip Morris, t his statement  demonstrates that the \nDepartment interpreted the amended statute to permit the generation of credits in \nexcess of six million dollars,  a position that contradicts the Department’s current \nstance.  ( Pet. Br.  20.)  Philip Morris argues that , at the very least,  the report  \n“illustrate[s] that the Department was aware of Philip Morris’ interpretation of the \nstatute and did not inform Philip Morris that it disagreed with its position.”  (Pet. Br. \n20.)   \n49. In addition  to this report, Philip Morris refers to the Department’s \nSupplement to 2003 Tax Law Changes , which identifies the language at issue as a \n“clarifying change” rather than a substantive one.  The Supplement states only that \na change was made that “clarifies that the maximum allowable credit for cigarettes \nexported during a tax year is six million dollars, before applying the tax limitations \nprovided for in subsection (c).”  (R. 301.)  Philip Morris argues that it should be able \nto rely on the Department’s failure to identify the change as a substantive one.  \n50. Finally, Philip Morris claims to have received specific advice from the \nDepartment, and it argues that it should be able to follow that advice—even if it was \nerroneous—without incurring tax liability .  It cites N.C.G.S. § 105 -264(b), which \nreads:  \nIf a taxpayer requests specific advice from the Department and receives \nerroneous advice in response, the taxpayer is not liable for any penalty \nor additional assessment attributable to the erroneous advice furnished \n \n \nby the Department to the extent that the following conditions are all \nsatisfied:  \n \n(1) The advice was reasonably relied upon by the taxpayer. \n(2) The penalty or additional assessment did not result from the \ntaxpayer’s failure to provide adequate or accurate information. \n(3) The Department provided the advice in writing or the Department’s \nrecords establish that the Department provided erroneous verbal advice. \n \nN.C.G.S. § 105-264(b).   \n \n51. In support of this argument, Philip Morris points to a letter it wrote to the  \nDepartment regarding its use of carryforward tax credits  accumulated prior to the \namendment.  (R. 168.)  Again, Philip Morris argues that the Department was aware \nof Philip Morris’ interpretation of the amended statute yet did nothing to inform it \ndifferently. \n52. The Department denies that its 2008 Report, the Supplement, or the letter \nit received from Philip Morris support Philip Morris’ challenge to the Final Decision.  \n(Dept. Br. 18–19.)  It argues that the 2008 Report does not qualify as a rule, bulletin, \nor directive reflecting the Secretary’s interpretation.  (Dept. Br. 19.)7  Moreover, the \nDepartment contends that Philip Morris did not rely on the 2008 Report because it \ndid not attempt to carry forward Export Credits that were identified in that report to \nthe 2013–2014 tax years.  (Dept. Br. 19, citing R. 451.) \n53. The Court again turns to the plain language of the statute.  The documents \nupon which Philip Morris claims to rely are not rules, bulletins, or directives from the \nSecretary communicating the Secretary’s interpretation of the law.  Therefore, they \n \n7 In response to the Court’s questioning during the hearing, the Department contended that \nthe Supplement was also not a rule, bulletin, or directive, although counsel expressed \nuncertainty regarding exactly how to categorize it.  (Hr’g Tr. 74:23–75:13.) \n \n \ndo not fall within the scope of N.C.G.S. § 105-264(a).  Accordingly, the Court concludes \nthat N.C.G.S. § 105-264(a) does not provide Philip Morris the protection it seeks. \n54. Furthermore, the letter sent by Philip Morris to the Department  fails to \nsatisfy the requirements of  subsection (b) of the statute .  Philip Morris  does not  \nrequest advice from the Department on the proper  way to calculate Export Credits \nfollowing the amendment, and there is no document in the Record reflecting that any \nsuch advice was provided by the Dep artment, either in writing or orally .  \nConsequently, there is no evidence that Philip Morris reasonably relied on any such \nadvice.  Subsection (b) requires that each of these factors be satisfied.  Because they \nare not, N.C.G.S. § 105-264(b) does not apply. \nVI.  CONCLUSION \n55. For the foregoing reasons, the Court  concludes that that the ALJ did not \nerr by awarding summary judgment to the Department .  The position espoused by \nthe Depar tment and upheld in the Final Decision  is consistent with the plain \nlanguage of the statute.  The Court therefore AFFIRMS the Final Decision, and the \nPetition for Judicial review is hereby DISMISSED. \n  \n \n \nIT IS SO ORDERED This the 29th day of September, 2022. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}