{
  "id": "52ba65f9805ad300bfe895ae3107d50391b15889f3693dd67d7143f7a383ef73",
  "source_file": "data/raw/ncbc/52ba65f9805ad300bfe895ae3107d50391b15889f3693dd67d7143f7a383ef73.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23CVS004844-400 \n \nBLUSKY RESTORATION \nCONTRACTORS, LLC, and BLUSKY \nHOLDCO, LLC, \n \nPlaintiffs, \n \nv. \n \nSASSER COMPANIES, LLC, \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON MOTION \nOF DEFENDANT SASSER \nCOMPANIES, LLC FOR PARTIAL \nJUDGMENT ON THE PLEADINGS \n \n1. THIS MATTER  is before the Court on the 1 March 2024 filing of the \nMotion of Defendant Sasser Companies, LLC for Partial Judgment on the Pleadings \n(the “Motion”).  (ECF No. 23 [“Mot.”].)  Pursuant to Rule 12(c) of the North Carolina \nRules of Civil Procedure (the “Rule(s)”), Defendant Sasser Companies, LLC (“Sasser”) \nrequests dismissal of seven of Plaintiffs ’ eight claims alleged in the First Amended \nComplaint.  (See Mot.; First Am. Compl., ECF No. 11 [“Am. Compl.”].) \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion. \nAkerman, LLP, by Bryan G. Scott, Adam L. Massaro, and Jasmine M. \nPitt, for Plaintiffs  BluSky Restoration Contractors, LLC and BluSky \nHoldCo, LLC. \n \nWagner Hicks, PLLC, by Sean C. Wagner, Jonathon D. Townsend, and \nMeagan L. Allen for Defendant Sasser Companies, LLC. \n \nRobinson, Judge. \n \nBluSky Restoration Contractors, LLC v. Sasser Cos., 2024 NCBC 50. \nI. INTRODUCTION \n3. This action arises out of Plaintiffs’ contention that Steven W. Brown \n(“Brown”), a former employee,  left BluSky Restoration Contractors, LLC  (“BluSky \nRestoration”) for Sasser, a local competitor .  Plaintiffs are presently  engaged in  \nrelated litigation with Brown  and now seek to hold Sasser accountable for what \nPlaintiffs contend amount s to impermissible interference with contracts  and a \nconspiracy.  The Court now considers the pleadings before it to determine whether \nSasser is entitled to judgment as a matter of law. \nII. FACTUAL BACKGROUND \n4. The Court does not make findings  of fact on a Rule  12(c) motion for \njudgment on the pleadings and draws the following factual background from a review \nof the pleadings. \nA. The Parties \n5. Plaintiffs BluSky Restoration and BluSky HoldCo, LLC (“BluSky HoldCo”; \nwith BluSky Restoration, “Plaintiffs”) are Delaware limited liability companies, both \nwith their principal place of business in Colorado.  (Am. Compl. ¶ ¶ 2–3.)  BluSky \nRestoration is registered to do business in North Carolina and is a subsidiary of \nBluSky HoldCo.  (Am. Compl. ¶ 2.)  BluSky Restoration is a national restoration firm \nwith “over forty corporate and regional office locations in nineteen  states across the \nUnited States” including four offices in North Carolina.  (Am. Compl. ¶¶ 7–8.) \n6. Sasser is a North Carolina limited liability company with its principal place \nof business in Whitsett, North Carolina.  (Am. Compl. ¶  4; Defenses & Answer of \nSasser ¶  4, ECF No. 12 [“Answer”].)   Sasser also performs restoration and \nremediation work, (Answer ¶  15), with an office roughly twenty miles from BluSky \nRestoration’s Greensboro, North Carolina location, (Am. Compl. ¶  15).  Plaintiffs \nallege that “Sasser is a direct, national competitor of BluSky Restoration [,]” (Am. \nCompl. ¶ 15), which Sasser denies, (see Answer ¶¶ 15, 55, 74, 84). \nB. Sasser’s Alleged Recruitment of Plaintiffs’ Employees \n7. Plaintiffs allege that Sasser began “recruiting and soliciting” Plaintiffs’ \ncurrent and former employees around 2019, resulting in Sasser hiring six of \nPlaintiffs’ former employees including , in no particular order,  Brown, Paul Miller  \n(“Miller”), David Duta, Jerry Arevalo,  Miguel Figueroa (“Figueroa”), and Wenceslao \nSalas.  (Am. Compl. ¶¶ 20–21; Answer ¶ 21.)  Of particular relevance to this action is \nSasser’s hiring of Brown in 2021 and its subsequent hiring of Miller.  (See Am. Compl. \n¶¶ 27, 114–15.) \n8. At BluSky Restoration, Brown was the National Director of Restoration , \nmeaning he managed the national team and engaged in restoration work .  (Am. \nCompl. ¶ ¶ 25, 98 .)  In March 2021, “ Brown was a Series  B Common Unit limited \npartner and owner of BluSky Management Incentive, LP [(“BMI”)], a limited liability \npartnership [among] BluSky HoldCo, LLC, BluSky Management Incentive GP, LLC \nand various individuals[.]”  (Am. Compl. ¶  30.)  As a limited partner in BMI  and an \nalleged member in BluSky HoldCo, Plaintiffs aver that Brown was bound by both the \nLimited Partnership Agreement of BMI (the “LP Agreement”) and the Amended and \nRestated Limited Liability Company Agreement  of BluSky HoldCo  (the “LLC \nAgreement”).  (Am. Compl. ¶¶ 30–31.) \n9. Plaintiffs allege that the LP Agreement imposed duties of loyalty and care \non Brown and the other limited partners, which duties they owed to both BMI and \nthe subsidiaries of BluSky HoldCo, including BluSky Restoration.  (Am. Compl. ¶ 41.)  \nPlaintiffs allege that (1) Sasser was “aware” that Brown was subject to restrictive \ncovenants and owed Plaintiffs fiduciary duties; (2) Figueroa, Sasser’s Chief Operating \nOfficer (“COO”), was aware of these facts from his own experience working for \nPlaintiffs; and (3) Sasser actually reviewed the LP Agreement and continued \nrecruiting Brown despite its knowledge of Brown’s contractual obligations.  (See Am. \nCompl. ¶¶ 41–43; Answer ¶¶ 41–42.)   \n1. Background on Agreements Between Plaintiffs and Brown \n10. Plaintiffs allege that Brown was party to three  contracts that contain  \nconfidentiality, non-solicitation, and noncompete provisions: the LP Agreement; the \nLLC Agreement; and the Confidentiality, Noncompetition and Nonsolicitation \nAgreement (“2017 Agreement”).  (Am. Compl. ¶¶  30–31, 34, 36.)  They contend that \nthe restrictive covenants in these contracts  are “substantially similar” as to their \nterms.  (See Am. Compl. ¶ 37.) \n11. Plaintiffs allege that, under these agreements, Brown agreed “ to keep \nconfidential all non-public information, including but not limited to, business or trade \nsecrets . . . , price lists, methods, formulas, know -how, customer and supplier lists, \ndistributor lists, product costs, marketing plans, research and development and \nfinancial information . . . .”  (Am. Compl. ¶ 118; see Answer ¶ 118.) \n12. As discussed above, Plaintiffs also allege that the LP Agreement and LLC \nAgreement provide that Brown, as an employee of BluSky Restoration , owed the \ncompany fiduciary duties of loyalty and care in the performance of his duties.  (Am. \nCompl. ¶ 39.) \n2. Sasser’s Recruitment and Hiring of Brown \n13. Plaintiffs allege that in the Spring of 2021, Figueroa “began communicating \nwith Brown about . . . coming to work for Sasser.”  (Am. Compl. ¶ 27.)  In March 2021, \nBrown had dinner with Figueroa and Sasser partners Houston Summers and \nSebastian Williams.  (Am. Compl. ¶ 29.) \n14. Plaintiffs further allege that, in July 2021,  Sasser provided Brown with a \nproposed compensation plan  if he came to  work for Sasser, and that the proposal \n“included an artificially high salary increase and other benefits[.]”  (Am. Compl. ¶ 44.)  \nThe compensation package was allegedly Sasser’s attempt to “entice Brown” to \nviolate the described restrictive covenants and to breach his fiduciary duties owed to \nPlaintiffs.  (Am. Compl. ¶¶ 45–46.) \n15. Sasser’s proposal included an offer of “equity and net revenue sharing,” that \n“was contingent on Brown’s dealings with Sasser occurring without detection.”  (Am. \nCompl. ¶  49.)  According to Plaintiffs, Sasser “expressed to Brown [that] it would \nindemnify him for liability related to BluSky that might arise from his wrongful \nconduct.”  (Am. Compl. ¶ 48.) \n16. Plaintiffs allege that “Sasser did not just extend fair offers of employment \nin the ordinary course of legitimate business competition[,]” but  rather used non -\npublic information received from Brown to induce other individuals to leave \nPlaintiffs.  (See Am. Compl. ¶ 117.) \n17. On 8 July 2021, Sasser offered Brown the position of Vice President of \nOperations.  (Am. Compl. ¶  50; Answer ¶  50.)  Brown accepted that offer and \n“executed an agreement  with Sasser in July 2021 .”  (Am. Compl. ¶  50.)  Plaintiffs \nallege that Brown drafted a resignation notice around this time, but “deliberately did \nnot tender his resignation” because “he intended and planned to gather key files and \ndocuments of BluSk y to bring with him to Sasser, as well as to scout out key \nemployees to be poached by Sasser before his departure.”  (See Am. Compl. ¶¶  51–\n52.) \n18. Of particular relevance to this litigation, Plaintiffs allege that (1) on \n19 May 2021, Brown emailed Figueroa a copy of the LP Agreement, (Am. \nCompl. ¶ 41; Answer ¶ 41 (“Admitted that, on May 19, 2021, Brown emailed Figueroa \nthe LP Agreement”)), and (2) at some point, Brown shared with Sasser “a confidential \nmerger agreement” that set forth terms indicating that Brown was going to receive a \npayout from Plaintiffs, (Am. Compl. ¶ 59; Answer ¶ 59 (“Admitted that, at some point \nin time, Brown shared with Sasser a merger agreement.”)). \n19. On 14 October 2021, Brown signed merger documents to receive a six-figure \npayout from Plaintiffs  for his units in BMI .  (See Am. Compl. ¶¶  53, 60, 66, 104 .)  \nBrown received those funds some time before 25 October 2021 .  (Am. Compl. ¶  79.)  \nThe First Amended Complaint does not contain further detail regarding the BMI \nmerger or why Brown was entitled to receive “a six-figure payout from BluSky.”  (See \nAm. Compl. ¶ 60.) \n3. Sasser’s Recruitment of Other  BluSky Restoration \nEmployees \n \n20. Plaintiffs also allege that Sasser recruited Miller from BluSky Restoration \nin 2021.  (See Am. Compl. ¶¶ 109–10.)  Throughout November 2021, while Brown was \nstill working at BluSky Restoration, Figueroa communicated by text message with \nBrown about Miller.  (Am. Compl. ¶ ¶ 109, 111.)  According to Plaintiffs, “poaching ” \nMiller would help Sasser build its asbestos remediation team to compete with \nPlaintiffs.  (Am. Compl. ¶ 110.) \n21. Brown ultimately resigned from BluSky Restoration later in \nNovember 2021, but he allegedly solicited information and employees from Plaintiffs \nwhile working for Sasser.  (Am. Compl. ¶  112.)  On 22 November 2021, for example, \nFigueroa asked Brown, “where was Paul with [s]alary,” while at BluSky Restoration.  \n(Am. Compl. ¶ 113.)  According to Plaintiffs, as a result of information Sasser got from \nBrown, Sasser was able to offer Miller compensation for employment in an amount \nhigher than the amount he was making at BluSky Restoration.  (Am. Compl. ¶ 113.) \n22. Miller left BluSky Restoration , and on or about 3 January 2022 began \nworking at Sasser.  (Am. Compl. ¶ 115.) \n23. Plaintiffs allege that “Sasser tried to solicit other current and former \nBluSky employees[,]” and it used “non-public information that Brown was  uniquely \npositioned to have because of his employment with BluSky Restoration” to induce at \nleast Brown and Miller to go to Sasser.  (Am. Compl. ¶¶ 116–17.) \nC. The Alleged Conspiracy Between Brown and Sasser \n24. According to Plaintiffs, during the Summer of 2021, “Sasser and Brown \nbegan a concerted and secretive effort to conceal that Brown . . . accepted the offer to \nmove from BluSky Restoration to Sasser.”  (Am. Compl. ¶  56.)  This effort allegedly \nallowed Brown to “serve as an embedded confederate” to identify and take Plaintiffs’ \nfiles and information, as well as identify which employees to poach .  (Am. \nCompl. ¶ 56.)  In this way Plaintiffs allege that Brown was able to avoid termination \nfor cause, which would have resulted in Brown forfeiting the merger payout, salary, \nand other benefits.  (Am. Compl. ¶¶ 58, 104.) \n25. Plaintiffs allege that Brown and Sasser’s conduct during this period \nevidences their intent to conceal their activities , pointing to text messages between \nthem “where they even conferred over ‘distractions’ Brown planned” in order to \ndeceive Plaintiffs, including misrepresenting his reason for leaving BluSky \nRestoration.  (Am. Compl. ¶ 57.) \n26. Plaintiffs allege that  on 14 October 2021, Brown signed the merger \ndocuments to receive his “ payout.”  (See Am. Compl. ¶  60; supra ¶ 19.)  Brown also \nsigned Letters of Transmittal for the LP  Agreement and LLC Agreement .  (Am. \nCompl. ¶  66.)  In Plaintiffs’  view, by signing the Letters of Transmittal Brown \nrepresented that he complied, and would continue to comply, with the obligations set \nforth in the LP Agreement and LLC Agreement.  (Am. Compl. ¶ 72.)  Plaintiffs allege \nthat this was “a material fact that directly impacted [Brown’s] entitlement to receive \nthe merger payout.”  (Am. Compl. ¶ 73.) \n27. Plaintiffs allege that Brown remained at BluSky Restoration for \napproximately one month after the merger payout, “consistent with the plan h e had \nmade with Sasser” to avoid suspicion.  (Am. Compl. ¶ 77.) \n28. On 25 October 2021, Brown presented his resignation  notice to BluSky \nRestoration.  (Am. Compl. ¶ 79.)  He informed Mike Erekson that he was resigning \nto spend more time with family, and  that he was unsure what he was going to do \nnext.1  (Am. Compl. ¶  79.)  Plaintiffs allege that  on the same day,  Brown “drafted \ntalking points to aid him in his effort to conceal his plans[.]”  (Am. Compl. ¶ 81.)  One \nsuch talking point was, “I am not a threat,” intended to convince Plaintiffs to release \nBrown from the restrictive covenants  in his agreements with BluSky Restoration.   \n(Am. Compl. ¶ ¶ 81–82.)  Brown and Figueroa communicated about Brown’s \n“departure strategy and plan to deceive” Plaintiffs.  (Am. Compl. ¶ 83.) \n29. Plaintiffs allege that Sasser induced Brown to consult with it about \nPlaintiffs’ profit margins and to provide information on at least one Sasser client \nbefore Brown’s last day at BluSky Restoration.  (Am. Compl. ¶ 84.) \n30. Brown signed a new offer letter with Sasser on 5 November 2021 , an act \nPlaintiffs allege was “to make it appear as though Brown had not actually accepted \nemployment with Sasser months before[ .]”  (Am. Compl. ¶  85; see Answer ¶  85.)  \n \n1 Mike Erekson’s role at BluSky Restoration is not alleged in the pleadings.  (See Am. Compl.; \nAnswer.) \nPlaintiffs allege, in some detail, efforts Sasser and Brown purportedly used to conceal \n“their plans and Brown’s hiring[.]”  (See Am. Compl. ¶¶ 87–89; Answer ¶¶ 87–88.) \n31. Brown’s last day at  BluSky Restoration was  19 November 2021.  (Am. \nCompl. ¶¶ 92, 112.) \nD. Brown’s Last Day with BluSky Restoration  and After His Start at \nSasser \n \n32. Prior to leaving  BluSky Restoration , Brown  allegedly (1) deleted text \nmessages with Figueroa on his BluSky Restoration issued phone, (Am. Compl. ¶ 90); \n(2) tampered with metadata on, and deleted files from, his company computer, (Am. \nCompl. ¶ ¶ 90, 132 ); and (3) downloaded or otherwise copied files from the laptop \nissued to him by Plaintiffs onto USB storage devices, (Am. Compl. ¶¶  130–31, 143).  \nPlaintiffs also allege that Brown made “a mobile backup ” of his BluSky Restoration \ncomputer on 25 October 2021, (Am. Compl. ¶ 123), and that he transferred everything \nfrom his company phone to a personal cellphone, (Am. Compl. ¶¶ 124, 126). \n33. The documents Brown accessed, downloaded, and transferred were \nallegedly “documents that he believed would be helpful to Sasser in competing \nagainst BluSky[.]”  (Am. Compl. ¶  134.)  Plaintiffs allege that, during his final days \nof work, “Brown was engaged in mining BluSky’s computers for sensitive financial \ndata for the purpose of downloading the documents to one or more external hard \ndrives and USB devices[.]”  (Am. Compl. ¶ 142.) \n34. On his last day  at BluSky  Restoration, Brown signed a Termination \nCertification, acknowledging his resignation from BluSky Restoration and certifying \nthat he had returned all confidential information, trade secrets, copi es of that \ninformation, and any documents which evidence, refer, or relate to confidential or \ntrade secret information.  (Am. Compl. ¶ 135.)  Plaintiffs allege these representations  \nwere false because Brown  misappropriated BluSky Restoration ’s documents and \ninformation prior to turning in company devices.  (Am. Compl. ¶¶ 136–38.) \n35. Prior to and following his last day, Brown and BluSky Restoration \ndiscussed the possibility of him  continuing part -time employment.   ( See Am. \nCompl. ¶¶ 157–73.)  Plaintiffs allege that, in order “to have an orderly transition ,” \nthey negotiated with Brown to allow BluSky Restoration “ time to find adequate \nreplacement license holders and qualifying agents  [to succeed Brown ], where \nnecessary, without experiencing a lapse in licensure.”  (Am. Compl. ¶ 159.) \n36. Plaintiffs sent Brown a proposed part -time employment agreement on \n16 November 2021.  (Am. Compl. ¶  160.)  Plaintiffs offered Brown continuing part-\ntime work with the companies until they successfully transferred or assigned all \nlicenses Brown held and used in his employment for BluSky Restoration, and until \nany litigation in which Brown was assisting had concluded.  (Am. Compl. ¶  161.)  \nPlaintiffs allege that Brown forwarded the proposal to Sasser and Figueroa the same \nday.  (Am. Compl. ¶¶ 164–65.) \n37. Plaintiffs allege that they believed Brown was negotiating in good faith, but \nthat Sasser instructed Brown not to sign  the proposed part -time employment \nagreement or to otherwise enter into an agreement with Plaintiffs.  ( See Am. \nCompl. ¶¶ 168, 171 , 173.)  Plaintiffs allege that Brown ultimately declined the \nproposal for continued part -time employment with BluSky Restoration.  (Am. \nCompl. ¶ 172.) \n38. Brown’s f irst day at Sasser was on or about 6 December 2021.  (Am. \nCompl. ¶ 92; Answer ¶  92.)  Brown became Sasser’s  COO, a position that required  \nBrown to engage in “substantially the same type of restoration work” that  was \nrequired of him in his  role at BluSky Restoration.  (Am. Compl. ¶ ¶ 99–100; Answer \n¶ 99.) \n39. Plaintiffs allege that a fter Brown began work at Sasser  he “opened and \naccessed” Plaintiffs’ confidential and trade secret information on his Sasser- issued \ncomputer.  (Am. Compl. ¶  146.)  Plaintiffs allege that Brown had no authority to  \nretain, access, or use that information.  (Am. Compl. ¶  149.)  Plaintiffs also allege \nthat Sasser refused to provide Brown with the equity and revenue sharing it initially \noffered him.  (See Am. Compl. ¶¶ 49, 133; Answer ¶ 133 (“Admitted that Brown did \nnot receive equity or revenue sharing in Sasser.”).) \nE. Subsequent Litigation Between Plaintiffs and Brown \n40. On 22 December 2021, BluSky Restoration initiated a lawsuit against \nBrown seeking, in relevant part, enforcement of the restrictive covenants to which it \ncontends he was bound and to hold Brown accountable for misappropriation of trade \nsecrets.  (See Am. Compl. ¶¶ 97, 101; Answer ¶ 97.)  That action is captioned BluSky \nRestoration Contractors LLC v. Brown (2021 CVS 10032; Guilford Cty.), (the “Brown \nLitigation”), and remains pending in this Court.  \n41. Plaintiffs allege that they sent Sasser a copy of the above-described lawsuit \non or about 30 December 2021.  (Am. Compl. ¶ 101.) \nIII. PROCEDURAL BACKGROUND \n42. The Court sets forth herein  only those portions of the procedural history \nrelevant to its determination of the Motion. \n43. This action was initiated on the 2 May 2023 filing of Plaintiffs’ Complaint.  \n(ECF No. 3.)  It was thereafter designated and assigned to the undersigned on \n6 June 2023.  (ECF Nos. 1–2.) \n44. On 29 June 2023, Plaintiffs filed their First Amended Complaint (the \n“Amended Complaint”) as a matter of right.  (See Am. Compl.) \n45. Plaintiffs allege eight claims for relief against Sasser, including: (1) BluSky \nRestoration’s claims for (i) tortious interference with contract  (“Count One”), (Am. \nCompl. ¶¶  174–92), (ii) tortious interference with prospective economic advantage \n(“Count Two”) , (Am. Compl. ¶¶  193–206), (iii) misappropriation of trade secrets \n(“Count Seven”) , (Am. Compl. ¶¶  286–306), and (iv) permanent injunctive relief  \n(“Count Eight”) , (Am. Compl. ¶¶  307–20); (2)  BluSky HoldCo’s claim for  tortious \ninterference with contract  (“Count Three”) , (Am. Compl. ¶¶  207–26); and \n(3) Plaintiffs’ joint claims for (i) conspiracy to breach fiduciary duty  (“Count Four”), \n(Am. Compl. ¶¶  227–33), (ii) conspiracy to commit fraudulent concealment and/or \nomission (“Count Five”), (Am. Compl. ¶¶ 234–62), and (iii) conspiracy to commit fraud \n(“Count Six”), (Am. Compl. ¶¶ 263–85). \n46. Sasser filed its Defenses and Answer to the Amended Complaint on \n31 July 2023.  (See Answer.)  These documents complete the pleadings in this matter. \n47. Sasser filed the Motion, which has been fully briefed.  On 24 May 2024, the \nCourt held a hearing on the Motion at which all parties were represented by counsel \n(the “Hearing”).  (See ECF No. 37.) \n48. Having considered the Motion , briefing, and arguments  of counsel at the \nHearing, the Motion is now ripe for resolution. \nIV. LEGAL STANDARD \n49. On a Rule 12(c) motion, “[t]he movant is held to a strict standard and must \nshow that no material issue of facts exists and that he is clearly entitled to judgment.”  \nRagsdale v. Kennedy, 286 N.C. 130, 137 (1974); see also Carpenter v. Carpenter, 189 \nN.C. App. 755, 761 (2008) .  “[T]he court cannot select some of the alleged facts as a \nbasis for granting the motion on the pleadings if other allegations, together with the \nselected facts, establish material issues of fact.”  J. F. Wilkerson Contracting Co. v. \nRowland, 29 N.C. App. 722, 725 (1976).   \n50. In deciding a Rule 12(c) motion, t he Court must read the pleadings in the \nlight most favorable to the nonmoving party, and \n[a]ll well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true and all contravening assertions in the movant’s \npleadings are taken as false.  All allegations in the nonmovant’s \npleadings, except conclusions of law, legally impo ssible facts, and \nmatters not admissible in evidence at the trial, are deemed admitted by \nthe movant for purposes of the motion. \n \nRagsdale, 286 N.C. at 137 (citations omitted). \n51. “Judgment on the pleadings is not favored by the law  . . . .”  Huss v. Huss, \n31 N.C. App. 463, 466 (1976).  The function of Rule 12(c) “is to dispose of baseless \nclaims or defenses when the formal pleadings reveal their lack of merit.”  Ragsdale, \n286 N.C. at 137.  “[J]udgment on the pleadings is not appropriate merely because the \nclaimant’s case is weak and he is unlikely to prevail on the merits.”  Huss, 31 N.C. \nApp. at 469.  Rather, it “is allowable only where the pleading of the opposite party is \nso fatally deficient in substance as to present no material issue of fact  . . . .”  George \nShinn Sports, Inc. v. Bahakel Sports, Inc., 99 N.C. App. 481, 486 (1990). \nV. ANALYSIS \n52. Through the filing of the  Motion, Sasser seeks dismissal of all Plaintiffs’ \nclaims except for Count Seven, misappropriation of trade secrets.  ( See Mot.)  The \nCourt addresses the claims in order beginning with the tortious interference claims, \nturning next to the conspiracy claims, and concluding with Plaintiffs’ claim for \npermanent injunctive relief. \n53. As part of the Motion, Sasser requests that the Court take judicial notice of \n(1) all documents filed in the Brown Litigation, and (2) two of the contracts referenced \nin the Amended Complaint.  (Mot. 3–4.) \n54. The Court’s consideration of a contract which is the subject matter of an \naction does not expand the scope of a Rule 12 hearing.  Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 60 (2001) (citations omitted).  Consideration of the contracts does \nnot convert a motion for judgment on the pleadings into one for summary judgment.  \nBank of Am., N.A. v. Rice, 244 N.C. App. 358, 370 (2015).  \n55. With these standards in mind, the Court review s and considers  the LP \nAgreement and LLC Agreement, (ECF Nos. 23.2–.3), each of which are the subject of \nPlaintiffs’ tortious interference claims and are referenced throughout the Amended \nComplaint.  “ ‘[P]laintiffs cannot complain of surprise when the trial court desires to \nfamiliarize itself with the instrument upon which the plaintiffs are suing because the \nplaintiffs have failed to reproduce or incorporate by reference the particular \ninstrument in its entire ty in the complaint.’  ”  Rice , 244 N.C. App. at 371 (quoting \nColey v. N.C. Nat. Bank, 41 N.C. App. 121, 126 (1979)).  Accordingly, the Court takes \njudicial notice of the contracts at issue. \n56. However, the Court declines to take judicial notice of all filings in the Brown \nLitigation at this juncture .  See id. at 371–72 (discussing when it is appropriate for \nthe Court to consider matters outside the pleadings without converting a motion to \ndismiss into one for summary judgment).  The Motion is  therefore DENIED to that \nextent.  \nA. Counts One, Two, and Three: The Tortious Interference Claims \n1. Counts One and Three: Tortious Interference with Contract \n57. In Count One, BluSky Restoration alleges that Brown was bound by the \nrestrictive covenants in the LP Agreement, LLC Agreement, and 2017 Agreement,  \nand that Sasser , through Figueroa,  induced Brown  to breach those restrictive \ncovenants and his contractually imposed fiduciary duties.  (See Am. Compl. ¶¶ 175, \n184–87.)  BluSky HoldCo alleges the same in Count Three, excluding only  the 2017 \nAgreement.  (See Am. Compl. ¶¶ 208–09, 218–21.)  The Court therefore addresses the \nclaims together. \n58. To state a claim for tortious interference with contract, a claimant must \nallege the following: (1) a valid contract exists between the claimant and a third \nperson; (2) the opponent knows of the contract between claimant and the third party; \n(3) the opponent intentionally induces the third person not to perform the contract \nwith claimant; (4) the opponent in doing so acts without justification; and (5) the \ninterference results in actual damage to claimant.  United Labs., Inc. v. Kuykendall, \n322 N.C. 643, 661 (1988) (citing Childress v. Abeles, 240 N.C. 667, 674 (1954)).   This \nCourt has stated that “ ‘[t]he pleading standards for a tortious interference with \ncontract claim are strict.’ ”  Charah, LLC v. Sequoia Servs., LLC, 2020 NCBC LEXIS \n52, at *13 (N.C. Super. Ct. Apr. 17, 2020) (quoting Kerry Bodenhamer Farms, LLC v. \nNature’s Pearl Corp., 2017 NCBC LEXIS 27, at *16 (N.C. Super. Ct. Mar. 27, 2017)). \n59. Sasser argues that Counts One and Three fail because it “acted with \nlegitimate business justifications” and Plaintiffs failed to allege that Sasser’s sole \nmotivation was legal malice .  (Mot. 2; Br. Supp. Mot. 2, 8 –12, ECF No.  24 [“Br. \nSupp.”].)  Sasser also contends that Plaintiffs failed to allege that Sasser knew about \nthe restrictive covenants at issue.  (Br. Supp. 11–12.) \n60. As to whether the interference was justified,  Plaintiffs argue that Sasser \ndenies that it is a competitor, making whether Sasser acted with legitimate business \njustification a disputed fact improper for resolution at this juncture .  (Br. Opp’n \nMot. 2–3, ECF No. 31 [“Br. Opp.”].)   Plaintiffs continue that, even if Sasser and \nPlaintiffs are considered competitors for purposes of the Motion, Sasser does not have \nan “unfettered license to interfere merely because it is a competitor.”  (Br. Opp.  3 \n(referencing without citation Peoples Sec. Life Ins. Co. v. Hooks, 322 N.C. 216 (1988).) \n61. “Claims for tortious interference with contract and prospective economic \nadvantage are properly dismissed under Rule 12(c) where the complaint shows that \nthe interference was justified or privileged.”  K&M Collision, LLC v. N.C. Farm \nBureau Mut. Ins. Co., 2017 NCBC LEXIS 109, at *20 (N.C. Super. Ct. Nov. 21, 2017) \n(citing Hooks, 322 N.C. at 220).  That said,  \nthere are a number of cases from this Court in which the Court has \ndeclined to dismiss a tortious interference claim notwithstanding the \nfact that defendant arguably had a legitimate business interest in \nplaintiff’s contract with a third party where there was a question as to \nwhether defendant’s actions were related to defendant’s legitimate \ninterest or were done to harm the plaintiff. \n \nId. at *22 (citations omitted). \n62. Here, the Court’s review of the pleadings  confirms Plaintiffs’ assertion  \nregarding Sasser’s repeated denial s that it is Plaintiffs’  competitor.  ( Compare Am. \nCompl. ¶¶ 1, 15–16, 25, 74, 84, 107, 189, 205, with Answer ¶¶ 1, 15–16, 25, 74, 84, \n107, 189, 205.)  Nevertheless, the Court considers the companies to be competitors as \nalleged by Plaintiffs, given the standard it must employ on a Rule 12(c) motion.  Thus, \nthe Court nex t considers  whether Sasser’s alleged interference was justified or \nexcused because it acted with a legitimate business justification.  ( See Br. Supp. 8–\n10.)  Plaintiffs direct the Court to Lunsford v. Viaone Servs., LLC, 2020 NCBC LEXIS \n111 (N.C. Super. Ct. Sept. 28, 2020), which the Court finds instructive.  (Br. Opp. 4.) \n63. In Lunsford, the plaintiff alleged that the defendant, its competitor, knew \nabout the contract at issue but solicited the customers anyway, while also attempting \nto conceal that action.  2020 NCBC LEXIS 111, at *15.  The plaintiff alleged that the \ndefendant attempted to undermine the plaintiff’s business by taking documents and \nbusiness information and poaching both employees and customers.  Id.   The Court \npermitted the tortious interference with contract claim to proceed past the motion to \ndismiss stage because these allegations, when taken as true, adequately alleged that \ndefendant acted without justification.  Id. \n64. Plaintiffs’ allegations in this case are markedly similar .  Plaintiffs allege \nthat Sasser knew about the three contracts at issue, and Sasser admits that it \nreceived a copy of the LP Agreement.  (Am. Compl. ¶¶ 41–43, 179–82, 214–16; Answer \n¶¶ 33, 41, 43 .)  Following its receipt of the LP Agreement in May 2021, Sasser  \nrecruited Brown and Miller.  (Am. Compl. ¶¶ 44, 109–10.)  Plaintiffs allege that this \nactivity went beyond normal competition because Sasser: (1)  offered Brown an \n“artificially high compensatio n package,” (Am. Compl. ¶ ¶ 44–46); (2) began a \nsecretive effort to keep Plaintiffs “in the dark” about Brown’s acceptance of \nemployment with Sasser, (Am. Compl. ¶¶  55–58); (3) concealed its conduct and \nBrown’s plan to work for it, asking “Brown to gather information about which BluSky \nRestoration employees Brown believed he and Sasser could persuade to leave their \nemployment,” (Am. Compl. ¶ 105; see also Am. Compl. ¶ 117 (“Sasser used non-public \ninformation that Brown was uniquely positioned to have because of his employment \nwith BluSky Restoration to induce at least one BluSky employee other than Brown \nto move.  Sasser did so knowing that Brown’s actions were unlawful  . . . .”)); and \n(4) otherwise acted with the intent to harm and disadvantage Plaintiffs, (Am. Compl. \n¶¶ 56, 110, 189, 205). \n65. Reading these allegations in the light most favorable to Plaintiffs , there is \nat least a question this stage as to whether Sasser’s  actions were related to its \nlegitimate interest  in competition  or were done to harm Plaintiffs.  See K&M \nCollision, 2017 NCBC LEXIS 109, at *2 2.  The Court  cannot conclude  that the \nAmended Complaint admits facts that would justify a dismissal of Counts One and \nThree at this stage.  Therefore, the Court DENIES the Motion as to Count One and \nCount Three for tortious interference with contract. \n2. Count Two: Tortious Interference with Prospective \nEconomic Advantage \n \n66. BluSky Restoration alleges that Sasser, through Figueroa as its COO, \ninstructed Brown not to sign the proposed part -time employment agreement with \nBluSky Restoration.  (Am. Compl. ¶¶  195–98.)  BluSky Restoration further alleges, \non information and belief, that Brown did not enter into the proposed agreement \nbecause of that instruction.  (Am. Compl. ¶¶  201–02.)  Plaintiffs allege that Sasser \ndid so “in a deliberate effort to impair, if not prevent, BluSky from performing \nregulated work without BluSky having adequate time to find replacement license \nholders and qualifiers and to delay and impede BluSky from transitioning licenses \nfor its operations.”  (Am. Compl. ¶ 204.) \n67. Sasser argues, in relevant part, that Count Two fails because BluSky \nRestoration has not alleged that Sasser was the “but-for” cause of Brown deciding not \nto sign the part-time employment agreement, and because BluSky Restoration failed \nto adequately allege that it was damaged by Sasser’s interference.2  (Mot. 2–3; see Br. \nSupp. 2–3, 13–14.)  In response, Plaintiffs contend that BluSky Restoration is not \nrequired to allege that Sasser was the but -for cause  of its harm  and that it has \nadequately alleged at least nominal damages.  (Br. Opp. 11–12.) \n68. “[A] fundamental element of a claim for tortious interference with \nprospective economic advantage is that ‘ a contract would have resulted but for \ndefendant’s malicious intervention. ’ ”  AYM Techs., LLC. v. Rodgers, 2018 NCBC \nLEXIS 14, at *51 (N.C. Super. Ct. Feb. 9, 2018) (quoting Beverage Sys. of the \nCarolinas, LLC v. Assocs. Bev. Repair, LLC, 368 N.C. 693, 701 (2016)).  “[A] plaintiff’s \nmere expectation of a continuing business relationship is insufficient to establish \nsuch a claim.”  Beverage Sys. , 368 N .C. at 701.  And, “[c]onclusory allegations that \ntrack the elements of a tortious interference claim alone are insufficient to state a \nlegally sufficient claim for tortious interference.”  Se. Anesthesiology Consultants, \nPLLC v. Rose, 2019 NCBC LEXIS 52, at *33 (N.C. Super. Ct. Aug. 20, 2019) (cleaned \nup). \n69. Here, BluSky Restoration alleges, “[o]n information and belief, [that] but \nfor Sasser’s interference, including its instructions on November  16, 2021 and \nNovember 22, 2021, BluSky [Restoration] and Brown would have entered into the \nProposed Agreement for Brown to continue limited employment with BluSky \n \n2 The Court notes that nominal damages will suffice.  See rFactr, Inc. v. McDowell , 2023 \nNCBC LEXIS 18, at *16 (N.C. Super. Ct. Jan. 27, 2023) (“North Carolina law recognizes that \nnominal damages may be awarded on tortious interference claims.”). \n[Restoration] for purposes of transitioning the licenses.”  (Am. Compl. ¶ 203.)  These \nallegations are sufficient to state a claim. \n70. In Building Center, Inc. v. Carter Lumber, Inc., the Court determined that \nalleging that plaintiff “ reasonably expected  that, but for Defendants’ conduct, its \nbusiness relationships with its customers would have continued and grown[ ,]” was \ninsufficient at the Rule 12 stage  to allege that a contract would have ensued .  2016 \nNCBC LEXIS 79, at *29 (N.C. Super. Ct. Oct. 21, 2016) (cleaned up) (emphasis \nadded).  The Court dismissed the claim because an expectation of a continued \nrelationship was not sufficient to plead that a contract would have resulted but for \ndefendant’s malicious intervention.  Id.  \n71. But h ere, viewing the pleadings in the light most favorable to the \nnonmovants, BluSky Restoration alleges more than a  mere expectation.  It has \nsufficiently identified the contract at issue and alleges that Sasser’s conduct was the \nbut-for cause of Brown declining to enter into the proposed part -time employment \nagreement.3  At this stage, the Court determines that BluSky Restoration’s pleading \nin Count Two is minimally sufficient. \n \n3 While BluSky Restoration’s pleading of this claim is less than ideal given that causation is \nalleged “on information and belief,” the Court is mindful that “[o]ur courts have rejected the \nnotion that allegations made ‘upon information and belief’ are insufficient to state a claim \nwhen challenged under Rule  12(b)(6).”  Husqvarna Pro. Prods., Inc. v. Robin Autopilot \nHoldings, LLC, 2023 NCBC LEXIS 172, at **11–12 (N.C. Super. Ct. Dec. 22, 2023); see also \nGovernor’s Club Inc. v. Governors Club Ltd. P’ship, 152 N.C. App. 240, 247– 48 (2002) \n(considering allegations of a fiduciary duty made on information and belief and determining \nthat the breach of fiduciary duty claim was sufficiently pled to survive a motion for judgment \non the pleadings).  \n72. Therefore, the Court  DENIES the Motion as to Count Two  for tortious \ninterference with prospective economic advantage. \nB. Counts Four, Five, and Six: The Conspiracy Claims \n73. Sasser argues that Plaintiffs’ Counts Four, Five, and Six fail because \n“Plaintiffs allege no underlying tort claims for breach of fiduciary duty, fraudulent \nconcealment, or fraud against Sasser or Brown ,” either in this case or  in the Brown \nLitigation.  (Mot. 3; Br. Supp. 3 , 18–20.)  Plaintiffs take the position that pleading \npredicate torts as standalone claims is not required.  (Br. Opp. 1, 16.)  Thus, the issue \npresented is whether Plaintiffs were required to plead standalone claims for breach \nof fiduciary duty, fraudulent concealment, and fraud against Sasser and/or Brown for \nthe conspiracy claims to survive the Motion. \n74. Civil conspiracy requires “(1) an agreement between two or more \nindividuals; (2) to do an unlawful act or to do a lawful act in an unlawful way; \n(3) resulting in injury to plaintiff inflicted by one or more of the conspirators; and \n(4) pursuant to a common scheme.”  Strickland v. Hedrick, 194 N.C. App. 1, 19 (2008) \n(quotation omitted).   It is well established that t here “is no independent cause of \naction for civil conspiracy.  Only where there is an underlying claim for unlawful \nconduct can a plaintiff state a claim for civil conspiracy by also alleging the agreement \nof two or more parties to carry out the conduct and injury resulting from that \nagreement.”  Toomer v. Garrett , 155 N.C. App. 462, 483 (2002) (citations omitted).   \nPut differently, civil conspiracy “requires a separate, underlying tort.”   New \nRestoration & Recovery Servs., LLC v. Dragonfly Pond Works, LLC , 2023 NCBC \nLEXIS 80, at **23 (N.C. Super. Ct. June 15, 2023).  This is “[b]ecause conspiracy is a \nmode of liability rather than a cause of action,” and as a result, “it is derivative of the \nother claims against a party, and if the other claims fail, so does the conspiracy claim.”  \nFox v. Fox, 283 N.C. App. 336, 347 (2022).  \n75. In sum, “[c]ivil conspiracy is a dependent claim.”  BDM Invs. v. Lenhil, Inc., \n264 N.C. App. 282, 300 (2019) (citing Toomer, 155 N.C. App. at 483). \n76. However, our State’s caselaw also provides that “[i]n order to maintain a \ncivil conspiracy claim, the underlying unlawful conduct need not be separately stated; \nthis Court reviews all sections of a complaint as to allegations to support such a \nclaim.”  BDM Invs. , 264 N.C. App. at 300.  T his is not , however,  a widely cited  \nproposition.  See Bradshaw v. Maiden, 2022 N.C. App. LEXIS 950, at **64–65 (2022) \n(Murphy, J. dissenting) (unpublished) (citing this proposition only in the dissenting \nopinion). \n77. Rather, the bulk of our caselaw appears to deal with conspiracy claims that \nrely on a separately stated claim for wrongful conduct.  For instance, Plaintiffs might \nallege fraud by Figueroa as an agent of Sasser and then allege conspiracy to commit \nfraud against Sasser for Figueroa’s wrongful conduct , if there w as an agreement \nbetween Figueroa and Brown to commit the wrongful act of fraud.  As further support \nfor Defendant’s interpretation, this Court recently held that “to the extent Plaintiff \nattempts a conspiracy claim based on fraud, it must be dismissed because no fraud \nclaim has yet been pled.”  Hartsell v. Mindpath Care Ctrs., 2022 NCBC LEXIS 27, at \n*16 (N.C. Super. Ct. Apr. 8, 2022) (emphasis added).   \n78. Further, it has long been the practice of this Court and our State’s higher \ncourts to dismiss conspiracy claims where the claim for underlying wrongful conduct \nis dismissed, suggesting that where there is no standalone tort claim to accompany \nthe conspiracy claim, the conspiracy claim must fail.  See, e.g., Krawiec v. Manly, 370 \nN.C. 602, 615 (2018) (affirming the trial court’s dismissal of the conspiracy “claim” \nbecause plaintiffs did not plead any wrongful acts done in furtherance of the \nconspiracy because they failed to plead a successful underlying claim); Fox, 283 N.C. \nApp. at 347 (determining that the trial court did not err in dismissing the conspiracy \nclaim because the underlying claims against that defendant failed and were therefore \ndismissed); USA Trouser, S.A. de C.V. v. Williams, 258 N.C. App. 192, 201 (2018) (“A \ncivil conspiracy claim must  be based on an adequately pled underlying claim.”  \n(emphasis added)); Rockingham Cty. v. NTE Energy, LLC, 2024 NCBC LEXIS 55, at \n**23–24 (N.C. Super. Ct. Apr. 15, 2024) (stating that “civil conspiracy must be alleged \nin conjunction with an underlying claim for unlawful conduct” and the complaint was \ndevoid of allegations beyond conclusory assertions of wrongdoing); Worley v. Moore, \n2017 NCBC LEXIS 15, at *78 (N.C. Super. Ct. Feb. 28, 2017) (dismissing civil \nconspiracy claim because allegation that defendants “agreed, colluded and conspired \namong themselves .  . . to defraud Plaintiffs, which scheme or artifice included \nfraudulent inducement, constructive fraud, and common law fraud” was merely a \nlegal conclusion); Barefoot v. Barefoot, 2022 NCBC LEXIS 8, at *34 (N.C. Super. Ct. \nFeb. 2, 2022) (“Because the Court has determined that all of [the] underlying claims \nmust be dismissed, those claims cannot provide a basis for [the] civil conspiracy \nclaim.”); but see, e.g., New Restoration, 2023 NCBC LEXIS 80, at **23 (where the \nmisappropriation of trade secrets claim survived dismissal, the Court permitted the \ncivil conspiracy claim to go forward as well). \n79. Here, Plaintiffs allege three standalone claims for conspiracy against \nSasser.  Plaintiffs have not pled standalone claims for breach of fiduciary duty against \nBrown, who the Court notes is not a party here; fraudulent concealment or omission \nagainst Brown and/or Sasser; or fraud against Brown and/or Sasser.  As described in \nthis section, conspiracy is not an independent cause of action and will fail when not \nsupported by a n adequately pled standalone tort claim  against a party.  Therefore, \nthe Court hereby GRANTS in part the Motion and DISMISSES Counts Four, Five, \nand Six for conspiracy without prejudice.\n4  \nC. Count Eight: Injunctive Relief \n80. Plaintiffs’ Count Eight requests  permanent injunctive relief enjoining \nSasser from (1) any future misappropriation of Plaintiffs’ trade secrets,  and \n(2) engaging in or encouraging Brown  to violate the restrictive covenants at issue.  \n(See Am. Compl. ¶¶ 311–12, 317.) \n81. Injunctive relief “is an ancillary remedy, not an independent cause of \naction.”  Revelle v. Chamblee, 168 N.C. App. 227, 230 (2005).  It is well-settled that \n“injunctive relief is not a standalone  claim[.]”  Window World of St. Louis, Inc. v. \n \n4 Notwithstanding the Court’s conclusions that this claim should be dismissed, “[t]he decision \nto dismiss an action with or without prejudice is in the discretion of the trial court[ .]”  First \nFed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013).   The Court concludes, in the exercise \nof its discretion, that dismissal of Plaintiffs’ Counts Four, Five, and Six  should be without \nprejudice to Plaintiffs’ right to attempt to reassert such claims through proper allegations by \nway of a motion to amend. \nWindow World of Bloomington, Inc., 2021 NCBC LEXIS 88, at **15 (N.C. Super. Ct. \nOct. 6, 2021). \n82. The Court therefore GRANTS the Motion as to Count Eight for permanent \ninjunctive relief, and it is hereby DISMISSED without prejudice to Plaintiffs’ right \nto seek appropriate injunctive relief later.  Lendingtree, LLC v. Intercontinental \nCapital Grp., Inc. , 2017 NCBC LEXIS 54, at **16 –17 (N.C. Super. Ct. June 23, \n2017) (granting defendants’ motion to dismiss and construing the claim as a request \nto file an appropriate motion during the litigation). \nVI. CONCLUSION \n83. THEREFORE, for the foregoing reasons, the Court hereby  GRANTS in \npart and DENIES in part the Motion as follows:  \na. The Motion is GRANTED as to Counts Four, Five, Six, and Eight  \nand those claims are hereby DISMISSED without prejudice; and \nb. The Motion is otherwise DENIED. \n \nIT IS SO ORDERED, this the 9th day of August, 2024. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}