{
  "id": "5324d4e92bde5067add291206eca89c4e504e31a9419deaec585453894569cfb",
  "source_file": "data/raw/ncbc/5324d4e92bde5067add291206eca89c4e504e31a9419deaec585453894569cfb.pdf",
  "raw_text": "Curtis v. Barnet, 2011 NCBC 24. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG 10 CVS 21196 \nKEVIN CURTIS, Derivatively and on \nBehalf of Nominal Defendant DUKE \nENERGY CORPORATION, \nPlaintiff, \nv. \nWILLIAM BARNET, III, G. ALEX \nBERNHARDT, SR., MICHAEL G. \nBROWNING, ANN MAYNARD GRAY, \nJAMES H. HANCE, JR., JAMES T. \nRHODES, and JAMES E. ROGERS,  \nDefendants, \nand \nDUKE ENERGY CORPORATION, \nNominal Defendant. \n \nORDER & OPINION \n \nJackson & McGee, LLP by Gary W. Jackson and Barroway Topaz Kessler \nMeltzer & Check, LLP by Eric Zagar for Plaintiff Kevin Curtis. \n \nMcGuireWoods LLP by Douglas W. Ey, Jr. and Sidley Austin LLC by Steven \nM. Bierman, Dorothy J. Spenner, and Jackie A. Lu for Defendants. \n \nMurphy, Judge. \n \n{1} THIS MATTER is before the Court upon Defendants’ Motion to \nDismiss Plaintiff’s Shareholder Derivative Complaint.  Defendants allege that \nPlaintiff’s Complaint should be dismissed because: (1) it is time barred under the \napplicable statute of limitations; (2) it fails to state a claim upon which relief can be \ngranted; and (3) Plaintiff’s failure to make a pre-suit demand is not excused.   \n{2} The Court decides the Motion without a hearing pursuant to Rule 15.4 \nof the General Rules of Practice and Procedure for the North Carolina Business \nCourt.   \n{3} After considering the Complaint, the Motion, and the briefs and \nsubmissions of the parties, the Court GRANTS Defendants’ Motion to Dismiss \nPlaintiff’s Shareholder Derivative Complaint, in its entirety. \nI. \nPROCEDURAL HISTORY \n {4} On October 14, 2010, Plaintiff Kevin Curtis filed a Shareholder \nDerivative Complaint on behalf of Nominal Defendant Duke Energy Corporation \n(“Duke Energy”) against certain individual members of Duke Energy’s Board of \nDirectors (“Defendants”). \n{5} This matter was transferred to the North Carolina Business Court as a \nmandatory complex business case on January 5, 2011, and subsequently assigned to \nme on January 7, 2011.   \n{6} On February 14, 2011, Defendants jo intly filed their Motion to Dismiss \nwith supporting brief alleging and contending that Plaintiff’s Complaint should be \ndismissed because: (1) it is time barred under the applicable statute of limitations; \n(2) it fails to state a claim upon which relief can be granted; and (3) Plaintiff’s \nfailure to make a pre-suit demand is not excused.   \n{7} Plaintiff filed his responsive brief in opposition to Defendants’ Motion \nto Dismiss on March 31, 2011, to which Defendants filed their reply on April 20, \n2011.   \nII. \nFACTS \n {8} Prior to September 2006, Crescent  Resources, LLC (“Crescent”) was a \nwholly owned subsidiary of Duke Energy.  Compl. ¶ 19. \n {9} In September 2006, Duke Energy’ s Board of Directors approved a \nseries of transactions, hereinafter collectively referred to as the “Crescent \nTransaction.”   \n{10} The Crescent Transaction involved Crescent borrowing approximately \n$1.225 billion from third-party lenders, which the Defendants knew was more debt \nthan Crescent could reasonably service.   \n{11} Crescent then transferred $1.187 billion of the loan proceeds to Duke \nEnergy.   \n {12} In addition to the $1.225 billion borrowed from third-party lenders, the \nCrescent Transaction also required Crescent to assume $215 million of Duke \nEnergy’s guaranty liabilities.  Compl. ¶ 21. \n{13} Plaintiff contends that the Crescent Transaction ultimately forced \nCrescent into insolvency and, as a consequence, a committee of Crescent’s creditors \nfiled a lawsuit against Duke Energy and certain of its employees to recover the \n$1.187 billion that was fraudulently transferred to Duke Energy.   \n{14} Plaintiff further contends that by approving the Crescent Transaction, \nthe Defendants breached their fiduciary duties of loyalty and good faith, resulting \nin damages to Duke Energy.   \n {15} Duke Energy’s Form 10-Q filed with the Securities and Exchange \nCommission (“SEC”) on November 9, 2006, described the Crescent Transaction, in \npart, as follows: \nOn September 7, 2006, an indirect wholly owned subsidiary of \nDuke Energy closed an agreement to create a joint venture of \nCrescent (the Crescent JV) with Morgan Stanley Real Estate \nFund V U.S., L.P. (collectively the “MS Members”).  The joint \nventure, Crescent, and Crescent’s subsidiaries entered into a \ncredit agreement with third party lenders under which Crescent \nborrowed approximately $1.23 billion, of which approximately \n$1.19 billion was immediately distributed to Duke Energy.  \nImmediately following the debt transaction, the MS Members \ncollectively acquired 49% membership interest in the Crescent \nJV from Duke Energy for a purchase price of approximately \n$415 million.  The MS Members 49% interest reflects a 2% \ninterest in the Crescent JV issued by the joint venture to the \nPresident and Chief Executive Officer of Crescent.  Accordingly, \nDuke Energy has an effective 50% ownership in the equity of the \nCrescent JV for financial reporting purposes. Compl. ¶ 20. \n \n {16} Defendants allegedly valued Cres cent at more than $1.7 billion despite \nindications on both Crescent’s and Duke Energy’s books that Crescent’s principal \nassets were valued at only $1.2 billion.  Compl. ¶ 25. \n {17} By the beginning of 2007, a few months after the Crescent Transaction \nclosed, Crescent was already having trouble generating sufficient earnings to \nservice its debt.  Compl. ¶ 27. \n {18} By the second quarter of 2007, Cr escent fell so far below its required \nearnings coverage ratio that the lenders imposed a “cash trap,” requiring Crescent \nand its subsidiaries to pledge their deposit accounts to the lenders.  By the third \nquarter of 2007, Crescent and its subsidiaries were forced to grant liens on their \nreal estate properties to their lenders.  Compl. ¶¶ 27-28. \n {19} In June 2009, Crescent filed for bankruptcy in the United States \nBankruptcy Court for the Western District of Texas (“Bankruptcy Court”), and in \nMay 2010, the Bankruptcy Court confirmed Crescent’s plan of reorganization, which \nestablished the Crescent Resources Litigation Trust (“Litigation Trust”) to pursue \nclaims against Duke Energy for fraudulent transfer in connection with the Crescent \nTransaction.  Compl. ¶ 30. \n{20} In his complaint, Plaintiff conten ds that, in breach of their fiduciary \nduties of loyalty and good faith, Defendants knew that: \na.  Crescent received nothing of value in exchange for the \ntransfer to Duke Energy of the $1.187 billion of loan \nproceeds; \nb.  Crescent had insufficient assets  and earnings to service the debt \nthey forced Crescent to incur, and thus Crescent would be \nrendered insolvent as a result of the Crescent Transaction; and \nc.  the sole purpose of the Cresce nt Transaction was to funnel cash \nto Duke Energy at the expense of Crescent and its creditors.  \n \nCompl. ¶¶ 32-33. \n \n \n \n \nIII.  \nARGUMENT \nA. \nLEGAL STANDARD \n {21} Pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure, a claim should be dismissed if: (1) no law exists to support the claim; (2) \nsufficient facts to make out a valid claim are absent; or (3) facts are disclosed that \nwill necessarily defeat the claim.  \nSee Perry v. Carolina Builders Corp., 128 N.C. \nApp. 143, 146, 493 S.E.2d 814, 816 (1997). \n{22} In ruling on a 12(b)(6) motion to dismiss, the Court must accept all \nwell pleaded factual allegations as true, but the Court does not have to accept as \ntrue legal conclusions, unwarranted deductions of fact, or unreasonable inferences. \nSee Strickland v. Hedrick, 194 N.C. App. 1, 20, 669 S.E.2d 61, 73 (2008).   \n{23} “A statute of limitations defense may properly be asserted in a N.C.R. \nCiv. P. 12(b)(6) motion to dismiss if it appears on the face of the complaint that such \na statute bars the claim.”  Horton v. Carolina Medicorp, 344 N.C. 133, 136, 472 \nS.E.2d 778, 780 (1996) (internal quotation omitted).  Once the defendant raises a \nstatute of limitations defense, the burden of showing that the action was timely \nfiled is on the plaintiff, who must show that the relevant statute of limitations has \nnot expired.  Id.; see also Shepard v. Ocwen Fed. Bank, FSB, 172 N.C. App. 475, \n478, 617 S.E.2d 61, 63 (2005); Ventriglia v. Deese, 194 N.C. App. 344, 350-51, 669 \nS.E.2d 817, 821 (2008). \nB.  \nANALYSIS \n1. \nSTATUTE OF LIMITATIONS \n {24} Pursuant to Section 55-7-47 of the North Carolina General Statutes 1, \nPlaintiff contends that “the laws of the jurisdiction of incorporation” (in this case, \nDelaware) govern the statute of limitations relating to this matter.  N.C. Gen. Stat. \n§ 55-7-47 (2011).  \n{25} The Court agrees with Plaintiff and concludes that because Duke \nEnergy is a Delaware corporation (Compl. ¶ 8), Delaware law governs this matter.  \n{26} “A three-year statute of limitat ions applies in Delaware to claims \narising from a promise, including claims for breach of fiduciary duty and fraud.” \nDel. Code Ann. tit. 10, § 8106(a)(2011); Sunrise Ventures, LLC v. Rehoboth Canal \nVentures, LLC, No. 4119-VCS, 2010 Del. Ch. LEXIS 22, *24 (Del. Ch. Jan. 27, 2010) \n(internal quotations omitted).   \n{27} “Under Delaware law, a plaintif f's cause of action accrues at the \nmoment of the wrongful act – not when the harmful effects of the act are felt – even \nif the plaintiff is unaware of the wrong.”  In re Coca-Cola Enters., Inc. S'holders \nLitig., No. 1927-CC, 2007 Del. Ch. LEXIS 147, *18 (Del. Ch. Oct. 17, 2007).   \n                                                 \n1 Section 55-7-47 of the North Carolina General Statutes provides that “[i]n any derivative \nproceeding in the right of a foreign corporation, the matters covered by this Part shall be \ngoverned by the laws of the jurisdiction of incorporation of the foreign corporation . . . .”  \nN.C. Gen. Stat. § 55-7-47 (2011).  The North Carolina legislature has defined a “foreign \ncorporation” as “a corporation for profit incorporated under a law other than the law of this \nState.” N.C. Gen. Stat. § 55-1-40(10) (2011). \n{28} However, [w]hen a complaint assert s a claim that is on its face barred \nby the statute of limitations, the plaintiffs bear the burden of pleading specific facts \ndemonstrating that the statute was tolled.  Id. at *24.   \n{29} “Equitable tolling will toll the statute of limitations for claims of \nwrongful self-dealing . . . where a plaintiff reasonably relies on the competence and \ngood faith of a fiduciary.”  Id.  Equitable tolling or any other theory, however, \ncannot toll the statute of limitations “beyond the point at which the plaintiff had \nactual knowledge or should have been aware of the facts giving rise to the wrong.” \nId. at *25. \n{30}  In the case at bar, the Court concludes that Plaintiff’s claims for \nbreach of fiduciary duty, as asserted in the Complaint, are subject to Delaware’s \nthree-year statute of limitations that “accrue[d] at the moment of the wrongful act, \neven if plaintiff is unaware of the wrong.”  In re Coca-Cola, 2007 Del. Ch. LEXIS \n147, * 18 (internal quotations omitted).  Therefore, the time at which the harmful \neffects were felt is irrelevant. Id.   \n{31} The “wrongful act” from which Plai ntiff’s claim arises was the Board’s \napproval of the Crescent Transaction on September 7, 2006.  Compl. ¶¶ 3, 20.  \nPlaintiff filed his Verified Complaint on October 14, 2010, more than four years \nafter the alleged wrongful act.   \n{32} Plaintiff contends that, under De laware law, the statute of limitations \nis subject to the “time of discovery” rule, and cites Morton v. Sky Nails, 884 A.2d \n480 (Del. 2005) in support of their position.  Morton provides that “under the time of \ndiscovery rule, the statute of limitations does not begin to run until a party knows \nor has reason to know that he/she has been injured.”  Morton, 884 A.2d at 481 \n(applying the “time of discovery” rule to limitations on personal injury tort claims, \nbut not to breach of fiduciary duty claims). \n{33} Even if the Court applied the “time of discovery” rule in this case, only \n“injuries or conditions which are inherently unknowable [to a blamelessly ignorant \nplaintiff] postpone the commencement of the statute-of-limitations period until the \nvictim discovered or should have discovered the wrong.”  Hodges v. Smith, 517 A.2d \n299, 300 (1986).  Moreover, “[t]he determination of whether or not a suit is barred \nby the statute of limitations depends upon whether the condition which is the \nproduct of the alleged negligence was inherently unknowable, and, if so, when \nplaintiffs knew or should have known of the condition.”  Id. at 301. \n{34} Here, Plaintiff neither pleads spec ific facts of wrongful self-dealing, \ndemonstrating that the statute of limitations has or should be tolled, nor does \nPlaintiff establish itself as the blamelessly ignorant party that sustained an \n“inherently unknowable” injury.  \n{35} Notwithstanding the specific re ference in the Complaint to Duke \nEnergy’s November 9, 2006 public SEC filing2 that sets forth the salient terms of \nthe Crescent Transaction (Compl. ¶ 20), Plaintiff unequivocally alleges in the \nComplaint that by the beginning of 2007, and no later than the second quarter of \n                                                 \n2 The Securities and Exchange Commission (“SEC”) maintains public records such as \nregistration statements and reports filed by regulated companies that are available through \nthe public reference facilities located at SEC Headquarters and also at the SEC website, \nhttp://www.sec.gov. \n2007, Crescent was in serious financial trouble (Compl. ¶ 27).  The second quarter of \n2007, which the Court interprets to be the months of April, May and June, would be \nthe latest point at which Plaintiff either had actual knowledge or was effectively put \non notice of the circumstances giving rise to the alleged wrongful act.  Compl. ¶ 27. \n{36} Whether the Court finds that the wrongful act occurred at the \ncompletion of the Crescent Transaction in September 2006, or by the end of the \nsecond quarter of 2007, as alleged in the Complaint, the outcome remains the same. \n{37} Under Delaware law, Plaintiff’s cl aim of breach of fiduciary duty is \nsubject to a three-year statute of limitations, which began to run in September \n2006, or, at the very latest, by the end of the second quarter of 2007.  Applying \neither time frame, Plaintiff filed his Complaint more than three years after the \napplicable statute of limitations began to run.   \n{38} Further, the Complaint failed to  plead specific facts of any theory \ndemonstrating a tolling of the period of limitations.  Accordingly, the Court \nconcludes that Plaintiff did not file his Complaint in a timely manner. \n2. \nALTERNATIVE CLAIMS \n {39} Because the Court concludes that Plaintiff failed to file his Complaint \nbefore the expiration of the applicable statute of limitations, the Court need not \nconsider Defendants’ alternative claims for dismissal.   \n \n \nIV. \nCONCLUSION \n {40} The Court GRANTS Defendants’ Motion to Dismiss Plaintiff’s claims \nfor Defendants’ breaches of fiduciary duty on the grounds that Plaintiff failed to file \nhis Complaint within the applicable three-year statute of limitations pursuant to \nDelaware law. \n {41} For the reasons noted above, it is hereby  ORDERED that Plaintiff’s \nComplaint is dismissed in its entirety, with prejudice. \n \nThis 22nd day of July, 2011. \n \n "
}