{
  "id": "53267063f8b7bb1c3a88b0d2d716e9bff3d9b062710fe11d74174e3fe7ac8025",
  "source_file": "data/raw/ncbc/53267063f8b7bb1c3a88b0d2d716e9bff3d9b062710fe11d74174e3fe7ac8025.pdf",
  "raw_text": "Akzo Nobel Coatings Inc. v. Rogers, 2011 NCBC 41. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n11 CVS 3013 \n \nAKZO NOBEL COATINGS INC., \n \nPlaintiff, \n \nv. \n \nDAVID B. ROGERS, BUDDY KEITH \nTAYLOR, ROBERT A. PARKER, \nJOSEPH E. CARAVELLO, MARTIN \nR. SCHONING, ATEC COATINGS, \nLLC, and ATEC WIND ENERGY \nPRODUCTS, LLC, \n \nDefendants. \n {1}  THIS MATTER is before the Court on the Motion for Judgment on \nthe Pleadings (“Motion”) on Behalf of David B. Rogers (“Rogers”), Buddy \nKeith Taylor (“Taylor”), Robert A. Parker (“Parker”), Joseph E. Caravello \n(“Caravello”), and Martin R. Schoning (“Schoning”) (collectively, “Individual \nDefendants”), pursuant to Rule 12(c) of the North Carolina Rules of Civil \nProcedure (“Rule(s)”).   \n \nORDER ON MOTION FOR \nJUDGMENT ON THE PLEADINGS \n \nNelson Mullins Riley & Scarborough, L.L.P. by Mark A. Stafford, \nDonald R. Pocock, and Brian R. Anderson for Plaintiff. \n \nWomble Carlyle Sandridge & Rice, PLLC by Ronald R. Davis and \nBrent F. Powell for Defendants David B. Rogers, Buddy Keith Taylor, \nRobert A. Parker, Joseph E. Caravello, and Martin R. Schoning. \n  \nGale, Judge. \n \nI.  INTRODUCTION \n {2}  Plaintiff filed this action se eking injunctive and monetary relief \nagainst the Individual Defendants and two corporate defendants.  The \nIndividual Defendants are former employees of a company acquired by \nPlaintiff, some of whom continued employment with Plaintiff.   Plaintiff \nalleges they have misused confidential information and misappropriated \ntrade secrets in violation of various non-compete and non-solicitation \nagreements.  The Motion attacks all of Plaintiff’s claims except one trade \nsecrets claim against Defendant Parker.  The Motion asserts, \ninter alia, that \neach claim depends on non-competition and non-solicitation covenants which \nare overly broad and unenforceable as a matter of law.  The Motion further \nasserts that the tort claims and the unfair and deceptive practices claim must \nfail because Plaintiff should be confined to its contract remedies.  \n {3}  The Motion is GRANTED IN  PART and DENIED IN PART.  \nDisputed material facts remain on at least some of the contract claims.  \nPlaintiff should not be allowed to pursue tort claims based on the contracts at \nissue.  The unfair and deceptive practice claims against defendants other \nthan Parker should be dismissed.   \n \nII.  PROCEDURAL HISTORY \n {4}  Plaintiff filed this action in  Guilford County on January 24, 2011.  \nThe matter was designated a Complex Business Case and assigned to this \nCourt on January 27, 2011.  Plaintiff asserts seven claims: 1) breach of \ncontract based on non-compete, non-solicitation, and confidentiality \nagreements; 2) fraud, or alternatively, negligent misrepresentation (against \nonly Defendant Rogers); 3) unfair and deceptive trade practices under N.C. \nGen. Stat. §§ 75-1.1 et seq. (“Chapter 75”); 4) tortious interference with \ncontract; 5) tortious interference with prospective economic advantage; 6) \nmisappropriation of trade secrets; and 7) punitive damages.  The Complaint \nincorporates each of the Individual Defendant’s employment agreements.    \n {5}  All Defendants answered the Complaint on March 30, 2011.  The \nIndividual Defendants filed the Motion on May 26, 2011. \n {6}  The Motion has been fully brie fed, the Court heard oral argument, \nand the Motion is ripe for disposition. \n \nIII.  STATEMENT OF FACTS \n {7}  The following facts are taken from the Complaint and accepted as \ntrue for purposes of the Motion with reasonable inferences drawn in \nPlaintiff’s favor without giving effect to conclusions of law unsupported by \nfactual allegations or inferences drawn from those facts.  Branch Banking & \nTrust Co. v. Lighthouse Fin. Corp., 2005 NCBC 3 ¶ 8 (N.C. Super. Ct. July \n13, 2005), http://www.ncbusinesscourt.net/opinions/2005%20NCBC%203.htm.  \nA.  The Parties \n {8}  Plaintiff Akzo Nobel Coatings, Inc. (“Plaintiff” or “Akzo Nobel”) is a \ncompany existing under the laws of the State of Delaware doing business in \nNorth Carolina.  Plaintiff conducts business throughout the United States \nand its affiliated companies sell industrial coatings and specialty chemicals \ninternationally.\n \n {9}  Defendants ATec Coatings, LLC  (“ATec Coatings”) and ATec Wind \nEnergy Products, LLC (“ATec Wind”) (together, “ATec”) are North Carolina \nlimited liability companies.  The Individual Defendants are former employees \nof Chemcraft Holdings Corporation (“Chemcraft”) or one of its subsidiaries. \nDefendant Rogers was a Chemcraft officer and shareholder.  Chemcraft and \nits subsidiaries merged into Akzo Nobel via a stock purchase.1  With the \nexception of Rogers, each Individual Defendant continued to work for Akzo \nNobel after the merger.   \n                                                 \n1 Plaintiff alleges that Chemcraft: 1) owned a number of subsidiaries or related companies, \nincluding Chemcraft International, Inc.; Chemcraft Coatings, Technologies, LLC; Chemcraft \nSystems, LLC; Chemcraft Coatings, Inc.; and Chemcraft International Holdings, LLC \n(collectively, the “Chemcraft Related Companies”); 2) through its subsidiaries or related \ncompanies, was North America’s largest privately-owned manufacturer of industrial wood \ncoatings prior to the merger; and 3) conducted substantial domestic and international \nbusiness in the industrial wood coatings and other lines of businesses.  Akzo Nobel’s \nacquisition of Chemcraft Holdings closed on July 24, 2007.  Chemcraft Holdings merged into \nAkzo Nobel on December 31, 2007. \n {10}  Rogers, a North Carolina resident, executed a “Consulting \nAgreement” with Akzo Nobel in May 2007 in connection with the sale of his \nChemcraft stock, whereby he agreed to consult and advise Akzo Nobel on the \n“industrial wood coatings business of Chemcraft, and certain other services \nrelated thereto . . . .”  (Consulting Agreement (“Rogers Agreement”) ¶ 1) in \nexchange for $9,500,000.00 and other consideration.  (Compl. ¶ 20; Answer of \nDef. David B. Rogers ¶ 20.)   \n {11}  Defendant Taylor, a Texas resident, was the former “national \nmarketing manager for Chemcraft International specializing in European \nhigh solids wood finishes . . . .”  (Compl. ¶ 57.)   He became Director of Sales \nand Marketing for Akzo Nobel.  Prior to May 2009, he had sales and \nmanagement responsibilities across all Akzo Nobel markets in the United \nStates.  (Compl. ¶ 51.)  He received $304,000.00 from Akzo Nobel as \nconsideration for an employment agreement dated May 17, 2007.  (Compl. ¶ \n52; Answer of Def. Buddy Keith Taylor ¶ 52.)  Plaintiff refers to Taylor as a \n“founder” of ATec currently in charge of its sales and marketing.  (Compl. ¶ \n56.)  \n \n {12}  Defendant Schoning, a North Carolina resident, was Business \nDevelopment Manager for Flooring for Akzo Nobel prior to October 2009, \nbased in High Point, North Carolina.  Plaintiff asserts he played a \nsubstantial role in Akzo Nobel’s wood and vinyl flooring business across the \nUnited States, and “formulated and modified coatings and obtained, through \nhis employment with Akzo Nobel, substantial expertise in the application of \nindustrial coatings.”  (Compl. ¶ 69.)  He received $50,000.00 to execute a \n“Non-Competition and Non-Solicitation Agreement” with Chemcraft on \nOctober 18, 2007.  (Compl. ¶ 71; Answer of Def. Martin R. Schoning ¶ 71.)  \nSchoning resigned his employment with Akzo Nobel in October 2009.  \nPlaintiff refers to him as a “founder” of ATec.  (Compl. ¶ 75.) \n \n {13}  Defendants Parker, an Arizona resident, and Caravello, a Texas \nresident, are former Akzo Nobel Sales Service Representatives.  Parker \nsigned a “Confidentiality Agreement and Covenant Not to Compete” with \nChemcraft International, Inc. on August 1, 2003.  Caravello signed a \nsubstantially similar “Confidentiality Agreement and Covenant Not to \nCompete” with Chemcraft International, Inc. on Apri1 1, 2004.  Parker \nresigned his employment with Akzo Nobel in July 2009.  Caravello resigned \nin January 2010.  Plaintiff refers to both men as “founders” of ATec.  (Compl. \n¶ 66.)   \nB.  The Consulting and Employment Agreements \n1. The Rogers Consulting Agreement  \n {14}  The Rogers Agreement executed with Akzo Nobel contains, inter \nalia, a choice-of-law provision, a non-competition provision, and a non-\nsolicitation provision.  It states that the agreement “shall be governed by the \nlaws of the state of Delaware, without giving effect to any choice or conflict of \nlaws provision or rules that would cause the application of laws of any \njurisdiction other than the State of Delaware.”  (Rogers Agreement ¶ 18(a).) \n {15}  In the section titled “Non-Competition,” the Rogers Agreement \nstates that for four (4) years following termination (the “Restricted Period”), \nRogers would not  \ndirectly or indirectly (including as a creditor, guarantor, \nfinancial backer, stockholder, director, officer, consultant, \nadvisor, employee, member, investor, producer, or otherwise), \nindividually or through any Person that he controls, engage in, \nparticipate in, or acquire an equity interest in any Person that \nengages or participates in any business that competes in any \nway with any Company Entity engaged in the business of wood \ncoatings (“Restricted Business”), other than in accordance with \nthe provisions of this Section 7.    \n \n(Rogers Agreement ¶ 7(a)(i).)2   \n                                                 \n2 Section 7 allows Rogers to have equity ownership interests in competitors provided: (1) the \ninterests are listed or traded on a national securities exchange or on the NASDAQ Stock \nmarket and that they constitute less than 4% of the outstanding shares; and (2) he is not \nactively involved in the management of such business.  (Rogers Agreement ¶ 7(a)(ii).)  \n {16}  The Rogers Agreement also states that during the Restricted \nPeriod, Rogers would not, without Akzo Nobel’s consent, \ndirectly or indirectly, individually or through any Person that he \nControls: \n \n(i) become an employee, consultant, advisor, director, officer, \nproducer, partner or, or [sic] joint or co-venturer with, enter into \nany contract, agreement, or arrangement with, or seek to \ninfluence (x) any Person with respect to a Restricted Business, \nor (y) any Person that is a joint or co-venturer with, or partner \nof, any Company Entity, or otherwise engaged in any material \non-going business relationship or discussions or negotiations \nwith a view to entering into such a relationship, or  \n \n(ii) interfere with or negatively impact customer and other \nmaterial business relationships of any Company Entity. \n \n(Rogers Agreement ¶ 7(b).)  The provisions of the Non-Compete section apply \nwithout any geographic limitation. \n {17}  In the section titled “Return of Property, Non-Solicitation,” the \nRogers Agreement states that during the Restrictive Period, Rogers would \nnot  \ndirectly or indirectly, individually or through any Person he \nControls, (i) solicit for employment any employee of any \nCompany Entity, (ii) interfere with or seek to interfere with the \nemployment relationship between any employee of any \nCompany Entity and a Company Entity (including any such \nsolicitation or interference made on behalf of or as \nrepresentative of, any other Person) or (iii) except in connection \nwith the provision of the Consulting Services, call on or solicit \nany customer or client, or prospective customer or client, of any \nCompany Entity, provided however, [Rogers] may hire persons \nwho are not engaged in Restricted Business and who respond to \na general advertisement or who directly approach [Rogers] in \nconnection with activities other than Restricted Business. \n \n(Rogers Agreement ¶ 8(b).) \n \n \n2. The Taylor Agreement   \n {18}  The agreement Taylor executed with Akzo Nobel (“Taylor \nAgreement”) contains, inter alia, a choice-of-law provision, a non-competition \nprovision, and a non-solicitation provision.  It states that the “laws of the \nState of Delaware, excluding the law on conflicts of law of such state, shall \ngovern and be applicable to any dispute under this agreement.”  (Taylor \nAgreement ¶ 8.)  \n {19}  In the section titled “Noncompetition,” the Taylor Agreement \nstates that three (3) years after termination (the “Restricted Period”), Taylor \nwould not  \ndirectly or indirectly, engage in, participate in, or acquire an \nequity interest in any person, firm, corporation or other entity, \nwhich engages or participates in any business that operates any \nline of business, business activity or operations that are \ncompetitive with any line of business, business activity or \noperations with wood coatings conducted by Employer or any of \nits affiliates during the Restricted Period (the “Restricted \nBusiness”) . . . .  For the avoidance of doubt, Chemcraft and its \nsubsidiaries shall be considered affiliates of Employer at and \nafter the Closing Date. \n \n[Taylor] hereby acknowledges and agrees that the Restricted \nBusinesses engaged in by Employer and its affiliates extends \nthroughout North America (the “Restricted Territory”) and that \nEmployer and its affiliates may be harmed by competitive \nconduct anywhere in the Restricted Territory.  [Taylor] therefore \nagrees that the covenants contained in the provisions under \n[this heading] shall be applicable in and throughout the \nRestricted Territory, as well as throughout other areas of the \nworld in which Employer and its affiliates may be (or have \nprepared written plans to be) doing business from time to time . \n. . .  \n \n(Taylor Agreement ¶ 5.) \n {20}  The section titled “Nonsolicitation” states  \n[Taylor] further agrees that while [he] is employed by Employer \nor any of its affiliates and during the Restricted Period, [he] will \nnot hire or attempt to hire any employee of Employer or any of \nits affiliates, assist in hiring such a person, encourage any such \nemployee to terminate or diminish his or her relationship with \nEmployer or any of its affiliates, or solicit or encourage any \ncustomer or vender of Employer or any of its affiliates to \nterminate its relationship with them or, in the case of a \ncustomer, to conduct with any person any business or activity \nwhich such customer conducts or could conduct with Employer \nor its affiliates. \n \n(Taylor Agreement ¶ 6.) \n 3. The Schoning Agreement \n {21}  The agreement Schoning executed with Chemcraft (“Schoning \nAgreement”) contains, inter alia, a non-competition provision and a non-\nsolicitation provision.  The non-competition provision provides that for one \nyear after termination of employment with “any Company Entity,” Schoning \nwould not \ndirectly or indirectly, engage in, participate in, or acquire an \nequity interest in any person, firm, corporation or other entity, \nwhich engages or participates in any business that operates any \nline of business, business activity or operations that are \ncompetitive with any line of business, business activity or \noperations with the wood coatings business conducted by any \nCompany Entity during the Restricted Period.   \n \n(Schoning Agreement ¶ 1(a).)  The Schoning Agreement further provides that \nthe Restricted Business engaged in by the Company Entities \nextends throughout North America (the “Restricted Territory”) \nand that Company Entities may be harmed by competitive \nconduct anywhere in the Restricted Territory.  Employee \ntherefore agrees that the covenants contained in the provisions \nunder the heading “Noncompetition” shall be applicable in and \nthroughout the Restricted Territory, as well as throughout other \nareas of the world in which the Company Entities may be (or \nhave prepared written plans to be) doing business from time to \ntime.   \n \n(Schoning Agreement ¶ 1(b).) \n {22}  In the section entitled “Nonsolicitation,” Schoning agreed that \nduring his employment and the Restricted Period he would \nnot hire or attempt to hire any employee of any Company \nEntity, assist in hiring such a person, encourage any such \nemployee to terminate or diminish his or her relationship with \nany Company Entity, or solicit or encourage any customer or \nvendor to any Company Entity to terminate its relationship with \nthem or, in the case of a customer, to conduct with any person \nany business or activity which such customer conducts or could \nconduct with any Company Entity. \n \n(Schoning Agreement ¶ 2.)  \n4. Parker and Caravello Agreements \n {23}  The Parker and Carave llo Agreements, executed with \nChemcraft,3 contain, inter alia, a non-competition provision and a \nconfidentiality provision.    \n {24}  In the section entitled “Covenant not to Compete and Non-\nInducement Agreement,” the agreements provide that for a period of twenty-\nfour (24) months after termination, Parker and Caravello would not  \nin any of the territories listed on Exhibit A, as an owner, \nmanager, operator, employee or consultant, directly or indirectly \ncontact any of the Companies’ customers with whom the \nCompany did business during the three (3) years preceding \nEmployee’s termination for the purpose of selling, purchasing, \ndeveloping, manufacturing or distributing industrial liquid \ncoatings. \n \n(Parker & Caravello Agreements ¶ 4.1.)  The agreements further provide that \nduring the same twenty-four (24) month period, Parker and Caravello would \nnot \ndirectly or indirectly, solicit or induce any customer, supplier, \nvendor or other business relation of the Company to reduce the \namount of business it does with Company.  During this time, \nEmployee also agrees not to directly or indirectly solicit or \ninduce any other Employee of the Company to leave employment \nwith the Company.   \n                                                 \n3 Parker and Chemcraft executed a Confidentiality Agreement and Covenant not to Compete \non August 1, 2003.  Caravello and Chemcraft executed a Confidentiality Agreement and \nCovenant Not to Compete on April 1, 2004.  Although Parker and Caravello executed their \nrespective agreements at different times, the relevant confidentiality and non-compete \nprovisions are nearly identical.  \n \n(Parker & Caravello Agreements ¶ 4.2.) \n {25}  Exhibit A describes the territory to which the Parker and \nCaravello Agreements relate.  The territory includes the “broadest of the \nfollowing geographic areas:” \n1. All portions of the North American continent.  \n \n2. All portions of the United States of America. \n \n3. All states in which the employee conducted business or \ncontacted current or potential customers during the year \npreceding the termination of Employee’s Employment with \nthe Company. \n \n4. Within two hundred miles of all home offices to which the \nEmployee was assigned for a period of at least one week \nduring the year preceding the termination of Employee’s \nemployment with the Company.  \n \n(Parker & Caravello Agreements Ex. A.) \n {26}  The section titled “Confidential Information,” provides that \nParker and Caravello shall not, either during their employment, or any time \nthereafter: \ndirectly or indirectly, use or disclose to any person any \nConfidential Information obtained by him/her during the course \nof his/her employment, save as may be required in connection \nwith his/her said employment in accordance with the terms \nthereof. . . .  \n \nwithout limiting the generality of the foregoing, the Employee \nshall deliver to the Company on demand, without retaining any \ncopies thereof, all notes, records, plans, extracts, photographs \nand documents relating, directly or indirectly, to the \nConfidential Information, which may be in the possession or \nunder the control of the Employee.  For greater certainly and \nwithout limiting the generality of the foregoing, it is specifically \nagreed that the Confidential Information referred to in this \nAgreement includes the Confidential Information and trade \nsecrets of the Company’s clients.  \n \n(Parker & Caravello Agreements ¶¶ 2.1, 2.2.) \nC. Additional Factual Allegations  \n {27}  Plaintiff repeatedly alleges that the Individual Defendants are \n“overtly trading on the Chemcraft name, [their] association with Chemcraft, \nand the experience in the wood coatings industry gained through [their] \nemployment with Chemcraft.”  (Compl. ¶¶ 43, 57, 67, 76.)  Plaintiff further \nasserts that the Individual Defendants \nintentionally violated the promises made in [their] \nAgreement[s], including, through [themselves] and in concert \nwith the other Defendants, soliciting and attempting to solicit \ncustomers away from Akzo Nobel, making improper use of \nconfidential and proprietary information and trade secrets of \nAkzo Nobel, and, upon information and belief, soliciting and \nattempting to solicit employees away from Akzo Nobel.  \n \n(Compl. ¶¶ 49, 58, 68, 77.) \n {28}  In support of these sweeping general allegations, Plaintiff offers \nthree specific instances of conduct which it contends violate the Individual \nDefendants’ agreements.   \n {29}  First, with respect to Rogers, Akzo Nobel alleges that in June \n2009, Rogers formed an association with a European coatings company called \nBergolin and an affiliate company called Bergolin USA, LLC.4  (Compl. ¶ \n25−28.)   Upon learning of Rogers’ association with Bergolin and Bergolin \nUSA, LLC, Akzo Nobel sent Rogers a letter, dated August 17, 2009, \nreminding him of his obligations under the Rogers Agreement.  (Compl. ¶ 30.)  \nIn his response letter dated August 25, 2009, Rogers affirmatively \nrepresented that he was “not in violation of [his] agreement[;]” that he was \n“not an employee or sales representative of . . . Bergolin of Germany[;]” that \nthe only “purpose of Bergolin USA is to sell coatings to windmill blade \nmanufacturers[;]” that ”Bergolin USA is not engaged in the industrial wood \ncoatings business in the US[;]” that he “did not retain any confidential \n                                                 \n4 Akzo Nobel alleges that Bergolin USA, LLC later became known as ATec Wind (Compl. ¶¶ \n28, 37) and that Rogers formed Bergolin North America, LLC in June 2009.  (Compl. ¶ 37.) \ndocuments upon [his] resignation from Chemcraft in July 2007[;]” and that he \nhad “no intention of violating the agreement.”  (Compl. ¶ 31−36.)  Also in \nJune 2009, Rogers organized Bergolin North America, LLC without \ninforming Akzo Nobel.  (Compl. ¶ 37−38.)  Plaintiff alleges these acts and \nomissions were both breaches of contract and misrepresentations.  It believes \nthat as of August 25, 2009, “Rogers was in fact competing or intending to \ncompete with Akzo Nobel, was in fact soliciting or intending to solicit Akzo \nNobel employees or customers, and/or was assisting Bergolin in doing so.”  \n(Compl. ¶ 39.) \n {30}  Second, Plaintiff specifically  alleges that “Rogers has caused, or \nconspired with other Defendants, to successfully solicit away customers of \nAkzo Nobel . . . For example, Rogers, through ATec and in concert with other \nIndividual Defendants, has stolen from Akzo Nobel an Arizona-based metal-\nbuildings coating customer.”5  (Compl. ¶ 50.)   \n {31}  Third, with respect to Parker, Plaintiff alleges that “[s]hortly \nbefore leaving his employment with Akzo Nobel, Parker . . . obtained \ntechnical materials for Akzo Nobel products wholly unrelated to his work for \nthe company, including his removal from the Akzo Nobel premises formulas \nand technical information concerning Akzo Nobel’s fiberglass door coating \nproducts.”  (Compl. ¶ 111.)  While each Individual Defendant is alleged to be \njointly responsible for the trade secrets misappropriations by Parker there \nare no other allegations identifying specific trade secrets, confidential \ninformation, or proprietary information misappropriated by the Individual \nDefendants other than Parker.  \n \n \n                                                 \n5 Akzo Nobel does not identify the “Arizona-based metal-buildings coating customer” by name \nbut alleges that the unidentified “customer has provided it with sales in excess of \n$11,000,000.00 (as much as $2,800,000.00 annually) over the past seven (7) years.”  (Compl. \n¶ 50.)  Akzo Nobel does not identify any other customers allegedly solicited by the Individual \nDefendants.   \n \nIV.  STANDARD OF REVIEW \n  {32}  The standard of review for a Rule 12(c) motion is the same as for \na motion to dismiss under Rule 12(b)(6).  A-1 Pavement Marking, LLC v. \nAPMI Corp., 2008 NCBC 13 ¶ 35 (N.C. Super. Ct. Aug. 4, 2008), \nhttp://www.ncbusinesscourt.net/opinions/2008_NCBC_13.pdf.  “All well-\npleaded facts in the complaint must be accepted as true and the plaintiff is \nentitled to all permissible inferences to be drawn from those facts.”  \nPraxair, \nInc. v. Airgas, Inc., 1999 NCBC 5 ¶ 5 (N.C. Super. Ct. May 26, 1999), \nhttp://www.ncbusinesscourt.net/opinions/1999%20NCBC%205.htm.  In \ndeciding the motion, the Court can consider documents referred to in or \nattached to the pleadings.  \nReese v. Mecklenburg County, 200 N.C. App. 491, \n497, 685 S.E.2d 34, 38 (2009).  “The rule’s function is to dispose of baseless \nclaims or defenses when the formal pleadings reveal their lack of merit.”  \nRagsdale v. Kennedy, 286 N.C. 130, 137, 209 S.E.2d 494, 499 (1974).  The \nmotion should be denied “unless it is clear that plaintiff is not entitled to any \nrelief under any statement of the facts.”  Praxair, 1999 NCBC 5 ¶ 5.   Where \n“the Court also can construe the plain and unambiguous language of a \ncontract to determine if it has been breached, judgment on the pleadings may \nbe appropriate.”  Id.       \n \nV.  ANALYSIS \nA.  Choice of Law Determination  \n {33}  The Court must first determine whether to give effect to the \nDelaware choice-of-law provision in the Rogers and Taylor Agreements.  \nDefendants argue that the application of Delaware law is contrary to North \nCarolina’s “blue pencil” rule which restricts the courts’ power to alter \nrestrictive covenants because it is based on public policy, and Delaware’s \nallowing courts to rewrite covenants in order to make them reasonable \nviolates that policy.  \nSee Hartman v. W.H. Odell & Assocs., Inc., 117 N.C. \nApp. 307, 317, 450 S.E.2d 912, 920 (1994) (discussing North Carolina’s “blue \npencil rule” and indicating that “a court at most may choose not to enforce a \ndistinctly separable part of a covenant in order to render the provision \nenforceable”); See Knowles-Zeswitz Music, Inc. v. Clara, 260 A.2d 171, 175 \n(Del. Ch. 1969) (indicating that Delaware law allows courts to modify or re-\nwrite a covenant not to compete in order to make it enforceable).  Plaintiff \nargues that no such public policy exception exists in North Carolina and that \nthe choice-of-law provisions should be honored. \n {34}  As a general rule, “North Caro lina will give effect to a contractual \nprovision agreeing to a different jurisdiction’s substantive law.”  Covenant \nEquip. Corp. v. Forklift Pro, Inc., 2008 NCBC 10 ¶ 39 (N.C. Super. Ct. May 1, \n2008), http://www.ncbusinesscourt.net/opinions/2008%20NCBC %2010.pdf \n(citing Tanglewood Land Co. v. Byrd, 299 N.C. 260, 262, 261 S.E.2d 655, 656 \n(1980)).  The rule has been applied in the context of covenants not to compete.  \nSee Bueltel v. Lumber Mut. Ins. Co., 134 N.C. App. 626, 631, 518 S.E.2d 205, \n209 (1999).  Under certain circumstances, however, “North Carolina courts \nwill not honor a choice of law provision.”  Cable Tel. Servs., Inc. v. Overland \nContr’g, Inc., 154 N.C. App. 639, 642, 574 S.E.2d 31, 33 (2002).   \nThe law of the state chosen by the parties to govern their \ncontractual rights and duties will be applied . . . unless either (a) \nthe chosen state has no substantial relationship to the parties or \nthe transaction and there is no other reasonable basis for the \nparties’ choice, or (b) application of the law of the chosen state \nwould be contrary to a fundamental policy of a state which has a \nmaterially greater interest than the chosen state in the \ndetermination of a particular issue and which, under the rule of \n§ 188 [of the Restatement (Second) of Conflict of Laws], would be \nthe state of applicable law in the absence of an effective choice of \nlaw by the parties. \n  \nId. at 643, 574 S.E.2d at 33−34.6   \n                                                 \n6  In Tanglewood Land Co., the North Carolina Supreme Court held that unless the parties to \na contract agree to apply another jurisdiction’s substantive law, “the interpretation of a \ncontract is governed by the law of the place where the contract is made.”  299 N.C. at 262, \n {35}  There is no question that Delaware has a substantial relationship \nto the transactions involving Rogers and Taylor.  Akzo Nobel is a Delaware \ncorporation, and both the Rogers and Taylor Agreements are made with Akzo \nNobel.  For the choice-of-law provisions to be unenforceable, their application \nmust violate North Carolina public policy.  \n {36}  The North Carolina Supreme Cour t recognizes that “at the time of \nentering . . . contracts containing covenants not to compete both parties \napparently regard[] the restrictions as reasonable and desirable.  Essentially, \nby enforcing the restrictions, [a] court is only requiring the defendants to do \nwhat they agreed to do.”  United Labs., Inc. v. Kuykendall, 322 N.C. 643, 649, \n370 S.E.2d 375, 380 (1988) (internal citations and quotations omitted).  \nChoice-of-law clauses likewise are consensual contractual provisions \napparently desired by each party and are not inherently different than other \nrestrictions.   \n {37}  This Court noted in CNC/Access v. Scruggs that courts must be \ncautious when addressing arguments based on “public policy.”  2006 NCBC \n20 ¶ 52 (N.C. Super. Ct. Nov. 15, 2006), http://www.ncbusinesscourt.net/ \nopinions/ 2006%20NCBC%2020.htm.  Defendants acknowledge that there is \nno binding authority directly supporting their public policy argument.  \nNevertheless, they maintain that North Carolina’s restrictive blue pencil rule \nis an entrenched public policy tenet that voids a choice-of-law clause naming \na state with a less restrictive remedy.7  Defendants rely on one North \nCarolina appellate case and one opinion from a sister state as indirect \n                                                                                                                                                 \n261 S.E.2d at 656.  Here, the parties agree that North Carolina law applies to the agreement \nif the choice-of-law provision is unenforceable. \n \n7  In one federal case, the trial court found that because Florida law allows courts to modify \nnon-competes when it finds them unreasonable, the differences between North Carolina and \nFlorida’s blue penciling philosophies is great enough to conclude that North Carolina public \npolicy would be violated if Florida law were applied to the agreement.  Broadway & Seymour, \nInc. v. Wyatt, 1991 U.S. App. LEXIS 33801 *13–17 (4th Cir. Sept. 13, 1991) (unpublished).  \nThe Fourth Circuit reversed on the basis that the agreement was valid under both North \nCarolina and Florida law.  \nId. \n \nsupport of their position, but the Court finds neither of them persuasive.  See \nCox v. Dine-A-Mate, Inc., 129 N.C. App. 773, 501 S.E.2d 353 (1998); \nStonhard, Inc. v. Carolina Flooring Specialists, Inc., 366 S.C. 156, 159, 621 \nS.E.2d 352, 353 (2005) (on certification from the United States District Court \nfor the District of South Carolina).  These cases stand for the proposition that \na court can refuse to give effect to a choice-of-law provision under certain \ncircumstances; however, the Court is not persuaded that either compels such \na refusal in this case.  The decision in Cox does not go as far as to disclaim \nchoice-of-law provisions in covenants not to compete where the necessary \nremedy to assure its reasonable application requires re-writing contractual \nprovisions; it merely allows a public policy exception to preclude using a \nchoice-of-law provision in a non-compete agreement to validate a covenant \nthat fails other essential requirements, such as consideration.  In \nStonhard, \nthe South Carolina Supreme Court did not refuse to apply New Jersey law \nwhen the non-compete agreement at issue called for its application, rather, it \ndetermined that even under New Jersey law, a court could not add a \nprovision to the non-compete agreement that never previously existed.    \n {38}  The Court also approaches its choice of law recognizing that the \nRogers and Taylor restrictions were negotiated in the context of a larger, \nsignificant commercial transaction and are then not necessarily \nrepresentative of more typical restrictive covenants made a part of standard \nterms in an initial employment agreement.     \n {39}  As an officer and shareholder of Chemcraft, Rogers was in a \nposition to bargain for the terms of his Consulting Agreement.  He was paid \n$9,500,000.00 for the purchase of his Chemcraft stock, and Plaintiff alleges \nthat he was to receive $2000.00 per day for his consulting services.  In \nexchange, he agreed, \ninter alia, that the Agreement “shall be governed by the \nlaws of the State of Delaware . . . .”  (Rogers Agreement ¶ 17.)   \n {40}  With respect to Taylor, Pl aintiff alleges he was a national \nmarketing manager and a sales director who received $304,000.00 from Akzo \nNobel in exchange for his execution of an employment agreement.  His \nAgreement unambiguously states that the “laws of the State of Delaware, \nexcluding the law on conflicts of law of such state, shall govern and be \napplicable to any dispute under this agreement.”  (Taylor Agreement ¶ 8.)   \n {41}  The Court concludes that the choice of law provision in the Rogers \nand Taylor Agreements were bargained for and should be honored.  Doing so \ndoes not violate public policy.   \n {42}  The Court is not called upon to decide whether application of \nDelaware’s liberal “blue pencil” might rule violate North Carolina public \npolicy in other cases, and the Court does not decide whether a public policy \nexception exists when, as in \nStonhard, an unsophisticated employee signs a \nnon-compete as part of an initial employment agreement.   \nB.  General Legal Principles \n {43}  The Individual Defendants’ agreements invoke several strands of \nNorth Carolina precedent regarding employment agreements.  They argue \nthat the Complaint fails to state claims for breach of contract because each of \nthe restrictive covenants is facially overbroad, and, thus unenforceable.  They \ncontend that the agreements restrict more conduct than necessary to protect \nAkzo Nobel’s legitimate business interests and that they contain \nunreasonable time restrictions.  Plaintiff counters that the Complaint \ncomplies with requisite notice pleading requirements and that Defendants’ \nMotion is premature because the review of the reasonableness of the \ncontracts is inherently factual.  Plaintiff urges that it should be allowed to \npresent evidence of “Defendants’ job responsibilities and experience, customer \ncontacts, and the locations of same before they resigned from Akzo Nobel, as \nwell as the breadth of the marketplace in which Defendants now operate” \nbefore the Court can decide whether the time, scope, and territory \nrestrictions contained in the agreements are overly restraining.  (Pl’s. Br. in \nOpp’n to the Individual Defs.’ Mot. for J. on the Pleadings (“Pl’s. Br. in \nOpp’n”) 6.)  In other words, Plaintiff contends that the Court must apply a \nbalancing test that depends on a developed evidentiary record.   \n {44}  To be enforceable under North Carolina law, restrictive covenants \nbetween an employer and employee must be: “(1) in writing; (2) made part of \na contract of employment; (3) based on valuable consideration; (4) reasonable \nboth as to time and territory; and (5) not against public policy.”  Kuykendall, \n322 N.C. at 649−50, 370 S.E.2d at 380.  “When the relationship of employer \nand employee is already established without a restrictive covenant, any \nagreement thereafter not to compete must be in the nature of a new contract \nbased on a new consideration.”  James C. Greene Co. v. Kelley, 261 N.C. 166, \n168, 134 S.E.2d 166, 169 (1964).  “Covenants not to compete . . .  are not \nviewed favorably in modern law.”  Farr Assocs., Inc. v. Baskin, 138 N.C. App. \n276, 282, 530 S.E.2d 878, 881 (2000).  To be valid, non-competition clauses \nmust “be designed to protect a legitimate business interest of the employer.”  \nHartman, 117 N.C. App. at 311, 450 S.E.2d at 916; see also Farr Assocs., Inc., \n138 N.C. App. at 282, 530 S.E.2d at 881.  Where a covenant is too broad to \nconstitute a reasonable protection of the employer’s business, it will not be \nenforced.  Whittaker Gen. Med. Corp. v. Daniel, 324 N.C. 523, 528, 379 \nS.E.2d 824, 828 (1989).  The reasonableness of a non-compete agreement is a \nmatter of law for the court to decide.  Hartman, 117 N.C. App. at 311, 450 \nS.E.2d at 916.   \n {45}  When analyzing such restrictive covenants, the judiciary balances \nthe employer’s interest “in a workable employer-employee relationship” with \nthe public’s interest in “individual economic freedom, free dissemination of \nideas, and reallocation or [sic] labor to areas of greatest productivity.”  \nScruggs, 2006 NCBC 20 ¶ 42 (citing 2 E. ALLAN FARNSWORTH, FARNSWORTH \nON CONTRACTS § 5.3 (2d ed. 1998)).  “While the law frowns upon unreasonable \nrestrictions, it favors the enforcement of contracts intended to protect \nlegitimate interests.  It is as much a matter of public concern to see that valid \ncovenants are observed as it is to frustrate oppressive ones.”  Kuykendall, 322 \nN.C. at 649, 370 S.E.2d at 380 (internal quotations, brackets, and citations \nomitted).  Non-compete covenants which accompany the sale of a business \ngenerally are afforded more latitude than covenants ancillary to employment \ncontracts.  See Jewel Box Stores Corp. v. Morrow, 272 N.C. 659, 663−64, 158 \nS.E.2d 840, 843−44 (1968). \nAmong reasons often given for the greater acceptability of ‘sale \nof business covenants’ are that covenants not to compete enable \nthe seller of a business to sell his goodwill and thereby receive a \nhigher price; and they also furnish a material inducement to the \npurchaser who purchases a business with the hope of retaining \nits customers. \n \nSeaboard Indus., Inc. v. Blair, 10 N.C. App. 323, 333, 178 S.E.2d 781, 787 \n(1971) (interpreting a non-compete agreement under Georgia law). \n {46}  The elements are the same for non-competition and non-\nsolicitation clauses, but the latter are more easily enforced, as their \nrestraints on employees are generally more tailored and less onerous on \nemployees’ ability to earn a living.  See Aeroflow Inc. v. Arias, 2011 NCBC 20 \nn.8 (N.C. Super. Ct. July 5, 2011), http://www.ncbusinesscourt.net/opinions/ \n2011_ NCBC_20.pdf. \n {47}  Under North Carolina law, “pr otection of customer relationships \nand goodwill against misappropriation by departing employees is well \nrecognized as a legitimate interest of an employer.”  Kuykendall, 322 N.C. at \n651, 370 S.E.2d at 381.  “The greater the employee’s opportunity to engage in \npersonal contact with the employer’s customer, the greater the need for the \nemployer to protect these customer relationships.”  Id.  The Court of Appeals \nnoted that in extreme cases when an employee would feel pressure to disclose \ncompetitive information to a competitor, the former employer may have a \nlegitimate business interest in prohibiting employment of any kind by \ndefendant.  See Precision Walls, Inc. v. Servie, 152 N.C. App. 630, 639, 568 \nS.E.2d 267, 273 (2002).   \n {48}  However, North Carolina courts have refused to enforce non-\ncompetition clauses using the terms “directly or indirectly.”  See VisionAIR, \nInc. v. James, 167 N.C. App. 504, 508, 606 S.E.2d 359, 362 (2004) (affirming \ntrial court’s ruling that plaintiff-employer could not show a likelihood of \nsuccess on the merits for a preliminary injunction when the non-compete \nprovision stated that the employee could not “own, manage, be employed or \notherwise participate in, directly or indirectly, any business similar to \nEmployer’s”) (emphasis added); see also Schruggs, 2006 NCBC 20 ¶ 51 \n(holding that provision restricting employee from competing “directly or \nindirectly” was greater than necessary to protect a legitimate business \ninterest of the employer).  These same terms may be looked upon more \nfavorably when included in non-solicitation clauses which are by definition \nnarrower in scope than non-compete provisions.  \nTriangle Leasing Co. v. \nMcMahon, 327 N.C. 224, 228, 393 S.E.2d 854, 857 (1990) (finding a non-\nsolicitation clause valid when it prohibited the employee from “directly or \nindirectly solicit[ing] or attempt[ing] to procure the customers, accounts, or \nbusiness of a Company, or directly or indirectly mak[ing] or attempt[ing] to \nmake car or truck-van rental sales to the customers of Company” in any state \nor territory in which the company conducts business).   \n {49}  North Carolina courts have also refused to enforce restrictive \ncovenants that seek to prevent a former employee from competing with \nemployers for whom they have never worked because such covenants would \n“put the employee in the situation of being under a restrictive covenant he \ndid not agree to, one that may impose restrictions he in fact never would have \nagreed to in his initial employment agreement.  To impose wider or different \nrestrictions is unfair to the employee.”  \nBetter Bus. Forms & Prods., Inc. v. \nCraver, 2007 NCBC 34 ¶ 33 (N.C. Super. Ct. Nov. 1, 2007), http://www. \nncbusinesscourt.net/opinions/110107%20Order%20Motion%20to%20Dismiss\n%20webpage.pdf.   \n {50}  That same logic applies to client-based restrictions.  Farr Assocs., \nInc., 138 N.C. App. at 281, 530 S.E.2d at 883.  Generally, covenants which \nseek to restrict a former employee from competing with future or prospective \ncustomers with whom they had no personal contact during employment fail \nas unnecessary to protect the legitimate business interests of the employer.  \nDigital Recorders, Inc. v. McFarland, 2007 NCBC 23 ¶¶ 25, 60, 71 (N.C. \nSuper. Ct. June 29, 2007), http://www.ncbusinesscourt.net/ \nopinions/2007%20NCBC%2023.pdf.  The Court of Appeals, however, has \nupheld a client-based restriction that precluded the defendant from \ncontacting prospective customers who the defendant had contacted during his \nemployment with plaintiff-employer.  \nSee Wade S. Dunbar Ins. Agency, Inc. \nv. Barber, 147 N.C. App. 463, 469, 556 S.E.2d 331, 335 (2001).   \n {51}  Courts generally evaluate time and territory restrictions in \ntandem under North Carolina law.  See Farr Assocs., Inc., 138 N.C. App. at \n280, 530 S.E.2d at 881.  “Although either the time or the territory restriction, \nstanding alone, may be reasonable, the combined effect of the two may be \nunreasonable.  A longer period of time is acceptable where the geographic \nrestriction is relatively small, and vice versa.”  Id.  Additionally, the North \nCarolina Supreme Court “has recognized the validity of geographic \nrestrictions that are limited not by area, but by a client-based restriction.”  \nId. (citing Kuykendall, 322 N.C. 463, 370 S.E.2d 375).    \n {52}  With respect to time, North Carolina courts have set a five-year \ntime restriction as the “outer boundary” of reasonableness for non-competes \nthat are ancillary to employment, “and even so, five-year restrictions are not \nfavored.”  Id.  When the restriction on competition results from the sale of a \nbusiness, courts have upheld restrictive covenants containing limitations of \nten, fifteen, and twenty years, as well as limitations for the life of one of the \nparties.  Jewel Box Stores Corp., 272 N.C. at 663, 158 S.E.2d at 843.  At least \nfor employment agreements not incidental to the sale of a business, “when a \nnon-compete agreement reaches back to include clients of the employer \nduring some period in the past, that look back period must be added to the \nrestrictive period to determine the real scope of the time limitation,” unless \nthe look back provision captures only clients with whom the employee worked \nduring the look-back period.  Farr Assocs., Inc., 138 N.C. App. at 280, 530 \nS.E.2d at 881 (citing Prof’l Liab. Consultants, Inc. v. Todd, 345 N.C. 176, 478 \nS.E.2d 201 (1996)); see also Wachovia Ins. Servs., Inc. v. McGuirt, 2006 \nNCBC 23 ¶¶ 80−82 (N.C. Super. Ct. Dec. 19, 2006), http://www.ncbusiness \ncourt.net/opinions/2006%20NCBC%2023.pdf (tacking on look back provision \nrestricting former employee from servicing or soliciting clients to whom he \nhad been assigned during last two (2) years of employment). \n {53}  The six-part test used to determine whether the geographic scope \nof a covenant not to compete is reasonable is also applicable to assess a client-\nbased restriction.  Farr Assocs., Inc., 138 N.C. App. at 281−82, 530 S.E.2d at \n882. \nThe six factors are: (1) the area or scope of the restriction; (2) the \narea assigned to the employee; (3) the area where the employee \nactually worked; (4) the area in which the employer operated; (5) \nthe nature of the business involved; and (6) the nature of the \nemployee’s duty and his knowledge of the employer’s business \noperation. \n \nId. at 281, 530 S.E.2d at 882.  Depending on the case, these factors may \nrequire factual inquiry based on a developed record.   \n {54}  Under Delaware law, covena nts not to compete first must meet \ngeneral contract law requirements.  McCann Surveyors, Inc. v. Evans, 611 \nA.2d 1, 3 (Del. Ch. 1987); see also Res. & Trading Corp. v. Pfuhl, 1992 WL \n345465 at * 6 (Del. Ch. Nov. 18, 1992) (unpublished).  To be enforced, they \nmust be determined as well to be reasonably limited temporally and \ngeographically, and their purpose and operation must “foster a legitimate \neconomic interest of the plaintiff.”  McCann Surveyors, Inc., 611 A.2d at 3; \nsee also Res. & Trading Corp., 1992 WL 345465 at * 6.  The effect of the \nagreement must be to protect an employer from sustaining damages which an \nemployee’s subsequent competition may cause . . . .”  Faw, Casson & Co. v. \nCranson, 375 A.2d 463, 465 (Del. Ch. 1977).   \nBecause the specific enforcement of such covenants involve \nimportant interests of commercial enterprises and of individuals \nseeking to support themselves and their families financially, and \nbecause, in that setting, the court is asked to exercise its \ndistinctly equitable powers, each such case requires a careful \nevaluation of the specific facts and circumstances presented.  \nCovenants not to compete when contained in employment \nagreements are not mechanically enforced. \n \nMcCann Surveyors, Inc., 611 A.2d at 3.   \n {55}  As in North Carolina, covena nts not to compete in Delaware “are \nsubject to somewhat greater scrutiny when contained in an employment \ncontract as opposed to contracts for the sale of a business.”  Id.; see also \nKnowles-Zeswitz Music, Inc., 260 A.2d at 175.    \n {56}  The Court has analyzed the agreements in this case according to \nthese general principles.   \nC.  The Claims Related to the Separate Agreements \n1. The Rogers Agreement \n {57}  The Motion asserts that the Rogers Agreement is facially \noverbroad because (1) it seeks to restrict Rogers from competing against his \nformer employer and soliciting its employees and former customers “directly \nor indirectly;” (2) it seeks to restrict competition with companies for whom \nRogers has never worked; (3) the non-solicitation clause seeks to prevent \nRogers from contacting prospective customers and Akzo Nobel customers \nwith whom he has no prior relationship; and (4) the four-year restrictive \nperiod is greater than necessary to protect Akzo Nobel’s legitimate business \ninterests.   \n {58}  The Court has determined that the Delaware choice of law \nprovision should be applied.   \n {59}  The non-compete provision of the Rogers Agreement seeks to \nprevent him from competing “directly or indirectly” with Akzo Nobel or “any \nCompany Entity engaged in the business of wood coatings,” but contains a \ncarve-out which allows him to hold certain equity ownership interests.  (See \nRogers Agreement ¶ 7(a).)      \n {60}  There is no dispute that the Agreement is based on the sale of a \nbusiness and subject to less judicial scrutiny.  See Faw, Casson & Co., 375 \nA.2d at 465; Knowles-Zeswitz Music, Inc., 260 A.2d at 175; see also Jewel Box \nStores Corp., 272 N.C. at 663−64, 158 S.E.2d at 843−44.   \n {61}  Delaware law requires “careful evaluation of the specific facts and \ncircumstances presented” and allows the Court to alter a restrictive covenant \nto make it reasonable.  The Court cannot rule at this time that the \nprohibition against “direct or indirect” competition is overbroad under \nDelaware law.  \nMcCann Surveyors, Inc., 611 A.2d at 3.  The inquiry may be \nrevisited on a more fully developed record.   \n   {62}  Even under North Carolina la w, the fact that Rogers is prohibited \nfrom “direct or indirect” participation in ownership of a competitor would not \nnecessarily render the provision unenforceable under VisionAIR and \nSchruggs because Rogers is allowed to invest in competing firms under terms \nthat are more narrowly drawn to protect Akzo Nobel’s interests.   \n {63}  The Rogers Agreement prohibits Rogers’ solicitation of “any \ncustomer or client, or prospective customer or client, of any Company Entity,” \nexcept through his provision of Consulting Services.  (Rogers Agreement ¶ \n8(b)(iii).)   \n {64}  Based on Rogers’ position as an officer and equity interest holder \nin Chemcraft, an initial reasonable inference can be drawn that Rogers had \nsignificant opportunity to develop relationships within the overall industry, \nsuch that Akzo Nobel’s relationships with prospective customers could be \nsignificantly affected by Rogers’ competitive efforts and that this broad \nrestriction is both necessary and represented in the substantial consideration \npaid to Rogers.  \nSee Kuykendall, 322 N.C. at 651, 370 S.E.2d at 381.    \n {65}  Rogers also contends that pa ragraph 8(b) is overly broad because \nit seeks to restrict him from soliciting “customers or clients, or prospective \ncustomer or client of any Company Entity.”  Whether the affiliates at issue \nare part of Akzo Nobel’s legitimate business interest is a factual question \nwhich should not be decided by this Motion.  \n {66}  The Rogers Agreement contai ns a four-year Restricted Period.  \n(Rogers Agreement ¶¶ 7(a)(i), 8(b).)  This time restriction is coupled with a \nclient-based restriction, which is international in scope.  (See Compl. ¶¶ 2−3.)   \n {67}  Though the scope of Rogers’ c lient-based restriction is extensive, \nso are his alleged job responsibilities and alleged knowledge of Akzo Nobel’s \nbusiness practices.  (See Compl. ¶¶ 12−21.)  As noted above, the Court is less \ndiscerning of an agreement’s scope when the non-compete accompanies the \nsale of a business.  These factors lead the Court to conclude that the four-year \ntime restriction, when coupled with the client-based restriction, does not \nnecessarily fail as a matter of law.   \n {68}  Defendants’ Motion with respect to the Rogers Agreement is \nDENIED.   \n2. The Taylor Agreement  \n {69}  In addition to the same grounds asserted to invalidate the Rogers \nAgreement, the Motion highlights particular language of the Taylor \nAgreement prohibiting him from “solicit[ing] or encourag[ing] any customer \nof or vendor to any Company Entity to terminate its relationship with them \nor, in the case of a customer, to conduct with any person any business or \nactivity which such customer conducts or could conduct with any Employer or \nany of its affiliates.”  (Taylor Agreement ¶ 6.)   \n {70}  As the Court reads this la nguage, it does not prohibit the \nsolicitation of future customers; it seeks to prohibit any present or future \nbusiness activity with current customers.  If Plaintiff argues it extends to \nprospective customers, the covenant is nevertheless better reviewed at \nsummary judgment.   \n {71}  The Motion with respect to  the Taylor Agreement is DENIED. \n3. The Schoning Agreement \n {72}  The Motion asserts that th e Schoning Agreement is facially \noverbroad and unenforceable for the same grounds summarized above and \nfurther that it fails for lack of consideration because it was not executed as \npart of an employment agreement.  This agreement is governed by North \nCarolina law.  \n {73}  Executed with Chemcraft, 8 the non-compete provision in the \nSchoning Agreement seeks to prevent him from “directly or indirectly” \ncompeting with Akzo Nobel and “any Company Entity”9 in the wood coatings \nbusiness.  (Schoning Agreement ¶ 1.) \n {74}  The Schoning non-compete provision would prevent Schoning \nfrom working for a competitor in the wood coatings industry in a position \nwholly outside the scope of his employment with Chemcraft and from indirect \nownership of a competing firm.  Thus, this provision goes farther than is \nnecessary to protect a legitimate business interest.  \nSee Aeroflow Inc., 2011 \nNCBC 20 ¶¶ 35−37.  The Motion with respect to the Schoning non-\ncompetition provision is GRANTED. \n {75}  The Schoning Agreement prevents him from soliciting “any \ncustomer of or vendor to [Chemcraft and its affiliates] . . . to conduct with any \nperson any business or activity which such customer conducts or could \nconduct with any Company Entity.”  (Schoning Agreement ¶ 2.) \n {76}  Under North Carolina law, wh ether the affiliates at issue in the \nSchoning Agreement are part of Akzo Nobel’s legitimate business interest is a \nfactual question. \n                                                 \n8  Akzo Nobel acquired Chemcraft Holdings Corp. and its subsidiaries through a stock sale \nrather than in an asset purchase, it can enforce the employment agreements executed by its \npredecessors.  See Covenant Equipment Corp., 2008 NCBC 10 ¶ 40. \n  \n9  The Schoning Agreement defines “Company” as Chemcraft Holdings Corporation.  It \ndefines “Company Entities” as the “Company and its affiliates” and “Company Entity” as an \nindividual affiliate of the “Company.” \n {77}  Defendants further argue that the language of the Schoning \nAgreements prohibits the solicitation of prospective customers and should be \ndismissed under McFarland.  Plaintiff contends that the clause specifically \ntargets only current customers and vendors. \n {78}  As with the Taylor Agreement, the language does not appear to \nprohibit the solicitation of future customers but seeks to prohibit any present \nor future business activity with current customers.   \n {79}  Defendants argue that the Sc honing Agreement fails for want of \nconsideration because it is a stand-alone document and not part of an \nemployment agreement as required by North Carolina.  See Kuykendall, 322 \nN.C. at 649−50, 370 S.E.2d at 380.  Plaintiff alleges that Schoning signed his \nAgreement on October 18, 2007, after the sale of Chemcraft but before the \nmerger with Akzo Nobel.  (Compl. ¶ 69.)  It is undisputed that Schoning \nreceived $50,000.00 in return for his covenants.  The Court does not believe \nthe covenant supported by independent consideration fails because it was not \nintegrated into a single employment agreement.  It is nevertheless part of \nthis employment agreement as required by Kuykendall.   \n {80}  The Motion as to the Scho ning Agreement is DENIED except as \nto the non-competition covenant. \n4.   Parker and Caravello Agreements \n {81}  These agreements are govern ed by North Carolina law.  Executed \nwith Chemcraft International, Inc., the non-competition provision of the \nParker and Caravello Agreements seek to restrict them from “directly or \nindirectly” contacting any customers with whom Chemcraft or Akzo Nobel \n“did business during the three (3) years preceding” the termination of \nemployment for the purpose of competing in the industrial liquid coatings \nbusiness.  (Parker & Caravello Agreements ¶ 4.1 (emphasis added).)  Exhibit \nA lists four territorial descriptions in order from broadly to narrowly defined \ngeographic areas. \n {82}  The Parker and Caravello Agreements raise different legal issues \nthan the other agreements because of their time restrictions.  Paragraph 4.1, \nthe Agreements restrict Parker and Caravello’s conduct “for a period of \ntwenty-four months following termination of employment with the Company \nfor any reason,” and prohibits them from contacting “any of the Companies’ \ncustomers with whom the Company did business during the three (3) years \npreceding [their] termination for the purpose of selling, purchasing, \ndeveloping, manufacturing or distributing industrial liquid coatings.” \n {83}  As indicated by Farr Assocs., Inc., the look-back provision must be \nadded to the restrictive period to determine the real scope of the time \nlimitation.  138 N.C. App. at 280, 530 S.E.2d at 881 (citing Prof’l Liab. \nConsultants, Inc. v. Todd, 345 N.C. 176, 478 S.E.2d 201 (1996)).    \n {84}  Plaintiff argues that Farr Assocs., Inc. is distinguishable and cites \nWachovia Ins. Servs., Inc. v. McGuirt, 2006 NCBC 23 ¶¶ 80−82 (N.C. Super. \nCt. Dec. 19, 2006), http://www.ncbusinesscourt.net/opinions/2006%20NCBC \n%2023.pdf.  In McGuirt, the applicable covenant stated that the defendant \nwould not service or solicit clients that he “has been assigned or has \ndeveloped . . . or has in any way serviced at any time during the last two \nyears of his employment[,]” but did not prevent solicitation of customers with \nwhom the defendant did not have contact during the course of employment.  \nId. at ¶ 77.  At paragraph 4.1, the Parker and Caravello non-competition \nclauses prevent the salesmen from contacting “any of the Companies’ \ncustomers with whom the Company did business” within the three (3) years \nprior to their termination.  Though the language limits the proscribed \ncompetition to the field of industrial liquid coatings, it fails to explicitly limit \nthe restriction to former customers of Parker and Caravello’s.  Thus, \nMcGuirt \ndoes not apply and the Court must apply a five-year restriction. \n {85}  As noted above, a five-year restriction on competition is \ndisfavored and requires a showing of special circumstances.  Farr Assocs., \nInc., 138 N.C. App. at 280, 530 S.E.2d at 881.  Plaintiff alleges that Parker \nand Caravello were sales representatives who attempted to solicit its \ncustomers and employees in violation of their restrictive covenants.  (Compl. \n¶¶ 59−68.)  There are no special circumstances pled that would allow the \nCourt to determine that a five-year restriction is reasonable in this case.   \n {86}  Even if the Court could use its limited “blue pencil” authority to \ncurtail the scope of the geographic restriction to one of the narrower choices \ncontained in Exhibit A, which it need not now do, the five-year duration \nstanding alone is incurable and unreasonable as a matter of law.   \n {87}  Defendants’ Motion with re spect to the Parker and Caravello \nAgreements is GRANTED. \n D.  Tort Claims \n {88}  The Motion asserts that Plaint iff’s tort claims are barred by the \neconomic loss doctrine and are not supported by factual allegations \nindependent from the underlying breach of contract claims.  (Defs.’ Br. in \nSupp. 15−17.)  Plaintiff counters that the Complaint complies with the \nrequisite notice pleading requirements and that the economic loss doctrine is \nwholly inapplicable in this case.  (Pl’s. Br. in Opp’n 19−20.)   \n1. The Economic Loss Doctrine  \n {89}  While it may have initially b een thought of as a restriction that \nprecludes a claim seeking only recovery for economic loss rather than non-\neconomic loss such as a personal injury, the term “economic loss doctrine” has \na broader meaning.  It has been used to denote limitations on the recovery in \ntort when a contract exists between the parties that defines the standard of \nconduct and which the courts believe should set the measure of recovery.  \n“Ordinarily, a breach of contract does not give rise to a tort action by the \npromisee against the promisor.”  \nNorth Carolina State Ports Auth. v. Lloyd A. \nFry Roofing, Co., 294 N.C. 73, 81, 240 S.E.2d 345, 349 (1978).  Generally, \nthen, the North Carolina courts do not recognize a claim for tortious breach of \ncontract.  To state a viable claim in tort for conduct that is also alleged to be a \nbreach of contract, “a plaintiff must allege a duty owed to him by the \ndefendant separate and distinct from any duty owed under a contract.”  Kelly \nv. Georgia Pacific LLC, 671 F. Supp. 2d 785, 791 (E.D.N.C. 2009) (citations \nomitted).  This so called “independent duty” exception has been “carefully \ncircumscribed by state law.”  Strum v. Exxon Co., USA, 15 F.3d 327, 331 (4th \nCir. 1994).  The independent tort must be “identifiable” and “the tortious \nconduct must have an aggravating element” such as fraud, malice, reckless \nindifference, oppression, insult, or willfulness.  Strum, 15 F.3d at 331; see \nalso Taha v. Thompson, 120 N.C. App. 697, 705, 463 S.E.2d 553, 558 (1995).  \nThe policy behind the independent tort exception recognizes that the open-\nended nature of tort damages should not distort bargained-for contractual \nterms.  Broussard v. Mineke Discount Muffler Shops, Inc., 155 F.3d 331, 346 \n(4th Cir. 1998).   \n {90}  Plaintiff contends that “the ec onomic loss rule has no application \nto employment cases, nor [has] it [been] applied in an action seeking \ninjunctive relief.”  (Pl’s. Br. in Opp’n 19.)  Relying on Ellis-Don Const., Inc. v. \nHKS, Inc., Plaintiff broadly asserts that “North Carolina’s economic loss rule \nbars claims in tort for purely economic loss in the sale of goods covered by \ncontract law, including the UCC.  It does not limit tort actions that arise in \nthe absence of a contract, nor is there any indication that the courts of North \nCarolina have expanded the rule beyond its traditional role in product \nliability cases.”  (Pl’s. Br. in Opp’s 19 (citing Ellis-Don Const., Inc. v. HKS, \nInc., 353 F. Supp. 2d 603, 606 (M.D.N.C. 2004).)   \n {91}  While Ellis properly states that the economic loss rule, by that \nname, was initially “conceived of as a means by which to confine products \nliability in tort to damages for personal injury and injury to property other \nthan the goods sold, and leave to contract law the questions of liability for \npurely economic losses,” Ellis, 353 F. Supp. 2d at 606,  North Carolina law \nhas not confined its limitation of remedies as Plaintiff suggests.   A broader \ndoctrine labeled as the “economic loss rule” routinely operates to bar tort \nclaims that “piggyback” breach of contract claims outside of the products \nliability context.  See, e.g., Ford v. All-Dry of the Carolinas, Inc., No. COA10-\n931, 2011 N.C. App. LEXIS 713 (N.C. Ct. App. Apr. 19, 2011) (relying on \neconomic loss rule to dismiss negligent construction claim arising out of \nbreach of underlying construction contract), aff’d, 2011 N.C. App. LEXIS 774 \n(N.C. Ct. of App., Apr. 19, 2011); Land v. Tall House Bldg. Co., 165 N.C. App. \n880, 602 S.E.2d 1 (2004) (affirming dismissal of negligent construction claim \nbased on the economic loss rule), aff’d, 2004 N.C. App. LEXIS 1541 (N.C. Ct. \nApp., Aug. 17, 2004); ACS Partners, LLC v. American Group, Inc., No. \n3:09cv464-RJC-DSC, 2010 U.S. Dist. LEXIS 19906 (W.D.N.C. Mar. 5, 2010) \n(adopting recommendation of Magistrate Judge Cayer in ACS Partners, LLC \nv. American Group, Inc., No. 3:09cv464-RJC-DSC, 2010 U.S. Dist. LEXIS \n19907 (W.D.N.C. Feb. 12, 2010) and relying on the economic loss rule to \ndismiss plaintiff’s tort claims in action for breach of non-compete and \nconfidential disclosure provisions of employment contract); Schumacher \nImmobilien Und Beteiligungs AG v. Prova, Inc., No. 1:09cv00018, 2010 U.S. \nDist. LEXIS 107526 (M.D.N.C. Oct. 7, 2010) (relying on economic loss rule to \ndismiss plaintiff’s negligent misrepresentation claim in common law  breach \nof contract action); Johnson v. Sprint Solutions, Inc., No. 3:08-CV-00054, \n2008 U.S. Dist. LEXIS 110205 (W.D.N.C. July 29, 2008) (relying on economic \nloss rule to dismiss plaintiff’s negligent misrepresentation claim in common \nlaw breach of contract action).   \n {92}  The holding in ACS  is particularly instructive in determining \nwhether the economic loss rule precludes Akzo Nobel from pursuing its tort \nclaims against the Individual Defendants.  In ACS, plaintiff-employer sued \nits former employee for breach of the parties’ non-compete and confidential \ndisclosure agreements after defendant resigned from employment with the \nplaintiff and began working for Americon, a direct competitor.  ACS, 2008 \nU.S. Dist. LEXIS 19906, at *3−4.  In its complaint, plaintiff asserted claims, \ninter alia, for breach of contract, tortious interference with a contract and \nprospective economic advantage, misappropriation of trade secrets, and \nunfair and deceptive trade practices alleging that the defendant used \nconfidential and proprietary information in his employment with Americon \nand confidential information to induce customers to stop doing business with \nthe plaintiff.  Id. at *5. \n {93}  Citing Broussard and Strum, the ACS court found that the \neconomic loss rule operated to bar the plaintiff’s tort claims because like \nBroussard, the parties’ dispute was contractually based and “[p]laintiff \nfail[ed] to allege an independent reason for a tort-based claim.”  Id. at *21.  In \nholding that “[p]laintiff’s tort claims arise out of the performance of the Non-\nCompete and Confidential Disclosure Agreements and the alleged breach of \nthose agreements” the court explained: \nPlaintiff argues that [defendant] solicited its customers and \nprospects and made a bid to an ACS prospect on behalf of \nAmericon, while still employed by [plaintiff].  At most, Plaintiff \nmay be able to prove that [defendant] did not carry out his \ncontractual obligations.  The mere failure to carry out an \nobligation in contract, however, does not support an action for \ntortious interference with contract and prospective advantage. \n \nPlaintiff’s claim for tortious interference with contract is neither \n“identifiable” nor “distinct from” the breach of contract . . .  \nPlaintiff’s claim for tortious interference with prospective \nadvantage may be “identifiable,” but it is not “distinct from” the \nprimary breach of contract.  The purpose of the Non-Compete \nAgreement was to ensure that [defendant] would not compete \nwith [plaintiff] or solicit its customers.  Broussard does not allow \nPlaintiff double recovery from the same conduct alleged in the \nbreach of contract claim. \n \nId. at *19−23.   \n2.   The Fraud and Negligent Misrepresentation Claims \n {94}  For a fraud claim to withstand judgment on the pleadings, a \nplaintiff must allege:  \n(1) a material misrepresentation of a past or existing fact; (2) the \nrepresentation must be definite and specific; (3) made with \nknowledge of its falsity or in culpable ignorance of the truth; (4) \nthat the misrepresentation was made with intention that it \nshould be acted upon; (5) that the recipient of the \nmisrepresentation reasonably relied upon it and acted upon it; \nand (6) that there resulted in damage to the injured party.   \n \nRosenthal v. Perkins, 42 N.C. App. 449, 451, 257 S.E.2d 63, 65 (1979).  To \novercome the economic loss rule, a plaintiff must also “allege a duty owed to  \nhim by the defendant separate and distinct from any duty owed under a \ncontract.”  Kelly, 671 F. Supp. 2d at 791 (E.D.N.C. 2009) (citations omitted).  \n {95}  “The tort of negligent mi srepresentation occurs when a party \njustifiably relies to his detriment on information prepared without reasonable \ncare by one who owed the relying party a duty of care.”  Raritan River Steel \nCo. v. Cherry, Bekaert & Holland, 322 N.C. 200, 206, 367 S.E.2d 609, 612 \n(1988), appeal after remand, 101 N.C. App. 1, 398 S.E.2d 889 (1990), rev’d on \nother grounds, 329 N.C. 646, 407 S.E.2d 178 (1991).  By definition, the tort of \nnegligent misrepresentation also requires an independent duty of care.   \n {96}  In support of its fr aud and alternative negligent \nmisrepresentation claim against Individual Defendant Rogers, Plaintiff \nalleges “Rogers, in his Response communication to Akzo Nobel in August \n2009 and otherwise, as described [in the Complaint], intentionally, or \nalternatively negligently, misrepresented his intentions as to compliance \nwith his Agreement with Akzo Nobel and his plans and activities in violation \nof such Agreement” and “Akzo Nobel actually and reasonably relied to its \ndetriment on the aforementioned material misrepresentations of Defendant \nRogers.”  (Compl. ¶ 86−87.)   \n {97}  Specifically, Plaintiff alleges in August 2009, more than two (2) \nyears after its acquisition of Chemcraft, Akzo Nobel sent Rogers a letter \nreminding him of his obligations under the Rogers Agreement.  (Compl. ¶ \n29−30.)  In response, Rogers affirmatively misrepresented that he was “not \nan employee or sales representative of the German company [Bergolin][;]” \n“the only ‘purpose of Bergolin USA is to sell coatings to windmill blade \nmanufacturers[;]’” “Bergolin USA is not engaged in the industrial wood \ncoatings business in the US[;]” he “did not retain any confidential documents \nupon [his] resignation from Chemcraft in July 2007[;]” and that he had “no \nintention of violating the agreement.”  (Compl. ¶ 32−36.)  Notably, Akzo \nNobel does not contend that Rogers’ alleged misrepresentations induced its \nexecution of the Rogers Agreement.  Rather, Plaintiff asserts that it relied on \nthe alleged misrepresentations in forbearing an action against Rogers in \ncontract.  (Compl. ¶ 40.) \n {98}  Although the Complaint alleges,  with specificity, several material \nmisrepresentations made by Rogers once he was confronted about his \nrelationship with Bergolin, Plaintiff has failed to allege the existence of a \nduty, owed to it by Rogers, separate and distinct from the duty owed under \nthe Rogers Agreement.  Under the Rogers Agreement, Rogers owed a \ncontractual duty to refrain from competing with Akzo Nobel and refrain from \nsoliciting its customers.  The breach of that contractual duty cannot provide \nthe basis for an independent claim of fraud or negligent misrepresentation.   \n {99}  Plaintiff has fatally failed to allege the existence of a duty, owed \nto it by Rogers, that is separate and distinct from the duty imposed by the \nRogers Agreement.  Absent allegations of a separate and distinct legal duty, \nPlaintiff has failed to state a claim against Rogers for fraud or negligent \nmisrepresentation upon which relief can be granted.   \n {100}  The Individual Defendants’ Motion with respect to Plaintiff’s \nfraud and negligent misrepresentation claims is GRANTED.   \n3. The Tortious Interference With Contract and Prospective Advantage \nClaims \n \n {101}  To state a claim for tortious interference with a contract, a \nplaintiff must allege five (5) elements:  \n(1) a valid contract between plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third \nperson; (2) the defendant knows of the contract; (3) the \ndefendant intentionally induces the third party not to perform \nthe contract; (4) and in doing so acts without lawful justification; \n(5) resulting in actual damage to the plaintiff. \n \nKuykendall , 322 N.C. 643, 370 S.E.2d 375 (citing Childress v. Abeles, 240 \nN.C. 667, 84 S.E.2d 176 (1954)).   \n {102}  To state a claim for tortious interference with a prospective \neconomic advantage, a plaintiff must allege:  \n(1) a specific potential contract between the Plaintiff and a third \nparty exists; (2) the Defendant intentionally induced the third \nparty not to enter into the contract; (3) the Defendant acted \nwithout justification; (4) but for the Defendant’s action the \nPlaintiff and third party would have entered into the contract; \nand (5) the Defendant’s action caused actual damage to the \nPlaintiff.   \n \nDalton v. Camp, 353 N.C. 647, 654, 548 S.E.2d 704, 709 (2001).   \n {103}  In order to withstand Individual Defendants’ Motion, Plaintiff’s \nclaims must be “identifiable” and “distinct from” the primary breach of \ncontract claim.  Broussard, 155 F.3d at 237; see Taha, 120 N.C. App. at 705, \n463 S.E.2d at 558; see also PCS Phosphate Co. v. Norfolk S.Corp., 559 F.3d \n212, 224 (4th Cir. 2009).  Plaintiff must also “allege a duty owed to [it] by the \ndefendant separate and distinct from any duty owed under a contract.”  \nKelly, 671 F. Supp. 2d at 791 (E.D.N.C. 2009) (citations omitted). \n {104}  Plaintiff relies upon the Indivi dual Defendants’ solicitation of its \ncustomers and employees to support its claims for tortious interference with a \ncontract and prospective economic advantage.  (Compl. ¶ 94−107.)  The \npleadings specifically allege that “Rogers has caused, or conspired with other \nDefendants, to successfully solicit away customers of Akzo Nobel . . . For \nexample, Rogers, through ATec and in concert with other Individual \nDefendants, has stolen from Akzo Nobel an Arizona-based metal-buildings \ncoating customer.”  (Compl. ¶ 50.)   \n {105}  When considered in isolation, the allegations in the Complaint \nmight be sufficient to state a claim for tortious interference, but when viewed \nin tandem with the primary breach of contract allegations, the Complaint \nlacks tort allegations that can be considered “distinct from” the alleged \nprimary breach of the non-compete and non-solicitation agreements.  \nMoreover, the Complaint fails to allege the existence of a duty “separate and \ndistinct” from the Individual Defendants’ obligation under their respective \nagreements.   \n {106}  Plaintiff’s claim for tortious interference with a contract and \nprospective economic advantage may be “identifiable,” but the legal duty that \nprecludes the Individual Defendants from soliciting customers and employees \nof Akzo Nobel is imposed by express contractual agreement between Plaintiff \nand the Individual Defendants.  The purpose of the non-compete and non-\nsolicitation agreements at issue was to ensure that the Individual Defendants \nwould not compete with Akzo Nobel and solicit its customers.  Any breach of \nthat contractual duty is properly actionable in contract, without the potential \nfor an open-ended tort damage award.   \n {107}  The Individual Defendants’ Mo tion with respect to Akzo Nobel’s \nclaims for tortious interference with a contract and prospective advantage is \nGRANTED.   \n4. The Unfair and Deceptive Trade Practices Claims \n{108}  To state a claim for unfair and deceptive trade practices under \nChapter 75, the plaintiff must allege: (1) an unfair or deceptive act or \npractice; (2) affecting commerce; and (3) which proximately causes actual \ninjury.  Poor v. Hill, 138 N.C. App. 19, 27, 530 S.E.2d 838, 844 (2000); see also \nStrickland v. Lawrence, 176 N.C. App. 656, 665, 627 S.E.2d 301, 307 (2006).  \n“[A] practice is unfair when it offends established public policy” and “when \nthe practice is immoral, unethical, oppressive, unscrupulous, or substantially \ninjurious to consumers.”  Eastover Ridge, L.L.C. v. Metric Constructors, Inc., \n139 N.C. App. 360, 367, 533 S.E.2d 827, 832 (2000) (quoting Warfield v. \nHicks, 91 N.C. App. 1, 8, 370 S.E.2d 689, 693, disc. review denied, 323 N.C. \n629, 374 S.E.2d 602 (1988)) (citations omitted).  “The fair or unfair nature of \nparticular conduct is to be judged by viewing it against the background of \nactual human experience and by determining its intended and actual effects \nupon others.”  McDonald v. Scarboro, 91 N.C. App. 13, 18, 370 S.E.2d 680, \n684 (1988).  For a practice to be deceptive, it must “possess the tendency or \ncapacity to mislead.”  Forsyth Mem’l Hosp. v. Contreras, 107 N.C. App. 611, \n614, 421 S.E.2d 167, 170 (1992).  Whether a particular commercial act or \npractice constitutes an unfair or deceptive trade practice is a question of law.  \nNorman Owen Trucking, Inc. v. Morkoski, 131 N.C. App. 168, 177, 506 \nS.E.2d 267, 273 (1998); see also First Union Nat'l Bank v. Brown, 166 N.C. \nApp. 519, 603 S.E.2d 808, 819 (2004). \n {109}  “It is well recognized . . . that actions for unfair or deceptive \ntrade practices are distinct from actions for breach of contract, and that a \nmere breach of contract, even if intentional, is not sufficiently unfair or \ndeceptive to sustain an action under [N.C. Gen. Stat. § 75-1.1].” Eastover \nRidge, L.L.C., 139 N.C. App. at 367, 533 S.E.2d at 832; Branch Banking and \nTrust Co. v. Thompson, 107 N.C. App. 53, 62, 418 S.E.2d 694, 700, disc. \nreview denied, 332 N.C. 482, 421 S.E.2d 350 (1992) (citations omitted).  To \nbecome an unfair trade practice, the breach of contract must be \n“characterized by some type of egregious or aggravating circumstance.”  \nNorman Owen Trucking, Inc., 131 N.C. App. at 177, 506 S.E.2d at 273.  It is \n“unlikely that an independent tort could arise in the course of contractual \nperformance, since those sorts of claims are most appropriately addressed by \nasking simply whether a party adequately fulfilled its contractual \nobligations.”  Broussard, 155 F.3d at 347 (citing Strum, 15 F.3d at 333). \n {110}  With respect to Taylor, Parker, Caravello, and Schoning, the \nComplaint contains generic allegations that do little more than recite the \nprima facie elements of an unfair and deceptive trade practices claim.  \n(Compl. ¶ 90−93.)  Plaintiff has failed to plead the existence of substantial \naggravating circumstances capable of sustaining a claim for unfair and \ndeceptive trade practices that is “identifiable” and “distinct from” the \nIndividual Defendants’ primary breach of contract.    \n {111}  With respect to Rogers, Plai ntiff has pled that in August 2009, \nmore than two (2) years after its acquisition of Chemcraft, Rogers \naffirmatively misrepresented that he was “not an employee or sales \nrepresentative of the German company [Bergolin][;]” “the only ‘purpose of \nBergolin USA is to sell coatings to windmill blade manufacturers[;]’” \n“Bergolin USA is not engaged in the industrial wood coatings business in the \nUS[;]” he “did not retain any confidential documents upon [his] resignation \nfrom Chemcraft in July 2007[;]” and that he had “no intention of violating the \nagreement.”  (Compl. ¶ 32−36.)  \n {112}  Accepting these allegations as true, and giving effect to all \npermissible inferences to be drawn from these facts, Plaintiff might be found \nto have pled an unfair and deceptive trade practice by Rogers, separate and \ndistinct from the underlying breach of contract, in or affecting commerce, but \nit has not pled the requisite harm resulting from the wrongful act. \n {113}  It is well settled that “to succeed under G.S. 75-1.1, it is not \nnecessary for the plaintiff to show fraud, bad faith, deliberate or knowing acts \nof deception, or actual deception, plaintiff must, nevertheless, show that the \nacts complained of possessed the tendency or capacity to mislead, or created \nthe likelihood of deception.”  Christian v. Wall, 78 N.C. App. 350, 356, 337 \nS.E.2d 150, 153−54 (1985) (citing Overstreet v. Brookland, Inc., 52 N.C. App. \n444, 453−53, 279 S.E.2d 1, 7 (1981)).  Although Plaintiff’s allegations fall \nshort of actionable fraud or negligent misrepresentation, the allegations of \nspecific misrepresentations, taken as true, demonstrate a tendency or \ncapacity to mislead and a likelihood of deception.   \n {114}  But, in order to withstan d the Motion, and “[a]s an essential \nelement of plaintiff’s cause of action, plaintiff must [allege] not only a \nviolation of G.S. 75-1.1 by the defendants, but also that plaintiff has suffered \nactual injury as a proximate result of defendants’ misrepresentations.”  \nEllis \nv. Smith-Broadherst, Inc., 48 N.C. App. 180, 184, 268 S.E.2d 271, 273−74 \n(1980) (citing Mayton v. Haitt’s Used Cars, 45 N.C. App. 206, 262 S.E.2d 680 \n(1980)); see Walker v. Branch Banking & Trust Co., 133 N.C. App. 580, 585, \n515 S.E.2d 727, 730 (1999).   \n {115}  In a cursory attempt to sati sfy the injury and proximate cause \nrequirements, Plaintiff avers that “[a]s a result of Defendants’ unfair and \ndeceptive acts and practices, Akzo Nobel has been damaged in this State in \nan amount in excess of $10,000 and is entitled to recover same from each \nDefendant jointly and severally” and that it “is entitled to have such damages \ntrebled and to an award of costs and reasonable attorney’s fees.”  (Compl. ¶ \n92.)  \n {116}  The only specific allegation  of damages related to the alleged \nAugust 2009 misrepresentations of Rogers provides that Akzo Nobel \n“reasonably and justifiably relied on the aforementioned representations by \nRogers in his Response in not taking legal action against Rogers in August \n2009.”  (Compl. ¶ 40.)    \n {117}  The temporary forbearance of  legal action is not, however, \nsufficient to establish the actual injury requirement of Chapter 75.   \n {118}  Akzo Nobel has failed to present allegations of actual injury \nsuffered as a proximate result of Rogers’ and the other Individual \nDefendants’ alleged unfair and deceptive trade practices.    \n {119}  The Motion concedes that  the Trade Secrets Protection Act \n(“TSPA”) survives a Rule 12(b)(6) dismissal at least against Parker.  Under \nN.C. Gen. Stat. § 66-146, a violation of the TSPA necessarily constitutes an \nunfair act or practice under G.S. 75-1.1.  See Ridgway, 194 N.C. App. at 659, \n670 S.E.2d at 329.  Accordingly, the Chapter 75 claim against Parker must \nsurvive.   \n {120}  But, with the exception of Parker,  the Individual Defendants’ \nMotion with respect to Akzo Nobel’s claims for unfair and deceptive trade \npractices is GRANTED.   \n5. The Misappropriation of Trade Secrets Claim  \n  {121}  The TSPA, N.C. Gen Stat. § 66-152, et seq., provides the owner \nof a trade secret with a private right of action against a party alleged to have \nmisappropriated trade secrets.  N.C. Gen. Stat. § 66-153.  To adequately \nplead a cause of action under the TSPA, “a plaintiff must identify a trade \nsecret with sufficient particularity so as to enable a defendant to delineate \nthat which he is accused of misappropriating and a court to determine \nwhether misappropriation has or is threatened to occur.”  Analog Devices, \nInc. v. Michalaski, 157 N.C. App. 462, 468, 579 S.E.2d 449, 453 (2003); see \nalso VisionAIR, 167 N.C. App. at 510−11, 606 S.E.2d at 364 (finding \npreliminary injunction inappropriate where trade secret is described only in \nbroad product and technology categories).   \n {122}  In support of its TSPA claim,  Plaintiff alleges “[s]hortly before \nleaving his employment with Akzo Nobel, Parker . . . obtained technical \nmaterials for Akzo Nobel products wholly unrelated to his work for the \ncompany, including his removal from the Akzo Nobel premises formulas and \ntechnical information concerning Akzo Nobel’s fiberglass door coating \nproducts.”  (Compl. ¶ 111.)  The Complaint alleges that the formulas meet the \nstatutory definition of trade secrets under N.C. Gen. Stat. § 66-152(3) in that \nthey “derive independent actual or potential commercial value form not being \ngenerally known or readily ascertainable through independent development \nor lawful reverse engineering” and that Akzo Nobel “made reasonable efforts \nunder the circumstances to maintain the secrecy of its trade secrets.”  \n(Compl. ¶ 112-16.)   \n {123}  While the Individual Defendants acknowledge that the \nComplaint states a TSPA claim against Parker, they challenge the sufficiency \nof the pleadings as they relate to the other Individual Defendants, specifically \ncontending that the TSPA claim “fails to identify with specificity the trade \nsecrets allegedly misappropriated by Rogers, Schoning, Caravello, or Taylor.”  \n(Defs.’ Br. in Supp. 17.) \n {124}  In support of their position, the Individual Defendants cite \nWashburn v. Yadkin Valley Bank and Trust Co. for the proposition that “[a] \ncomplaint that makes general allegations in sweeping and conclusory \nstatements, without specifically identifying the trade secrets allegedly \nmisappropriated, is ‘insufficient to state a claim for misappropriation of trade \nsecrets.’”  190 N.C. App. 315, 327, 660 S.E.2d 577, 585−86 (2008) (citation \nomitted).   \n {125}  In Washburn, an employer alleged that a former employee \n“acquired knowledge of [the former] employer’s business methods, clients, \nand other confidential information pertaining to [the] employer’s business.”  \nWashburn, 190 N.C. App. at 327, 660 S.E.2d at 586.  In affirming the trial \ncourt’s dismissal of employer’s claim under the TSPA, the Court of Appeals \nfound it fatal that the “identification of the trade secrets allegedly \nmisappropriated [was] broad and vague” and “d[id] not identify with \nsufficient specificity either the trade secrets Plaintiffs allegedly \nmisappropriated or the acts by which the alleged misappropriations were \naccomplished.”  Id.     \n {126}   Similar to the allegations in Washburn, Plaintiff alleges that the \nIndividual Defendants “obtained detailed knowledge of Akzo Nobel’s \nconfidential and proprietary information and trade secrets while employed by \nthe company.”  (Compl. ¶ 109.)  It defines its trade secrets broadly as “Akzo \nNobel’s proprietary formulas, methodologies, customer and pricing data and \nother confidential information . . . deriv[ing] independent actual or potential \ncommercial value from not being generally known or readily ascertainable.”  \n(Compl. ¶ 112.)  In further support of its claim, Plaintiff pleads that the \nIndividual Defendants “intentionally . . . through [themselves] and in concert \nwith the other Defendants . . . ma[de] improper use of confidential and \nproprietary information and trade secrets of Akzo Nobel” and “[u]pon \ninformation and belief, by their conduct described above \nand as will be proven \nvia discovery in this action, Defendants have wrongfully misappropriated \nAkzo Nobel’s trade secrets.”   (Compl. ¶¶ 49, 58, 68, 77, 114 (emphasis \nadded).)   \n {127}  Even when viewed in co ncert with Parker’s alleged TSPA \nviolation, the sweeping and conclusory allegations in the Complaint fail to \nidentify the trade secrets the Individual Defendants are accused of \nmisappropriating “with sufficient particularity so as to enable [the] \ndefendant[s] to delineate that which [they are] accused of misappropriating \nand a court to determine whether misappropriation has or is threatened to \noccur.”  \nAnalog Devices, Inc., 157 N.C. App. at 468, 579 S.E.2d at 453.   \n {128}  In sum, Plaintiff’s “identification of the trade secrets allegedly \nmisappropriated [was] broad and vague” and “d[id] not identify with \nsufficient specificity either the trade secrets Plaintiffs allegedly \nmisappropriated or the acts by which the alleged misappropriations were \naccomplished.”  Washburn, 190 N.C. App. at 327, 660 S.E.2d at 586.  As a \nresult of Plaintiff’s failure to identify the trade secrets allegedly \nmisappropriated, the Individual Defendants’ Motion is GRANTED with \nrespect Akzo Nobel’s claims for violation of the TSPA other than the TPSA \nclaim against Parker.    \n6. The Punitive Damages Claim \n {129}  N.C. Gen. Stat. § 1D-15(a) provides “[p]unitive damages may be \nawarded only if the claimant proves that the defendant is liable for \ncompensatory damages and that an aggravating factor[,]” such as fraud, \nmalice, or willful or wanton conduct, “was present and was related to the \ninjury for which compensatory damages were awarded.” \n {130}  By statute, punitive damages cannot be awarded solely for \nbreach of contract.  \nSee N.C. Gen. Stat. § 1D-15(d).  The North Carolina \nSupreme Court has consistently given effect to this general rule stating “[t]he \nappellate courts of this state have long and consistently held that punitive \ndamages should not be awarded in a claim for breach of contract.”  \nShore v. \nFarmer, 351 N.C. 166, 170, 522 S.E.2d 73, 76 (1999).  An exception to the \ngeneral rule arises when the breach is “accompanied by an identifiable \ntortious act” and “some element of aggravation.”  Id. (quoting Stanback v. \nStanback, 297 N.C. 181, 196, 254 S.E.2d 611, 621 (1979) and Newton v. \nStandard Fire Ins. Co., 291 N.C. 105, 111, 229 S.E.2d 297, 301 (1976)).   \n {131}  As detailed above, the Court is not persuaded that Plaintiff can \nmaintain any independent tort claims because the alleged breach of contract \nwas not “accompanied by an identifiable tortious act” and “some element of \naggravation.”  As a result of this deficiency, Plaintiff’s punitive damages \nclaims against Rogers, Taylor, Schoning, and Caravello should be dismissed. \n {132}  The Court cannot dismiss the punitive damages claim against \nParker because a claim for punitive damages necessarily follows an \nallegation of willful and malicious misappropriation of trade secrets. See N.C. \nGen. Stat. § 66-154(c) (“If willful and malicious misappropriation [of trade \nsecrets] exists, the trier of fact also may award punitive damages in its \ndiscretion”). \n {133}  The Individual Defendants’ Motion is GRANTED with respect to \nPlaintiff’s punitive damage claims against Rogers, Taylor, Caravello, and \nSchoning.  \n \n \nVI.  CONCLUSION  \n {134}  Individual Defendants’ Moti on with respect to the following \nclaims is GRANTED: \n 1) The Schoning non-competition provision. \n 2) The Parker and Caravello Agreements. \n 3) Fraud and negligent misrepresentation.  \n 4) Tortious interference with contract and prospective economic \nadvantage.  \n 5) Unfair and deceptive trade practices claim against Rogers, \nTaylor, Schoning, and Caravello. \n 6) The TSPA claims against Rogers, Taylor, Schoning, and \nCaravello.   \n 7) Punitive damages claim against Rogers, Taylor, Schoning, and \nCaravello.  \n {135}  Individual Defendants’ Moti on with respect to the following \nclaims is DENIED. \n 1) The Rogers Agreement. \n 2) The Taylor Agreement. \n 3) The Schoning non-solicitation provision. \n 4)   Unfair and deceptive trad e practices claim against Parker. \n 5) Punitive damage, to the extent that it depends on the TSPA \nclaim against Parker.   \n \n IT IS SO ORDERED, this 3rd day of November, 2011.  \n \n  "
}