{
  "id": "5342f295638b088b660192a44cbcbb1df420972ae9db36db295ffd4676bc368c",
  "source_file": "data/raw/ncbc/5342f295638b088b660192a44cbcbb1df420972ae9db36db295ffd4676bc368c.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF CATAWBA \n \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n11 CVS 933 \nWILLIAM A. B. BLYTHE (individually \nand in his capacity as shareholder) and \nDRYMAX SPORTS, LLC, \n \nPlaintiffs, \n \nv. \n \nROBERT E. BELL III, VIRGINIA \nBELL, NISSAN JOSEPH, and \nHICKORY BRANDS, INC., \n \nDefendants. \n \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER ON CROSS ORDER ON CROSS ORDER ON CROSS ORDER ON CROSS- - --MOTIONS MOTIONS MOTIONS MOTIONS    \nFOR SUMMARY JUDGMENT FOR SUMMARY JUDGMENT FOR SUMMARY JUDGMENT FOR SUMMARY JUDGMENT    \n \n{1}  THIS MATTER is before the court on cross-motions for summary \njudgment on the limited issue of the present ownership and status of membership \ninterests in Drymax Sports, LLC (“Drymax”).      \n \nMoore & Van Allen, PLLC by James P. McLoughlin, Jr., Mark A. Nebrig, \nBenjamin P. Fryer, Frank E. Schall, and Christopher D. Tomlinson for \nPlaintiffs William A. B. Blythe and Drymax Sports, LLC. \n \nEllis & Winters, LLP by Andrew S. Chamberlin and C. Scott Meyers, and \nYoung, Morphis, Bach & Taylor, LLP by Paul E. Culpepper and Kevin C. \nMcIntosh for Defendants Robert E. Bell III, Virginia Bell, Nissan Joseph, and \nHickory Brands, Inc. \n \nGale, Judge. \n \n \n \n \n \n  Blythe v. Bell , 2012 NCBC 60.  \n \n \n \nI. I. I. I.  INTRODUCTION INTRODUCTION INTRODUCTION INTRODUCTION AND SUMMARY OF RULING  AND SUMMARY OF RULING  AND SUMMARY OF RULING  AND SUMMARY OF RULING    \n    \n{2}  This litigation involves disputes relating to the ownership, \nmanagement, and operation of Drymax, a North Carolina limited liability company \n(“LLC”).  Drymax was formed in 2003, following an earlier business venture \nbetween Plaintiff William A. B. Blythe (“Blythe”) and Hickory Brands, Inc. (“HBI”) \nfor the sale of socks using a proprietary technology affording desirable stay dry \nproperties.  How the opportunities, expenses, and revenues were to be shared in \npursuing that venture is much disputed, but is not the subject of this present Order.  \nWhen Drymax was formed, Nissan Joseph (“Joseph”) was HBI’s President, and \nRobert E. Bell III (“Rob Bell”) and Virginia Bell were HBI shareholders and officers.  \nThe original members of Drymax were Blythe and Defendants HBI, Joseph, Rob \nBell, and Virginia Bell.   \n{3}  In 2007, HBI assigned its minority interest in equal parts to existing \nmembers Rob Bell and Virginia Bell.  In 2008, Joseph assigned his minority interest \nto HBI.  Neither of these assignments were approved by a member vote or writing \nsigned by all members. \n{4}  The Parties agree that these assignments were effective without the \nneed for unanimous consent to transfer the assignor’s economic or distributive \ninterests.  They disagree as to the impact of the assignment on the assigning \nmember’s right to vote or participate in management (collectively referred to in this \nOrder as a member’s “control interest”).  The competing positions determine \nwhether Blythe has achieved de facto majority control by reason of the assignments \neven though he owns only a minority share.   \n{5}  There is no enforceable Operating Agreement, so that the issue is \ndetermined by the default provisions of the North Carolina Limited Liability \nCompany Act (the “Act”).1  The court does not by this Order address what impact, if \n                                                 \n1  The court’s ruling is based on the Act’s default provisions and does not adversely limit the Act’s \ngrant of authority to members to modify the relevant default provisions by articles of incorporation \nor by an operating agreement.  \n \n \n \nany, any control changes had on past corporate acts, such as, for example, whether \nany transaction was a conflict of interest transaction requiring special approval \nprocedures.   \n{6}  The issues are ones of first impression in North Carolina.  For the \nreasons discussed below, the court holds that, in the absence of articles of \nincorporation or an operating agreement to the contrary: 1) the assignment of \ncontrol interests between members is effective without unanimous member consent; \n2) therefore, HBI’s assignment to Rob Bell and Virginia Bell was effective upon \nassignment to transfer both HBI’s economic and control interests, causing HBI to \ncease being a member; 3) the assignment of a member’s interest to a non-member \ndoes not transfer a control interest until there is unanimous consent expressed by \nadmitting the assignee as a member, and the assignor retains his control interest \npending that admission; 4)  HBI was no longer a member when Joseph assigned his \ninterest, therefore HBI received only Joseph’s economic interest and Joseph has \nretained his control interest. \n \nII. II. II. II. \n PROCEDURAL HISTORY PROCEDURAL HISTORY PROCEDURAL HISTORY PROCEDURAL HISTORY    \n \n{7}  Other procedural history of the litigation is summarized in this Court’s \nJuly 26, 2012 Order on Motion for Order Compelling Return of Privileged \nDocuments.  The court here recites only the procedural history relevant to the \ncurrent cross-motions. \n{8}  Plaintiffs filed their Complaint in Catawba County Superior Court on \nMarch 22, 2011, and their Amended Complaint on July 28, 2011, asserting \nnumerous direct and derivative causes of action arising out of disputes over the \ninternal governance and management of Drymax, including whether revenues and \nbusiness opportunities have been improperly diverted from Drymax to HBI. \n{9}  Following the completion of discovery, 2  on October 9, 2012 both Parties \ntimely filed summary judgment motions.  Plaintiffs’ Motion for Partial Summary \n                                                 \n2   Plaintiffs have now moved to reopen discovery on limited issues not relevant to this Order.  \n \n \n \nJudgment and Defendants’ Motion for Summary Judgment as to Blythe’s claims 3  \neach invited the court’s determination of the effect of the assignments as a matter of \nlaw based on the uncontested facts.  This Order is limited to that single issue, and \nother issues presented by the respective motions will be the subjects of a \nsubsequent ruling.  The issue presently before the court has been fully briefed, \nargued, and is ripe for adjudication. \n \nIII. III. III. III.  STATEMENT OF STATEMENT OF STATEMENT OF STATEMENT OF RELEVANT RELEVANT RELEVANT RELEVANT FACTS FACTS FACTS FACTS    \n \n{10} \n The court does not make findings of fact when ruling on a motion for \nsummary judgment.  See Hyde Ins. Agency, Inc. v. Dixie Leasing Corp. , 26 N.C. \nApp. 138, 215 S.E.2d 162 (1975).  The court here recites those facts material to its \npresent ruling and which it believes are uncontested. \n \nA. A. A. A.    The Parties The Parties The Parties The Parties    \n \n{11} \n Drymax is a North Carolina limited liability company.  (Am. Compl. ¶ \n1.) \n{12}  Blythe is a California citizen and resident and has been a member of \nDrymax since its inception.  (Am. Compl. ¶¶ 4–6.)  \n{13}  HBI is a North Carolina corporation with its principal place of \nbusiness in Catawba County.  (Am. Compl. ¶¶ 19–20.) \n{14}  Rob Bell is a North Carolina citizen and resident and an original \nmember of Drymax, as well as an owner and officer of HBI.  (Am. Compl. ¶¶ 12–15.) \n{15}  Virginia Bell is a South Carolina citizen and resident and an original \nmember of Drymax as well as an owner and officer of HBI.  (Am. Compl. ¶¶ 16–18.) \n                                                 \n3   Defendants filed a separate summary judgment motion as to Drymax’s claim.  This Order does not \naddress that motion.  \n \n \n \n{16}  Joseph is a North Carolina citizen and resident and an original \nmember of Drymax.  He was the president and chief executive officer of HBI from \nMay 2003 until January 2008.  (Am. Compl. ¶ 24.) \n \nB. B. B. B.            Drymax Drymax Drymax Drymax’s Formation ’s Formation ’s Formation ’s Formation    \n \n{17} \n Blythe founded SecondWind Products, Inc. (“SecondWind”).  In 2001, \nBlythe sold most of SecondWind’s assets to HBI (the “Asset Purchase Agreement”), \nwhich was then controlled by R.E. Bell II, the father of Rob Bell and Virginia Bell.  \n(Blythe Dep. 65:12–66:2.)  As part of the Asset Purchase Agreement, HBI entered \ninto a license agreement (the “License Agreement”) with SecondWind and Dan \nTalbott to sell socks using SecondWind’s trademarks “Active Dry,” “Drymax,” and \n“MicroZap.”  (Blythe Aff. 2, Oct. 25, 2012; Blythe Dep. 516:20–517:9; Blythe Dep. \nEx. 130.)  \n{18}  In 2003, Blythe indicated his intent to terminate the License \nAgreement.  (Blythe Aff. 2, Oct. 25, 2012.)  R.E. Bell II then requested that Blythe \ndiscuss a new venture with Joseph.  (Blythe Dep. Vol. I 95:19–25, 96:1–25, 97:1–17.)  \nThe exact nature of the agreements ultimately reached are disputed, but in general \nHBI was to provide operational services and initial capital and Blythe would \nprovide product, packaging and sales services. \n{19}  R.E. Bell II and his wife died in a plane crash before any venture was \nformalized.  Rob Bell and Virginia Bell became the majority owners and officers of \nHBI (Virginia Bell Dep. 11:6–7, 25:5–12) with Joseph as HBI’s President.  (Joseph \nDep. 8:13–15.) \n{20}  Drymax was formed on November 6, 2003.  (Blythe Dep. Ex. 102.)  The \ninitial ownership was established as follows:  Blythe 40%; HBI 30%; Joseph 20%; \nRob Bell 5%; and Virginia Bell 5%.  (Blythe Dep. Ex. 104.)   \n{21}  The membership percentages remained unchanged from January 2004 \nuntil January 2007.  In January 2007, HBI assigned its 30% membership interest in \nequal portions to Rob Bell and Virginia Bell.  (Rob Bell III Dep. Vol. I 36:3–18; \n \n \n \nVirginia Bell Dep. 65:11–66:9.)  Rob Bell testified that he prepared new stock \ncertificates reflecting the changes and sent them to Blythe to sign, and that Blythe \nsigned them.  (Rob Bell III Dep. 167:12–20; Defs.’ Mot. for Summ. J. Ex. G.)  Blythe \ndenies that he signed the certificates.  (Blythe’s Resp. Reqs. Admis. 31–32, attached \nto Defs.’ Mot. for Summ. J. Ex. G.)  Neither Blythe nor Joseph otherwise have \nconsented to the 2007 assignment in writing, and no member meeting was held \nregarding the assignment.  (Rob Bell III Dep. Vol. I 38:9–16, 39:13–15; Virginia Bell \nDep. 68:10–17; Blythe Dep. 395:20–396:7, 443:2–13.)     \n{22}  In January 2008, Joseph resigned his office with HBI to become the \nPresident and Chief Operating Officer of Hibbett Sporting Goods, Inc. (“Hibbett”).  \n(Rob Bell III Dep. Vol. I 8:18–9:5; Joseph Dep. 8:10–15, 15:25–16:3.)  Joseph then \nsold his 20% interest in Drymax to HBI.  (Rob Bell III Vol. I 40:16–41:15.)  There is \nno writing or member vote indicating the consent of the other members to this \nassignment.  (Virginia Bell Dep. 70:21–23, 74:5–8; Rob Bell III Dep. Vol. I 41:23–42; \nBlythe Dep. 398:21–399:3.)    \n \nIV. IV. IV. IV. \n ANALYSIS ANALYSIS ANALYSIS ANALYSIS    \n \nA. A. A. A.  Standard of Review Standard of Review Standard of Review Standard of Review    \n \n{23}  Pursuant to N.C. R. Civ. P. 56(c) (“Rule 56”), a party is entitled to \nsummary judgment if the record shows “that there is no genuine issue as to any \nmaterial fact and that any party is entitled to judgment as a matter of law.”  N.C. \nG EN . STAT . § 1A, Rule 56(c) (2001).  The party seeking summary judgment bears the \ninitial burden of demonstrating the absence of a genuine issue of material fact, \nwhich may be met by proving that an essential element of the opposing party’s \nclaim is nonexistent.  DeWitt v. Eveready Battery Co. , 355 N.C. 672, 681, 565 \nS.E.2d 140, 146 (2002).  If the movant successfully makes such a showing, the \nburden then shifts to the nonmovant to present specific facts establishing the \n \n \n \npresence of a genuine factual dispute for trial.  Lowe v. Bradford , 305 N.C. 366, \n369–70, 289 S.E.2d 363, 366 (1982).   \n \nB.  B.  B.  B.      The Act’s Provisions The Act’s Provisions The Act’s Provisions The Act’s Provisions Relating  Relating  Relating  Relating to to to to Assig  Assig  Assig  Assignn nnment ment ment ment of  of  of  of Membership Interests  Membership Interests  Membership Interests  Membership Interests    \n \n{24} \n Unless otherwise provided in the articles of organization or the \noperating agreement of a North Carolina limited liability company, the Act’s default \nprovisions control.  Crouse v. Mineo , 189 N.C. App. 232, 237, 658 S.E.2d 33, 36 \n(2008). \n{25}  Plaintiffs earlier contended that a Drymax Operating Agreement was \nadopted, which Defendants denied.  Plaintiffs now indicate that they do not seek to \nenforce an Operating Agreement.  (Pls.’ Resp. to Defs.’ Mot. for Summ. J. \n(hereinafter “Pls.’ Resp. Br.”) 71.)  The Parties then agree that the cross-motions are \nto be decided based on the Act’s default provisions.  (Pls.’ Br. in Supp. of Mot. for \nPartial Summ. J. (hereinafter Pls.’ Br. in Supp.) 11.; Defs.’ Br. in Supp. of Their \nMot. for Summ. J. as to Claims by William A. B. Blythe (hereinafter Defs.’ Br. in \nSupp.) 10–12.) \n{26}  Article 1 of the Act contains definitions, including the definition of a \n“membership interest,” Article 3 controls admission of members and cessation of \nmembership, and Article 5 governs assignment of membership interests and \nwithdrawal.  The Act has no drafter’s comments and no meaningful legislative \nhistory to guide the court’s interpretation.4  \n                                                 \n4   The North Carolina Act was originally adopted prior to the Uniform Limited Liability Act of 1996 \n(“Uniform Act”) and the Revised Uniform Limited Liability Act (“Revised Act”).  Provisions in these \nacts related to membership interest assignment did not then inform the North Carolina Legislature.  \nThe Uniform Act provides that a member’s transfer of all of its distributional interest is an event of \ndissociation causing the member to cease being a member.  Unif. Ltd. Liab. Co. Act §§ 501–502 cmt. \n1 (1996).  Distributional interest by definition does not include management rights.  Id.  § 101(6).  \nThe Revised Act instead provides that a transferor retains the rights of a member other than the \ndistributional interest and all duties and obligations of a member, and also allows a member to \ntransfer governance rights to another existing member without obtaining consent from the other \nmembers, thus allowing control shifts among members.  Revised Unif. Ltd. Liab. Co. Act § 502(g), § \n502 cmt. 1 (2006); See  Why States Should Adopt RULLCA , Uniform Law Commission (November 30, \n2012), www.uniformlaws.org.  \n \n \n \n{27}  Section 57C-1-03 of the Act defines a “Membership interest or interest” \nas follows: \nall of a member’s rights in the limited liability company, including any \nshare of the profits and losses of the limited liability company, any \nright to receive distributions of the limited liability company assets, \nany right to vote on matters relating to the limited liability company, \nand any right to participate in the management of the limited liability \ncompany’s affairs. \n \nThis definition recognizes the distinction between a member’s economic interest and \nthe member’s control interest.    \n{28} \n Section 57C-3-01(b) provides the procedure for admitting new \nmembers, and requires unanimous consent of the existing members.  Section 57C-5-\n04(a) provides for the admission of an assignee as a member and also requires \nunanimous consent.  As discussed below, the court determines that the Section 57C-\n5-04 procedures apply only to an assignee that is not already a member and not to \none that is already a member.   \n{29}  Section 57C-3-01(c) allows a member to be admitted without owning \nany economic interest. \n{30}  The Parties center their respective positions on Section 57C-5-02 which \ngoverns “assignment of membership interests.”  This section provides: \nExcept as provided in the articles of organization or a written \noperating agreement, a membership interest is assignable in whole or \nin part.  An assignment of a membership interest does not dissolve the \nlimited liability company or entitle the assignee to become or exercise \nany rights of a member.  An assignment entitles the assignee to \nreceive, to the extent assigned, only the distributions and allocations to \nwhich the assignor would be entitled but for the assignment.  Except \nas provided in the articles of organization or a written operating \nagreement, a member ceases to be a member upon assignment of all of \nhis membership interest.  Except as provided in the articles of \norganization or a written operating agreement, the pledge of, or \ngranting of a security interest, lien, or other encumbrance in or \nagainst, all or any part of the membership interest of a member shall \nnot cause the member to cease to be a member or the secured party to \nhave the power to exercise any rights or powers of a member.  \n \n \n \n \n{31}  Section 57C-5-04(a) governs the “Right of assignee to become a \nmember.”  It provides: \nAn assignee of (or other person having only the rights of an assignee \nunder G.S. 57C-5-02 with respect to) an interest in a limited liability \ncompany may become a member only with that person's consent and: \n(1) By meeting the requirements provided in the articles of \norganization or operating agreement;  \n(2) By the unanimous consent of the members, if the articles of \norganization or operating agreement do not provide otherwise; or  \n(3)  In the manner permitted under G.S. 57C-6-01(4), if the limited \nliability company ceases to have any members.   \nThe consent of a member may be evidenced as provided in the articles \nof organization or operating agreement. If the articles of organization \nor operating agreement do not provide otherwise, then consent is to be \nevidenced by a written instrument, dated and signed by the member, \nor evidenced by a vote taken at a meeting of members. \n \n{32} \n The Act also limits a member’s right to terminate his membership.  \nSection 57C-5-06 provides that a member cannot voluntarily withdraw unless \nallowed by the articles of incorporation or a membership agreement.  The Act \nprovides no express procedure for voluntary withdrawal in the absence of such \nagreement.  The Act does provide for “cessation of membership” in circumstances of \na more involuntary nature, such as insolvency, bankruptcy or assignment for the \nbenefit of creditors.      \n{33}  It is clear by the wording of Section 57C-5-02 that an assignment in \nand of itself does not entitle the assignee to become a member or to exercise a \nmember’s rights if he is not already a member.  The court must determine first \nwhether this Section precludes the assignment of a control interest without \nunanimous consent to one who is already a member; and second, as to an \nassignment to a non-member, whether the assignor is immediately upon \nassignment divested of any control right even though the assignee cannot exercise \nany control until admitted or rather instead continues to hold that control interest \nuntil the non-member assignee is admitted. \n \n \n \n \n \nC. C. C. C.      The The The The Parties Parties Parties Parties’’ ’’ Conflicting Interpretations  Conflicting Interpretations  Conflicting Interpretations  Conflicting Interpretations    \n \n{34}  Plaintiffs contend that the Act allows the free transfer of both \neconomic and control interests.  However, they contend that economic interests and \ncontrol interests are treated differently, with both being transferred immediately \nupon assignment but the control interest, while transferred, cannot be exercised \nuntil there is unanimous member consent.  (Pls.’ Resp. Br. 67.)  They contend that \nthe member who assigns “all his interest,” nevertheless immediately ceases to be a \nmember, with the effect that the assigned control interest cannot be exercised by \neither the assignor or the assignee prior to unanimous member consent.  According \nto Plaintiffs, in the interim between the assignment and such unanimous consent, \nthe percentage of control interests that may be actually exercised is less than 100%, \nso that the effective percentage control interest of other members is proportionally \nincreased.  (Pls.’ Resp. Br. 67–68, 78.)  Under this construction, a minority member \ncan then obtain effective majority control while still owning only a minority share.  \n(Pls.’ Resp. Br. 67.)  Plaintiffs contend that Blythe now has effective majority \ncontrol of Drymax. \n{35}  Defendants contend that the Act applies differently to assignments \nbetween members and assignments to a non-member.  They contend that the \nunanimous consent provisions of Section 57C-5-04 apply only to assignments to a \nnon-member, and that any restriction on transfers between members must be \nprovided in the articles of incorporation or an operating agreement.  Accordingly, \nthey contend that HBI effectively transferred all of its interests to Rob and Virginia \nBell without the need for unanimous member consent.  Such a transfer would cause \nHBI to cease being a member, so that Section 57C-5-04 would apply to Joseph’s \nassignment to HBI.  Defendants contend that an assignor retains his control \ninterest upon assignment to a non-member until admission of the non-member is \napproved, so that Joseph retains his control interest.  (Defs.’ Opp’n Br. 10–12.)   \nDefendants contend that Blythe has held a consistent 40% control interest. \n \n \n \n{36}  The Parties’ respective positions can be represented by the following \ncharts: \n    Plaintiffs Plaintiffs Plaintiffs Plaintiffs’’ ’’ Position  Position  Position  Position: \n \n \nAfter the 2007 Transfer, 30% of control interests cannot be exercised .  \n    \n Economic Interest     Effective Control Interest  \nBlythe 40% 57% (40% of 70%) \nHBI   0%   0% (30% interest divested) \nJoseph 20% 29% (20% of 70%) \nRob Bell 20%   7% (5% of 70%) \nVirginia Bell 20%   7% (5% of 70%) \n \n And, after the 2008 Transfer, 50% of control interests cannot be exercised. \n \n Economic Interest \n    Effective Control Interest  \nBlythe 40% 80% (40% of 50%) \nHBI 20%   0% (30% interest divested) \nJoseph   0%   0% (20% interest divested) \nRob Bell 20% 10% (5% of 50%) \nVirginia Bell 20% 10% (5% of 50%) \n \n  \nDefendants’ Position Defendants’ Position Defendants’ Position Defendants’ Position:: ::    \n    \n After the 2007 Transfer, 100% of control interests can be exercised. \n  \n Economic Interest     Effective Control Interest  \nBlythe 40% 40% \nHBI   0%   0% \nJoseph 20% 20% \nRob Bell 20% 20% \nVirginia Bell 20% 20% \n \n And, after the 2008 Transfer, 100% of control interests can be exercised. \n \n Economic Interest \n    Effective Control Interest  \nBlythe 40% 40% \nHBI 20%   0% \nJoseph   0% 20% \nRob Bell 20% 20% \nVirginia Bell 20% 20% \n \n \nD. D. D. D.  The The The The CC CCourt’s ourt’s ourt’s ourt’s Statutory Statutory Statutory Statutory CC CConstruction onstruction onstruction onstruction    \n    \n{37}  “Statutory interpretation properly begins with an examination of the \nplain words of the statute.”  Correll v. Div. of Soc. Servs. , 332 N.C. 141, 144, 418 \n \n \n \nS.E.2d 232, 235 (1992).  “The intent of the Legislature controls the interpretation of \na statute.”  State v. Joyner , 329 N.C. 211, 217, 404 S.E.2d 653, 657 (1991).  If the \nstatute is clear and not ambiguous, the court must implement it according to the \nplain meaning of its terms.  Hyler v. GTE Prods. Co. , 333 N.C. 258, 262, 425 S.E.2d \n698, 701 (1993).  If clear and unambiguous there is no room for judicial \nconstruction.  Lemons v. Old Hickory Council, Boy Scouts of America, Inc. , 322 N.C. \n271, 276, 367 S.E.2d 655, 658 (1988).  “A part of a statute may not be interpreted \nout of context so as to render it inharmonious to the intent of the act, but must be \nconstrued as part of the whole.”  Rent-A-Car Co. v. Lynch , 298 N.C. 559, 562–563, \n59 S.E.2d 564, 566–567 (1979) (quoting Canteen Serv. v. Johnson Comm. of \nRevenue , 256 N.C. 155, 160, 123 S.E.2d 582, 585 (1961)).  Conversely, when the \nlanguage is ambiguous, the court must determine the purpose of the statute and the \nintent of the legislature in its enactment.  Coastal Ready-Mix Concrete Co. v. Bd. of \nComm’rs , 299 N.C. 620, 629, 265 S.E.2d 379, 385 (1980).  “The best indicia of [the \nlegislature’s] intent are the language of the statute or ordinance, the spirit of the \nact and what the act seeks to accomplish.”  Id.   “In the construction of any statute . . \n. words must be given their common and ordinary meaning, nothing else \nappearing.”  In re Clayton-Marcus , 286 N.C. 215, 219, 210 S.E.2d 199, 203 (1974).  \n{38}  Here, the Act created a statutory form of business organization that \ncombines the characteristics of limited liability from business corporations, and \npass through taxation from partnerships.  1 Russell M. Robinson, II, Robinson on \nNorth Carolina Corporation Law  § 34.01 (2012).  While the drafters of the Act may \nhave considered provisions of other acts with more specific and extensive statutory \nregimes, LLC’s are fundamentally contractual in nature, and the Act provides only \ndefault provisions of a more limited scope and which in most instances can be \nvaried by articles of organization or operating agreements.  Id.      \n{39}  It is clear that the Legislature allowed for the assignment of \nmembership interests, in whole or part, and recognized a distinction between \neconomic and control interests.  The Legislature also clearly recognized a distinction \nbetween an assignee and a member.   \n \n \n \n{40}  In determining the effect of the assignments on the control interests, \nthe court must strive to reconcile and give meaning to all of the Act’s provisions.  \nThe court is confronted with a potential conflict between two phrases within Section \n57C-5-02.  One restrictively states that an assignee “receives  only the distributions \nand allocations to which the assignor would be entitled but for the assignment” \n(emphasis added).  The other provides that “a member ceases to be a member upon \nassignment of all of his membership interest .”  (emphasis added).  The question is \nwhether Plaintiffs are correct that the Act allows for the control interest to be \nreceived by the assignee even though it cannot be exercised, with the result that the \nassignor member is immediately upon assignment divested of all rights of a \nmember.  \n{41}  Plaintiffs correctly caution that the court cannot import words into the \nstatute that change the meaning intended by the Legislature.  More specifically, \nPlaintiffs contend that the court cannot change the statutory term of “assignment” \nto “effective assignment.”  They contend that the court must enforce the clear \nstatutory language that provides that the assignments immediately caused the \nassignor to cease being a member.  However, by the same token, the court cannot \nadd language to the Act to allow an assignee to hold an inchoate control right and \ncannot ignore the restriction that the assignee receives only economic rights.  \n{42}  There are certain practical effects that flow from Plaintiffs’ \nconstruction.  First, absent unanimous member approval, the control interests of \nthe LLC are realigned upon the assignment in such a way to increase the \nproportional rights of members not involved in the assignment.  Second, the \nassignor immediately loses all member rights and can only be restored by being \nreadmitted by unanimous consent.  The assignor then has no power to correct any \ndeficiency in the assignment or participate in any decision seeking member \napproval.   \n{43}  Plaintiffs’ construction would give an existing member an effective veto \nover any transfer of a member’s control interest, whether to an existing member or \nto a non-member.  Plaintiffs contend that this is, however, fully consistent with \n \n \n \nNorth Carolina’s entrenched policy protecting minority shareholders.  Defendants \nin contrast contend that Plaintiffs’ construction unfairly creates a trap for the \nunwary and creates immediate control shifts the Legislature did not contemplate.  \nThey contend their construction maintains the status quo pending member consent \nand fairly and adequately protects all members by allowing transfers among those \nvoluntarily admitted as members but restricting any transfer to a non-member \nwithout unanimous consent.  \n{44}  In applying its construction, the court has sought to give effect to all of \nthe Act’s various provisions.  It interprets the Act to allow members, absent a \ncontrary agreement, to transfer both their economic and control membership \ninterests to existing members without unanimous member consent.  The court finds \nthat Plaintiffs’ construction providing otherwise would conflict with Section 57C-5-\n06 which prohibits a member from voluntarily withdrawing if there is no express \nmember agreement allowing this withdrawal, because under Plaintiffs’ \nconstruction, a member could voluntarily assign all his interest and immediately \ncease being a member without the need for any other member’s consent.  Section \n57C-5-06 demonstrates that the Legislature intended just the opposite.  The court \ncannot find a fair reading of the Act, reconciling all its provisions, that reflects a \nlegislative purpose that allow a member to cease being a member leaving his prior \ncontrol interest inchoate.  \n{45}  The court then concludes that, under the default provisions of the Act, \na member assignor ceases to be a member under Section 57C-5-02 once his entire \ninterest is assigned, such assignment is immediately complete upon assignment as \nbetween existing members without the need for further member consent, but as to \nan assignment to a non-member, the assignor does not cease being a member until \nthe assignee is admitted pursuant to the provisions of Section 57C-5-04.   \n{46}  The court recognizes there are policy arguments that can be made as to \nwhich statutory construction best protects minority owners.  But these policy \narguments do not provide a basis to apply the Act differently than it is written.  \nAgain, the court notes that the Legislature gave members great latitude to allocate \n \n \n \ntheir various interests by agreement.  In the absence of their having done so, the \ndefault provisions of the Act control.  The court believes it has applied the various \nprovisions of the Act in the manner necessary to reconcile its various provisions that \nmight otherwise be inconsistent. \n{47}  As noted, the court has based its analysis to the statutory language.  \nIts construction was not influenced by subsequent uniform acts or subsequent case \nor statutory developments in other states.  The court notes for interest only \ndecisions from other states discussed in the Parties’ briefs.  In Achaian Inc. v. \nLeemon Family LLC , the Delaware Chancery Court was asked to decide whether a \nmember can transfer his entire interest, including voting rights, to an existing \nmember.  25 A.3d 800, 2011 De. Ch. LEXIS 118 (2011).  The Court based its holding \non provisions of an operating agreement rather than default statutory provisions, \nand held that the member could transfer his entire interest without consent of the \nmembers.  In Spurlock v. Begley , the court was asked to apply the Kentucky statute \nthat includes express provisions which provide that, if an assignment is effective \nonly to transfer the assignor’s economic rights, but not its control rights, the \nassignor remains a member and retains all management rights.  308 S.W.3d 657, \n658–60 (Ky. 2010).  Likewise, the Pennsylvania LLC Act apparently provides that a \nmember’s assignment transfers his economic interest without the need for member \nconsent, but in the absence of such consent, the control interest remains with the \nassignor member.  See Zokaites v. Pittsburgh Ir. Pubs, LLC , 962 A.2d 1220 (Pa. \nSuper. Ct. 2008).    \n \nE. E. E. E.    TT TThe he he he TT TTwo wo wo wo TT TTransfers ransfers ransfers ransfers    \n    \n{48} \n HBI, Rob Bell, and Virginia Bell were each members at the time of \nHBI’s 2007 assignment.  The court concludes that this assignment was effective to \ntransfer HBI’s economic and control interests to Rob and Virginia Bell as existing \nmembers without the necessity of consent from Blythe or Joseph.  The court also \nconcludes that HBI ceased to be a member upon the assignment. \n \n \n \n{49}  The court’s decision does not rest on finding that Blythe consented to \nthe assignment.  In that regard, the court does not believe that the stock certificates \nexecuted after the assignment would be adequate evidence of consent, if consent \nwere required.   \n{50}  HBI was no longer a member in 2008 when Joseph assigned his \nmembership interests to HBI.  Accordingly, the court concludes that unless and \nuntil the other members unanimously consent to admit HBI as a member, HBI has \nreceived only Joseph’s economic interest and Joseph remains a member with his \ncontrol interest. \n{51}  In summary, applying the statute to the uncontested facts, the court \nfinds as a matter of law that: \n1.  The 2007 HBI assignment to Rob Bell and Virginia Bell was effective \nto transfer HBI’s full membership interest, including economic, voting and \nmanagement rights, without the necessity of further consent or action by other \nmembers, and as such, the assignment caused HBI to cease being a member in \nDrymax;  \n2.  The 2008 Joseph assignment to HBI effectively transferred only \nJoseph’s economic interest to HBI, while Joseph’s voting and membership rights \nremain with Joseph unless and until HBI is admitted as an assignee member by \nunanimous consent; \n3.  After the 2007 HBI assignment and prior to the 2008 Joseph \nassignment, the economic and control interests in Drymax were as follows: \n \n Economic Interest  Control Interest  \nBlythe 40% 40% \nHBI   0%   0% \nJoseph 20% 20% \nRob Bell 20% 20% \nVirginia Bell 20% 20% \n \n \n \n \n4.  After the 2008 Joseph assignment the economic and control interests \nin Drymax are as follows:  \n \n Economic Interest \n Control Interest  \nBlythe 40% 40% \nHBI 20%   0% \nJoseph   0% 20% \nRob Bell 20% 20% \nVirginia Bell 20% 20% \n \nV. V. V. V.    CONCLUSION CONCLUSION CONCLUSION CONCLUSION    \n \n{52} \n Accordingly, Plaintiffs’ Motion for Partial Summary Judgment insofar \nas it addresses the effect of the membership interest transfers is DENIED.  \nDefendants’ Motion for Summary Judgment as to Blythe’s claims insofar as it \naddresses the effect of the membership interest transfers is GRANTED.  The court \nreserves ruling on other issues raised by the respective motions not specifically \naddressed by this Order. \n \n  IT IS SO ORDERED, this 10th day of December, 2012. \n \n  \n "
}