{
  "id": "53780b9a668e7bfb55d50b890ad3cb31a574db3b202afecd184921e8dbade814",
  "source_file": "data/raw/ncbc/53780b9a668e7bfb55d50b890ad3cb31a574db3b202afecd184921e8dbade814.pdf",
  "raw_text": "VanFleet v. City of Hickory, 2020 NCBC 25. \n \nSTATE OF NORTH CAROLINA \n \nCATAWBA COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 2798 \n \nSUSAN J. VANFLEET; and \nVANFLEET AVIATION, LLC,  \n \nPlaintiffs, \n \nv. \n \nCITY OF HICKORY; TERRY \nCLARK; DAVID CLARK; and \nWARREN WOOD, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nAND MOTION TO STRIKE \n \n1. For many years, Susan VanFleet and VanFleet Aviation, LLC (together, \n“VanFleet”) leased hangar space at the Hickory Regional Airport.  In 2019,  the City \nof Hickory (“the City”) notified VanFleet that it would not renew her leases.  VanFleet \nnow alleges that she has long been a target of harassment by city and airport officials.  \nShe has  sued the City, its city manager, and the airport manager and assistant \nmanager (together, “Defendants”) for damages and reinstatement of the leases.  \n2. Before the Court are Defendants’ motions to dismiss and to strike under \nRules 12(b)(6) and 12(f) of the North Carolina Rules of Civil Procedure.  ( See ECF \nNos. 25, 27.)  For the following reasons, the Court GRANTS the motion to dismiss in \npart and DENIES it in part.  The Court DENIES the motion to strike.   \nLaw Offices of Christopher A. Hudson, by Christopher A. Hudson, John \nAdams Hodge & Associates, LLC, by John A. Hodge, and SFS Law \nGroup, by Dennis O’Dea, fo r Plaintiff s Susan Van Fleet and VanFleet \nAviation, LLC.  \n \nYoung, Morphis, Bach & Taylor, LLP,  by Paul E. Culpepper and \nTimothy D. Swanson,  for Defendants the City of Hickory , Terry Clark, \nDavid Clark, and Warren Wood. \n \nConrad, Judge. \nI. \nBACKGROUND \n3. The Court does not make findings of fact on a motion to dismiss.  The \nfollowing background assumes that the allegations of the amended complaint are \ntrue. \n4. Susan VanFleet is a certified flight instructor.  ( See Am. Compl. ¶  2, ECF \nNo. 20.)  Through VanFleet Aviation, she has operated a flight school for the better \npart of two decades.  (See Am. Compl. ¶¶ 1, 2.)   \n5. Beginning in 2013 , VanFleet based her aircraft at the Hickory Regional \nAirport, subject to two lease agreements with the City.  (See Am. Compl. ¶¶ 3, 7; Pls.’ \nBr. in Opp’n  Mot. to Dismiss & Mot. to Strike  [“Opp’n”] Jt. Ex. A, ECF No. 32 \n[“Lease”].)  The agreements, each for a different hangar, are identical.  In return for \na “hangar or tie down rent” of $250 per month,  VanFleet received assigned hangar \nspace and a promise that “[c]ity employees will move aircraft into and out of [the] \nhangar.”  (Lease at 1, 2.)  VanFleet also agreed to comply with governing ordinances \nand the airport’s policies and procedures.  ( Lease at 2.)  The se “terms” were to  \n“continue on a month-to-month basis.”  (Lease at 1; see also Am. Compl. ¶ 7 (“These \nAgreements were for month-to-month terms . . . .”).) \n6. From the start,  VanFleet seems to have gotten crosswise with airport \nofficials.  She  alleges that they  treated her differently than other airport patrons : \nfailing to service  her aircraft; leaving the  aircraft in unsafe conditions ; denying \nadmission to her mechanics; preventing her students from accessing the aircraft; and \nrefusing access to parking  areas used by others.  ( See Am. Compl. ¶¶  24, 28(d).)  \nVanFleet views these “dirty tricks”  as “retaliation” due to  her public advocacy for \nimprovements to airport facilities and services.  (Am. Compl. ¶¶ 12, 24.) \n7. This alleged “campaign of harassment” peaked in early 2019.  (Am. Compl. \n¶ 12.)  In March, the city manager publicly insinuated that VanFleet  intended to \nleave the airport —a false statement that led some of her students to cancel their \nflight training.  (See Am. Compl. ¶¶ 28(b), 28(d)(5)–(7), 46, 47.)  Then, on May 8, the \nairport’s manager informed VanFleet that her lease agreements would not be \nrenewed.  (See Am. Compl. Ex. 2.)  The notice letter stated that VanFleet had refused \nto heed requests from airport staff to move her aircraft out of a “non-movement area \nof the airport” and “back to the tie down area adj acent to” the hangar , thereby \nviolating her obligation to comply with airport policies and procedures.  (Am. Compl. \nEx. 2 at 1.)  According to VanFleet, th e charge was trumped up: the airport allowed \neveryone but her  to use the purported non -movement area, and she couldn’t have \nviolated any policies or procedures because the airport doesn’t have any.  ( See Am. \nCompl. ¶¶ 12, 13.) \n8. VanFleet filed this suit against the City shortly after.  (See Compl., ECF No. \n3.)  She  moved to enjoin the City from taking steps to evict her .  After expedited \nbriefing and a hearing, t he Court denied that request  because VanFleet had not \nshown a likelihood of success on her claim that the City breached the lease \nagreements by terminating them.  Governing statutes and case law allow a lessor to \nterminate a  month-to-month tenancy without causation on notice of seven days , \nwhich the City had given.  (See Order on Mot. for TRO and Inj. ¶ 4, ECF No. 11.)  Free \nto act, the City moved forward with the lease termination. \n9. An amended complaint followed.  VanFleet now alleges that, without a place \nto base her aircraft,  she has been forced to shut down her flight school.  ( See Am. \nCompl. ¶¶  16, 17.)  She accuses the city manager , the airport’s manager , and an \nassistant airport manager of conspiring to destroy her business and has added them \nas defendants, along with the City.  (See Am. Compl. ¶¶ 8, 9, 10, 37, 40.)  It appears \nthat the six enumerated causes of action within the amended complaint represent at \nleast eight distinct claims for relief: breach of contract, declaratory judgment, tortious \ninterference with contractual relationships, negligence, unfair competition, unfair or \ndeceptive trade practices, civil conspiracy, and libel.   \n10. Defendants move to dismiss all claims except libel  and to strike several \nallegations from the amended complaint .  ( See Defs.’ Mot. to Dismiss Am. Compl., \nECF No. 25; Defs.’ Mot. to Strike, ECF No. 27.)  The motions have been fully briefed, \nand on November 21, 2019, the Court held a hearing at which all parties were \nrepresented by counsel.  The motions are ripe for determination.  \nII.  \nMOTION TO STRIKE  \n11. The Court begins with the motion to strike.  Under Rule 12(f), trial  courts \n“may order stricken from any pleading any .  . . redundant, irrelevant, immaterial, \nimpertinent, or scandalous matter.”  N.C. R. Civ. P. 12(f).  “Matter should not be \nstricken unless it has no possible bearing upon the litigation.  If there is any question \nas to whether an issue may arise, the motion should be denied.”  Shellhorn v. Brad \nRagan, Inc., 38 N.C. App. 310, 316, 248 S.E.2d 103, 108 (1978).  \n12. At issue are six paragraphs in t he amended complaint.  (See Defs.’ Mot. to \nStrike at 1; see also Am. Compl. ¶¶  5, 6, 8, 14, 21(a) –(b), 22.)  In short, these six \nparagraphs allege that  the Hickory Regional Airport  is a public use airport , that it \nreceives federal funding, and that federal law imposes obligations in connection with \nthe funds.  Defendants read these allegations as a misguided attempt by VanFleet to \ntreat conditions on federal funding —for example, that the airport may not treat  \nsimilarly situated commercial operators differently, (see Am. Compl. ¶ 5)—as implied \nterms of her lease agreements.  They seek to strike the allegations on the ground that \nthe Federal Aviation Administration has exclusive jurisdiction to decide whether the \nCity complied with these conditions.  (See Defs.’ Br. in Supp. Mot. to Strike 3, 7, ECF \nNo. 28.) \n13. Defendants’ concerns are overstated.  VanFleet has stressed, in her \namended complaint and her brief, that she does not seek relief under federal aviation \nlaw and that these allegations are “background information” only.   (See Am. Compl. \n¶ 6; Opp’n 4–6.)  The public character of the  airport, including its receipt of federal \nfunds, may well have  some bearing on the case apart from serving as a basis for \nliability.  Even if not, it is not necessary to strike  “[m]ere scenery and stage \ndecoration” from pleadings.  Paris v. Carolina Portable Aggregates, Inc., 271 N.C. 471, \n479, 157 S.E.2d 131, 137 (1967).   And there is no risk of prejudice to Defendants.  If \nVanFleet reverses course and asks the Court to decide whether the City violated \nconditions associated with the receipt of  federal funds, Defendants may raise their \njurisdictional objection at that time.   \n14. In its discretion, the Court denies the motion to strike.   See, e.g.,  Reese v. \nCity of Charlotte, 196 N.C. App. 557, 567, 676 S.E.2d 493, 499 (2009) (affirming denial \nof motion to strike); Womack Newspapers, Inc. v. Town of Kitty Hawk, 181 N.C. App. \n1, 15–16, 639 S.E.2d 96, 105–06 (2007) (same); Buckley LLP v. Series 1 of Oxford Ins. \nCo. NC LLC, 2020 NCBC LEXIS 36, at *8–9 (N.C. Super. Ct. Mar. 23, 2020) (denying \nmotion to strike).  \nIII.  \nMOTION TO DISMISS \n15. In deciding Defendants’  motion to dismiss, the Court applies familiar \nstandards, taking the allegations of the amended complaint as true and viewing the \nfacts and permissible inferences “in the light most favorable to” VanFleet .  Ford v. \nPeaches Entm’t Corp. , 83 N.C. App. 155, 156, 349 S.E.2d 82, 83 (1986).  Of course,  \n“the court is not required to accept as true any conclusions of law or unwarranted \ndeductions of fact.”  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 56, 554 S.E.2d \n840, 844 (2001).   And it is appropriate to look to a ny contracts—here, the lease \nagreements—that are the subject of the amended complaint.  See id. at 60–61, 554 \nS.E.2d at 847. \n16. Two observations will help frame the analysis .  First, the amended \ncomplaint is not a model of clarity.  As an example, VanFleet’s f irst cause of action  \nincludes three distinct claims for relief  with no clear indication as to which of the \nmany paragraphs or subparagraphs are relevant to each .  (See Am. Compl. ¶¶  18–\n \n28.)  The Court has aimed to understand the amended complaint and to construe it \nliberally without expanding VanFleet’s  claims beyond what is fairly alleged.   See \nBrown v. Secor, 2017 NCBC LEXIS 65, at *19 (N.C. Super. Ct. July 28, 2017) (“The \nrequirement to liberally construe the complaint is not an invitation to rewrite it.”). \n17. Second, VanFleet’s response brief frequently relies on material outside the \namended complaint.  (See, e.g., Opp’n 14, 18–20.)  Extrinsic material is not relevant \nunder Rule 12(b)(6), and the Court therefore does not consider it.  See Jackson/Hill \nAviation, Inc. v. Town of Ocean Isle Beach , 251 N.C. App. 771, 775, 796 S.E.2d 120, \n123 (2017). \nA. Breach of Contract \n18. VanFleet claims that the City breached the lease agreements by terminating \nthem without cause .  ( See Am. Compl. ¶  23.)  As Defendants correctly observe, \nthough, “[a] showing of causation is unnecessary to effectively terminate a month-to-\nmonth tenancy.”  E. Town Mkt., L.P. v. 550 Foods, LLC , 2015 N.C. App. LEXIS 619, \nat *16 (N.C. Ct. App. July 21, 2015) (unpublished).  By statute, a  monthly tenancy \nmay be terminated by a notice to quit given seven days or more before the end of the \ncurrent month of the tenancy.  See N.C.G.S. § 42-14; Havelock Yacht Club, Inc. v. \nCrystal Lake Yacht Club, Inc. , 215 N.C. App. 153, 155, 714 S.E.2d 788, 789 (2 011).  \nHere, VanFleet alleges that the two agreements are month-to-month leases and that \nthe City gave timely written notice of its intent to terminate them.  (See Am. Compl. \n¶¶ 7, 9, 21; Am. Compl. Ex. 2.)  Taken as true, these allegations fail to state a claim \nfor breach of contract.  \n \n19. In her brief, VanFleet argues that the agreements are not in fact month-to-\nmonth leases.  (See Opp’n 9–10.)  This argument is contrary to the allegation in the \namended complaint that the “lease agreements .  . . were for month -to-month terms \n. . . .”  (Am. Compl. ¶  7; see also Am. Compl. ¶  21.)  It  also conflicts with the plain \nlanguage of the agreements, which state that their terms “shall continue on a month-\nto-month basis.”  (Lease at 1.)  VanFleet is bound by her pleading and by the plain  \nlanguage of the agreements.  See Rollins v. Junior Miller Roofing Co. , 55 N.C. App. \n158, 161– 62, 284 S.E.2d 697, 700 (1981) (“A party is bound by his pleadings and, \nunless withdrawn, amended, or otherwise altered, the allegations contained in all \npleadings ordinarily are conclusive as against the pleader.” (citation and quotation  \nmarks omitted)); Mount Airy-Surry Cty. Airport Auth. v. Angel, 833 S.E.2d 409, 412–\n13 (N.C. Ct. App. 2019) (treating hangar lease on “month-to-month basis” as monthly \nleasehold).   \n20. Also in her brief, VanFleet introduces a new  allegation that Defendants \nbreached the implied covenant of quiet enjoyment.  ( See Opp’n 12.)  No such c laim \nappears in the amended complaint , and the Court therefore does not consider t he \nargument.  See McGuire v. LORD Corp., 2020 NCBC LEXIS 15, at *8 n.4 (N.C. Super. \nCt. Feb. 11, 2020); Coleman v. Coleman, 2015 NCBC LEXIS 114, at *7–9 (N.C. Super. \nCt. Dec. 10, 2015). \n21. The Court grants the motion to dismiss the claim for breach of contract. \n \nB. Declaratory Judgment  \n22. Though lacking  clarity and precision, the claim for declaratory judgment \nappears to request  a declaration that the City breach ed the lease agreements and \nthat VanFleet did not.  (See Am. Compl. ¶¶ 19–21.)  These requests simply duplicate \nthe claim for breach of contract, which has been dismissed.  Thus, there is no genuine \ncontroversy, and the requested declaration would not serve a “ useful purpose in \nclarifying and settling ” the parties’ legal relations.  Calabria v. N.C. State Bd. of \nElections, 198 N.C. App. 550, 554, 680 S.E.2d 738, 743 (2009) (citation and quotation \nmarks omitted); see also Carpenter v. Cty. Sch. Bd., 107 Fed. App’x 351, 352 (4th Cir. \n2004) (per curiam) (unpublished) (affirming dismissal of duplicative declaratory -\njudgment claim).   \n23. VanFleet argues that she is also entitled to declarations  that Defendants \ncommitted unfair or deceptive trade practices, interfered with her contractual \nrelations, made libelous statements, and conspired together to do so.  ( See Opp’n 6–\n7.)  These requested declarations —also duplicative of the other asserted clai ms—do \nnot appear in the amended complaint.  Thus, the Court does not consider them.  See, \ne.g., McGuire, 2020 NCBC LEXIS 15, at *8 n.4; Coleman, 2015 NCBC LEXIS 114, at \n*7–9. \n24. The Court grants the motion to dismiss the claim for declaratory judgment. \nC. Tortious Interference with Contract \n25. To state a claim for tortious interference with contract, VanFleet must allege \nthat (1) she ha d a valid contract with a third party; (2) Defendants knew of the \n \ncontract; (3) Defendants intentionally induced the third party not to perform the \ncontract; (4) and in doing so acted without justification; (5) resulting in actual damage \nto VanFleet.  See Embree Constr. Grp., Inc. v. Rafcor, Inc. , 330 N.C. 487, 498, 411 \nS.E.2d 916, 924 (1992).  Defendants argue that the amended complaint fails to allege \nall but the last element.  (See Defs.’ Br. in Supp. Mot. to Dismiss 10–12, ECF No. 26 \n[“Br. in Supp.”].)   \n26. After careful review, the Court concludes that VanFleet has adeq uately \npleaded this claim .  The amended complaint names three students who cancel ed \nflight training “due to harassment by” Defendants.  (Am. Compl. ¶ 28(c).)  As alleged, \n“these existing customers” and their “contractual relationships” were “known -to-\nDefendants.”  (Am. Compl. ¶  28(a).)  Hoping to “damage [VanFleet’s] reputation,” \nDefendants interfered with the  students’ “routine access” to VanFleet’s aircraft, \nprompting them to leave the flight school.   (Am. Compl. ¶ ¶ 28(a), (c), (d)(5)– (7).)  \nConstrued liberally, these allegations are sufficient to plead unjustified interference \nwith known contracts between VanFleet and her students.  See Sandhills Home Care, \nL.L.C v. Companion Home Care – Unimed, Inc., 2016 NCBC LEXIS 61, at *42 –44 \n(N.C. Super. Ct. Aug. 1, 2016)  (denying motion to dismiss where p laintiff “allege[d] \nthat [d]efendants interfered with ‘valid contracts and business relationship[s] . . . .’ ”); \nsee also Hopkins v. MWR Mgmt. Co. , 2017 NCBC LEXIS 47, at * 53–54 (N.C. Super. \nCt. May 31, 2017) (concluding that knowledge of business relationship may suffice to \nshow knowledge of contract with third party).  \n \n27. The Court therefore denies the motion to dismiss  the claim for tortious \ninterference with contract. \nD. Negligence \n28. Defendants argue that VanFleet’s “negligence claim does nothing more than \nrecast the allegations put forth in support of [the] breach of contract claim” and is \ntherefore barred by the  economic loss rule.  (Br. in Supp. 17. )  VanFleet does not \naddress this claim in the opposition brief.   \n29. “The economic loss rule, as it has developed in North Carolina, generally \nbars recovery in tort for damages arising out of a breach of contract  . . . .”  Rountree \nv. Chowan Cty., 252 N.C. App. 155, 159, 796 S.E.2d 827, 830 (2017).  This is true even \nwhen the alleged breach is “due to the negligent or intentional conduct” of one of the \ncontracting parties.  Spillman v. Am. Homes of Mocksville, Inc., 108 N.C. App. 63, 65, \n422 S.E.2d 740, 741 (1992).   “To state a viable claim in tort for conduct that is also \nalleged to be a breach of contract, a plaintiff must allege a duty owed to him  by the \ndefendant separate and distinct from any duty owed under a contract.”   Akzo Nobel \nCoatings, Inc. v. Rogers, 2011 NCBC LEXIS 42, at *48 (N.C. Super. Ct. Nov. 3, 2011) \n(citation and quotation marks omitted). \n30. Without question, VanFleet’s negligence claim overlaps with the claim for \nbreach of contract.  The amended complaint alleges that “the City has terminated the \nAgreements improperly through unreasonable, intentional and negligent acts  . . . .”  \n(Am. Compl. ¶ 42.)  This is the contract claim merely restated as a tort.  No duty other \n \nthan the contractual duty is alleged.  Thus, the termination of the lease agreements \ncannot support a claim for negligence. \n31. This does not mean that the negligence claim must be dismissed.  At the \nhearing, VanFleet’s counsel argued that the amended complaint alleges negligence \nin the handling of her aircraft by airport personnel, separate from the contract claim.  \nIt would have been far better had counsel briefed this argument rather than leaving \nit to the hearing.  Nevertheless, on a charitable reading, the negligence claim \n“reiterate[s] each of the allegations” that come before it, (Am. Compl. ¶ 39), including \nallegations that airport personnel failed to service VanFleet’s aircraft, did not preheat \nthe aircraft in freezing weather, and left the aircraft in unsafe and dangerous \nconditions, (Am. Compl. ¶¶  28(d)(1)–(2)).  Defendants’ motion does not appear to \naddress this aspect of the negligence claim.   \n32. Accordingly, the Court denies the motion to dismiss the claim for negligence \nto the extent it is based on mishandling of VanFleet’s aircraft.   \nE. Unfair Competition \n33. VanFleet asserts a claim for unfair competition based on the allegation that \nDefendants are “allowing the other operators at the Airport to unfairly compete with \nthe Plaintiffs.”  (Am. Compl. ¶ 35.)  But “common law unfair competition claims are \nlimited to claims between business competitors  . . . .”  Gateway Mgmt. Servs. v. \nCarrbridge Berkshire Grp., Inc., 2018 NCBC LEXIS 45, at *18 (N.C. Super. Ct. May \n9, 2018).   The amended complaint does not allege that Defendants  compete with \n \nVanFleet.  Absent such an allegation, th e claim for unfair competition must be \ndismissed. \nF. Unfair or Deceptive Trade Practices \n34. As best the Court can tell, the claim for unfair or deceptive trade practices \nis derivative of the claims for breach of contract and tortious interference with \ncontract.  Defendants seek to dismiss the claim to the extent it is based on an alleged \nbreach of contract.  The Court agrees that the claim for breach of contract, which has \nbeen dismissed, cannot support a claim for unfair or deceptive trade practices. \n35. But Defendants have not sought dismissal on any other basis.  The claim for \ntortious interference with contract remains live.  The Court therefore denies the \nmotion to dismiss the claim for unfair or deceptive trade practices to the extent based \non those allegations.  See United Labs., Inc. v. Kuykendall , 322 N.C. 643, 665, 370 \nS.E.2d 375, 389 (1988) (noting that tortious interference with contract may support a \nclaim for unfair or deceptive trade practices). \nG. Civil Conspiracy  \n36. Defendants argue that the claim for civil conspiracy runs afoul of the \nintracorporate immunity doctrine.  (See Br. in Supp. 15–16.)  This doctrine holds that \n“there can be no conspiracy” between a corporation and its agents .  Chrysler Credit \nCorp. v. Rebhan, 66 N.C. App. 255, 259, 311 S.E.2d 606, 609 (1984); see also Alexander \nv. City of Greensboro, 762 F. Supp. 2d 764, 784–85 (M.D.N.C. 2011) (applying doctrine \nto municipality).  As alleged, the individual defendants are agents and employees of \nthe City, and their conduct is “imputable” or “attributable to” the City.  (Am. Compl. \n \n¶¶ 8, 15, 16, 40, 46, 47.)  Taken as true, these allegations require dismissal of the \nconspiracy claim.  See, e.g., Chrysler Credit, 66 N.C. App. at  259, 311 S.E.2d at  609 \n(affirming Rule 12(b)(6) dismissal of conspiracy claim where claim expressly alleged \nagency relationship); Lendingtree, LLC v. Intercontinental Capital Grp., Inc. , 2017 \nNCBC LEXIS 54, at *15 –16 (N.C. Super. Ct. June 23, 2017) (dismissing conspiracy \nclaim based on intracorporate immunity). \n37. In her brief, VanFleet does not address intracorporate immunity or cite any \nallegations that might support the conspiracy claim .  ( See Opp’n 20.)  After careful \nreview, the Court notes that the amended complaint asserts, with no supporting \nfactual allegations,  that the individual defendants  “acted entirely outside the \nlegitimate course and scope of their official duties with the City.”  (Am. Compl. ¶ 25.)  \nThe allegation is conclusory , contradicted by other allegations,  and therefore \ninsufficient to save  the claim.  See, e.g.,  Moch v. A.M. Pappas & Assocs., LLC , 251 \nN.C. App. 198, 207 –09, 794 S.E.2d 898, 903– 05 (2016) (affirming grant of motion to \ndismiss and “disregard[ing] conclusory allegations that state legal conclus ions or \nunwarranted inferences of fact”). \n38. The Court grants the motion to dismiss the conspiracy claim.   \nIV. \nCONCLUSION \n \n39. For these reasons, the Court ORDERS as follows:  \na. The Court GRANTS  the motion to dismiss the  claims for breach of \ncontract, declaratory judgment, unfair competition, and civil conspiracy.  \n \nb. The Court DENIES  the motion to dismiss the  claims for tortious \ninterference with contract, negligence , and unfair or deceptive trade \npractices.  \nc. The Court DENIES the motion to strike.  \n \nSO ORDERED, this the 30th day of March, 2020. \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}