{
  "id": "5382d4596ceeebf54834ed86c14b3ac675aaaf5cb9d2c682819aefef0d035390",
  "source_file": "data/raw/ncbc/5382d4596ceeebf54834ed86c14b3ac675aaaf5cb9d2c682819aefef0d035390.pdf",
  "raw_text": "Brown v. TM Northlake Mall, LP, 2025 NCBC 13. \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \nMASTER FILE 24CV032386-590 \n  BIANCA JULIANNE BROWN,  Plaintiff,  v.  TM NORTHLAKE MALL, LP, ET AL.,  Defendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION ON  \nMOTIONS TO DISMISS AND FOR \nJUDGMENT ON THE PLEADINGS \n  THE ESTATE OF ARMANI  DONOVICK SPENCER, by and through its Administratrix DONNA KAY SPENCER,  Plaintiff,  v.  TM NORTHLAKE MALL, LP, ET AL.,  Defendants.  \n \n24CV032393-590 \n                     RELATED CASE \n \n \n1. These consolidated cases arise from the same tragic event.  In August 2022, \nan unknown assailant followed Bianca Brown and Armani Spencer as they left the \nNorthlake Commons shopping center in Charlotte, North Carolina.  The assailant \nthen shot them in cold blood as they drove around the perimeter of neighboring \nNorthlake Mall.  Brown sustained severe injuries; Spencer died at the scene.   \n2. In these cases, Brown and Spencer’s estate claim that the owners, \nmanagers, and security personnel of Northlake Commons and Northlake Mall had a \nduty to provide adequate security but negligently failed to do so.  Defendants ARC \n \n \nNCCHRNC001, LLC, Hiffman Asset Management, LLC, and S&S Management \nGroup, LLC have either moved to dismiss the complaints under Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure or moved for judgment on the pleadings \nunder Rule 12(c).  For the following reasons, the Court DENIES the motions. \nHoward, Stallings, From, Atkins, Angell & Davis, P.A., by Robert Jessup \nand Matthew Langston, and Ramsay Law Firm, by Brian Curtis Hunt, \nfor Plaintiffs Bianca Julianne Brown and The Estate of Armani \nDonovick Spencer. \n \nTeague Campbell Dennis & Gorham, LLP, by John Matthew Little and \nDaniel Thaddeus Perry, for Defendant Hiffman Asset Management, LLC \nd/b/a Hiffman National. \n \nGallivan, White, & Boyd, P.A., by Christopher Mark Kelly, for Defendant \nS&S Management Group, LLC d/b/a/ Security Solutions of America. \n \nGoldberg Segalla LLP, by John I. Malone, for Defendant ARC \nNCCHRNC001, LLC. \n \nConrad, Judge. \n \nI. \nBACKGROUND \n \n3. The Court does not make findings of fact on motions under Rules 12(b)(6) \nand 12(c).  The following background assumes that the allegations of the complaints, \nwhich are essentially identical, are true.  For simplicity, citations throughout this \nopinion are drawn from Brown’s complaint.  (See Compl., ECF No. 10 [2024-CVS-\n32386-590].) \n4. In recent years, crime has vexed Northlake Mall, Northlake Commons, and \ntheir surroundings.  A public database shows more than a thousand reported crimes \nfrom 2017 to 2022, some involving rape, robbery, and murder.  Patrons of Northlake \n \n \nMall and Northlake Commons have frequently voiced their concerns about security \nin online forums, pointing to “shootings in the parking lot area” and describing the \nmall’s environs as a “[d]angerous place to be at night.”  One unhappy commenter \nasked rhetorically “WHERE is SECURITY???” and claimed to have been “chased \ndown by someone in a black SUV, thinking I cut them off.”  An equally unhappy retail \ntenant likened the mall to “a warzone.”  (Compl. ¶¶ 19 n.2, 24, 27.) \n5. The attack that injured Brown and killed Spencer occurred soon after \nmidnight on 13 August 2022.  They had just left a restaurant in Northlake Commons \nand were driving away when “a reckless driver tailgat[ed] them from Northlake \nCommons into Northlake Mall.”  At a stoplight on mall grounds, the attacker pulled \neven with their vehicle, fired about twenty gunshots, and then fled.  As alleged, “[a]t \nno point did security for either Northlake Commons or Northlake Mall respond” to \nthe gunshots or otherwise intervene.  (Compl. ¶¶ 29–32.) \n6. Brown and Spencer’s estate allege that this attack would not have happened \nhad there been adequate security at Northlake Mall and Northlake Commons.  As \nalleged, authorities for both properties were aware of the area’s history of criminal \nactivity and therefore had a duty to safeguard their customers.  Brown and Spencer’s \nestate claim that the owner (ARC), manager (Hiffman), and security provider (S&S) \nof Northlake Commons negligently breached that duty by failing to warn customers \nof the danger and failing to provide adequate security.  Brown and Spencer’s estate \nassert matching allegations and claims against Northlake Mall’s owner, manager, \nand security provider.  (See Compl. ¶¶ 38, 39, 50, 53.) \n \n \n7. ARC, Hiffman, and S&S contend that neither complaint sufficiently alleges \nnegligence.  Together, they have filed six motions across the two cases, seeking \ndismissal of all claims or judgment on the pleadings.  (See ECF Nos. 2, 5, 43 [2024-\nCVS-32386-590]; ECF Nos. 3, 6, 47 [2024-CVS-32393-590].)  After full briefing and a \nhearing on 6 February 2025, the motions are ripe for decision. \nII. \nLEGAL STANDARD \n \n8. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation and quotation marks \nomitted).  Dismissal is proper when “(1) the complaint on its face reveals that no law \nsupports the plaintiff’s claim; (2) the complaint on its face reveals the absence of facts \nsufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco PLC, 371 N.C. \n605, 615 (2018) (citation and quotation marks omitted).  In deciding the motion, the \nCourt must treat all well-pleaded allegations as true and view the facts and \npermissible inferences in the light most favorable to the nonmoving party.  See, e.g., \nSykes v. Health Network Sols., Inc., 372 N.C. 326, 332 (2019). \n9. A motion for judgment on the pleadings “should be granted when a \ncomplaint fails to allege facts sufficient to state a cause of action . . . .”  Robertson v. \nBoyd, 88 N.C. App. 437, 440 (1988).   “All well pleaded factual allegations in the \nnonmoving party’s pleadings are taken as true and all contravening assertions in the \nmovant’s pleadings are taken as false.”  Ragsdale v. Kennedy, 286 N.C. 130, 137 \n(1974). \n \n \nIII. \nANALYSIS \n \n10. “[O]rdinarily a possessor of land is not liable for injuries to invitees which \nare caused by the intentional criminal acts of third parties.”  Murrow v. Daniels, 321 \nN.C. 494, 500 (1988).  There are exceptions, though.  See Restatement (Second) of \nTorts § 344.  When the landowner had “reason to know that there was a likelihood of \nconduct on the part of third persons which endangered the safety of his invitees, a \nduty to protect or warn the invitees could be imposed.”  Foster v. Winston-Salem Jt. \nVenture, 303 N.C. 636, 638–39 (1981) (endorsing section 344 of the Restatement).  The \ntest “is one of foreseeability.”  Murrow, 321 N.C. at 501.  This does not mean that the \nplaintiff must allege or “prove that the defendant foresaw the injury in the exact form \nin which it occurred.”  Foster, 303 N.C. at 642.  “The plaintiff need only show that in \nthe exercise of reasonable care the defendant should have foreseen that some injury \nwould result from his act or omission or that consequences of a generally injurious \nnature might have been expected.”  Id. \n11. Consider, for example, the circumstances in Foster.  That case involved an \nassault and robbery in a mall parking lot.  The plaintiff claimed that the mall’s \nowners “breached their duty to adequately patrol and provide security,” alleging “that \nin the year preceding the assault upon her, at least twenty-nine incidents of crime \nwere reported as having taken place in the mall parking lot.”  Id. at 641.  The \nSupreme Court found “these allegations sufficient to state a cause of action against \ndefendants in negligence.”  Id.  \n \n \n12. The Court of Appeals reasoned similarly in Connelly v. Family Inns of \nAmerica, Inc., 141 N.C. App. 583 (2000).  There, two men broke into a family’s motel \nroom as they slept, threatened to shoot them, and stole their cash and jewelry.  The \nfamily sued the motel’s owners and managers for failing to provide adequate security \nand offered evidence of about 100 cases of assault, larceny, and breaking and entering \nin the vicinity of the motel over the preceding five years.  This evidence was sufficient \nnot only “to raise a triable issue of fact as to the foreseeability of the attack upon \nplaintiffs,” id. at 589, but also to support a reasonable inference “that if criminal \nincidents occurred so close to defendants’ motel, the defendants were or should have \nbeen aware of those facts which should have prompted them to take adequate safety \nmeasures,” id. at 591. \n13. The allegations here mirror those in Foster and Connelly.  As alleged, in the \nfive years before the deadly assault on Brown and Spencer, Northlake Mall and \nNorthlake Commons witnessed over 1,000 crimes, with “assaults, forcible rapes, \nrobberies, and murders” among them.  (Compl. ¶ 24.)  A great deal of notoriety \nsurrounded these incidents.  Customers took to online forums to complain about the \nlack of security and unsafe conditions, especially at night, and retail tenants \nterminated their leases and closed their stores due to similar concerns.  (See Compl. \n¶¶ 24, 27.)  It is reasonable to infer from these alleged facts that ARC and Hiffman \nwere or should have been aware “of the existence of a likelihood of injury to [their] \ncustomers from the criminal acts of third persons.”  Foster, 303 N.C. at 642. \n \n \n14. ARC and Hiffman do not dispute this.  They argue instead that the claims \nagainst them must be dismissed because the shooting took place on Northlake Mall \nproperty after Brown and Spencer had left Northlake Commons property.  Any duty \nto provide security, according to ARC and Hiffman, ended at the property line that \ndivides Northlake Commons from Northlake Mall. \n15. It is true that a landowner’s duty to exercise reasonable care in the \nmaintenance of its premises “does not extend to guarding against injuries caused by \ndangerous conditions located” on someone else’s property and “coincides exactly with \nthe extent of the landowner’s control of his property.”  Lampkin v. Hous. Mgmt. Res. \nInc., 220 N.C. App. 457, 461 (2012).  But as courts elsewhere have persuasively \nobserved, “a property owner does not escape liability for an attack that begins on its \npremises simply because the victim moves outside the premises before the attack is \ncompleted.”  Martin v. Six Flags Over Georgia II, L.P., 801 S.E.2d 24, 30–31 (Ga. \n2017).  “If the injury-producing moment outside a business is in fact the culmination \nof a series of events that began inside, the outcome of the case should turn on \nsomething less artificial than the location of the property line.”   Paynton v. Spuds, \nLLC, 2014 U.S. Dist. LEXIS 92988, at *8 (E.D. Pa. July 9, 2014) (applying section \n344 of the Restatement (Second) of Torts); see also Hammond v. San Lo Leyte VFW \nPost #7515, 2018 Kan. App. Unpub. LEXIS 743, at *12 (Kan. Ct. App. Sept. 28, 2018) \n(unpublished) (“We have found no case in which the existence of a duty and the breach \nof that duty in location A is negated by the fact that the resulting harm from the \nbreach occurred in location B.”). \n \n \n16. The complaints allege that the attack on Brown and Spencer began in \nNorthlake Commons.  The attacker “loitered” there with “no legitimate business” \npurpose while “harassing lawful visitors.”  (Compl. ¶¶ 37, 40, 46.)  Then, when Brown \nand Spencer started for home, the attacker began “driving recklessly” and “tailgating \nthem from Northlake Commons into Northlake Mall,” where the shooting occurred.  \n(Compl. ¶¶ 30, 40.)  Viewed in the light most favorable to Brown and Spencer’s estate, \nthese allegations tend to show that the shooting was the “culmination of a continuous \nstring of events that were planned on [Northlake Commons] property, were executed \nat least in part on [Northlake Commons] property, and were the result of a failure \nby” ARC and Hiffman to exercise ordinary care to provide security for their patrons.  \nSee Martin, 801 S.E.2d at 30.  Thus, the complaints adequately state claims for \nnegligence.  See, e.g., Reynolds v. CB Sports Bar, Inc., 623 F.3d 1143, 1152 (7th Cir. \n2010) (reversing dismissal of claim and concluding that plaintiff adequately alleged \nthat bar owner “owed her a duty to protect her against the criminal attack by [third \npersons] if it actually knew of their alleged plan to sexually exploit her off premises”); \nPaynton, 2014 U.S. Dist. LEXIS 92988, at *7–8 (denying motion to dismiss in light of \n“nexus between events that occurred on defendants’ premises and a subsequent \nassault that purportedly occurred in an unbroken chain of events almost immediately \noutside its door”). \n17. S&S makes a slightly different argument.  As a contractor (as opposed to a \nlandowner), the scope of its duty is limited by the terms of its contract to provide \nsecurity services for Northlake Commons.  See Cassell v. Collins, 344 N.C. 160, 163 \n \n \n(1996), overruled on other grounds by Nelson v. Freeland, 349 N.C. 615 (1998).  Citing \nCassell, S&S contends, first, that its contract imposes no obligation to patrol or \nprovide security on Northlake Mall property and, second, that its contract does not \nrequire it to intervene to stop a violent attack anywhere, including on Northlake \nCommons property. \n18. The first contention isn’t persuasive for the reasons discussed above.  The \ncomplaints allege that the attack on Brown and Spencer began in Northlake \nCommons.  S&S may be liable for negligence in carrying out its duties onsite even if \nthe consequences of its negligence materialized after Brown and Spencer drove \noffsite. \n19. The second contention runs up against the standard of review.  Neither side \nattached S&S’s contract.  Thus, all that is in the record concerning the contract is \nwhat the complaints allege about it: that S&S was obligated to “[d]iscover that \ncriminal activity by third persons was occurring,” “[e]xercise due care to reasonably \nprevent or control such criminal activity within” Northlake Commons, “[t]ake \nreasonable steps for the safety and protection of the lawful occupants,” and “warn of \nknown dangers.”  (Compl. ¶ 59; see also Compl. ¶ 34.)  S&S allegedly shirked its \nduties because it failed “to properly secure, inspect, and patrol” Northlake Commons \nand “allow[ed] known trespassers, dangerous persons, armed persons, and \nunauthorized persons to enter” the premises.  (Compl. ¶¶ 67, 69.)  These allegations, \nwhich the Court must take as true, sufficiently identify the source of S&S’s duty, the \nscope of that duty, and the claimed breach.   \n \n \nIV. \nCONCLUSION \n \n20. For these reasons, the Court DENIES the motions to dismiss and motions \nfor judgment on the pleadings. \n \nSO ORDERED, this the 19th day of March, 2025. \n             \n       \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}