{
  "id": "53e963beb7289d13869ca708f00c27e7af4d362bfeab5e2077806fe6564e3b0b",
  "source_file": "data/raw/ncbc/53e963beb7289d13869ca708f00c27e7af4d362bfeab5e2077806fe6564e3b0b.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 2657 \n \nMOHR PARTNERS, INC., a Texas \ncorporation, \n \nPlaintiff, \n \nv. \n \nELIOR, INC., a Delaware \ncorporation, \n \nDefendant.  \n \n \n \n \nORDER AND OPINION ON CROSS- \nMOTIONS FOR SUMMARY \nJUDGMENT AND DEFENDANT’S \nMOTION FOR LEAVE TO AMEND \nANSWER  \n \n \n     \n THIS MATTER  is before the Court on Defendant’s Motion for Summary \nJudgment (ECF No. 55), Defendant’s Motion for Leave to Amend Answer (“Motion to \nAmend,” ECF No. 58), and Plaintiff’s Motion for Summary Judgment (ECF No. 62) \n(collectively, the “Motions”).  \n The Court, having considered the Motions and exhibits, the parties’ briefs, the \narguments of counsel, the applicable law, and all appropriate matters of record, \nCONCLUDES that Defendant’s Motion to Amend should be DENIED; Defendant’s \nMotion for Summary Judgment should be GRANTED in part  and DENIED in \npart; and Plaintiff’s Motion for Summary Judgment should be GRANTED in part, \nDENIED in part, and DEFERRED in part.   \nMaynard Nexsen PC by David A. Luzum and James C. Smith, and C. \nKyle Pugh, P.C., by Kyle Pugh for Plaintiff Mohr Partners, Inc. \n \nWilliams Mullen, by Killian Wyatt and Camden R. Webb for Defendant \nElior, Inc.  \n \nDavis, Judge.  \n \n \nMohr Partners, Inc. v. Elior, Inc., 2025 NCBC 24. \nINTRODUCTION \n1. In this Opinion, the Court addresses several issues concerning an \nexclusive representation agreement between a real estate broker and its client .  \nSpecifically, the Court must determine (1) whether the agreement entitled the broker \nto receive a commission for real estate transactions handled solely by the client; and \n(2) whether the unique circumstances concerning two discrete transactions in which \nthe broker performed services justified the client’s refusal to pay a commission to the \nbroker. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. “The Court does not make findings of fact on motions for summary \njudgment; rather, the  Court summarizes material facts it considers to be \nuncontested.”  McGuire v. LORD Corp., 2021 NCBC LEXIS 4, at **1– 2 (N.C. Super. \nCt. Jan. 19, 2021) (cleaned up). \n3. Plaintiff Mohr Partners, Inc. (“Mohr”) is a Texas corporation authorized \nto do business in North Carolina  as a real estate firm.   ( Countercls. ¶ 15, ECF No. \n37.) \n4. Defendant Elior, Inc. (“ Elior”) is a Delaware corporation authorized to \ndo business in North Carolina.  Elior’s principal place of business is in Mecklenburg \nCounty, North Carolina.  (Am. Compl. ¶ 2, ECF No. 36.)   \n5. Elior is a hospitality company that provides contract catering and frozen \npre-packaged meals to educational institutions, hospitals , senior care facilities, \ncorrectional institutions, and other governmental units.  (Hunt Dep., at 24–25, ECF \nNo. 144.3.)  As of spring 2020, Elior had approximately 100  real estate holdings —\nboth owned and leased properties —in North America.   (McNamara Dep., at 18 –19, \nECF No. 144.4.) \n6. Historically, Elior did not employ third parties to manage its real estate \nportfolio.  Instead, Elior handled real estate transactions internally , including \nnegotiating sales and leases.  (Mohr Rule 30(b)(6) Dep., at 52, ECF No. 144.1.)  \n7. In the spring of 2020, Elior’s leadership team recognized that the \nshutdowns associated with the COVID -19 pandemic would likely result in Elior \nhaving a significant amount of empty, unused commercial office space for which it \nwould be responsible for paying rent.  As a result, Elior’s executives decided to retain \na real estate broker to handle transactions involving  Elior’s leases and owned \nproperties.  (Hunt Dep. at 44–45.)  \n8. Oliver Poirot, the chief executive officer of Elior, contacted Robert Mohr, \nthe founder and chief executive officer of Mohr, and requested that Mohr provide real \nestate services for Elior.  (Countercls. ¶ 17; Poirot Dep., at 47–48, ECF No. 57.5.) \n9. On 12 June 2020, Mohr prepared and sent a draft written contract to \nElior.  (Mohr Rule 30(b)(6) Dep., at 35–37.)  \n10. From June through July 2020, the parties negotiated the terms of the \ncontract for the real estate services to be provided by Mohr.  (Mohr Rule 30(b)(6) Dep., \nat 35.)  \n11. On 10 August 2020, Elior and Mohr executed a n “Exclusive \nRepresentation Agreement” (“ERA,” ECF No. 80).  The most relevant portions of the \nERA stated as follows:  \nWHEREAS, Client [Elior] desires Mohr to be their Exclusive Real \nEstate Agent across North America for real estate services:  \n \n1. EXCLUSIVE RIGHT TO REPRESENT .  Client hereby retains \nMohr as its Exclusive Real Estate Agent as to Client’s entire North \nAmerican real estate portfolio, and grants to Mohr the exclusive right \nto represent Client on the following terms and conditions: Provided, \nhowever, that any such exclusivity shall not apply to any brokerage \narrangement that may have been previously entered into by Client \nas set forth in Exhibit B.  In addition, such exclusivity shall not apply \nto any locations or segment projects as also set forth in Exhibit B.  \n \n2. TERM. The term of this Agreement shall commence the day this \nAgreement is executed and shall be in effect for any transaction \ncompleted within three (3) years from the date of this Agreement (the \n“Initial Term”).   Following the Initial Term, this Agreement shall \ncontinue without interruption until one party gives the other party \nat least sixty (60) days advance written notice of its intent to \nterminate this Agreement.  However, Client and Mohr shall have the \nright to terminate this Agreement with or without Cause at any time \nwith nine (9) months advance written notice to the other party.   If a \ntransaction is not completed within thirty (30) days past the \nexpiration or termination of this Agreement, Mohr will submit to \nClient a written list of all properties that have been submitted to \nClient or evaluated by Client during the term of this Agreement.  In \nthe event a transaction is completed on any of the listed properties \nwithin one hundred eighty (180) days of the expiration of this \nAgreement, Client agrees  that Mohr will be its agent as described \nabove. \n \n3. CLIENT RESPONSIBILITIES.  Client shall cooperate with Mohr \nand agrees to refer all phone inquiries, offerings, and correspondence \nrelating to commercial space, including early termination/buy -out \nnegotiations, sales and acquisitions, sale -leasebacks, dispositions or \nsubleases or assignments, new leases or renewals of existing leases, \nbuild-to-suit projects including lease and acquisition of land for such \nproject, directly to Mohr.  Mohr shall be the main point of contact on \nbehalf of Client for all real estate related negotiations .  Relative to \nsuch negotiations and completion of the preceding assignments, \nClient agrees that Mohr shall receive the following fees as further \ndescribed on Exhibit A attached hereto. \n \n4. MOHR RESPONSIBILITIES .  Mohr shall use its best efforts to \nimplement cost savings strategies in the real estate portfolio of Client \nincluding but not limited to optimization  of space use, negotiations \nwith existing landlords to restructure and/or terminate existing \nleases, sublease or otherwise dispose of existing leases, secure \nproposals on any properties or transaction restructure to meet \nClient’s criteria and shall assist Client in analyzing all the options \npresented to Client.  As the overall real estate services integrator for \nClient, Mohr can utilize local co -brokers in various markets to \nachieve maximum cost reductions for Client.   \n \n(ERA, ¶¶ 1–4.)  \n12. Following the execution of the ERA, Elior provided Mohr with a \ncomprehensive list of its leases and details regarding expiration dates and monthly \nrent expenses.  (Macnoll Dep., at 96–104, ECF No. 144.2.)   \n13. Over the next two years, Mohr served as a real estate broker for Elior \non various transactions.  Elior’s primary point of contact at Mohr was its General \nCounsel, Steve Macnoll.  (Countercls. ¶¶ 22–23.) \n14. Unbeknownst to Mohr, however, during the time period in which the \nERA was in effect, Elior handled certain additional real estate transactions in-house \nwithout utilizing the services of Mohr (or any other broker).\n1  As a result, Mohr was \nnot paid any commission for these transactions.   \n \n1 Because the parties in their briefs refer to this practice as “self-servicing,” the Court utilizes \nthis term as well throughout this Opinion. \n15. Elior’s failure to pay a commission to Mohr for these self -serviced \ntransactions forms the basis for one of the issues of dispute between the parties in \nthis case. \n16. The remaining two disputed issues both arise out of Elior’s acquisition \nin May 2016  of a company called Preferred Meals Systems (“Preferred Meals”) , an \nIllinois-based manufacturer of frozen food products.  (Countercls. ¶ 10.) \n17. Beginning in December 2021, Elior began making plans to sell the \nPreferred Meals business.  (Countercls. ¶ 33.)  The sale of Preferred Meals differed in \ncharacter from Elior’s usual lease termination projects , as Elior needed to sell its \nassets to buyers who could continue operations, take on union employees, and \nminimize Elior’s liability under certain contracts.  (Countercls. ¶ 34.)  \n18. Preferred Meals’ real estate holdings included properties in a number of \ndifferent locations nationwide.  The two locations that are relevant to this case are \nits properties in Berkeley, Illinois (the “Berkeley Property”), and Moosic, \nPennsylvania (the “Moosic Property”).  (Countercls. ¶ 38.) \n19. As discussed in extensive detail later in this Opinion, Mohr (through \nMacnoll) performed services on Elior’s behalf  regarding transactions involving both \nthe Berkeley Property  and Moosic Property.  However, with regard to both \ntransactions (albeit for different reasons), Elior refused to pay Mohr commissions  \npursuant to the ERA. \n20. On 7 February 2023, Mohr initiated this action by fil ing a Complaint \n(ECF No. 3 ), in Mecklenburg County Superior Court .  Mohr subsequently filed an \nAmended Complaint on 1 August 2023, which contained a claim for breach of contract \nagainst Elior based on the unpaid commissions referenced above.   \n21. This matter was designated as a mandatory complex business case and \nassigned to the undersigned on 21 March 2023.  (ECF Nos. 1–2.)  \n22. In response, Elior filed an Answer and Counterclaims on 14 April 2023, \nasserting counterclaims for breach of contract and recoupment.  (ECF No. 13.)  Elior \nsubsequently filed  new Counterclaims on 7 August 2023 , reasserting those same \nclaims and adding a new counterclaim for breach of fiduciary duty.   \n23. On 10 June 2024, Elior filed a  Motion for Summary Judgment and a \nMotion for Leave to Amend .  On that same date, Mohr filed a cross-Motion for \nSummary Judgment. \n24. The Court held a hearing via WebEx on the Motions on 23 September \n2024 at which all parties were represented by counsel.   \n25. The Motions have been fully briefed and are now ripe for resolution. \nLEGAL STANDARD \n26. It is well established that “[s]ummary judgment is proper ‘if the \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.’ ”  Morrell v. Hardin \nCreek, Inc., 371 N.C. 672, 680 (2018) (quoting N.C. R. Civ. P. 56(c)).  “[A] genuine \nissue is one which can be maintained by substantial evidence.”  Kessing v. Nat’l \nMortg. Corp., 278 N .C. 523, 534 (1971).  “Substantial evidence is such relevant \nevidence as a reasonable mind might accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference.”  Daughtridge v. Tanager \nLand, LLC, 373 N.C. 182, 187 (2019) (cleaned up). \n27. On a motion for summary judgment, “[t]he evidence must be considered \n‘in a light most favorable to the non -moving party.’ ”  McCutchen v. McCutchen , 360 \nN.C. 280, 286 (2006) (quoting Howerton v. Arai Helmet, Ltd ., 358 N.C. 440, 470 \n(2004)).  “[T]he party moving for summary judgment ultimately has the burden of \nestablishing the lack of any triable issue of fact.”  Pembee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491 (1985). \n28. The party moving for summary judgment may satisfy its burden by \nproving that “an essential element of the opposing party’s claim does not exist, cannot \nbe proven at trial, or would be barred by an affirmative defense, . . . or by showing \nthrough discovery that the opposing party cannot produce evidence to support an \nessential element of [the] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000).  “If the \nmoving party satisfies its burden of proof, then the burden shifts to the non- moving \nparty to ‘set forth specific facts showing that there is a genuine issue for trial.’ ”  Lowe \nv. Bradford,  305 N.C. 366, 369– 70 (1982) (quoting N.C. R. Civ. P. 56(e)).  If the \nnonmoving party does not satisfy its burden, then “summary judgment, if \nappropriate, shall be entered against [the nonmovant].”  United Cmty. Bank (Ga.) v. \nWolfe, 369 N.C. 555, 558 (2017) (quoting N.C. R. Civ. P. 56(e)). \n29. When a party requests offensive summary judgment on its own claims \nfor relief, “a greater burden must be met.”  Brooks v. Mt. Airy Rainbow Farms Ctr., \nInc., 48 N.C. App. 726, 728 (1980).  The moving party “must show that there are no \ngenuine issues of fact, that there are no gaps in his proof, that no inferences \ninconsistent with his recovery arise from the evidence, and that there is no standard \nthat must be applied to the facts by the jury.”  Parks Chevrolet, Inc. v. Watkins, 74 \nN.C. App. 719, 721 (1985).  For that reason, it is “rarely . . . proper to enter summary \njudgment in favor of the party having the burden of proof.”  Blackwell v. Massey , 69 \nN.C. App. 240, 243 (1984). \nANALYSIS \nI. Elior’s Motion for Leave to Amend  \n30. The Court elects to address Elior’s Motion for Leave to Amend first.   \n31. In this Motion, Elior requests leave from the Court to file an amended \nanswer to Mohr’s Amended Complaint.  Specifically, Elior seeks to amend its Answer \nto assert that “no contract was formed between Elior and Mohr because the parties \nnever reached a meeting of the minds on a material term of the ERA.”  (Mot. Amend, \nat 1.) \n32. Motions to amend are governed by Rule 15 of the North Carolina Rules \nof Civil Procedure.  Rule 15(a) provides, in relevant part, as follows: \nA party may amend his pleading once as a matter of course at any time \nbefore a responsive pleading is served or, if the pleading is one to which \nno responsive pleading is permitted and the action has not been placed \nupon the trial calendar, he may so amend it at any time within 30 days   \nafter it is served.  Otherwise, a party may amend his pleading only by \nleave of court or by written consent of the adverse party, and leave shall \nbe freely given when justice so requires.   \nN.C. R. Civ. P. 15(a). \n33. Although Rule 15 states that leave shall be freely given, “the rules still \nprovide some protection for parties who may be prejudiced by liberal amendment.”  \nVitaform, Inc. v. Aeroflow, Inc., 2021 NCBC LEXIS 79, at **11 (N.C. Super. Ct. Sept. \n16, 2021) (quoting Henry v. Deen, 310 N.C. 75, 82 (1984)).  As a result, an “amendment \nmay be denied for reasons of undue delay, bad faith, dilatory motive, repeated failure \nto cure deficiencies, undue prejudice, and futility of amendment.”  Id.  (cleaned up).  \n“The burden is upon the opposing party to establish that [it] would be prejudiced by \nthe amendment.”  Id.  \n34. The decision whether to grant or deny a motion to amend is within the \ndiscretion of the trial court, and its decision will not be reversed unless it constitutes \na manifest abuse of its discretion.  Id.   \n35. “In deciding if there was undue delay, the trial court may consider the \nrelative timing of the proposed amendment in relation to the progress of the \nlawsuit.”  Wilkerson v. Duke Univ. , 229 N.C. App. 670, 679 (2013) (affirming trial \ncourt’s denial of a motion to amend filed thirteen months after the initial complaint \nwas filed). \n36. On 31 May 2023, this Court entered a Case Management Order (“CMO,” \nat 7, ECF No. 22), which provided that the deadline for the parties to file a motion to \namend pleadings was 1 August 2023.  \n37. Discovery in this case closed on 31 January 2024.  (CMO, at 5.) \n38. Elior has offered the Court no valid reason or justification for the \nsubstantial delay in filing its Motion to Amend.   \n39. Elior concedes that in both its original and amended Answers, it \nadmitted that the ERA was a valid and binding contract between the parties. \n40. Both parties conducted discovery based on the premise that the ERA \nwas a valid contract in all respects.  As a result, Mohr did not assert (and had no \nreason to assert) alternative quasi -contractual claims such as causes of action for \nunjust enrichment or quantum meruit .  Therefore, Elior’s Motion to Amend is not \nonly untimely but, if granted, would result in tangible prejudice to Mohr. \n41. Accordingly, for these reasons, the Court concludes that Elior’s Motion \nto Amend should be DENIED.  See Trail Creek Inves. , LLC v. Warren Oil Holding \nCo., LLC, 2023 NCBC LEXIS 128, at **13 (N.C. Super. Ct., Oct. 13, 2023) (denying \nmotion to amend where moving party’s amendment would fundamentally change \ntheory of case).    \nII. Motions for Summary Judgment  \n42. The Court  next turns to the parties’ cross -Motions for Summary \nJudgment. \n43. At the outset, it is helpful to identify the precise issues upon which the \nparties claim entitlement to summary judgment. \n44. Mohr seeks offensive summary judgment on the following issues: (i) \nwhether the ERA required Elior to pay Mohr commissions for the real estate \ntransactions that Elior self -serviced; (ii) whether Elior breached the ERA by failing \nto pay Mohr its commission for work performed on the Berkeley Transaction; and (iii) \nwhether Elior breached the ERA by failing to pay Mohr its commission for work \nperformed on the Moosic T ransaction.  In addition, Mohr seeks summary judgment \ndefensively in connection with Elior’s counterclaims for breach of contract and breach \nof fiduciary duty.2  \n45. Elior, in turn, requests that the Court enter summary judgment in its \nfavor defensively on Mohr’s claim for breach of contract in its entirety.  \n46. The issues addressed by the parties in their respective briefs overlap to \na significant degree.   Therefore, rather than analyzing each party’s arguments  \nindividually, the Court instead deems it appropriate to address the issues and \narguments advanced by both parties together.      \nA. Mohr’s Entitlement to Commissions on Transactions Self -\nServiced by Elior  \n \n47. The issue of whether Elior was required to pay Mohr commissions for \ntransactions that were self-serviced by Elior hinges on whether the ERA is properly \nfound to be an “exclusive right to sell” agreement (as Mohr contends) or, alternatively, \nan “exclusive agency” agreement (as Elior asserts). \n48. North Carolina’s appellate courts recognize the distinction between \nthese two types of brokerage agreements.  An exclusive agency agreement is one that \n“precludes the principal from hiring another agent to sell the same property, but does \nnot preclude the principal himself from procuring a customer without paying \ncompensation.”  Peeler Ins. & Realty, Inc., v. Harmon , 20 N.C. App. 39, 42 (1973) \n(cleaned up). \n \n2 Although Elior also purported to assert a counterclaim for recoupment, the Court construes \nthe request for recoupment as an attempt to obtain a remedy rather than as an independent \nlegal claim. \n49. Conversely, an exclusive right to sell contract not only prevents the \nowner from using a different real estate broker but also “precludes the principal \nhimself from competing with the agent.”  Id .  Because an  exclusive right to sell \ncontract provides a more significant restriction on the property owne r’s rights, \nlanguage creating this type of agreement must be explicitly set out therein.  See  id. \n(“Since alienation has become such an integral part of property, it is only proper that \nthe [exclusive right to sell] contract specifically negative this right before it is lost.”).\n3   \n50. Our Court of Appeals has explained the consequences to an owner when \nan exclusive right to sell contract is utilized. \n[The owner] is liable for the commission which would have accrued if the \nbroker had obtained a purchaser during the period of the listing.  The \nbroker need not show that he could have performed by tendering an \nacceptable buyer, or that he was the procuring  cause of the sale.  The \nowner may breach the agreement by arranging a sale in violation of the \nagreement or by action which renders the broker’s performance \nimpossible.  \nJoel T. Cheatham, Inc., v. Hall, 64 N.C. App. 678, 681 (1983).  \n51. The Court observes that North Carolina is not an outlier in its approach \nto differentiating between these two types of brokerage agreements.  See, e.g., DiSalle \nReal Est. Co., v. Howell, 117 Ohio App. 3d 113, 117 (1996) (“[A]n agreement of agency \nfor the sale of property should be construed, if possible, to give the owner himself the \nright to sell his property without incurring liability for the payment of a \ncommission[.]”); Lockhart v. Holiday Homes of St. John, Inc., 678 F.2d 1178, 1186 (3d \n \n3 The Court notes that at the 23 September hearing , counsel for Mohr conceded that under \nNorth Carolina law, this default rule preserves an owner’s right to self-service absent express \nlanguage waiving that right in a brokerage agreement.  (Hearing Tr., at 43.) \nCir. 1982) “[A]n owner should not be deemed to have relinquished the right to sell his \nown property through his own efforts except by clear and unequivocal language in \nthe contract.”); Foltz v. Begnoche,  222 Kan. 383, 388 (1977) (“Additionally, we are \npersuaded that an ‘exclusive right to sell,’ by its very nature should be created only \nby clear and unambiguous language.”). \n52. In its Motion, Mohr takes the position that the ERA is an exclusive right \nto sell contract and that, as a result, Elior had no ability to self-service any real estate \ntransactions (with the exception of those transactions that fell within the exemptions \nexpressly set forth in Exhibit B to the ERA). \n53. In support of this argument, Mohr asserts that the following language \nin the ERA emphasizes the exclusivity to be conferred upon Mohr: \nWHEREAS, Client [Elior] desires Mohr to be their Exclusive Real \nEstate Agent across North America for real estate services:  \n \n1. EXCLUSIVE RIGHT TO REPRESENT.  Client hereby retains Mohr \nas its Exclusive Real Estate Agent as to Client’s entire North American \nreal estate portfolio, and grants to Mohr the exclusive right to represent \nClient on the following terms and conditions: Provided, however, that \nany such exclusivity shall not apply to any brokerage arrangement that \nmay have been previously entered into by Client as set forth in Exhibit \nB.  In addition, such exclusivity shall not apply to any locations or \nsegment projects as also set forth in Exhibit B.  \n \n . . . \n \n3. CLIENT RESPONSIBILITIES.  Client shall cooperate with Mohr and \nagrees to refer all phone inquiries, offerings, and correspondence \nrelating to commercial space, including early termination/buy -out \nnegotiations, sales and acquisitions, sale -leasebacks, dispositions or \nsubleases or  assignments, new leases or renewals of existing leases, \nbuild-to-suit projects including lease and acquisition of land for such \nproject, directly to Mohr.  Mohr shall be the main point of contact on \nbehalf of Client for all real estate related negotiations. Relative to such \nnegotiations and completion of the preceding assignments, Client agrees \nthat Mohr shall receive the following fees as further described on \nExhibit A attached hereto. \n(ERA, ¶¶ 1, 3.)  \n54. Mohr contends that the only  carve-outs under the ERA that allowed \nElior to either self -service or use another broker in connection with its North \nAmerican real estate transactions are those set out in Exhibit B, which provided  as \nfollows:   \nBrokerage agreements previously entered into by Client:  \n \n• Sublease or Direct Lease replacement of the existing 242 \nSalem Street location in Woburn, MA \n \nPerishable Management Services (PMS) \nJoel Miller/Melissa Chaput–Brokers \n321 Columbus Avenue #7 \n  Boston, MA 02116  \n \n• Sublease or Direct Lease replacement of 211 South Hill  \nRoad in Brisbane, CA  \n \nScott Delphey  \nFood Properties Group \n1313 Foothill Blvd.  \nSuite 4 \nLa Canada, CA 01011 \n \nExclusivity will not apply to the following locations or segment projects; \nhowever, Client can review these locations or segment projects with \nMohr to mutually agree upon real estate services as appropriate.  Client \nagrees to honor all terms in the Representation Agreement for any \nlocations or segment projects that Mohr provides real estate services for. \n \n• Client locations or segment projects with monthly lease \nexpenses of less than five thousand dollars ($5,000) per \nmonth.  \n \n(ERA, Ex. B.) \n55. Mohr argues that the language in Paragraph 3 of the ERA requiring \nElior to refer to Mohr all communications regarding its real estate portfolio satisfies \nthe requirement that a property owner “specifically negative” its right to self-service.  \n(Pl.’s Br. Supp. Pl.’s Mot. Summ. J., at 17–18, ECF No. 63.) \n56. Mohr further notes that this provision is preceded by the word “shall,” \nwhich, Mohr contends, serves to eliminate all discretion that Elior would otherwise \npossess to handle its own transactions, thereby avoiding an obligation to pay a \ncommission to a broker. \n57. Elior, conversely, argues that the ERA is instead an exclusive agency \nagreement—most basically, because the ERA fails to contain language expressly \nexcluding Elior’s right to self -service its own real estate transactions.  Based on the \nabsence of such expl icit language, Elior contends, the ERA only requires that Mohr \nbe paid a commission for all transactions in which (i) Elior chooses to engage a broker; \nand (ii) the exclusions contained in Exhibit B are inapplicable. \n58. Elior also contends that this interpretation is supported by the initial \nlanguage in the first numbered paragraph of the ERA, which reads: “[Elior] retains \nMohr as its Exclusive Real Estate Agent.”  (ERA ¶ 1.)  This language, Elior asserts, \nmakes clear that the ERA merely makes Mohr its exclusive broker for those \ntransactions for which Elior decides to use a broker.\n4 \n \n4 Elior also notes that the title of the agreement is “Exclusive Representation Agreement,” \nwhich—according to Elior—suggests that the word “exclusive” modifies the term \n“representation”—thereby confining the concept of exclusivity to Elior’s selection of a broker. \n59. In addition, Elior points to language in the ERA providing that Mohr \nwould only be compensated “upon completion of the preceding assignments.”  (ERA ¶ \n3.)  Elior argues that the inclusion of the word “assignments” implies that Mohr would \nnot be working on all of Elior’s real estate transactions and that, instead, Elior would \nhave discretion in determining whether to bring Mohr into a transaction as opposed \nto handling the transaction in-house. \n60. For these reasons, Elior takes the position that it was entitled to self -\nservice its own transactions any time it desired and that, in such circumstances, Mohr \nwas not entitled to be paid a commission. \n61. After careful consideration of the parties’ arguments, the language of \nthe ERA, and the applicable case law, the Court agrees with Elior on this issue.  \n62. As stated above, North Carolina law requires express language \nrelinquishing an owner’s right to sell its own property in order for a brokerage  \nagreement to be deemed an exclusive right to sell agreement.  \n63. Not only is there no such language expressly relinquishing this right, \nbut, in fact, there is no reference to self-servicing in the ERA at all.   \n64. Moreover, contrary to Mohr’s argument, Exhibit B is most logically read \nas simply setting out specific properties (or categories of properties) that are not \nsubject to the ERA at all—meaning that Elior would be permitted to retain a different \nbroker for those transactions.  Indeed, in paragraph 1 (titled “EXCLUSIVE RIGHT \nTO REPRESENT”), the ERA recites Mohr’s retention as Elior’s “Exclusive Real \nEstate Agent” and then states as follow s: “Provided, however, that any such \nexclusivity shall not apply to any brokerage arrangement that may have been \npreviously entered into by [Elior] as set forth in Exhibit B.  In addition, such \nexclusivity shall not apply to any locations or segment projects as also set forth in \nExhibit B.”  (ERA ¶ 1.)5 \n65. The language in the ERA relied upon by Mohr falls short of expressly \nwaiving Elior’s self-service rights.  In essence, Mohr is asking the Court to discern an \nimplied relinquishment of such rights.  The Court must decline that invitation \nbecause such an approach is not permitted under North Carolina law.   \n66. Although not a ground for its ruling on this issue, the Court observes \nthat this result is also consistent with the course of dealing between the parties as \nreflected in the summary judgment record.  Macnoll was the employee of Mohr who \nworked most closely  with Elior in providing broker services pursuant to the ERA.  \nThe record contains a number of communications between Macnoll and Elior ’s \nrepresentatives in which Macnoll requested that Elior assign certain transactions to \nMohr.\n6   The implication from these communications is that the parties recognized \nthe fact that the ERA did not preclude Elior from opting to self -service its own \ntransactions (instead of seeking brokerage assistance from Mohr).  \n67. In light of the Court’s conclusion that the ERA did not require Elior to \npay commissions to Mohr for transactions in which Elior engaged in self -servicing,  \n \n5 Specifically, the first two carve-outs in Exhibit B identify properties in which Elior appears \nto have used a different real estate broker.  The third carve -out is for properties where the \nmonthly lease expense is less than $5,000. \n \n6 (See, e.g., ECF Nos. 57.4 and 128.1.)  \nElior’s Motion for Summary Judgment on this issue is GRANTED, and Mohr’s \nMotion for Summary Judgment on this issue is DENIED.  \nB. Moosic Transaction \n1. Mohr also asserts that Elior breached the ERA by failing to pay Mohr \nthe commission it earned for its work on the Moosic Transaction. \n2. As noted earlier, the Moosic Transaction relates to the sale of Preferred \nMeals’ manufacturing facility in Moosic, Pennsylvania , which was owned by Elior .  \n(Hunt Dep., at 155 –59, 161, 167, 175. )  At the Moosic location, frozen meals were \nmanufactured and stored, and were later shipped to distribution centers and then \ndelivered to schools.  (Hunt Dep., at 197–98.) \n3. Elior makes two arguments in support of its position that it does not owe \na commission to Mohr.  First, it asserts that the sale of the Moosic Property was not \nwithin the scope of the ERA because it occurred within the context of a much larger \nmerger and acquisition—namely, the sale of its Preferred Meals subsidiary.  Second, \nElior contends that it did not actually assign the Moosic Transaction to Mohr. \n4. The Court rejects both of these arguments. \n5. “The elements of a claim for breach of contract are the existence of a \nvalid contract and a breach of that contract’s terms.”  JT Russell & Sons, Inc. v. \nRussell, 2024 NCBC LEXIS 35, at **9 (N.C. Super. Ct. Feb. 28, 2024) (citing Poor v. \nHill, 138 N.C. App. 19, 26 (2000)). \n6. In analyzing the parties’ arguments, it is necessary to understand the \nfactual context in which the Moosic Transaction occurred.   \n7. Elior’s business was significantly impacted by the COVID-19 pandemic.  \nDue to the nationwide closure of schools, Elior’s subsidiary, Preferred Meals , lost \nmuch of its customer base during this time period.  Preferred Meals had suffered \nrevenue losses of $50 million in both 2021 and 2022.  (Hunt Dep., at 198.) \n8. Jeffrey Hunt, the chief financial officer of Elior,  testified that Elior \nsought to sell its Preferred Meals division through a single merger and acquisition \ntransaction.  (Hunt Dep., at 149–50.)     \n9. Such a transaction, Hunt testified, would be complex because Preferred \nMeals’ business operations were themselves  complicated.  Preferred Meals was a \ngoing concern that operated in multiple locations, maintained a number of employees, \nand had existing executory contracts for the production of food products as well as \nunion contracts and leases of real property, equipment, vehicles, and subleases.    \n10. Hunt, in his testimony, characterized the sale of Preferred Meals as \n“multidimensional chess” and noted that the disposition of Preferred Meals would not \nbe “a clean, straight real estate transaction.”  (Hunt Dep., at 173.)  \n11. In its first argument,  Elior contends that because the Moosic Property \nwas sold in connection with Elior’s sale of its Preferred Meals Systems subsidiary, it \nfalls outside the scope of the ERA in that the transaction involving the Moosic \nProperty was merely one part of a larger, complex transaction encompassing multiple \nother issues that were outside the expertise of a real estate broker such as Mohr. \n12. The problem with this argument is that there is no language in the ERA \nthat exempts real estate transactions occurring as the result of a sale of a business.  \nElior does not dispute the fact that the Moosic property was within Elior’s North \nAmerican real estate portfolio during the relevant time period.  Moreover, it was not \nwithin the carve-outs contained in Exhibit B to the ERA.   \n13. The parties could have added language to the ERA excluding \ntransactions taking place within the context of a larger business transaction, but did \nnot do so.  This Court does not possess  the authority to judicially insert such a \nprovision.  See, e.g., Trail Creek Invs. at *14–15 (“Notably, the Court lacks the \nauthority to judicially insert language into an unambiguous contract (language that \nthe parties themselves did not see fit to include) based simply on arguments as to \ntheir alleged intent.”).   \n14. Nor is the Court persuaded by Elior ’s second argument, which asserts \nthat the Moosic Transaction was never formally assigned to Mohr.  The record paints \na much different picture, clearly establishing that Mohr was, in fact, assigned to sell \nthe Moosic P roperty by Elior and that its agent, Macnoll, performed brokerage \nservices on Elior’s behalf for this purpose.  \n15. Hunt testified that, with regard to the sale of the Moosic Property, Elior \nwas “on the clock and wanted to get to resolution as fast as we could, because we had \nshut down a business, we’re not earning revenue, so we wanted to resolve these and \nmove as fast as we possibly could.”  (Hunt Dep., at 177, 200.)   \n16. On 22 May 2022, Hunt wrote in an email to Paul Altobelli (the president \nof Preferred Meals):  \nOlivier [Poirot] okay’d using Mohr for Berekely [ sic] and Moosic for \n‘brokered’ services.7  We can still entertain ‘direct’ offers from existing \nclients (Co -Pack) and prospective buyers from Rubik (e.g. Whitsons).  \nSteve from Mohr will ask to visit both properties in person.  \n \n(Hunt Dep., at 177.)8 \n17. On 23 May 2022, Macnoll sent an email to Hunt with the subject line \n“[External] Moosic and Berkeley – Plans and Equipment List” that stated in relevant \npart as follows:  \nJeff, \nI am trying to get copies of plans (hard copies and electronic AutoCAD) \nand equipment lists for Moosic and Berkeley.  Attached are samples \nfrom what I received for Commerce California.  Anything you can find \nand send to me would be very helpful.  Getting of [sic] a lot of calls from \nbrokers with interested parties. News travels really fast.  \n(Ex. 17, ECF No. 82.) \n18. In an internal email sent by Hunt to Poirot on that same date, Hunt \nstated: “Mohr (Steve) is willing to help us sell Moosic and find company to preserve \njobs.  He is in NY City this week visiting family and asked if he could visit Moosic. . .  \n[S]hould we short term pause Moosic with Mohr and/or others?”  (Ex.  16, at 3, ECF \nNo. 81.) \n19. On 24 May 2022, Hunt responded to Macnoll’s email from the previous \nday as follows: “Green light on Mohr moving forward on Berkeley and Moosic.”  (Ex. \n17, ECF No. 82.) \n \n7 Hunt testified that the phrase “brokered services” referred to using a real estate agent.  \n(Hunt Dep., at 179.) \n \n8  In addition, Goodman, whose job duties involved Preferred Meals’ real estate activities, \nwas told that “if we’re going to do any brokered transactions, we will be using Mohr.”  (Hunt \nDep., at 186.)   \n20. In addition, Macnoll testified that Hunt instructed him during a phone \ncall regarding Moosic that same day to “[p]ut it on the market.  Sell it.”  ( Macnoll \nDep., at 88.) \n21. Macnoll proceeded to “market[ ] the [Moosic] building for sale.”  (Macnoll \nDep., at 165.)   In his deposition, he testified that he performed the following tasks:   \n(1) he took pictures of the building; (2) he created sales brochures; (3) he listed the \nbuilding on CoStar, a commercial real estate database; (4) he solicited prospects for \npurchase of the property ; and (5)  reviewed letters of int erest, fielded calls , and \ncorresponded by email with potential purchasers.  (Macnoll Dep., at 166–67)  \n22. On 26 May 2022, Macnoll emailed Hunt the following: \nOn Moosic, I have had 16 inquiries so far.  A lot of demand for this.  I \nwill price high.  Most/all are brokers that should have clients in tow.  I \nhave not called most of them back since they will want information on \nthe plant that I don’t have yet.  I ha ve yellow highlighted [a] few users  \nthat I know of which could be interesting. . . . Let me know what else \nyou need.  \n(Ex. 18, at 1, ECF No. 83.) \n23. Mark Goodman, a Preferred Meals employee, sent a 27 June 2022 email \nto Poirot, Hunt, Brittany Mayer-Schuler (an attorney for Elior), Devon Hilton (Elior’s \nsenior vice-president), and Macnoll, with the subject line “Fwd: Moosic, PA Fresh N \nLean”:  \nOffer from Fresh n Lean. Very disappointing.  Comps they are using \nneed to be analyzed and others presented. They are valuing building \naround $35–$40 per foot, which is half what I think it is and way less \nthan what Steve valued it at.  \n \nOpening offer but they are planning to visit Thursday so we need to \ndiscuss quickly. . . . Added Steve as comps will be the key to negotiations.  \n(Ex. 19, ECF No. 84.)  \n24. Hilton sent an email to Macnoll on 28 June 2022 asking the following \nquestion: “Can you let me know when we should expect to get the comps for Moosic?  \nWe need this to go back to Fresh-n-Lean today.”  (Ex. 21, ECF No. 86.) \n25. Macnoll responded via email to Elior that same day by providing sales \n“comps” for the Moosic facility.   He concluded that the average sales price for similar \nfacilities was $111 per square foot.  Macnoll also included an attachment analyzing \nnineteen comparable food processing and cold storage facilities.  (Ex. 22, at 1–6, ECF \nNo. 87.) \n26. Goodman sent Macnoll’s figures on the Moosic facility to Fresh N Lean \nby email on 28 June 2022.  (Ex. 39, at 1, ECF No. 104.) \n27. Additionally, on 28 June 2022, Macnoll sent a separate email to Elior \nstating his plans to drive to the Moosic facility the following week from New York \nCity to take photographs for marketing purposes and provide property tours for \ninterested purchasers.  (Ex. 23, ECF No. 88.) \n28. In a series of Microsoft Teams messages between Altobelli and Hilton \non 29 June 2022, the two Elior executives acknowledged Macnoll’s planned trip to \nvisit the Moosic P roperty and debated the prospect of completing the sale without \nMohr’s assistance:  \nAltobelli:  Hilco is 5–6% for lease negotiations \n \nAltobelli:  They are running market comps now, then they will get \nback to me on what they think \n \nHilton:  Same as Mohr \n \nHilton:  Mohr is dragging their feet to give us comps for Moosic \n \n… \nAltobelli:  Shocked OP [Olivier Poirot] let Mohr into Moosic, Mark can \nget it to 7M \nAltobelli:  without Steve \nAltobelli:  why pay him anything \n \nHilton:   We probably won’t, and OP would probably take it at 7 with \ninventory and people \n \nAltobelli:  We will see how it plays out. I see you told Steve he can go to \nMoosic \n \nHilton:  Olivier likes the duel [sic] effort. I hope Mark can get them up \nbefore next week \n \nHilton:  And then we call off Mohr \n(Ex. 29, at 2–3, ECF No. 94.)   \n29. On 6 July 2022, Fresh N Lean offered Elior $7,500,000 for the purchase \nof the Moosic facility.  (Ex. 24, at 2, ECF No. 89.) \n30. The following day, Macnoll sent an email to Elior, providing a redlined \ncopy of the Fresh N Lean offer with his comments.  (Ex. 24, at 1.)   In those comments, \nMacnoll entered Mohr’s contact information at Paragraph 13, titled “Real Estate \nCommission,” and included the following language: \nSeller is represented by Mohr Partners, Inc. (“Mohr”).  Mohr shall be \nresponsible for paying at Closing any broker that Purchaser identifies \nas its broker representative in this transaction pursuant to Mohr’s \nnational listing agreement dated July 24, 2020 with Seller. \n(Ex. 25, at 12, ECF No. 90.) \n31. The contract for the Moosic sale was signed by Poirot on 16 July 2022.  \n(Ex. 11, at 39, ECF No. 76.)  Paragraph 13 of the contract did not , however, contain \nthe above-quoted language proposed by Macnoll; to the contrary, it stated that no real \nestate commissions were due for the transaction.  (Ex. 11, at 33.)    \n32. Fresh N Lean was ultimately unable to  close the sale of the Moosic \nProperty.  Instead, it introduced Elior to a prospective new third- party buyer who \npurchased only the Moosic real estate.  (Countercls. ¶¶ 91–92.) \n33. No real estate agent or broker received credit for procuring the buyer for \nthe Moosic Property.  (Countercls. ¶ 95.) \n34. Macnoll emailed Hilton on 28 September 2022, inquiring about the \nclosing date for the sale of the Moosic P roperty to Fresh N Lean.  (Ex. 41, ECF No. \n106.) \n35. On 29 September 2022, Hilton responded to Macnoll’s email of 28 \nSeptember by simply stating: “We closed.”  (Ex. 41.) \n36. On 4 October 2022, Macnoll emailed Hunt and Brian Herrmann (Elior’s \ncorporate controller/treasurer) with an attached invoice regarding  the sale of the \nMoosic Property.  The invoice referenced the sales price paid as $7,500,000 and \nsought payment to Mohr in the amount of $450,000 (based on a 6% commission).  (Ex. \n20, at 2, ECF No. 85.) \n37. To date, Mohr has not received any commission from the Moosic \nTransaction. \n38. The Court has painstakingly reviewed the record regarding the Moosic \nTransaction and concludes that no genuine issue of fact exists on the issue of whether \nMohr is owed a commission.  The uncontradicted evidence shows that Elior assigned \nthe Moosic Transaction to Mohr’s agent —Macnoll—and that Macnoll  performed \nbrokerage services on Elior’s behalf regarding the sale of the property.  Therefore, \nunder the ERA, Mohr was entitled to receive a commission for this transaction. \n1. Accordingly, the Court concludes that Mohr’s Motion for Summary \nJudgment is GRANTED on the issue of whether Elior breached the ERA by failing \nto pay Mohr a commission for its work on the Moosic Transaction.   To the extent that \nElior seeks summary judgment on this same issue, its motion is DENIED. \n2. The Court will DEFER until a later date a ruling regarding the precise \namount of the commission to which Mohr is entitled.  \nC. Berkeley Transaction \n108. The Berkeley transaction is the subject of competing breach of contract \nclaims by the parties.  Mohr contends that Elior breached the ERA by failing to pay \nthe commission for the transaction to which Mohr was entitled under the ERA based \non Macnoll’s work on Elior’s behalf.  \n109. Conversely, Elior (although conceding that it assigned the Berkeley \nTransaction to Mohr) argues that Macnoll mistakenly conveyed an unauthorized offer \nduring negotiations he was conducting on Elior’s behalf with a third party that left \nout a key term value d by Elior.  As a result of this mistake, Elior asserts, not only \nwas it excused from any obligation to pay Mohr a commission as to Berkeley, but also \nthat it possesses affirmative claim s against Mohr for breach of contract and breach \nof fiduciary duty. \n110. Once again,  an understanding of the relevant factual chronology is \nnecessary in order to understand the parties’ respective arguments.  \n111. In its production kitchens (including the one at the Berkeley, Illinois \nlocation), Preferred Meals manufactured “fresh and frozen snacks, meals and entrees \nfor contract catering and home delivery.”  (Countercls. ¶¶ 10–11, 38) \n112. Although Berkeley and Moosic were both part s of the Preferred Meals \ndivision, the Berkeley facility differed in at least one key respect from the Moosic \nProperty.  Unlike the Moosic location, the Berkeley location was not owned by \nPreferred Meals.  Instead, it was leased from an entity called Provender Partners \n(“Provender”).  (Hunt Dep., at 259.) \n113. In 2020, when Elior engaged Mohr to handle  its real estate portfolio, \nPreferred Meals was in default under a number of its facility leases, including the \nlease for the Berkeley location .  (Mohr Rule 30(b)(6) Dep., at 16– 17, 22 –23, 188; \nMcNamara Dep., at 50–52.)   \n114. The Preferred Meals lease for the Berkeley location was a “triple- net \nabsolute lease [which] required [Preferred Meals] to repair the parking lot [and] \nmaintain the roof. ”  (Macnoll Dep., at 79.)  Macnoll testified that Preferred Meals, \nhowever, “did not do that.  [It was] in default. [It was] being sued repeatedly by \nProvender since 2020.”  (Macnoll Dep., at 79.)  \n115. In June 202 0, Elior engaged Mohr to negotiate a restructuring of the \nBerkeley lease with Provender.  (McNamara Dep., at 53.)   \n116. This restructuring was complicated by the fact that  \nfinding an assignee to take the lease from Preferred Meals required \napproval of the landlord of the Berkeley facility, Provender . . . Elior \nneeded to settle a legal dispute with Provender over the facility; transfer \ninventory and contracts; transfer truck leases, equipment, and related \nliabilities, mitigate employee and related union issues by trying to sell \na continued business that transferred the largest number of employees \nto the buyer; and crucially, find a buyer to satisfy Elior’s potentially \nexpensive contractual commitment to produce ready -to-eat packaged \nsandwiches for Classic Delight, LLC that extended into 2023. \n \n(Countercls. ¶ 44.) \n117. From December 2021 until May 2022, Elior sought to sell Preferred \nMeals to a single buyer.  (Countercls. ¶ 35.)  \n118. One prospective buyer of Preferred Meals was Whitsons Culinary Group \n(“Whitsons”), but Elior and Whitsons could not agree on terms for a global sale of the \nPreferred Meals division.  (Countercls. ¶ 36.) \n119. In May 2022, Elior decided to “sell the Preferred Meals business in \npieces to potential buyers.”  (Countercls. ¶ 37.) \n120. Although Whitsons had previously declined to purchase the entirety of \nPreferred Meals, it expressed an interest in assuming the lease obligations for the \nBerkeley facility in June 2022.  (Countercls. ¶ 45.) \n121. During that time period, Macnoll presented Provender with letters of \nintent from potential lease assignees, Amity Meat and Hello Fresh.  (Mohr Rule \n30(b)(6) Dep., at 193–94.)  \n122. Macnoll testified that later he learned that Poirot preferred the lease \nassignee to be Whitsons.  (Mohr Rule 30(b)(6) Dep., at 194.)   Hilton informed Macnoll \nin late June 2022 that Elior anticipated an offer from Whitsons in this regard.  (Mohr \nRule 30(b)(6) Dep., at 195.) \n123. On 29 June 2022, Hilton contacted Macnoll with details about a \nproposed deal with Whitsons, providing a term sheet and asking Macnoll to contact \nProvender to negotiate the lease assignment.  (Countercls. ¶ 47.) \n124. On 12 July 2022, Poirot, Michael Bailey (chairman of Elior’s board of \ndirectors), Hilton, and Tom Heim (one of Elior’s attorneys) held a conference call with \nMacnoll to discuss the terms of a proposed lease assignment to Whitsons for \nProvender’s approval.  (Mohr Rule 30(b)(6) Dep., at 198.)   Hilton testified that during \nthis call the key terms of the offer were reiterated to Macnoll, which consisted of the \nfollowing: (1) the lease assignment  to Whitsons would include a release of Elior’s \nguaranty of the lease; (2) Elior would pay six months ’ rent to Provender as a lease \ntermination fee; (3) Elior would replace or repair the roof and the parking lot at the \nfacility; and (4) Whitsons would not be bound by an automatic renewal of the lease, \nand instead would have the option to terminate the lease at the conclusion of the \nlease term.  (Hilton Dep., at 190.) \n125. Macnoll, conversely, testified as follow s regarding the discussion that \ntook place during the conference call:  \nI said that Provender was not going to easily approve any lease \nassignment.  They had just filed a declaratory judgment a couple of days \nprior to that against Elior, requesting the Court’s approval of a litigator \n[sic], that they do not have to approve anything.  So I updated the team \non July 12th that it was going to be a hard negotiation for the lease \nassignment approval.  \n. . .  \n \nI informed the team at the time that in May Elior had come to terms \nwith Provender prior to them announcing the shutdown, that Elior had \nagreed to a five-year extension of the lease, not an option to extend, but \na five -year extension right now to take the lease five years past the \ncurrent expiration date of 2026 with the rent for those back five years to \nbe determined at fair market value.  Other settlement terms were Elior \nwould repair the roof and the parking lot for their obligations of the lease \nand take six months’ rent as a settlement fee – settlement.  \n \n(Mohr Rule 30(b)(6) Dep., at 199–200.) \n \n126. Later in his testimony, Macnoll denied that a required term of the offer \nhe was asked by Elior to tender to Provender was that Whitsons would have the \noption—but not the obligation —to extend the lease at the end of the lease term. \nInstead, he testified, “I  was instructed to take a firm five -year extension at fair \nmarket value, not an option, but an extension back to Provender.”  (Mohr Rule \n30(b)(6) Dep., at 203.) \n127. Bailey sent an email to Poirot, Heim, Hilton, Altobelli , and Macnoll on \n12 July 2022 stating the following:  \nI have spoken with Paul [a representative of Whitsons] about the \nbuilding.  \n \nMy first question was are you fully up to speed with the annual cost of \nthe building and he said I think so and went on to say $1.4M so I said \nand Taxes? And he said $300K. I told him $600k and his reaction was \nOk.  I reminded him that we have a very diffi cult landlord and he was \nlikely to dispute Whitson’s financials (for the hell of it) because the rent \nis 50% below market.  \n \nI also mentioned we (Elior) were on the hook for some significant repairs \nwhich we will take care of.  I asked him about his long term strategy for \nthe building and his view on wanted [sic] to be there in 3 or 5 years time.  \nHis reply was we are looking at this space for the long term. He \nrecognizes that he could not find anything remotely like it and he clearly \nhas spent a lot of time looking. \n \nI then suggested that we might need to get creative to get the landlord \nto agree to assigning the lease.  I told him we had a couple of options \nthat may help. The first being to take a lease extension for 5 years at \nmarket rent with an option to walk if th e new rent was unacceptable. \nHe is fine with this. His comment was well for an additional $1M it’s \nwell worth it.   \n \nI then explained Option 2 — pay more rent in years 3 and 4. He was less \nkeen on that but his answer to Option one tells me that he would \nconsider doing it.  \n \n(Ex. 30, at 2, ECF No. 95.) \n \n128. Macnoll responded to Bailey’s email on that same date by stating: “Yes, \nI will convey our settlement offer as discussed with Option 1 (5 -year extension at \nFMV) to the Landlord ASAP.”  (Ex. 30, at 1.) \n129. On 13 July 2022, Macnoll sent the following email to Poirot, Hilton, \nAltobelli, Bailey, and Heim:  \nTeam, Provender just approved our proposed settlement framework as \nI outlined below:  \nSettlement offer only relating to Provender approval of lease \nassignment with Whitsons:  \n• Elior to pay for entire roof replacement \n• Elior to pay for entire parking lot repaving \n• Full release of PMC [Preferred Meals] and Elior Inc. \n• Elior to pay 6 months’ of base rent to Provender \n• Elior/PMC to extend lease for 5 years at FMV (FMV to be determined in \n2026) \nSeveral details/mechanics to work out but we will get there.  Provender \nsaid they will need the Parent Guaranty.  \n  \n(Ex. 10, at 10) (emphasis in original).) \n \n130. Poirot responded to Macnoll’s 13 July email, in relevant part, as follows:  \nBrilliant! Sounds like another miracle! Well done team.  \nAs you said Steve full speed ahead to solidify the deal with W, and then \nsolidify the deal with our LL.   \n \n (Ex. 10, at 10.) \n131. Macnoll testified that following his own 13 July email, “Michael Bailey \nsent an email shortly thereafter, something to the effect that he would –did not \nunderstand what was offered to Provender.  He didn’t understand.  He had a different \nunderstanding of what I was authorized to offer to Provender.”  (Mohr Rule 30(b)(6) \nDep., at 215.) \n132. According to Macnoll, another conference call was held between \nMacnoll, Heim, Hilton, Bailey, and Poirot.  During that call, the Elior team instructed \nMacnoll to return to Provender and renegotiate the lease extension term such that it \nwould not be a firm five -year extension, but that Whitsons would have an option to \nrenew the lease at a later date.  (Mohr Rule 30(b) Dep., at 219–20.) \n133. Elior contends that the offer Macnoll communicated to Provender was \nnot fully consistent with the terms he had been authorized to convey.  In particular, \nElior asserts that Macnoll’s failure to articulate that Whitsons did not want to be \nbound by an automatic renewal of the lease was a serious error because Whitsons  \n(during its negotiations with Elior) had not agreed to extend the lease term at the \nend of five years.  (Hilton Dep., at 186–89.)  \n134. Hilton testified that f rom Elior’s perspective, the lease extension issue \nserved as leverage regarding other components of the lease assignment, including the \nrequired parking lot and roof repairs.  (Hilton Dep., at 250–52.) \n135. Macnoll, however, testified that no one from Elior characterized his  \noffer to Provender as unauthorized or the result of a misunderstanding . “They told \nme to go back and there was – they had spoken to Whitsons after they authorized my \noffer and Whitsons did not want to do a firm five -year extension and to go back to \nProvender.” (Mohr Rule 30(b)(6) Dep., at 219.) \n136. On 15 July 2022, Provender offered to accept the Whitsons assignment, \nbut included the following terms, which were different than those communicated by \nMacnoll on 12 July 2022: “ [A] twenty-five percent contingency on Elior’s repair \npayment, increasing the proposed termination fee to $900,000, and automatically \nextending the term of the lease by five years at to- be-determined fair market rent.” \n(Countercls. ¶70.) \n137. Elior contends that Whitsons’ desire to reserve the right to decline \nrenewing the lease once it expired in 2026 was a material term of the negotiations \nwith Provender and that Macnoll was not authorized to make or accept any offer that \ndid not include this term. \n138. As a result of their belief that Macnoll had failed to properly carry out \nhis instructions, Hilton and Bailey took over the negotiations with Provender \nregarding the lease assignment. (Countercls. ¶¶ 61, 73–76.) \n139. On 18 July 2022, Bailey sent the following email to Poirot, Hilton, \nAltobelli, Heim, and Macnoll:  \nAs I mentioned, I got PW [a representative of Whitsons] to agree to a 5 \nyear extension on the Berkeley lease based on market rates at that time. \n(2026) I have been back to John Long at Provender and got him to agree \nto the terms laid out in Steve Macnoll’s letter. Needless to say he asked \nme for 8 months rent not 6 and I told him that was not what we agreed  \nHe accepted that, so we have a deal in principle. \n   \n(Ex. 10, at 15.) \n \n140. In this lawsuit, Elior asserts that Macnoll’s unauthorized offer to \nProvender negatively impacted the final settlement that was reached to assign the \nlease to Whitsons.  This is so, Elior maintains, because the unauthorized offer became \nthe new baseline for Elior’s negotiations with Provender.  (Countercls. ¶ 77.) \n141. Despite Elior’s belief that Macnoll had misstated the terms of the offer \nto Provender, it  continued to seek  Macnoll’s assistance in negotiating the terms of \nElior’s required roof and parking lot repairs.  (Countercls. ¶ 78.) \n142. Throughout July 2022, Macnoll continued to negotiate with Provender \non behalf of Elior regarding roof and parking lot repairs that were part of the Berkeley \nTransaction.  Macnoll ultimately secured a deal  with Provender pursuant to which \nElior would repair—rather than replace—the roof.  (Hilton Dep., at 206–11.) \n143. Elior obtained an estimate of $1,500,000 to replace the roof at the \nBerkeley facility.  (Ex. 31, at 6, ECF No. 96.) \n144. Through Macnoll’s negotiations with Provender, the landlord agreed to \naccept a repair of the roof, at a cost of $625,000, rather than a full roof replacement. \n(Ex. 31, at 2; Ex. 33, ECF No. 98.) \n145. On 8 September 2022, Macnoll sent an email to Hunt with an invoice for \n$945,848.45 for the work performed by Mohr relating to the Berkeley lease \nassignment. Mohr’s calculated fee represented 10% of the gross savings of \n$9,458,484.48 delivered to Elior due to the lease assignment.  (Ex. 26, ECF No. 91). \n146. On 5 October 2022, Hunt sent Macnoll Elior’s breakdown of a $256,143 \nfee it was willing to pay Mohr for the Berkeley transaction.  Notably, Elior discounted \nElior’s gross savings by subtracting the amounts paid by Elior for the roof repair \n($679,126), the driveway repair ($392,000), and the lease termination fee ($702,304), \narriving at a gross savi ngs figure of $7,685,055.  In addition, Elior applied a 67% \n“participation adjustment” to the gross savings figure to account for the work done by \nBailey on the lease assignment negotiations with Provender.  (Ex. 27, ECF No. 92.) \n147. Mohr rejected Elior’s calculation of the fee it was owed and, to date, has \nnot received any payment at all for the Berkeley Transaction. \n148. With regard to its breach of contract claim, Mohr contends that it is \nentitled to summary judgment on the issue of whether it is entitled to receive its full \ncommission as calculated under the ERA. \n149. In its counterclaim for breach of contract regarding the Berkeley \ntransaction, Elior contends that Macnoll’s tender of an unauthorized offer to \nProvender changed the negotiation framework and forced Elior to pay unanticipated \nhigher costs to Provender to complete the assignment of the Berkeley facility lease to \nWhitsons.  As a result, Elior contends, it is entitled to an award of compensatory \ndamages at trial. \n150. Relatedly, Elior argues that Macnoll—as Elior’s real estate agent—owed \na fiduciary duty to Elior during his negotiations with Provender and that Macnoll’s \nmistake as to the terms of the offer he had been authorized to make constitutes a \nbreach of that fiduciary duty.  This allegation forms the basis for Elior’s breach of \nfiduciary duty counterclaim. \n151. The Court will now analyze the parties’ respective claims regarding the \nBerkeley Transaction.  \n1. Mohr’s Claim for Breach of Contract \n152. The parties agree that a genuine issue of material fact exists as to \nwhether Macnoll’s conveyance of the offer in his negotiations with Provender \nconstituted a breach of the ERA.  Nevertheless, Mohr asks the Court to grant \nsummary judgment in its favor on its breach of contract claim seeking payment of its \nfull commission for the Berkeley transaction.  In support of this request, Mohr argues  \nthat Elior waived any such breach by continuing to do business with Mohr thereafter. \n153. Specifically, Mohr contends  that Elior continued its contractual \nrelationship with Mohr under the ERA even after it became aware of the purported \nbreach.  Mohr asserts that despite Elior learning of Macnoll’s alleged mistake on 13 \nJuly 2022, it did not immediately terminate the ERA and instead continued to request \nthe services of Mohr (through Macnoll) under the contract. \n154. In making this argument, Mohr points to the fact that after the alleged \nbreach incident, Elior allowed Macnoll to continue his efforts in assisting Elior \nregarding the subleasing of its Charlotte headquarters and facilitat ing Elior’s move \nto a new office space.   Based on the performance of these services, Mohr asserts, it \nreceived a fee from Elior under the ERA.  (Elior Rule 30(b)(6) Dep., at 118–20, ECF \nNo. 67.) \n155. Finally, Mohr notes that although Macnoll’s alleged mistake occurred in \nJuly 2022, Elior did not formally take the position that the ERA was no longer in \neffect until August 2023. \n156. In response, Elior contends that it continued to use Macnoll’s services \nwith regard to the roof and parking lot repairs that had to be made in connection with \nthe Berkeley Property only because it would have been cost-prohibitive to bring in a \nnew person to perform those tasks.  Similarly, with regard to Macnoll’s efforts related \nto Elior’s attempt to obtain a new site for its headquarters in Charlotte, Elior \ncontends that Macnoll had already been working on that project prior to the Berkeley \nincident such that it made sense to allow him to finish the job. \n157. Elior further asserts that even though it did not provide formal \nnotification to Mohr until August 2023 of its belief  that the ERA was  no longer in \neffect, it did not assign any new projects to Mohr during that time period.  \n158. Under North Carolina law, waiver is “an intentional relinquishment or \nabandonment of a known right or privilege.”  Bombardier Cap., Inc., v. Lake Hickory \nWatercraft, Inc., 178 N.C. App. 535, 540 (2006) (cleaned up).   Our Court of Appeals \nhas explained that the elements of waiver are: \n(1) the existence, at the time of the alleged waiver, of a right, \nadvantage or benefit;  \n(2) the knowledge, actual or constructive, of the existence thereof; \nand,  \n(3) an intention to relinquish such right, advantage or benefit.  \nDermitt v. Springsteed, 2014 N.C. App. 325, 328–29 (2010).  \n159. The Court of Appeals has held that a waiver “may be either express or \nimplied.”  Medearis v. Trs. of Meyers Park Baptist Church, 148 N.C. App. 1, 11 (2001).  \nA crucial element of waiver is the intention of the waiving party.  See In re Pedestrian \nWalkway Failure, 174 N.C. App. 254, 265 (2005) (“There must always be an intention \nto relinquish a right, advantage or benefit.”). \n160. A party’s intention to waive a right can be implied “when a person \ndispenses with a right by conduct which naturally and justly leads the other party to \nbelieve that he has so dispensed with the right.”  Medearis, 148 N.C. App. at 12. \n161. The Court concludes that there is a genuine issue of material fact as to \nwhether Elior waived Macnoll’s alleged breach of the contract and that this issue \nmust therefore be resolved by a jury.  Therefore, Mohr’s Motion for Summary \nJudgment as to its breach of contract claim regarding the Berkeley Transaction is \nDENIED.  \n2. Elior’s Counterclaims for Breach of Contract and Breach of \nFiduciary Duty  \n \n162. Mohr contends that even assuming arguendo that a triable issue of fact \nexists as to the waiver issue,  it is still entitled to partial summary judgment in its \nfavor on the issue of whether Elior would be entitled to recover actual damages (as \nopposed to merely nominal damages) at trial  on its counterclaims.  This is so, \naccording to Mohr, because Elior has failed to put forth evidence that it suffered any \nactual damages from Macnoll’s alleged error. \n163. Under North Carolina law, proof of damages is not an element of a claim \nfor breach of contract.  See Crescent Univ. City Venture, LLC v. AP Atl ., Inc., 2019 \nNCBC LEXIS 46, at *44 (N.C. Super C t. Aug. 8, 2019).  As our Supreme Court has \nexplained, a plaintiff is entitled to “ compensatory damages only if he allege[ s] and \noffer[s] evidence to satisfy the jury by the greater weight thereof that he has suffered \nsubstantial damage, naturally and proximately caused by the breach.”  Bowen v. Fid. \nBank, 209 N.C. 140, 144 (1936). \n164. A claimant who prevails on a breach of contract claim but cannot show \nthat actual damages were suffered from the breach is limited to an award of nominal \ndamages.  See Delta Envtl. Consultants, Inc. v. Wysong & Miles Co.,  132 N.C. App. \n160, 172 (1999) (“In a suit for damages for breach of contract, proof of the breach \nwould entitle the plaintiff to nominal damages at least.”). \n165. In support of its contention that Elior has failed to show actual damages, \nMohr initially relies upon the deposition testimony of Brian Herrmann (Elior’s \ndesignated corporate representative) at his Rule 30(b)(6) examination, who stated as \nfollows:  \nQ: So do you agree that Elior has not been damaged in the amount \nof $702,303.66? \nA:  Yes.  \nQ:  Thank you. Do you agree, Brian, that Elior has not been damaged \nat all as a result of Mohr Partner’s involvement in the Berkeley \ntransaction?  \n \nA: I know that the original offer that Whitsons was looking for did \nnot include a renewal option.  They wanted a right to review the \nmarket rent at the end of the Lease term to determine whether or \nnot to renew.  \nQ:  I’m not asking you about Whitsons. I’m asking you about Elior.  \nA:  Could you rephrase the question?  \nQ:  Do you agree that Elior has not been damaged at all as a result of \nMohr Partner’s involvement in the Berkeley transaction? \n \nA:  Yes. \n(Elior Rule 30(b)(6) Dep., at 66.)  \n166.  In response, Elior contends that Herrmann submitted an errata sheet \nupon reviewing the transcript of his deposition in which he stated that he had \nmisunderstood this line of questioning .  In the errata sheet, Herrmann stated  that \nhis answers to the question s of whether Elior had actually  been injured by Mohr’s \nactions in the Berkeley Transaction should have been “yes” rather than “no.”  (Elior \nRule 30(b)(6) Dep., at 284.)  \n167. Elior is correct that under North Carolina law, a deponent is permitted \nto substantively change his prior testimony via an errata sheet .  See Rel. Ins. Inc. v. \nPilot Risk Mgmt. Consulting, LLC, 2023 NCBC LEXIS 41, at **12 (N.C. Super. Ct., \nMar. 16, 2023) (“This Court has held that Rule 30(e) “places no limits on a deponent’s \nability to make substantive changes to his prior deposition testimony on an errata \nsheet.); see also Window World of Baton Rouge, LLC v. Window World, Inc., 2018 \nNCBC LEXIS 70, at *10 (N.C. Super Ct. Aug. 2, 2018) (“The plain language of Rule \n30(e) permits a deponent to change the deponent ’s deposition transcript in form or \nsubstance, so long as the deponent sign[s] a statement reciting such changes and the \nreasons . . . for making them.”). \n168. However, nothing in the errata sheet offers any actual explanation of \nhow Elior suffered actual injury from Macnoll’s alleged mistake.  Indeed, the change \nin Herrmann’s testimony as contained on the errata sheet merely states as follows:   \nPage Line  Is Amended to Read \n66 6 \nAmend Answer to say “No”  \n(Misunderstood the question)  \n66 20 \nAmend Answer to say “No”  \n(Misunderstood the question)  \n(Elior Rule 30(b)(6) Dep., at 284.)  \n169. As a result, even accepting the errata sheet as a legitimate clarification \nof his testimony, it is simply conclusory and therefore insufficient to support an award \nof actual damages.  See Intersal, Inc. v. Wilson , 2023 N CBC LEXIS 29, *46  (N.C. \nSuper. Ct. Feb. 23, 2023) (party claiming damages from breach of contract must prove \nlosses with reasonable certainty , which “requires more than hypothetical or \nspeculative forecasts”); see also Innovare, Ltd. v. Sciteck Diagnostics, Inc., 2023 NCBC \nLEXIS 8, *31 (N.C. Super. Ct. Jan. 19, 2023) (rejecting basis for claimed damages for \nbreach of contract as merely conclusory). \n170. Moreover, additional testimony from Elior witnesses on this subject \nlikewise supports Mohr’s contention that Elior has failed to raise a genuine issue of \nmaterial fact as to whether it actually suffered monetary damage due to Macnoll’s \nalleged error. \n171. For example, Hilton’s testimony further supports this proposition:  \nQ:  Elior did not sustain any financial damage as a result of the \nBerkeley conclusion and the Berkeley transaction, correct?  \n \nA:  Not with how we got it done.  Not with how we got it done.  \n \nQ:  So would your answer be no?  \n \nA: Yes.  \n. . .  \nQ:  As you testified earlier, there was no economic damage to Elior, \ncorrect?  \n \nA: I don’t know. There could have been.  \n \nQ:  I understand it’s your testimony that it could have been bad, but \nthe result was not bad, correct?  \n \nA: We got it done.  \n \nQ: Okay. No damage to Elior?  \n \nA:  I don’t know if I agree with that. \n \nQ: Okay. Please identify to us the damages Elior sustained during \nthis five-day period between the July 13\nth terms and the July 18th \nterms?  \n \nA: I don’t know.  \n \n(Hilton Dep., at 130–31, 202–03, ECF 107.)  \n172. To overcome Mohr’s summary judgment motion on t his issue, it was \nincumbent upon Elior to offer evidence sufficient to support a jury finding that it \nincurred monetary damages as a result of Macnoll’s alleged mistake.  However, it has \nfailed to do so.  Accordingly, Mohr is entitled to summary judgment on this issue, and \nat trial, Elior shall only be permitted to seek nominal damages as to its breach of \ncontract claim regarding the Berkeley Transaction .  See Am. Air Filter Co., Inc. v. \nPrice, 2018 NCBC LEXIS 73, at *11 (N.C. Super. Ct. July 10, 2018) (holding that a \nclaimant who could demonstrate a breach of contract was  entitled only to an award \nof nominal damages where it had not “presented any evidence that it suffered actual \ndamages”). \n173. Elior’s second counterclaim for breach of fiduciary duty is likewise based \non its assertion that Macnoll conveyed an unauthorized offer regarding the Berkeley \nTransaction. \n174. “It is well-settled that to establish a claim for breach of fiduciary duty, \na plaintiff must show that: (1) the defendant owed the plaintiff a fiduciary duty; (2) \nthe defendant breached that fiduciary duty; and (3) the breach of fiduciary duty was  \na proximate cause of the injury to the plaintiff.”  Lafayette Vill. Pub., LLC v. Burham, \n2022 NCBC LEXIS 104, at *14–15 (N.C. Super. Ct. Sept. 12, 2022) (cleaned up).  \n175. Because of the genuine issue of material fact that exists over whether  \nMacnoll actually conveyed an unauthorized offer regarding the Berkeley Property, \nElior’s breach of fiduciary duty counterclaim also raises a triable issue that cannot be \nresolved at the summary judgment stage. \n176. For the reasons discussed above, the Court agrees with Mohr that Elior \nhas failed to show actual damages stemming from Macnoll’s alleged mistake.  \nHowever, as with its breach of contract counterclaim, Elior will be entitled to recover \nnominal damages on its breach of fiduciary duty counterclaim at trial if it prevails on \nthat claim.  See Chisum v. Campagna, 376 N.C. 680, 704–05 (2021) (“potential \nliability for nominal damages is sufficient to establish the validity of [a] claim for \nbreach of fiduciary duty ”); Kixsports, LLC v. Munn , 2021 NCBC LEXIS 32, at  *25 \n(N.C. Super. Ct. Apr. 1, 2021) (holding that absence of actual damages does not defeat \na breach of fiduciary duty claim given potential liability for nominal damages). \n177. Therefore, Mohr’s Motion for Summary Judgment is GRANTED in \npart and DENIED in part  as to Elior’s breach of contract  and breach of fiduciary \nduty counterclaims. To the extent Elior seeks summary judgment on its \ncounterclaims, its Motion is DENIED. \nCONCLUSION \nTHEREFORE, IT IS ORDERED as follows: \n1. Defendant’s Motion to Amend is DENIED.  \n2. With regard to the issue of whether the ERA entitles Mohr to receive a \ncommission on transactions self-serviced by Elior, Elior’s Motion for Summary \nJudgment is GRANTED , and Mohr’s Motion for Summary Judgment is \nDENIED.   \n3. With regard to the issue of whether Mohr is entitled to receive a commission \nin connection with its work on the Moosic T ransaction, Mohr’s Motion for \nSummary Judgment is GRANTED.   The Court DEFERS making a ruling at \nthe present time on the precise amount of the commission to which Mohr is \ndue. \n4.  With regard to the Berkeley T ransaction, Mohr’s Motion for Summary \nJudgment on its own claim for breach of contract is  DENIED.  To the extent \nthat Mohr seeks summary judgment on the issue of whether Elior is entitled \nto seek actual damages at trial on Elior’s counterclaims for breach of contract \nand breach of fiduciary duty stemming from the Berkeley Transaction, Mohr’s \nMotion is GRANTED. However, to the extent that Mohr seeks summary \njudgment on Elior’s counterclaims for breach of contract and breach of \nfiduciary duty stemming from the Berkeley T ransaction in their entirety , \nMohr’s Motion is DENIED  as Elior shall be permitted to seek nominal \ndamages for those counterclaims at trial. \n5. To the extent that Elior seeks summary judgment on any other claim in this \naction except as set forth above in paragraph 2, its Motion is DENIED. \nSO ORDERED, this the 21st day of May 2025.  \n \n       /s/ Mark A. Davis    \n       Mark A. Davis  \n       Special Superior Court Judge for  \n       Complex Business Cases     \n  \n                                 "
}