{
  "id": "54122c43e0abb5b92c32f061dcf135ca4a36c62517c1505984d12ed7d1188477",
  "source_file": "data/raw/ncbc/54122c43e0abb5b92c32f061dcf135ca4a36c62517c1505984d12ed7d1188477.pdf",
  "raw_text": "Willard v. Barger, 2019 NCBC 42. \n \nSTATE OF NORTH CAROLINA \n \nDAVIE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 182 \n \nCHARLES WILLARD and TRACY \nBARNES BLIMP WORKS, LLC, \n \nPlaintiffs, \n \nv. \n \nWILLIAM BARGER, individually; \nWILLIAM BARGER AS EXECUTOR \nOF THE ESTATE OF TRACY \nBARNES; and BLIMP WORKS, INC., \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF CHARLES WILLARD’S \nMOTION TO DISMISS OR FOR \nJUDGMENT ON THE PLEADINGS AS \nTO THE FOURTH DEFENSE IN \nDEFENDANTS’ ANSWER AND \nCOUNTERCLAIM \n \n \n1. THIS MATTER is before the Court upon Plaintiff Charles Willard’s \n(“Willard”) Motion to Dismiss or for Judgment on the Pleadings as to the Fourth \nDefense in Defendants’ Answer and Counterclaim (the “Motion”)  in the above-\ncaptioned case.   \n2. The Court, having considered the Motion, the briefs in support of and in \nopposition to the Motion, and the arguments of counsel at the July 11, 2019 telephone \nhearing on the Motion, hereby GRANTS the Motion.  \nFitzgerald Litigation, by Andrew L. Fitzgerald, D. Stuart Punger, and \nLee D. Denton, for Plaintiff Charles Willard. \n \nBennett Guthrie Latham, PLLC, by Jasmine M. Pitt, for Plaintiff Tracy \nBarnes Blimp Works, LLC. \n \nEisele Ashburn Green & Chapman, PA, by Douglas G. Eis ele, for \nDefendants William Barger, individually and as Executor of the Estate \nof Tracy Barnes, and Blimp Works, Inc. \n \nBledsoe, Chief Judge. \n \n \nI. \nBACKGROUND \n3. The Court does not make findings of fact on motions for judgment on the \npleadings under North Carolina Rule of  Civil Procedure 12(c). 1  See Erickson v. \nStarling, 235 N.C. 643, 657, 71 S.E.2d 384, 394 (1952).  Rather, the Court recites only \nthose allegations in the pleadings that are relevant and necessary to the Court’s \ndetermination of the Motion .  Here , those pl eadings are  (i) Willard and Plaintiff \nTracy Barnes Blimp Works, LLC’s (“TBBW” and, together with Willard, “Plaintiffs”) \nComplaint, ( Compl., ECF No. 3);  and (ii)  Defendants William Barger (“Barger”), \nindividually and as Executor of the Estate of Tracy Barnes (the “Estate” or “Barnes”), \nand Blimp Works, Inc.’s (“BW”) (together, “Defendants”) Answer and Counterclaims, \n(Answer & Countercls., ECF No. 6). \n4. Plaintiffs initiated this action against Defendants on April 1, 2019, alleging \nclaims arising out of various dealings between and among Barnes, Willard, Barger, \nTBBW, and BW.  Plaintiffs aver that Barnes and Willard formed TBBW in 2012.  \n(Compl. ¶  3.)  According to Plaintiffs, “Barnes and Willard agreed that over time \nWillard would acquire an increased ownership interest in TBBW, to culminate during \nBarnes’s life in Willard owning 60% of TBBW by 2018.  The parties agreed that \nWillard would own 100% of TBBW when Barnes died.”  (Compl. ¶ 4.)  It appears, \nhowever, that Willard and Barnes had a “falling out” in March 2018, which, according \nto Plaintiffs, culminated with Barnes “attempt[ing] to fire  Willard.” (Compl. ¶¶ 14–\n                                                           \n1  As discussed below, the Court considers the Motion under Rule 12(c). \n \n \n15.)  Thereafter, Plaintiffs allege that Willard “decided to begin working from home \nto avoid any further conflict.”  (Compl. ¶ 16.)  At that time, Barger was an employee \nof TBBW with management authority.  (Compl. ¶ 19.)   \n5. According to Plaintiffs, Willard “attempted to negotiate a buyout to allow \nBarnes and/or Barger to continue operating TBBW,” but “[i]nstead of negotiating a \nbuyout or allowing the continuing operations of TBBW with Willard earning 60% of \nthe profits, Barnes and Barger decided to transfer the assets of TBBW to BW [.]”  \n(Compl. ¶¶  20–21.)  In par ticular, Plaintiffs assert that “Barnes and Barger \ntransferred the bank accounts, accounts receivable, customer lists, physical assets, \nleases, goodwill and potentially other assets from TBBW to BW .”  (Compl. ¶  22.)  \nPlaintiffs allege that neither TBBW nor  Willard received consideration for the \ntransfer of TBBW’s assets and that “Barnes and Barger lacked authority to make any \nsuch transfer[.]”  (Compl. ¶¶ 23–25.)  Based on this alleged conduct, each Plaintiff \nbrings a separate fraudulent conveyance claim against Barger, Barnes and BW, \n(Compl. ¶¶ 33–49,), and together seek a judicial declaration that the alleged transfer \nof TBBW’s assets was fraudulent.  (Compl. ¶¶ 50–56.) \n6. On April 16, 2019, Defendants filed their Answer and Counterclaims, which \nincluded a defense titled “Offer to Deliver TBBW Assets to Willard” (the “Fourth \nDefense”).  The Fourth Defense provides, in its entirety, as follows: \n1. After Barnes’s death on January 20, 2019, an attorney representing \nherself to be the attorney for Willard contacted the attorney for Barger \nmaking demands against the assets of TBBW.  \n \n \n \n2. Barger’s attorney wrote Willard’s attorney a letter to which were attached \nthe recent federal income tax returns for TBBW through 2017 and a \nprojected loss for 2018 exceeding $100,000.  \n \n3. The tax returns and the projected operating losses for 2018 showed that \nTBBW was hopelessly insolvent.  \n \n4. The letter of Barger’s counsel to Willard’s counsel invited Willard to \nparticipate in the discovery and valuation of all TBBW assets.  The letter \nfurther described that the value of those assets so determined “should be \npaid over to Mr. Willard”.  \n \n5. Neither Barger, his attorney, nor the Estate of Barnes ever received a \nreply to the letter wherein all the assets of TBBW were offered to Willard.  \n \n6. Defendants’ offer to deliver to Willard all of the assets of TBBW which he \ncontends were fraudulently converted by Barnes or Barger renders moot \nany contention that those assets have been fraudulently transferred. \n \n(Answer and Countercls., 16–17.)2 \n7. On June 3, 2019, after the close of pleadings, Willard filed the Motion under \nRules 12(b)(6) and 12(c), arguing that the Fourth Defense should be dismissed as a \nmatter of law.  After full briefing, the Court held a telephone hearing on the Motion \non July 11, 2019, at which all parties were represented by counsel.  The Motion is \nnow ripe for resolution.  \nII. \nLEGAL STANDARD \n8. As an initial matter, Willard brings the Motion under both Rule 12(b)(6) and \nRule 12(c) of the North Carolina Rules of Civil Procedure .  A motion under Rule \n                                                           \n2  With permission of the Court, Defendants filed an “Amendment to Answer and \nCounterclaim” (“Amendment”) on May 30, 2019 .  (Amendment Answer & Countercl., ECF \nNo. 25.)  The Amendment asserted a conversion counterclaim by BW against Willard and did \nnot amend or affect Defendants’ previously asserted defenses, including the Fourth Defense. \n \n \n12(b)(6), however, tests the sufficiency of a claim, not a defense.  Hence, Rule 12(b)(6) \nwill not afford Willard the relief he seeks.  See, e.g., Campmed Cas. & Indem. Co. v. \nSpecialists on Call, Inc., No. 4:16-CV-00452, 2017 U.S. Dist. LEXIS 10604, at *7 (E.D. \nTex. Jan. 26, 2017) (“A Rule  12(b)(6) motion is not proper to  dismiss a \ndefendant’s affirmative defense.”).3  However, a legal defense may properly be \nchallenged under Rule 12(c).  See N.C. R. Civ. P. 12(h)(2)) (“ [A]n objection of failure \nto state a legal defense to a claim may be made .  . . by motion for judgment on the \npleadings[.]”).  Accordingly, the Court will consider Willard’s Motion challenging the \nFourth Defense under the standards of Rule 12(c).4    \n9.  Under Rule 12(c), “[a]fter the pleadings are closed but within such time as \nnot to delay the trial, any party may move for judgment on the pleadings.”  N.C. R. \nCiv. P. 12(c).  Rule 12(c)’s “function is to dispose of baseless claims or defenses when \nthe formal pleadings reveal their lack of merit.”  Ragsdale v. Kennedy, 286 N.C. 130, \n137, 209 S.E.2d 494, 499 (1974).  “A motion for judgment on the pleadings is the \n                                                           \n3  Because “[t]he North Carolina Rules of Civil Procedure are, for the most part, verbatim \nrecitations of the federal rules[,] ” “[d]ecisions under the federal rules are . . . pertinent for \nguidance and enlightenment in developing the philosophy of the North Carolina rules. ” \nTurner v. Duke Univ., 325 N.C. 152, 164, 381 S.E.2d 706, 713 (1989). \n \n4  Rule 12(c) is not the only procedure by which the sufficiency of a defense may be challenged.  \nAs explained by one commentator, “[a] motion to strike under Rule 12(f) is also a device for \ntesting the sufficiency of defenses raised in a responsive pleading .  The requirements for \npleading an affirmative defense are no more stringent than those for asserting a claim for \nrelief, and in this capacity, Rule 12(f) is an analogue of Rule 12(b)(6) since the same tests \napply.”  1 G. Gray Wilson, North Carolina Civil Procedure § 12-16 (2018); see also, e.g., Aaron \nv. Martin, No. 4:11CV1661, 2013 U.S. Dist. LEXIS 16817, at * 4 (E.D. Mo. Feb. 7, 2013)  \n(noting that the federal rules “provide two ways for a party to challenge the sufficiency of an \naffirmative defense: a motion for judgment on the pleadings under Rule 12(c), or a motion to \nstrike under Rule 12(f)”); 5C C. Wright & A. Miller, Federal Practice and Procedure, § 1380 \n(3d ed. 2004) (stating that Rule 12(f) is the “primary procedure for objecting to an insufficient \ndefense”). \n \n \nproper procedure when all the material allegations of fact are admitted in the \npleadings and only ques tions of law remain.”  Id.  When ruling on a motion for \njudgment on the pleadings, the Court must “view the facts and permissible inferences \nin the light most favorable to the nonmoving party,” id., and may consider “only the \npleadings and exhibits which a re attached and incorporated into the pleadings[,]” \nDavis v. Durham Mental Health/Dev. Disabilities/Substance Abuse Area Auth., 165 \nN.C. App. 100, 104, 598 S.E.2d 237, 240 (2004).   “All well pleaded factual allegations \nin the nonmoving party’s pleadings are taken as true and all contravening assertions \nin the movant’s pleadings are taken as false.”  Ragsdale, 286 N.C. at 137, 209 S.E.2d \nat 499.  “When the pleadings do not resolve all the factual issues, judgment on the \npleadings is generally inappropriate.”  Id.   \nIII. \nANALYSIS \n10. Willard argues that the Fourth Defense  should be dismissed  because \nDefendants’ offer to tender to Willard the current assets of TBBW has no bearing on \nPlaintiffs’ claims for fraudulent conveyance  of the assets TBBW formerly held.  The \nCourt agrees.  \n11. Defendants’ Fourth Defense posits that because Defendants offered to \ntender to Willard all of the assets that TBBW held as of March 1, 2019, Defendants \ncannot have liability for any fraudulent conveyances that occurred prior to that date.  \nDefendants’ Fourth Defense, however, misses the point.  Plaintiffs’ fraudulent \nconveyance claims do not seek to recover TBBW’s current assets—i.e., the assets that \n \n \nDefendants offered to Willard.  Rather, Plaintiffs seek to recover from Defendants \nany assets that TBBW previously possessed but which were fraudulently conveyed \nfrom TBBW without adequate consideration.  The Fourth Defense does not address \nthose assets, and those are the assets that are the subject of Plaintiffs’ claims.   \n12. Based on the foregoing, and viewing the factual allegations in the Complaint \nand the Answer and the permissible inferences arising therefrom in the light most \nfavorable to Defendants, the Court concludes that Defendants’ Fourth Defense does \nnot state a valid legal defense as pleaded and must be dismissed as a matter of law.   \nIV. \nCONCLUSION \n13. WHEREFORE, for the foregoing reasons, the Court hereby GRANTS \nPlaintiff Charles Willard’s Motion to Dismiss or for Judgment on the Pleadings as to \nthe Fourth Defense in the Answer and Counterclaim  and hereby DISMISSES the \nFourth Defense.  \nSO ORDERED, this the 12th day of July, 2019.  \n \n/s/ Louis A. Bledsoe, III  \nLouis A. Bledsoe, III  \nChief Business Court Judge "
}