{
  "id": "542ea6876f7b6062b7607afa3f9d4591989d7bd1b0cd8f4f849138f0f282be4f",
  "source_file": "data/raw/ncbc/542ea6876f7b6062b7607afa3f9d4591989d7bd1b0cd8f4f849138f0f282be4f.pdf",
  "raw_text": "Wining Taylors, LLC v. CE Precision, Inc., 2019 NCBC 25. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 7150 \n \nWINING TAYLORS, LLC, \n \nPlaintiff, \n \nv. \n \nCE PRECISION, INC. and YUAN \nWANG, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION FOR  \nPARTIAL SUMMARY JUDGMENT  \n \n1. Plaintiff Wining Taylors, LLC makes and sells a device , named “the \nDurand,” for extracting stops or  corks from wine bottles .  Wining Taylors retained \nDefendants Yuan Wang and CE Precision, Inc. to make component parts for the \nDurand.  According to Wining Taylors, Defendants failed to produce acceptable parts, \nwrongfully refused to return confidential materials and equipment, and then helped \ncounterfeiters make knock-off versions of the Durand. \n2. Wining Taylors now moves for partial summary judgment under Rule 56 of \nthe North Carolina Rules of Civil Procedure  on its claims for breach of contract, \nconversion, trademark infringement, and unfair or deceptive trade practices.  For the \nreasons stated below, the Court GRANTS the motion in part and DENIES it in part.   \nBlanco Tackabery & Matamoros, P.A., by Peter J. Juran, for Plaintiff \nWining Taylors, LLC.  \n \nLaw Office of Fiona Wang, PLLC, by Xiaoyang  Wang, for Defendants \nYuan Wang and CE Precision, Inc. \n \nConrad, Judge. \n \n \nI. \nBACKGROUND \n \n3. The Court does not make findings of fact in ruling on motions for summary \njudgment.  The following background, describing the evidence and noting relevant \ndisputes, is therefore intended only to provide context for the Court’ s analysis and \nruling. \n4. It is unclear when Wining Taylors first developed and introduced the \nDurand, but the device appears to have enjoyed some success.  Wining Taylors states \nthat it holds patent and trademark rights , both domestic and foreign , covering the \nDurand.  (Aff. of Ken Vanker ¶ 3, ECF No. 36 [“Vanker Aff.”].)  The company markets \nthe device widely, including overseas.  (Vanker Aff. ¶ 4.) \n5. The Durand has five component parts: a handle, a retainer, a twin blade, a \nstabilizer, and a corkscrew.  ( See Vanker Aff. ¶¶  12, 19.)  Wining Taylors does not \nmake these component parts itself.  A representative of Wining Taylors, Ken Vanker, \nwas familiar with Defendants and believed that they could produce the needed parts \nat a reasonable cost through manufacturing contacts in China.  (See Vanker Aff. ¶ 5.)  \nWining Taylors retained Defendants to make the component parts and were \nultimately pleased with the first round of production.  (See Vanker Aff. ¶ 7.) \n6. In 2015, Wining Taylors needed a new supply of parts.  (Va nker Aff. ¶ 8.)  \nE-mail correspondence between V anker and Wang shows that Wining Taylors \nentertained several bids.  ( See Aff. of Yuan Wang Ex. 2, ECF No. 43 [“Wang Aff.”] .)  \nWining Taylors eventually accepted Defendants’ bid in June 2015.  (See Vanker Aff. \n¶¶ 12, 13; Wang Aff. ¶ 9.) \n \n \n7. There is no  formal purchase order memorializing the parties’ agreement , \nbut certain terms are clearly set out in the relevant e -mail correspondence .  (See \nWang Aff. ¶ 10.)  It is undisputed, for example, that Wining Taylors ordered a total \nof 20,000 kits based on a price  of $4.313 for each kit of five component parts.  ( See \nVanker Aff. ¶¶ 12, 13; Wang Aff. ¶ 9.)  It is also undisputed that Wining Taylors paid \na deposit of $34,504 for the cost of the first 8,000 kits.  (See Vanker Aff. ¶ 14, Ex. 4.) \n8. The record is less clear as to other terms of the agreement.  It appears that, \nbefore beginning production, Defendants informed Wining Taylors that the mold \ninserts and dies used in the first round of production were worn out and needed to be \nreplaced.  ( See Vanker Aff. ¶¶  9, 10; Wang Aff. ¶  13.)  According to Vanker, \nDefendants agreed to absorb the cost of the mold inserts, and Wining Taylors agreed \nto pay for new dies for the ste el blade parts.  ( See Vanker Aff. ¶ 10.)  Wang, on the \nother hand, states that there was no agreement as to who would pay for the mold \ninserts.  (See Wang Aff. ¶ 12.)  It is also unclear how the parties intended to allocate \nthe cost of related tooling.  (See Wang Aff. ¶¶ 13, 14.) \n9. Several months went by.  Defendants began producing the component parts \nand, in November 2015, sent photographs of samples to Wining Taylors.  (See Vanker \nAff. ¶  18; Wang Aff. ¶  19.)  In Vanker’s words,  the parts “were not cleaned -up or \npolished or plated,” making it “impossible” to determine whether they were of suitable \nquality.  (Vanker Aff. ¶ 18.)  Wang responded at the time that the Chinese company \nresponsible for cleaning and polishing the parts had gone out of business, forcing \nDefendants to seek a new vendor.  ( See Vanker Aff. ¶  18; Wang Aff. ¶ 23.)  The \n \n \nfollowing February, Wining Taylors requested samples of all parts and instructed \nDefendants not to proceed with production without explicit approval .  (See Vanker \nAff. ¶ 19, Ex. 8; Wang Aff.  ¶ 22, Ex. 10 .)  Wang replied with one word: “Noted.”  \n(Vanker Aff. Ex. 9.)   \n10. When Wining Taylors  received the samples in May 2016, it  found them \nunacceptable and rejected them .  (Vanker Aff. ¶ 20; see also Vanker Aff. Ex. 10 .)  \nVanker informed Wang that the parts had “poor die cast finishing” and that “you have \nlost our business.”  (Vanker Aff. Ex. 10; Wang Aff. ¶ 23.)  By that point, Defendants \nhad produced 2,000 kits.  Vanker demanded that Defendants ship those kits to \nWining Taylors, along with all molds, dies, specifications, and related equipment.   \n(See Vanker Aff. ¶ 23.)  Vanker also demanded a refund of most of Wining Taylors’s \ndeposit.  (See Vanker Aff. ¶ 23.) \n11. The cancellation of the order prompted months of negotiation.  In July 2016, \nWang attempted to regain the business of Wining Taylors with new parts that he \ndescribed as “perfect.”  ( Vanker Aff. ¶ 26; Wang Aff. Ex. 12.)  Vanker replied that it \nwas too late and then, in August 2016, reiterated his demand for a return of Wining \nTaylors’s property and for a  refund of its deposit, excluding the cost of the 2,000 \ncompleted kits .  ( Vanker Aff. ¶ 26; see Vanker Aff. Exs. 12, 13, 14, 16 .)  Wang \nacknowledged that some refund was needed  and that he intended to return all \ncomponent parts and other materials.  ( Vanker Aff. Ex. 17.)  Not long after, though, \nWang announced that he intended to keep certain new tooling and that “[s]omeone \nin China would like to buy it.”  ( Vanker Aff. Ex. 23 .)  As late as April 2017, Wang \n \n \ncontinued to haggle over the amount of any refund that would be due, suggesting that \nhe was continuing to make additional parts and would deduct that cost from the \ndeposit.  (See Vanker Aff. ¶ 25.) \n12. According to Wining Taylors, Wang carried out his threat to sell its property \nto others, resulting in counterfeit versions of the Durand being sold in China and on \nthe internet.  (See Vanker Aff. ¶ 36.)  Wining Taylors has submitted evidence to show \nthat Chinese authorities have found and confiscated thousands of knock-off devices, \nat least some of which were falsely marked with designations of patents and \ntrademarks owned by Wining Taylors.  ( See Vanker Aff. ¶ 38; see also Aff. of Gwen \nKui, ECF No. 37  [“Kui Aff.”] .)  Wang denies playi ng any role in the alleged \ncounterfeiting.  (See Wang Aff. ¶¶ 30–33.) \n13. Wining Taylors filed this action in June 2017 .  The complaint when filed \nincluded claims for breach of contract, accounting, conversion, patent infringement, \ntrademark infringement , and unfair or deceptive trade practices under N.C. Gen. \nStat. § 75-1.1.  The complaint also include d a remedial claim for injunctive relief.   \nWining Taylors later voluntarily dismissed the claim for patent infringement.  ( See \nECF No. 13.)   \n14. Discovery is complete, and Wining Taylors has moved for offensive summary \njudgment on four of its claims for relief .  The motion has been fully briefed, and  the \nCourt held a hearing on January 22, 2019, at which all parti es were represented by \ncounsel.1  The motion is ripe for determination.  \n                                            \n1 Defendants’ counsel has since been granted leave to withdraw.  (See ECF Nos. 48, 51.)  At \nthe time of the motion for withdrawal, Wang sent multiple e-mails to the Court , some of \n \n \nII. \nANALYSIS  \n \n15. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In deciding a motion for summary \njudgment, the Court views the evidence “in the light most favorable to the \nnonmov[ant],” taking the nonmovant’s evidence as true and drawing inferences in its \nfavor.  Furr v. K-Mart Corp., 142 N.C. App. 325, 327, 543 S.E.2d 166, 168 (2001)  \n(internal citation and quotation marks omitted).  The moving party “bears the initial \nburden of demonstrating the absence of a genuine issue of material fact.”  Liberty \nMut. Ins. Co. v. Penn ington, 356 N.C. 571,  579, 573 S.E.2d 118, 124 (2002)  (citation \nomitted).   \n16. “Where, as here,  the party with the burden of proof moves for summary \njudgment, a greater burden must be met.”  Brooks v. Mt. Airy Rainbow Farms Ctr., \nInc., 48 N.C. App. 726, 728, 269 S.E.2d 704, 705 (1980); accord Almond Grading Co. \nv. Shaver, 74 N.C. App. 576, 578, 329 S.E.2d 417, 418 (1985) .  “[ The movant] must \nshow that there are no genuine issues of fact, that there are no gaps in his proof, that \nno inferences inconsistent with his recovery arise from the evidence, and that there \nis no standard that must be applied to the facts by the jury.”  Parks Chevrolet, Inc. v. \n                                            \nwhich were ex parte, with commentary on the merits of the pending motion.  The Court issued \nan Order directing Defendants to refrain from engaging in any further ex parte  \ncommunications or face appropriate sanctions .  (See ECF No. 50.)  In deciding this motion, \nthe Court has not considered Wang’s communications, which are not part of the record.   \n \n \nWatkins, 74 N.C. App. 719, 721, 329 S.E.2d 728, 729 (1985); see also Kidd v. Early, \n289 N.C. 343, 370, 222 S.E.2d 392, 410 (1976) (same).  For that reason, it is “rarely \n. . . proper to enter summary judgment in favor of the party having the burden of \nproof.”  Blackwell v. Massey, 69 N.C. App. 240, 243, 316 S.E.2d 350, 352 (1984).  \nA. Conversion \n17. Defendants concede that they have kept possession of and refused to return \na large number of component parts of the Durand, along with the molds, dies, and \nrelated equipment needed to make them.  ( See Defs.’ Br. in Opp’n 14, ECF No. 42 \n[“Opp’n”].)  Wining Taylors argues that this concession, along with the undisputed \nevidence, requires summary judgment in its favor as to the claim for conversion.  (See \nPl.’s Br. in Supp. 14–15, ECF No. 39 [“Br. in Supp.”].)  The Court agrees with Wining \nTaylors. \n18. Conversion is the “unauthorized assumption and exercise of the right of \nownership over goods or personal chattels belonging to another, to the alteration of \ntheir condition or the exclusion of an owner’s rights.”  Peed v. Burleson’s, Inc. , 244 \nN.C. 437, 439, 94 S.E.2d 351, 353 (1956) (citation and quotation marks omitted).  “The \nessence of conversion is not the acquisition of property by the wrongdoer, but a \nwrongful deprivation of it to the owner.”  Addison Whitney, LLC v. Cashion , 2017 \nNCBC LEXIS 51, at *15 (N.C. Super. Ct. June 9, 2017) (quoting Bartlett Milling Co. \nv. Walnut Grove Auction & Realty Co. , 192 N.C. App. 74, 86, 665 S.E.2d 478, 488  \n(2008)).  “Where there has been no wrongful taking or disposal of the goods, and the \ndefendant has merely come rightfully into possession and then refused to surrender \n \n \nthem, demand and refusal are necessary to the existence of the tort.”  Levin v. \nJacobson, 2015 NCBC LEXIS 111, at *27 (N.C. Super. Ct. Dec. 7, 2015) (citation and \nquotation marks omitted). \n19. All of the material facts are  undisputed.  Wining Taylors is the rightful \nowner of the component parts, molds, dies, and other equipment used in producing \nthe Durand.  ( See Dep. Y. Wang 118:19 –119:18.2)  It has repeatedly demanded that \nDefendants return these materials .  ( See Vanker Aff. ¶¶ 23, 27, 28, 40 ; see also \nVanker Aff. Exs. 11, 13, 14 , 16.)  And Wang has admitted that Defendants have not \nreturned these materials to Wining Taylors.  (See Dep. Y. Wang 118:25–120:2.) \n20. Defendants’ response consists of two short paragraphs.  They do not \nchallenge any of these facts , cite any case law , or cite to the record .  Rather, \nDefendants insist that they are willing to return all of the relevant materials and \nequipment if Wining Taylors would agree to pay the shipping costs.  ( See Opp’n 14.)  \nIn other words, Defendants continue to refuse to return Wining Taylors’s property as \na means to extract concessions from Wining Taylors.  This conditional offer to return \nthe property does not defeat Wining Taylors’s claim for conversion.  See Wall v. \nColvard, Inc., 268 N.C. 43, 49, 149 S.E.2d 559, 564 (1966) (“After an act of conversion \nhas become complete, an offer to return or restore the property by the wrongdoer will \nnot bar the cause of action for conversion.”). \n21. Given these undisputed facts, the Court concludes that this is the rare case \nin which it is proper to grant summary judgment  in favor of the party bearing the \n                                            \n2 Excerpts of Wang’s deposition are attached as an exhibit to the Affidavit of Peter J. Juran \nin support of Wining Taylors’s motion.  (See ECF No. 38.) \n \n \nburden of proof.  Defendants have exercised possession over the disputed property to \nthe exclusion of Wining Taylors’s rights.  There are no gaps in Wining Taylors’s proof \nand no standard that a jury must apply to these facts.  Accordingly, the Court grants \nsummary judgment in favor of Wining Taylors as to Defendants’ liability for \nconversion.  \nB. Breach of Contract  \n22. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract.”  Branch v. High Rock Lake \nRealty, Inc. , 151 N.C. App. 244, 250, 565 S.E.2d 248, 252 (2002) (citation and \nquotation marks om itted).  Both sides agree that a valid contract existed  for the \npurchase of component parts for the Durand.  They disagree, however, over whether \nDefendants breached the contract.  \n23. Because the parties’ contract involves the sale of goods, North Carolina’s \nversion of the Uniform Commercial Code (“UCC”) governs.  See N.C. Gen. Stat. § 25-\n2-102.  “In any transaction for goods, the expectation is that the seller will deliver, \nand the buyer will accept, goods that conform to the contract.”  Kerry Bodenhamer \nFarms, LLC v. Nature’s Pearl Corp. , 2018 NCBC LEXIS 84, at *19 (N.C. Super. Ct. \nAug. 15, 2018).   Goods are conforming  “when they are in accordance with the \nobligations under the contract.”  N.C. Gen. Stat. § 25-2-106(2).  The buyer is entitled \nto inspect tendered goods and, if they are nonconforming, may choose either to accept \nor reject them.  See id. §§ 25-2-513(1), 25-2-601. \n \n \n24. Wining Taylors argues , first,  that Defendants were required to provide \ncomponent parts that would be fit for use in connection with the Durand.  (See Br. in \nSupp. 14.)  Although somewhat unclear, this appears to be a reference to the implied \nwarranty of merchantability or the implied warranty of fitness for a particular \npurpose, as defined in the UCC.  See N.C. Gen. Stat. §§ 25-2-314, 25-2-315.  Wining \nTaylors points to evidence that the sample parts provided by Defendants were not \ncleaned or polished.  (See Vanker Aff. ¶ 20, Ex. 10; see also Vanker Aff. ¶ 18.)  On that \nbasis, it argues that the parts were unfit for use, nonconforming, and in breach of the \nparties’ contract. \n25. This is not a suitable basis for offensive summary judgment.  To carry its \nburden, Wining Taylors must show “that there is no standard that  must be applied \nto the facts by the jury.”  Parks Chevrolet, 74 N.C. App. at 721, 329 S.E.2d at 729.  \nHere, even assuming the parts made by Defendants were not polished, a jury would \nhave to determine whether that fact rendered the parts unfit for use.  A s best the \nCourt can tell, polishing and cleaning does not affect the functionality of the Durand, \nonly its aesthetics.  It may be the case that the Durand, which appears to be a high-\nend device, requires polished components for its intended purpose,  but Defendants \ninsist that the requisite quality standards were never communicated to them.  (Opp’n \n18.)  Regardless, a jury must apply the  Court’s instructions regarding  fitness and \nmerchantability, as those terms are used in the UCC , to determin e whether \nDefendants breached their obligations .  See 759 Ventures, LLC v. GCP Apt. Inv ’rs, \nLLC, 2018 NCBC LEXIS 82, at *13 –14 (N.C. Super. Ct. Aug. 13, 2018)  (denying \n \n \nmotion for offensive summary judgment after concluding that “the jury must apply a \nreasonableness standard to the facts it finds”). \n26. Wining Taylors’s second argument fares no better .  It is undisputed that \nDefendants agreed not to  use Wining Taylors’s patented and proprietary materials \nfor anything other than Wining Taylors’s orders.  ( See Dep. Y. Wang  61:3–62:23.)  \nThere is conflicting evidence, though, as to whether Defendants breached this \nobligation.  Wining Taylors offers evidence that it says strongly suggests Wang \nprovided patented and confidential materials to Chinese counterfeiters, but Wang \nexpressly denies this.  (See Vanker Aff. ¶¶ 37–39; Wang Aff. ¶¶ 30–33; Kui Aff. ¶¶ 4, \n6–11.)  Wang’s credibility on this point is a question for the jury that cannot be \nresolved on summary judgment.  See, e.g., Draughon v. Harnett Cty. Bd. of Educ., 158 \nN.C. App. 208, 212, 580 S.E.2d 732, 735 (2003). \n27. Finally, Wining Taylors offers a third theory : that Defendants breached a \nsecond, separate contract to refund Wining Taylors’s deposit and return all parts and \nequipment.  (See Br. in Supp. 13, 14; Pl.’s Reply Br. 2, ECF No. 44 [“Reply”].)  On this \npoint, there are disputes of material fact as to whether a valid contract was ever \nformed.  There is no formal written contract, only a sequence of e -mails between \nVanker and Wang.  At various points, Wang acknowledges that he intends to refund \nsome amount of the deposit, ship the component parts that had been made, and \nreturn the related molds, dies, and equipment.  (See Vanker Aff. Exs. 17, 24.)  Wang \neven returned several thousand dollars in a sequence of monthly payme nts.  ( See \nVanker Aff. ¶ 42, Ex. 26 .)  But it does not appear that Wang ever agreed to the \n \n \namount of the refund that would be due.  (See Vanker Aff. Ex. 25.)  Wang also stated \nthat he intended to make additional parts, the cost of which he would subtract from \nany refund.  (See Vanker Aff. Ex. 25.)  Wining Taylors rejected that offer.  (See Vanker \nAff. Ex. 25.) \n28. Taken together, these communications do not establish, as a matter of law, \nthat either party made an offer that was accepted by the other.  “It is essential to the \nformation of any contract that there be ‘mutual assent of both parties to the terms of \nthe agreement so as to establish a meeting of the minds.’”  Creech v. Melnik, 347 N.C. \n520, 527, 495 S.E.2d 907, 911 –12 (1998) (quoting Snyder v. Freeman, 300 N.C. 204, \n218, 266 S.E.2d 593, 602 (1980)).  There is at least a genuine issue of material fact as \nto whether the parties’ seesaw negotiations resulted in a binding agreement and, if \nthey did, what the terms of the agreement were. \n29. For these reasons, the Court denies the motion for summary judgment as to \nWining Taylors’s claim for breach of contract. \nC. Trademark Infringement  \n30. In its opening brief, Wining Taylors argued that the evidence pointed to the \n“inescapable” conclusion that Defendants infringed its trademark by collaborating \nwith Chinese manufacturers to make and sell counterfeit versions of the Durand .  \n(Br. in Supp. 17 –18.)  At the hearing,  though, Wining Taylors retreated from this \nposition, conceding that  Defendants’ denials and the circumstantial nature of the \nevidence created a genuine issue of material fact. \n \n \n31. Wining Taylors nevertheless argues that, even in the absence of summary \njudgment, it is entitled to a permanent injunction  against any further trademark \ninfringement.  (See Reply 6–7.)  The Court disagrees.  “A permanent injunction is an \nextraordinary equitable remedy and may only properly issue after a full consideration \nof the merits of a case .”  CB&I Constructors, Inc. v. Town of Wake Forest , 157 N.C. \nApp. 545, 548, 579 S.E.2d 502, 504 (2003)  (citation and quotation marks omitted) .  \nThe merits of this case have not yet been fully considered, and it would therefore be \npremature to issue a permanent injunction .  See Levin, 2015 NCBC LEXIS 111, at \n*32 (denying motion for permanent injunction as premature). \n32. Accordingly, the Court denies both Wining Taylors’s motion for summary \njudgment as to trademark infringement and its request for injunctive relief.   \nD. Unfair or Deceptive Trade Practices  \n33. By statute, “unfair methods of competition in or affecting commerce, and \nunfair or deceptive acts or practices in or affecting commerce, are declared unlawful.”  \nN.C. Gen. Stat. § 75-1.1(a).  “The elements for a claim for unfair or deceptive trade \npractices are (1) defendants committed an unfair or deceptive act or practice, (2) in or \naffecting commerce and (3) plaintiff was inju red as a result.”  Phelps-Dickson \nBuilders, L.L.C. v. Amerimann Partners, 172 N.C. App. 427, 439, 617 S.E.2d 664, 671 \n(2005) (citation omitted).  “A practice is unfair if it is unethical or unscrupulous, and \nit is deceptive if it has a tendency to deceive. ”  Dalton v. Camp, 353 N.C. 647, 656 , \n548 S.E.2d 704, 711 (2001) (citation omitted).  \n \n \n34. Wining Taylors’s section 75-1.1 claim is predicated on the allegations that \nunderlie each of its other claims.  Genuine issues of material fact remain as to  the \nclaims for breach of contract and trademark infringement.  As a result, it would be \ninappropriate to grant summary judgment as to the section 75-1.1 claim to the extent \nit is based on those underlying claims. \n35. As noted, though, the undisputed material facts show that Defendants \nconverted component parts, molds, dies, and related equipment belonging to Wining \nTaylors.  A successful conversion claim could support a finding of unfair or deceptive \ntrade practices  if there is additional evidence of “egregiou s, immoral, oppressive, \nunscrupulous, or substantially injurious acts.”  Bartlett Milling, 192 N.C. App. at 83, \n665 S.E.2d at 487  (citation omitted); see also Eley v. Mid/East Acceptance Corp. of \nN.C., Inc. , 171 N.C. App. 368, 375, 614 S.E.2d 555, 561 (2005) (affirming liability \nunder section 75 -1.1 based on evidence that “defendant deprived plaintiff of her \nproperty by means of inequitably asserting its relative position of power”).  \n36. Wining Taylors argues that Defendants’ actions were “accompanied by  \nsufficiently egregious or aggravating circumstances, as a matter of law.”  (Br. in Supp. \n19.)  There is evidence, for example, that Wang threatened to sell Wining Taylors’s \nproprietary materials to someone in China “at a preferred price.”  (Vanker  Aff. Ex. \n23.)  There is also evidence that manufacturers in China made and sold counterfeit \nversions of the Durand.  (See Vanker Aff. ¶¶ 37–39; see also Kui Aff. ¶¶ 4, 6–11.)  But \nWining Taylors has not put forward undisputed evidence that Wang carried ou t his \nthreat or that he facilitated the misdeeds of Chinese counterfeiters, and Wang \n \n \nexpressly denies having done so.  ( See Wang Aff. ¶¶ 30–33.)  Viewed in a light most \nfavorable to Defendants, the evidence could support a finding by the jury that Wang \ndid not share Wining Taylors’s patented and proprietary materials with others .  See \nSuntrust Bank v. Bryant/Sutphin Prop., LLC , 222 N.C. App. 821, 825, 732 S.E.2d \n594, 598 (2012) (holding that “whether the defendant performed the alleged acts” is \n“a question of fact” (citation and quotation marks omitted)). \n37. The Court therefore denies  the motion for summary judgment as to  the \nsection 75-1.1 claim. \nE. Damages  \n38. Wining Taylors argues that its damages cannot be less than $17,878 —the \namount of reimbursement remaining from the deposit paid to Defendants.  ( See Br. \nin Supp. 11, 21, 22 .)  It requests summary judgment as to damages in that amount \nand requests that the damages be trebled under section 75-1.1.  (See Br. in Supp. 21–\n22.) \n39. The Court concludes that it would be premature to enter judgment as to \ndamages.  It is not clear that the measure of damages for conversion should be the \nremaining amount of the unrefunded deposit (an amount Defendants dispute).  Also, \nas discussed, a jury must resolve factual disputes over  Wining Taylors’s claims for \nbreach of contract, trademark infringement, and unfair or deceptive trade practices .  \nThe amount of damages will depend on the jury’s verdi ct as to those claims  and is \ntherefore not susceptible to resolution on summary judgment. \n \n \nIII. \nCONCLUSION \n \n40. For the foregoing reasons, the Court GRANTS Wining Taylors’s motion for \nsummary judgment as to liability on its conversion claim and DENIES the motion in \nall other respects.  \n \n SO ORDERED, this the 5th day of April, 2019.  \n \n      \n  \n       /s/ Adam M. Conrad                          \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}