{
  "id": "54dbc55625ddddc84d1f8e8d69749b2d22e6dca18b9c10000d6054b320082353",
  "source_file": "data/raw/ncbc/54dbc55625ddddc84d1f8e8d69749b2d22e6dca18b9c10000d6054b320082353.pdf",
  "raw_text": "In re Krispy Kreme Doughnuts, Inc. S’holder Litig., 2018 NCBC 58. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF FORSYTH \n \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16-CVS-3669 (Master File); 16-CVS-3651; \n16-CVS-3239; 16-CVS-3102; 16-CVS-3101 \n \n \nIn re Krispy Kreme Doughnuts, Inc. \nShareholder Litigation \n \n  \n \n \n \nORDER & OPINION ON MOTION FOR APPROVAL OF \nATTORNEYS’ FEES AND EXPENSES  \n \n1. THIS MATTER is before the Court on Plaintiffs’ Motion for Approval of \nAttorneys’ Fees and Expenses (“Motion”).  For the reasons discussed below, the Court \nGRANTS in part and DENIES in part the Motion. \nLevi & Korsinsky LLP, by Donald J. Enright (pro hac vice), and Ward \nBlack Law, by Janet W. Black, Nancy R. Meyers, and Megan E. Kunz, \nfor Plaintiffs Ronnie Stillwell, Patricia Horton, Barbara Grajzl, Stuart \nBonnin and Melissa Weers.  \n \nWomble Bond Dickson (US) LLP, by Ronald R. Davis and Brent F. \nPowell, and Simpson Thacher & Bartlett LLP, by Peter E. Kazanoff (pro \nhac vice) and Craig S. Waldman (pro hac vice), for Defendants Krispy \nKreme Doughnuts, Inc., Tim E. Bentsen, Charl es Blixt, Lynn Crump -\nCaine, Carl E. Lee, Jr., C. Stephen Lynn, Robert S. McCoy, Jr., James \nH. Morgan, Andrew J. Schindler, Lizanne Thomas, and Tony Thompson.  \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP, by Clifton \nL. Brinson and Donald H. Tucker, and Skadden, Arps, Slate, Meagher, \n& Flom LLP, by Paul J. Lockwood (pro hac vice), Joseph O. Larkin (pro \nhac vice), and Alyssa S. O’Connell (pro hac vice), for Defendants Cotton \nParent Inc. and Cotton Merger Sub Inc. \n \nGale, Chief Judge.   \nI. INTRODUCTION \n2. Krispy Kreme Doughnuts, Inc. (“Krispy Kreme”) and JAB Beech, Inc. \n(“JAB” and with Krispy Kreme, “Defendants”) announced a merger on May 9, 2016  \n \n \n(“Merger”).  Shortly thereafter , several Krispy Kreme shareholders , represented by \ndifferent law firms, filed multiple putative class action lawsuits in state and federal \ncourts challenging that transaction.  In advance of a shareholder vote on the Merger, \nall parties reached a global settlement, whereby Krispy Kreme provid ed a \nsupplemental proxy with additional disclosures in exchange for a release of Plaintiffs’ \nMerger-related claims  without any  monetary payment to the class  (“Settlement”).  \nThe shareholders then approved the Merger. \n3.  As a part of the Settlement, t he parties  executed a sti pulation and \nagreement of compromise (“Stipulation”), whereby Defendants acknowledged that \nPlaintiffs’ counsel are entitled to reasonable attorneys’ fees and expenses, subject to \ncourt approval.  The Settlement was not conditioned on the Court awarding attorneys’ \nfees or expenses. On January 2, 2018, the Court approved the Settlement, but \nreserved consideration of any award of attorneys’ fees or expenses pending Levi & \nKorsinsky LLP, Rigrodsky & Long, P.A., and Ward Black Law ’s submission of \nadditional materials. \n4. The Court received these additional materials, which included written \nfee agreements between the Plaintiff putative class representatives and their counsel.  \nThe Court then requested supplement al briefing on whether these fe e agreements \ncomply with the Revised Rules of Professional Conduct of the North Carolina State \nBar (the “RPC”), particularly RPC 1.5(c) and RPC 1.8(e).   \n5. Plaintiffs’ counsel seek a total award of attorneys’ fees and expenses of \n$350,000.  For reasons discussed below, the  Court determines that a reasonable \n \n \naward of attorneys’ fees is $150,000 and that Plaintiffs’ counsel reasonably incurred \ntotal expenses of $19,531.76.  \n6. However, the Court has further examined whether noncompliance with \nthe RPC should bar either the award of attorneys’ fees or litigation expenses.  The fee \nagreements are contingent fee contracts, and while  RPC 1.5(c) directs that any \ncontingent fee agreement state a percentage by which counsel will shar e in any \nmonetary recovery by the plaintiff—which the fee agreements do not uniformly do—\nthe fee a greements provide that any fee award is subject to court approval.   While \nnoting its concerns under RPC 1.5(c), the Court concludes that no public policy bars  \nenforcing the Stipulation allowing Defendants’ payment of  a reasonable, Court -\napproved fee award .  However, the Court concludes that the underlying fee \nagreements fail to comply with RPC 1.8(e)  because they hold Plaintiffs harmless at \nthe inception of the litigation from any potential liability for expenses, and that any \nexpense recovery would violate the public policy on which RPC 1.8(e) is based.   \n7. Accordingly, th e Court awards Plaintiffs’ counsel attorney s’ fees of \n$150,000 to be paid by Defendants.  Plaintiffs’ counsel shall recover no costs or \nexpenses of the litigation. \nII.  PROCEDURAL AND FACTUAL BACKGROUND \n8. The Court fully summarized the procedural and factual background of \nthis litigation in its January 2, 2018 Order & Opinion, In re Krispy Kreme Doughnuts, \nInc. S’holder Litig., No. 16 CVS 3669, 2018 NCBC LEXIS 1, at *2–7 (N.C. Super. Ct. \nJan. 2, 2018), and includes here only information pertinent to the Motion.   \n \n \n9. Stuart Bonnin, Barbara Grajzl , Patricia Horton, Ronnie Stillwell, \nMelissa Weers, James Graham, Jonnie Lomax, a nd Harold Lomax (collectively, \n“Plaintiffs”) are former Krispy Kreme shareholders who sued as representatives of a \nputative class.   \n10. Pursuant to written agreements, Plaintiffs retained the law firms of \nLevi & Korsinsky LLP, Rigrodsky & Long, P.A., Brodsky & Smith, LLC, The Weiser \nLaw Firm, P.C., Brower Biven, WeissLaw LLP, Faruqi & Faruqi, LLP, or Monteverde \n& Associates, PC as their primary lead counsel.  Ward Black Law, The Hausler Law \nFirm, PLLC, Wilson & Helms LLP, or Erwin Bishop Capitano & Moss, P.A. served as \nlocal counsel.  The Court refers to these firms collectively as “Plaintiffs’ Counsel.”  \n11. The Court appointed the firms of Levi & Korsinsky  and Rigrodsky & \nLong as Co-Lead Counsel.  The Court’s discussion is based on the fee agreements of \nthese two firms (“Fee Agreements”). \n12. Levi & Korsinsky’s fee agreement states that \n[w]e agree to advance all expenses in the litigation, which means that \nyou are not liable to pay any of the expenses of the lawsuit, whether \nattorney’s fees or costs.  Regardless of the result, we will never ask you \nto directly pay for any attorney’s fees or costs.  Should we obtain a \nfavorable result, we may ask the court to award us compensation to be \npaid by the defendants or as a portion of any class benefit, but, again, \nwe will never ask you to directly pay any of the costs of this litigation.  \n \n(Pls.’ Supp’l Mem. L. Further Supp. Mot. Approval Attorneys’ Fees Expenses Ex. 1B, \nat 2, ECF No. 62 (“Jan. Supp’l Br.”).)   \n13. Rigrodsky & Long’s fee agreement states that \n[t]he Firm will represent [y]ou on a fully contingent basis.  If the action \ncreates a benefit for the Company or its shareholders (monetary or \n \n \notherwise), the Firm will seek an award of fees.  In the event of a \nsettlement, the Firm will seek to have their attorney’s fees paid by \nagreement with the defendants, subject to Court approval, or otherwise \nby application to the Court.  Alternatively, defendants may agree to \nallocate additional monies to cover our attorney’s fees and expenses, \nsubject to Court approval.  . . . The Firm agrees to pay all costs and \nexpenses that they deem necessary to prosecute this case.   \n \n(Jan. Supp’l Br. Ex. 2B, at 2.)   \n \n14. Plaintiffs brought the various actions in May and June 2016.  The Court \nconsolidated the actions on July 11, 2016. \n15. On July 14, 2016, Plaintiffs filed a motion for a preliminary inj unction, \nseeking to enjoin the Merger until Krispy Kreme made supplemental disclosures. \n16. The next day, on July 15, 2016, the parties entered into a memorandum \nof understanding (“MOU”) to settle all of the actions based on Defendants’ agreement \nto provide supplemental disclosures prior to a shareholder vote on the Merger.  Krispy \nKreme filed the supplemental disclosures that same day.  The shareholders approved \nthe Merger on July 27, 2016. \n17. On June 20, 2017, the parties executed the Stipulation, acknowledging \nthat Plaintiffs’ Counsel would seek fees but , rather than stating the  amount of any \nrequest, providing that the parties would attempt to agree on an amount pursuant to \ncontinuing negotiations.  (Stipulation and Agreement of Compromise, Settlement and \nRelease 13–14, ECF No. 44 (“Stipulation”).)   \n18. The parties later agreed that Plaintiffs would seek, and Defendants \nwould not oppose, a total award of $350,000, inclusive of attorneys’ fees and expenses.  \n(Pls.’ Mem. L. Supp. Mot. Approval Attorneys’ Fees Expenses 5, ECF No. 49.)  \n \n \n19. On July 11, 2017, Plaintiffs filed a Motion for Preliminary Approval of \nSettlement, which the Court granted on July 13, 2017.   \n20. On October 23, 2017, Plaintiffs filed a Motion for Settlement Approval \nand the Motion.  Prior to that date, at least Levi & Korsinsky, Brodsky & Smith, The \nWeiser Law Firm, Brower Biven, and WeissLaw  had secured written consent from \ntheir clients to the forthcoming fee request and to a proposed fee-allocation agreement \nto which Plaintiffs’ Counsel had agreed. \n21.  The m emorandum supporting the Motion stated that Plaintiffs’ \nCounsel had, as of October 23, 2017,  incurred expenses of $19,531.76  and devoted \n700.85 hours to the litigation , not including paralegal time .  Plaintiffs’ Counsel \ncontend that their typical hourly rates would support a lodestar of $458,911.75 based \non these hours.  (Pls.’ Mem. L. Supp. Mot. Approval Attorneys’ Fees Expenses 7–8.) \n22. On October 30, 2017, a member of the proposed settlement class, James \nSnyder (“Objector”), filed a Submission of Objections and Notif ication to Appear at \nSettlement Hearing, which focused on his opposition to the award of attorneys’ fees.   \n23. On December 5, 2017, after notice was given to putative class members, \nthe Court held a settlement hearing , at which the parties, through counsel, a nd \nObjector appeared and were heard.  Objector stated that he did not oppose the Merger \nor the Settlement to the extent it allowed the Merger, but that he did object to  any \naward of attorneys’ fees. \n24. On January 2, 2018, the Court approved the Settlement , appointed \nRigrodsky & Long, P. A. and Levi & Korsinsky LLP as Co -Lead Counsel and Ward \n \n \nBlack Law as Liaison Counsel, and reserved its consideration of Plaintiffs’ Counsel’s \nrequest for a fee award or recovery of costs pending its receipt of additional materials. \n25. On January 12, 2018, Plaintiffs submitted a Supplemental \nMemorandum of Law in Further Support of their Motion for Attorneys’  Fees and \nExpenses, with supporting materials.  The 188-page document included many of the \nfee agreements between Plaintiffs a nd Plaintiffs’ Counsel as well as the underlying \ntime records for all of Plaintiffs’ Counsel  except Wilson & Helms LLP and Erwin \nBishop Capitano & Moss, P.A. \n26. Plaintiffs’ Counsel did not increase their request for a fee award, but \nreported that, as of January 12, 2018,  at least thirty attorneys across twelve firms \nhad now spent over 826 hours  total in connection with the litigation  (excluding \nparalegal work), which they contend would result in a lodestar of $533,038.00 based \non their normal hourly rates.  (Jan. Supp’l Br. 8; Jan. Supp’l Br. Ex. 11.)   \n27. Plaintiffs’ Counsel submitted a s upplemental brief in support of the \nMotion on April 9, 2018, addressing the Court’s inquiry whether the Fee Agreements \ncomply with the RPC .  Objector and Defendants have neither submitted materials \nregarding, nor stated any position on, whether the Fee Agreements violate the RPC. \n28. The Motion is ripe for resolution.   \nIII. ANALYSIS \nA. The Court May Award Fees and Expenses Pursuant to a Fee-Shifting \nProvision in a Class-Action Settlement Agreement.  \n \n29. As a general rule, attorneys’ fees are not recoverable, either as damages \nor costs , absent statutory  authority.  See, e.g. , Stillwell Enters., Inc. v. Interstate \n \n \nEquip. Co., 300 N.C. 286, 289, 266 S.E.2d 812, 814 (1980).  Notwithstanding this rule, \nthe Court of Appeals has held that a court may award attorneys’ fees agreed upon in \na class -action, disclosure -based settlement without additional statutory authority, \nsuch that “parties to a class action may agree to a fee -shifting provision in a \nnegotiated settlement that is . . . subject to the trial court’s approval.”  Ehrenhaus v. \nBaker, 243 N.C. App. 17, 30, 776 S.E.2d 699, 708 (2015) (“Ehrenhaus II”); see also In \nre Pike Corp. S’holder Litig., No. 14 CVS 1202, 2015 NCBC LEXIS 95, at *17 (N.C. \nSuper. Ct. Oct. 5, 2015)  (citing Faulkenbury v. Teachers’ & State Emps.’ Ret. Sys. of \nN.C., 345 N.C. 683, 696, 483 S.E.2d 422, 430 (1997) and Ehrenhaus II, 243 N.C. App. \nat 30, 776 S.E.2d at 708) (“The long-standing general rule . . . that a court can award \nattorneys’ fees to a prevailing party only if the court has the statutory authority to do \nso[,] . . . does not govern a settlement where there is no ‘prevailing party,’ and . . . the \nparties have agreed to a fee -shifting provision in a v oluntary settlement.”).  Under \nEhrenhaus II, a class settlement including a valid fee-shifting procedure establishes \na contractual basis for the Court’s authority to award fees.  See In re Newbridge \nBancorp S’holder Litig., No. 15 CVS 9251, 2016 NCBC LEXIS 91, at *36 (N.C. Super. \nCt. Nov. 22, 2016) (finding that the parties’ express agreement that defendants would \npay plaintiffs’ counsel for their attorneys’ fees, costs, and expenses established a \n“contractual basis for the Court’s authority to make an award”).  Accordingly, this \nCourt has awarded attorneys’ fees in disclosure -only settlements pursuant to fee -\nshifting agreements.  See id. at *44–48 (collecting cases and approving a fee award in \n \n \na disclosure-based settlement); Corwin v. British Am. Tobacco PLC, No. 14 CVS 8130, \n2016 NCBC LEXIS 14, at *15 (N.C. Super. Ct. Feb. 17, 2016) (same). \n30. Paragraph 10 of the Stipulation is such a fee -shifting provision.  It \nprovides that “Plaintiffs’ counsel will petition the Court to approve the amount of \nattorney’s fees and expenses,” and that “Defendants and their counsel will not object \nto an application for approval of fees and expenses” that does not exceed the amount \nnegotiated by t he parties.  (Stipulation 13–14.)  The parties  later agreed that \nDefendants would not contest a Court -approved award up to $350,000.  (Pls.’ Mem. \nL. Supp. Mot. Approval Attorneys’ Fees Expenses 5.)  \n31.   The Court is not bound to award the full amount agreed to, but must \nlimit any award to an amount that is  “fair and reasonable.”  Ehrenhaus II, 234 N.C. \nApp. at 30, 776 S.E.2d at 708.  In making that determination, the Court assesses both \n“the materiality and value of the disclosures obtained aga inst the amount of \nattorneys’ fees requested”  and whether the award comports with the factors \nenumerated in RPC 1.5(a).  Newbridge, 2016 NCBC LEXIS 91, at *37. \n32. This Court has “expressly advise[d] the practicing bar that judges of the \nNorth Carolina Business Court . . . may be prepared to apply enhanced scrutiny  . . . \nto the approval of  . . . motions for attorneys’ fees ” in disclosure -based settlements.  \nNewbridge, 2016 NCBC LEXIS 91, at *4; see also Krispy Kreme, 2018 NCBC LEXIS \n1, at *21 (noting this Court’s willingness to “exercise a more searching inquiry” when \nexamining a fee request than when deciding a motion for settlement approval). \n \n \n33.  When approving the Settlement, the Court viewed the value of the \nsupplemental disclosures through the lens of whether they were adequate to serve as \nconsideration for the Stipulation and the accompan ying release of class claims.  \nKrispy Kreme, 2018 NCBC LEXIS 1, at *25.  Here, the Court compares the value of \nthose disclosures to the amount of attorneys’  fees requested and the reasonableness \nof those fees as measured by the factors enumerated in RPC 1.5(a).  \nB. RPC 1.5(a) Favors an Award of Reasonable Attorneys’ Fees.   \n \n34. RPC 1.5(a) states that \n[a] lawyer shall not make an agreement for, charge, or collect an illegal \nor clearly excessive fee or charge or collect a clearly excessive amount \nfor expenses. The factors to be considered in determining whether a fee \nis clearly excessive include the following: (1) the time and labor required, \nthe novelty and difficulty of the questions involved, and the skill \nrequisite to perform the legal service properly; (2) the likelihood, if \napparent to the client, that the acceptance of the particular employment \nwill preclude other employment by the lawyer; (3) the fee customarily \ncharged in the locality for similar legal services; (4) the amount involved \nand the results obtained; (5) the time limitations imposed by the client \nor by the circumstances; (6) the nature and  length of the professional \nrelationship with the client; (7) the experience, reputation, and ability \nof the lawyer or lawyers performing the services; and (8) whether the fee \nis fixed or contingent. \n \nN.C. Rev. R. Prof. Conduct 1.5(a).   \n35. In a different cla ss settlement, the Court found reason to limit its \nconsideration to time spent before the parties executed a m emorandum of \nunderstanding.  Corwin, 2016 NCBC LEXIS 14, at *14.  However, in this action, the \nCourt, in its discretion, concludes that it should consider time spent prior to the filing \nof the Motion for Approval of Class Settlement on October 23, 2017.  As noted above, \nPlaintiffs’ Counsel had at that time spent a total of 700.85 hours. \n \n \n36. The tasks Plaintiffs’ Counsel performed in those 700.85 hours included: \nconducting research regarding North Carolina law; drafting several complaints;  \ndrafting a mo tion for preliminary injunction;  taking the depositions of Tim \nWielechowski of Wells Fargo and Anthony Thompson of Krispy Kreme; and preparing \nthe appropriate documents to seek and effectuate Court approval of the Settlement.  \nThe Court concludes that these efforts were necessary and appropriate in light of the \ncomplex nature of the litigation.  See N.C. Rev. R. Prof. Conduct 1.5(a)(1).  However, \nthe Court will exclude unnecessary duplication,  inefficiencies, or other efforts not \ndirected to litigation before this Court.   \n37. The Court concludes that the total reasonable time spent on the \nlitigation is significantly less than the tota l time sought to be compensated  in the \nMotion.  Examples of entries in the underlying time records supporting this \nconclusion include:  \n At least six firms recorded at least 84.3 hours regarding a single motion for a \npreliminary injunction.  (See Jan. Supp’l Br. Exs. 1A, 2A, 3A, 6A, 7A, 8A);   \n At least ten firms recorded at least 94.35 hours dr afting or reviewing \ncomplaints, (see Jan. Supp’l Br. Exs. 1A, 2A, 3A, 4A, 5A, 6A, 7A, 8A, 9A, 10A), \nincluding a single ten-hour entry by a partner for reviewing the “proxy, other \nSEC filings, and other public information to draft [a] federal complaint.”  (Jan. \nSupp’l Br. Ex. 7A, at 2 (emphasis added));   \n Out-of-state counsel spent in excess of fifteen hours conducting research on \nNorth Carolina’s basic, easily-identified pleading requirements for shareholder \n \n \nderivative actions .  ( See Jan. Supp’l Br. Ex. 2A , at  1 (recording “[r]esearch \nregarding North Carolina p leading and demand requirements ”); Jan. Supp’l \nBr. Ex. 3A, at 7, 8 (recording research on “NC specific law re merger litigation, \nclass action v de rivative, is demand required”);  Jan. Supp’l Br. Ex. 4A , at 1 \n(recording “NC legal research re: derivative v. direct claims”).)   \n One firm recorded a total of 5.7 hours solely for “attn to coordination.”  (Jan. \nSupp’l Br. Ex. 5A, at 1.) \n38. The Court, in its discretion and based on its comprehensive review of \nthe underlying time entries, its familiarity with the litigation, and its consideration \nof the labor and skill required to litigate actions of this novelty and complexity, \nconcludes that Plaintiffs’ Counsel reasonably spent a total of  500 hours on these \nrelated cases.  N.C. Rev. R. Prof. Conduct 1.5(a)(1).  The Court does not believe that \nany exigencies of having to litigate in the compressed time frame between announcing \nthe Merger a nd seeking shareholder approval  require that the Court disregard the \ninefficiencies and duplication of effort reflected in the time records. \n39. The Court now examines these 500 hours pursuant to the factors \ncontained in RPC 1.5(a) to determine an appropriate fee award.  The Court finds that \nneither RPC 1.5(a)(2), 1.5(a)(5), nor 1.5(a)(6) weigh heavily in favor for or against any \nfee award .  Particularly considering the number of counsel available to dedicate \nefforts to the litigation, the record does not support any conclusion that  “the nature \nof this engagement precluded Plaintiffs’ counsel from taking on other work during \nthe brief period of this engagement.”  Newbridge, 2016 NCBC LEXIS 91, at *41. \n \n \n40. The Court next considers a reasonable hourly rate used to calculate a \nlodestar, against which a fee award should be compared.  N.C. Rev. R. Prof. Conduct \n1.5(a)(3).  Plaintiffs’ Counsel assert that their fee request reflecting  an implied rate \nof $471.52 per hour represents a “dramatic discount” from their normal rates.  (Pls.’ \nMem. L. Supp. Mot. Approval Attorneys’ Fees Expenses 8, 10–11 ($350,000 award \nless $19,531.76 in expe nses divided by 700.85 hours).)   Obviously, the implied rate \nincreases significantly when calculated using only 500 hours.   \n41. The nature of this litigation required skilled counsel experienced  in \nshareholder class actions.  See N.C. Rev. R. Prof. Conduct  1.5(a)(1) and 1.5(a)(7).  \nWhile Plaintiffs’ Counsel are certainly well-regarded, highly experienced counsel who \nhave been involved in class actions that have generated significant results for \nshareholders in other litigation, the Court conclude s that the litiga tion could have \nbeen competently handled by North Carolina counsel whose billing rates are \nsignificantly below the rates that Plaintiffs’ Counsel contend prevail in their home \njurisdictions.  Judge Bledsoe has concluded in similar litigation “that a typical and \ncustomary hourly rate charged in North Carolina for  complex commercial \nlitigation . . . ranges from $250 to $475.”  Newbridge, 2016 NCBC LEXIS 91, at *46–\n47.  This Court, as a result of experience and its consideration of the records in other \nlawsuits before it, has previously recognized a range of $250 to $550 per hour.  Pike, \n2015 NCBC LEXIS 95 , at *22–23; see also In re Harris Teeter Merger Litig. , No. 13 \nCVS 12579, 2014 NCBC LEXIS 47, at *24 (N.C. Super. Ct. Sept. 24, 2014) (examining \nJohn H ughes’ affidavit  indicating that standard North Carolina  hourly rates for  \n \n \nsimilar litigation are between $250 and $450).  In addition to its experience in similar \nlitigation in North Carolina, this Court has regularly reviewed attorney fee petitions \nin similar litigation with similar settlements in other jurisdictions, including th e \nDelaware Court of Chancery.   The Court further notes that Objector’ s opposition to \nthe award of any attorneys ’ fees was not primarily based on the reasonableness of \nunderlying billing rates, and no party has opposed or challenged the reasonableness \nof the rates reflected in the billings submitted in support of the Motion.   \n42. Plaintiffs’ Counsel suggest that their implied rate of $471.52 per hour is \nreasonable in part because, under RPC 1.5(a)(8), the matter was “purely contingent.”  \n(Pls.’ Mem. L. Supp. Mot. Approval Attorneys’ Fees Expenses 12.)   The Court, in its \ndiscretion, determines that awarding a premium based on RPC 1.5(a)(8) is not \nappropriate in this particular litigation.   \n43. The Court also must assess the reasonableness of the requested fees in \nlight of the amount involved and the results obtained.   N.C. Rev. R. Prof. Conduct  \n1.5(a)(4).  The supplemental disclosures included: “(1) the unlevered cash flows used \nin the financial advisor’s discounted cash flow (“DCF ”) analysis; (2) Krispy Kreme’s \nmanagement’s considerations regarding their potent ial post -merger employment; \n(3) the financial advisor’s potential conflict of interest; and (4) metrics used to \nevaluate comparable companies.”  Krispy Kreme, 2018 NCBC LEXIS 1, at *22.   \n44. When approving the Settlement, the Court concluded that the \ndisclosures were “not plainly immaterial and the release [wa]s reasonable.”  Id. at \n*21.  In that context, the Court concluded that “materiality” means “a substantial \n \n \nlikelihood that the disclosure of the omitted fact would have been viewed by the \nreasonable investor as having significantly altered the ‘total mix’ of information made \navailable.”  Id. at *22 (quoting TSC Industries, Inc. v. Northway, Inc., 426 U.S. 438, \n449).  Pursuant to that standard, the Court found that the supplemental disclosures \nwere not plainly immaterial and were “sufficiently material to serve as consideration \nfor the Settlement,” and was influenced by the fact that the release was very narrowly \ntailored and effectively no more preclusive than the shareholder vote approving the \nMerger.  Krispy Kreme, 2018 NCBC LEXIS 1, at *25.  Stated differently, the Court \ndid not find that the materiality of the supplemental disclosures was plain or obvious.   \n45. The relevant inquiry now is whether the supplemental disclosures, even \nif sufficiently material to constitute consideration for the Settlement, are of such \nobvious value to justify a fee resulting in an implied rate at the high end of the range \nfor legal services for class actions in North Carolina.  The Court, in its discretion, \nconcludes that that they are not. \n46. A settlement with a class -wide release based so lely on supplemental \ndisclosures could arguably support a presumption that the implied hourly rate should \nfall within the lower end of the range.  See Newbridge, 2016 NCBC LEXIS 91, at *58.  \nOn the other hand , there may be occasions where the value of supplemental \ndisclosures has a more immediate and apparent po sitive effect on a shareholder’s  \ncasting an informed vote on a proposed transaction.  But here, the record does not \nsupport a finding that the disclosures were obviously material.  See Krispy Kre me, \n2018 NCBC LEXIS 1, at *27 (noting that Plaintiffs’ Counsel presented a “reasoned \n \n \nargument that some shareholders might have found the [s]upplemental [d]isclosures \nto be material” and that most of the disclosures were material only “to a lesser extent” \n(emphases added)).  Objector represented that the supplemental disclosures provided \nno benefit and did not influence the shareholder vote  at all .  (Objections and \nNotification to Appear at Settlement Hearing 1–2, 12, ECF No. 51).  While the Court \ndisagrees with Objector’s argument that the supplemental disclosures had no value \nat all, it also disagrees with Plaintiffs’ Counsel’s argument that the v alue of the \ndisclosures was so obvious as to justify a fee award based on a premium rate.   \n47. Accordingly, after considering each of the RPC 1.5(a) factors, the Court, \nin its discretion, concludes that a fee award of $150,000.00 is appropriate, yielding an \nimplied rate of $300 per hour.  The Court finds, based on its experience, its prior \nconclusions, and the conclusions of many other North Carolina courts, that $300 per \nhour is well within the standard range for similar legal services in North Carolina.    \n48. The Motion also seeks expenses.  The Court has examined supporting \nmaterials and concludes that Plaintiffs’ Counsel reasonably incurred  $19,531.76 in \nexpenses. \n49. The Court now considers the effect, if any, of the Fee Agreements’ RPC \nviolations on Plaintiffs’ Counsel’s ability to recover attorneys’ fees and expenses. \nC. The Fee Agreements’ Failure to State a Percentage of Recovery to \nAccrue to Plaintiffs’ Counsel in the Event of a Monetary Recovery does \nnot Preclude an Award of Attorneys’ Fees Based on the Separate Fee-\nShifting Agreement with Defendants.   \n \n50. The Fee Agreements are contingent fee agreements and subject to  RPC \n1.5(c), which states that \n \n \n[a] contingent fee agreement shall be in a writing signed by the client \nand shall state the method by which the fee is to be determined, \nincluding the percentage or percentages that shall accrue to the lawyer in \nthe event of settlement, trial or appeal ; litigation and other expenses to \nbe deducted from the recovery; and whether such expenses are to be \ndeducted before or after the contingent fee is calculated. The agreement \nmust clearly notify the client of any expenses for which the client will be \nliable whether or not the client is the prevailing party. \n \nN.C. Rev. R. Prof. Conduct 1.5(c) (emphasis added). \n \n51.  With two exceptions,1 the fee agreements—including those of Co-Lead \nCounsel—do not state any percentage of the total award that might accrue to the \nattorney in the event of a monetary recovery. Plaintiffs’ Counsel contend that such \nomissions are irrelevant where the fee award now requested is not based on a \nmonetary recovery and, in any event, requires Court approval.   (Pls.’ Supp’l Sub . \nSupp. Mot. Approval Attorneys’ Fees Expenses 2, ECF No. 66.)   \n52. The Court is not aware of any North Carolina  precedent or a formal \nethics opinion that specifically addresses whether Rule 1.5(c) should be read as not \nrequiring the lawyer to state a percentage when any fee the lawyer receives must be \napproved by the Court and is ultimately paid by a party other than the client.  Other \ncontingent fee agreements may require court approval but may be taken as a \npercentage of a monetary recovery, such as, for example, settlements including minor \nplaintiffs.  See Ballard v. Hunter, 12 N.C. App. 613, 619, 184 S.E.2d 423, 427 (1971).  \nPlaintiffs’ Counsel assert that different factors are at play when attorneys’ fees are \n                                                 \n1 Brodsky and Smith’s fee agreement states that “[h]istorically, courts have awarded between 25% to  \n35% of the total amount recovered for the class as appropriate legal fees.”  (Jan. Supp’l Br. Ex. 3B, at \n1.)  Another fee agreement states that “[i]n no event, will we request over 33.33% of the amount \nreceived plus reasonable disbursements.” (Jan. Supp’l Br. Ex. 4B, at 1.) \n \n \nto be paid by defendants.  On the particular  facts of this settlement , the Court \nconcludes that even if the Fee Agreements technically violate Rule 1.5(c), that \nviolation should not bar a fee award to Plaintiffs’ Counsel when it is to be paid by the \nDefendants pursuant to the Stipulation and approved by the Court. \n53. In other contexts, North Carolina appellate courts have held that an \nunderlying RPC 1.5(c) violation does not necessarily bar any and all recovery of \nattorneys’ fees and expenses if there is a valid basis for recovery beyond the contract \nbetween the attorney and client, such as quantum meruit.  For example, in Robertson \nv. Steris Corp., 234 N.C. App. 525, 537, 760 S.E.2d 313, 321 (2014), the North Carolina \nCourt of Appeals upheld a quantum meruit recovery of attorneys’ fees where the \nattorney’s failure to put a contingent fee agreement  in writing violated  Rule 1.5(c), \nnoting a distinction between “violations of public policy regarding the content of \ncontracts rather than their form.”  Id. at 535, 760 S.E.2d at 320 (emphasis removed).  \nCf. Crumley & Assocs., P.C. v. Charles Peed & Assocs., P.A. , 219 N.C. App. 615, 619, \n730 S.E.2d 763, 766 (2012) ( holding that a technical violation of the rules governing \nfee-splitting agreements did not preclude quantum meruit recovery).   \n54.  However, attorneys may not be able to recover  fees under any theory  \nwhen the fee agreement violates a strong public policy underlying an RPC provision.  \nFor example, in Law Offices of Peter H. Priest, PLLC v. Coch , 244 N.C. App. 53, 71, \n780 S.E.2d 163, 1 74 (2015), the Court of Appeals held that  an attorney was not \nallowed to recover fees either under a fee agreement or quantum meruit where the \nattorney had clearly violated RPC 1.8(a) by entering a business transact ion with a \n \n \nclient without advising the client in writing of the desirability to get independent \nlegal counsel and by failing to obtain informed consent from all necessary parties. See \nalso id. at 67, 780 S.E.2d at 172 (noting the “strong public policy rationale for allowing \nviolations of Rule 1.8 to be used defensively”).   \n55. Here, the Fee Agreements may violate RPC 1.5(c)’s requirement to state \na percentage of a contingency fee that will accrue to an attorney in the event of a \nmonetary recovery.  However, the Court concludes that any such violations concern \nthe form, not content, of RPC 1.5(c) and do not preclude a fee award based on the \nholding in Robertson, 234 N.C. App. at 537, 760 S.E.2d at 321.  However, as discussed \nbelow, the Court concludes that any expense recovery must be barred. \nD. The Fee Agreements’ Provisions Absolving Plaintiffs of All Financial \nResponsibility at the Outset of Litigation Bar Any Expense Recovery. \n \n56. Rule 1.8(e ) governs financial arrangements lawyers may make with \ntheir clients to advance the costs of litigation, and states that  \n[a] lawyer shall not provide financial assistance to a client in connection \nwith pending or contemplated litigation, except that: \n \n(1) a lawyer may advance court costs and expenses of \nlitigation, the repayment of which may be contingent on the \noutcome of the matter; and \n \n(2) a lawyer representing an indigent client may pay court \ncosts and expenses of litigation on behalf of the client. \n \nN.C. Rev. R. Prof. Conduct 1.8(e) (emphases added).  Comment 10 to Rule 1.8 states:  \nLawyers may not subsidize lawsuits  or administrative proceedings \nbrought on behalf of their clients, including making or guaranteeing \nloans to their clients for living expenses,  because to do so would \nencourage clients to pursue lawsuits that might not otherwise be \nbrought and because such assistance gives lawyers too great a financial \n \n \nstake in the litigation. These dangers do not warrant a prohibition on a \nlawyer lending a client court costs and litigation expenses, including the \nexpenses of medical examination and the costs of obtaining and \npresenting evidence, because these advances are virtually \nindistinguishable from contingent fees and help ensure access to the \ncourts. \n \nN.C. Rev. R. Prof. Conduct, N.C. State Bar 1.8 cmt.10 (emphases added).   \n \n57. Historically, professional rules have recognized that a client should bear \nultimate responsibility for the cost of litigation, allowing advancement of expenses , \n“provided the client remains ultimately liable for such expenses.”  See In re Se. Hotel \nProperties Ltd. P’ship Inv’r Litig., 151 F.R.D. 597, 608 (W.D.N.C. 1993) ( quoting the \nprior version of RPC 1.8(e) and holding that because the client remained ultimately \nresponsible for the expenses of litigation, the financial arrangement between class \ncounsel and the client was acceptable).  Such rules left to the attorney’s discretion \nwhether to enforce that obligation, particularly where a case pursued on a \ncontingency basis yielded no recovery from which the costs advanced by the attorney \nmight be repaid.  Id. at 608 n.6 (recognizing “that the reality of class litigation is that \nlawyers rarely seek to recover costs” from their clients). \n58. Although the “ultimately liable” language is not found in the current \nRPC 1.8(e), the texts of both Rule 1.8(e) and Comment 10 make clear that  “[c]osts \nadvanced for a client are the client’s financial responsibility.”   Crumley & Assocs., \nP.C., 219 N.C. App. at 620, 730 S.E.2d at 767.  There is a crucial distinction between \nlending or advancing court costs at the outset of litigation, with the potential that the \nclient will not be required to repay if there is no recovery, and absolving a client of all \nfinancial risk at the outset  of litigation by agreeing that the  client will never be  \n \n \nrequired to pay such costs.  See N.C. Rev. R. Prof. Conduct 1.8(e) (distinguishing \nbetween “advancing” court costs for non-indigent clients and “paying” court costs for \nindigent clients); N.C. Rev. R. Prof. Conduct 1.8, cmt.10 (prohibiting subsidization of \nlawsuits while allowing attorneys to lend court costs).  That attorneys may ultimately \nwaive the costs they advanced does not allow them to absolve clients of all financial \nresponsibility ab initio. \n59. Thus, a lthough RPC 1.8(e) allows an attorney  to waive a client’s \nresponsibility when litigation achieves no monetary award, it does not contemplate \nthat clients can be absolved from any and all financial responsibility at the inception \nof the litigation and without regard to the litigation’s outcome. To the contrary, RPC \n1.8(e) “enable[s] a client to share the risk of losing with a lawyer,” thereby supporting \none of the main functions of contingent fee arrangements.  Restatement (Third) of \nLaw Governing Lawyers § 35, cmt.b (Am. L. Inst. 2000). \n60. Rigrodsky & Long’s fee agreement flatly states that “[t]he Firm agrees \nto pay all costs and expenses that they deem necessary to prosecute this case.”  (Jan. \nSupp’l Br. 2B, at 2 (emphasis added).)  Levi & Korsinsky’s Fee Agreement states that \nthe firm will “advance all expenses in the litigation,” and then clarifies “that you are \nnot liable to pay any of the expenses of the lawsuit, whether attorneys’ fees or costs.”  \n(Jan. Supp’l Br. Ex. 1B, at 2.)  It assures the client that, “[r]egardless of the result, we \nwill never ask you to directly pay for any attorneys’ fees or costs.”  (Jan. Supp’l Br. Ex. \n1B, at 2 (emphasis added).)   \n \n \n61. These Fee Agreements guarantee, at the outset of litigation, that the \nclient would never bear any portion of any of the costs associated with the litigation.  \nThere was no possible contingency that would require Plaintiffs to pay any portion of \nany advanced costs.  The “risk of losing” Plaintiffs shared with Plaintiffs’ Counsel was \nzero.  Restatement (Third) of Law Governing Lawyers § 35, cmt.b (Am. L. Inst. 2000).   \n62. Plaintiffs’ Counsel seek  to rely on federal authority suggesting that, \nconsidering the expansive nature of class litigation , class-action plaintiffs should be \nuniquely treated for  purposes of class -action costs .  (Pls.’ Supp’l Sub. Supp. Mot. \nApproval Attorneys’ Fees Expenses 7 (citing Rand v. Monsanto Co., 926 F.2d 596, 601 \n(7th Cir. 1991), overruled on other grounds by Chapman v. First Index, Inc., 796 F.3d \n783 (7th Cir. 2015) .)  But that authority speaks to whether a class representative \nshould bear a disproportionate cost when seeking to represent a class beyond his \nindividual claim, not whether the class representative should be held harmless from \ncosts altogether at the inception of the litigation.  Rand, 926 F.2d at 601 (“[A] district \ncourt may not establish a per se rule that the representative plaintiff must be willing \nto bear all (as opposed to a pro rata share) of the costs of the action.”).   \n63.  In short, the Fee Agreements allowed counsel to subsidize the litigation, \nwhich RPC 1.8(e) prohibits.  N.C. Rev. R. Prof. Conduct 1.8(e), cmt.10.  To subsidize \nmeans to “aid or promote (an undertaking) through financial support.”  Black’s Law \nDictionary 1656 (10th ed. 2014).  The Fee Agreements’ guarantee to pay expenses at \nthe outset of litigation  is contrary to the language and spirit of RPC 1.8(e) and is \nreminiscent of, though certainly not identical to, the proscribed common law offense \n \n \nof champerty, “a bargain by a stranger with a party to a lawsuit to bear the costs in \nexchange for a stake in the outcome.”  Weaver, Bennett & Bland, P.A. v. Speedy Bucks, \nInc., 162 F. Supp. 2d 448, 454 (W.D.N.C. 2001) (citing Charlotte–Mecklenburg Hosp. \nAuth. v. First of Georgia Ins. Co.,  340 N.C. 88, 91, 455 S.E.2d 655, 657 (1995)).  \nAccordingly, the Fee Agreements violate RPC 1.8(e)’s requirement that  the \nrepayment of advanced litigation costs be contingent upon the outcome of a matter.   \n64. In considering how to enforce the violat ion of RPC 1.8(e), the Court is  \nguided by the Restatement (Third) of Law Governing Lawyers.  See, e.g., Worley v. \nMoore, 370 N.C. 358, 807 S.E.2d 133, 139 (2017) (examining the Restatement (Third) \nof The Law Governing Lawyers when interpreting and applying RPC 1.9(a)).  Section \n37 of the Restatement (Third) of Law Governing Lawyers (“Section 37”) discusses the \npartial or complete forfeiture of a lawyer’s compensation when a lawye r violates a \nduty to a client, stating that   \n[a] lawyer engaging in a clear and serious violation of a duty to a client \nmay be required to forfeit some or all of the lawyer’s compensation for \nthe matter.  Considerations relevant to the question of forfeiture include \nthe gravity and timing of the violation, its willfulness, its effec t on the \nvalue of the lawyer’s work for the client, any other threatened or actual \nharm to the client, and the adequacy of other remedies.   \n \nRestatement (Third) of Law Governing Lawyers § 37 (Am. L. Inst. 2000).   \n65. The source of duty may come from “an applicable lawyer code.”  Id. § 37 \ncmt.c.  A forfeiture is appropriate only where “a reasonable lawyer, knowing the \nrelevant facts and law reasonably accessible to the lawyer, would have known that \nthe conduct was wrongful.”  Id. § 37 cmt.d.  Forfeiture is generally limited to serious \ninfractions, as “[m]inor violations do not justify leaving the lawyer entirely unpaid \n \n \nfor valuable services rendered to a client, although some such violations wi ll reduce \nthe size of the fee.”  Id. (emphasis added).  “Ultimately the question is one of fairness \nin view of the seriousness of the lawyer’s violation and considering the special duties \nimposed on lawyers, the gravity, timing and likely consequences to the client of the \nlawyer’s misbehavior, and the connection between the various services performed by \nthe lawyer.”  Id. § 37 cmt.e. \n66.  Applying these principles, the Court, in its discretion,  concludes that \nthe violation of RPC 1.8(e) offends the public policy on which the rule is based and \nshould bar Plaintiffs’ Counsel from recovering any of the expenses of the litigation, \neven if those expenses would be paid by Defendants.  That bar is necessary to enforce \nthe public policy underlying RPC 1.8(e).   \nE. The Court Need not Address Plaintiffs’ Alterna tive Request for an \nAward Based on Quantum Meruit.   \n \n67. Plaintiffs’ Counsel assert that, beyond the Stipulation, the Court may \nalternatively award fees and expenses pursuant to quantum meruit via N.C. Gen. \nStat. §  55-7-46.  (Pls. ’ Mem. L. Supp. Mot. Approval Attorney s’ Fees Expenses 6.)  \nBecause the Court finds the Stipulation to be a valid contract and accepts it as the \nbasis for the award, it need not determine whether, if the Stipulation was invalid, \nrecovery based on quantum meruit would be appropriate.  Robinson, Bradshaw & \nHinson, P.A. v. Smith , 129 N.C. App. 305, 315, 498 S.E.2d 841, 849 (1998)  (citing \nCatoe v. Helms Construction & Concrete Co.,  91 N.C. App. 492, 497, 372 S.E.2d 331, \n335 (1988) ) (“ There can be no recovery for breach of an implied  contract when an \nexpress contract covers the same subject matter.”).   \n \n \nIV. CONCLUSION \n68. For the foregoing reasons, the Court GRANTS in part and DENIES in \npart the Motion.  Defendants shall pay Plaintiffs’  Counsel a total of $150,000.00 as \nattorneys’ fees.  Plaintiffs’ Counsel shall not recover their expenses in the litigation. \n \nSO ORDERED, this the 20th day of June, 2018. \n \n \n \n /s/ James L. Gale  \n James L. Gale \n Chief Business Court Judge \n  \n "
}