{
  "id": "55005ada8a9c90c76a3dfee8f702adcdbed6f1eb02e43b297a619d721d355869",
  "source_file": "data/raw/ncbc/55005ada8a9c90c76a3dfee8f702adcdbed6f1eb02e43b297a619d721d355869.pdf",
  "raw_text": "Big League Analysis, LLC v. Office of the Comm’r of Baseball, 2016 NCBC 66. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 15 CVS 16800 \n \nBIG LEAGUE ANALYSIS, LLC, a North ) \nCarolina Limited Liability Company,  ) \n  Plaintiff,   ) \n    )   \n v.   )        OPINION AND ORDER \n    )  \nTHE OFFICE OF THE COMMISSIONER OF  ) \nBASEBALL, an Unincorporated Association ) \nd/b/a Major League Baseball; UNITED   ) \nSTATES BASEBALL FEDERATION, INC., a  ) \nMichigan Corporation; and NOAH GARDNER,  ) \nan Individual,   ) \n  Defendants.  ) \n  \nTHIS CAUSE, designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. §7A-\n45.4(b) (hereinafter, references to the North Carolina General Statutes will be to \n“G.S.”), and assigned to the undersigned Special Superior Court Judge for Complex \nBusiness Cases, comes before the Court upon Defendants' Consolidated Motion to \nDismiss pursuant to Rules  12(b)(2) and 12(b)(3) of the North Carolina Rules of Civil \nProcedure (“Rule(s)”) , or,  Alternatively, to Stay the Action pursuant to G.S. § 1 -\n75.12(a) (\"Motion to Dismiss\"). On May 18, 2016, the Court held a hearing on the \nMotion to Dismiss. \n THE COURT, after considering the Motion to Dismiss, the briefs in support of \nand in opposition to t he Motion to Dismiss, the arguments of counsel, and other \nappropriate matters of record, concludes that the Motion to Dismiss should be \nGRANTED for the reasons set forth below. \n \n \nManning, Fulton & Skinner, PA by Michael T. Medford, Judson A. Welborn, \nand Natalie M. Rice for Plaintiff. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP by James T. Williams, \nJr. and Craig D. Schauer for Defendants. \n \nMcGuire, Judge. \nFACTUAL AND PROCEDURAL BACKGROUND \n1. Plaintiff Big League Analysis, LLC ( Plaintiff or “BLA”) is a limited \nliability company organized under the laws of North Carolina with its headquarters \nin Wake County, North Carolina. Tyson Hanish (“Hanish”) is the manager and CEO \nof BLA. \n2. The Office of the Commissioner of Baseball (“Commissioner’s Office”) is \nan unincorporated association whose members are the thirty Major League Baseball \nClubs.  The Commissioner’s Office is responsible for the administrative and \noperational matters relating to Major League Baseball, and is headquartered in New \nYork, New York. \n3. The United States Baseball Federation, Inc. (“USA Baseball”) is a \ncorporation created under the laws of Michigan with its headquarters in Durham, \nNorth Carolina.  USA Baseball is the national governing body for amateur baseball. \nNearly every major na tional amateur baseball organization in America is a USA \nBaseball national member organization.1 \n4. Major League Baseball Advanced Media , L.P. (\"MLBAM\") is the \ninternet and interactive media company of Major League Baseball, and is \n                                                 \n1 USA BASEBALL, http://www.usabaseball.com/about/ (last visited Aug. 25, 2016).  \n \n \nheadquartered in New York, New York.  Despite its central role in the transactions \nand conduct alleged in this lawsuit, Plaintiff has not made MLBAM a defendant in \nthis action. \n5. Noah Garden (“Garden”) was the Executive Vice President of Business \nfor MLBAM until approximatel y March  2015, at which time he became Vice \nPresident of Business for the Commissioner’s Office .  Garden is a resident of New \nJersey, and has never lived in North Carolina. \n6. On June 1, 2012, Plaintiff and MLBAM entered into a written contract \n(“Development Agreement”).2 Neither the Commissioner’s Office nor USA Baseball \nwere parties to the Development Agreement. The Development Agreement provided \nthe terms under which Plaintiff would develop and operate the MLB.com Academy, \nwhich would be featured and marketed on the MLB.com website. 3 The Complaint \ndescribes the MLB.com Academy as “a  digital baseball video analysis product and a \nmembership portal in which users would be able to login and upload hitting and \npitching videos, and BLA would provide to the user im ages, videos, drills, and \ninstructional notes.”4 \n7. Under the Development Agreement, MLBAM granted Plaintiff a non -\nexclusive license to “use, copy, reproduce and distribute”  certain trademarks and \ntrade names associated with Major League Baseball in connection with the MLB.com \n                                                 \n2 Defendants filed a redacted copy of the Development Agreement with the Court on April 6, \n2016. \n3 Verified Complaint (“Ver. Compl.”) ¶ 9. \n4 Id. at ¶ 10.  \n \n \nAcademy.5 The Development Agreement prohibited MLBAM, with certain \nexceptions, from creating other products or services competitive with or substantially \nsimilar to the online instructional products and services provided by Plaintiff. The \nDevelopment Agreement also restricted MLBAM from  disclosing Plaintiff’s  \n“Confidential Information,” but expressly authorized disclosure o f such information \nby MLBAM to “any MLB Entity” and their employees “who need to know for business \npurposes related to this Agreement,” subject to such party’s agreement not to disclose \nthe Confidential Information. 6 The Development Agreement defined Confidential \nInformation, in relevant part, as “trade secrets of each Party, any information \nrelating to each Party’s product plans, designs, ideas, concepts, costs, prices, finances, \nmarketing plans, business opportunities, personnel, research, development or know-\nhow and any other technical or business information of each Party.”7 \n8. Finally, the Development Agreement contained a forum selection clause \nwhich provided as follows: \nThe validity, construction, and enforceability of this Agreement shall be \ngoverned by the laws of the State of New York applicable to contracts \nentered into and performed entirely within that State. Th e United \nStates District Court for the Southern District of New York and the \nSupreme Court of the State of New York, sitting in New York County, \nshall be the exclusive jurisdictions and venues for any dispute arising \ndirectly or indirectly from the relatio nship created or the transactions \ncontemplated by this Agreement. Each of the Parties consents to the \njurisdiction and venue of any such court and waives any argument that \nany such court does not have jurisdiction over such Party or such dispute \nor that venue in any such forum is not appropriate or convenient.8 \n \n                                                 \n5 Development Agreement 3–4. \n6 Development Agreement 12–13. \n7 Id. at 11. \n8 Id. at 23. \n \n \n9.  In reliance on the Development Agreement, Plaintiff located investors \nand raised capital to finance development of the MLB.com Academy. \n10. In early 2013, Garden notified Plaintiff that the Commissioner's Office9 \nhad complained about BLA's use of the name “MLB.com Academy”  in marketing its \nservices, but would be amenable to BLA's use of  the name  “MLB.com Dig ital \nAcademy.” Plaintiff alleges that the Commissioner’s Office was not a party to the  \nDevelopment Agreement and did not have “authority to interfere” with the \nAgreement.10  Despite its contention t hat the use of “MLB.com Academy”  in \nmarketing its services was pre -approved, in March 2013 Plaintiff agreed to rebrand \nto the MLB.com Digital Academy name.   \n11. In July 2013, MLBAM notified BLA that the Commissioner's Office had \ncomplained about BLA’s plans to market the MLB.com Digital Academy at the 2013 \nCollege World Series  (“CWS”). Plaintiff alleges that “BLA had the right to use the \napproved MLB.com Academy word mark . . . and was not required to seek the [ ] \n                                                 \n9 Plaintiff alleges that “MLBAM and the MLB Commissioner’s Office are separate and \ndistinct entities and not otherwise related.” Ver. Compl. ¶ 82.  Defend ants have filed \naffidavits that state the Commissioner’s Office “is an unincorporated association of the 30 \n[Major League Baseball] Clubs,” Garden Aff.¶ 9, and “is an unincorporated association whose \nmembers are the 30 Major League Baseball Clubs.” Brumm A ff. ¶3.  The Court notes that \nthe question of whether the Court can consider information outside the pleadings in ruling \non a motion under Rule 12(b)(3) is somewhat unclear. Compare Chow v. Crowell , 15 N.C. \nApp. 733, 736, 190 S.E.2d 647, 649 (1972) (reversing transfer of venue where prevailing party \nfiled only an unverified motion in the face of evidence filed by the opposing party) with \nMcCrary Stone Serv., Inc. v. Lyalls , 77 N.C. App. 796, 799, 336 S.E.2d 103, 105 (1985) \n(limiting consideration of the propriety of the selected venue to the allegations contained in \nplaintiff's complaint). The Court's reference to affidavits presented by Defendants in this case \nis primarily to provide background, and the information provided in these affidavits is not \nnecessary to the Court's ultimate conclusion that the Motion to Dismiss should be granted \nbased on equitable estoppel. \n10 Id. \n \n \nCommissioner’s Office ’s approval. . . ” and that  the Commissioner’s Office \n“intentionally interfered with BLA’s [ ] marketing during the CWS. . .”11 \n12. In September 2013, Plaintiff began developing the “MLB.com Digital \nAcademy Coaches Certification Course” as part of the services to be offered under the \nDevelopment Agreement.12 Plaintiff discussed with USA Baseball the possibility of a \npartnership between Plaintiff and USA Baseball on this cours e. In March  2014, \nMLBAM gave BLA approval to develop MLB.com Digital Academy Coaches \nCertification Course.  USA Baseball had not yet committed to a partnership, so  \nPlaintiff decided to proceed in developing the MLB.com Digital Academy Coaches \nCertification Course without USA Baseball. \n13. In July 2014, Plaintiff launched myPitch® on MLB.com.  Unbeknownst \nto Plaintiff at the time, MLBAM, the Commissioner’s Office, and USA Baseball were \nsimultaneously working together to develop Pitch Smart®, a competing pitching \nsafety website.13  Plaintiff alleges the development of Pitch Smart® was a violation \nof the exclusive rights to develop  instructional content that it had been granted by \nthe Development Agreement.14  \n14. Following the launch of the MLB.com Digital Academy Coaches \nCertification Course, the dispute between Plaintiff and the Commissioner's Office \nover Plaintiff's right to use various MLB related marks continued. In September  \n2014, the Commissioner’s Office notified Plaintiff of its demand that the certification \n                                                 \n11 Id. at ¶ 21. \n12 Id. at ¶¶ 23–24. \n13 Id. at ¶ 34. \n14 Id. \n \n \nprogram be marketed solely as the “ Big League Analysis C oaches Certification \nCourse,” without reference to MLB.com. Plaintiff alleges that t his notification \noccurred six months after MLBAM granted Plaintiff permission to develop the \nCoaches course as originally named.  \n15. In connection with the development of the MLB.com Digital Academy \nCoaches Certification Course, Plaintiff sought the involvement of Dr. Glenn Fleisig, \na sports medicine expert with the American Sports Medicine Institute (\"ASMI\"). \nAccording to the Complaint, Dr. Fleisig affirmed his and ASMI's support for the \nprogram, but noted that he wanted to receive clearance from MLBAM and the \nCommissioner's Office for ASMI to participate before committing to participate in the \nCoaches Certification Course . After further negotiation and discussion, MLBAM \ndecided to move forward with the MLB.com Digital Academy Coaches Certification \nCourse, and Garden instructed Plaintiff to submit a transcript and full scope of the \nCoaches Certification Course  to the Commissioner's Office for approval.   Plaintiff \nalleges that the Commissioner’s Office interfered with the Development Agreement \nby requiring review of the course. \n16. The day after MLBAM requested that Plaintiff submit the Coaches \nCertification Course to the Commissioner's Office, the Commissioner's Office and \nUSA Baseball announced the launch of the Pitch Smart® website.  Pitch Smart® was \n“substantially similar to” and “in competition with” Plaintiff’s myPitch® product.15 \n                                                 \n15 Id. at ¶¶ 45, 46. \n \n \n17. Plaintiff alleges that in December 2014, Garden moved from MLBAM to \na position with the Commissioner’s Office  as Executive Vice President of Business , \nbut that this information was not provided to Plaintiff.16 \n18. In December 2014, Plaintiff provided to Garden and MLBAM “a binder \ncontaining the details of BLA’s MLB.com Digital Academy Coaches Certification \nCourse for MLBAM’s approval. ”17  The material provided by Plaintiff “ included \ncreative renderings, home page exa mples, instructional courses, mobile navigation, \nexpert information and the course contents outline.” 18  MLBAM represented that it \ncould not approve the course without approval by the Commissioner's Office, and \nrequested that Plaintiff upload and digitally deliver the entire program for review. \nPlaintiff alleges, on information and belief, that MLBAM shared the uploaded digital \nmaterials with the Commissioner's Office.  \n19. In late  January 2015, MLBAM informed Plaintiff that the \nCommissioner's Office approved the launch of the MLB.com Digital Academy Coaches \nCertification Course without any changes.  Hanish emailed Dr. Fleisig to notify him \nthat Plaintiff had approval to proceed with developing the MLB.com Digital Academy \nCertification Course. In response, Dr. Fleisig indicated that he needed t he approval \nof the Commissioner’ s Office to collaborate with Plaintiff  based on a previous \nrelationship involving, among other projects, t he Pitch Smart ® website. In the \n                                                 \n16 Garden has submitted an affidavit stating that he assumed his position with the \nCommissioner’s Office in or around March 2015. Garden Aff. ¶ 3. Garden contends that \ndespite the change, he maintained all of the duties of his former role with MLBAM. Id. at ¶ \n5. \n17 Ver. Compl. ¶ 49. \n18 Id. \n \n \nresponse email, Dr. Fleisig copied Chris Marinak, an official in the Commissioner’s \nOffice. Marinak then emailed  Hanish, stating that the Commissioner's Office was \ndeveloping its own coach’s certification program with Dr. Fleisig and ASMI. Plaintiff \nalleges that Marin ak’s response was when Plaintiff “first discovered that the [ ] \nCommissioner’s Office had been secretly working to develop its own coaches \ncertification course using BLA’s own advisors, concepts, course content and material \nthat it had obtained from MLBAM.”19 \n20. Notwithstanding the Commissioner's Office and USA Baseball's \ndevelopment of a competing program, in March 2015, Plaintiff launched its MLB.com \nDigital Academy Coaches Certification Course. Shortly thereafter, USA Baseball sent \nan email to its national member organizations stating that Plaintiff was a licensee of \nMLBAM and that any correspondence or content sharing with Plaintiff was not \nconnected to or endorsed by USA Baseball or the Commissioner's Office, and was not \nrelated to the coaching certification program sponsored by USA Baseball. 20 After \nlearning of this email, Hanish attempted to negotiate a resolution with  the \nCommissioner's Office and USA Baseball, but neg otiations ultimately broke down.  \nIn June 2015, the Commissioner’s Office informed Plaintiff that the Commissioner's \nOffice was no longer interested in pursuing an amicable resolution. One week later, \nthe Commissioner's Office and USA Baseball launched playball.org®, an educational \nwebsite in competition with Plaintiff’s products. Plaintiff alleges that this program \n                                                 \n19 Id. at ¶ 61. Plaintiff alleges that USA Baseball was working with the Commissioner’s Office \non its coaches certification course. Id. at ¶ 63.  \n20 Id. at ¶ 72. \n \n \nspecifically contains many of the same features and content contained in Plaintiff's \nprogram and for whi ch it charges a subscription fee .  Plaintiff alleges that “USA \nBaseball and the [ ] Commissioner’s Office wrongfully misappropriated BLA’s \nConfidential Information to USA Baseball’s and the [ ] Commissioner’s Office’s \nadvantage and in violation of BLA’s rights under the Agreement.”21 \n21. On December 21, 2015, Plaintiff filed its Verified Complaint  alleging \nthat Defendants repeatedly interfered with Plaintiff's rights under the Development \nAgreement, and misappropriated and misused Plaintiff's Confidential Information to \ncreate competing baseball instructional products in violation of its rights under the \nDevelopment Agreement.  The Verified Complaint asserts  the following claims for \nrelief: tortious interference with contract against all Defendants; fraud and negligent \nmisrepresentation against the Commissioner’s Office and Garden; conversion against \nall Defendants ; civil conspiracy against all Defendants ; misappropriation of trade \nsecrets against all Defendants ; unfair and deceptive trade p ractices against a ll \nDefendants; punitive d amages against all Defendants ; and permanent injunction \nagainst all Defendants. \n22. On February 17, 2016, MLBAM initiated a declaratory judgment action \nagainst BLA in the Supreme Court of New York, County of New York, specifically \nrequesting a declaration that MLBAM has not breached the Development Agreement \nand has not improperly dissemi nated or misappropriated Plaintiff’s Confidential \nInformation or trade secrets.22 \n                                                 \n21 Id. at ¶ 79. \n22 Garden Aff. ¶ 29, Exh. C. \n \n \n23. On February 19, 2016, Defendants filed the Motion to Dismiss, seeking \ndismissal of this action based on improper venue pursuant to the forum selection \nclause in the Development Agreement.  Defendants also seek dismissal of the claims \nagainst Garden on the grounds of lack of personal jurisdiction. Alternatively, \nDefendants request that this action be stayed in favor of the action for declaratory \njudgment currently pending in New  York.  The Motion to Dismiss has been fully \nbriefed and  a hearing has been held . The Motion to Dismiss is therefore ripe for \ndetermination. \nDISCUSSION \nA. Defendants’ Contentions. \n24. In moving to dismiss the Verified Complaint, Defendants contend as \nfollows: \n(a) Defendants should be permitted to enforce the forum selection clause in the \nDevelopment Agreement and the claims should be dismissed as to all \nDefendants on the grounds of improper venue; \n(b) The Court lacks personal jurisdiction over Garden because he has insufficient \nminimum contacts with North Carolina to satisfy due process requirements; \nand, \n(c) Even if the Court does not dismiss the Complaint, the Court should stay this \naction in favor of the lawsuit filed by MLBAM in New York. \nB. Plaintiff’s Contentions. \n25. In opposing the Motion to Dismiss, Plaintiff contends as follows: \n \n \n(a) Defendants cannot enforce the forum selection clause because they are neither \nsignatories/parties to the Development Agreement, nor corporate affiliates of \nMLBAM. \n(b) USA Baseball cannot enforce  the forum selection clause on the basis of \nequitable estoppel because its claims do not arise solely from the rights and \nobligations created by the Development Agreement. \n(c) Garden has sufficient contacts with North Carolina because he knowingly \ndealt with Plaintiff and Hanish, and he sent several emails to Hanish in North \nCarolina. \n(d) This action should not be stayed. \nC. Motion to Dismiss for Improper Venue. \n26. A challenge to venue based on a  forum selection agreement is properly \nraised by motion under Rule 12(b)(3). Lendingtree v. Anderson, 228 N.C. App.  403, \n408, 747 S.E.2d 292, 297 (2013).  Rules 12(b)(3) and 12(h), read in conjunction, require \nthat a party raise an objection of improper venue in either its answer or in a pre -\nanswer motion pursuant to Rule 12, whichever the party files first. Id. at 409; Miller \nv. Miller, 38 N.C. App. 95, 97, 247 S.E.2d 278, 279 (1978) (Rule 12(b)(3) \"requires that \nthe motion be made at or before the time of filing of an  answer.\").  Defendants have \nproperly challenged venue by raising the issue in a pre -answer motion pursuant to \nRule 12(b)(3). \n27. The general rule is that mandatory forum selection clauses are enforced \nin North Carolina.  Lendingtree, 228 N.C. App. at 408, 747 S.E.2d at  297. \n \n \n“[M]andatory forum selection  clauses recogn ized by our appellate court s have \ncontained words such as ‘exclusive’ or ‘sole’ or ‘only’  which indicate that the \ncontracting parties intended to make jurisdiction exclusive.”  Printing Servs. of \nGreensboro, Inc. v. Am. Capital Group, Inc. , 180 N.C. App. 70 , 74, 637 S.E.2d 230, \n232 (2006) (citation omitted).  Here, the forum selection clause clearly provides that \nthe specified New York courts shall be the “ exclusive jurisdictions a nd venues” for \ncertain disputes.  The Court therefore concludes that the  forum selection clause in \nthe Development Agreement is mandatory. \n28. Once it is established that a forum selection clause is mandatory, a party \n“seeking to avoid enforcement of a forum selection clause carries a heavy burden and \nmust demonstrate that the clause was the product of fraud or unequal bargaining \npower or that enforcement of the clause would be unfair or unreasonable.” Perkins v. \nCCH Computax, Inc., 333 N.C. 140, 146, 423 S.E.2d 780, 784 (1992), superseded in \npart by statute, N.C. Gen. Stat. § 22B -3 (2016).23 Plaintiff does not contend that it \nwas fraudulently induced to enter into the  forum selection  agreement nor \nthat MLBAM secured the agreement due to its greater bargaining power. Instead, \nPlaintiff argues that Defendants should not be able to enforce  the forum selection \nclause because they did not sign and were not parties to the Development Agreement, \nnor are they  corporate affiliates of MLBAM .  Defendants argue that because \n                                                 \n23 Perkins has been superseded in part by statute.  See N.C. Gen. Stat. § 22B -\n3 (2007); Szymczyk v. Signs Now Corp., 168 N.C. App. 182, 186 n.2, 606 S.E.2d 728, 732 n.2 \n(2005).  The statute provides that (with limited exceptions) forum selection clauses contained \nin contracts entered into in North Carolina are void and unenforceable.  N.C. Gen. Stat. § \n22B-3. In this case, however, Plaintiff does not contend that the Development Agreement was \nentered into in North Carolina, or that § 22B-3 is otherwise applicable to this action. \n \n \nPlaintiff’s claims against them arise from and rely on the terms of the Deve lopment \nAgreement, and are  intertwined with the conduct of MLBAM, equitable estoppel \nprinciples warrant allowing Defendants to enforce the forum selection clause in this \naction. \nD. Enforcement of the Forum Selection Clause by Non-Parties. \n29.  Plaintiff’s argument that Defendants cannot enforce a forum selection \nclause because they are not signatories or parties to  the Development Agreement \nmust fail.  It is well settled that, in a ppropriate circumstances, a non signatory can \nenforce a forum sele ction clause contained in a contract  against a signatory  to that \ncontract. Speedway Motorsports v. Bronwen Energy Trading, 2009 NCBC LEXIS 17, \nat *15 (N.C. Super. Ct. Feb. 18, 2009) (“the Court concludes that the common law \nprinciples applied in North Carolina to extend the reach of arbitration agreements \nmay also be applied to forum selection clauses” to allow a nonsignatory to enforce the \nforum selection clause); Adams v. Raintree Vacation Exch., LLC , 702 F.3d 436, 440 \n(7th Cir. 2012) (i nterpreting reach of forum sele ction clause by analogizing to “ the \nparallel situation of an arbitration clause”  and holding nonsignatory could enforce \nforum selection); Brantley v. Republic Mortgage Ins., Co., 424 F.3d 392, 395–96 (4th \nCir. 2005) (h olding nonsignatory could enforce arbitration clause against party to \ncontract); Ellen v. A.C. Schultes of Md., Inc., 172 N.C. App. 317, 320, 615 S.E.2d 729, \n732 (2005) (“ well-established common law principles dictate that in an appropriate \ncase a nonsignatory can enforce, or be bound by, an arbitration  provision within a \ncontract executed by other parties” (citing Washington Square Sec., Inc. v. Aune, 385 \n \n \nF.3d 432, 435 (4th Cir. 2004))).  Courts have noted that foreclosing non-parties from \nenforcing these provisions would render them essentially meaningless by allowing a \nsignatory to evade the contractual forum selection clause by artful pleading and the \nomission of key parties. See Brantley, 424 F.3d at 396; Adams, 702 F.3d at 440. \n30. Similarly, Plaintiff’s contention that Defendants cannot enforce the \nforum selection clause because they are not corporate affiliate s of MLBAM24  also \nfails. While corporate affiliation has been recognized as a basis for allowing a third-\nparty to a contract to enforce a foru m selection (or arbitration) clause, the case law \ndoes not support the position that corporate affiliation between the third -party \nseeking to enforce a forum selection clause and a party to the contract is required in \norder to enforce such a clause .  Adams, 702 F.3d at 439–43 (finding that one third-\nparty could enforce forum selection agreement because it was corporate  affiliate of \nsignatory to the contract and another third -party could enforce on the basis of an \nalleged conspiracy between the third-party and a signatory to defraud the plaintiffs); \nBrantley, 424 F.3d at 396 –97 (recognizing that  unaffiliated defendant third -party \ncould enforce arbitra tion agreement under theory of equitable estoppel but \nconcluding that defendant failed to satisfy  elements for equitable estoppel); Ellen, \n172 N.C. App. at 320–23, 615 S.E.2d at 732–33 (same); Speedway Motorsports, 2009 \nNCBC LEXIS 17 at *14 –16 (Third-party to contract could enforce forum selection \nclause against signatory on equitable estoppel grounds even though it was not a \ncorporate affiliate of signatory).   Accordingly, the Court concludes that Defendants \n                                                 \n24 Pl.’s Br. Opp. to Mot. to Dismiss 5–8. \n \n \nmay be able to enforce the forum selection claus e in the Development Agreement \nagainst Plaintiff even if they are not corporate affiliates of MLBAM. \n31. The Fourth Circuit Court of Appeals has held that u nder the equitable \nestoppel analysis, allowing enforcement of a forum selection clause by a nonsignatory \nis app ropriate in two circumstances. “ First, equitable estoppel applies when the \nsignatory to a written agreement . . . must ‘rely on the terms of the written agreement \nin asserting [its] claims against the non signatory.’” Brantley, 424 F.3d at 395 –96 \n(citation omitted). This arises where “ each of a signatory's claims against a \nnonsignatory ‘makes reference to’  or presumes the existence of the written \nagreement, the signatory's claims ‘arise[] out of and relate[] directly to the [written] \nagreement . . .’” Id. at 396. In the second circumstance, enforcement by a nonsignatory \nis appropriate “when the signatory . . . raises allegations of  . . . substantially \ninterdependent and concerted misconduct by both the nonsignatory and one or more \nof the signatories to the contract.”  Id.  This Court has cited the Brantley standard \nwith approval while also recognizing a very similar, but slightly different, standard \noriginating in the Eleventh Circuit. Speedway Motorsports, 2009 NCBC LEXIS 17 at \n*14–15 (“[A] nonsignatory to a contract may, on grounds of equitable estoppel, invoke \nan arbitration provision contained therein where there is a ‘close relationship \nbetween the entities involved’ and where the claims against the nonsignatory are \n‘intimately founded in  and intertwined with the underlying contract obligations’”  \n(citing Sunkist Soft Drinks v. Sunkist Growers, 10 F.3d 753, 757 (11th Cir. 1993))). \n \n \n \ni. Commissioner’s Office and Garden. \n32.  Applying these principals here, it  is clear that the Commissioner’s \nOffice and Garden should be permitted to enforce the forum selection clause against \nPlaintiff.  Indeed, Plaintiff devotes little of its argument in its brief to contending \notherwise.25  First, all of the allegations regarding Garden involve his statements and \nconduct in his capacity as an official of MLBAM or the Commissioner’s Office , and \nthe Court concludes that Garden may enforce the forum selection agreement to the \nsame extent as it can be enforced by MLBAM or the Commissioner’s Office. Ellison v. \nAlexander, 207 N.C. App. 401, 412 -13, 700 S.E.2d 102, 111 (2010) (finding that an \nindividual nonsignatory may enforce arbitration agreement where “his alleged \nliability arises from his actions as an agent of the corporate signatory to the \narbitration agreement”). \n33. Plaintiff’s claims against the Commissioner’s Office and Garden could \nnot be more closely tied to and intertwined with the rights and obligations created by \nthe Development Agreement.  The claim for tortious interference against the \nCommissioner’s Office and Garden depends on a finding that they induced MLBAM \nto breach the Development Agreement. Griffith v. Glen Wood Co., 184 N.C. App. 206, \n212, 646 S.E.2d 550, 555 (2007) (“An essential element of a claim for tortious \ninterference with a contract is that ‘the  defendant intentionally induces the third \nperson not to perform the contract.’”); Phillips v. Pitt Cty. Mem'l Hosp., Inc., 222 N.C. \n                                                 \n25 Pl.'s Br. Opp. Mot. Dismiss 16–17. \n \n \nApp. 511, 521, 731 S.E.2d 462, 469 (2012) (noting that tortious interference requires \nthe defendant to actually induce nonperformance of the contract). \n34. Plaintiff’s fraud and negligent misrepresentation claims against the \nCommissioner’s Office and Garden contain  express allegations regarding Plaintiff’s \nrights under the Development Agreement, which involve the terms  “Licensed \nProperties” and “Confidential Information” as defined by the Development \nAgreement.26  Similarly, the claims against the Commissioner’s Office and Garden \nfor conversion and misappropriation of trade secrets arise from the confidentiality \nobligations created by the Development Agreement and will require determination of \nMLBAM’s rights to share and the Commi ssioner’s Office’s right to use Confidential \nInformation.  Finally, Plaintiff’s claims for unfair and deceptive trade practices and \nconspiracy are based upon the same alleged unlawful conduct.  Accordingly, the Court \nconcludes that Plaintiff’s allegations against the Commissioner’s Office and Garde n \narise out of and directly relate to the Development Agreement.   \n35.   The Court also concludes that there is a “cl ose relationship” between \nMLBAM, on the one hand, and the Commissioner’s Office and Garden, on the other, \nthat supports permitting the Commissioner’s Office and Garden to enforce the forum \nselection clause against Plaintiff. Although Plaintiff alleges that “MLBAM and the [ \n] Commissioner’s Office are separate and distinct entities and are not otherwise \nrelated,”27 this allegation is belied by the Development Agreement, which is replete \nwith references to Major League Baseball  and the Commissioner’s Office as  entities \n                                                 \n26 Ver. Compl. ¶¶ 92, 100, 101. \n27 Id. at ¶ 82. \n \n \nrelated to and affiliated with MLBAM.  The Development Agreement makes it clear \nthe MLBAM is closely affiliated with the Commissioner’s office, a fact that is verified \nby Defendants’ evidence regarding the relationship between Major League Baseball, \nthe Commissioner’s Office, and MLBAM.28  \n36. Ultimately, the Court concludes that it is “hard-pressed to imagine a \ncloser relationship between parties and alleged wrongs that would justify extending \nthe reach of a mandatory forum selection clause so as to require litigation of all claims \nrelated to the dispute in one venue.”  Speedway Motorsports, 2009 NCBC LEXIS 17 \nat *18.  Defendants’ Motion to Dismiss the Office of the Commissioner of Baseball \nand Noah Garden pursuant to Rule 12(b)(3) for improper venue is GRANTED without \nprejudice. \nii. USA Baseball. \n37. Plaintiff devotes most of its efforts to arguing that USA Baseball cannot \nenforce the forum selection clause.  Like the Commissioner’s Office, USA Baseball is \nneither a party nor a signatory to the Development Ag reement.  USA Baseball, \nhowever, is differently situated from the Commissioner’s Office.  First, USA Baseball \nis not a corporate affiliate of MLBAM, the Commissioner’s Office, or Major League \nBaseball.  Second, unlike the Commissioner’s Office, the Develop ment Agreement \ndoes not grant any specific rights to, or impose any obligations upon, USA Baseball.29  \n                                                 \n28 Garden Aff. ¶¶ 8–9; Brumm Aff. ¶¶ 3–5. \n29 From the Court’s review, USA Baseball is referred to  only once in the Development \nAgreement. The Development Agreement provides that MLBAM may maintain certain \nrelationships with USA Baseball despite the rights granted to Plaintiff under the \nDevelopment Agreement. Development Agreement 4–5. \n \n \nThe allegations do n ot support the conclusion that there is a “close relationship ” \nbetween USA Baseball and MLBAM. Speedway Motorsports, 2009 NCBC LEXIS 17 \nat *14–15.  The Court, however, does not believe that enforcement of a forum selection \nclause on the basis of equitable estoppel is limited solely to third -parties who are in \na close relationship with a signatory.  In Speedway Motorsports, this Court cited with \napproval the equitable estoppel principals recognized by the Fourth Circuit in \nBrantley, neither of which required a close relationship between the third -party \nseeking to enforce the clause and a signatory.   \n38. Plaintiff argues that USA Baseball should not be able to enforce the \nforum selection clause because Plaintiff’s claims against USA Baseball “are not \ndependent on a finding that MLBAM, as a signatory, breached the Development \nAgreement.”30  With regard to its claim fo r tortious interference with contract, \nPlaintiff contends that it is not required to prove that USA Baseball induced MLBAM \nto breach the Development Agreement, but only that USA Baseball made Plaintiff’s \n“performance under the Development Agreement more expensive and burdensome.”31  \nConduct that made Plaintiff’s performance more burdensome, however, would still \nhave to interfere with MLBAM’s performance of the Development Agreement. In \nNorth Carolina, to establish a claim for interference with contract, a pl aintiff must \nshow that the defendant induced a third-party “not to perform the contract.” Phillips, \n222 N.C. App. at 521, 731 S.E.2d at 469; Griffith, 184 N.C. App. at 212, 646 S.E.2d at \n555; cf. Lexington Homes, Inc. v. W.E. Tyson Builders, Inc. , 75 N.C. App. 404, 410–\n                                                 \n30 Pl.'s Br. Opp. Mot. Dismiss 13 (emphasis in original). \n31 Id. 14-15. \n \n \n11, 331 S.E.2d 318, 321–22 (1985) (holding that inducement not to perform contract \nwas a required element of claim,  but concluding that party alleging interference did \nnot have to prove “breach,” but only that third-party “wrongfully interfered with [the \nparty]'s rights under the contract” ( emphasis in original )). Accordingly, whether or \nnot Plaintiff must show an actual “breach,”  the tortious interference with contract \nclaims will require Plaintiff to establish that USA Baseball induced the n on-\nperformance of, or interfered with rights created by, the Development Agreement.  In \neither case, the claim derives from and is dependent on Plaintiff’s rights under the \nDevelopment Agreement. \n39. Plaintiff’s contention that its claims for conversion, misappropriation of \ntrade secrets, and unfair trade practices “do not depend on whether MLBAM \nbreached the Development Agreement” 32 also are unpersuasive.  Each of the claims \narise directly out of the  exclusive rights Plaintiff claims to have under the \nDevelopment Agreement to develop instructional digital and video content aimed at \namateur baseball players, the confidentiality obligations imposed by the Agreement, \nand Defendants’ alleged interference with and violations of those rights.  The forum \nselection clause here covers “any dispute arising directly or indirectly from the \nrelationship created  or the transactions contemplated by ” the Development \nAgreement.33  As this Court concluded in enforcing a similar, but more narrow, forum \nselection clause against a signatory “[t]his broad language easily encompasses [the] \ntort claims because they have their genesis in the … Agreements and related [ ] \n                                                 \n32 Pl.'s Br. Opp. Mot. Dismiss 14. \n33 Development Agreement 23 (emphasis added). \n \n \ncontracts.”  Speedway Motorsports, 2009 NCBC LEXIS 17 at *18.  Given the repeated \nincorporation of and reference to the terms of the Development Agreement, and the \nrequirement that to prevail on several of its claims the Court would be forced to \ninterpret the Development Agreement or conclude that MLBAM breached that \nagreement, the Court concludes that Defendants have sufficiently shown Plaintiff's \nreliance on the contract to allow USA Baseball to enforce the forum selection clause \nin that agreement. See Brantley, 424 F.3d at 395–96. \n40. Additionally, Plaintiff also has “raise[d] allegations of . . . substantially \ninterdependent and concerted misconduct by both the nonsignatory [USA Baseball] \nand one or more of the signatories to the contract ,” Brantley, 424 F.3d at 3 96; \nSpeedway Motorsports , 2009 NCBC LEXIS 17, at *15.  Plaintiff alleges that \nDefendants, including USA Ba seball, “wrongfully interfered with BLA’s right to, \npossession and use of its Confidential Information” and “wrongfully and intentionally \nconverted and misappropriated BLA’s Confidential Information.” 34 The Complaint \nexpressly alleges that MLBAM “work[ed] with the MLB Commissioner’s Office and \nUSA Baseball in violation of BLA’s rights under the [Development] Agreement,” 35 \nand that the Commissioner’s Office and USA Baseball together used the Confidential \nInformation provided by MLBA M to create  instructional websites substantially \nsimilar to and/or in comp etition with BLA’s services under the Development  \nAgreement.36   \n                                                 \n34 Id. at ¶¶ 107 - 108. \n35 Id. at ¶ 34. \n36 Id. at ¶¶ 45, 78, 108, 124. \n \n \n41. The disputes underlying Plaintiff’s claims in this lawsuit arise, directly \nand indirectly, from rights and obligations created by the Development Agreement.   \nAt the heart of Plaintiff's Complaint is the contention that it was deprived of rights \nunder the Development Agreement by the concerted and interrelated actions of  \nMLBAM, the Commissioner's Office, Garden, and USA Baseball . A ccordingly, \nPlaintiff’s failure to include  MLBAM as a defendant in this action  has the distinct \nappearance of being an attempt evade the forum select ion clause to which BLA \nagreed.  Speedway Motorsports, 2009 NCBC LEXIS 17, at *17–18 (recognizing the \nprinciple that a party cannot avoid broad forum selection agreement by “cast[ing] its \ncomplaint in tort rather than in contract”  (citation omitted)). The Court concludes, \nfor the reasons discussed above, that Plaintiff is equitably estoppel from preventing \nDefendants’ enforcement  of the forum selection clause in the Development \nAgreement, and that all claims asserted in this action fall within the scope of that \nclause. Therefore, the Court concludes that venue for this action properly lies in New \nYork, and the Motion to Dismiss should be GR ANTED based on improper venue. \nBased on this conclusion , the Court need not address Defendants' personal \njurisdiction argument or request to stay this action. \nTHEREFORE, IT IS ORDERED that the Motion to Dismiss is GRANTED, and \nthe Verified Complaint is DISMISSED WITHOUT PREJUDICE to Plaintiff's rights \nto bring its claims in either forum provided in the Development Agreement. \n \n \n \n \nThis the 29th day of August, 2016.  \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n \n \n "
}