{
  "id": "5508399723dba54aa762149753f05904c2652aa40ea1f5bc490f375af2bc09f4",
  "source_file": "data/raw/ncbc/5508399723dba54aa762149753f05904c2652aa40ea1f5bc490f375af2bc09f4.pdf",
  "raw_text": "Hopkins v. MWR Mgmt. Co., 2017 NCBC 46. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 697 \n \nBRANDON HOPKINS, \n \nPlaintiff, \n \nv. \n \nMWR MANAGEMENT COMPANY \nd/b/a MICHAEL WALTRIP RACING \nand TY NORRIS, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON MOTIONS \nFOR SUMMARY JUDGMENT \n \n \n \n1. THIS MATTER is before the Court upon (i) Plaintiff Brandon Hopkins’s \n(“Plaintiff” or “Hopkins”) Motion for Summary Judgment (“Plaintiff’s Motion”) and \n(ii) Defendants MWR Management Company d/b/a Michael Waltrip Racing (“MWR”  \nor “Michael Waltrip Racing” ) and Ty Norris ’s (“Norris,” collectively, “Defendants”) \nMotion for Summary Judgment (“Defendants’ Motion,” collectively, the “Motions”) in \nthe above-captioned case.  Having considered the Motions, the briefs and evidence in \nsupport of and in opposition to the Motions, and the arguments of counsel at a hearing \non the Motions, the Court herein GRANTS in part  and DENIES in part  the \nMotions.   \nVan Kampen Law, PC, by Joshua R. Van Kampen, Sean F. Herrmann, \nand Kevin P. Murphy, for Plaintiff Brandon Hopkins. \n \nJames, McElroy & Diehl, P.A., by Jon P. Carroll and Adam L. Ross, for \nDefendants MWR Management Company and Ty Norris.   \n \nBledsoe, Judge. \n \n \n \nI. \nPROCEDURAL BACKGROUND \n2. This action arises out of the termination of Brandon Hopkins’s employment \nas a pit crew member for one of the race teams operated by Defendant Michael \nWaltrip Racing.   \n3. Plaintiff initiated this action on January 1 2, 2015 and filed an amended \ncomplaint on May 26, 2015.  On November 5, 2015, the Court dismissed some of \nPlaintiff’s claims and also granted Plaintiff leave to amend the complaint  a second \ntime to assert certain new claims.  Hopkins v. MWR Mgmt. Co. , 2015 NCBC LEXIS \n104 (N.C. Super. Ct. Nov. 5, 2015).   \n4. Plaintiff filed the Second Amended C omplaint on November 10, 2015 , \nasserting three claims against both MWR and Norris for (1) defamation, (2) tortious \ninterference with contract, and, alternatively,  (3) tortious interference with \nprospective economic advantage, and four additional claims solely against MWR for \n(1) wrongful discharge in violation of public policy, (2) violation of the North Carolina \nRetaliatory Employment Discrimination Act  (“REDA”), N.C. Gen. Stat. § 95 -240 et \nseq., (3) violation of the Americans with Disabilities Act  (“ADA”), 42 U.S.C. § 12112 \net seq., and (4) violation of the Family Medical Leave Act (“FMLA”), 29 U.S.C. § 2601 \net seq.  \n5. The Court subsequently granted in part and denied in part Defendants’ \npartial motion to dismiss the Second Amended Complaint, dismissing only Plaintiff’s \nADA claim to the extent that claim was based on Plaintiff’s alleged actual disability \n \n \nin the major life activity of sleeping.  Hopkins v. MWR Mgmt. Co., 2016 NCBC LEXIS \n40 (N.C. Super. Ct. May 13, 2016). \n6. Defendants assert counterclaims against Plaintiff for (1) breach of contract, \n(2) conversion, (3) misappropriation of trade secrets in violation of the North Carolina \nTrade Secrets Protection Act, N.C. Gen. Stat. § 66-152 et seq., (4) unfair or deceptive \ntrade practices  under N.C. Gen. Stat. § 75 -1.1, (5)  trespass to chattels, and \n(6) punitive damages. \n7. On September 1, 2016, Plaintiff and Defendants filed their respective \nMotions for Summary Judgment.  Each party seeks summary judgment on all of the \nclaims asserted by the opposing party.  The Court held a hearing on the Motions on \nNovember 3, 2016, at which all parties were represented by counsel.  The Motions \nare now ripe for resolution.   \nII. \nFACTUAL BACKGROUND \n8. The Court does not make findings of fact on motions for summary judgment.  \nInstead, the Court summarizes the facts before it, noting undisputed and contested \nfacts, to provide context for the claims and its ruling on the Motions.  See Hyde Ins. \nAgency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, 142, 215 S.E.2d 162, 164 –65 \n(1975).   \n \n \n \n \n \nA. Hopkins’s Employment with MWR \n9. MWR previously owned and operated two race teams—the #15 team and the \n#55 team—that competed in NASCAR’s Sprint Cup Series.  MWR ceased operations \nin December 2015.   \n10. MWR first hired Hopkins to join its pit crew in November 2011 as a tire \nchanger pursuant to a one-year contract.  The first one-year contract was followed by \na similar one -year agreement in 2012.  Hopkins became the front tire changer on \nMWR’s #15 car, and in September 2013 , he and MWR executed a two -year contract \nfor Hopkins to continue working through the 2015 race season.  (Defs.’ Mot. Summ. \nJ. Ex. 3, hereinafter “Employment Agreement.”)   \n11. The Employment Agreement contained a confidentiality agree ment and a \ncovenant not to compete.  (Employment Agreement ¶¶ 7 –8.)  The non -compete \nprovision provided that “in the event this Agreement is terminated for any reason \nother than . . . by the Company without cause,” Hopkins would not accept a paying \nposition with another NASCAR Nationwide Series or Sprint Cup Series team for up \nto o ne year.  (Employment Agreement ¶ 8.)  Hopkins received a copy of MWR’s \nemployee manual (“Employee Manual”) in conjunction with his execution of the \nEmployment Agreement.  (Countercl. ¶ 24; Reply ¶ 24.) \n12. NASCAR tire changers use “pit guns” to change tires during races.  In late \n2013, MWR began developing a proprietary line of “clutch guns”—a type of pit gun—\nto keep up with other teams who were also using the emerging clutch gun technology.  \n(Watson Dep. 68:4–9; 83:13–20).  MWR assigned Hopkins to work closely with Brian \n \n \nWatson, MWR’s in-house engineer, on the clutch gun program; Hopkins helped test \nthe clutch guns , provided MWR’s engineer with feedback after races, and \ndisassembled and serviced the clutch guns.  (Watson Dep. 83:21–84:6; 85:4–9.)  MWR \nplaced great trust in Hopkins to securely transport the clutch guns to and from races.  \n(Norris 237:13–23.)   \n13. MWR considered its clutch gun program to be confidential and proprietary.  \nMWR limited access to the “shock room” where the clutch guns were s tored and \nserviced, (Watson Dep. 37:2–4), and it required its employees to sign confidentiality \nand non-disclosure agreements prior to permitting access to the clutch guns, (Myers \nDep. 324:2–8).  Prior to Hopkins’s termination, MWR allowed its pit crew mem bers \nto use MWR clutch guns when moonlighting in other NASCAR series races, although \nit required those pit crew members to get permission before doing so.  (Watson Dep. \n91:10–22.)  Hopkins argues, however, that MWR was lax in enforcing these rules.  \n(Miller Dep. 139:1–12.) \nB. Hopkins’s Injury \n14. Hopkins injured his shoulder in October 2013 after being struck by the #15 \ncar during a race.  (Defs.’ Br. Supp. Mot. Summ. J. 5.)  MWR did not dispute the cause \nof Hopkins’s injury prior to the filing of this action, although MWR now contends that \ndiscovery has shown that Hopkins sustained his injury outside of work.   (Defs.’ Br. \nSupp. Mot. Summ. J. 5 n.3.)  Hopkins worked with Pamela Brown, MWR’s in -house \nathletic trainer, to treat his shoulder, but the injury worsened , and MWR opened a  \nworker’s compensation claim for Hopkins on January 30, 2014.  (Defs.’ Mot. Summ. \n \n \nJ. Ex. 10.)  In March 2014, Hopkins underwent an MRI, which revealed that he had \na torn labrum.  Hopkins’s doctors advised that he needed surgery to repair the injury.  \nHopkins and Brown scheduled his surgery to occur some seven months later, after \nthe last race of the season  in November 2014.  (Hopkins Dep. 328:11–15.)1  Hopkins \nargues that MWR pressured him into delaying surgery until the season  was over, \nwhereas MWR contends that Hopkins wanted to complete the season before repairing \nhis shoulder.   \n15. Despite his injury, Hopkins continued working as a pit crew member at \nraces.  After a particularly painful race, however, Hopkins reported to MWR that he \ncould no longer tolerate his injury and on July 30, 2014, demanded that his surgery \nbe rescheduled to occur as soon as possible.  (Hopkins Dep. 344:10 –25.)  Brown \npromptly rescheduled Hopkins’s surgery to occur less than two weeks later on August \n7, 2014.  (Hopkins Dep. 353:2–6.) \n16. The parties expected Hopkins’s shoulder to need twelve weeks of recovery \ntime after surgery before he could resume his pit crew duties.  (Hopkins Dep. 409:25–\n410:7.)  Hopkins discussed a plan with his supervisors to be out of work for twelve \ndays of worker’s compensation leave, after which he would return to full -time office \nwork while his shoulder healed.  ( Hopkins Dep. 410:17 –24; Smith Dep. 247:14 –\n248:14.)2  The parties expected that Hopkins would be able to resume training with \n                                                           \n1  Hopkins repeatedly refers to the “Homestead Race” as the last race of the season.  The \nCourt takes judicial notice of the fact that in 2014, the Sprint Cup Series championship race \nin Homestead, Florida at the Homestead Miami Speedway occurred on November 16, 2014.  \nSee N.C. R. Evid. 201. \n \n2  Walt Smith was MWR’s pit crew coach.  (Countercl. ¶ 90; Reply ¶ 90.) \n \n \nhis teammates approximately six weeks after surgery .  (Hopkins Dep. 412:10 –11.)  \nThe plan called for Dave Collins to serve as Hopkins’s replacement until Hopkins was \nmedically cleared to return to work, with the possibility that he would be back for the \nlast three races of the 2014 season.  (Smith Dep. 249:7–11; Hopkins Dep. 410:1–7.)   \nC. Hopkins discusses his contract with Norris and takes home the 035 Gun \n17. On Monday, August 4, 2014, three days before Hopkins’s scheduled surgery, \nHopkins met with Norris in Norris’s office to discuss Hopkins’s future at MWR.  All \nparties agree that this conversation occurred, although they dispute what exactly was \nsaid.  Hopkins states that he had heard from pit crew members on other teams that \nMWR intended to replace Hopkins as the front tire changer on the #15 car.  (Hopkins \nDep. 579:5–12.)  This particularly troubled Hopkins because his contract extended \nthrough the following year’s race season.  (Hopkins Dep. 583:8 –11; Employment \nAgreement ¶ 2.)  Hopkins asked Norris about these rumors, and received assurances \nfrom Norris that his job was safe.  (Hopkins Dep. 584:21–23.)   \n18. Norris agrees that he and Hopkins discussed Hopkins’s “contract situation” \nin the August 4 meeting because Hopkins was “worried about his job when he cam e \nback [from surgery].”  (Norris Dep. 350:19–25.)  Norris also agrees that he attempted \nto assure Hopkins that MWR was not seeking to replace Hopkins.  (Norris Dep. \n355:1–8.)  Norris, however, states that Hopkins also asked him for permission to “talk \nto other teams,” which Norris understood as a request that Hopkins be released from \nhis non -compete.  (Norris Dep. 351:1 –24.)  Hopkins denies that he asked for \n \n \npermission to speak with o ther teams, (Hopkins Dep. 584:3 –7), and denies that he \ndiscussed his non-compete with Norris, (Hopkins Dep. 585:9–13).   \n19. It is undisputed that w hen Hopkins left work later that day, he took home \nwith him the clutch gun numbered 035 (the “035 Gun”) .  At the time in question, \nMWR numbered each of its guns and assigned a primary and a backup clutch gun to \neach tire changer.  (Defs.’ Mem. Supp. Mot. Summ. J. 5.)   \n20. Hopkins contends that on August 4, 2014 he mistakenly grabbed the 035 \nGun and some clutch gun sock ets as he rushed to leave work, thinking that he was \ngrabbing his own personal “hammer gun,” which was stored in a similar bag.  \n(Hopkins Dep. 533:10–16.)  Hopkins admits that taking home a pit gun like the 035 \nGun is a violation of MWR company policy, but contends that MWR did not strictly \nenforce that policy.  (Hopkins Dep. 675:1 –6.)  Hopkins testified that he intended to \nreturn the 035 Gun the next morning but was running late and left the gun sitting \non the kitchen counter at his house.  (Hopkins Dep. 677:4–23.) \n21. Shannon Myers, the tire changing coach for the #15 car and a member of the \n#15 car’s pit crew, (Countercl. ¶ 60), realized the 035 Gun was missing on the morning \nof August 5, (Countercl. ¶ 101).  Defendants argue and present evidence that during \nMWR’s investigation into the 035 Gun’s whereabouts, Hopkins was dishonest and not \nfully forthcoming.  Myers asserts that when he approached Hopkins to ask about the \n035 Gun, Hopkins stated that he thought he had put the gun in the pit box, which \nwas en route to a race site and thus inaccessible.  (Myers Dep. 234:22–235:10).  After \nMyers spoke with Hopkins, MWR began reviewing surveillance footage of the \n \n \nengineering department to locate the missing gun.  (Asberry Aff. ¶ 9.)  Don Asberry, \nMWR’s IT Manager, testified that the footage appears to show that Hopkins removed \na pit gun, placed it in a nondescript bag, and carried it to his car.  (Asberry Aff. ¶ 9.)   \n22. Hopkins contends that around 11:00 on the morning of August 5, he realized \nboth that he had left t he 035 Gun at home  and that he had misunderstood Myers’ s \nearlier questioning.  Consequently, he approached Watson to tell him that he had the \n035 Gun at his house .  (Hopkins Dep.  690:8–691:23; Pl.’s Resp. Opp. Defs.’ Mot. \nSumm. J. Ex. 1. )  In order to get a clear idea of what happened, Norris called a \nmeeting with Hopkins and a number of other MWR coaches, HR individuals, and \nmanagers for later that day.  (Myers Dep. 264:19–25.)  Norris stated that he perceived \nHopkins’s answers to questions in that meeting  as “very inconsistent” and \n“stumbling.”  (Norris Dep. 387:16–17.)  Norris further testified that ultimately he and \nthe other decision -makers believed that Hopkins was being untruthful and had \nbreached MWR’s trust.  (Norris Dep. 405:22 –406:1.)  MWR sent an other employee \nhome with Hopkins to collect the 035 Gun and sockets.  (Hopkins Dep. 701:8 –13.)  \nMWR notified Hopkins that he was terminated the next morning, on August 6, 2014.  \n(Norris Dep. 408:24–25.)   \nD. Hopkins develops a relationship with Chip Ganassi Racing \n23. Hopkins had surgery as scheduled on August 7, 2014, and his doctor cleared \nhim to return to work with no restriction on October 28, 2014.  (SAC ¶ 42.)  Shortly \nthereafter, Hopkins began spending time at the facilities of Chip Ganassi Racing \n(“CGR”) as part of its “developmental pit crew.”  Hopkins describes this as an unpaid \n \n \ninternship, (SAC ¶ 45), with the expectation that it could lead to a job offer, (Hopkins \nDep. 84:24 –85:4).  CGR’s pit coach , Shaun Peet,  also helped Hopkins secure \nindividual engagements pitting for another team, Turner Motorsports, in Truck \nSeries races.  (Hopkins Dep. 88:9–20.) \n24. After learning that Hopkins was spending time at CGR, Norris instructed \none of MWR’s employees to notify CGR of  Hopkins’s non-compete agreement with \nMWR.  (Pl.’s Resp. Opp. Defs.’ Mot. Summ. J. Ex. 27.)  CGR did not cut off ties with \nHopkins, and Norris eventually approached Steve Lauletta, CGR’s president, and \nPeet.  (Norris Dep. 533:13–20.)  On separate occasions, Norris told Lauletta and Peet \nthat Hopkins could not be present at CGR, that Hopkins had been terminated for \ncause over “IP protection,” (Norris Dep. 536:23 –537:1), and that MWR had video \nfootage of Hopkins removing a pit gun from its facilities , (Peet D ep. 82:1–4).  After \nNorris discussed Hopkins with these individuals, CGR cut its ties with Hopkins, and \nPeet stopped helping Hopkins secure jobs for Truck Series races.   (Peet Dep. 105:3–\n106:21.) \nE. The Confidential Documents and the 040 Gun \n25. Several of MWR’s claims are also based on the alleged theft of confidential \ndocuments and the 040 Gun. \n26. MWR’s surveillance footage shows that Hopkins picked up a stack of papers \nfrom a printer in the pit coach’s office on August 4, 2014 after leaving Norris’s office.  \n(Asberry Aff. ¶ 9.)  Asberry, MWR’s IT manager, has cataloged eight confidential and \nproprietary documents (the “Confidential Documents”) that he alleges were accessed \n \n \nand printed in the minutes before Hopkins took the papers from the printer.  (Asberry \nAff. ¶ 11.) \n27. Hopkins acknowledges only that he printed blank gun reports for other pit \ncrew members to fill out and emailed to himself a “breakdown sheet” that MWR \nregularly distributed to the pit crew members after each race.  (Hopkins Dep. 622:16–\n23; 624:12–14.)  Shortly after MWR fired Hopkins, Norris wrote in an e-mail to other \nMWR officials: \nThe issue of confidential documents is not relevant to [Hopkins’s] \nTermination.  The facts are that several documents were opened on his \ncomputer . . . immediately after l eaving my office.  Video surveillance \nclearly shows him grabbing a stack of papers off of the printer located in \nWalt Smith’s office.  However, according to Don Asberry, there is not an \nelectronic footprint which shows those documents were printed since the \nprinter in the coach’s office does not record history. \n \n(Pl.’s Mot. Summ. J. Ex. 4.) \n28. Hopkins’s backup gun was number 040 (the “040 Gun”).  Several months \nbefore Hopkins was terminated, MWR’s 040 Gun went missing.  (Countercl. ¶ 67.)  \nMWR now contends that Hopkins misappropriated that gun as well.  (Countercl. ¶ \n73.)  No investigation was conducted at the time the 040 Gun could not be located , \nand Norris acknowledges that the circumstances surrounding its disappearance \nremain a mystery.  (Norris Dep. 429:2–6.)  The 040 Gun has not been located.  After \nthe 040 Gun disappeared, Hopkins contends that he and Watson, MWR’s in -house \nengineer, agreed that Hopkins would use the 035 Gun as his backup.  (Hopkins Dep. \n398:15–25; Watson Dep. 156:2–4.)   \n \n \n \nIII. \nLEGAL STANDARD \n29. Summary judgment is only appropriate “if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  Supporting evidence \nmust “set forth such facts as would be admissible in evidence,” N.C. R. Civ. P. 56 (e), \nand materials containing hearsay matters or otherwise inadmissible materials \nshould not be considered on a motion for summary judgment , Strickland v. Doe, 156 \nN.C. App. 292, 295, 577 S.E.2d 124, 128 (2003).   \n30. “The party seeking su mmary judgment bears the initial burden of \ndemonstrating the absence of a genuine issue of material fact.”  Liberty Mut. Ins. Co. \nv. Pennington , 356 N.C. 571, 579, 573 S.E.2d 118, 124 (2002) (citing DeWitt v. \nEveready Battery Co. , 355 N.C.672, 681, 565 S.E .2d 140, 146 (2002)).  An issue is \ngenuine if it is “supported by substantial evidence ,” and “an issue is material if the \nfacts alleged would constitute a legal defense, or would affect the result of the action, \nor if its resolution would prevent the party  against whom it is resolved from \nprevailing in the action. ”  DeWitt, 355 N.C. at 681, 565 S.E.2d at 146.  “[O]nce the \nparty seeking summary judgment makes the required showing, the burden shifts to \nthe nonmoving party to produce a forecast of evidence dem onstrating specific facts, \nas opposed to allegations, showing that he can at least establish a prima facie case at \ntrial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85, 534 S.E.2d 660, 664 (2000).  All \n \n \nof the “[e]vidence presented by the parties is viewed in the light most favorable to the \nnon-movant.”  Summey v. Barker, 357 N.C. 492, 496, 586 S.E.2d 247, 249 (2003).  \nIV. \nANALYSIS \nA. Defendants’ Motion for Summary Judgment \n31. Hopkins alleges that MWR terminated him because of his shoulder injury \nin violation of the Americans with Disabilities Act, the Family Medical Leave Act, \nNorth Carolina’s Retaliatory Employment Discrimination Act, and the common law \nof wrongful discharge.  The Court first addresses Hopkins’s statutory claims.  \na. Plaintiff’s discrimination and retaliation claims under McDonnell \nDouglas burden-shifting \n \n32. A plaintiff can succeed on a claim brought under the ADA either by offering \nsufficient direct and indirect evidence or by relying on circumstantial evidence under \nthe burden-shifting framework set forth in McDonnell Douglas Corp. v. Green , 411 \nU.S. 792 (1973).  Jacobs v. N.C. Admin. Office of the Courts , 780 F.3d 562, 572 (4th \nCir. 2015).  This same standard has been applied to retaliation claims under the \nFMLA, Laing v. Fed. Express Corp. , 703 F.3d 713, 717 (4th Cir. 2013), and to state \nretaliatory discharge claims under REDA, Fatta v. M & M Props. Mgmt. , 221 N.C. \nApp. 369, 371, 727 S.E.2d 595, 598 (2012) (quoting Lilly v. Mastec N. Am., Inc. , 302 \nF. Supp. 2d 471, 481 (M.D.N.C. 2004) (evaluating a REDA claim using the McDonnell \nDouglas burden-shifting scheme)).   \n33. “To survive summary judgment on the basis of direct and indirect evidence, \n[the plaintiff] must produce evidence that clearly indicates a discriminatory attitude \n \n \nat the workplace and must illustrate a nexus between that negative attitude and the \nemployment action.”  Brinkley v. Harbour Rec. Club , 180 F.3d 598, 608 (4th Cir. \n1999).  Hopkins has not produced direct or indirect evidence of discrimination and \nretaliation, so his claims must be evaluated under the McDonnell Douglas burden-\nshifting framework. \n34. Under the McDonnell Douglas  framework, a plaintiff carries the initial \nburden of establishing a prima facie  case of wrongful or retaliatory termination.  \nPropst v. HWS Co., Inc., 148 F. Supp. 3d 506, 523–24 (W.D.N.C. 2015).   \nIf a plaintiff presents sufficient evidence to satisfy the underlying prima \nfacie elements of each of his claims, then the burden of production \n“shifts” to the employer to offer a legitimate, nondiscriminatory \nexplanation for its decision to terminate. . . . “If the defendant meets this \nburden of production, the presumption c reated by the prima facie case \n‘drops out of the picture,’ and the plaintiff bears the ultimate burden of \nproving that [he] has been the victim of intentional discrimination [or \nretaliation].” \n \nId. at 524–25 (quoting Ennis v. Nat’l Ass’n of Bus. & Educ. Ra dio, Inc., 53 F.3d 55, \n58 (4th Cir. 1995) ).  Plaintiff’s final burden is sometimes described as a burden “to \nshow that the [employer’s] proffered reason is pretext.”  Jacobs, 780 F.3d at 578. \ni. Prima Facie Case – ADA discrimination \n35. The ADA prohibits covered entities from discriminating against a “qualified \nindividual on the basis of disability,” 42 U.S.C. § 12112(a), and from retaliating \nagainst employees who seek protection under the ADA, 42 U.S.C. § 12203(a), (b).  \nClaims of discrimination and retaliation under the ADA are distinct.  Hopkins alleges \nthat MWR violated the ADA “by treating [him] differently than his peers in the terms \nand conditions of employment and ultimately terminating him on the basis of his \n \n \nactual or perceived disability ,” (SAC ¶ 93) , and by “retaliating against Plaintiff for \nexercising his statutory right to request a reasonable accommodation under [the \nADA],” (SAC ¶ 94).   \n36. To establish a claim for discriminatory termination under the ADA, Hopkins \nmust prove “(1) that [he] has a disabili ty, (2) that [he] is a ‘qualified individual’ for \nthe employment in question, and (3) that [his] employer discharged [him] . . . because \nof [his] disability.”  Jacobs, 780 F.3d at 572 (quoting EEOC v. Stowe-Pharr Mills, Inc., \n216 F.3d 373, 377 (4th Cir. 2000)).  Defendants’ Motion does not argue that Hopkins \nhas failed to show that he was a qualified individual with a disability. 3  Instead, \nDefendants contend that Hopkins has failed to demonstrate that MWR discharged \nhim because of his disability.  (Defs.’ Mem. Supp. Mot. Summ. J. 19.)    \n37. The plaintiff’s burden in proving a prima facie case under the ADA is “not \nonerous, [but] it is also not empty or perfunctory.  Plaintiff’s evidence must be such \nthat, if the trier of fact finds it credible, and the employer remains silent, the plaintiff \nwould be entitled to judgment as a matter of law.”  Ennis, 53 F.3d at 59 (citing Dept. \nof Cmty. Affairs v. Burdine , 450 U.S. 248, 253 –54 (1981)); see also Hicks v. Baines , \n593 F.3d 159, 164 (2d Cir. 2010) (stating the plaintiff’s burden in establishing a prima \nfacie case is de minimis).   \n38. Based on the record here, t he Court concludes that Hopkins has presented \nsufficient evidence to establish his prima facie case.  Hopkins contends that the close \n                                                           \n3 The Court previously determined that, at least for the purposes of Rule 12(b)(6), Hopkins \nhas alleged that he was a qualified individual with a disability under the ADA.  Hopkins, \n2016 NCBC LEXIS 40, at *23–24. \n \n \ntemporal proximity between his request for surgery, the surgery itself, and his \ntermination is enough evidence for a jury to reasonably conclude that MWR \nterminated him because of his disability.  Defendants disagree and point out that \nHopkins alleges that his injury occurred in October 2013, a full ten months before he \nwas terminated.   \n39. “The cases that accept mere temporal proximity between an employer’s \nknowledge of protected activity and an adverse employment action  as sufficient \nevidence of causality to establish a prima facie case uniformly hold that the temporal \nproximity must be ‘very close. ’”  Merrill v. McCarthy , 184 F. Supp. 3d 221, 243 \n(E.D.N.C. 2016) (quoting Clark Cty. Sch. Dist. v. Breeden, 532 U.S. 268, 273 (2001)).  \nRequesting a reasonable accommodation is a “protected activity” under the ADA, 42 \nU.S.C. 12112(b)(5), and medical leave can be a reasonable accommodation, \nparticularly where “it is finite and will be reasonably likely to enable the employee to \nreturn to work,” Kitchen v. Summers Continuous Care Ctr., LLC, 552 F. Supp. 2d 589, \n596 (S.D.W. Va. 2008).  Here, Hopkins was fired only one week  after informing his \nemployer that he needed his shoulder surgery rescheduled as soon as possible and \ncould not, as previously planned, complete the season.  (SAC ¶ 25.)  This is, in essence, \na new request for a reasonable accommodation of earlier-than-planned medical leave.  \nHis termination occurred one day before his surgery.   \n40. Although MWR knew of Hopkins’s in jury months before they fired him, a \njury could find a causal connection between his disability and his termination based \non the date on which he requested that his surgery occur as soon as possible.  In \n \n \nanalyzing an ADA discrimination claim, t he Fourth Circuit has described a time \nperiod of three weeks between requesting an ADA accommodation and termination \nas “weigh[ing] heavily in favor of finding a genuine dispute as to causation” such that \nsummary judgment for the employer is inappropriate.  Jacobs, 780 F.3d at  575 \n(reversing district court’s grant of summary judgment for the employer).  In reaching \nthat conclusion, the court cites an earlier Fourth Circuit decision for the rule that \ntemporal proximity alone can be sufficient to establish a prima facie case.  Id. (citing \nHaulbrook v. Michelin N. Am., Inc., 252 F.3d 696, 706 (4th Cir. 2001)).   \n41. Here, the quick turnaround between Hopkins informing MWR that he could \nnot complete the season  due to his injury , his re-scheduled surgery, and  his \ntermination, meets the burden for showing causation, and thus Hopkins has stated a \nprima facie claim for ADA discrimination.  See Jacobs, 780 F.3d at 575; Fitzgerald v. \nAction, Inc. , 521 F.3d 867, 87 5–6 (8th Cir. 2008) (finding sufficient evidence of \ntemporal proximity in a discrimination claim where “only a few days elapsed” \nbetween the employee’s notification of his intent to have surgery and the employer’s \ndecision to terminate him). \n42. As an additional basis for dismissal, Defendants argue that the ADA  claim \nmust fail, in part, because Hopkins failed to include in his EEOC Charge his specific \naverment that MWR “treat[ed] [him] differently than his peers in the terms and \nconditions of his employment ,” (SAC ¶ 93) .  (Defs.’ Br. Supp. Mot. Summ. J. 25.)  \nWhere an ADA plaintiff’s claims exceed the scope of the plaintiff’s EEOC charge, such \nclaims are procedurally barred on the grounds of failure to exhaust administrative \n \n \nremedies.  Dennis v. Cnty. of Fairfax, 55 F.3d 151, 156 (4th Cir. 1995).  In determining \nthe scope of an EEOC charge, “the court’s analysis is based on those claims stated in \nthe charge and those reasonably related to or developing from a reasonable \ninvestigation of the stated claims.”  Spainhour v. Lowe’s Co s., 5:16-CV-00138-RLV-\nDSC, 2017 U.S. Dist. LEXIS 55933, at *13 (W.D.N.C. Apr. 12, 2017).   \n43. In this case, the factual allegations in the EEOC Charge are substantially \nsimilar to those alleged in the Second Amended Complaint, and the Charge clearly \nforecast all possible claims under the ADA—discrimination, retaliation, and failure \nto accommodate : “the Company terminated me due to an actual or perceived \ndisability and/or in retaliation for my exercising my right to have a reasonable \naccommodation. . . . The Company also violated the ADA by  failing to reasonably \naccommodate me.”  (Defs.’ Mot. Summ. J. Ex. 14.)  The Court concludes that \nHopkins’s allegation of different treatment from his peers is the sort of factual \ncontention “that would naturally have arisen from an investigation of [the E EOC \nCharge],” Dennis v. Cnty. of Fairfax, 55 F.3d 151, 156 (4th Cir. 1995) , and thus may \nbe advanced in this litigation. \nii. Prima Facie Case – Retaliation under the ADA and REDA \n44. As stated above, the ADA prohibits employers from retaliating against \nemployees who seek the protection of the ADA.  REDA provides similar protection \nunder state law, barring employers from “discriminat[ing] or tak[ing] any retaliatory \naction against an employee because the employee in good faith does or threatens to” \nfile a worker’s compensation claim.  N.C. Gen. Stat. § 95-241(a)(1)(a).   \n \n \n45. Hopkins alleges that MWR violated these statutes by retaliating against \nhim for filing a worker’s compensation claim and for seeking a reasonable \naccommodation of shoulder surgery and leave.  (SAC ¶¶ 86, 94.)  \n46. In order to establish  a prima facie claim for retaliation under the ADA , \nHopkins must show “(1) that [he] engaged in protected conduct, (2) that [he] suffered \nan adverse action, and (3) that a causal link exists between the protected conduct and \nthe adverse action.”  A Soc’y Without A Name v. Virginia, 655 F.3d 342, 350 (4th Cir. \n2011) (citing Rhoads v. FDIC, 257 F.3d 373, 392 (4th Cir. 2001))  (stating the prima \nfacie elements for ADA retaliation).  A prima facie case under REDA requires a \nplaintiff to show “(1) that he exercised his rights as listed under N.C. Gen. Stat. § 95-\n241(a) [the Worker’s Compensation Act], (2) that he suffered an adverse employment \naction, and (3) that the alleged retaliatory action was taken because the employee \nexercised his rights under N.C. Gen. Stat. § 95-241(a).”  Fatta, 221 N.C. App. at 371, \n727 S.E.2d at 598–99 (quoting Wiley v. UPS, Inc., 164 N.C. App. 183, 186, 594 S.E.2d \n809, 811 (2004)).   \n47. Here, again, Defendants do not dispute that Hopkins engaged in pr otected \nconduct under the REDA or the ADA by filing a worker’s compensation claim or \nseeking surgery.  Nor do Defendants dispute that Hopkins suffered an adverse \nemployment action; he was terminated.  As before, Defendants challenge Hopkins’s \nability to meet the causal requirement in his prima facie case.   \n48. As with an ADA discrimination claim, a plaintiff alleging retaliation under \nthe ADA and REDA can satisfy the causation element of the prima facie case by \n \n \n“present[ing] evidence of close temporal proximity between the protected activity and \nthe adverse employment action, or a pattern of conduct.”  Fatta, 221 N.C. App. at \n372–73, 727 S.E.2d at 599 (2012) (quoting Smith v. Computer Task Group, Inc. , 568 \nF. Supp. 2d 603, 6 14 (M.D.N.C. 2008)  (evaluating a REDA claim) ).  Temporal \nproximity alone can be enough to satisfy the prima facie causality requirement for a \nretaliation claim under both the ADA and REDA.  Id. (applying the rule in the REDA \ncontext); Jacobs, 780 F.3d at 579 (applying the rule in the ADA context)).  Defendants \nargue that the ten-month period between Hopkins’s injury and his termination date, \nand the six-month period between the filing of Hopkins’s worker’s compensation \nclaim and his termination date, falls well outside the two -and-a-half month period \nthat Defendants argue is  the outer limit for temporal proximity in such cases.  See \nNguyen v. Austin Quali ty Foods, Inc. , 974 F. Supp. 2d 879, 891 (E.D.N.C. July 26, \n2013) (collecting cases).   \n49. With regard to the ADA retaliation claim, the Court has already concluded \nthat Hopkins has presented sufficient evidence of the close temporal proximity \nbetween his pro tected activity —requesting an early surgery date —and his \ntermination to satisfy the prima facie burden for his discrimination claim.  The same \nanalysis holds for Hopkins’s retaliation claim as well.  As discussed above, the Fourth \nCircuit in Jacobs concluded that a three-week period between engaging in protected \nconduct and an employee’s termination was sufficient to satisfy the prima facie  \ncausation element of an ADA discrimination claim.  780 F.3d at 575.  The Fourth \nCircuit determined that this time period was equally probative for the plaintiff’s ADA \n \n \nretaliation claim, holding that “[t]his close temporal proximity [of three weeks] is \nsufficient to establish a disputed issue of fact as to the causation element of the prima \nfacie case,” precluding dismissal for failure to make out a prima facie case.  Id. at 579; \nsee also King v. Rumsfeld, 328 F.3d 145, 151 n.5 (4th Cir. 2003) ( finding a ten-week \nperiod between engaging in protected activity and termination sufficient to establish \ncausation in plaintiff’s prima facie retaliatory discharge claim).   \n50. Similarly, the Court concludes that the date of Hopkins’s request for a new \nsurgery date is relevant for a temporal proximity analysis under REDA.  The current \nversion of the REDA statute “covers all aspects of a  workers’ compensation \nproceeding,” Lilly, 302 F. Supp. 2d at 481 , including “[f]il[ing] a claim or complaint, \ninitiat[ing] any inquiry, investigation, proceeding or other action, or testify [ing] or \nprovid[ing] information to any person with respect to” the worker’s compensation act, \nN.C. Gen. Stat. § 95-241(a)(1).   \n51. When confronted with the same argument advanced by Defendants here, \nthe North Carolina federal court in Lilly determined that negotiating a settlement \nfell within the protection of REDA and tha t the plaintiff had therefore presented \nevidence of close temporal proximity when he was terminated one day after settling \nhis worker’s compensation claim with his employer’s insurer.  Lilly, 302 F. Supp. 2d \nat 481 –82.  The Court agrees that REDA “covers all aspects of a workers’ \ncompensation proceeding” because , when the General Assembly adopted the broad \nlanguage of section 95 -241(a)(1), it repealed the prior version of the statute , which \nonly prohibited retaliation against employees for instituting worker’s compensation \n \n \nclaims or testifying in proceedings.  See 1991 N.C. Sess. Laws 1021 (enacting N.C. \nGen. Stat. § 95-241(a)(1) and repealing N.C. Gen. Stat. § 97-6.1).   \n52. In this case, Hopkins invoked the protection of REDA when he filed his \nworker’s compensation claim in January 2014.  He was terminated seven days after \ninforming MWR that he could not complete the season because he needed surgery as \nsoon as possible.  Under the broad scope of REDA, Hopkins’s request for a new \nsurgery date qualifies as protected activity.  Thus, the seven days between Hopkins’s \nrequest and his termination is sufficient to establish close temporal proximity to \nsustain his prima facie case of retaliation under REDA.  See Webb v. K.R. Drenth \nTrucking, Inc. , 780 F. Supp. 2d 409, 413 (W.D.N.C. 2011) (finding close temporal \nproximity under REDA where “[defendant] terminated [plaintiff] less than two days \nafter [defendant’s manager] discussed treatment by [defendant’s] doctor with \n[plaintiff]”).   \niii. Prima Facie Case – FMLA retaliation \n53. The FMLA allows eligible employees to take “a total of 12 workweeks of \nleave during any 12 -month period” for “a serious health condition that makes the \nemployee unable to perform the functions of the position.”  29 U.S.C. § 2612(a)(1)(D).  \nEmployers may not “interfere with, restrain, or deny the exercise of” an employee’s \nFMLA rights, 29 U.S.C. § 2615(a)(1), nor may employers “discharge or in any other \nmanner discriminate against” employees asserting FMLA rights, 29 U.S.C. \n§ 2615(a)(2).  Claims brought under 2615(a)(1) are known as FMLA interference \nclaims, and claims brought under 2615(a)(2) are known as FMLA retaliation claims. \n \n \n54. Hopkins brings both FMLA interference and retaliation claims against \nMWR by alleging that “MWR repeatedly discouraged [him] from taking his requested \nFMLA protected leave and ultimately terminated him for these requests.”  (SAC \n¶ 100.)  Hopkins’s FMLA retaliation claim can be evaluated under McDonnell \nDouglas burden-shifting, but the interference claim is subject to a different standard \nof proof, which the Court address es separately.  See, e.g. , Anderson v. Discovery \nCommuns., 517 Fed. Appx. 190, 197–98 (4th Cir. 2013) (evaluating FMLA retaliation \nand interference claims under distinct evidentiary frameworks).   \n55. A prima facie case for FMLA retaliation requires the same elements as a \nprima facie case for ADA retaliation.  See Adams v. Anne Arundel Cnty. Pub. Sch. , \n789 F.3d 422, 429 (4th Cir. 2015) (listing the elements for a prima facie case of FMLA \nretaliation).  Unlike with Hopkins’s other retaliation claims, Defendants argue on \nthis claim that Hopkins did not engage  in “protected activity” under the FMLA, \narguing instead that he never requested FMLA leave.   \n56. Defendants rely on a regula tion that “explicitly permits employers to \ncondition FMLA-protected leave upon an employee’s compliance with the employer’s \nusual notice and procedural requirements, absent unusual circumstances.”  Srouder \nv. Dana Light Axle Mfg., LLC , 725 F.3d 608, 614 (6 th Cir. 2013) (citing 29 C.F.R. \n§ 825.302(d)).  MWR’s employee manual requires employees to give thirty days \nwritten notice of a need for foreseeable FMLA leave, along with a health care \nprovider’s certification of the need for leave.  (Def.’s Mot. Summ. J . Ex. 1 p. 51.)  \nDefendants argue that Hopkins did not engage in protected activity because it is \n \n \nundisputed that he never formally requested FMLA leave in accordance with \ncompany policy.4 \n57. The Court, however, concludes that Hopkins’s failure to provide a thirty-day \nwritten notice of his request for FMLA leave does not defeat his prima facie case \nunder these facts.  The parties do not dispute that in March 2014, Hopkins and Brown \nscheduled his surgery to occur in November 2014 after the last race of the sea son.  \n(Hopkins Dep. 329:21–25.)  Based on his original surgery date, Hopkins was therefore \nstill in compliance with the thirty-day advance notice requirement at the time he was \nterminated.  On July 30, 2014, following a particularly painful race, Brown \nrescheduled Hopkins’s surgery at Hopkins’s request to occur nine days later on \nAugust 7, 2014.  In light of Hopkins’s evidence of the deterioration in his medical \ncondition and the urgent need for medical intervention, the Court finds that a jury \ncould reasonably conclude that Hopkins could not have known thirty days prior to \nAugust 7 that his surgery—and thus his leave—would not occur several months later \nas originally planned.   \n58. The Court therefore concludes that Hopkins has presented evidence which \nwould permit a reasonable jury to conclude that “unusual circumstances justif[ied] \n[his] failure to comply ” with MWR’s FMLA  policy.  29 CFR § 825.302(d) ; see also \nDotson v. Pfizer, 558 F.3d 284, 293 (4th Cir. 2009) (holding that “no ‘magic words’ are \nnecessary to invoke the protection of the FMLA”); Gay v. Gilman Paper Co., 125 F.3d \n1432, 1436 (11th Cir. 1997) (“[W]here an employee’s need for FMLA leave is \n                                                           \n4  Defendants do not challenge the sufficiency of Hopkins’s health care provider’s certification \nof the need for leave. \n \n \nunforeseeable, the employee need only provide her employer with notice sufficient to \nmake the employer aware that her absence is due to a potentially FMLA -qualifying \nreason.”).  Hopkins thus has made a prima facie showing that he engaged in protected \nactivity by seeking FMLA leave to accommodate his accelerated surgery.   \n59. Under the same temporal proximity analysis applied to his other retaliation \nclaims and pointing to the same evidence, the Court concludes that Hopkins has also \noffered proof of a causal connection between the protected activity and his \ntermination.  Thus, Hopkins has established a prima facie  claim for FMLA \nretaliation.  See Hughes v. B/E Aero, Inc. , No. 1:12CV717 , 2014 U.S. Dist. LEXIS \n29535, at *28–29 (M.D.N.C. Mar. 7, 2014) (holding plaintiff met prima facie burden \nfor FMLA retaliation where only eight days passed between protected activity an d \ntermination).   \niv. Prima Facie Case – Failure to accommodate \n60. In addition to his claims of ADA retaliation and ADA discrimination, \nHopkins asserts a  claim for failure to make a reasonable accommodation, also in \nviolation of the ADA.  To establish a prima facie case for failure to accommodate, \nHopkins must show “(1) that he was an individual who had a disability within the \nmeaning of the statute; (2) that the employer had notice of his disability; (3) that with \nreasonable accommodation he could perform the essential functions of the position; \nand (4) that the employer refused to make such accommodations.”  Feldman v. Law \nEnforcement Assocs. Corp., 779 F. Supp. 2d 472, 481 (E.D.N.C. 2011).  Hopkins alleges \n \n \nthat MWR “repeatedly den[ied  him] a requested reasonable accommodation, his \nshoulder surgery and leave, under 42 U.S.C. § 12112(b)(5)(A).”  (SAC ¶ 94.)    \n61. Defendants acknowledge that granting a request for leave to obtain surgery \ncan qualify as a reasonable accommodation.  See, e.g., Haschmann v. Time Warner \nEntm’t Co., L.P., 151 F.3d 591, 601 (7th Cir. 1998) (holding that a jury could have \nconcluded that a defined period of leave would have been a reasonable \naccommodation).  Defendants argue, as they did against Hopkins’s FMLA retaliation \nclaim, that Hopkins was not denied a reasonable accommodation of leave because he \nnever made a formal request for leave.  (Defs.’ Mem. Supp. Summ. J. 26.)  Having \npreviously concluded that Hopkins has advanced sufficient allegations that he \nrequested FMLA leave and was denied it by being terminated the day before his leave \nwas to begin, the Court likewise concludes that Hopkins has satisfied his initial \nburden in demonstrating that he was denied a reasonable accommodation under the \nADA.   \nv. Nondiscriminatory Reason \n62. Because Hopkins has satisfied his burden to show a prima facie case for his \ndiscrimination, retaliation, and failure to accommodate claims, the burden next shifts \nto MWR to articulate a nondiscriminatory reason for terminating Hopkins.  MWR \nstates that it fired Hopkins for violating “MWR’s policies prohibiting the removal or \nimproper possession of company property, and for dishonesty surrounding the \ninvestigation.”  (Defs.’ Mem. Supp. Mot. Summ. J. 22.)   Defendants’ alleged reason \nfor terminating Hopkins is well documented, and thus Defendants have met their \n \n \nburden of production for purposes of this Motion.  See Kozlowski v. Hampton Sch. Bd., \n77 Fed. Appx. 133, 140 (4th Cir. 2003) (describing the burden of producing evidence \nof a nondiscriminatory reason as “usually easy”).   \nvi. Pretext \n63. As the last part of the burden -shifting framework, Hopkins can avoid \nsummary judgment against him by off ering evidence showing that Defendants’ \npurported reason for terminating him was a pretext for unlawful discrimination or \nretaliation.  “That is to say, [Hopkins] must present some evidence creating a genuine \ndispute concerning the truth of the Defendants’ proffered reason for discharging him, \nsuch that a reasonable tri er of fact could find that the ‘real reason ’ underlying \n[Hopkins’s] discharge was” the exercise of his rights under the ADA, FMLA, or REDA.  \nPropst, 148 F. Supp. 3d at 527.   \n64. A plaintiff can establish pretext by showing that the defendant’s explanation \nfor an employment decision is “unworthy of credence ” and by offering other \ncircumstantial evidence probative of intentional discrimination.  Reeves v. Sanderson \nPlumbing Prods., 530 U.S. 133, 147 (2000).  To succeed, a plaintiff cannot rely on \n“conclusory allegations of discrimination” and instead must present “concrete \nparticulars” going beyond a “mere scintilla of evi dence . . . concerning pretext.”  \nPropst, 148 F. Supp. 3d at 527 (internal punctuation and citations omitted). \n65. “When an employer articulates a reason for discharging the plaintiff not \nforbidden by law, it is not [the court’s] province to decide whether the reason was \nwise, fair, or even correct, ultimately, so long as it truly was the reason for the \n \n \nplaintiff’s termination.”  DeJarnette v. Corning, Inc., 133 F.3d 293, 299 (4th Cir. 1998) \n(citation omitted).  Consistent with this rule, when presented with opinion testimony, \nthe perception of the decision -maker is relevan t, while the plaintiff’s own self -\nassessment is not.  Evans v. Techs. Applications & Serv. Co., 80 F.3d 954, 960–61 (4th \nCir. 1996) ; Duffy v. Belk, Inc. , 477 F. App’x 91, 98 (4th Cir. 2012) (holding that \nplaintiff’s own belief that he was qualified for a p romotion he was denied was \nirrelevant).  Therefore, Hopkins’s perception that MWR’s decision-makers wrongly \nconcluded that he answered questions inconsistently or untruthfully  is not relevant \nto the Court’s analysis.  (Pl.’s Resp. Opp. Defs.’ Mot. Summ. J. 5; Pl.’s Br. Supp. Mot. \nSumm. J. 15–16.)   \n66. As an initial matter, “temporal proximity, standing alone, is often \ninsufficient to establish a jury question regarding pretext ,” although it “may still be \nconsidered when determining whether a plaintiff has esta blished a jury question \nregarding pretext.”  EEOC v. Safelite Glass Corp., No. 4:10-CV-102-F, 2012 U.S. Dist. \nLEXIS 112042, at *23 –24 (E.D.N.C. Aug. 9, 2012).  Under the McDonnell Douglas \nburden-shifting framework, an employer’s articulation of a nondiscriminatory reason \nmerely rebuts the presumption of discrimination; the “trier of fact may still consider \nthe evidence establishing the plaintiff’s prima facie  case ‘and inferences properly \ndrawn therefrom . . . on the issue of whether the defendant’s explana tion is \npretextual.’”  Reeves, 530 U.S. at 143.  Therefore, the close proximity between \nHopkins’s demand to reschedule his surgery on July 30, 2014 and his termination on \nAugust 6, 2014, is relevant to a determination of pretext.  The timing, however, does \n \n \nnot, on its own, raise a genuine issue of material fact  calling into question MWR’s \nproffered reason for terminating Hopkins.  Lewis v. Gibson , No. 1:12CV1189, 2014 \nU.S. Dist. LEXIS 172853, at *43 (M.D.N.C. Dec. 15, 2014) (quoting Shoaf v. Kimberly-\nClark Corp., 294 F. Supp. 2d 746, 758 (M.D.N.C. 2003)) (“Plaintiff cannot rely on \ntemporal proximity alone to establish pretext.”). \n67. To accompany his argument of temporal proximity, Hopkins also argues \nthat his firing on the eve of his surgery was discrimina tory and retaliatory because \nhe was the only pit crew member in recent years not to delay worker’s compensation \nsurgery until the end of the season and that all who did were not terminated.  Indeed, \nHopkins asserts that Brown informed him that the “common practice” was to delay \nsurgery until the end of the season.  (Hopkins Dep. 328:9–10.)   \n68. For further support, Hopkins points to evidence suggesting that Adam \nMosher, a former tire changer and MWR’s Strength and Conditioning Coach, needed \nsurgery on both his shoulder and his ankle at one point, delayed those surgeries until \nthe end of the season, and remained employed.  (Brown Dep. 150:5 –21.)  Similarly, \nHopkins cites the case of Shannon Myers, Hopkins’s position coach, because he \ndelayed plantar fasciitis surgery until the end of the race season and remained \nemployed.  (Brown Dep. 154:24–155:2.)  Myers himself stated he was out of the office \nfor six weeks recovering, “[a]nd luckily I did it in the off season, so there wasn’t a rush \nto get back.  It was only a rush to make sure I was healthy first.”  (Myers Dep. 55:16–\n19.)   \n \n \n69. In addition, Hopkins has offered evidence of statements from his coaches \nand other superiors at MWR displaying skepticism that Hopkins’s shoulder injury \nwas severe and m using that he was using the injury as an excuse for poor \nperformance.  For instance, Norris does not dispute that he made a statement to \nHopkins, following Hopkins’s poor performance at a race in Indianapolis where \nHopkins lost his temper in a conversation with MWR’s owner, that “[i]t was kind of \ncoincidental that the week after . . . you requested surgery.  It seems like you don’t \nhave the best interest of the company in mind.”  (Norris Dep. 357:9–16; Answer ¶ 25.)  \nThese comments are relevant to pretext b ecause the law provides an avenue for \nemployers who legitimately doubt the validity of an employee ’s need for medical \ntreatment.  See 29 U.S.C. § 2613 (c) –(d).  There is no evidence that MWR ever \nattempted to pursue such procedures, and the Court concludes that a reasonable jury \ncould consider MWR’s skepticism as circumstantial evidence of discrimination. \n70. Hopkins has also produced evidence, outlined below in the Court’s \ndiscussion of Plaintiff’s Motion for Summary Judgment, that MWR afforded Hopkins \ngreat responsibility and latitude in handling MWR’s clutch guns, such that his \nremoval of the 035 Gun from MWR’s premises would not ordinarily have called into \nquestion his loyalty or motives.   \n71. In summary, Hopkins has produced evidence that (i) he was terminated just \none week after demanding that his surgery be rescheduled as soon as possible and to \na time prior to the end of the season , (ii) MWR looked more favorably on pit crew \nmembers who delayed worker’s compensation surgery and leave until  after the race \n \n \nseason ended , (iii) his supervisors , including the decision -makers here,  expressed \nviews that he was using his shoulder injury as an excuse  for his poor performance \nand to avoid termination, and (iv) his removal of the 035 Gun from MWR’s premises \nwas not a significant breach of trust in the circumstances.  Taking all of this evidence \ntogether, the Court concludes that Hopkins has forecast sufficient evidence at this \nstage of the litigation such that a reasonable jury could find MWR’s articulated \njustification for terminating Hopkins unworthy of credence and conclude that MWR \nin fact terminated Hopkins because he sought to exercise his rights under the ADA, \nFMLA, and REDA.  The Court therefore denies summary judgment seeking dismissal \nof these claims.   \nb. FMLA interference \n72. Unlike his claim for FMLA retaliation, Hopkins’s claim for FMLA \ninterference is not resolved under McDonnell Douglas burden-shifting.  In order to \nsucceed on his FMLA interference claim, Hopkins must establish  that (1) he was \neligible for the FMLA’s protections, (2) his employer was covered by the FMLA, (3) he \nwas entitled to leave under the FMLA, (4) he provided sufficient notice of his intent \nto take leave, and (5) his employer denied him FMLA benefits to whi ch he was \nentitled.  Alexander v. Carolina Fire Control, Inc., 112 F. Supp. 3d 340, 346 (M.D.N.C. \n2015) (quoting Burnett v. LFW Inc. , 472 F.3d 471, 477 (7th Cir. 2006)).  Even if an \nemployee proves FMLA interference,  \n[the statute] provides no relief unless the employee has been prejudiced \nby the violation:  The employer is liable only for compensation and \nbenefits lost “by reason of the violation,” [29 U.S.C.] § 2617(a)(1)(A)(i)(I), \nfor other monetary losses sustained “as a direct result of the violation,”  \n \n \n§ 2617(a)(1)(A)(i)(II), and for “appropriate” equitable relief, including \nemployment, reinstatement, and promotion, § 2617(a)(1)(B). \n \nRagsdale v. Wolverine World Wide, Inc., 535 U.S. 81, 89 (2002).   \n73. Hopkins contends that MWR interfered with his FMLA rights by \ndiscouraging him from taking FMLA leave before the end of the racing season.  \n“Interfering with the exercise of an employee’s rights . . . include[s] . . . discouraging \nan employee from using [FMLA] leave.”  29 CFR § 825.220(b).  MWR seeks summary \njudgment on the theory that Hopkins has not produced evidence that MWR \ndiscouraged him from taking FMLA leave and that Hopkins was not prejudiced by \nMWR’s alleged discouragement. \n74. As an initial matter, the Court concludes that Hopkins has advanced \nsufficient evidence demonstrating that Defendants discouraged him from taking \nFMLA leave.  Defendants’ evidence generally indicates that “[i]t was always up to the \npatient or athlete’s discretion when they wanted to have their surgery,” (Brown Dep. \n121:18–23), and other pit crew members confirm that Hopkins’s spoke openly of his \nown desire to complete the season with hi s team before getting surgery, ( Coleman \nDep. 90:16–23).   \n75. Hopkins, however, has presented evidence that he expressed his desire to \nhave surgery pri or to the end of the season but was encouraged to keep working.  \nHopkins specifically alleges that in June 2014, he told his pit crew chief, Brian Pattie, \nthat he wanted to move up the date of his surgery, to which Pattie replied, “‘Please \ndon’t do that. L et’s just’ — ‘at least wait until we make the [Chase].  I really need \n \n \nyou.’”  (Hopkins 335:6 –14.)5  Coupled with Hopkins’s evidence set forth above \nsuggesting that MWR’s common practice was to encourage pit crew members to wait \nto have surgery until the end of the season, the Court concludes that a jury \nconsidering Hopkins’s evidence could reasonably conclude that Hopkins clearly \nasserted his intent to exercise his FMLA rights an d was dissuaded by one of his \nsuperiors.   \n76. As such, the Court determines that the competing evidence reveals a \ngenuine issue of material fact as to whether MWR interfered with Hopkins’s FMLA \nrights by discouraging him from obtaining surgery at an earlier date.  See Alexander, \n112 F. Supp. 3d at 347 (finding sufficient evidence of discouragement -based \ninterference where employer encouraged employee to pursue an alternative work \narrangement instead of taking FMLA leave).   \n77. Defendants next argue that Hopkins w as not prejudiced by MWR’s \npurported discouragement because MWR immediately re-scheduled his surgery upon \nrequest; in other words, Defendants argue that Hopkins was not harmed because \nMWR agreed to allow him to begin his FMLA leave on the new date of his s urgery.  \n(Defs.’ Br. Supp. Mot. Summ. J. 28 –29.)  The fact that MWR agreed to reschedule \nHopkins’s surgery and FMLA leave does not preclude a finding of prejudice, however, \nbecause Hopkins never had the opportunity to enjoy any of his FMLA rights.  MWR \nterminated Hopkins on the day before his FMLA leave was to begin.   \n                                                           \n5  The “Chase” is NASCAR’s annual playoff system that ultimately determines that season’s \nSprint Cup Series champion.  (Defs.’ Br. Supp. Mot. Summ. J. 6 n.4.) \n \n \n \n78. Indeed, termination that effectively denies FMLA leave can sustain an \ninterference claim because FMLA interference claims apply when employers \nunlawfully “interfere with, restrain, or deny the exercise of” FMLA rights.  Ragsdale, \n535 U.S. at 87 (quoting 29 U.S.C. § 2615(a)(1)) (emphasis added).  Thus, the prejudice \ninquiry is not focused merely on MWR’s encouragement to delay FMLA leave but also \non MWR’s termination of Hopkins’s employment on the day before his leave was to \nbegin.  See, e.g., Alexander, 112 F. Supp. 3d at 348 (“[I]t appears that an employee’s \ntermination and the surrounding consequences may be properly considered in the \ncontext of an FMLA interference claim.”).   \n79. Under that broader analysis, Hopkins has offered sufficient proof that \nbecause of MWR’s alleged interference in the exercise of his rights under the FMLA, \nhe suffered prejudice in the form of “lost compensation or benefits” or “some loss in \nemployment status” when he was terminated.  Ranade v. BT Ams., Inc., 581 F. App’x \n182, 184 (4th Cir. 2014).  Therefore, the Court concludes that Hopkins has offered \nsufficient evidence in support of his FMLA interference claim under Rule 56, and the \nCourt denies summary judgment on that claim. \nc. Wrongful Discharge in Violation of Public Policy \n80. North Carolina recognizes a claim for wrongful discharge in violation of \nexpress statements of public policy.  Whitings v. Wolfson Casing Corp., 173 N.C. App. \n218, 221, 618 S.E.2d 750, 752 (2005).  REDA is one such source of public policy that \n“establish[es] an employee’s legally protected right of pursuing a workers ’ \ncompensation claim.”  Id. at 222, 618 S.E.2d at 753.   \n \n \n81. Hopkins is permitted to pursue “both a statutory claim under REDA and a \ncommon law claim for wrongful discharge based on a violation of REDA. ”  White v. \nCochran, 216 N.C. App. 125, 133, 716 S.E.2d 420, 426 (2011); Whitings, 173 N.C. App. \nat 222, 618 S.E.2d at 753 (“An action pursuant to REDA is a supplemental remedy to \nthe common law claim of wrongful discharge.”)  Therefore, because the Court has \nconcluded that Hopkins’s REDA claim survives summary judgment, his wrongful \ndischarge claim must survive as well.  See generally Tarrant v. Freeway Foods of \nGreensboro, Inc., 163 N.C. App. 504, 593 S.E.2d 808 (2004) (reversing dismissal of \nREDA claim and wrongful discharge in violation of public policy claim on the same \ngrounds).   \nd. Defamation \n82. Hopkins specifically alleges that Defendants committed slander per se by \nmaking defamatory statements to Lauletta, the President of Chip Ganassi Racing, \nand Peet, the pit coach at Chip Ganassi Racing.  (SAC ¶¶ 45–46.)    \n83. To recover for defamation, “a plaintiff must allege and prove that the \ndefendant made false, defamatory statements of or concerning the plaintiff, which \nwere published to a third person, causing injury to the plaintiff’s reputation.”  Tyson \nv. L’eggs Prods., Inc., 84 N.C. App. 1, 10–11, 351 S.E.2d 834, 840 (1987).  Slander per \nse is a particular kind of defa mation defined as “an oral communication to a third \nparty which amounts to (1) an accusation that the plaintiff committed a crime \ninvolving moral turpitude; (2) an allegation that impeaches the plaintiff in his trade, \nbusiness, or profession; or (3) an imp utation that the plaintiff has a loathsome \n \n \ndisease.”  Phillips v. Winston-Salem/Forsyth Cnty. Bd. of Educ., 117 N.C. App. 274, \n277, 450 S.E.2d 753, 756 (1994).  When a statement falls into one of these three \ncategories, “malice and damages are deemed presu med by proof of publication, with \nno further evidence required as to any resulting injury.”  Boyce & Isley v. Cooper, 153 \nN.C. App. 25, 30, 568 S.E.2d 893, 898 (2002).   \n84. In order to be slanderous per se, defamatory words “must be susceptible of \nbut one meaning and of such a nature that the court can presume as a matter of law \nthat they tend to disgrace and degrade the party or hold him up to public hatred, \ncontempt or ridicule, or cause him to be shunned and avoided.”  Renwick v. News & \nObserver Pub. Co. , 310 N.C. 312, 317 –18, 312 S.E.2d 405, 409 (1984)  (citation \nomitted).  Constitutional limits on the regulation of speech dictate that defamatory \nstatements are not actionable if they “cannot ‘reasonably [be] interpreted as stating \nactual facts’ about an ind ividual[.]”  Daniels v. Metro Magazine Holding Co., LLC , \n179 N.C. App. 533, 539, 634 S.E.2d 586, 590 (2006) (quoting Milkovich v. Lorain \nJournal Co., 497 U.S. 1, 20 (1990)).  Moreover, “to fall within the class of slander per \nse as concerns a person’s trade or profession, the defamatory statement must do more \nthan merely harm a person in [his] business.”  Market Am., Inc. v. Christman-Orth, \n135 N.C. App. 143, 151, 520 S.E.2d 570, 577 (1999) (citations and quotation marks \nomitted).  The false statement “(1) must touch the plaintiff in [his] special trade or \noccupation, and (2) must contain an imputation necessarily hurtful in its effect on \n[his] business.”  Id. \n \n \n85. Hopkins alleges that Norris defamed him by telling Lauletta that Hopkins \n“had filed a lawsuit, . . . was fired for stealing, and . . . had no right to work for [Chip \nGanassi Racing].”  (SAC ¶ 46.)  Norris also allegedly defamed Hopkins by telling Peet \nthat Hopkins “stole from MWR and . . . was not allowed to work in NASCAR at al l.”  \n(SAC ¶ 46.)  Chip Ganassi Racing cut its ties with Hopkins after Norris made these \nalleged statements to Lauletta and Peet.  (SAC ¶ 46.)    \n86. Only Norris, Lauletta, and Peet were party to the co nversations on which \nHopkins’s defamation claim is based.  Hopkins’s testimony as to his second -hand \nknowledge about what Norris said to Lauletta and Peet is thus inadmissible hearsay, \nwhich the Court cannot consider at summary judgment.  See Borden, Inc. v. Brower, \n17 N.C. App. 249, 253, 193 S.E.2d 751, 753, rev’d on other grounds by 284 N.C. 54, \n199 S.E.2d 414 (1973); see also Strickland v. Doe, 156 N.C. App. 292, 297, 577 S.E.2d \n124, 129 (2003) (holding that an attorney’s letter containing a private investigator’s \nsummary of an interview with a witness was inadm issible hearsay and could not be \nconsidered at summary judgment).   \n87. Lauletta testified only that Norris told him that it was not right for Hopkins \nto work out at Chip Ganassi Racing at the time, (Lauletta Dep. 26:11 –14), and that \nNorris mentioned “IP rights,” (Lauletta Dep. 25:24 –25).  Norris confirmed that he \ntold Lauletta that “there was a termination for cause . . . over IP protection.”  (Norris \nDep. 536:23–537:1.)  Peet’s deposition testimony states that Norris only told him that \nHopkins “wasn’t allowed to be at Chip Ganassi Racing, . . . it was either a violation of \n \n \nhis contract or a violation of the labor board,” (Peet Dep. 64:4–7), and that MWR had \nfootage of Hopkins removing the 035 Gun from the premises, (Peet Dep. 82:1–4.)   \n88. It is not dis puted that Hopkins removed the 035 Gun, and thus Norris’s \nalleged statement to Peet to that effect cannot be defamatory.  Long v. Vertical Techs., \nInc., 113 N.C. App. 598, 602 –03, 439 S.E.2d 797, 801 (1994) (“[I]n order to be \nactionable, the defamatory statements must be false.  The truth of a statement is a \ncomplete defense.”).   \n89. Norris’s statements that it was not “right” or that Hopkins “wasn’t allowed” \nto be at Chip Ganassi Racing do not qualify as slander per se.  In determining whether \na statement is susceptible of only one defamatory meaning, “the question always is \nhow would ordinary men naturally understand the publication.”  Renwick, 310 N.C. \nat 318, 312 S.E.2d at 409  (citations omitted).  Here, Norris’ s statements are clearly \nunderstood as expressions of Norris’s opinion of MWR’s legal rights in light of \nHopkins’s non -compete and his “internship” with Chip Ganassi Racing.  See \nKingsdown, Inc. v. Hinshaw, 2016 NCBC LEXIS 15, at *38 (N.C. Super. Ct. Feb. 17, \n2016) (holding that statement to a newspaper that pending litigation claims were \n“reckless” were fairly understood as statements of opinion rather than objective, \nverifiable facts); see also, e.g., Shorter v. Peaches Uniforms, Inc ., No. 2:10-cv-02232-\nMCE-GGH, 2013 U.S. Dist. LEXIS 9228, at *32 (E.D. Cal. Jan. 2 2, 2013) (holding \nthat “statement that [p]laintiff signed a non -compete is not defamatory because it \ndoes not lower [p]laintiff’s personal or professional reputation”).   \n \n \n90. Finally, Norris’s alleged statement that Hopkins was terminated “for cause” \n“over IP protection” is not so clear, specific, and unambiguous as to be susceptible of \nonly one defamatory meaning.  Indeed, employers and employees regularly define in \ntheir private employment contracts what constitutes “cause,” which the parties did \nhere.  As such, “cause” is not “susceptible of but one meaning” to the listener and may \ninclude a range of activity from intentional, willful misconduct, on the one hand, to a \nmaterial breach of the agreement, on the other.   \n91. Consequently, courts frequently conclude that a statement that an \nindividual was terminated for cause does not constitute slander per se.  See, e.g., No \nWitness, LLC v. Cumulus Media Partners, LLC , No. 1:06-CV-1733 JEC, 2007 U.S. \nDist. LEXIS 83761, at *13–14 (N.D. Ga. Nov. 13, 2007) (holding that, under Georgia \nlaw, “the statement that ‘[plaintiff] was fired for cause’ is not necessarily defamatory \non its face.  . . . These words could imply that misconduct led to the termination of \n[plaintiff], but this implication is not necessary from the face of the words alone.”) ; \nSkopp v. First Fed. Sav., 545 N.E.2d 356, 359 (Ill. App. Ct. 1989) (“[A] statement that \nan individual has been terminated ‘for cause’ conveys little more than the obvious \ninformation that the person did not leave his or her employment voluntarily.”); Abella \nv. Barringer Res., 615 A.2d 288, 291 (N.J. Super. Ct. Ch. Div. 1992) (citing Shebar v. \nSanyo Business Systems Corp ., 544 A.2d 377 ( N.J. 1988)) (“Typically, the fair and \nnatural import of the statement that a person was ‘terminated for cause’ is only that \nthe termination was not arbitrary.”).    \n \n \n92. Here, where the allegedly defamatory statement taken as a whole does not \nidentify Hopkins’s specific conduct  giving rise to his termination , the Court cannot \nconclude that the statement, on its face, impeaches Hopkins in his trade or profession \nor otherwise imputes to him conduct “derogatory to his character and standing as a \nbusiness man and tending to prejudice him in his business.”  Boyce, 153 N.C. App. at \n30, 568 S.E.2d at 898 (quoting Badame v. Lampke, 242 N.C. 755, 757, 89 S.E.2d 466, \n468 (1955)) ; see also Long , 113 N.C. App. at 603, 439 S.E.2d at 801 (holding that \nstatements by a corporate officer that other officers were “not handling business \ncorrectly” and “doing something shady” were insufficient to s upport a slander per se \nclaim).   \n93. It is possible that the statement that Hopkins was terminated for cause over \nIP protection could rise to the level of slander per quod.  Stutts v. Duke Power Co., 47 \nN.C. App. 76, 82, 266 S.E.2d 861, 865 (1980) (stating that alleged false statements by \nemployer that are not per se defamatory could be actionable under a per quod theory).  \nHopkins, however, has pleaded his claim only on a per se theory, (SAC ¶ 55), and no \nevidence has otherwise been offered to support a per quod theory. \n94. Accordingly, for the reasons set forth above, the Court concl udes that \nsummary judgment should be granted dismissing Plaintiff’s claim for defamation. \ne. Tortious Interference \n95. Hopkins alleges that Norris wrongfully interfered with Hopkins’s contracts \nor business relationships with Chip Ganassi Racing  and Turner Motorsports .6  \n                                                           \n6 In pleading claims for tortious interference, the Second Amended Complaint refers to “John \nDoe Race Team” (“JDRT”) and “another race team” (“ART”).  (SAC ¶¶ 45 –46.)  The parties’ \n \n \nHopkins brings alternative claims for tortious interference with contract and tortious \ninterference with prospective economic advantage.   \n96. In order to succeed on a claim for tortious interference with contract, a \nplaintiff must show:  \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \nthe defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to plaintiff. \n \nUnited Labs, Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988).   \n97. The similar claim for tortious interference with prospective economic \nadvantage requires proof that “the defendants acted without justification in ‘inducing \na third party to refrain from entering into a contract with them which contract would \nhave ensued but for the interference.’”  Walker v. Sloan, 137 N.C. App. 387, 393, 529 \nS.E.2d 236, 242 (2000) (citation omitted).  “[A] plaintiff’s mere expectation of a \ncontinuing business relationship is insufficient” to satisfy the “but for ” causation \nelement of such a claim.  Beverage Sys. of the Carolinas, LLC v. Assoc. Bev. Repair, \nLLC, 368 N.C. 693, 701, 784 S.E.2d 457, 463 (2016). \n98. Hopkins first alleges that he had an oral contract with Chip Ganassi Racing \nto serve as an unpaid intern on the team’s “developmental pit crew” until his non-\ncompete expired.  (SAC ¶ 60.)  The non-compete prevented Hopkins from working for \npay for other NASCAR Nationwide Series or Sprint Cup Series teams.  (Employment \n                                                           \nbriefs acknowled ge that JDRT refers to Chip Ganassi Racing and ART refers to Turner \nMotorsports.   \n \n \nAgreement ¶ 8.)  Hopkins has failed to produce any evidence, however, of a binding \ncontract with CGR.   \n99. Specifically, Hopkins argues that in exchange for access to CGR’s facilities, \nhe provided services to CGR by coaching the developmental pit crew.  (Pl.’s Mem. \nOpp. Defs.’ Mot. Summ. J. 36.)  However, Hopkins has failed to present any evidence \nof a bargained for exchange giving rise to a binding contract, and he admitted in his \ndeposition that he never had a contract with CGR .  (Hopkins 45:23 –46:1.)  Peet \nconfirms the lack of a binding contract by describing the developmental pit crew \nmembers as “complete volunteers,” (Peet Dep. 53:9–15), and confirming that Hopkins \nhad no “duties or responsibilities” at CGR, (Peet Dep. 62:7–11).  \n100. Therefore, because Hopkins has failed to produce evidence of a valid contract \nwith CGR, the Court must grant summary judgment on Hopkins’s claim for tortious \ninterference with contract with regard to his alleged contract with Chip Ganassi \nRacing. \n101. Hopkins has, however, forecast evidence that he reasonably expected to \nenter into a contract with Chip Ganassi Racing as a front tire changer.  See Owens v. \nPepsi Cola Bottling Co. , 330 N.C. 666, 680, 412 S.E.2d 636, 645 (1992) (reversing \nsummary judgment on tortious interference with prospective economic advantage \nwhere plaintiff had a “reasonable expectation” of continuing to do business with its \nexisting customers).  Hopkins’s evidence shows that Peet, as the pit crew coach, had \nthe authority to make hiring decisions for CGR’s pit crew, (Lauletta Dep. 10:10–11:4), \nthat CGR was interested in eventually signing Hopkins as a tire changer, (Peet Dep. \n \n \n91:19–92:1), and that Peet regarded Hopkins as the most talented member of the \ndevelopmental pit crew, (Peet Dep. 92:15–18).  Hopkins even got fitted for a fire suit \nat CGR’s direction.  (Hopkins Aff. ¶ 4.)   \n102. It is undisputed that CGR cut its ties with Hopkins after Norris confronted \nLauletta and Peet about MWR’s dispute with Hopkins.  (Lauletta D ep. 19:5 –9.)  \nDefendants nevertheless argue that Norris was justified in confronting Lauletta and \nPeet because Norris was protecting MWR’s rights under the non -compete.  See \nPeoples Sec. Life Ins. Co. v. Hooks, 322 N.C. 216, 221, 367 S.E.2d 647, 650 (1988) (“If, \nhowever, the defendant is acting for a legitimate business purpose, his actions are \nprivileged.”).   \n103. Justified interference, however, is conditional; the pr ivilege “is lost if \nexercised for a wrong purpose . . . where the act is done other than as a reasonable \nand bona fide attempt to protect the interest of the defendant which is involved.”  Id. \nat 220, 367 S.E.2d at 650 (quoting Smith v. Ford Motor Co. , 289 N.C. 71, 91, 221 \nS.E.2d 282, 294 (19 76)).  Here, the Court concludes that even though Hopkins has \nfailed to sustain his defamation claim, he has brought forward sufficient evidence to \npermit a rational factfinder to conclude that Norris’s statements were false and \ncommunicated not to protect MWR’s interest but instead to harm Hopkins.  As such, \nthe Court must deny summary judgment on Hopkins’s claim that Norris tort iously \ninterfered with his expected contract as a tire changer for CGR.   \n104. Next, the Court ad dresses Hopkins’s tortious interference claim  based on \nhis alleged contract with Turner Motorsports.  Starting as early as 2011, Hopkins \n \n \nhad served as a tire changer on an independent contractor basis for a couple of Truck \nSeries teams, specifically Turner  Motorsports and NTS.  (Peet Dep. 29:4 –19.)  \nHopkins secured these odd jobs through Peet, who helped compile pit crews for each \nrace.  CGR was not involved.  (Peet Dep. 22:14–23:13.)  Pit crew members were paid \nper race under this agreement.  (Peet Dep. 89 :15–22.)  Hopkins alleges that Norris’s \nunjustified interference caused Turner Motorsports and/or NTS to breach existing \ncontracts and/or refrain from entering contracts with Hopkins to pit these races.   \n105. Defendants contend that this claim must fail because Norris had no \nknowledge of Hopkins’s alleged contract with either Turner Motorsports or NTS.  A \ndefendant need not have actual knowledge of the contract for purposes of a tortious \ninterference with contract claim; “if [the defendant] knows the facts which give rise \nto the plaintiff’s contractual rights against the third person,” the law will still impute \nknowledge of the contract “even though he is mistaken as to their legal significance \nand believes that  there is no contract or that the contract means something other \nthan what it is judicially held to mean. ”  Reichhold Chems., Inc. v. Goel , 146 N.C. \nApp. 137, 151, 555 S.E.2d 281, 290 (2001).  In Reichhold Chemicals, the trial court \nimputed knowledge of the underlying contract to the defendant where the defendant \ndid not have actual knowledge that the contract existed but “knew of the business \nrelationship” between plaintiff and the third party.  Id.    \n106. Here, the parties do not dispute that Norris knew of Hopkins’s relationship \nwith CGR; indeed, Norris only b egan communicating with CGR, Lauletta, and Peet \nafter receiving reports that Hopkins had been seen in public wearing CGR clothing.  \n \n \n(Norris Dep. 526:1–13.)  From the descriptions of the alleged statements, as laid out \nin the defamation claim section above, it is clear that Norris spoke to Lauletta and \nPeet in their capacities as members of CGR.  However, Hopkins obtained his periodic \ncontracts with Turner and NTS through Peet, and Peet has stated that his work with \nTurner and NTS was completely independent of his work for CGR.  (Peet Dep. 22:14–\n21; 23:4–13.)   \n107. Therefore, applying the rule from Reichhold Chemicals , Norris could be \ncharged with knowledge of a contract between Hopkins and CGR, because he kne w \nof their professional relationship.  However, the law will not impute to Norris \nknowledge of Hopkins’s contracts with Turner and NTS where there is no evidence \nthat Norris had knowledge of Hopkins’s relationship with Turner and NTS or Peet’s \nrole in conn ecting Hopkins to Turner and NTS.  The Court must therefore grant \nDefendants summary judgment on Plaintiff’s claim for tortious interference with \ncontract as to the alleged contracts with Turner and NTS.   \n108. Although Hopkins’s claim for tortious interference  with contract as to \nTurner and NTS must fail, Hopkins’s evidence is sufficient to survive summary \njudgment on his claim for tortious interference with prospective economic advantage \nwith these same two entities.  Hopkins has produced evidence that Peet  wanted to \nhave him in the pit crew for Turner Motorsports for the last three races of the season, \n(Peet Dep. 89:11–22), but that no offer was ever made because of the allegations made \nby Norris, (Peet Dep. 105:3 –106:21).  As discussed above, a jury could reasonably \nconclude that Norris was not justified in interfering with Hopkins’s relationship with \n \n \nCGR and Peet and thus find that Norris tortiously interfered with Hopkins’s business \nrelationship with Turner Motorsports and NTS .  Accordingly, summary judgm ent \nmust therefore be denied on this ground.    \nf. Damages \n109. Finally, Defendants contend that if any of Hopkins’s claims survive \nsummary judgment, his recoverable, non -exemplary damages should be capped at \n$210,624, which is the amount of back pay calculated by  Plaintiff’s proposed expert \nwitness.  (Defs.’ Mem. Supp. Mot. Summ. J. 38.)  In particular, Defendants argue that \nHopkins should not be entitled to back pay or front pay beyond August 6, 2014, \nbecause MWR would have terminated Hopkins on that day after allegedly discovering \nthat Hopkins had printed and removed Confidential Documents.  See McKennon v. \nNashville Banner Publ. Co., 513 U.S. 352, 362 (1995) (holding that when an employer \ndiscovers conduct for which it would have terminated an employee, back pay should \nbe calculated from the date of the unlawful discharge to the date the new information \nwas discovered).  Defendants’ position, however, depends on a determination that the \nconduct was so severe that MWR would have fired Hopkins on those grounds alone, \nwhich implicates the factual disputes at the center of this case.  Furthermore, an \naward of front pay appears to be possible under Fourth Circuit precedent even where \nthe employer is no longer in business.  See Jones v. SouthPeak Interactive Corp., 986 \nF. Supp. 2d 680, 685 (E.D. Va. 2013).  As such, the Court concludes that resolution of \nthis issue on this ground at summary judgment is inappropriate. \n \n \n110. Defendants challenge other aspects of Hopkins’s alleged damages on various \nadditional grounds by making relatively brief arguments, which did not receive a \ngreat deal of attention at the lengthy hearing on the Motions.  As a result, and given \nthe large number of claims advancing to trial and supporting a potential award of \ndamages, the Court elects to defer ruling on this aspect of Defendants’ Mot ion for \nSummary Judgment until the motion in limine phase of this case to permit additional \nbriefing and argument concerning these important issues prior to resolution.  \nB. Plaintiff’s Motion for Summary Judgment \na. Breach of Contract \n111. Defendants allege that Hopkins breached his Employment Agreement by \nallegedly misappropriating MWR’s clutch guns, sockets, and confidential documents, \nand by lying in MWR’s subsequent investigation.  (Countercl. ¶¶ 133 –35.)  \nDefendants allege that these acts were in breach of provisions in the Employment \nAgreement itself, which barred Hopkins from disclos ing MWR’s Confidential \nInformation to others or “mak[ing] use of any Confidential Information for his own \npurposes.”  ( Employment Agreement ¶ 7.)  Defendants also allege that Hopkins \nbreached certain provisions of MWR’s Employee Manual that similarly restricted him \nfrom removing property from the company’s premises.  (Countercl. ¶¶ 88, 99.) \n112. The Court first addresses the alleged breaches of the Employ ee Manual.  \nPlaintiff contends that MWR’s Employee Manual is not a binding contract.  Indeed, \nthe Employee Manual contains a disclaimer that it should not “be construed as being \nor creating any terms or conditions of an employment contract express or implied.”  \n \n \n(Defs.’ Mot. Summ. J. Ex. 1 p 2.)  Nevertheless, MWR contends that the Employee \nManual was incorporat ed into the Employment Agreement through paragraph 3 of \nthe Employment Agreement: “Employee acknowledges receipt of the Company’s \npolicies and procedures and Employee covenants and agrees to comply with such \npolicies and procedures now in force and from time to time adopted by the Company.”  \n(Employment Agreement ¶ 3.)    \n113. “[T]he law of North Carolina is clear that unilaterally promulgated \nemployment manuals or policies do not become part of the employment contract \nunless expressly included in it.”  Walker v. Westinghouse Elec. Corp. , 77 N.C. App. \n253, 259, 335 S.E.2d 79, 83–84 (1985).  The Court concludes that the general reference \nobligating Hopkins to follow MWR’s policies and procedures in Paragraph 3 is \ninsufficient to satisfy the standard of express inc orporation required under the law.  \nOur courts have  held that e mployment contracts expressly incorporated employee \nhandbooks into their terms where they used language conditioning the employment \nrelationship on acceptance of the terms of a specific source of company policy .  See \ngenerally Mayo v. N.C. State Univ., 168 N.C. App. 503, 508  n.2, 608 S.E.2d 116, 121 \nn.2, aff’d, 360 N.C. 52, 619 S.E.2d 502 (2005) (“Your employment is subject to all \npolicies adopted and amended by the UNC Board of Governors and by  the NCSU \nBoard of Trustees.”); Black v. W. Carolina Univ., 109 N.C. App. 209, 213, 426 S.E.2d \n733, 735 (1993) (“This appointment is subject to the WCU Tenure Policies and \nRegulations as found in the Faculty Handbook, dated 1988 -89, including any future \namendments thereto.”).   \n \n \n114. In contrast, our courts have not found express incorporation of an employee \nmanual where the employment agreement merely recites compliance with company \npolicy as one of the employee’s duties.  For example, in Rajpal v. Livingstone College, \nInc., the Court of Appeals held that the following language failed to  expressly \nincorporate the manual into the employment contract and did not demonstrate intent \nto be bound by both parties: “The faculty member agrees to fulfill the following \nresponsibilities: . . . The faculty member will abide by the policies and procedures as \noutlined in the Faculty Handbook and administrative memoranda.”  No. COA10-529, \n2011 N.C. App. LEXIS 1189, at *4 (N.C. Ct. App. June 21, 2011) (unpublished)).  Like \nthe employment contract in Rajpal, MWR’s Employment Agreement merely recites \nHopkins’s duty to follow company policy; it does not expressly incorporate the terms \nof the Employee Manual such that both parties agreed to be contractually bound by \nthe Manual’s terms.   \n115. MWR further points to Hopkins’s admission that he was required to follow \nthe terms of the Employee Manual.  (Hopkins Dep. 114:13–17.)  However, Hopkins’s \nadmission does not concede that the Manual was a binding contract.  For the reasons \nstated above, MWR has failed to demonstrate that the terms of the Employee Manual \ncan sustain its claim for breach of contract, and the Court must therefore grant \nsummary judgment on Defendants’ claim for breach of the Employee Manual. \n116. Moving on to the Employment Agreement itself, Hopkins contend s that \nMWR has not presented evidence of “misappropriation” in breach of his Employment \nAgreement.  Hopkins argues that his return of the 035 Gun and sockets prior to his \n \n \ntermination precludes a finding that he misappropriated MWR’s property.  (Pl.’s Br. \nSupp. Mot. Summ. J. 34 –35.)  In support of that argument, Hopkins points to a \nprovision in his contract oblig ating him to return all company property to MWR \n“promptly upon termination.”  ( Employment Agreement ¶ 6(d).)  Paragraph 6(d), \nhowever, governs Hopkins’s duties upon termination. 7  Paragraph 7 establishes his \nduty, which extends one year beyond the term of the Employment Agreement, not to \n“make use of any Confidential Information for his own purposes.”8   \n117. Defendants argue and have presented evidence that prior to the termination \nof his employment, Hopkins took the 035 Gun and sockets home for his own use in \nviolation of paragraph 7 of his Employment Agreement.  Thus, De fendants have \nsatisfied their burden at this stage of the litigation.  McKinnon v. CV Indus., Inc., 213 \nN.C. App. 328, 333, 713 S.E.2d 495, 500 (2011) (laying out breach of contract \nelements).  Hopkins’s evidence that he took the gun home mistakenly and did not use \nit for any inappropriate purpose , however,  raises questions of fact that make \nsummary judgment improper on this counterclaim.   \nb. Conversion \n118. Conversion is the “unauthorized assumption and exercise of  the right of  \nownership over goods or personal chattels belonging to another, to the alteration of \n                                                           \n7 Paragraph 6(d) provides, in relevant part:  “Promptly upon termination of Employee’s \nemployment with the Company . . . Employee shall surrender to the Company all property  \nbelonging to the Company . . . including . . . confidential information [and] equipment[.]” \n \n8 Paragraph 7 provides, in relevant part:  “‘Confidential Information’ includes but is not \nlimited to . . . engineering information, inventions, products, [and] m achinery.  During the \nTerm and for one year thereafter, Employee will not, in whole or in part, . . . make use of any \nConfidential Information for his own purpose.”   \n \n \ntheir condition or the exclusion of an owner’s rights.”  Variety Wholesalers, Inc. v. \nSalem Logistics Traffic Servs., LLC , 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) \n(internal quotation marks and citation omitted).  “There are, in effect, two essential \nelements of a conversion claim: ownership in the plaintiff and wrongful possession or \nconversion by the defendant.”  Id.  “Where there has been no wrongful taking or \ndisposal of the goods, and the defendant has merely come rightfully into possession \nand then refused to surrender them, demand and refusal are necessary to the \nexistence of the tort.”  White v. Consol. Planning, Inc ., 166 N.C. App. 283, 310 –11, \n603 S.E.2d 147, 165 (2004).  Here, Defendants claim that Plaintiff converted the 040 \nGun, the 035 Gun and sockets, and MWR’s Confidential Documents.   \n119. As an initial matter, the Court concludes that Defendants have not forecast \nevidence to support their allegations that Plaintiff wrongfully possessed or converted \nthe 040 Gun.  Defendants allege that the 040 Gun went missing following a June \n2014 race in which Hopkins was the last person to use that piece of equipment .  \n(Countercl. ¶ 67 –68.)  Norris’s own testimony, however , acknowledges that \nDefendants have no t identified any  evidence to back up their allegations.  Norris \nstated that 040’s disappearance “still is a mystery,” (Norris Dep. ¶ 429:7), that he’s \n“not going to make an accusation” against Hopkins, (Norris Dep. ¶ 429:11), and that \nhe “do[es]n’t suggest that [Hopkins] took it,” (Norris Dep. ¶ 429:21).  Defendants have \nnot presented “evidence, beyond mere speculation or conjecture, sufficient for a jury \nto find every essential element” of their claim  in this regard.  Henson v. Green Tree \nServicing, LLC , 197 N.C. App. 185, 189, 676 S.E.2d 615, 618 (2009) .  The Court, \n \n \ntherefore, must grant summary judgment for Hopkins on MWR’s claim for conversion \nof the 040 Gun.   \n120. The parties vastly disagree on the facts surrounding Hop kins’s alleged \nremoval of MWR’s Confidential Documents.  Defendants have produced competent \nevidence to support their allegation that Hopkins wrongfully possessed the \nConfidential Documents.  Don Asberry,  MWR’s IT manager, has offered sworn \ntestimony that MWR’s computer system reflects that the Confidential Documents \nwere accessed on a password-protected computer—to which Hopkins had access—in \nthe pit coach’s office and printed to a printer in Walt Smith’s office  on the afternoon \nof August 4, 2014 .  (Asberry Aff. ¶ 11.)  MWR’s evidence suggests that no one with \naccess to the computer at issue other than Hopkins was near the pit coach’s office at \nthe time the documents were accessed and printed.  (Defs.’ Mem. Opp. Pl.’s Mot. \nSumm. J. Ex. 30, p 28 –29.)  Asberry’s testimony further indicates that video \nsurveillance shows Hopkins entering Walt Smith’s office and then exiting with a \nhandful of papers at approximately the same time as the Confidential Documents \nwere printed on the afternoon of August 4.  (Asberry Aff. ¶ 9.) \n121. Hopkins has presented some evidence challenging the veracity of Asberry’s \ntestimony.  In an email sent three days after Hopkins’s termination, Norris stated \nthat he learned from Asberry that there was no electronic footprint showing what \ndocuments were printed.  (Pl.’s Mot. Summ. J. Ex. 4.)  Norris’s recollection of his \nconversation with Asberry does not defeat Defendants’ evidence, however.  It instead \ncreates an issue of credibility to be resolved by the fact finder at trial.  Kessing v. Nat’l \n \n \nMortg. Corp., 278 N.C. 523, 535, 180 S.E.2d 823, 830 (1971) (“If there is any question \nas to the credibility of witnesses or the weight of evidence, a summary judgment \nshould be denied.”).  The same is true of Hopkins’s general denial asserting that he \nnever printed the Confidential Documents.  (Reply ¶ 123; Hopkins Dep. 621:10–23).   \n122. Hopkins also argues that MWR cannot prove that he accessed the \nConfidential Documents as it claims because the pit coaches kept a sticky note with \nlog-in information next t o the computer, making it effectively accessible to anyone.  \nThis testimony does not defeat Defendants’ evidence, however, because Hopkins has \nadmitted that he printed non-confidential documents from th e computer at issue at \napproximately the same time the  Confidential Documents were printed from that \nsame computer.  (Hopkins Dep. 621:10 –23.)  As such, there are genuine issues of \nmaterial fact concerning Hopkins’s alleged conversion of the Confidential Documents.   \n123. As for the 035 Gun and the sockets, Hopkins argues that the Court must \ngrant summary judgment on the conversion claim because Hopkins lawfully came \ninto possession of the 035 Gun and sockets on MWR’s premises and returned them as \nsoon as Defendants made a demand.  (Pl.’s Reply Supp. Mot. Sum m. J. 14.)  \nDefendants argue in opposition that Hopkins’s possession of the 035 Gun in the pit \nshop is irrelevant because Hopkins committed an unlawful taking, which gives rise \nto a conversion claim without a demand and refusal requirement, as soon as he l eft \nthe premises with the 035 Gun.  (Defs.’ Br. Opp. Pl.’s Mot. Summ. J. 9.)   \n124. Under North Carolina law , Hopkins’s initial lawful possession of the 035 \nGun and sockets on MWR’s premises is sufficient to trigger a demand and refusal \n \n \nrequirement.  “ [W]hen [a  party] lawfully obtains possession or control and then \nexercises unauthorized dominion or control over the property, demand and refusal \nbecome necessary elements of the tort.”  Stratton v. Royal Bank of Can. , 211 N.C. \nApp. 78, 83, 712 S.E.2d 221, 227 (2011) (citing Hoch v. Young, 63 N.C. App. 480, 483, \n305 S.E.2d 201, 203 (1983)).  Defendants argue that on the date of the alleged \nconversion, Hopkins was only authorized to handle the clutch guns if he was \ntransporting the guns to a race, which he undeniably  was not doing at that time.  \n(Defs.’ Br. Opp. Pl.’s Mot. Summ. J. 9–10.)   \n125. Defendants’ argument ignores , however,  other evidence advanced by the \nparties.  In particular, Defendants admit that, in addition to his role transporting the \npit guns to races, Hopkins had a responsibility to work with Watson, MWR’s in-house \nengineer, in developing and servicing MWR’s clutch guns.  (Ans. ¶ 31 ; Watson Dep. \n83:7–24.)  Hopkins has stated that he removed the 035 Gun and the sockets from the \nshock room on August 4 so that he could practice changing lug nuts and test some \nmodifications on the gun.  (Hopkins Dep. 511:8–512:19.)  Defendants contend that on \nthe date of the alleged conversion, all of Hopkins’s alleged responsibilities concerning \nthe race guns had been transferred to Shannon Myers because MWR expected  \nHopkins to soon be absent for his surgery.  (Ans. ¶ 31; Defs.’ Br. Opp. Pl.’s Mot. Summ. \nJ. 9–10.)  Although it appears undisputed that the responsibility of transporting the \npit guns had been shifted to Myers by August 4, (Hopkins Dep. 375:17 –376:19), \nDefendants have not offered evidence suggesting that Hopkins was no longer \nauthorized to handle the pit guns as part of his regular work with Watson.    \n \n \n126. As a result, the undisputed evidence indicates that Hopkins initially exerted \nlawful control over the 035 Gun and sockets .  Consequently, MWR’s claim for \nconversion would not mature under North Carolina law until Hopkins refused to \nreturn the materials upon demand.  Stratton, 211 N.C. App. at 83, 712 S.E.2d at 227.  \nDefendants admit that Hopkins promptly returned the 035 Gun and sockets to MWR \nupon their demand.  The Court therefore must grant summary judgment for Plaintiff \non Defendants’ claim for conversi on of the 035 Gun and sockets.   See, e.g. , WNC \nHoldings, LLC v. Alliance Bank & Trust Co. , 2012 NCBC LEXIS 53, at *45 (N.C. \nSuper. Ct. Oct. 2, 2012) (dismissing conversion claim where defendant bank promptly \nreturned plaintiff account holder’s funds upon demand).   \nc. Trespass to Chattels \n127. Defendants also contend that the same actions underlying their conversion \nclaim give rise to a claim for trespass to chattels.  Whereas conversion is the wrongful \ninterference with ownership rights, “the basis of a trespass to chattel cause of action \nlies in ‘injury to possession.’”  Fordham v. Eason, 351 N.C. 151, 155, 521 S.E.2d 701, \n704 (1999) (citing Motley v. Thompson, 259 N.C. 612, 618, 131 S.E.2d 447, 452 (1963)).  \nA successful trespass to chattels claim requires proof that the injured party “had \neither actual or constructive possession of the personalty or goods in question at the \ntime of the trespass, . . . and that there was an unauthorized , unlawful interference \nor dispossession of the property.”  Id.   \n128. “Constructive possession is a legal fiction existing when there is no actual \npossession, but there is title granting an immediate right to actual possession.”  Id.  \n \n \nThere is no dispute that MWR had, at a minimum, constructive possession of the 040 \nGun, the Confidential Documents, and the 035 Gun and  sockets.  Therefore, t he \nviability of Defendants’ claim rests on whether there was an “unauthorized unlawful \ninterference or dispossession of the property.”   \n129. As discussed above, while Defendants have forecast evidence that Hopkins \nwas the last person who used the 040 Gun, they have not presented non-speculative \nevidence showing that Hopkins interfered or dispossessed Defendants of the 040 Gun.  \nFor that reason, the Court must grant summary judgment on the trespass to chattels \nclaim with respect to the 040 Gun.   \n130. Next, the same disputed issues of material fact that preclude summary \njudgment on Defendants’ claim for conversion of the Confidential Documents \npreclude summary judgment on Defendants’ claim for trespass to chattels as to those \nsame documents.   \n131. Last, the Court must deny Plaintiff’s motion as to the 035 Gun and sockets.  \nWhile Defendants’ conversion claim did not mature until a demand and refusal had \noccurred, no such requirement exists for Defendants’ trespass to chattels claim.  Here, \nDefendants have offered evidence from which a jury could reasonably conclude that \nHopkins was not authorized to possess the 035 Gun at home on the dates when he \nremoved the gun from MWR’s premises.  As a result, summary judgment on this claim \nas to the 035 Gun and so ckets is not proper .  See Fordham, 351 N.C. at 159, 521 \nS.E.2d at 706 (finding a valid claim for trespass to chattels where defendant removed \ntimber over which plaintiff had possessory rights). \n \n \nd. Misappropriation of Trade Secrets \n132. Defendants contend that the 040 Gun, the Confidential Documents, and the \n035 Gun and sockets constitute MWR’s trade secrets under the Trade Secrets \nProtection Act, N.C. Gen. Stat. § 66-152 et seq. (the “Trade Secret Protection Act”).   \n133. “The threshold quest ion in any misappropriation of trade secrets case is \nwhether the information obtained constitutes a trade secret.”  Combs & Assocs. v. \nKennedy, 147 N.C. App. 362, 369, 555 S.E.2d 634, 639 (2001).  Trade secrets are \ndefined as: \nbusiness or technical information . . . that: (a) Derives independent \nactual or potential commercial value from not being generally known or \nreadily ascertainable through independent development or reverse \nengineering by persons who can obtain economic value from its \ndisclosure or use; and (b) Is the subject of efforts that are reasonable \nunder the circumstances to maintain its secrecy. \n \nN.C. Gen. Stat. § 66 -152(3).  Courts balance six factors when determining whether \ninformation qualifies as a trade secret: \n(1) the extent to wh ich the information is known outside the business; \n(2) the extent to which it is known to employees and others involved in \nthe business; (3) the extent of measures taken to guard the secrecy of \nthe information; (4) the value of the information to business and its \ncompetitors; (5) the amount of effort or money expended in developing \nthe information; and (6) the ease or difficulty with which the information \ncould properly be acquired or duplicated by others. \n \nCombs, 147 N.C. App. at 369–70, 555 S.E.2d at 640.   \n134. In light of the Court’s conclusion that Defendants have failed to advance \nnon-speculative evidence that Hopkins took or used the 040 Gun, Defendants’ trade \nsecret claim cannot rest on that allegation.  \n \n \n135. Hopkins argues that MWR’s clutch guns and related t echnology do not \nqualify as trade secrets because MWR did not take sufficient measures to ensure \nconfidentiality, and because the technology could be easily replicated  and had little \nvalue.   \n136. MWR alleges that the Confidential Documents contained informatio n \nrelating to its proprietary clutch gun technology and a large amount of data about \nthe pit crew’s operations, including performance data for each of MWR’s pit crew \nmembers throughout the season, training schedules for pit crew members, and \nevaluations of prospective pit crew members.  (Countercl. ¶ 93.)  While Hopkins’s \nMotion argues that MWR’s “clutch guns and related technology” did not amount to \ntrade secrets, (Pl.’s Mem. Supp. Mot. Summ. J. 26) , Hopkins does not challenge the \nclaimed trade secret status of the pit crew performance data, which therefore will be \nan issue for trial.  See, e.g., Pembee Mfg. Corp. v. Cape Fear Constr. Co., 313 N.C. 488, \n491, 329 S.E.2d 350, 353 (1985) (noting that movant “has the burden of establishing \nthe lack of any triable issue of fact”).   \n137. Hopkins first argues that MWR did not make efforts to ensure the secrecy \nof its clutch gun technology .  Viewing all of the evidence in the light most favorable \nto MWR, however, MWR has presented specific evidence that it took reasonable \nmeasures to maintain the secrecy of that information.  MWR’s employment contracts, \nincluding Hopkins’s Employment Agreement, contained nondisclosure clauses, which \nobligated employee s to safegu ard MWR’s confidential material .  ( Employment \nAgreement ¶ 7.)  The “shock room ,” where clutch guns were disassembled, serviced, \n \n \nand repaired, was only accessible to qualified employees with a restricted access \nsecurity card.  (Watson Dep. 38:1 –8.)  Clutch guns were kept in a case that was \ngenerally locked, and only a handful of individuals who worked on the guns had keys.  \n(Watson Dep. 114:11–23.)  When pit crew members moonlighted for other race teams \nand wanted to use an MWR clutch gun, they had to obtain permission from Watson \nor the pit crew coach.  (Watson Dep. 91:10–22; Miller 132:1–23.)   \n138. MWR’s measures to maintain secrecy here compare favorably to the efforts \nfound sufficient in numerous decisions of this Court.  See, e.g., Safety Test & Equip. \nCo. v. Am. Safety Util. Corp., 2015 NCBC LEXIS 40, at *32–33 (N.C. Super. Ct. Apr. \n23, 2015) (denying summary judgment where plaintif f locked its facilities, \nmaintained a password-protected database, and secured contractual commitments to \nprotect confidential information); Koch Measur ement Devices, Inc. v. Armke , 2015 \nNCBC LEXIS 45, at *16 (N.C. Super. Ct. May 1, 2015) (denying summary judgment \nwhere plaintiff kept its confidential material in locked facilities and included a non-\ndisclosure provision in its employment agreements).   \n139. Although Hopkins advances evidence suggesting MWR and its employees \nwere lax from time to time in enforcing company policy or keeping the pit guns totally \nsecured, the Court concludes this evidence goes to the weight of Defendants’ p roof \nand does not mandate dismissal of Defendants’ claim.  Indeed, the requirement that \na party must undertake reasonable efforts to maintain the secrecy of its trade secrets \nis “necessarily fact dependent, and courts that have addressed it closely examine the \ncircumstances surrounding the trade secret to determine what measures are \n \n \nreasonable to maintain its security.”  Koch, 2015 NCBC LEXIS 45, at *15 .  Viewing \nthe evidence of record in the light most favorable to MWR, the Court cannot conclude \nthat MWR has failed to take reasonable measures to protect its clutch gun technology \nas a matter of law. \n140. Distinct from the evidence regarding MWR’s clutch gun technology, Hopkins \nargues that MWR failed to undertake efforts to maintain the secrecy of the \nConfidential Documents.  Hopkins’s evidence indicates that the computer from which \nMWR alleges he accessed the Confidential Docume nts was a “community computer” \nwith generic log-in information—the username and password were both “pitcrew” —\nwritten down on a sticky note  attached to the screen .  (Hopkins Dep. 297:14–15; \n299:5–6.)  On their own, those efforts may be in sufficient to satis fy the secrecy \nconcerns of the Trade Secret Protection Act.  See Safety Test, 2015 NCBC LEXIS 40, \nat *27–28 (discussing password protection and the Trade Secret Protection Act).   \n141. The full evidentiary record before the Court, however, reveals that questions \nof fact remain.  While Hopkins allegedly accessed the Confidential Documents from \na community computer, that computer was still only accessible to other pit crew \nmembers and coaches, all of whom were regularly expected to review  race film and \nother performance data, (Hopkins Dep. 302:2 –6).  Furthermore, the confidentiality \nprovision that MWR placed in its employment agreements for pit crew members \nspecifically defined Confidential Information to include “technical and engineering \ndata and informat ion, . . . performance data . . . and testing of any kind,” which \ndescribes the sort of data contained in the Confidential Documents.   (Employment \n \n \nAgreement ¶ 7.)  Thus, the Court concludes, on the vast evidentiary record before it, \nthat MWR has not failed as a matter of law to take reasonable efforts to protect the \nsecrecy of its Confidential Documents.   \n142. Hopkins next argues that MWR’s clutch gun technology is not a trade secret \nbecause it is not unique and of little value.  In support, Hopkins offers evidence that \nMWR’s clutch gun technology could be duplicated by others and that MWR relied on \ninformation about other teams’ clutch gun programs to get its own program off the \nground.  (Pl.’s Mem. Supp. Mot. Summ. J. 24–25.)   \n143. The fact that MWR’s t echnology may be similar to other teams’ technology \nis not determinative, however , because “knowledge of the best combination of \nprocesses or systems of combinations of elements may amount to a trade secret” even \nif some of the component parts are in the p ublic domain.  SCR-Tech, LLC v. Evonik \nEnergy Servs., LLC , 2011 NCBC LEXIS 27, at *43 n.115 (N.C. Super. Ct. July 22, \n2011) (quoting Biocore, Inc. v. Khosrowshahi , 96 F. Supp. 2d 1221, 1226 (D. Kans. \n2000)).  Hopkins has not offered evidence that MWR’s clutch gun technology is \nindistinguishable from another team’s technology, nor has he presented non -\nspeculative evidence that MWR’s technology could be readily duplicated.  When \nweighing the ease with which an alleged trade secret could be acquired or duplicated \nby others, “ [t]he focus . . . is generally on the amount of effort expended, including \nboth time and money invested, in compiling the trade secret information.”  Koch, 2015 \nNCBC LEXIS 45, at *13.   Furthermore, where a trade secret is comprised of \ninformation already known to the public or an industry, “ [a] compilation of . . . \n \n \navailable information” can still receive trade secret protection if it is especially \ndifficult to assemble the specific combination alleged to be a trade secret.  Safety Test, \n2015 NCBC LEXIS 40, at *26.    \n144. Here, MWR has presented evidence that its in -house engineer began \nresearching and developing MWR’s clutch guns in September 2013 .  (Watson Dep. \n19:4–9.)  MWR’s clutch guns were made up of about 20 components with as many \nunique assemblies.  (Watson Dep. 32:6–23.)  Hopkins himself was a valuable part of \nthe team because he was able to give specific and helpful feedback to MWR’s engineer \non how the guns were performing at races, allowing Watson to further calibrate and \nimprove the guns .  (Watson Dep. 86:3 –24; Hopkins 130:8 –13.)  Thus, MWR has \noffered sufficient evidence that its program was unique to MWR’s needs and \ncontinually evolved during Hopkins’s time at the company.   \n145. Finally, Hopkins argues that MWR’s pit gun technology  was not valuable \nbecause certain MWR employees described the pit gun program as “junk,” or “shaky.”  \n(Smith Dep. 76:8–22.)  Once again, Hopkins’s evidence merely challenges the weight \nof Defendants’ evidence rather than reveals an absence of evidence in support of the \nclaim.  See RoundPoint Mortg. Co. v. Florez , 2016 NCBC LEXIS 18, at *32 (N.C. \nSuper. Ct. Feb. 18, 2016) (noting that section 66 -152 does not provide a bright -line \nrule as to the value of a claimed trade secret).  Norris has testified that developing a \nclutch gun program was valuable for MWR to stay competitive with other teams who \nhad clutch gun programs, (Norris Dep. 148:8–9), and MWR’s pit stop times improved \nsignificantly after MWR implemented its clutch gun prog ram, (Norris Dep. 148:11–\n \n \n23).  Hopkins himself has acknowledged that the clutch gun program was valuable.  \n(130:14–24.)  The Court therefore concludes that MWR has advanced sufficient \nevidence from which a rational factfinder could reasonably conclude  that its clutch \ngun technology qualifies as a trade secret under the Trade Secret Protection Act.   \n146. The Court next addresses Hopkins’s argument that MWR has not offered \nevidence of misappropriation.  The statute defines misappropriation as “acquisition, \ndisclosure, or use of a trade secret of another without express or implied authority or \nconsent.”  N.C. Gen. Stat. § 66 -152(1).  Hopkins contends that his possession of the \n035 Gun and sockets at home does not amount to “acquisition . . . without express or \nimplied authority or consent.”  (Pl.’s Mem. Supp. Mot. Summ. J. 29.)  A central factual \ndispute in this case, however, is whether bringing home the 035 Gun amounted to a \ncondoned and unremarkable occurrence or a serious violation of company policy  \nmeriting termination.  The parties do not dispute that Hopkins “acquired” the 035 \nGun and sockets, but there is a genuine issue of material fact concerning whether he \ndid so with authority or consent.  Because MWR has produced sufficient evidence in \nsupport of both elements of its claim, the Court must deny Plaintiff’s motion for \nsummary judgment on Defendants’ misappropriation claim concerning the 035 Gun \nand sockets and the Confidential Documents. \ne. Unfair or Deceptive Trade Practices \n147. To s ucceed on a claim for unfair or deceptive trade practices, a claimant \nmust show: “(1) an unfair or deceptive act or practice, or unfair method of competition, \n(2) in or affecting commerce, and (3) which proximately caused actual injury to the \n \n \nplaintiff or his business.”  Combs, 147 N.C. App. at 374, 555 S.E.2d at 642; see also \nN.C. Gen. Stat. § 75-1.1.  A violation of the Trade Secrets Protection Act constitutes \nan unfair act or practice under N.C. Gen. Stat. § 75-1.1.  N.C. Gen. Stat. § 66-146(b).  \nSimilarly, an act of conversion can rise to the level of unfair or deceptive conduct.  \nFaucette v. 6303 Carmel Rd., LLC, 775 S.E.2d 316, 324 (N.C. Ct. App. Jul. 21, 2015).  \nDefendants have therefore proffered sufficient evidence as to the first element of their \nclaim although they are not relieved of the burden to prove the other elements of the \nclaim.  See id.; Allegis Group, Inc. v. Zachary Piper, LLC, 2013 NCBC LEXIS 12, at \n*30 (N.C. Super. Ct. Feb. 25, 2013) (“If a violation of the [Trade Secret Protection Act] \notherwise is shown to be ‘in or affecting commerce’ and the proximate cause of injury \nto the [claimant], it is a violation of the [Unfair or Deceptive Trade Practices Act] as \nwell.”). \n148. In this case, Defendants’ claim fails on the second element.  “ [T]here is a \npresumption against unfair [or] deceptive practice claims as between employers and \nemployees. . . . Ordinarily, in such a context, the claimant must make a showing of \nbusiness–related conduct that is unlawful or deceptiv e acts that affect commerc e \nbeyond the employment relationship.”  Gress v. Rowboat Co., 190 N.C. App. 773, 776, \n661 S.E.2d 278, 281 –82 (2008) (citation omitted).  This exception arises from the \nrationale that internal employer -employee disputes are not sufficiently “in or \naffecting commerce.”  Id.  Commerce under the statute means “ business activities,” \nwhich “connotes the manner in which businesses conduct their regular, day -to-day \nactivities, or affairs, such as the purchase and sale of goods, or whatever other \n \n \nactivities the business regularly engages in and for which it is organized.”  HAJMM \nCo. v. House of Raeford Farms, Inc. , 328 N.C. 578, 594, 403 S.E.2d 483, 493 (1991) .  \nCircumstances in which an employee’s allegedly unfair or deceptive acts are in or \naffecting commerce tend to “involve ‘outside businesses,’ ‘distinct corporate entities,’ \nor the interruption of a ‘commercial relationship’ between two market participants.”  \nAlexander v. Alexander, 792 S.E.2d 901, 906 (N.C. Ct. App. Dec. 6, 2016).   \n149. Here, Defendants’ counte rclaims arise from conduct occurring during the \nemployment relationship and culminate in MWR’s termination of Hopkins’s \nemployment.  MWR does not allege that Hopkins’s actions involved the sort of conduct \nthat Alexander held bring s an employee’s wrongful a cts out of the employment \nrelationship and into the world of commerce.   Indeed, MWR has not alleged that \nHopkins ever used its trade secrets or other property to MWR’s disadvantage.   \nTherefore, Defendants have failed to show that Hopkins’s alleged actions were “in or \naffecting commerce,” and Defendants’ claim for unfair or deceptive trade practices \nmust therefore be dismissed.  See Tai Sports, Inc. v. Hall, 2012 NCBC LEXIS 64, at \n*56 (N.C. Super. Ct. Dec. 28, 2012) (dismissing unfair or deceptive trade practices \nclaim where the relationship between plaintiff and defendants was “nothing more \nthan that of employer and employee”). \nf. Attorney’s Fees \n150. Finally, Hopkins’s Motion argues that he is entitled to attorney’s fees as a \nmatter of law for defending against Defendants’ claims for misappropriation of trade \nsecrets and unfair or deceptive trade practices, which Hopkins contends are frivolous \n \n \nand asserted in bad faith .  (Pl.’s Br. Supp. Mot. Summ. J. 33.)  The Trade Secret \nProtection Act allows the Court discre tion to award attorney’s fees to the prevailing \nparty if a misappropriation claim is made in bad faith.  N.C. Gen. Stat. § 66 -154(d).  \nBecause Defendants’ misappropriation of trade secret claim will proceed to trial, the \nCourt cannot conclude as a matter o f law at this stage that Hopkins is entitled to \nattorney’s fees under the Trade Secret Protection Act. \n151. The Unfair or Deceptive Trade Practices A ct similarly allows the Court to, \nin its discretion, award attorney’s fees to the prevailing party upon the Court’s finding \nthat “the party instituting the action knew or should have known, the action was \nfrivolous and malicious.”  N.C. Gen. Stat. § 75 -16.1(2).  Hopkins alleges that MWR \nacted frivolously and maliciously by bringing the section 75 -1.1 claim in re taliation \nfor filing this lawsuit.   The Court cannot make such findings as a matter of law at \nthis stage in light of the large number of factual issues to be determined at trial.  See \nEvans v. Full Circle Prods., 114 N.C. App. 777, 781, 443 S.E.2d 108, 110 (1994) (“Even \nif the requirements are met, an award of attorney’s fees under N.C. Gen. Stat. § 75 -\n16.1 is in the trial court’s discretion.”).  Thus, Plaintiff’s Motion seeking an award of \nattorney’s fees under N.C. Gen. Stat. § 66 -154(d) or § 75 -16.1 at t his stage of the \nlitigation is denied.  \n \n \n \n \n \n \nV. \nCONCLUSION \n152. WHEREFORE, for the foregoing reasons, the Court hereby GRANTS in \npart and DENIES in part Plaintiff’s Motion for Summary Judgment and \nDefendants’ Motion for Summary Judgment as follows: \na. The Court DENIES Defendants’ Motion for S ummary Judgment on \nPlaintiff’s claims fo r violations of the Americans with Disabilities Act , \nviolations of the Family and Medical Leave Act, violation of the North \nCarolina Retaliatory Employment Discrimination Act,  and wrongful \ndischarge in violation of public policy, and each of these claims shall go \nforward to trial. \nb. The Court GRANTS Defendants’ Motion for Summary J udgment on \nPlaintiff’s claim for tortious interference with contract  and dismisses \nPlaintiff’s claim with prejudice.   \nc. The Court DENIES Defendants’ Motion for Summary Judgment on \nPlaintiff’s claim for tortious interference with prospective economic \nadvantage, and Plaintiff’s claim shall go forward to trial. \nd. The Court GRANT S Defendants ’ Motion  for Summary Judgment on \nPlaintiff’s defamation claim and dismisses such claim with prejudice. \ne. The Court DENIES Defendants’ Motion for Summary Judgment on \nDefendants’ request to limit Plaintiff’s damages , without prejudice to \n \n \nDefendants’ right to renew their request at the motion in limine stage \nof this litigation. \nf. The Court GRANTS Plaintiff’s Motion for Summary Judgment on \nDefendants’ breach of contract counterclaim to the extent it is based on \nthe Employee Manual, and such counterclaim is dismissed with \nprejudice.  The Court DENIES Plaintiff’s Motion for Summary \nJudgment on Defendants’ breach of contract counterclaim to the extent \nit is based on the Employment Agreement, and such counterclaim shall \ngo forward to trial.   \ng. The Court GRANTS Plaintiff’s Motion for Summary Judgment on \nDefendants’ counterclaim for conversion of the 040 Gun and the 035 Gun \nand socket s and dismisses such claims with prejudice.  The Court \nDENIES Plaintiff’s Motion for Summary Judgment on Defendants’ \ncounterclaim for conversion of Defendants’ Confidential Documents, and \nsuch counterclaim shall go forward to trial. \nh. The Court GRANTS Plaintiff’s Motion for Summary Judgment on \nDefendants’ countercl aim for trespass to chattels concerning the 040 \nGun and dismisses such claim with prejudice.  The Court DENIES \nPlaintiff’s Motion for Summary Judgment on Defendants’ counterclaim \nfor trespass to chattels as to Defendants’ Confidential Documents and \nthe 035  Gun and sockets, and such counterclaim shall go forward to \ntrial. \n \n \ni. The Court GRANTS Plaintiff’s Motion for Summary Judgment on \nDefendants’ counterclaim for misappropriation of trade secrets as to the \n040 Gun and dismisses such claim with prejudice.  The Co urt DENIES \nPlaintiff’s Motion for Summary Judgment on Defendants’ counterclaim \nfor misappropriation of trade secrets as to Defendants’ Confidential \nDocuments and the 035 Gun and sockets, and such counterclaim shall \ngo forward to trial. \nj. The Court GRANTS sum mary judgment on Defendants’ counterclaim \nfor unfair or deceptive trade practices under N.C. Gen. Stat. § 75-1.1 and \ndismisses such claim with prejudice. \nk. The Court DENIES  summary judgment on Plaintiff’s request for \nattorney’s fees, without prejudice to Plaintiff’s right to renew his request \nat a later stage in the litigation. \nSO ORDERED, this the 31st day of May, 2017. \n \n \n \n      /s/ Louis A. Bledsoe, III  \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n         for Complex Business Cases "
}