{
  "id": "5521ef45c252c3f0202864f38c0717d722a5ad4ed2cfa6df3f01b345feabd78e",
  "source_file": "data/raw/ncbc/5521ef45c252c3f0202864f38c0717d722a5ad4ed2cfa6df3f01b345feabd78e.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCUMBERLAND COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20CVS005612-250 \n \nSTATE OF NORTH CAROLINA, ex rel. \nJEFFREY JACKSON, ATTORNEY \nGENERAL, \n \nPlaintiff, \n \nv. \n \nE.I. DU PONT DE NEMOURS AND \nCOMPANY; THE CHEMOURS \nCOMPANY; THE CHEMOURS \nCOMPANY FC, LLC; CORTEVA, INC.; \nDUPONT DE NEMOURS, INC.; and \nBUSINESS ENTITIES 1-10, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON  \nMOTION TO DISMISS FOR LACK \nOF SUBJECT-MATTER \nJURISDICTION \n \n \n1. THIS MATTER is before the Court following the 2 May 2025 filing of the \nMotion to Dismiss for Lack of Subject-Matter Jurisdiction (the Motion).  (ECF No. 392 \n[Mot.].)  Pursuant to Rule 12(b)(1) of the North Carolina Rules of Civil Procedure (the \nRule(s)), Defendants EIDP, Inc., f/k/a E.I. DuPont de Nemours and Company, The \nChemours Company, and The Chemours Company FC, LLC (collectively, the Moving \nDefendants), seek dis missal of this action in its entire ty for lack of subject -matter \njurisdiction. \n2. For the reasons set forth herein, the Court DENIES the Motion. \nRhine Law Firm, PC by Joel R. Rhine and Ruth Sheehan; North \nCarolina Department of Justice by Marc Bernstein and Asher P. Spiller; \nTaft Stettinius & Hollister, LLP by Robert A. Bilott and David J. Butler; \nDouglas & London, PC by Gary J. Douglas, Tate J. Kunkle, Michael \nLondon, and Rebecca Newman; Levin Papantonio Rafferty by Wesley A. \nBowden; and Kelley Drye & Warren, LLP by Melissa Byroade, Kenneth \nCorley, Steven Humphreys, William J. Jackson, Elizabeth Krasnow, \nIvan Morales, Lauren H. Shah, David Zalman , Levi Downing, Julia \nSchuurman, Curt D. Marshall, Ivan Morales, Fanny B. Turcios, Nancy \nState of N.C. v. E.I. du Pont de Nemours & Co., 2025 NCBC 44. \nA. Yanochik, Laura W. Duncan, and Frances B. Morris for Plaintiff State \nof North Carolina, ex rel. Jeffrey Jackson, Attorney General.  \n \nEllis & Winters, LLP by Jonathan D. Sasser, Thomas H. Segars, Scottie \nLee Forbes, Steven Scoggan, Peter Borden, Madeleine Pfefferle, and \nSuraj Vege; McCarter & English, LLP by Lanny S. Kurzweil, Ryan A. \nRichman, Candee Wilde, David A. Schlier, Salvatore D’Alia, Amanda L. \nRauer, Nakul Y. Shah, Claire Grega, and Michael Fasciale; Bartlit Beck, \nLLP by Katherine L.I. Hacker, Katharine A. Roin, Amy R. McCalib, and \nDaniel Brody; and Bradley Arant Boult Cummings LLP by C. Bailey \nKing, Jr. and Robert R. Marcus for Defendant EIDP, Inc., f/k/a E.I. \nDuPont de Nemours and Company. \n \nEllis & Winters, LLP by Jonathan D. Sasser, Thomas H. Segars, Scottie \nLee Forbes, Steven Scoggan, Peter Borden, Madeleine Pfefferle, and \nSuraj Vege; Robinson, Bradshaw & Hinson, P.A. by Steven R. DeGeorge; \nMcCarter & English, LLP by Lanny S. Kurzweil, Ryan  A. Richman, \nCandee Wilde, David A. Schlier, Salvatore D’Alia, Amanda L. Rauer, \nNakul Y. Shah, Claire Grega, and Michael Fasciale; Arnold & Porter \nKaye Scholer LLP by Joel M. Gross, Alison Rumsey, Tyler L. Burgess, \nJulia H. Wingfield, and Julia Kindlon; and Norris McLaughlin, P.A. by \nMargaret Raymond-Flood and Kim Weber for Defendants The Chemours \nCompany and The Chemours Company FC, LLC. \n \nRobinson, Chief Judge.  \n \nI. INTRODUCTION \n3. This action arises out of the alleged contamination of North Carolina’s air, \nland, and water through operations at a chemical manufacturing facility known as \nFayetteville Works located in Bladen and Cumberland Counties in North Carolina. \nPlaintiff State of North Carolina (Plaintiff) alleges that the Moving Defendants have \ncaused this contamination by using, manufacturing, and discharging polyfluoroalkyl \nsubstances (PFAS ), which resist biodegradation, persist in the environment, and \naccumulate in people and other living organisms. \n4. The Moving Defendants have brought this Motion seeking dismissal of this \naction in its entirety, contending that the repeal of N.C.G.S. § 114-2(8)(a) has stripped \nthe Attorney General, Jeffrey Jackson, of standing to bring this suit, as well as raising \narguments regarding separation of powers concerns. \nII. FACTUAL AND PROCEDURAL HISTORY \n5. “The filing of a motion to dismiss under Rule 12(b)(1) does not raise an issue \nof fact[,] [i]t challenges the jurisdiction of the court over the subject matter.”  Journeys \nInternational, Inc. v. Corbett , 53 N.C. App. 124, 125 (1981) .  The extensive \nbackground of these cases is set forth in previous orders and opinions.   See State ex. \nrel. Stein v. E.I. DuPont de Nemours &  Co., 2021 NCBC LEXIS 75 (N.C. Super. Ct. \nSept. 9, 2021), aff’d in part, remanded in part , State ex rel. Stein  v. E.I. du Pont de \nNemours & Co., 382 N.C. 549 (2022)); State ex. rel. Stein v. E.I. DuPont de Nemours \n& Co., 2024 NCBC LEXIS 22 (N.C. Super. Ct. Feb, 7, 2024). \n6. The Court recites only the factual background relevant to the issues \npresented in this Motion. \n7. On 13 October 2020, this action was initiated by Plaintiff with the filing of \nits Complaint.  (See generally  Compl., ECF No.  2.)  In this action, Plaintiff is \n“represented by and through the Attorney General of the State of North Carolina” \npursuant to N.C.G.S.  § 114-2.  (Compl. ¶  15; see also Memo. L . Opp’n Defs.’ Mot. \nDismiss at 6 ( providing that Plaintiff relies on N.C.G.S. § 114-2(8)(a) to support its \ncontention that “[t]he State, through its Attorney General, is solely authorized to \nbring suit ‘in all matters affecting the public interest’[.]”) , ECF No. 106 [MTD Opp. \nBr.].) \n8. On 3 June 2024, while responding to the Moving Defendants’ Second Set of \nInterrogatories, Plaintiff was asked to “identify all facts that support the State’s \ncontention that the Attorney General Joshua L. Stein, is the appropriate relator to \nbring this lawsuit.”  (Mot. Ex. A. at 13, ECF No. 392.2 [Ex. A.].)  In response, Plaintiff \nreferred the Moving Defendants to its Complaint and its Memorandum of Law in \nOpposition to Defendants’ Motion to Dismiss, and provided that “[t]he Attorney \nGeneral is solely autho rized to bring suit ‘in all matters affecting the public \ninterest’[,]” citing N.C.G.S. § 114-2(8)(a).\n1  (Ex. A. at 13.)  Plaintiff explained that this \naction “involves matters that affect the public interest because PFAS discharged, \nreleased, and emitted from Fayetteville Works has contaminated the State’s natural \nresources.”  (Ex. A. at 13.) \n9. On 11 December 2024, the General Assembly repealed N.C.G.S.  § 114-\n2(8)(a) in its entirety.  (See Mot. Ex. B. at 48–49, ECF No. 392.3 [Ex. B.].) \n10. Thereafter, discovery concluded on 3 March 2025 , and post -discovery \ndispositive motions were filed on 2 May 2025.  (See ECF No. 294.) \n11. Also on 2 May 2025, the Moving Defendants filed the Motion.  ( See Mot.)  \nFollowing complete briefing on the Motion, on 23 July 2025, the Court held a hearing \n(the Hearing), where all parties were represented by counsel.  (See ECF No. 442.) \n \n1 Plaintiff subsequently amended this response—after the Motion was filed—providing that \n“[t]he State acts pursuant to its common law authority consistent with the public trust \ndoctrine and as parens patriae.  The Attorney General is also authorized to bring suit in \nmatters in which the State has an interest.”  (Reply Br. Supp. Mot. 4, ECF No. 431 [Reply].) \n12. The Motion is now ripe for resolution. \nIII. LEGAL STANDARD \n13. The Moving Defendants move to dismiss this action in its entirety pursuant \nto Rule 12(b)(1).  “A Rule 12(b)(1) motion to dismiss represents a challenge to the trial \ncourt’s subject matter jurisdiction over a plaintiff’s claims.”  Marlow v. TCS Designs, \nInc., 288 N.C. App. 567, 572 (2023); see also N.C.G.S § 1A-1, Rule 12(b)(1).  “In ruling \non a motion to dismiss for lack of standing pursuant to Rule 12(b)(1), the Court ‘may \nconsider matters outside the pleadings ’ in determining whether subject matter \njurisdiction exists[.]”  Atl. Coast Conf. v. Bd. of Trs. of Fla. State Univ. , 2024 NCBC \nLEXIS 53, at **11 (N.C. Super. Ct. Apr. 4, 2024) (quoting Harris v. Matthews, 361 \nN.C. 265, 271 (2007)).  Ultimately, “[t]he plaintiff bears the burden of establishing \nsubject matter jurisdiction.”  Lau v. Constable, 2022 NCBC LEXIS 75, at **10 (N.C.  \nSuper. Ct. July 11, 2022). \nIV. ANALYSIS \n14. The ultimate question to be answered is whether the Attorney General has \nthe authority to bring this lawsuit.  First, the Court will address whether the \nAttorney General has authority to pursue this lawsuit and, if so, where that authority \nis rooted.  The Court then will turn its attention to whether there are separation of \npowers concerns regarding who is allowed to bring the current lawsuit—the Attorney \nGeneral or the North Carolina Department of Environmental Quality (NCDEQ). \nA. Power of the Attorney General to Originate & Maintain This Action \n15. The Court begins by examining the authority of the Attorney General to \noriginate and maintain the instant case on behalf of the State. 2  This requires \naddressing t wo subsidiary issues: (1) whether N.C.G.S.  § 114-2(8)(a), before its \nrepeal, conferred authority on the Attorney General to originate and maintain the \ninstant case; and (2) whether , aside from the statutory authority provided by \nN.C.G.S. § 114-2(8)(a), the Attorney General ha s authority under North Carolina  \ncommon law to originate and maintain this action. \n16. The Court addresses each issue in turn. \n1. Attorney General’s Authority under  N.C.G.S. § 114-2(8)(a) \nBefore Its Repeal \n \n17. The Court first turns to the issue of whether N.C.G.S. §  114-2(8)(a), before \nits repeal, conferred authority on the Attorney General to originate and maintain the \npresent case. \n18. First, our State Constitution establishes the office of Attorney General.  See \nN.C. Const. art. III, § 7, cl. 1. (providing that “an Attorney General . . . shall be elected \nby the qualified votes of the State[.]”)   It further provides that “[his] duties shall be \nprescribed by law.”  Id. at cl. 2. \n19. One such law—N.C.G.S. § 114-2(8)(a)—provided in relevant part that “[the \nAttorney General] shall also have the authority to institute and originate proceedings \n \n2 The parties, throughout their filings, refer to the Attorney General’s “standing” to sue , \nwhich appears to conflate the  issue of whether  Plaintiff, the State, has parens patriae  \nstanding, with the legally distinct issue of whether the Attorney General is the proper relator \nto represent the State.  This Order and Opinion will, therefore, refer to the Attorney General’s \n“power” or “authority” to originate and maintain this case. \nbefore such courts, officers, agencies or bodies and shall have authority to appear \nbefore agencies on behalf of the State and its agencies and citizens in all matters \naffecting the public interest.”  N.C.G.S. § 114-2(8)(a) (repealed 2024). \n20. As noted above, Plaintiff originally cited N.C.G.S. §  114-2(8)(a) in an \ninterrogatory response when asked what facts supported the contention that  \n“Attorney General Joshua L. Stein, is the appropriate relator to bring this lawsuit[.]”  \n(See Ex. A at 13.)  Plaintiff later changed its response,3 (see Reply 4), and now Plaintiff \nargues that its original citation of N.C.G.S. §  114-2(8)(a) was in error , (Pl.’s Resp. \nOpp’n Mot. 9, ECF No. 418 [Br. Opp.]).  Plaintiff now  contends that the repeal of the \nstatute it cited is effectively irrelevant because, even when it was in effect,  \nN.C.G.S. § 114-2(8)(a) only applie d to proceedings before our Utilities Commission \nand therefore is inapplicable to the instant case.  (Br. Opp. 6–8.) \n21. Plaintiff relies on Bailey v. State, a  case from the Supreme Court of  North \nCarolina appearing to limit the breadth of N.C.G.S. §  114-2(8)(a) to proceedings \nbefore our Utilities Commission.  See 353 N.C. 142, 154 (2000).  However, subsequent \nNorth Carolina Court of Appeals cases limited the holding of Bailey  to the first \nsentence of the statute—the only sentence at issue in that case —and rejected its \n \n3 The Moving Defendants argue d in their briefing on the Motion  that Plaintiff’s original \ninterrogatory response was definitive and limited the Attorney General’s authority for \nbringing this lawsuit to strictly N.C.G.S. § 114-2(8)(a).  However, as Plaintiff points out, the \ninterrogatory asked for “what facts supported the contention” that the Attorney General is \nthe proper relator, not  the legal authority he has to originate and maintain this action.  \nTherefore, the Court does  not consider the answer originally given by Plaintiff in its \ninterrogatory response as limiting the Attorney General’s authority to bring this lawsuit to \nhis statutory authority.  In any event, in its oral argument at the Hearing, the Moving \nDefendants’ counsel abandoned the position taken in their briefing on this point. \napplication to the second sentence as based on dicta.   See, e.g., Neuse River Found., \nInc. v. Smithfield Foods, Inc. , 155 N.C. App. 110, 119 (2002) (accepting \nN.C.G.S. § 114-2(8)(a) as basis for Attorney General’s authority in a natural resources \ncase unrelated to our Utilities Commission). \n22. The Moving Defendants argue that the statute had wider applicability than \nsolely to proceedings before the Utilities Commission and that the legislature’s repeal \nof that statutory provision in late 2024 left the Attorney General without a proper \nbasis to pursue this litigation .  (Br. Supp. Mot. 5–7, ECF No. 393 [Br. Supp.].)  The \nCourt agrees with the Moving Defendants, at least as to whether the statute pre -\nrepeal provided a basis for prosecution of this case.  A s Plaintiff has asserted claims \nin this action related to harm done to the State of North Carolina’s natural resources \nand conduct related thereto, it is clear that N.C.G.S. § 114-2(8)(a) conferred authority \non the Attorney General to originate and maintain the present  case before the \nstatute’s repeal. \n23. As a result, the Court now turns its attention to whether common law \nauthority exists that also allows the Attorney General to maintain this action given \nthe repeal of N.C.G.S. § 114-2(8)(a). \n2. Common Law Authority of the Attorney General \n24. It has long been established that “the Attorney General has had and \ncontinues to be vested with those powers of the Attorney General that existed at the \ncommon law, that are not repugnant to or inconsistent with the Constitution or laws \nof North Carolina.”  N.C.G.S. § 114-1.1. \n25. The Moving Defendants contend that they are “unaware of any North \nCarolina authority holding that the Attorney General can sue in a general parens \npatriae or public trustee capacity to recover damages for alleged harm to [the] natural \nresources or the environment [of North Carolina].”  (Br. Supp. 6.)  Further, they argue \nthat because the General Assembly is the “  ‘policy-making agency of our \ngovernment’[,]” the repeal of N.C.G.S. § 114-2(8)(a) “stripped the Attorney General of \nany common-law power to bring or maintain this action.”  (Br. Supp. 6–7.) \n26. Plaintiff disagrees, contending that the Attorney General properly \noriginated and may maintain all of its claims under the Attorney General’s common \nlaw powers (1) to prosecute actions for the protection and defense of the property and \nrevenue of the sovereign, (Br. Opp. 4), and (2) to originate and maintain suits to abate \npublic nuisances, (Br. Opp. 8). \n27. Notably, at the Hearing, the Moving Defendants seemed to abandon the \nargument related to whether a “statute supplants the common law rule” that they \noriginally raised in their brief in support of the Motion.  While the Moving Defendants \ndid not appear to rest on this argument at the Hearing,  the Court determines that \nthe General Assembly did not clearly divest the Attorney General of his narrower \ncommon law authority through the repeal of N.C.G.S. § 114-2(8)(a).  As a result, the \nCourt now addresses the applicability of the Attorney General’s common law powers \nto Plaintiff’s individual claims. \n28. North Carolina, upon independence from Great Britain, inherited the \ncommon law of England not repugnant to or inconsistent with its own laws.   See \nMartin v. Thornburg , 320 N.C. 533, 546 (1987); see also N.C.G.S. §  114-1.1.  Under \nEnglish common law at that time, the Attorney General had the power to “prosecute \nall actions necessary for the protection and defense of the property and revenue of the \nCrown.”  Martin, 320 N.C. at 546.  The Crown was the sovereign of England; however, \nin North Carolina, the People are sovereign.   See id.  Further, “prosecute” has been \ndefined as “[t]o follow up; to carry on an action or other judicial proceeding; to proceed \nagainst a person criminally.  To ‘prosecute’ an action is not merely to commence it, \nbut includes following it to an ultimate conclusion.”   Prosecute Definition, Black’s \nLaw Dictionary (5th ed. 1979), available at Westlaw. \n29. Further, North Carolina law has established that the Attorney General has \nthe power to “prosecute all actions necessary for the protection and defense of the \nproperty and revenue of the sovereign people of North Carolina.”   Martin, 320 N.C. \nat 546.  Additionally, North Carolina has a quasi -sovereign interest in its natural \nresources, see Georgia v. Tenn. Copper Co.,  206 U.S. 230, 237 (1907) , and a quasi-\nsovereign interest is a form of property interest , see C. D. Spangler Constr. Co. v. \nIndus. Crankshaft & Eng’g. Co., 326 N.C. 133, 146 (1990). \n30. Therefore, the Court concludes that the Attorney General has  had, and \ncontinues to have, the power to originate and maintain suits for the protection and \ndefense of North Carolina’s natural resources  on behalf of the people of North \nCarolina and the State as a whole. \na. Environmental Claims: Counts One through Four \n31. Plaintiff has brought four claims related to the environmental impacts  to \nNorth Carolina’s natural re sources as a result  of the Moving Defendants’ conduct: \nCount One for negligence, Count Two for trespass, Count Three for public nuisance, \nand Count Four for fraud.  (See Compl. ¶¶ 197–230.) \n32. Plaintiff alleges that (1) “Defendants negligently caused the contamination \nof the environment, included but not limited to the land, water, air, biota, and other \nnatural resources, and habitats and ecosystems in the State of North Carolin a[,]” \n(Compl. ¶ 198); (2) “Defendants intentionally discharged, caused, and continue to \ncause PFAS to contaminate air, groundwater, surface water, soils, sediments, biota, \nand other property owned or held in trust by North Carolina on behalf of its \ncitizens[,]” (Compl. ¶  212); (3) “Defendants have caused .  . . environmental \ncontamination by allowing PFAS to enter into the air, soil, sediments, biota, surface \nwater, groundwater, and property held” by the State, (Compl. ¶  218); and (4)  the \nMoving Defendants knew that “PFAS posed human health and environmental risks” \nbut “failed to disclose the truth and instead misled the State” regarding the dangers \nof PFAS, (Compl. ¶ 225). \n33. The Attorney General’s authority to bring a negligence suit for damages to \nland, water, and air held by the People as private citizens is encompassed within the \npower to prosecute actions for the protection and defense of the property of the \nsovereign citizens of North Carolina.   Furthermore, the State has an independent \nproperty interest “in all the earth and air within its domain.”  Tenn. Cooper \nCo., 206 U.S. at 237.  The resources at issue in this case , as alleged by Plaintiff,  are \neither held by North Carolina’s citizens or by the State, or alternatively, the State \nhas a quasi-sovereign interest in those resources. \n34. As to Counts One and Two for negligence and trespass, the harm to the \nState’s natural resources and property belonging to the State are harms which the \nAttorney General has the authority to prosecute for the protection and defense of the \nproperty of the State.  As to Count Three for public nuisance, it has been established \nthat “[t]he state is the proper party to complain of wrong done to its citizens by a \npublic nuisance.”   Pedrick v. Raleigh & P.S. R. Co. , 143 N.C. 485, 489 (1906).  \nLikewise, as to Count Four for fraud related to concealment of the harm to North \nCarolina’s natural resources as a result of the Moving Defendants’ conduct, the Court \nconcludes that it is clear from the Plaintiff’s pleadings that there is a direct \ncorrelation between the environmental harm endured and the alleged fraudulent \nconcealment of that harm.   \n35. Therefore, the Court finds that the Attorney General has common law \nauthority to originate and maintain this action as it relates to Counts One through \nFour for the harm related to Plaintiff’s environmental claims. \nb. Fraudulent Concealment Claims: Counts Five through Eight \n36. Plaintiff alleges a number of ways the Moving Defendants have concealed \ninformation relating to their discharge of PFAS into North Carolina’s environment , \nas well as a series of asset transfers and assumption of liabilities that occurred while \nthe Moving Defendants were insolvent or that rendered Moving Defendants \ninsolvent.  (See Compl. ¶¶ 225, 231–71.) \n37. Plaintiff contends, and the Court agrees, that “[b]ecause the natural \nresource-related claims are ‘actions necessary for the protection and defense of the \nproperty . . . of the sovereign people of North Carolina,’ then the fraudulent transfer \nclaims ineluctably are also ‘necessary for the protection and defense of the property \nand revenue’ of the State.”  (Br. Opp. 5.) \n38. The Court, therefore, concludes that the Attorney General has common law \nauthority to originate and maintain this action as it relates to Counts Five through \nEight.  The power to p revent the fraudulent concealment of activities causing \npollution, which, in turn, harm the property interests of the People and the State, is \nincluded within the Attorney General’s common law authority to prosecute actions \nfor the protection and defense of the property of the sovereign People and the State. \n39. As a result, the Court DENIES  the Motion on these grounds, as the \nAttorney General had authority at the outset of this case, and  continues to have \nauthority throughout the pendency of this case, to originate and maintain this action \non behalf of the State of North Carolina. \nB. The Separation of Powers Does Not Bar the Attorney General from \nMaintaining the Instant Case \n \n40. While the Court has determined herein that the Attorney General has \nauthority to originate and maintain this action, the Court next considers the Moving \nDefendants’ additional separation of powers argument, which focuses on their \nposition that the Attorney General lacks the ability to bring this suit except in the \nname of, and at the request of, the NCDEQ.   \n41. The Moving Defendants contend that the General Assembly “confer[red] \nsuch authority upon the Department of Environmental Quality as shall be necessary \nto administer a complete program of water and air conservation, pollution abatement \nand control[,]” and, as such, when lawsuits arise related to those duties prescribed to \nthe NCDEQ, the Attorney General shall “initiate actions in  the name of and at the \nrequest of  the Department [of Environmental Quality].”  (Br. Supp. 10 (quoting \nN.C.G.S. § 113-131(d)) (emph asis in original) (footnote omitted).)  The Moving \nDefendants note that the Attorney General has explicitly  not brought this case on \nbehalf of the NCDEQ.  ( See Br. Supp. 7 (quoting MTD Opp. Br. 24 –25 (noting that \nthe Attorney General and NCDEQ ‘have distinct and independent objectives’.”)).) \n42. Further, the Moving Defendants argue that the Complaint in this action “is \nreplete with reference to regulatory matters and environmental statutes falling \nunder the NCDEQ’s purview[,]” and as a result, “[t]his lawsuit falls squarely within \nNCDEQ’s regulatory realm[,]” and the Attorney General “ impermissibly encroaches \non the power and responsibility that the General Assembly gave to NCDEQ[.]”   (Br. \nSupp. 12.)   \n43. Plaintiff counters that contention, arguing that a statute cannot abrogate \nthe Attorney General’s common law powers absent a clear expression from our \nGeneral Assembly.  (Br. Opp. 11.)  Moreover, Plaintiff argues that “[Defendants’] \nenvironmental statutes are not as plenary as the[y] .  . . suggest[,]” because the \nNCDEQ is limited in the remedies it may seek in the form of  injunctive relief, civil \npenalties, and referring matters for criminal enforcement.   (Br. Opp. 13.)  Conversely, \nPlaintiff argues that the Attorney General’s common law powers empower him to \nadditionally seek damages  beyond those statutorily allowed by the NCDEQ .  (Br. \nOpp. 13–14.)  \n44. The Court finds that there is no clear expression limiting  the Attorney \nGeneral’s common law powers with regard to N.C.G.S. § 143-211, which provides that \nthe State has “a public policy .  . . to provide for the conservation of its water and air \nresources.”  Furthermore, the Court  reads N.C.G.S. §  113-131(d) as requiring the \nAttorney General to act as attorney for the NCDEQ when the NCDEQ requests it; \nhowever, this does not necessarily bar the Attorney General from representing the \nState in natural resource cases without the NC DEQ’s explicit request.  Given the \nadditional fact that NCDEQ lacks statutory authority to seek some of the specific \nrelief sought in this action , it appears to the Court that only the Attorney General \nhas the authority to seek such damages and relief for the State and citizens of North \nCarolina. \n45. Therefore, the Court hereby DENIES the Motion on these grounds.   \nV. CONCLUSION \n46. THEREFORE, the Court hereby DENIES the Motion.  The Attorney \nGeneral had authority to originate this action, and continues to have authority to \nmaintain this action pursuant to authority existing under common law.   \n \n \nSO ORDERED, this the 7th day of August, 2025. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Chief Business Court Judge \n  "
}