{
  "id": "5541120761c4a6cd430f1e7f5e5d4df392c8fae252550cd172739a7a06f358c0",
  "source_file": "data/raw/ncbc/5541120761c4a6cd430f1e7f5e5d4df392c8fae252550cd172739a7a06f358c0.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF FORSYTH \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 2595 \nSUSAN SYKES d/b/a ADVANCED \nCHIROPRACTIC AND HEALTH \nCENTER; DAWN PATRICK; TROY \nLYNN; LIFEWORKS ON LAKE \nNORMAN, PLLC; BRENT BOST; and \nBOST CHIROPRACTIC CLINIC, P.A.,\n \nPlaintiffs, \n \nv. \n \nHEALTH NETWORK SOLUTIONS, \nINC. et al.,  \n \nDefendants. \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER ON MOTION FOR \nPRELIMINARY INJUNCTION \n {1} THIS MATTER, designated a complex business case by Order of Chief \nJustice Sarah Parker dated May 30, 2013, was assigned to this court on June 7, \n2013, and is now before the court on Plaintiffs’ Motion for a Preliminary Injunction \n(“Motion”) pursuant to Rule 65 of the North Carolina Rules of Civil Procedure \n(“Rule(s)”), which seeks to enjoin the termination of Dr. Troy Lynn’s (“Dr. Lynn”) \nparticipation in the network maintained by Health Network Solutions, Inc. (“HNS”). \n{2} Defendants have separately moved to dismiss the Amended Complaint \npursuant to Rules 12(b)(1) and 12(b)(6), which will be addressed in a subsequent \norder.  For purposes of the present Motion, the court determines whether Plaintiffs \nhave demonstrated a likelihood that they will succeed on any of the claims.  \nOak City Law, LLP , by Robert E. Fields III and Samuel Piñero II, Doughton \nRich Blancato PLLC by William A. Blancato, and Wells, Jenkins, Lucas & \nJenkins, PLLC by Leon E. Porter and Ellis B. Drew III, for Plaintiffs. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP , by Jennifer K. Van \nZant, Benjamin R. Norman, and W. Michael Dowling for Defendants. \nGale, Judge. \n \nSykes v.  Health Network Solutions, Inc., 2013 NCBC 53.\nINTRODUCTION \n {3} Plaintiffs bring this putative cl ass action seeking to declare unlawful, \nenjoin the implementation of, and to recover damages because of contracts between \nHNS on the one hand with its chiropractic providers and with insurers providing \ncoverage for chiropractic services on the other.  At present, Dr. Lynn is the only \nnamed Plaintiff in contract with HNS.  He seeks to enjoin his threatened \ntermination. \n {4} Before addressing the facts and claims in more specific detail, the court \nfirst provides a broad overview.   The Amended Complaint consists of 37 pages, 181 \nseparately numbered paragraphs with five causes of action.  Plaintiffs summarize \nas follows: \nThe gravamen of this case is that Defendants have established an \nillegal cartel to extort monopsony rents from Plaintiffs and other \nsimilarly situated chiropractors.  Defendants also limit Plaintiffs’ \nopportunities to sell their services by restricting Plaintiffs’ ability to \nprovide care to their patients for reasons unrelated to the medical \nnecessity for such care or the quality of care.  Defendants fixed the \nprices for Plaintiffs’ services as well as those of other in-network \nchiropractors in derogation of free and efficient competition in the \nmarketplace.  Defendants have engaged in comprehensive violations of \nregulations designed to protect Plaintiffs from unfair and \ninappropriate insurer interference with the professional and clinical \nrelationship between physician and patient. \n \n(Mem. in Opp. to Mot. to Dismiss (“Opp. to Mot. to Dismiss”) 2.)   \n {5} Defendants attack these claims as  only an effort to mask Plaintiffs’ \ninefficient practices.  HNS champions its network as a lawful independent practice \nassociation which promotes and achieves efficient and quality care, with neither \nmarket power nor anticompetitive practices.  Defendants further challenge that, \neven if the harms of which Plaintiffs complain are assumed, they are actionable \nonly by the Commissioner of Insurance or the individual patients allegedly harmed \nby those practices.   \n {6} The court concludes that Plaintiffs  invoke claims which, if they are \nallowed to proceed, will require a factual record significantly more developed than \nthat now before the court, and that on the present record, the court cannot conclude \nthat Plaintiffs have shown a likelihood of success adequate to support the issuance \nof a preliminary injunction on Dr. Lynn’s behalf.  Accordingly, after considering \nmatters of record, oral argument and documents presented at the hearing, and the \nauthorities cited, the Motion is DENIED for the reasons stated below. \nI. FINDINGS OF FACT \n {7} The court makes the following findings  of fact solely for the purposes of \nthe Motion which are not law of the case binding on further proceedings.  \nSee \nDaimerChrysler Corp. v. Kirhart, 148 N.C. App. 572, 578, 561 S.E.2d 276, 282 \n(2002) (citing Kaplan v. Prolife Action League of Greensboro, 111 N.C. App. 1, 16, \n431 S.E.2d 828, 835 (1993)).    \n {8} Dr. Lynn is a chiropractor licensed to practice chiropractic in the state \nof North Carolina who resides and practices in Iredell County, North Carolina in \nassociation with Plaintiff Lifeworks on Lake Norman, PLLC of which Dr. Lynn is \npart owner.  (Am. Compl. ¶ 3.)  Dr. Lynn is currently a member of the HNS network.  \n(Am. Compl. ¶ 38.)  He has practiced chiropractic in Iredell County for \napproximately five years, the same length of time he has been a member of the HNS \nnetwork.  (Am. Compl. ¶¶ 37, 38.) \n {9} HNS is a corporation operating primarily in North Carolina.  (Am. \nCompl. ¶¶ 5-6.)  HNS refers to itself as an independent practice association (“IPA”) \nmade up of a network of chiropractors (“Providers”).  (Affidavit of Frances E. \n(“Parker”) Binder (“Binder Aff.”) ¶¶ 1, 3.)  Individual member-chiropractors enter \ninto individual contracts with HNS, referred to as a Practitioner Participation \nAgreement (“PPA”).  (Binder Aff. ¶ 3.) \n {10} Dr. Michael Binder, Dr. Steven Binder, Dr. Stroud, Dr. Grossman, Dr. \nSchmid, Dr. Ransone, Dr. Baldwin, Dr. Rubin, Dr. Armstrong, Dr. Doyle, Dr. \nBatchelor, Dr. Smith, Dr. Jackson, and Dr. Hooper (“Individual Defendants”), are, or \nwere at all relevant times, practicing chiropractors in North Carolina, who \nPlaintiffs allege own or owned an interest in HNS.  (Am. Compl. ¶ 23.)  Plaintiffs \nassert that the individual Defendants are competitors who have conspired to harm \nchiropractors who do not practice within the HNS network.  (Am. Compl. ¶¶ 130-\n31.) \n{11} Dr. Lynn entered into a PPA with  HNS on March 29, 2007.  (Affidavit \nof Dr. Troy Lynn (“Lynn Aff.”) ¶ 5.)  His PPA includes an agreement to participate in \nand abide by HNS’s “Quality Assurance, Claims Payment Protocols, and Utilization \nReview Program(s).”  (Binder Aff. Ex. B ¶ 3.7.)    \n{12} HNS negotiates with insuranc e companies and other third-party \npurchasers of chiropractic services (“Payors”) to establish reimbursement rates for \nits member-chiropractors.  (Binder Aff. ¶ 4.)  Plaintiffs assert that in doing so, HNS \nis an agent for the individual chiropractors in the network, with fiduciary duties \nowed by an agent. (Am Compl. ¶ 71.)   \n{13} The PPA agreements provide that members will be reimbursed at the \nHNS-Payor negotiated rate for chiropractic services.  (Binder Aff. Ex. B at ¶¶3.1-\n3.11).   Payments are made by the Payors directly to HNS, which then retains a \nvariable percentage before remitting the remainder to the individual provider. \n{14} Insurance policies may provide for either “in-network” or “out-of-\nnetwork” services.  (Am. Compl. ¶ 62.)  Generally, insureds are required to make a \n“co-payment,” which is an amount above the cost the payor reimburses.  (Am. \nCompl. ¶ 148.)  Co-payments for out-of-network services may be significantly higher \nthan for in-network services, and in some instances the co-pay for out-of-network \nservices is only slightly less than the total provider charge.  (Am. Compl. ¶ 62.)   \n{15} Plaintiffs allege that HNS is the exclusive network provider for the \nPayors with which it contracts, and that these Payors, including Blue Cross Blue \nShield of North Carolina (“BCBSNC”), Cigna Healthcare (“CIGNA”) and MedCost, \ndominate the market of insured chiropractic services.  (Am. Compl. ¶ 60.)  \nDefendants deny that HNS is an exclusive provider for BCBSNC or CIGNA, and \ndeny that the Payors dominate the market.  (Mem. in Support of Mot. to Dismiss \n“Mot. to Dismiss” 4, n. 3.) \n \n{16} The limited record now before th e court suggests that, on December 31, \n2012, there were 1,667 licensed resident chiropractors in North Carolina of which \n1,006 were HNS members.  (Mem. of Law. in Support of Mot. for Prelim. Inj. (“Mot. \nfor Prelim. Inj.”) Ex. 13); North Carolina Board of Chiropractic Examiners, \nFEDERATION OF CHIROPRACTIC LICENSING BOARDS: OFFICIAL DIRECTORY (July 22, \n2013), directory.fclb.org/US/NorthCarolina.aspx (last visited Nov. 6, 2013) \n[hereinafter “Official Licensing Directory”] and that on October 16, 2013, 1,647 \nchiropractic physicians were actively treating patients in North Carolina.  (Mot. for \nPrelim. Inj. Ex. 12.) \n{17} HNS processes the claims its members make on the Payors.  (Binder \nAff. ¶ 5.)  HNS receives payment and retains a percentage in return for its claims-\nprocessing and negotiating services.  (Am. Compl. ¶ 69.) The percentage HNS \ncharges its members varies depending on the member’s average cost per patient, \nwith the retained percentage increasing as the members’ average cost per patient \nincreases.  (Am. Compl. ¶ 69.)  HNS receives payment from Payors for Providers’ \nchiropractic services under a single tax identification number.  (Am. Compl. ¶ 81.) \n{18} A chiropractor who is not in HNS’s network typically must submit \nclaims directly to Payors to receive direct reimbursement.  (Am. Compl. ¶ 62); \n(Binder Aff. ¶ 5.)   If a chiropractic provider is not in the HNS network, he or she \nmay submit claims directly to CIGNA and MedCost and will receive direct \nreimbursement from those Payors, provided the patient has out-of-network benefits.  \n(Supp. Binder Aff. ¶ 5.)  For services provided to BCBSNC members out of network, \nthe provider must bill the patient directly.  (Binder Aff. ¶ 5); (Supp. Binder Aff. ¶ 5.) \n{19} HNS also performs credentia ling services for the Payors, which \nincludes confirming proper licensure for all of its participating physicians, \nconducting background checks, consulting with malpractice carriers, and verifying \nthat participant providers meet certain other established criteria.  (Binder Aff. ¶ 6.) \n{20} HNS implements a Quality Management and Improvement Plan \n(“QMI Plan” or “quality assurance program”).  HNS asserts the program is designed \nto assure that Providers rendering services to subscribers are qualified and that the \nservices provided to subscribers that each physician codes “are of optimal quality \nand delivered in the most effective and cost-efficient manner.”  (Binder Aff. ¶ 7.)  \nHNS characterizes the review as “a retrospective quality assurance review of the \nservices provided by its participants.”  (Binder Aff. ¶ 8.)  HNS refers to this form \nreview as its Comparative Practice Patterns Review (“CPP Review”).  (Binder Aff. ¶ \n10.). \n{21} Plaintiffs claim that the HNS program must be considered “utilization \nreview” which can only be performed by an entity licensed by the Department of \nInsurance (“DOI”) and which cannot be based exclusively on average costs but must \ntake into account the medical necessity of patient services.  HNS counters that it \ndoes not assess medical necessity or insurance coverage and its cost based review is \nneither utilization review within the meaning of the insurance laws nor requires \nthat HNS be licensed. \n{22} HNS describes the purpose of its CPP in his written policies as follows: \n(1) promote and enhance the delivery of safe, quality health care \nservices in the most cost effective and efficient manner; (2) provide a \nsystem to monitor the delivery of chiropractic health care services in a \ntimely, effective and cost-efficient manner, consistent with the delivery \nof quality care; (3) continually monitor, evaluate and optimize the \nsafety, effectiveness and cost-efficiency of health care; (4) identify \nevents and patterns of care that may indicate suboptimal practices and \ninstitute actions to improve performance; [and] (5) promote physician \ncollaboration in HNS initiatives to enhance safety, quality and cost-\neffectiveness of health care services through education, support and \noutreach. \n(Binder Aff. ¶¶ 9-10, Exhibit A.)  According to HNS, the review is based on a \nphysician’s average cost per patient and does not depend on reviewing any \nindividual patient’s claims. (Binder Aff. ¶ 11); (Binder Aff. Ex. A 14-29.) HNS does \nnot make any determinations of medical necessity.  (Binder Aff. ¶ 12, Ex. A.)   \n {23} HNS provides its member-chiropractors with reports (“CPP Reports”) \nmonthly and annually.  (Binder Aff. ¶ 14.)  These Reports advise a providing \nmember of his average cost per patient on a Payor-by-Payor basis. (Binder Aff. ¶ 8.) \n{24} HNS has established a maximum allowable average cost per patient \nthat a Provider may maintain and remain in the HNS network, which is presently \n151% of the HNS network average.  Any Provider who exceeds this benchmark is \nfirst placed on probation and is then at risk of termination absent improvement.  \n(Binder Aff. ¶ 15.) (Am. Compl. ¶ 115.)   A Provider on probation pays a greater \npercentage of her reimbursements to HNS.  (Am. Compl. ¶ 69); (Supp. Binder Aff. ¶ \n22.)  HNS notifies Payors when a Provider is terminated.  (Mot. for Prelim. Inj. 4.). \n{25} In general, chiropractic serv ices provided to patients can be \ncharacterized as either “treatment,” which are typically insured up to a certain limit \non the number of treatment visits, and “maintenance,” which are generally \nuninsured.  (Supp. Binder Aff. Ex. B.) \n {26} The governing board for chiropra ctors has established policies intended \nto limit treatment visits to only those which are effective and necessary.  See, e.g., \nGuidelines for the Practice of Chiropractic in North Carolina, NORTH CAROLINA \nBOARD OF CHIROPRACTIC EXAMINERS § IV(D) (May 2009) [hereinafter NC BOCE \nPractice Guides], available at www.ncchiroboard.com (click on “N.C. Practice \nGuides” in top left corner of the webpage).  These policies provide that an initial \nround of treatment visits should be of a limited number without further treatment \nbased on a further assessment after the initial set of treatments has been \ncompleted.  (NC BOCE Practice Guides).  For example, the BOCE advises a \nphysician to review the appropriateness of rendering further care after the earlier of \ntwelve office visits or four weeks of treatment (i.e., one “treatment cycle”).  (NC \nBOCE Practice Guides § VI(D).)  If, after two consecutive treatment cycles, the \npatient has not improved, the physician should assume the maximum therapeutic \nbenefit has been reached.  (NC BOCE Practice Guides § VI(D).) \n{27} HNS has established an appeals pr ocess that precedes termination.  \nPhysicians may appeal their probation status within 30 days of the date of its \nassignment. (Supp. Binder Aff. ¶ 16).  An appeal may be based on grounds including \n(1) whether the calculation of the provider’s average cost per patient is incorrect, or \n(2) whether there is a legitimate basis for the high average.  (Binder Aff. Ex. A 21.) \n{28} To date, HNS has allowed only tw o chiropractors to remain in-network \nwith an average cost per patient in excess of 151%. (Supp. Binder Aff. ¶¶ 18, 19.)  \nThe first provider successfully appealed his probation because he was one of only a \nfew chiropractors in the world sufficiently qualified to perform electrodiagnostic \nstudies, for which BCBSNC would reimburse physicians.  (Supp. Binder Aff. ¶ 18.)  \nThe second provider had high MedCost average costs per patient.  (Supp. Binder \nAff. ¶ 19.)  However, because MedCost, unlike CIGNA and BCBSNC, covers \nchiropractic maintenance care, HNS determined that this provider’s high costs were \ndue to his appropriate billing for maintenance care.  (Supp. Binder Aff. ¶ 19.)  Both \nproviders were removed from probationary status with HNS. (Supp. Binder Aff. ¶¶ \n18, 19.)   \n{29} During probation, physicians are provided with counseling from a \nmember of the HNS Continuous Quality Improvement Committee.  (Supp. Binder \nAff. ¶ 16.)  Plaintiffs aver that this counseling consists only of how to reduce \naverage per patient cost by “converting the patient to cash, by categorizing covered \nservices as uninsured ‘maintenance’, and by otherwise limiting covered care \nprovided to patients.”  (Am. Compl. ¶ 101.)  That is, Plaintiffs contend that HNS \nencourages its providers to manipulate billing or coding in order to stay below the \nmaximum acceptable average cost per patient and does so without regard to a \npatient’s entitlement to insurance coverage.  (Am. Compl. ¶ 111.) \n{30} Plaintiffs contend that HNS is a “medical service corporation” within \nthe meaning of Section 58-65-1, and that it conducts “utilization review” within the \nmeaning of Section 58-50-61(a)(17).   \n{31} An Insurer may contract with a network intermediary, and in doing so \nmay or may not delegate its review of medical necessity.  § 58-50-61(b). HNS \ncontends that documents BCBSNC has filed with the Department of Insurance \ndemonstrate that BCBSNC did not delegate its utilization review based on medical \nnecessity to HNS.  (Mot. for Prelim. Inj. Ex. 13.) \n \n \n \n{32} In sum, Plaintiffs contend that review of a provider’s utilization must \nbe based solely on medical necessity; otherwise there is improper discrimination \namong providers. Rather, such a review must be based on medical necessity and \nperformed by a licensed entity.  Hence, HNS’s CPP Review program is illegal.  \n{33} The court is not aware of what position, if any, DOI has taken or might \nbe expected to take on Plaintiffs’ assertions. \n{34} In addition to challenges based on  the insurance laws, Plaintiffs assert \nthat Defendants’ conduct violates North Carolina’s statutes regarding competition, \nincluding Sections 75-1, 75-2, and 75-2.1.  They contend that HNS and its \nindividual owners are an illegal cartel engaged in an anticompetitive conspiracy \n(Am. Compl. ¶ 132,) to provide fewer covered services for patients, lower quality of \navailable services, and which results in increased co-pays and other out-of-pocket \ncosts to patients.  (Am. Compl. ¶148.).  Consequently, Defendants enjoy the fruits of \nboth an illegal monopoly and a monopsony, or alternatively, have attempted to \nmonopolize or monopsonize the market. \n{35} To support their market based clai ms, Plaintiffs assert that the Payors \nwith which HNS contracts control the market of insured chiropractic services, but \ndo not further allege underlying market data.  (Am. Compl. ¶ 146.) (Opp. to Mot. to \nDismiss 16-17.) Plaintiffs further contend that Defendants’ market power forces \nchiropractors to join and remain in the HNS network to have access to the patient \nservices Defendants control.  (E.g., Am. Compl. ¶ 86, Mot. for Prelim. Inj. 3.) \nDefendants counter that HNS provider contracts can be voluntarily terminated, \nleaving any Provider free to withdraw and form a competitive network.  (Binder Aff. \nEx. B ¶ 8.4.)    \n{36} The insurance and competition based  claims are alleged on behalf of \nthe putative class.  The Motion separately draws into focus facts individual to Dr. \nLynn and facts leading to his proposed termination from the HNS network.  These \nconsiderations include the weight, if any, that the court, in considering interim \ninjunctive relief should give to the question of whether Dr. Lynn could have, should \nhave, or did, pursue an appeal through which provided or was able to provide \ndocuments that his individual patient base has greater medical necessities that \ninevitably lead to a high cost per patient.  \n {37} Dr. Lynn is now on probation. (Am.  Compl. ¶ 39.)  He was first placed \non probation in March 2010 and given six months to improve his average cost per \npatient.  (Binder Aff. ¶ 23.)  Dr. Lynn reduced his average cost per patient to below \n151% of the average.  (Mot. for Prelim. Inj. Ex. 25.)  In October 2012, Dr. Lynn’s \naverage cost per patient again exceeded the maximum allowable percentage and he \nwas assigned a twelve-month probationary status.  (Binder Aff. ¶ 28.) \n {38} Dr. Lynn did not appeal his probationary status when it was \nestablished in October 28, 2012.  (Binder Aff. ¶ 28.)  At least for certain months \nafter October 2012, he brought his cost per patient average below the maximum \nallowable percentage. (Binder Aff. ¶ 29.) \n {39} In February 2013, Dr. Lynn’s co st per patient metric was outside \nHNS’s guidelines.  (Binder Aff. ¶ 39.)  HNS sent him a termination notice on \nFebruary 6, 2013 with an effective termination date of March 20, 2013.  (Binder Aff. \n¶ 29); (Am. Compl. ¶ 39.)  Dr. Lynn sent HNS a notice of appeal on March 4, 2013.  \nA hearing was held, at which Dr. Lynn was represented by counsel.  (Binder Aff. ¶ \n31.)  Following the hearing, HNS extended the probationary period.  HNS contends \nthat Dr. Lynn offered no evidence justifying his high costs, and further that he has, \non occasion, failed to perform the assessments NC BOCE recommends after initial \ntreatments.  (Binder Aff. ¶ 30, Ex. B.)  When Dr. Lynn’s average cost per patient \nremained outside of the benchmark, HNS sent him a termination notice on \nSeptember 5, 2013 with an effective date of September 30, 2013.  (Binder Aff. ¶ 33.) \n{40}  The Parties disagree on wh ether Dr. Lynn has been given an \nopportunity to avoid termination by demonstrating that his patient base is such \nthat his average cost per patient inevitably exceeds HNS’s maximum.  Dr. Lynn \ncontends that HNS’s own statistical data proves his point.  HNS counters that Dr. \nLynn’s history demonstrates his ability to practice within the acceptable range.  \nEven so, Dr. Lynn asserts that HNS has made clear that it will consider “no other \n \ngrounds he would have for appealing his probationary status” other than evidence \nthat HNS’s underlying calculations are in error. (Mot. for Prelim. Inj. Ex. 28 p. 1.) \n{41} This court entered a Temporary Restraining Order on September 30, \n2013, placing Dr. Lynn’s termination on hold until October 30, 2013.  After an \nOctober 29, 2013 hearing on Plaintiff’s motion for preliminary injunction, the court \nextended its prior Temporary Restraining Order to the earlier of (i) 5:00 p.m. on \nNovember 27, 2013, or (ii) the court’s ruling on the present Motion. \nII. STANDARD OF REVIEW \n {42} Whereas the court will be required  to accept Plaintiffs’ allegations as \ntrue for purposes of Defendants’ Rule 12(b)(6) motion, Crouse v. Mineo, 189 N.C. \nApp. 232, 237, 658 S.E.2d 33, 36 (2008), the court may consider other materials and \nweigh the strength of Plaintiffs’ claims in ruling upon the Motion seeking an \ninjunction. A.E.P. Indus., Inc. v. McClure, 308 N.C. 393, 401, 302 S.E.2d 754, 759-60 \n(1983). \n{43} “A preliminary injunction is an extraordinary measure taken by a \ncourt to preserve the status quo of the parties during litigation.”  A.E.P. Indus., Inc., \n308 N.C. at 401, 302 S.E.2d at 760.  A court will issue a preliminary injunction only \n(1) if a plaintiff is able to show likelihood of success on the merits of his \ncase and (2) if a plaintiff is likely to sustain irreparable loss unless the \ninjunction is issued, or if, in the opinion of the Court, issuance is \nnecessary for the protection of a plaintiff’s rights during the course of \nlitigation. \nId. at 401, 302 S.E.2d at 759-60.  The movant bears the burden to establish its right \nto a preliminary injunction; a court will not grant the remedy lightly.  Travenol \nLab., Inc. v. Turner, 30 N.C. App. 686, 692, 228 S.E.2d 478, 483 (1976).  The party \nseeking injunction must allege specific facts to support the court’s required findings. \nSchultz v. Ingram, 38 N.C. App. 422, 428, 248 S.E.2d 345, 349-50 (1978). \n {44} Plaintiffs’ claims invoke theorie s on which there is federal authority \nbut no settled North Carolina precedent.  This court is not bound by federal \nprecedent, but may examine federal decisions in search of potentially persuasive \nauthority.  Rose v. Vulcan Materials Co., 282 N.C. 643, 655, 194 S.E.2d 521, 530 \n(1973); see also, e.g., R. J. Reynolds Tobacco Co. v. Philip Morris, 199 F. Supp. 2d \n362, 395-96 (M.D.N.C. 2002). \nIII. ANALYSIS  \n{45} The court groups Plaintiffs claims  into two categories for analysis of \ndemonstrated likelihood of success: claims based on the alleged violation of the \ninsurance laws and  competition based claims pursuant to Chapter 75. \nA. Plaintiffs have not demonstrated a likelihood of success on claims based \non Defendants’ violation of North Carolina insurance laws. \n \n {46} The court begins its analysis wi th consideration of Plaintiffs’ initial \nassertions that HNS must be considered a “medical service corporation,” as defined \nby Section 58-65-1, and that it conducts a utilization review subject to the \nrequirements of N.C. Gen. Stat. § 58-50-61.  \n{47} The pertinent statutes do not provide substantial guidance.  The \nInsurance Commissioner has broad authority over health care insurance and those \ninvolved in its delivery.  N.C. Gen. Stat. § 58-49-5 (2013).  It does not necessarily \nfollow that HNS must be licensed by the Commissioner.  Section 58-65-1(a) covers \nany corporation organized for purposes of maintaining and operating a “nonprofit \nhospital or medical or dental service plan” and subjects such entities to regulation \npursuant to Article 65 of the Insurance Code.  A hospital service corporation is \ndefined as “any nonprofit corporation … op erating a hospital or medical or dental \nservice plan, as defined in this section.” Id.  The term “medical service corporation” \nis not separately defined.  A medical service plan “includes the contracting for the \npayment of fees toward or furnishing of professional medical services,” including \nchiropractic services pursuant to Chapter 90.  § 58-65-1(a).  The statute defines a \n“preferred provider” as one who agrees to accept special reimbursement from a \nregulated corporation in exchange for providing services to beneficiaries of a plan \nadministered under Article 65.  \nId.  It is not clear whether HNS must be said to \noperate a “medical services plan” by contracting with the Payors for reimbursement \n \nto Providers and then processing claims and payments for services its Providers \nrender. \n{48} Even if HNS falls generally within  the purview of Chapter 65, it is not \nclear that it must be licensed.  A corporation governed by Section 58-65-1)(a) is \n“exempt from all other provisions of the insurance laws of this State, unless \notherwise provided.”  \nId.   Section 58-65-2 incorporates numerous provisions of the \nInsurance Code, but not Section 58-3-85, which expressly requires obtaining a \nlicense from DOI for those who provide “contracts of insurance.”  Section 58-65-50 \nseparately requires licensure for a “medical services corporation,” returning again to \nthe problem that this term is undefined.   \n{49} The court further notes that the sections incorporated by Section 58-\n65-2 do not specify those provisions of the Insurance Code that provide for a private \ncause of action.   \n{50} It is clear that DOI is aware of IPAs in general and the HNS network \nin particular.  HNS is identified on reports submitted by BSBSNC to DOI.  (Mot. for \nPrelim. Inj. Ex. 13.)  Plaintiffs claim that DOI has been involved in directing certain \nprovisions that would be required of HNS’s CPP Review Program.  (Mot. for Prelim. \nInj. Ex. 2 pp. 1-2.)  Section 58-67-9(p) expressly refers to IPAs.  As discussed below, \nIPAs have received substantial attention within the health care industry, including \nthe issuance of a form policy statement as to how federal antitrust laws might be \napplied to such associations. \n{51} In sum, it is unclear whether HNS is a medical service corporation \nwhich much be licensed.  It is equally unclear that the underlying statutes and \nimplementing regulations reflect a public policy that necessarily support a private \ncause of action in addition to the Commissioner’s enforcement power.  See Cobb v. \nPa. Life Ins. Co., ___ N.C. App. ___, 715 S.E.2d 541, 522 (2011). \n{52}  Turning to Plaintiffs’ claim th at HNS conducts an illegal “utilization \nreview,” the court notes first that licensed insurers are required to have a \n“utilization review program.”  Section 58-50-61 (c).  The term “utilization review” \nmeans “a set of formal techniques designed to monitor the use of or evaluate the \nclinical necessity, appropriateness, efficacy or efficiency of health care services, \nprocedures, providers or facilities.”  N.C. Gen. Stat § 58-50-61 (2013).  Certain \nentities that conduct utilization review in regard to a “managed care plan” are \nreferred to as “Utilization Review Organizations.” § 58-50-61)(a)(18).  An insurer’s \nutilization review program may allow but does not require that the insurer delegate \nits utilization review function.  Reports submitted by BCBSNC to the DOI indicate \nthat BCBSNC did not delegate its utilization review obligation to HNS.  (Mot. for \nPrelim. Inj. Ex. 13.). \n{53} HNS contends that its retrospective cost assessment is not a review \nwithin the statutory meaning of utilization review, which is based on medical \nnecessity.  Plaintiffs contend that any review of clinical efficiency must include the \nstatutory factors and is illegal when it does not. (Am. Compl. ¶ 100). \n{54} The court is not prepared at this stage of the litigation to conclude the \nPlaintiffs are likely to prove that Defendants have violated the insurance provisions \non which they rely.  It is not yet prepared to conclude that a private cause of action \nis warranted.  Dr. Lynn has not demonstrated that he is entitled to a preliminary \ninjunction based on his likelihood of success of proving that HNS and the Individual \nDefendants have violated the insurance laws upon which Plaintiffs’ claims rest. \nB. Dr. Sykes has not developed any record that demonstrates that he is likely \nto succeed on his competition claims under Chapter 75. \n \n1. For purposes of this Motion, the court assumes Plaintiffs have \nstanding to present their competition claims. \n {55} As a part of their motion to dismiss, Defendants contend that Plaintiffs \ncannot demonstrate a requisite “antitrust injury,” (Mot. to Dismiss 12-13,) and \ntherefore have no standing to present their competition claims. \n{56} The court will consider that contention in its separate order on the \nmotion to dismiss.  If Defendants are correct, then a preliminary injunction on these \nclaims would obviously not lie.  However, for purposes of this Motion, the court does \nnot ground its determination on standing and proceeds to examine the claims and \nwhether Plaintiffs have demonstrated a likelihood that they will succeed on them. \n2. It is likely that Plaintiffs’ claims must rest on a rule of reason analysis \nand not on any claim of a per se violation of the competition statutes, \nand the developed record does not allow a conclusion that any such \nanalysis will be resolved in Plaintiffs’ favor. \n{57} Plaintiffs claims include assertions  that Defendants are guilty of per se \nviolations of Chapter 75, including price fixing and a boycott.  The court concludes it \nis likely that all of the claims will have to be resolved in a larger factual context and \nif they survive the motion to dismiss will be more appropriately resolved by a rule of \nreason analysis.   \n{58} The mere presence of price relate d agreements in the various contracts \nat issue or exclusion of Plaintiffs from the HNS network do not necessarily lead to \nanticompetitive findings or per se violations.  Certain price related agreements may \nbe appropriate when necessary to achieve efficiencies that achieve procompetitive \neffects for consumers.  Others may be so egregious and unaccompanied by other \nprovisions so as to lead to illegality.  But, in appropriate circumstances pricing \nrelated agreements may also be a necessary component of a more comprehensive set \nof undertakings that on the whole lead to beneficial and procompetitive efficiencies.   \n{59} The court ultimately might not fo llow federal precedent in fashioning \nthe proper review standard under Chapter 75.  But, in forecasting Plaintiffs’ \nlikelihood of success at this stage of the proceedings, the court finds useful a joint \nstatement of the U.S. Department of Justice and the Federal Trade Commission.  \nThis statement specifically considered different forms of independent practice \nassociations and whether they should be considered anticompetitive or \nprocompetitive.  Introducing its discussion of the many factors that must be \nconsidered in assessing their competitive effect, the Policy Statement begins: \nIn recent years, health care plans and other purchasers of health care \nservices have developed a variety of managed care programs that seek \nto reduce the costs and assure the quality of health care services.   \nMany physician groups have organized physician network joint \nventures, such as individual practice associations (“IPAs”)  . . . \nTypically, such networks contract with the plans to provide physician \nservices to plan subscribers at predetermined prices, and the physician \nparticipants in the networks agree to controls aimed at containing \ncosts and assuring the appropriate and efficient provision of high \nquality physician services.  By developing and implementing \nmechanisms that encourage physicians to collaborate in practicing \nefficiently as part of the network, many physician network joint \nventures promise significant procompetitive benefits for consumers of \nhealth care services. \nU.S. Dep’t of Justice and Federal Trade Commission, Statements of Antitrust \nEnforcement Policy in Health Care, Statement 8: Enforcement Policy on Physician \nNetwork Joint Ventures § B(1) (revised August 1996) [hereinafter (“Policy \nStatement 8” or “1996 Health Care Statement 8”)], available at \nhttp://www.ftc.gov/bc/healthcare/industryguide/policy/statement8.htm. \n {60} Policy Statement 8 recognizes that physician joint ventures through \nwhich physicians collectively agree on prices or price-related items may take many \ndifferent forms, some of which might rise to the level of illegal price fixing and \nothers which should be sheltered from attack under antitrust laws.  Id.  Accordingly, \nPolicy Statement 8 concludes that “[a] determination about the lawfulness of \nphysician network joint ventures . . . must be made on a case-by-case basis \naccording to general antitrust principles[.]”  Id.  It further provides that, \n[i]n accord with general antitrust principles, physician network joint \nventures will be analyzed under the rule of reason, and will not be \nviewed as per se illegal, if the physicians’ integration through the \nnetwork is likely to produce significant efficiencies that benefit \nconsumers, and any price agreements (or other agreements that would \notherwise be per se illegal) by the network physicians are reasonably \nnecessary to realize those efficiencies. \nId. at § B(1). \n{61} Using several potential variants of physician joint venture networks to \nframe its discussion, Policy Statement 8 recognizes that the analysis is fact \nintensive and may include several factors, including a definition of the market to \nwhich the analysis will be applied, the competitive nature of and the allocation of \npower within that market, whether the network under attack is an exclusive \nprovider, the degree of sharing of financial risk by network participants, the degree \nof practice integration to achieve efficiencies or that are instead barriers to \nefficiencies,  and other evidence of other anticompetitive purpose. Id. at § B(2).   \n{62} Policy Statement 8 then recomm ends that a four-step process be \nemployed to complete the rule of reason analysis, and recognizes that the \ncomplexity of the process may vary significantly from case to case.  Those four steps \nare: defining the market; evaluating the competitive effects of the physician joint \nventure; evaluating the impact of procompetitive efficiencies; and examining \ncollateral agreements.  Id. at § B(2).  \n{63} The North Carolina Court of Appeal s has applied the rule of reason in \nother contexts, concluding that the burden is on the party asserting a restraint’s \nillegality to prove its unreasonableness.  Rose, 282 N.C.643, 657-58, 194 S.E.2d 521, \n531 (1973).   \n{64} The present record does not allow the comprehensive analysis \nsuggested by Policy Statement 8.  Many of Plaintiffs’ assertion about how the \nmarket should be defined, how the various players fit within that market, who, if \nanyone, in fact has market power, the actual effect of conduct within that market, \nand other factors necessary to a complete analysis have been broadly stated but \nthey are not yet supported with more detailed facts.  It is clear that Defendants will \naggressively challenge any of Plaintiffs’ claims that survive the motion to dismiss.  \nThe court cannot and does not on the present record conclude that Plaintiffs have \ndemonstrated a likelihood of their success on their competition claims.  Those \nclaims do not then support the entry of a preliminary injunction. \nC. The same more developed factual record will be required to do any \nmeaningful analysis on whether Plaintiffs’ claims fall within the \nprofessional services exception of Section75.1.1 or whether Defendants \ncan be charged with self-dealing in an agency relationship. \n \nD. The balancing of hardships does not decidedly tip in favor of either Party \nand compel that a preliminary injunction issue. \n{65} To secure a preliminary injunction , a party may show that it will suffer \n“irreparable injury” for which it has no adequate remedy at law, and in proper \ncircumstances can do so by demonstrating that damages cannot be ascertained with \ncertainty.  Hodge v. North Carolina Dep’t of Transp., 137 N.C. App. 247, 252, 528 \nS.E.2d 22, 26 (2000).  In determining whether to grant injunctive relief, the court \nshould weigh the equities of each party.  Cnty. of Johnston v. City of Wilson, 136 \nN.C. App. 775, 780, 525 S.E.2d 826, 829-30 (2000). \n {66} If Dr. Lynn is able to prove that  he has suffered a compensable loss, he \nmay be compensated with money damages; indeed, his requested relief is for money \ndamages.  (Am. Compl. ¶¶ 169, 174, 179.)  While his damages might ultimately be \ndifficult to calculate, the court does not conclude that they are of such a “peculiar \nnature that compensation in money cannot atone for it.”  Hodge, 137 N.C. App. at \n252, 528 S.E.2d at 26. \n {67} The court appreciates the potent ial impact of Dr. Lynn’s termination \nfrom the HNS network, and that certain effects may be hard to quantify monetarily.  \nAt the same time, the court recognizes potential harm to HNS and its network if it \nis unable to enforce those restrictions that it contends are necessary to achieve the \nefficiencies upon which the network is based.   \n{68} The court concludes that balancing  of hardships does not decidedly tip \nin favor of either party.1 \n IV . CONCLUSION  \n {69} The court therefore concludes that: (1) Plaintiffs have not \ndemonstrated that they are likely to succeed on the merits of their claims; and (2) \nDr. Lynn has not further demonstrated that he will suffer irreparable loss unless a \npreliminary injunction is issued.  A preliminary injunction is not appropriate or \nnecessary to protect Plaintiffs’ rights during litigation. \nNOW THEREFORE, based upon the foregoing FINDINGS OF FACT and \nCONCLUSIONS OF LAW, it is hereby ORDERED that the Motion by Plaintiffs \nseeking a preliminary injunction is DENIED. \n \n IT IS SO ORDERED, this th e 25th day of November, 2013.  \n                                                           \n1  The court has not analyzed any of Plaintiffs’ claims as grounded on breach of contract. To the \nextent that Dr. Lynn would have brought his action to restrain his termination as a contract claim, \nhe would have been confronted with the mandatory arbitration provision of his contract.  (Mot. to \nDismiss Ex. C. (“Lynn PPA”) § 9.15.) "
}