{
  "id": "5575108f83501fb267a471889e352d2d69dd60043c3d7486d5728ff07d2ad089",
  "source_file": "data/raw/ncbc/5575108f83501fb267a471889e352d2d69dd60043c3d7486d5728ff07d2ad089.pdf",
  "raw_text": "Core Techs, Inc. v. Advanced Fraud Sols., LLC, 2018 NCBC 46. \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 2523 \n \nCORE TECHS, INC., \n \n   Plaintiff, \n \nv. \n \nADVANCED FRAUD SOLUTIONS, \nLLC; ALLEGACY SERVICES, LLC; \nand PROFESSIONAL LEAGUE \nRESOURCES, INC. f/k/a CREDIT \nUNION SERVICES CORPORATION,  \n \n   Defendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO \nDISMISS \n \n1. THIS MATTER is before the Court on Defendants’ Motion to Dismiss (the \n“Motion”).  Having considered the Motion, the briefs, and the arguments of counsel \nat a hearing on the Motion1, the Court DENIES the Motion. \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P., by Jennifer K. \nVan Zant, Clint S. Morse, and Jessica Thaller-Moran, for Plaintiff. \n \nSpilman Thomas & Battle, PLLC, by Jeffrey D. Patton, Kevin B. \nCartledge, Ashlee A. Webster, and Carrie M. Harris, for Defendants.  \n \nRobinson, Judge.   \nI. PROCEDURAL HISTORY \n2. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n                                                 \n1 At the hearing, the Court also heard arguments of counsel on Plai ntiff’s motion for \nsummary judgment.  The Court will issue a separate order and opinion on Plaintiff’s \nmotion.  \n \n \n3. On November 30, 2017, Advanced Fraud Solutions, LLC (“ AFS”), a \nDefendant in this action,  filed a Verified Complaint against Core Techs , Inc. (“Core \nTechs”), Plaintiff in this action,  in the Middle District of North Carolina, Case No. \n1:17-cv-01080 (the “Federal Action”).  (Defs.’ Br. Supp. Renewed Mot. Dismiss Ex. D \n[“Fed. Compl.”], ECF No. 24.4.)     \n4. On January 8, 2018, Core Techs initiated this action against AFS, Allegacy \nServices, LLC (“Allegacy”), and Professional League Resources, Inc. (“PLR”) \n(collectively, the “Defendants”) by filing its Complaint.  (ECF No. 3.)  Core Techs filed \nits First Amended Complaint on February 2, 2018.  (ECF No. 13.)   \n5. This action was designated as a mandatory complex business case by order \nof Chief Justice Mark Martin of the Supreme Court of North Carolina dated January \n10, 2018, (ECF No. 1), and assigned to the undersigned by order of Chief Business \nCourt Judge James L. Gale that same day, (ECF No. 2). \n6. On March 2, 20 18, Defendants filed the Motion seeking dismissal of Core \nTechs’s First Amended Complaint pursuant to Rules 12(b)(6) and 13(a) of the North \nCarolina Rules of Civil Procedure and the prior pending action doctrine , contending \nthat Core Techs’s claims are compulsory counterclaims in the Federal Action and the \nFederal Action abates this subsequently filed action by Core Techs.  (ECF No. 23.)  \n7. Following full briefing on the Motion, the Court held a hearing on April 23, \n2018.  After the hearing, at the invitation of the Court, the parties filed supplemental \nbriefs on the issue of whether Core Techs’s claims are compulsory counterclaims \n \n \nunder Rule 13(a) of the Federal Rules of Civil Procedure (“Federal Rule(s)”).   (ECF \nNos. 38−39.)   \n8. The Motion is now ripe for resolution. \nII. THE PARTIES \n9. Core Techs is a North Carolina corporation with its principal place of \nbusiness in Forsyth County, North Carolina.  (First Am. Compl. ¶ 2.) \n10. Allegacy is a North Carolina limited liability compan y with its principal \nplace of business in Forsyth County, North Carolina.  (First Am. Compl. ¶ 4.) \n11. PLR is a North Carolina corporation with its principal place of business in \nWake County, North Carolina.  (First Am. Compl. ¶ 5.) \n12. AFS is a North Carolina lim ited liability company with its principal place \nof business in Guilford County, North Carolina.  (First Am. Compl. ¶ 3.)  In 2007, \nCore Techs, Allegacy, and PLR formed AFS for the purpose of marketing \nTrueChecks® and TrueCards® fraud software programs to other credit unions.  (First \nAm. Compl. ¶¶ 6−7.)  Core Techs owns a twenty percent interest in AFS, and Allegacy \nand PLR each own a forty percent interest in AFS.  (First Am. Compl. Ex. 1, at 16 , \nECF No. 13.1.)  \nIII. THE STATE ACTION \n13. In this action, Core Techs alleges that Core Techs, Allegacy, and PLR \nexecuted an Operating Agreement  on July 25, 2007  (the “2007 Operating \nAgreement”).  (First Am. Compl. Ex. 1, at 15.)   In the event a member wanted  to \ntransfer its interest in AFS, sectio n 11.4 of the 2007 Operating Agreement provided \n \n \nAFS with “a right of first offer” to purchase the member’s interest for a price equal to \nthe member’s capital account as adjusted for debits and credits then due.  (First Am. \nCompl. Ex. 1, § 11.4.)   Further, section 12.2 of the 2 007 Operating Agreement \nprovided that if a member dissociate d from AFS, the d issociating member was  \nentitled to an amount equal to the value of the member’s capital account.  (First Am. \nCompl. Ex. 1, § 12.2b.) \n14. Core Techs contends, and Defendants dispute, that sections 11.4 and 12.2 \nof the 2007 Operating Agreement w ere amended in 2012 .  (First Am. Compl. \n¶¶ 26−27, Ex. 3, ECF No. 13.3.)  According to Core Techs, section 11.4 was amended \nsuch that AFS had a right of first offer to purchase the member’s interest for a price \nequal to the confirmed offer by the proposed buyer, rather than to the amount of the \nmember’s capital account.  (First Am. Compl. Ex. 3, § 11.4.)  Core Techs further claims \nthat, pursuant to amended section 12.2 , a dissociating member was entitled to an \namount equal to the fair market value of the member’s interest in AFS , rather than \nto the amount of the member’s capital account.  (First Am. Compl. Ex. 3, § 12.2b.)      \n15. By May 2017, the relationship between Core Techs, Allegacy, and PLR had \nbeen irreparably strained.  (First Am. Compl. ¶ 58.)  From June 2017 through August \n2017, discussions ensued between AFS and Core Techs regarding the purchase of \nCore Techs’s interest in  AFS; however, the parties were unable to reach an \nagreement.  (See First Am. Compl. ¶¶ 59−65.)  \n16. Core Techs alleges that  in November 2017, Allegacy and PLR further \namended the Operating Agreement to strip Core Techs of the value of its interest in \n \n \nAFS.  (First Am. Compl. ¶ 94.)  Under the 2017 amendments, AFS’s right of first offer \nand the rights of a dissociating member are substantially the same as they were \nunder the 2007 Operating Agreement .  (See First Am. Compl. ¶ 80d, g.)   Further, \nunder amended section 12.2g, the dissociation of a member is deemed to occur upon  \na determination, by Super Majority consent of the Members, that a \nMember should be removed in the event there is a final judgment of a \ncourt of competent jurisdiction that the relevant Member  is found to \nhave breached this Agreement . . . or to have acted fraudulently, in bad \nfaith or with gross negligence, and such loss, claim, damage, liability or \naction has resulted therefrom. \n \n(First Am. Compl. Ex. 10, § 12.2g, ECF No. 13.10.)  \n17. In this action, Core Techs contends that Allegacy and PLR have attempted \nto exercise their power as majority members of AFS to bully Core Techs into a bargain \nsale of its interest in AFS.  (First Am. Compl. ¶ 66.)  Core Techs asserts claims against \nAFS, Allegacy, and PLR for (1) breach of AFS’s Operating Agreement, (2) breach of \nthe duty of loyalty, (3) judicial dissolution of AFS, and, (4) alternative to its first three \nclaims, a  claim for  a declaratory judgment that the 2017 amendments to AFS’s \nOperating Agreemen t are null and void and that the Operati ng Agreement  as \nallegedly amended in 2012 is enforceable, and, (5) alternative to its first four claims, \na claim for a declaratory judgment that the right of first offer provisions in the 2007 \nand 2017 Operating Agreements, and section 12.2g of the 2017 Operating Agreement, \nare void as an unenforceable penalty against public policy.  (First Am. Compl. 20−26.)   \nIV. THE FEDERAL ACTION \n18. In the Federal Action, AFS alleges that it hired Core Techs to develop and \nsupport TrueChecks® and TrueCards® and, on January 1, 2015, AFS and Core Techs \n \n \nentered into a Master Services Agreement (“MSA”).  (Fed. Compl. ¶ 10.)  Pursuant to \nthe terms of the MSA, AFS sought Core Techs’s assistance to develop new software  \n(“Branch Capture”)  that would help integrate the TrueChecks® and TrueCards ® \nsoftware programs into other aspects of clients’ computer systems.  (Fed. Compl. \n¶ 39.)  AFS paid in excess of $1.3 million to Core Techs for the development of Branch \nCapture.  (Fed. Compl. ¶ 40.)  A FS contends that, over the course of thirty months, \nCore Techs repeatedly assured AFS that Branch Capture was viable and close to \ncompletion.  (Fed. Compl. ¶ 41.)  Core Techs subsequently informed AFS that Branch \nCapture was a failed venture and should be abandoned.  (Fed. Compl. ¶ 41.)  As a \nresult, AFS suffered a complete loss.  (Fed. Compl. ¶ 42.)  AFS alleges, however, that \nCore Techs intentionally misrepresented to AFS that Branch Capture was a failed \nventure and instead successfully developed it for C ore Techs’s own benefit.  (Fed. \nCompl. ¶ 43.) \n19. AFS contends that, on or about September 1, 2017, Core Techs cancelled \nthe MSA and advised AFS that it would no longer do any work for AFS.  (Fed. Compl. \n¶ 49.)  AFS alleges that Core Techs failed to deliver th e product and source code to \nAFS as required under the MSA.  (Fed. Compl. ¶ 67.)  AFS further alleges that Core \nTechs refused to provide any assistance to AFS in accessing the product and source \ncode housed on Core Techs’s servers, and AFS discovered that Core Techs’s servers \nhad been compromised because Core Techs did not properly secure open ports and \nfailed to use secure passwords.  (Fed. Compl. ¶¶ 51, 55, 58.)  AFS contends that Core \nTechs is still in possession of AFS’s confidential and proprietary inf ormation, and \n \n \nthat AFS has not received a complete and operational version of its product and \nsource code.  (Fed. Compl. ¶¶ 65−66.) \n20. Additionally, AFS alleges that it is the owner of the federally registered \ntrademarks for TrueChecks® and TrueCards® (the “T rademarks”), and that Core \nTechs used the Trademarks without authorization to promote itself.   (Fed. Compl. \n¶¶ 20, 22, 27.)  AFS alleges that, in the spring of 2017, Core Techs deceitfully obtained \na list of AFS’s contracts by client and began contacting AFS’s customers to solicit \nbusiness in competition with AFS, falsely representing that Core Techs was a sister \ncompany of AFS and Core Techs’s role with TrueChecks® and TrueCards®.  (Fed. \nCompl. ¶¶ 29−30.) \n21. AFS asserts claims in the Federal Action against C ore Techs for (1) \ntrademark infringement pursuant to section 32 of the Lanham Act, (2) unfair \ncompetition and false designation of origin pursuant to section 43(a) of the Lanham \nAct, (3) unfair and deceptive trade practices pursuant to N.C. Gen. Stat. § 75-1.1, (4) \nbreach of the MSA and the implied covenant of good faith and fair dealing, (5) gross \nnegligence, (6) fraud, and (7) tortious interference with business  relations and \nexpectancies.  (Fed. Compl. 13−16, 18−19, 21.)   Additionally, AFS seeks punitive  \ndamages and preliminary and permanent injunctive relief.  (Fed. Compl. 22.) \nV. ANALYSIS \nA. Compulsory Counterclaim \n22. Because Defendants argue that Core Techs’s claims are compulsory \ncounterclaims in an earlier-filed action pending in federal court—rather than a North \n \n \nCarolina state court —Federal Rule 13(a) governs whether Core Techs’s claims are \ncompulsory counterclaims in the Federal Action.  See, e.g., Cruz v. Don Pancho Mkt., \nLLC, 171 F. Supp. 3d 657, 666  (D. Mich. 2016) (“In federal questi on cases, federal \ncourts obviously apply federal substantive law and federal procedural law.”).  Cf. Soni \nv. Boston Med. Ctr. Corp. , 683 F. Supp. 2d 74, 92 n.6 (D. Mass. 2009) (“Where the \nearlier action is a state court action, that state’s law determines whether the new \nclaim should have been brought as a compulsory counterclaim.”).    \n23. Federal Rule 13(a) states that  \n[a] pleading must state as a counterclaim any claim that—at the time of \nits service—the pleader has against an opposing party if the claim: ( A) \narises out of the transaction or occurrence that is the subject matter of \nthe opposing party’s claim; and (B) does not require adding another \nparty over whom the court cannot acquire jurisdiction.  \n  \nFed. R. Civ. P. 13(a)(1).   The Court properly considers the record in the earlier-filed \nFederal Action to determine whether a later-filed claim in state court (i.e., this action) \nmust be pursued as a compulsory counterclaim in the Federal Action.  See, e.g., Pace \nv. Timmermann’s Ranch & Sadd le Shop Inc., 795 F.3d 748, 750−52 (7th Cir. 2015) ; \nFerrari v. E -Rate Consulting Servs. , 655 F. Supp. 2d 1194, 1196 (M.D. Ala. 2009); \nChesson v. Rives, 2017 NCBC LEXIS 113, at *3 (N.C. Super. Ct. Dec. 13, 2017). \n24. “The compulsory counterclaim rule serves to make efficient use of limited \njudicial resources by avoiding multiple suits arising out of  the same basic facts.”  \nStatic Control Components , Inc. v. Dallas Semiconductor Corp. , 1:02CV1057, 2003 \nU.S. Dist. LEXIS 12313, at *18−19 (M.D.N.C. July 16, 2003).  Federal courts consider \n \n \nfour inquiries to determine whether a claim and counterclaim arise out of the sa me \ntransaction or occurrence:  \n(1) whether the issues of fact and law in the claim and counterclaim are \nessentially the same; (2) whether res judicata w ould bar a subsequent \nsuit on the counterclaim absent the compulsory counterclaim rule; (3) \nwhether the same evidence would support or refute the claim and the \ncounterclaim; and (4) whether there is a logical relationship between the \nclaim and the counterclaim. \n   \nQ Int’l Courier, Inc. v. Smoak , 441 F.3d 214, 219 (4th Cir. 2006).   “[T]hese inquiries \nwork less [like] a litmus test and more [like] a guidelin e.”  Id. (second and third \nalterations in original) (quotation marks omitted) .  T he tests should be applied \nflexibly to achie ve the rule’s purpose.   Eshelman v. Puma Biotechnology, Inc. , No. \n7:16-CV-18-D, 2017 U.S. Dist. LEXIS 89632, at *9 (E.D.N.C. June 12, 2017).  \n25. Defendants argue that the factual and legal issues raised by AFS’s claims \nin the Federal Action are the same as those raised by Core Techs’s claims in this \naction.  (Defs.’ Br. Supp. Renewed Mot. Dismiss 7, 9, ECF No. 24.)  Defendants point \nout that the allegations of AFS’s complaint and the Declaration of Bobby Davis filed  \nby Core Techs  in the Federal Action are substantially similar to the allegations of \nCore Techs’s First Amended Complaint in this action regarding the history of AFS, \nthe relationship between the parties, Core Techs’s alleged solicitation of AFS’s \ncustomers, the May 2017 boar d meeting, the parties’ attempted separation, and the \nalleged forced bargain sale of Core Techs’s ownership interest in AFS.   (Defs.’ Br. \nSupp. Renewed Mot. Dismiss 7, 10−11.)   \n26. Even so, it does not necessarily follow that the claims in the two actions \nraise issues of fact and law that are essentially the same.  See Gammons v. Domestic \n \n \nLoans of Winston-Salem, Inc., 423 F. Supp. 819, 821 (M.D.N.C. 1976) (“Although the \nclaim and counterclaim arise from the same underlying business transaction, each \nraise issues of fact and law starkly different.”).  AFS’s claims in the Federal Action \nconcern AFS and Core Techs’s independent contractor relationship pursuant to the \nMSA, Core Techs’s use of the Trademarks, and Core Techs’s solicitation of and \nrepresentations to AFS’s customers.  The issues raised by the claims in the Federal \nAction include whether Core Techs used the Trademarks without AFS’s \nauthorization in a manner likely to cause confusion, the terms of the MSA and \nwhether Core Techs breached those terms, wheth er Core Techs made fraudulent \nmisrepresentations to AFS’s customers and AFS, and whether Core Techs tortiously \ninterfered with contracts or future contracts between AFS and its customers.  \n27. Conversely, Core Techs’s claims in this action concern the relationship \nbetween Core Techs, Allegacy, and PLR as members of AFS , the Operating \nAgreement, and the control and operation of AFS.  The issues raised by the claims in \nthis action include whether the Operating Agreement was amended in 2012 and the \nvalidity of the 2017 amendments thereto, whether Allegacy and PLR owe Core Techs \na duty of loyalty, and whether liquidation of AFS is necessary to protect Core Techs’s \nrights and interests.  In sum, the issues of fact and law raised by Core Techs’s claims \nare not essentially the same as those raised by AFS’s claims in the Federal Action. \n28. As to the second inquiry, Defendants argue that res judicata would likely \nbar a subsequent suit on Core Techs’s claims.  (Defs.’ Suppl. Br. Supp. Renewed Mot. \nDismiss 6, ECF No. 39.)  The Court disagrees.  “Under the doctrine of res judicata or \n \n \n‘claim preclusion,’ a final judgment on the merits in one action precludes a second \nsuit based on the same cause of action between the same parties or their privies.”  \nWhitacre P’ship v. Bio Signia, Inc., 358 N.C. 1, 15, 591 S.E.2d 870, 880 (2004).  “For \nres judicata to apply, a party must show that the previous suit resulted in a final \njudgment on the merits, that the same cause of action is involved, and that both the \nparty asserting res judicata and the party against whom res judicata is asserted were \neither parties or stand in privity with parties.”  Williams v. Peabody, 217 N.C. App. \n1, 5, 719 S.E.2d 88, 93 (2011) (quoting State ex rel. Tucker v. Frinzi , 344 N.C. 411, \n413−14, 474 S.E.2d 127, 128 (1996)).   \n29. Assuming that the Federal Action resulted in a final judgment on the \nmerits fully in favor of AFS on its claims raised in that action, res judicata would not \nbar Core Techs from bringing a subsequent suit on its claims because Core Techs’ s \nclaims are entirely different from those asserted in the Federal action. \n30. The third inquiry , whether the same evidence will support or refute the \nclaims, also favors the conclusion that Core Techs’s claims are not compulsory \ncounterclaims.  Defendants argue that Core Techs’s improper conduct as alleged in \nthe Federal Action is relevant to Core Techs’s judicial dissolution claim as it seeks \nextraordinary equitable relief.  (Defs.’ Reply to Pl.’s Resp. Opp’n Defs.’ Renewed Mot. \nDismiss 4, ECF No. 29; Defs.’ Suppl. Br. Supp. Renewed Mot. Dismiss 5.)   Even \nassuming arguendo that Core Techs’s improper conduct is relevant to its judicial \ndissolution claim, this evidentiary overlap between Core Techs’s judicial dissolution \nclaim and AFS’s claims is not sufficient to transform Core Techs’s claim into a \n \n \ncompulsory counterclaim.  The Court believes, based on the record now before it, that \nevidence to support or refute Core Techs’s claims in this action regarding AFS’s \nOperating Agreement and Allegacy and PLR’s alleged control and exploitation of Core \nTechs’s membership interest in AFS will be different from the evidence to support or \nrefute AFS’s claims in the Federal Action regarding the MSA and Core Techs’s alleged \nimproper use of the Trademarks, fraudulent representations to AFS’s customers and \nAFS, and solicitation of AFS’s customers.   \n31. As to the fourth and final inquiry, the Court concludes that there is no \nlogical relationship between Core Techs’s claims and AFS’s claims.  Defendants argue \nthat both Core Techs’s claims  in this action and AFS’s claims in the Federal action \narise from the deteriorating relationship between  the parties, the parties’ alleged \nimproper actions, and the resulting harm to AFS.   (Defs.’ Br. Supp. Renewed Mot. \nDismiss 9; Defs.’ Suppl. Br. Supp. Renewed Mot. Dismiss 5.)   \n32. “Merely because two parties have a relationship, and the claims and \ncounterclaims exist because of that relationship, does not show a logical relationship \nbetween the claims and counterclaims.”  Eshelman, 2017 U.S. Dist. LEXIS 89632, at \n*14.  Indeed, in many cases,  claims and counterclaims arise from a deteriorating \nrelationship, alleged improper actions, and resulting harm to at least one of the \nparties.  “A logical relationsh ip exists when the counterclaim arises from the same \naggregate set of operative facts as the initial claim, in that the same operative facts \nserve as the basis of both claims or the aggregate core of facts upon which the claim \nrests activates additional legal rights otherwise dormant in the defendant.”  Mattel, \n \n \nInc. v. MGA Entm’t, Inc., 705 F.3d 1108, 1110 (9th Cir. 2013).  An examination of the \nclaims asserted in the two actions reveals that there is no logical relationship between \nthe claims.  AFS’s claims arise out of the parties’ independent contractor relationship \npursuant to and surrounding the MSA, while Core Techs’s claims arise out of the \nrelationship between Core Techs, Allegacy, and PLR as members of AFS pursuant to \nand surrounding the Operating Agreement.     \n33. In sum, the Court concludes that Core Techs’s claims in this action are not \ncompulsory counterclaims in the Federal Action.  \nB. Prior Pending Action Doctrine \n34. Defendants additionally argue that Core Techs’s claims in this action \ninvolve the same subject matter as AFS’s claims in the Federal Action and, as a \nresult, the Federal Action abates this subsequently filed action by Core Techs \npursuant to North Carolina’ s prior pending action doctrine.  (Defs.’ Br. Supp. \nRenewed Mot. Dismiss 8−10.)   \n35. “Under the law of this state, where a prior action is pending between the \nsame parties for the same subject matter in a court within the state having like \njurisdiction, the p rior action serves to abate the subsequent action.”  Eways v. \nGovernor’s Island, 326 N.C. 552, 558, 391 S.E.2d 182, 185 (1990).  “The ‘prior pending \naction’ doctrine involves essentially the same questions as the outmoded plea of \nabatement.”  Dep’t of Transp. v. Stimpson, __ N.C. App. __, No. COA17-596, 2018 N.C. \nApp. LEXIS 296, at *13  (N.C. Ct. App. Mar. 20, 2018)  (quotation marks omitted).  \n“The ordinary test for determining whether or not the parties and causes are the \n \n \nsame for the purpose of abatement b y reason of the pendency of the prior action is \nthis: Do the two actions present a substantial identity as to parties, subject matter, \nissues involved, and relief demanded?”  Shoaf v. Shoaf, 219 N.C. App. 471, 475−76, \n727 S.E.2d 301, 305 (2012).   \n36. The prior pending action doctrine applies equally to prior actions pending \nin a federal court within the territorial limits of the state.  Eways, 326 N.C. at 559−61, \n391 S.E.2d at 186−87; see also Signalife, Inc. v. Rubbermaid, Inc., 193 N.C. App. 442, \n443−44, 667 S.E.2d 499, 500 (2008) (citing Eways). \n37. As discussed above, the Federal Action and this action arise out of different \ntransactions and do not present substantially the same subject matter or issues.  \nAccordingly, the Court concludes that the prior pending Federal Action does not abate \nthis subsequent action for the same reasons it concludes that Core Techs’s claims are \nnot compulsory counterclaims in the Federal Action.  \nVI. CONCLUSION \n38. For the foregoing reasons, the Court DENIES the Motion.  \nSO ORDERED, this the 10th day of May, 2018. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}