{
  "id": "564deae76fc0868edef1b0a1ac288e5ca0a34aeaa7731f469eaa306087e6cd64",
  "source_file": "data/raw/ncbc/564deae76fc0868edef1b0a1ac288e5ca0a34aeaa7731f469eaa306087e6cd64.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nDURHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV008555-310 \n \nJACKELYN RODRIGUEZ, \n \n Plaintiff, \n \nv. \n \nFASTMED URGENT CARE, INC. \nf/k/a FASTMED URGENT CARE, \nP.C., \n \n Defendant. \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \n THIS MATTER is before the Court on Defendant FastMed Urgent Care, Inc.’s \n(“FastMed”) Motion to Dismiss (“Motion to Dismiss,” or the “Motion,” ECF No. 14).  \nHaving considered the M otion, the parties’ briefs, the arguments of counsel,  the \napplicable law, and all other appropriate matters of record, the Court concludes that \nthe Motion to Dismiss should be DENIED  in part and DISMISSED as moot in \npart for the reasons set forth below. \nThe Gibbons Law Group, LLC by Philip J. Gibbons and Corey Michael Stanton; \nand Stephan Zouras LLC by David J. Cohen, James B. Zouras, Michael Casas, \nand Teresa M. Becvar for Plaintiff Jackelyn Rodriguez. \nNelson Mullins Riley & Scarborough LLP by Joseph Matthew Gorga, Nathaniel \nPencook, and Candace Friel for Defendant FastMed Urgent Care, Inc. \nDavis, Judge. \nINTRODUCTION \n1. In t his case , the plaintiff  alleges that her medical provider secretly \nembedded third-party technology on its website that collected and transmitted her \nRodriguez v. FastMed Urgent Care, Inc., 2025 NCBC 15. \n \nconfidential information to a third party  without her consent .  The present Motion \nrequires the Court to address (1) whether North Carolina law imposes upon \nhealthcare providers a common law duty to protect their patients’ private information \nfrom unauthorized disclosure; and (2) the pleading requirements for alleging injuries \nflowing from such conduct. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact in connection with a motion to \ndismiss under Rule 12(b)(6) of the North Carolina Rules of Civil Procedure and \ninstead recites those facts contained in the complaint and in documents attached to, \nreferred to, or inco rporated by reference in the complaint that are relevant to the \nCourt’s determination of the motion.  See, e.g., Window World of Baton Rouge, LLC \nv. Window World, Inc., 2017 NCBC LEXIS 60, at *11 (N.C. Super. Ct. July 12, 2017). \n3. At the heart of this lawsuit are two pieces of technology  developed by \nMeta Platforms, Inc. (“Meta”) —the Pixel and the Conversions Application \nProgramming Interface (“CAPI,” and together with the Pixel, the “Business Tools”).  \n(Compl. ¶¶ 13, 19 –21.)  The y were designed —as a part of Meta’s advertising \nbusiness—to collect data from people who visit websites or open mobile applications \n(“Users”) and then transmit that data to Meta for analysis.  (Compl. ¶¶ 9–10, 25.) \n4. Once integrated into a website or server, t he Business Tools are \n“executed in the background,” meaning that they can operate on a website or in a \nmobile application without ever alerting the User of their presence.  (Compl. ¶¶ 15–\n16, 39–41.)  Further, because of how the Business Tools were designed, they are able \n \nto collect, store, and transmit User data in ways that cannot be blocked by traditional \n“ad blocker” software or by a User refusing to give their consent for their data to be \ncollected.  (Compl. ¶¶ 18, 22, 42.) \n5. Using the data collected by the Business Tools, Meta  is able to connect \nthe User’s data to her “real-world identity” by linking her data to the User’s Facebook \naccount.  (Compl. ¶¶ 51–53, 55–56.)1 \n6. Once Meta has connected the User’s data to her  real-world identity, \nMeta allegedly processes, analyzes, and assimilates the data so that it can be sold to \nonline advertisers.  (Compl. ¶¶ 55, 57, 81, 121.) \n7. These online a dvertisers—equipped with personally -identifiable User \ndata—are then able to  create marketing campaigns that  focus or “target” their  \nadvertisements toward specific Users.  (Compl. ¶¶ 25, 27, 30–33, 55, 81.) \n8. FastMed is an integrated healthcare provider/payer system that is \nbased in Durham County, North Carolina and operates dozens of medical clinics \nthroughout the State.  (Compl. ¶ 2.) \n9. As part of its business, FastMed operates a publicly available website \n(the “Website”) and a password-protected patient portal called MyChart (“MyChart,” \ntogether with the Website, the “Web Properties”).  (Compl. ¶ 2.) \n \n1 The Complaint alleges that if the User does not have a Facebook account, Meta will \nnonetheless create a “shadow account” to aggregate the User’s data for later identification.  \n(Compl. ¶ 56.) \n \n10. FastMed’s Website allows Users to schedule appointments, locate \nFastMed providers, and find information on specific health conditions, treatments, \nand medications.  (Compl. ¶ 127.) \n11. Through MyChart, FastMed’s patients are able to enter and view a \nvariety of sensitive information, including messages with their healthcare providers, \ntest results, their medications, “health reports,” “medical history,” “plan of care,” \nhealth summaries, and billing summaries.  (Compl. ¶ ¶ 44, 125.)  MyChart also \nenables patients to schedule healthcare visits and message their providers directly.  \n(Compl. ¶ 125.) \n12. Plaintiff Jackelyn Rodriguez is a resident of North Carolina.  (Compl. ¶ \n1.)  She opened a Facebook account prior to 2009 and has actively maintained it since \nthat time.  (Compl. ¶ 1.) \n13. Starting around 2015, Plaintiff began seeking medical treatment from \nFastMed.  (Compl. ¶ 1.) \n14. As a patient, Plaintiff has used the Web Properties to facilitate her care \nby messaging her providers, scheduling appointments, finding FastMed office \nlocations, reviewing her medications, viewing doctors ’ notes, and searching for \ninformation on her various medical conditions and treatments.  (Compl. ¶¶ 1, 125.) \n15. Plaintiff alleges that after becoming a patient, FastMed surreptitiously \nintegrated the Business Tools in to its Web Properties and servers.  (Compl. ¶¶ 19 , \n26, 43, 46–58, 120.) \n \n16. As a result, Plaintiff contends that FastMed—without her knowledge or \nconsent—collected and transmitted her confidential information to Meta , including \ninformation regarding her appointments with FastMed  providers, her health \nconditions, and her insurance information.  (Compl. ¶¶ 125–30.) \n17. In addition, Plaintiff alleges  that—unbeknownst to her —Meta and \nFastMed disclosed her private information  to online advertisers .  (Compl. ¶ ¶ 121, \n131.)  As a result, Plaintiff  has been subject ed to targeted online advertisements \n“focused” on her private FastMed patient information.  (Compl. ¶¶ 121, 131.) \n18. On 25 July 2023, Plaintiff filed a putative class action lawsuit in the \nUnited States District Court for the Eastern District of North Carolina against \nFastMed asserting various claims for monetary relief.  See Rodriguez v. FastMed \nUrgent Care, P.C., 741 F. Supp. 3d 352 (E.D.N.C. 2024). \n19. The federal court dismissed the only federal claim asserted in her \ncomplaint and declined to exercise supplemental subject matter jurisdiction over her \nremaining state-law claims.  Id. \n20. On 24 September 2024, Plaintiff filed the present Complaint in Durham \nCounty Superior Court asserting claims for violation of the North Carolina Electronic \nSurveillance Act (“NCESA”)  under N.C.G.S. § 15A -286 along with claims for \nnegligence per se, common law negligence, and invasion of privacy by intrusion upon \nseclusion.  (ECF No. 3.) \n21. The Complaint states that Plaintiff seeks to assert her  claims against \nFastMed on behalf of herself and a putative class of “[a]ll residents of North Carolina \n \nwho used FastMed’s Web Properties and had Private Information about their past, \npresent, or future health conditions shared with Meta without their notice or \nconsent[]” pursuant to Rule 23 (a) of the North Carolina Rule s of Civil Procedure .  \n(Compl. ¶ 137.) \n22. On 5 November 2024, this case was designated as a mandatory complex \nbusiness case and assigned to the undersigned.  (ECF Nos. 1–2.) \n23. FastMed filed the present Motion to Dismiss on 9 December 2024 \nseeking dismissal of all of Plaintiff’s claims. \n24. The Court held a hearing on the Motion on 5 March 2025 at which all \nparties were represented by counsel. \n25. Having been fully briefed, the Motion is now ripe for resolution. \nLEGAL STANDARD \n26. In ruling on a motion to dismiss under Rule 12(b)(6), the Court may only \nconsider the complaint and “any exhibits attached to the complaint,” Krawiec v. \nManly, 370 N.C. 602, 606 (2018), in order to determine whether “as a matter of law, \nthe allegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief can be granted under some recognized legal theory,” Forsyth Mem’l \nHosp., Inc. v. Armstrong World Indus., Inc. , 336 N.C. 438, 442 (1994) (cleaned up).  \nThe Court must view the allegations in the complaint “in the light most favorable to \nthe non-moving party.”  Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5 \n(2017) (cleaned up). \n \n27. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood \nv. Guilford Cnty., 355 N.C. 161, 166 (2002)). \nANALYSIS \n28. As a n initial matter, Plaintiff stated in her brief in response to \nFastMed’s Motion that she is not proceeding on her claim for violation of the NCESA \nor her claims for negligence per se or invasion of privacy by intrusion upon seclusion.  \n(Pl.’s Br., ECF No. 19, at 2 n.1.) \n29. At the 5 March hearing, Plaintiff’s counsel confirmed that Plaintiff has \nagreed to voluntarily dismiss those claims with prejudice  and that she  will be \nproceeding solely on her claim for common law negligence. \n30. Accordingly, the claims in the Complaint  for violation of  the NCESA, \nnegligence per se, and invasion of privacy by intrusion upon seclusion are  \nDISMISSED with prejudice. \n31. Therefore, the only arguments made by FastMed that the Court must \naddress are those dealing with Plaintiff’s claim for common law negligence. \nI. Existence of a Legal Duty  \n32. Negligence is defined as the “failure to exercise proper care in the \nperformance of some legal duty which the defendant owed the plaintiff, under the \n \ncircumstances in which they were placed.”  Wood v. Guilford Cnty., 355 N.C. 161, 166 \n(2002) (cleaned up).  “To state a common law negligence claim, plaintiff must show \n(1) a legal duty; (2) a breach thereof; and (3) injury proximately caused by the breach.”  \nBridges v. Parrish, 366 N.C. 539, 541 (2013) (cleaned up). \n33. In support of its Motion seeking dismissal of Plaintiff’s claim for common \nlaw negligence, FastMed asserts that Plaintiff has failed to establish any legal duty \nthat FastMed owed its patients with regard to maintaining the privacy of their health \ninformation.  In response, Plaintiff contends that our Court of Appeals has expressly \nrecognized such a duty in two cases—Acosta v. Byrum, 180 N.C. App. 562 (2006), and \nDemarco v. Charlotte-Mecklenburg Hosp. Auth., 268 N.C. App. 334 (2019). \n34. This Court addressed this identical issue in Weddle v. WakeMed Health \n& Hosps., 2023 NCBC LEXIS 162 (N.C. Super. Ct. Dec. 4, 2023). \n35. In Weddle, the plaintiff s were current and former patients of the \nWakeMed Health and Hospitals (“WakeMed”) system.  Id. at *3.  They alleged that \nWakeMed had, without their knowledge or consent, embedded Meta’s  Pixel \ntechnology in its public-facing website and patient portal.  Id.  at *2–3.  As a result, \nthe plaintiffs claimed, WakeMed regularly shared their confidential information with \nMeta—including their contact information, medical history, and appointment \ncalendar—without their knowledge or consent.  Id. at *2. \n36. In rejecting WakeMed’s argument that the plaintiffs had failed to allege \nthe existence of a legal duty that had been breached, this Court stated the following: \n \nWakeMed argues that North Carolina law does not recognize a duty of \ncare in these circumstances.  Not  so.  “It  is well established that \nhospitals and doctors in their employ owe their patients a duty to \nexercise the degree of care that a reasonable person would in similar \ncircumstances to prevent an unreasonable risk of harm to their \npatients.”  Demarco, 268 N.C. App. at 338.  Our courts have applied that \n“general duty of reasonable care” in proper circumstances to the \nmaintenance and dissemination of patient records.  Id. at 339; see also \nAcosta, 180 N.C. App. at 568 (holding that plaintiff had adequately \nalleged the existence of a “duty to maintain privacy in her confidential \nmedical records”). \n. . . \nNor did the Court of Appeals apply the wrong standard of review in \nAcosta and Demarco.  WakeMed misreads those cases to allow a plaintiff \nto give “notice of a theory of duty” even if that duty is not one “recognized \nunder the law.”  (Br. Supp. 7, ECF No. 60.)  But courts do not indulge \nfutile claims.  In both cases, the Court of Appeals held that the plaintiffs \nhad stated valid claims for relief and had properly pointed to “HIPAA, \nits implementing regulations, and hospital privacy policies . . . to plead \na specific standard of care sufficient to overcome dismissal under Rule \n12(b)(6).”  Demarco, 268 N.C. App. at 339; see also Acosta, 180 N.C. App. \nat 568.  Plaintiffs in this case have done the same. \nWeddle, 2023 NCBC LEXIS 162, at *8–9. \n37. Thus, in rejecting the same argument FastMed is making here, this \nCourt in Weddle construed Acosta and Demarco as recognizing the very type of duty \nPlaintiff has alleged in her Complaint.   \n38. Although FastMed emphasizes the existence of certain difference s \nbetween the facts of those cases and the facts alleged here, its argument  misses the \nforest for the trees .  In both cases, our Court of Appeals unambiguously recognized \nthat healthcare providers owe a general duty of care to patients regarding the \nmaintenance of their confidential information.  See Demarco, 268 N.C. App. at 338–\n39 (holding that healthcare providers “owe their patients a duty to exercise the degree \n \nof care that a reasonable person would in similar circumstances to prevent an \nunreasonable risk of harm” (cleaned up)); Acosta, 180 N.C. App. at 568 (holding that \nthe plaintiff had sufficiently alleged a duty of care to protect her healthcare \ninformation and that “the rules and regulations of the University Health Systems, \nRoanoke Chowan Hospital, and HIPAA” would inform the standard of care). \n39. Moreover, at the 5 March  hearing, FastMed’s counsel conceded that \nAcosta and Demarco are the only cases from North Carolina’s appellate courts that \nhave addressed this issue. \n40. The Court fully agrees with the analysis in Weddle  regarding the duty \nof healthcare providers to maintain the confidentiality of their patients ’ personal \ninformation.  As in Weddle , the Complaint filed by Plaintiff here adequately alleges \na common law duty existing under North Carolina law and the breach thereof. \nII. Sufficiency of Allegations of Injury \n41. FastMed’s remaining arguments concern the adequacy  of Plaintiff’s \nallegations of injury stemming from its breach and the resulting damages  to which \nshe is entitled to recover. \n42. In her Complaint, Plaintiff states the following on this subject: \nBy engaging in the conduct alleged herein, FastMed directly and \nproximately caused Plaintiff . . . to suffer actual harm and damages that \ninclude: \na. a loss in the value of [her] Private Information; \nb. embarrassment, humiliation, emotional harm, and distress \nbecause of the unauthorized transmission and commercial \nuse of [her] Private Information; \n \nc. being deprived of the full value of healthcare services for \nwhich [she] paid, which included a duty to maintain the \nconfidentiality of [her] patient information; \nd. being deprived of a proportional share of the value Meta \npaid Defendant to gain access to [her] Private Information \nfor its commercial use; and \ne. being deprived of a proportional share of the value \nDefendant gained by putting [her]  Private Information to \nits commercial use. \n(Compl. ¶ 169.) \n43. Broadly speaking, these alleged damages fall into two categories: (1) \nemotional distress injury and (2) economic injury .  The Court will address each in \nturn. \nA. Emotional Distress \n44. As quoted above, Plaintiff describes her emotional distress damages as \n“embarrassment, humiliation, emotional harm, and distress ” resulting from \nFastMed’s allegedly improper disclosure and use of her personal health -related \ninformation. \n45. FastMed asserts that such allegations lack sufficient detail under Rule \n12(b)(6).  However, FastMed fails to cite any North Carolina case  law holding that \nclaimed damages for emotional harm stemming from common law negligence must \nbe pled with greater specificity. \n46. To the contrary, North Carolina case  law makes clear that  no \nheightened pleading requirement exists in this context  and that such claims must \nonly meet the low bar of notice pleading.  See, e.g., Iadanza v. Harper, 169 N.C. App. \n776, 780 (2005) (rejecting an argument that “emotional suffering”  resulting from \n \ncommon law negligence  must meet a heightened standard of “severe emotional \ndistress”); Royster v. McNamara, 218 N.C. App. 520, 530 –33 (2012) ( finding \nallegations that plaintiff “[was] forced to undergo humiliation and emotional damage” \nto be sufficient  in connection with a negligence claim); see also Demarco , 268 N.C. \nApp. at 341– 42 (noting that “[a]n allegation of damages is sufficient under Rule \n12(b)(6) so long as it provides the defendant notice of the nature and basis of [the] \nplaintiff’s claim so as to enable him to answer and prepare for trial” (cleaned up)). \n47. Therefore, FastMed’s Motion to Dismiss as to Plaintiff ’s claim for \nemotional distress damages is DENIED. \nB. Economic Damages \n48. With regard to the economic damages referenced in the Complaint, \nFastMed argues that they are barred by North Carolina’s economic loss rule. \n49. “The economic loss rule, as it has developed in North Carolina, generally \nbars recovery in tort for damages arising out of a breach of contract[.]”  Rountree v. \nChowan Cnty., 252 N.C. App. 155, 159 (2017)  (cleaned up).  It “denote[s] limitations \non the recovery in tort when a contract exists between the parties that defines the \nstandard of conduct and which the courts believe should set the measure of recovery.”  \nAkzo Nobel Coatings, Inc. v. Rogers, 2011 NCBC LEXIS 42, at *47– 48 (N.C. Super. \nCt. Nov. 3, 2011). \n50. In relying upon the economic loss rule, FastMed asserts that because its \nentire relationship with Plaintiff was contractual, her economic  damages would be \nrecoverable only in connection with a breach of contract claim. \n \n51. However, this Court has previously recognized that the economic loss \nrule does not bar a tort claim where an independent duty exists under the law that is \nnot premised on an existing contract between the parties. \n[T]o avoid the reach of the economic loss rule, “a plaintiff must allege a \nduty owed to him by the defendant [that is] separate and distinct from \nany duty owed under a contract.”  Akzo Nobel Coatings, Inc., 2011 NCBC \nLEXIS 42, at *48.  As this Court has previously observed, in determining \nwhether the economic loss rule bars a negligence claim, “the true \nquestion the Court must answer is whether [the defendant owed the \nplaintiff] a duty of care to avoid causing [the plaintiff] purely economic \nloss.”  Crescen t Univ. CityVenture, LLC v. AP Atl., Inc. , 2019 NCBC \nLEXIS 49, at *42 (N.C. Super. Ct. Aug. 14, 2019). \nJohnson Bros. Corp. v. City of Charlotte , 2024 NCBC LEXIS 33, at *7 (N.C. Super. \nCt. Feb. 27, 2024). \n52. The Court notes that the United States District Court for the Middle \nDistrict of North Carolina has recently rejected a defendant’s argument seeking \napplication of the economic loss rule under circumstances similar to those existing \nhere. See Williams v. DukeHealth , 2024 U.S. Dist. LEXIS 58377 (M.D.N.C. Mar. 1, \n2024). \n53. In Williams, the court stated the following: \n[T]he Amended Complaint alleges that, in addition to contractual \nobligations to protect patients’ health data privacy, Defendant had a \nduty of care to protect Plaintiff’s privacy in her medical records and that \nHIPAA, among other statutes, informed that stand ard of care.  (Am. \nCompl. ¶¶ 33 –44, 166–178.)  See also Demarco, 268 N.C. App. at 339;  \nAcosta, 180 N.C. App. at 568; Weddle, 2023 NCBC LEXIS 162, at *4.  As \nmentioned in the discussion of Plaintiff ’s breach of contract claim, the \nextent to which Defenda nt’s purported duty to Plaintiff arose under a \ngeneral duty of care, or HIPAA, or the contract exclusively, or neither, \nwill be more appropriately addressed with the development of the \nrecord.  See Farley v. Eye Care Leaders Holdings, LLC , 2023 U.S. Dist. \nLEXIS 15480, at *5 (M.D.N.C. Jan. 31, 2023)  (unpublished) (plaintiffs \n“met the minimal standard of plausibility for each of their claims ” in \n \ndata breach case and “ [a]ny weaknesses of those claims will be better \nevaluated on a more developed factual record ”).  At this stage, at least, \nPlaintiff has plausibly alleged under North Carolina law that Defendant \nowed a duty of care apart from or in addition to its contractual \nobligations.  Therefore, Defendant ’s motion to dismiss the negligence \nclaim should be denied.  See generally Weddle, 2023 NCBC LEXIS 162, \nat *2–3. \nWilliams, 2024 U.S. Dist. LEXIS 58377, at *29–31. \n54. This Court finds  the analysis in Williams  to be persuasive.   Here too,  \nthe Court has found that Plaintiff sufficiently pled the existence of a  common law \nlegal duty of care owed by FastMed to protect her private information  that is not \ndependent on any existing contractual duty between the parties. \n55. Nevertheless, FastMed argues that even if the economic loss rule does \nnot require dismissal of this action in its entirety, it should at least bar Plaintiff from \nrecovering her claimed economic damages because that category of damages (unlike \nher emotional distress injuries) arises solely from her contractual relationship with \nFastMed. \n56. The Court concludes that this argument is premature for two reasons. \n57. First, Plaintiff has not alleged the existence of a specific contract \nbetween herself and FastMed.   Moreover, even assuming such a  contractual \nrelationship could be inferred generally  from the allegations in the Complaint , \nfurther factual development —through discovery—would be necessary to define the \ncontours of that relationship, particularly as it relates to Plaintiff’s claimed economic \ndamages.  See, e.g., Greentouch USA, Inc. v. Lowe’s Cos. Inc., 2024 NCBC LEXIS 132, \nat *13–14 (N.C. Super. Ct. Oct. 2, 2 024) (concluding that “dismissal  . . . under the \neconomic loss doctrine would be premature” in light of “the limited information before \n \nthe Court at th is early stage of the action”); Club Car, Inc. v. Dow Chem . Co., 2007 \nNCBC LEXIS 10, at *28–31 (N.C. Super. Ct. May 3, 2007) (deferring consideration as \nto the possible application of the economic loss rule where it was “unclear whether \n[plaintiff] ha[d] a contractual remedy”). \n58. Second, the parties have not expressly briefed the issue of whether \nNorth Carolina law permits the application of the economic loss rule so as to bar some \n(but not all) categories of damages sought by a plaintiff where the doctrine would not \nserve to bar the entire cause of action.   \n59. For these reasons, the Court declines to apply the economic loss rule to \nany aspect of Plaintiff’s claims at the present time without prejudice to FastMed’s \nability to reassert this argument at a later stage of this litigation. \nCONCLUSION \n THEREFORE, IT IS ORDERED as follows: \n1. FastMed’s Motion to Dismiss as to Plaintiff’s claim for violation of  the \nNCESA and her claims for negligence per se and invasion of privacy by \nintrusion upon seclusion is DISMISSED as moot, and those claims are \nDISMISSED with prejudice; and \n2. In all other respects, FastMed’s Motion to Dismiss is DENIED. \nSO ORDERED, this the 25th day of March 2025. \n \n/s/ Mark A. Davis     \nMark A. Davis \nSpecial Superior Court Judge for \nComplex Business Cases "
}