{
  "id": "566825ff62faa6b4175e1152b67b8c94c0ca19ff4e1b8e4e3740d4aae36a9b9e",
  "source_file": "data/raw/ncbc/566825ff62faa6b4175e1152b67b8c94c0ca19ff4e1b8e4e3740d4aae36a9b9e.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF FORSYTH \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n15 CVS 1551 \nJOSEPH LEE SURRATT, \n \nPlaintiff, \n \nv. \n \nMITCHELL KENDALL BROWN; \nMITCHELL KENDALL BROWN \nd/b/a DÉJÀ VU TATTOO AND \nPIERCING; MITCHELL KENDALL \nBROWN d/b/a SIGNATURED \nSOULZ; and TATTOO THERAPY, \nLLC,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION \n \n{1} THIS MATTER is before the Court on Defendants’ Motion to Dismiss, \nmade pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure \n(“Rule(s)”), and Defendants’ Motion to Drop [Strike] Certain Defendants, made \npursuant to Rule 21 (“Motion to Strike”).  For the reasons stated below, the Motion \nto Dismiss is GRANTED IN PART and DENIED IN PART and the Motion to Strike \nis DENIED. \nWilson Helms & Cartledge, LLP by G. Gray Wilson and Matthew W. \nGeorgitis for Plaintiff. \nNorman L. Sloan for Defendants. \nGale, Chief Judge. \nI. PROCEDURAL BACKGROUND \n{2} The current litigation follows the voluntary dismissal of an earlier \naction filed on April 1, 2013 (“First Action”).     \n{3} In the First Action, Plaintiff Jo seph Lee Surratt (“Surratt”) initiated \nan individual action against Defendant Mitchell Kendall Brown (“Brown”) and \nSurratt v. Brown, 2015 NCBC 72.\n \n \nmade claims against the following entities: Déjà Vu Tattoo and Piercing, LLC; \nSignatured Soulz of Greensboro, LLC; Mitchell Kendall Brown d/b/a Déjà Vu Tattoo \nand Piercing of Greenville; and Déjà Vu Franchise Group, LLC.  After the case was \ndesignated a complex business case and assigned to the undersigned, Plaintiff \nvoluntarily dismissed Déjà Vu Tattoo and Piercing, LLC; Signatured Soulz of \nGreensboro, LLC; and Déjà Vu Franchise Group, LLC without prejudice on July 22, \n2013.  Plaintiff dismissed all remaining claims in the First Action on February 20, \n2015. \n{4} On March 9, 2015, Plaintiff initiated the present action (“Second \nAction”) against Brown; Déjà Vu Tattoo and Piercing, LLC; Signatured Soulz of \nGreensboro, LLC; Déjà Vu Franchise Group, LLC; Tattoo Therapy, LLC; Mitchell \nKendall Brown d/b/a Déjà Vu Tattoo and Piercing; and Mitchell Kendall Brown \nd/b/a Signatured Soulz.  The Complaint alleges claims for (1) declaratory judgment, \n(2) conversion, (3) constructive trust, (4) breach of fiduciary duties, (5) \nmisrepresentation, (6) breach of contract, (7) unfair and deceptive trade practices \n(“UDTP”), (8) actual and constructive fraud, (9) unjust enrichment, and (10) \ndissolution and accounting.  The Second Action was designated a complex business \ncase and assigned to the undersigned.  On April 22, 2015, Plaintiff voluntarily \ndismissed Déjà Vu Tattoo and Piercing, LLC; Signatured Soulz of Greensboro, LLC; \nand Déjà Vu Franchise Group, LLC with prejudice.  \n{5} Defendants filed the Motion to St rike on May 1, 2015, and the Motion \nto Dismiss on May 6, 2015.  As an alternative to the Motion to Dismiss, the Motion \nto Strike seeks to strike claims against the remaining entity Defendants, Mitchell \nKendall Brown d/b/a Déjà Vu Tattoo and Piercing, Mitchell Kendall Brown d/b/a \nSignatured Soulz, and Tattoo Therapy, LLC (“the Moving Entity Defendants”) from \nthe Complaint, first on the basis that the first two entities do not exist and second \nbecause, in any event, Brown would be personally responsible for any liability that \nSurratt may prove.    \n{6} The Court held oral argument on the motions on June 17, 2015, at \nwhich Plaintiff’s counsel indicated that he would not pursue his UDTP claim.  \n \n \nDefendants’ counsel reaffirmed statements in Defendants’ brief that while Brown \ndenies all allegations of the Complaint, if Plaintiff succeeds, Brown will be \nindividually responsible for any liability Plaintiff succeeds in proving. \nII. FACTUAL BACKGROUND \n{7} The Court accepts the following facts alleged in the Complaint as true \nfor purposes of the Motion to Dismiss.  It considers other evidence of record when \nevaluating the Motion to Strike.    \n{8} The Complaint asserts two relate d but separate oral agreements.  \nSurratt and Brown formed the first agreement in May 2010, when they orally \nagreed to open and operate a tattoo and piercing business (“the Business”), with \nBrown financing the Business in exchange for a thirty-percent share in its profits \nand Surratt opening and operating the Business for a seventy-percent share in its \nprofits. \n{9} Pursuant to this agreement, Surratt created the Déjà Vu name and \nlogo and “was the party solely responsible for store design, logo design, and \noverseeing of the construction of the tattoo and piercing business storefront.”  \n(Compl. ¶ 15.)  On November 4, 2010, the “Certificate of Partnership or Business \nUnder Assumed Name in Forsyth County to Déjà Vu Tattoo and Piercing” was \nrecorded in Forsyth County, listing Surratt and Brown as owners.  (Compl. ¶ 11.)  \nOn May 5, 2011, articles of organization were filed for Déjà Vu Tattoo and Piercing, \nLLC, listing Surratt and Brown as members.  The store opened at Hanes Mall in \nWinston-Salem, North Carolina on February 18, 2011. \n{10} Surratt alleges that the second agreement was formed two months \nlater, when Surratt and Brown agreed to expand their venture “by opening \nadditional retail locations, of which Plaintiff and Defendant would each maintain \n50% ownership.”  (Compl. ¶ 19.)  At oral argument, Plaintiff’s counsel indicated that \nthis allegation should be interpreted to limit the scope of the agreement and the \nclaim’s application to the pursuit of additional tattoo storefronts that use the \nconcept and related intellectual property that Surratt developed in connection with \n \n \nthe first agreement.  Surratt disclaims that the agreement prevents either partner \nfrom opening or operating any tattoo parlor that does not use that concept or \nrelated intellectual property.1 \n{11} Surratt alleges that, around th is time, he requested that Brown \ndistribute the Business’s profits.  Brown refused the request and made “several” \ntransfers out of the checking account.  (Compl. ¶ 21.) \n{12} In July 2011, Surratt took a tw o-week absence from overseeing the \nBusiness, during which time Brown requested a new employer identification \nnumber for the Business, transferred all operating income and profits to his \npersonal bank account, changed passwords to all accounts associated with the \nBusiness, and instructed the Business’s employees not to communicate with Surratt \nbecause he was no longer part of the Business.  Surratt was advised on his return in \nAugust 2011 that he would not be allowed in the Winston-Salem store. \n{13} On March 17, 2012, Brown opened another tattoo and piercing retail \nstorefront in Greensboro under the name Signatured Soulz of Greensboro, LLC.  On \nSeptember 18, 2012, Brown opened a third tattoo and piercing retail storefront in \nGreenville, North Carolina, using the name Déjà Vu Tattoo and Piercing.  Surratt \nalleges that, on this same day, Brown formed Déjà Vu Franchise Group, LLC for the \npurpose of franchising the Déjà Vu concept.  Within two years, Brown opened three \nmore stores in Jacksonville, Fayetteville, and Winston-Salem, named Déjà Vu \nTattoo and Piercing, Signatured Soulz, and Tattoo Therapy, LLC, respectively. \n{14} Surratt contends that each of thes e six additional locations are subject \nto the parties’ joint venture and were opened and operated using intellectual \nproperty that Surratt created as part of their venture, including the retail store \nlayout, the design of the retail stores, and the store logo design. \n                                                 \n1 When ruling upon a motion to dismiss pursuant to Rule 12(b)(6), a trial court may look to facts in \naddition to the complaint where the plaintiff, rather than the defendant, raises them.  Norman v. \nTradewinds Airlines, Inc., 286 F. Supp. 2d 575, 580 (M.D.N.C. 2003). \n \n \n{15} Surratt complains that Brown has re fused to distribute profits to him \nor permit him to carry out his role as a member-manager of the LLC and partner of \nthe partnership and has misappropriated intellectual property that Surratt created. \nIII. STANDARD OF REVIEW \n{16} On a motion to dismiss pursuant to Rule 12(b)(6), the Court inquires \n“whether, as a matter of law, the allegations of the complaint, treated as true, are \nsufficient to state a claim upon which relief may be granted under some legal \ntheory, whether properly labeled or not.”  Crouse v. Mineo, 189 N.C. App. 232, 237, \n658 S.E.2d 33, 36 (2008) (quoting Harris v. NCNB Nat’l Bank of N.C., 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987)).  The Court may grant a motion to dismiss \nunder Rule 12(b)(6) where one of the following is true: (1) the complaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the complaint \ndiscloses some fact that necessarily defeats the plaintiff’s claim.  Oates v. JAG, Inc., \n314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985).  For purposes of the Motion to \nDismiss, the Court accepts the factual allegations of the Complaint as true without \nassuming the veracity of Plaintiff’s legal conclusions.  Walker v. Sloan, 137 N.C. \nApp. 387, 392, 592 S.E.2d 236, 241 (2000).   \n{17} A trial court may review the developed record in deciding a motion \nunder Rule 21.  N.C. R. Civ. P. 21 cmt. (noting that relevant language is “exact \ncounterpart to federal Rule 21”); see also Hershey Foods Corp. v. Padilla, 168 F.R.D. \n7, 9–11 (D.P.R. 1996) (reviewing developed record in deciding motion under Federal \nRule of Civil Procedure 21); Johnson v. Johnson, 14 N.C. App. 40, 42, 187 S.E.2d \n420, 421 (1972) (“[T]he Federal Rules are one of the sources of the North Carolina \nRules; and decisions under them are pertinent for guidance and \nenlightenment . . . .” (citing Sutton v. Duke, 277 N.C. 94, 176 S.E.2d 161 (1970))).  \n \n \n \n \n \nIV. ANALYSIS \nA. The Motion to Strike \n{18} Defendants contend that (1) Plaintiff misjoined the Moving Entity \nDefendants because the first two entities named do not exist and never have \nexisted; (2) Tattoo Therapy, LLC was not a part of the agreements between the \nparties; and, (3) in any event, Plaintiff is not in privity of contract with any of the \nentities.  As noted, Defendant’s counsel further asserts that Brown, individually, \nwould be responsible for any liability Surratt is ultimately able to prove. \n{19} Surratt counters that it is prem ature to dismiss the Moving Entity \nDefendants before discovery, and that Brown or his various entities will suffer no \nprejudice should the entities remain parties pending discovery. \n{20} The Court, in its discretion, deni es the Motion to Strike the otherwise \nsurviving claims against the Moving Entity Defendants, without prejudice to \nreconsidering the motion on a more developed record. \nB. The Contract Claims as to Some Defendants Survive the Motion to Dismiss \n{21} The grounds Defendants argue in support of dismissing the contract \nclaims distill to three issues: (1) whether the statute of limitations bars Plaintiff’s \ncontract-based claims; (2) whether any contract claim is barred because the alleged \ncontracts lack sufficiently definite terms; and (3) whether section 75-4 of the North \nCarolina General Statutes applies to the oral agreements such that they are \nunenforceable because they are not in writing.  Defendants contend that, because \nthe underlying contracts are unenforceable, all other claims fail. (Br. Supp. Mot. \nDismissal Pursuant to Rule 12(b)(6) of the Rules of Civil Procedure (“Defs. Supp. \nBr.”) 5.) \n \n \n \n \n \n \ni. The Statute of Limitations Bars Claims Arising from the First Oral \nAgreement as Against Mitchell Kendall Brown d/b/a Déjà Vu Tattoo \nand Piercing, Mitchell Kendall Brown d/b/a/ Signatured Soulz, and \nTattoo Therapy, LLC \n {22} The statute of limitations fo r actions based “[u]pon a contract, \nobligation or liability arising out of a contract, express or implied” is three years.  \nN.C. Gen. Stat. § 1-52(1) (2014).  This includes claims for unjust enrichment.  \nStratton v. Royal Bank of Can., 211 N.C. App. 78, 85, 712 S.E.2d 221, 228 (2011).  A \ncontract-based claim begins to accrue when the breach occurs.  PharmaResearch \nCorp. v. Mash, 163 N.C. App. 419, 424, 594 S.E.2d 148, 152 (2004). \n {23} Brown’s breach of the first allege d contract, if any, occurred in August \n2011, when Brown excluded Surratt from the Winston-Salem storefront and \ntransferred funds to his personal account, so that claims based on this contract \nmust have been brought by August 2014.  Brown’s breach of the second agreement, \nif any, occurred no later than March 17, 2012, when he opened the second retail \nstorefront in the manner Plaintiff alleges, utilizing the Déjà Vu concept.  Claims \nbased on the second agreement must therefore have been brought by at least March \n17, 2015.2  \n{24} Plaintiff did not bring any cause of action against any of the Moving \nEntity Defendants until March 9, 2015, more than three years after Brown’s alleged \nbreach of the first contract.  Therefore, to the extent they pertain to Brown’s alleged \nexclusion of Plaintiff from the initial Winston-Salem store and its profits, the claims \nfor declaration of ownership, constructive trust, breach of contract, actual fraud, \nunjust enrichment, and dissolution and accounting are DISMISSED as against the \n                                                 \n2 To the extent Plaintiff argues that equitable estoppel would toll the statute of limitations, it does \nnot affect the outcome.  To toll the statute of limitations under this theory, the plaintiff must \ndemonstrate, inter alia, that he lacked the knowledge and means of ascertaining the real facts.  \nRobinson v. Bridgestone/Firestone N.A. Tire, LLC, 209 N.C. App. 310, 319, 703 S.E.2d 883, 889 \n(2011).  Plaintiff should have learned the real facts concerning the alleged breach of the first contract \nin August 2011 and, for the second contract, no later than September 18, 2012, when Brown formed \nDéjà Vu Franchise Group, LLC and opened the third tattoo and piercing store using the Déjà Vu \nconcept.  In other words, the results are the same: claims for breach of the first oral agreement were \nnot timely filed; claims arising from breach of the second oral agreement were timely filed. \n \n \nMoving Entity Defendants.  These claims against the Moving Entity Defendants, so \nlong as based on the second agreement, were timely filed. \nii. Each of the Alleged Agreements Have Sufficient Terms to Survive an \nEarly Dismissal Under Rule 12(b)(6) \n{25} “[A] valid contract requires (1) assent; (2) mutuality of obligation; and \n(3) definite terms.”  Charlotte Motor Speedway, LLC v. Cty. of Cabarrus, ___ N.C. \nApp. ___, 748 S.E.2d 171, 176 (2013).  In other words, the parties to the contract \nmust have had a meeting of the minds as to all essential terms of the agreement.  \nNorthington v. Michelotti, 121 N.C. App. 180, 184, 464 S.E.2d 711, 714 (1995).  \nThese essential terms “must be sufficiently definite and certain, and a contract that \n‘leaves [sic] material portions open for future agreement is nugatory and void for \nindefiniteness.’”  Miller v. Rose, 138 N.C. App. 582, 587–88, 532 S.E.2d 228, 232 \n(2000) (citation omitted) (quoting MCB, Ltd. v. McGowan, 86 N.C. App. 607, 609, \n359 S.E.2d 50, 51 (1987)). \n{26} Defendants assert that the Co mplaint reveals that Surratt and Brown \nnever agreed on what each were “specifically required” to do under the contracts, \nthe time in which the work was to be performed, the duration of the oral contracts, \nand the mechanism with which to terminate the contracts.  (Defs. Supp. Br. 11.)  \nDefendants additionally argue that the oral agreements were not supported by \nadequate consideration. \n{27} The Court disagrees.  As to the first agreement, the Complaint asserts \nagreement on the minimal essential terms that a store would be opened, Brown was \nto finance the venture for a thirty-percent share in its profits, and Surratt was to \noperate the store for a seventy-percent share in its profits.  While there were \nperhaps additional terms that the parties had yet to negotiate, the North Carolina \nCourt of Appeals has recognized that a similar contract was adequate to constitute \nan enforceable partnership agreement to open and operate a store according to the \nshared profit percentages.  Grub, Inc. v. Sammy’s Seafood House & Oyster Bar, \nLLC.  No. COA14-861, 2015 N.C. App. LEXIS 330, *16–18 (Apr. 21, 2015).  The \nGrub court determined that an agreement between two parties as to type of \n \n \nbusiness, share in profits, and financing, when coupled with corroborating evidence \nthat each party undertook measures to perform, constituted a sufficient basis for a \njury to determine that a valid partnership agreement existed.  Id. Grub is \nsufficiently analogous to this case to be controlling. \n{28} Through their second agreement,  Brown and Surratt agreed to expand \nthe Business as a joint venture with an equal share in profits.  While many things \nwere left open, Plaintiff indicated at oral argument that the agreement extends only \nto those storefronts utilizing the name, concept, design, and intellectual property \ndeveloped in carrying out the first agreement.  The evidence may develop in a \nmanner that defeats Plaintiff’s claims.  The Court concludes, however, that, where \nstores have been opened, the basic terms of continuing a common plan based on \nequal profit distribution are adequate at this early stage to allow the claims to \nwithstand dismissal. The claims are better tested by summary judgment against a \nmore developed record. \niii. Section 75-4 Does Not Mandate Early Dismissal \n{29} Defendants next argue that the second oral agreement is not \nenforceable because it is not in writing.  Any “contract or agreement . . . limiting the \nrights of any person to do business anywhere in the State of North Carolina” must \nbe in writing.  N.C. Gen. Stat. § 75-4 (2014).  Traditionally, courts have not held \nthat section 75-4 defeats a contract unless the terms of the agreement “limit[] \nsubstantially” a party’s right to do business.  Ashley Furniture Indus. v. \nSangiacomo, N.A., 187 F.3d 363, 378 (4th Cir. 1999); see also, e.g., Radio Elecs. Co. \nv. Radio Corp. of Am., 244 N.C. 114, 117, 92 S.E.2d 664, 666 (1956).   \n{30} Defendants contend that the second agreement substantially limits \ntheir right to do business within the meaning of section 75-4.  In making the \nargument, Defendants assert that the breadth of the alleged agreement implies \n“that Brown would not have been able to engage in the type of business about which \nthe Plaintiff is complaining, i.e., that is [sic] to operate a tattoo and piercing \nbusiness . . . elsewhere in North Carolina.”  (Defs. Supp. Br. 6.)    \n \n \n{31} An agreement that limits one’s ability to do business to a single \nchannel substantially limits the individual’s right to do business in North Carolina, \nand requires a writing.  E.g., Ashley Furniture, 187 F.3d at 378; Radio Elecs., 244 \nN.C. at 117, 92 S.E.2d at 666–67; see also Big Red, LLC v. Davines S.p.A., 31 Fed. \nAppx. 216, 219–220 (4th Cir. 2002).  On the other hand, where an oral agreement \nmerely concerns the use of intellectual property, section 75-4 may not apply so long \nas other terms do not “substantially” limit the party’s right to do business.  Ashley \nFurniture, 187 F.3d at 378. \n{32} Plaintiff’s narrowed description of the agreement does not prohibit \nBrown from operating in the tattoo and piercing industry without Surratt, so long \nas Brown does not utilize the name, concept, or related intellectual property created \npursuant and subject to the agreements between the parties.  The Court then \nconcludes that any final determination of how section 75-4 might apply to the \nagreement must await further discovery as to the overall terms of the agreement.  \nStated otherwise, it is premature to determine whether the agreement under which \nPlaintiff seeks to recover must be in writing in order to be enforceable.  Likewise, it \nis premature for the Court to determine whether certain portions of the agreement, \nbut not others, are enforceable.  See Whittaker Gen. Med. Corp. v. Daniel, 324 N.C. \n523, 528, 379 S.E.2d 824, 828 (1989) (“If the contract is separable, however, and one \npart is reasonable, the courts will enforce the reasonable provision.”). \niv. Plaintiff’s Conversion Claim Should Be Limited to Defendant Brown, \nIndividually, and Further Limited to Business Profits \n{33} Conversion is the “unauthorized assumption and exercise of the right \nof ownership over goods or personal chattels belonging to another, to the alteration \nof their condition or the exclusion of an owner’s rights.”  Peed v. Burleson’s, Inc., \n244 N.C. 437, 439, 94 S.E.2d 351, 353 (1956) (citation and internal quotation marks \nomitted).  Conversion claims are subject to a three-year limitation period, N.C. Gen. \nStat. § 1-52(4), which typically begins to run when the unauthorized assumption \nand exercise of ownership occurs.  Stratton, 211 N.C. App. at 83, 712 S.E.2d at 227.  \nHowever, when a defendant lawfully possesses or controls the property but \n \n \nexercises unauthorized control over it, demand and refusal become necessary \nelements of conversion, meaning that the limitations period would not begin to run \nuntil after the defendant has refused the plaintiff’s demand for return of the \nproperty.  Hoch v. Young, 63 N.C. App. 480, 483, 305 S.E.2d 201, 203 (1983).  \nAlthough the law is unclear as to the dividing line between tangible and intangible \nproperty in some instances, it is clear that only goods and personal property are \nsubject to a conversion claim; intangible interests, such as business opportunities or \nexpectancy interests are not subject to conversion.  Norman v. Nash Johnson & \nSons’ Farms, Inc., 140 N.C. App. 390, 414, 537 S.E.2d 248, 264 (2000); HCW Ret. & \nFin. Servs., LLC v. HCW Emp. Benefit Servs., LLC, 2015 NCBC LEXIS 73, *57 \n(N.C. Super. Ct. July 14, 2015).   \n{34} Plaintiff alleges that Brown conv erted Plaintiff’s “profits and/or other \ndistributions, his right to partnership property, his membership interest in the \nLLC/Partnership, and his right to participate in management of the \nLLC/Partnership.”  (Compl. ¶¶ 43–49.)  With the exception of profits and \ndistributions, the property interests asserted are intangible.  Plaintiff’s potential \nconversion claim is then limited to profits and distributions.  Whether the \nBusiness’s profits and distributions are ultimately subject to Plaintiff’s conversion \nclaim will depend on whether discovery bears out that the money in which Surratt \nasserts an interest is properly identifiable as recoverable profits from the Business.  \nVariety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC, 365 N.C. 520, 528–\n29, 723 S.E.2d 744, 750–51 (2012); Wake Cty. v. Hotels.com, L.P., ___ N.C. App. ___, \n762 S.E.2d 477, 489–90 (2014). \n{35} Plaintiff’s brief opposing the Moti on to Dismiss implies that he alleged \na conversion claim against the Moving Entity Defendants.  (Pl.’s Resp. Defs.’ Mot. \nDismiss (“Pl. Resp. Br.”) 18 (“[D]efendants have improperly withheld [Surratt’s] \nproperty . . . .  This complies with the two essential elements of a claim for \nconversion.”).)  However, the Complaint does not allege that any of the Moving \n \n \nEntity Defendants converted Plaintiff’s property.3  (Compl. ¶¶ 43–49.)  The \nconversion claim is then limited to Brown, and to the extent Plaintiff asserts a \nconversion claim against the Moving Entity Defendants, any such claim is \nDISMISSED. \nv. Plaintiff’s Fraud-Based Claims Are Not Stated with Sufficient \nParticularity \n{36} A claim of actual fraud requir es: “(1) [f]alse representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the \ninjured party.”  Ragsdale v. Kennedy, 286 N.C. 130, 138, 209 S.E.2d 494, 500 (1974).  \nUnder Rule 9(b), a plaintiff must plead a fraud claim with particularity.  N.C. R. \nCiv. P. 9(b).  To do so, a claimant must allege “time, place and content of the \nfraudulent representation, identity of the person making the representation and \nwhat was obtained as a result of the fraudulent acts or representations.”  Terry v. \nTerry, 302 N.C. 77, 85, 273 S.E.2d 674, 678 (1981).  Where the fraud alleged is in \nthe nature of concealment, the complaint “must specifically allege the time and \noccasion of the misrepresentation or concealment of material fact and the individual \nwho made the misrepresentation or concealment in order to satisfy the \nrequirements of Rule 9(b).”  \nTrull v. Cent. Carolina Bank & Trust Co., 117 N.C. \nApp. 220, 224, 450 S.E.2d 542, 545 (1994). \n {37} In the present action, Plaintiff brings claims for actual fraud and \nmisrepresentation, which are subject to the above requirements.  Plaintiff, however, \nonly alleges generally that Brown “intentionally misrepresented the revenues, \nprofits, losses and whereabouts of funds to Plaintiff to disguise his own actions.”4  \n(Compl. ¶ 61.)  The Complaint neither indicates when Brown misrepresented the \n                                                 \n3 Any conversion claim against these Defendants would be time-barred as to profits and distributions \nfrom the initial Winston-Salem storefront.  \n4 The allegations under the Complaint’s heading for “Actual and Constructive Fraud” are that Brown \nfailed to act in good faith, was disloyal to Surratt, failed to act openly and honestly with Surratt, \nengaged in self-dealing, and committed “other wrongful conduct.”  (Compl. ¶¶ 79–80.)  As none of \nthese allegations concern a false misrepresentation of material fact, but rather breaches of certain \nfiduciary duties, the Court has not listed them as allegations in support of an actual fraud claim. \n \n \nBusiness’s finances, nor the content of any such misrepresentation, save that in \nApril 2011, Brown did not distribute profits to Surratt upon request.  (Compl. ¶ 21.)  \nIf Plaintiff wishes to pursue his fraud claims, he must amend his Complaint within \ntwenty days of this order and allege those claims with specificity adequate to satisfy \nRule 9(b), or such claims will be dismissed. \nvi. Plaintiff’s Fiduciary Duty and Constructive Fraud Claims Survive the \nMotion to Dismiss \n {38} Having determined that Plaintiff adequately pled the existence of an \nenforceable partnership or joint venture agreement, the Court cannot presently \ndismiss the claims for breach of fiduciary duty and constructive fraud.  To properly \nplead a breach of fiduciary duty, a plaintiff must allege the existence of a fiduciary \nrelationship between the parties and a breach of the defendant’s duty.  \nS.N.R. \nMgmt. Corp. v. Danube Partners 141, LLC, 189 N.C. App. 601, 613, 659 S.E.2d 442, \n451 (2008).  To properly plead constructive fraud, a plaintiff must allege “(1) a \nrelationship of trust and confidence, (2) that the defendant took advantage of that \nposition of trust in order to benefit himself, and (3) that plaintiff was, as a result, \ninjured.”  Ward v. Fogel, ___ N.C. App. ___, 768 S.E.2d 292, 300 (2014) (quoting \nWhite v. Consol. Planning, Inc., 166 N.C. App. 283, 294, 603 S.E.2d 147, 156 \n(2004)), review denied, ___ N.C. ___, 771 S.E.2d 302 (2015). \n{39} Plaintiff has met his pleading burden under the liberal standards of \nRule 12(b)(6).  Partners are accountable to one another as fiduciaries.  N.C. Gen. \nStat. § 59-51 (2014); see also Cheape v. Town of Chapel Hill, 320 N.C. 549, 562, 359 \nS.E.2d 792, 799–800 (1987) (noting that joint venturers stand in a fiduciary \nrelationship with one another).  Plaintiff’s allegations are then adequate to form the \nbasis for constructive fraud and breach of fiduciary duty claims.  Accordingly, as to \nthese causes of action, the Motion to Dismiss is DENIED. \nvii. The Remaining Contract-Based Claims Survive the Motion to Dismiss \n{40} As the Court has determined that  the breach of contract claim may \nproceed, Plaintiff’s other contract-based claims—declaration of interest; \n \n \nconstructive trust; unjust enrichment, as an alternative to contract; dissolution and \naccounting; and declaratory judgment—als o survive the Motion to Dismiss.  \n{41} However, the Court is not convinced that the remaining claims are \nintentionally or properly alleged against the Moving Entity Defendants.  Plaintiff \nadmits that the Moving Entity Defendants are not necessary parties to his \ndeclaration-of-interest claim.  (Pl. Resp. Br. 4.)  If Plaintiff wishes to present claims \nagainst the Moving Entity Defendants, he shall specify those claims and his \ngrounds for asserting them against the Moving Entity Defendants in the Amended \nComplaint the Court has given him leave to file. \nV. CONCLUSION \n{42} For the foregoing reasons: \n1. The Motion to Strike is DENIED; \n2. Plaintiff’s UDTP claim is DISMISSED; \n3. Plaintiff’s claims against the Moving Entity Defendants that \ndepend upon the oral agreement reached in May 2010 are \nDISMISSED; \n4. The conversion claim, if any, alleged against the Moving Entity \nDefendants is DISMISSED; \n5. In all other respects, the Motion to Dismiss is DENIED; \n6. Plaintiff is given leave to file an Amended Complaint within \ntwenty days from the date of this Order & Opinion that conforms \nwith this Order & Opinion. \n \nIT IS SO ORDERED, this the 27th day of July, 2015. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n "
}