{
  "id": "567fbab84118be3e12d584ce6bc228ad0fb6a0357a6126d905dc2c42f8ab16c5",
  "source_file": "data/raw/ncbc/567fbab84118be3e12d584ce6bc228ad0fb6a0357a6126d905dc2c42f8ab16c5.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nRANDOLPH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 1239 \n \nSTACY RODDY GRIFFIN, as \nExecutrix of the ESTATE OF \nCHRISTOPHER LEE GRIFFIN, \n \nPlaintiff, \n \nv. \n \nADVISORS FINANCIAL CENTER, \nL.L.P. and CORNELIUS GRIFFIN, \nIII, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nPARTIAL JUDGMENT ON THE \nPLEADINGS \n \n \n1. THIS MATTER is before the Court upon Defendants Advisors Financial \nCenter, LLP ( “Advisors” or the “Partnership”) and Cornelius Griffin, III’s (“Neal” ; \ntogether with Advisors, “Defendants”) Motion for Partial Judgment on the Pleadings \n(the “Motion”) pursuant to Rule 12(c) of the North Carolina Rules of Civil Procedure \n(the “Rule(s)”) in the above-captioned case.1 \n2. Neal and his late brother, Christopher Lee Griffin (“Chris”), formed and \noperated Advisors to provide investment and financial planning services to clients in \nRandolph County , North Carolina  and across the United States from 1995 until \nChris’s untimely death in February 2022. 2  They did so pursuant to the terms of a \nLimited Liability Partnership Agreement (the “Partnership Agreement”) , under \nwhich Neal held a 60% ownership interest and Chris held a 40% ownership interest.3  \n \n1 (ECF No. 24.) \n \n2 (Compl. ¶¶ 13, 16, 23, ECF No. 3.) \n \n3 (Compl. ¶¶ 14–15.) \nGriffin v. Advisors Fin. Ctr., L.L.P., 2024 NCBC 26. \nFollowing Chris’s death, Neal  purported to liquidate Advisors  at the end of 2022 \npursuant to the terms of the Partnership Agreement.4   \n3. The Motion poses two discrete issues: (i) whe ther the Partnership has \ngoodwill that should be accounted for in liquidating or selling the Partnership’s assets \nafter Chris’s death  and (ii) whether Chris’s estate 5 may maintain a claim for \nconversion of Chris’s interest in the Partnership.  \n4. Having considered the Motion, the parties’ briefs in support of and in \nopposition to the Moti on, the relevant pleadings, all other appropriate matters of \nrecord, and the arguments of counsel at the hearing on the Motion, the Court, for the \nreasons set forth below, DENIES the Motion seeking judgment on the Estate’s claims \nfor goodwill , GRANTS the Motion seeking judgment on the Estate’s conversion \nclaim, and DISMISSES the Es tate’s conversion claim against Defendants with \nprejudice.  \nJohnston, Allison & Hord, P.A., by David T. Lewis, Kathleen D. B. \nBurchette, and William D. McClelland, for Plaintiff Stacy Roddy Griffin, \nas Executrix of the Estate of Christopher Lee Griffin. \n \nTuggle Duggins P.A., by Denis E. Jacobson, Brandy L. Mansouraty, and \nDaniel D. Stratton, for Defendants Advisors Financial Center, LLP and \nCornelius Griffin, III. \n \nBledsoe, Chief Judge. \n \n4 (Compl. ¶¶ 38–46.) \n \n5 The plaintiff in this action is Chris’s widow, Stacy Roddy Griffin, who has sued Defendants \nin her capacity as the Executrix of the Estate of Christopher Lee Griffin (the “Estate”).   \n(Compl. ¶¶ 2–3, 9–10.) \n \nI. \nFACTUAL AND PROCEDURAL BACKGROUND  \n5. The Court does not make findings  of fact on motions presented under Rule \n12(c).  Rather, the Court recites the allegations asserted and documents referenced \nin the pleadings that are relevant to the Court’s determination of the Motion. \n6. Article XI, section 11.03(a) of the Partnership Agreement addresses the \nconsequences of a partner’s death: \nIn the event of the death of a [p]artner, the estate of the deceased \n[p]artner shall continue to share in the [i]ncome, [l]osses and [c] ash \n[d]istributions of the Partnership for the balance of the calendar year in \nthe same way the deceased [p]artner would have shared in them had he \nsurvived to the end of the calendar year.  At any time prior to the end of \nthe calendar year or within 30 days of the demise of the partner, \nwhichever shall later occur, the  surviving [p]artners shall have the \noption either to liquidate the Partnership or to have the P artnership \npurchase the interest of the deceased [p]artner.  In the latter event, the \nestate of the deceased [p]artner shall have no interest in the Partnership \nand the surviving [p]artners shall have the right to continue the \nbusiness by themselves or with others without accounting for trade \nname, good will or other intangible values.6 \n \n7. The Estate  alleges that Neal has failed to comply with the Partnership \nAgreement by  failing to  either purchase Chris’s interest in the Partnership  or \nliquidate the Partnership “as a whole.”7  The Estate alleges that, instead, Neal closed \nthe Partnership’s  bank accounts, transferred the Partnership’s funds to non -\nPartnership bank accounts he set up to conduct the same business as the Partnership, \n \n6 (Defs. Advisors Financial Center, LLP and Cornelius Griffin, III’s Mot. Partial J. Pleadings \nEx. A [hereinafter, “Partnership Agreement”], ECF No. 24.2.) \n \n7 (Compl. ¶¶ 40–42.) \n \nand now operates a new business entity with the Partnership’s clients, staff, building, \nand trade name.8   \n8. The Estate  filed the Complaint initiating this action on 16 June 2023 , \nasserting claims for breach of fiduciary duty against Neal and for breach of contract \nand conversion against both Defendants .9  Defendants filed their Answer and \nAffirmative Defenses on 21 August 2023.10 \n9. Defendants filed the Motion on 15 November 2023.11  After full briefing, the \nCourt convened a hearing on the Motion on 25 January 2024, at which all parties \nwere represented by counsel (the “Hearing”).12  The Motion is now ripe for resolution. \nII. \nLEGAL STANDARD \n10. Rule 12(c) provides that “[a]fter the pleadings are closed but within such \ntime as not to delay the trial, any party may move for judgment on the pleadings.”  \nN.C.R. Civ. P. 12(c).  The purpose of Rule 12(c) is “to dispose of baseless claims or \ndefenses when the formal pleadings reveal their lack of merit and is appropriately \nemployed where ‘all the material allegations of fact are admitted in the pleadings and \n \n8 (Compl. ¶¶ 41–42.) \n \n9 (Compl. ¶¶ 47–68.) \n \n10 (Compl. ¶ 11.) \n \n11 (Defs. Advisors Financial Center, LLP and Cornelius Griffin, III’s Mot. Partial J. Pleadings \n[hereinafter, the “Mot.”]; Defs. Advisors Financial Center, LLP and Cornelius Griffin, III’s \nBr. Supp. Mot. Partial J. Pleadings [hereinafter, “Defs.’ Br. Supp.”], ECF No. 25.) \n \n12 (Notice Hearing, ECF No. 26.) \nonly questions of law remain.’ ”  DiCesare v. Charlotte-Mecklenburg Hosp. Auth., 376 \nN.C. 63, 70 (2020) (quoting Ragsdale v. Kennedy, 286 N.C. 130, 137 (1974)). \n11. In considering a motion for judgment on the pleadings: \nall well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true and all contravening assertio ns in the movant’s \npleadings are taken as false.  As with a motion to dismiss, the trial court \nis required to view the facts and permissible inferences in the light most \nfavorable to the nonmoving party.  A Rule 12(c) movant must show that \nthe complaint fails to allege facts sufficient to state a cause of action or \nadmits facts which constitute a complete legal bar to a cause of action. \n \nTully v. City of Wilmington, 370 N.C. 527, 532 (2018) (cleaned up). \n12. “Judgment on the pleadings is proper when the movant clearly establishes \nthat no material issue of fact remains to be resolved and that he is entitled to \njudgment as a matter of law.”  Shearin v. Brown, 276 N.C. App. 8, 11 (2021) (cleaned \nup).  Rule 12(c) motions “ must be carefully scrutinized lest the nonmo ving party be \nprecluded from a full and fair hearing on the merits.”  Newman v. Stepp, 376 N.C. \n300, 305 (2020) (quoting Ragsdale, 286 N.C. at 137).   \nIII. \nANALYSIS  \nA. Goodwill \n13. Defendants first seek a judicial determination that, as a “ professional \npartnership,” the Partnership does not have goodwill that survives Chris’s death \nunder North Carolina law. 13  As a result, Defendants seek a judgment barring the \n \n13 (Defs.’ Br. Supp. 6–10.) \n \nEstate from recovering damages for Defendants’  failure to account for goodwill in \ndetermining the value of the Partnership’s assets upon liquidation or sale.   \n1. The Estate’s Mootness/Ripeness Argument \n14. As an initial matter, the Estate  contends that the Motion should be denied \nas moot or as seeking an advisory opinion  because Defendants have sought a \ndetermination concerning the proper accounting for goodwill on sale or liquidation \nwhen the Estate has pleaded that neither a sale nor liquidation has yet to occur. 14  \nSee, e.g., Town of Tryon v. Duke Power Co., 222 N.C. 200, 200 (1942) (“It is no part of \nthe function of the courts . . . to give advisory opinions, or to answer moot questions, \nor to maintain a legal bureau for those who may chance to be interested, for the time \nbeing, in the pursuit of some academic matter.”) (cleaned up).  But the Estate ignores \nthat it has advanced a claim for contract damages against Defendants for allegedly \nfailing to purchase Chris’s interest or sell the Partnership as required under the \nPartnership Agreement —a claim whi ch will necessarily put at issue whether the \nPartnership’s goodwill expired with Chris’s death.   As a result, the Court concludes \nthat Defendants’ Motion raises a justiciable issue  that is ripe for adjudication .  See, \ne.g., Crescent Univ. City Venture v. AP Atl., Inc. , 2019 NCBC LEXIS 46, at *86– 87 \n(N.C. Super. Ct. Aug. 8, 2019) ( rejecting mootness challenge to damages \ndetermination because “in the event [defendant] is found liable to [plaintiff] for \nbreach of contract, [plaintiff] may be entitled to recover these expenses”). \n \n14 (Pl. Stacy Roddy Griffin, as Executrix of the Estate of Christopher Lee Griffin’s  Br. Resp. \nDefs.’ Mot. Partial J. Pleadings 4–5 [hereinafter, “Pl.’s Br. Opp’n”], ECF No. 32.) \n \n2. The Estate’s Argument Based on the Partnership Agreement \n15. The Estate next contends that, in order to give meaning to section 11.03(a) \nof the Partnership Agreement, “the Court must conclude that goodwill existed at the \ntime of Chris’s death, his Estate possessed a right for an accounting of goodwill, and \nthat right is only extinguished by a buyout of the Estate’s partnership interest by \nAdvisors or payment of the Estate’s liquidation interest[.]”15  The Court disagrees.  \n16. Section 11.03(a) provides, in relevant part, as follows: \nAt any time prior to the end of the calendar year or within 30 days of the \ndemise of the partner, whichever shall later occur, the surviving \n[p]artners shall have the option either to liquidate the Partnership or to \nhave the Partnership purchase the interest of the deceased [p]artner.  In \nthe latter event, the estate of the deceased [p]artner shall have no \ninterest in the Partnership and the surviving [p]artners shall have the \nright to continue the bus iness by themselves or with others without \naccounting for trade name, good will or other intangible values.16 \n \n17. Rather than necessarily imply that goodwill existed upon Chris’s death, the \nPartnership Agreement instead is silent as to an accounting for goodwill in the event \nof a liquidation and states only that , if the surviving partner elects to cause the \nPartnership to purchase the deceased partner’s interest and continue the \nPartnership, he may do so without accounting to the deceased partner’s estate for \n“trade name, good  will or other intangibles.” 17  That the surviving partner may  \ncontinue the Partnership without accounting for goodwill does not imply that the \nEstate had a right to an accounting for  goodwill at the time of Chris’s death.  The \n \n15 (Pl.’s Br. Opp’n 12.) \n \n16 (Partnership Agreement Art. XI § 11.03(a).) \n \n17 (Partnership Agreement Art. XI § 11.03(a).) \nCourt therefore rejects Plaintiff’s contract construction as inconsistent with the plain \nlanguage of the Partnership Agreement.  See, e.g. , State v. Philip Morris USA, Inc. , \n363 N.C. 623, 631 (2009) (“Interpreting a contract requires the court to examine the \nlanguage of the contract itself for indications of the parties ’ intent at the moment of \nexecution.  If the plain language of a contract is clear, the intention of the parties is \ninferred from the words of the contract.” (cleaned up)).  \n3. The Estate’s Professional Partnership Argument \n18. Having dispatched with the Estate’s initial two arguments, the Court now \nturns to the parties’ core contentions on the Motion.  As noted above, Defendants \ncontend that the Partnership is a “professional partnership” and thus had no goodwill \nfollowing Chris’s death for which an accounting is required upon liquidation or sale.18   \n19. For their support, Defendants heavily rely upon the Court of Appeals ’ \ndecision in Craver v. Nakagama, 94 N.C. App. 158 (1989).  Craver involved a funeral \nhome business initially owned and operated as a partnership by two founding \npartners who were heavily involved in the day -to-day management of the business.  \nId. at 160.  After the founders’ deaths, the ir partnership interests passed to persons \nwho did not engage in day -to-day management and instead hired properly licensed \nemployees to operate the business.  Id.   In determining whether the partnership’s \nproperty included goodwill, the C ourt of Appeals drew a distinction between \n“professional partnerships ”—in which “the business conducted  . . . is said to be \npersonal with the client depending upon the individual skill, judgment and \n \n18 (Defs.’ Br. Supp. 6–10.) \nreputation of the partner with whom the client is dealing” —and “commercial \npartnerships”—in which the basis for the firm’s reputation and business is the “skill \nand judgment of the partnership’s employees, not the partners themselves.”  Id.  at \n161.   \n20. The Court of Appeals  recognized that when the founders ran the funeral \nhome, it was a professional partnership—one “whose reputation rest[ed] solely on the \nindividual skill of the partners” —and thus “[had] no goodwill that [could] be \ndistributed once the partnership [was] dis solve[d].”  Id . at 161.  But the Court of \nAppeals concluded that, after the founders’ deaths, the funeral home’s name was “no \nlonger descriptive of the people running the business” and instead “began to acquire, \nthrough the incrustations of time, a veneer of associations artificial and impersonal.”  \nId. at 161 (cleaned up).  Accordingly , the court concluded that the partnership had \nbecome commercial rather than professional and, as a result, held  that its goodwill \ncould be sold upon dissolution.  Id. \n21. Defendants argue that the Partnership —a financial services business in \nwhich “the business conducted  . . . is said to be personal with the client depending \nupon the individual skill, judgment and reputation of the partner with whom the \nclient is dealing,” id. at 161—is a professional partnership under North Carolina law \nwhose goodwill is necessarily extinguished upon the death of a partner.  As such, \nDefendants contend that Plaintiff’s claims should be dismissed to the extent they seek \nan accounting and recovery for the Partnership’s goodwill on or after Chris’s death.19 \n \n19 (Defs.’ Br. Supp. 6–10.) \n \n22. The Estate makes several arguments in opposition.   \n23. First, the Estate contends that the Partnership cannot be a professional \npartnership because it is organized as a limited liability partnership  (“LLP”).20  But \nthe fact that the Partnership’s partners elected to organize as an LLP shows only that \nthey chose to avoid personal liability for the Partnership’s debts and obligations, see \nN.C.G.S. §59-45(a1); it says nothing about whether the business was to be operated \nas a professional or commercial partnership.   The Court therefore finds the Estate’s \ncontention unpersuasive. \n24. Next, the Estate argues that, because the North Carolina Professional \nCorporation Act (the “Professional Corporation Act”) 21 does not include financial \nservices as one of the licensed professional services in section 55B-2, the Partnership \nis not engaged in a profession and thus cannot be a professional partners hip.22  The \nCourt again disagrees.  Not only are the definitions listed in section 55B-2 applicable \nonly to the Professional Corporation Act , see N.C.G.S. § 55B-2, but the Estate also \nalleges that Advisors is a limited liability partnership, not a professional corporation \nsubject to the Professional Corporation Act. 23  Moreover, the Court of Appeals \nconcluded that the provision of mortuary services by the founders in Craver was a \nprofessional partnership even though mortuary services are not included in section \n \n20 (Pl.’s Br. Opp’n 6.) \n \n21 N.C.G.S. §§ 55B-1–B-16. \n \n22 (Pl.’s Br. Opp’n 6–7.) \n \n23 (See generally Compl.) \n \n55B-2.  Furthermore, it cannot be reasonably disputed that the provision of financial \nservices requires a high level of education, skill, and judgment like other recognized \nprofessions.  Indeed, financial services providers are subject to extensive st ate and \nfederal regulation, see e.g. N.C.G.S § 78C, are subject to strict licensing requirements, \nand have close, confidential, personal relationships with their clients like other \nrecognized professions. 24  See, e.g., Cook v. Lauten , 1 Ill.App.2d 255, 260 (1954)  \n(noting that “[t]he work of [c]ertified [p]ublic [a]ccountants requires skill, learning, \nand experience[]”); Hunt v. Street , 182 Tenn. 167, 172 (1945) ( observing that \n“[a]rchitecture calls for the highest skill”) ; Lyon v. Lyon , 246 Cal.App.2d, 519, 524 \n(1966) (noting that the reputation of a professional partnership for the practice of law \ndepends on “the personal and confidential relationship existing between each such \nmember and client”).  For each of these reasons, therefore, the Court finds Plaintiff’s \ncontention to be without merit.   \n25. Having reached this point in the analysis, however, the Court is not \nprepared to conclude on the current pleadings that the Partnership is  a professional \npartnership as a matter of law.  As noted above, Craver holds that “a professional \npartnership whose reputation rests solely on the individual skill of the partners has \nno goodwill that can be distributed once the partnership dissolves.”  94 N.C. App. at \n161 (emphasis added).  While the Estate pl eads that Chris and Neal “founded and \nbuilt a successful, well-respected investment and financial planning firm together”25 \n \n24 (Compl. ¶ 19.) \n \n25 (Compl. Introduction.) \n \nand that since Chris’s death, the Partnership has touted that “Neal and Chris made \nan incomparable ‘team,’ ” 26 the Estate also plead s that the Partnership used “its \nteam’s financial experience and expertise to help its clients meet financial goals and \npursue long -term growth and wealth” and that Chris “took the laboring oar in \nmanaging . . . the Partnership’s internal team[.]”27  These allegations, viewed in the \nlight most favorable to Plaintiff,  would permit a factfinder to conclude that the \nPartnership’s reputation was due not only to Neal’s and Chris’s individual skill, but \nalso to the skill of the internal team members who worked for the Partnership.  As a \nresult, a reasonable factfinder could conclude on the pleaded facts that the \nPartnership’s reputation did not rest solely  on Neal’s and Chris’s individual skill, \nnegating a necessary condition to the rule announced in Craver on which Defendants \nrely.  The Court therefore concludes that Defendants’ Motion seeking judgment on \nthe Estate’s claims to the extent they seek an accounting for goodwill must be denied \nunder Rule 12(c). \nB. C onversion \n26. Defendants also seek judgment on the Estate’s claim against Defendants for \nallegedly converting t he Estate’s “40% interest in the Partnership ” because North \nCarolina does not recognize a claim for conversion of this sort of intangible asset. 28  \nThe Court agrees.   \n \n26 (Compl. ¶ 29.) \n \n27 (Compl. ¶¶ 17, 20 (emphasis added).) \n \n28 (Defs.’ Br. Supp. 10–11; see also Compl. ¶¶ 65, 68.) \n \n27. First, this Court has recognized that a partnership interest is an intangible \ninterest.  See, e.g., Surratt v. Brown, 2015 NCBC LEXIS 75, at *15– 16 (N.C. Super. \nCt. July 27, 2015) (holding that “[plaintiff’s] right to partnership property, his \nmembership in the LLC/Partnership, and his right to participate in the management \nof the LLC/Partnership[]” were intangible interests).   \n28. So, too, are the Estate’s contract rights under the Partnership Agreement.  \nSee, e.g., Window World of N. Atlanta, Inc. v. Window World, Inc., 2018 NCBC LEXIS \n111, at *9– 10 (N.C. Super. Ct. Oct. 22, 2018) (holding that contract rights are not \n“tangible property upon which a claim for conversion may be based”); Horne Heating \n& Air Conditioning Co. v. Horne , 2017 NCBC LEXIS 96, at *9 (N.C. Super. Ct. Oct. \n11, 2017) (dismissing a claim for conversion of a contractual right, “which our courts \nhave deemed an intangible interest under North Carolina law”). \n29. Since this Court has made clear that “i ntangible interests cannot properly \nbe the subject of a conversion claim,” Conservation Station, Inc. v. Bolesky, 2023 \nNCBC LEXIS 164,  at *26–27 (N.C Super. Ct. Dec. 12, 2023), the Estate’s claim for \nconversion of Chris’s partnership interest necessarily fails as a matter of law.  See \nalso, e.g. , Norman v. Nash Johnson & Sons’ Farms, Inc. , 140 N.C. App. 390, 414 \n(2000) (holding that “only goods and personal property are properly the subjects of a \nclaim for conversion”).   \nIV. \nCONCLUSION \n30. WHEREFORE, for the reasons set forth above, the Court hereby GRANTS \nin part and DENIES in part the Motion as follows: \na. Defendants’ Motion is hereby DENIED to the extent Defendants seek \njudgment in their favor on the Estate’s claims for goodwill; and  \nb. Defendants’ Motion is hereby GRANTED  as to the Estate’s claim for \nconversion and that claim is hereby DISMISSED with prejudice.   \n    SO ORDERED, this the 22nd day of April, 2024. \n \n \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III    \n      Chief Business Court Judge \n "
}