{
  "id": "56891f8e50803f3c3490cf68b216eed9dc8b23211e39bde43b10e825d20f6a97",
  "source_file": "data/raw/ncbc/56891f8e50803f3c3490cf68b216eed9dc8b23211e39bde43b10e825d20f6a97.pdf",
  "raw_text": "Clark v. Burnette, 2020 NCBC 7. \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nWAKE COUNTY 19 CVS 8565 \n \nANDREW CLARK, \nORDER AND OPINION ON  \nMOTION TO DISMISS \n Plaintiff, \n v. \n \n \nJARED BURNETTE and JBAC \nPROPERTIES, LLC \n  \nDefendants. \n \nTHIS MATTER comes before the Court  on Defendants Jared Burnette and \nJBAC Properties, LLC’s (collectively, “Defendants”) Motion to Dismiss .  (“Motion to \nDismiss,” ECF No. 13.)   \nTHE COURT, after considering the Motion to Dismiss, the briefs in support of \nand in opposition to the Motion to Dismiss, the arguments of counsel at the hearing, \nand other appropriate matters of record, CONCLUDES  that the Motion to Dismiss \nshould be DENIED for the reasons set forth below.  \nBarker Richardson, PL LC, by Ian Richardson , Esq.  and Daniel T. \nBarker, Esq. for Plaintiff Andrew Clark. \n \nWilliams Mullen, by Caitlin M. Poe, Esq. and Camden R. Webb, Esq. for \nDefendants Jared Burnette and JBAC Properties, LLC.  \n \n McGuire, Judge. \nI. PROCEDURAL BACKGROUND \n1. Plaintiff Andrew Clark (“Clark”) initiated this action by filing his \nComplaint on June 25, 2019.  (ECF No. 3.)  On July 26, 2019, this matter was \n \n \ndesignated as a complex business case (Designation Order, ECF No. 1) and assigned \nto the undersigned (Assignment Order, ECF No. 2). \n2. In the Complaint, Clark alleges : a claim against Jared Burnette \n(hereinafter “Burnette”) for breach of contract (First Claim); in the alternative, a \nclaim against Burnette for quantum meruit  (Third Claim); and in the alternative, \nclaims against both Burnette and JBAC  Properties, LLC (hereinafter “JBAC”)  for \ndeclaratory judgment (Second Claim) and judicial dissolution pursuant to N.C.G.S. § \n57D-6-02 (Fourth Claim).  (“Complaint,” ECF No. 3.) \n3. On August 20, 2019, Defendants filed the Motion to Dismiss (ECF No. \n13) and a Memorandum in Support of Motion to Dismiss (ECF No. 14).  On September \n6, 2019, Clark filed a Response in Opposition to Defendants’ Motion to Dismiss.  (ECF \nNo. 19.)  Defendants did not file a reply brief. \n4. The Court held a hearing on the Motion to Dismiss on October 29, 2019, \nat which the Court heard oral arguments from counsel.  The Motion to Dismiss is now \nripe for disposition. \nII. FACTS \n5. The Court does not make findings of fact on a motion to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure (“Rules”), but only recites \nthose facts that are relevant to the Court’s determination of the Motio n to Dismiss.  \nSee, e.g., Concrete Serv. Corp. v. Inv’rs Grp., Inc. , 79 N.C. App. 678, 681, 340 S.E.2d \n755, 758 (1986).   The Court may consider documents which are the subject of the \ncomplaint and to which the complaint specifically refers, including the contract that \n \n \nforms the subject matter of the action.  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. \n52, 60, 554 S.E.2d 840, 847 (2001).  The facts relevant to determination of the Motion \nto Dismiss are drawn from the Complaint and those documents referred to in the \nComplaint. \n6. Plaintiff Clark is a citizen and resident of Wake County, North Carolina.   \n7. Defendant Burnette is a citizen and resident of Wake County, North \nCarolina. \n8. On December 8, 2011 , Clark and Burnette formed Defendant JBAC , a \nNorth Carolina limited liability company.  (ECF No. 3, at ¶¶ 3, 7.)  Clark and Burnette \nare the only members of JBAC.  JBAC is in the business of owning and operating \nrooming houses and other rental properties in Raleigh, North Carolina.  (Id. at ¶ 21.) \n9. Between December 8, 2011 and November 16, 2012 , JBAC acquired 21 \nparcels of real property.  (Id. at ¶ 9.) \n10. On November 16, 2012, Clark and Burnette executed a written \noperating agreement for JBAC (“Operating Agreement”).  ( Id. at ¶ 8; Operating \nAgreement, ECF No. 14.1.)   The Operating Agreement states that Clark is \n“[p]rimarily responsible for Collections, Property Maintenance and day  to day \noperations,” and that Burnette is “[p]rimarily responsible for Acquiring, Financing, \nand Strategic Direction of Investments.”  (ECF No. 3, at ¶¶ 10–11; ECF No. 14.1, at \nArt. 5.03(h).) \n11. Article 13.04 of the Operating Agreement provides, in relevant part, as \nfollows: \n \n \nJared Burnette . . . has taken on a greater amount of \npersonal loans to purchase real property for the benefit of \nthe Company as outlined on the attached Exhibit “A”.   \nAndrew Clark . . . has also contributed capital to the \nCompany as outlined in Exhibit “A”. . . .  As Burnette has \na greater upfront investment in the Company, Burnette \nand Clark agree that in the event Clark withdraws or is \notherwise removed as a Member -Manager a s described \nherein and/or the Company dissolves, then Clark shall be \nentitled to a share of the assets of the Company as \ndescribed in paragraph Article 16 herein. \n \n(ECF No. 14.1, at Art. 13.04.) \n \n12. Article 16 of the Operating Agreement addresses the winding up, \nliquidation, and distribution of assets upon the dissolution of JBAC. Article  \n16.03(b)(3) provides: \nIn the event Clark elects to dissolve [JBAC]: Burnette shall \nhave at his sole election the rights to keep all existing real \nestate.  In determining the amount to be allocated to Clark, \nthe Members agree that Clark shall receive one- half (1/2) \nof the value of the properties listed on Exhibit “A” at the \nacquisition price (initial value) shown on Exhibit “A” (after \ndeducting any and all liens or mortgage or Deeds of Trust \nthat encumber the properties or any other debts of [JBAC]) \nand NOT of the current fair market value “FMV” of the \nproperties at the time of the Withdrawel [sic] or \nDissolution as described in this Operating Agreement. \n \n(ECF No. 3, at ¶ 29 ; ECF No. 14.1, at Art. 16.03(b)(3) .)  Even though Article \n16.03(b)(3) references a list of properties and their values that are supposedly \nenumerated in Exhibit A, Exhibit A to the Operating Agreement  is actual ly a \ndocument purporting to list Clark  and Burnette’s respective initial contributions to \nand ownership units in JBAC—it does not list any properties or values.  (ECF No. 3, \n \n \nat ¶¶ 30 –31; ECF No. 14.1,  at Ex. A.)  The Operating Agreement does not have an \nattachment listing any properties or values. \n13. Despite the terms of Article 16.03(b)(3) , Clark alleges that both  before \nand after executing the Operating Agreement, Burnette stated that he and Clark \nwere “50/50 partners” in JBAC.  (ECF No. 3, at ¶¶ 18–20.)  Burnette also stated that \nhe and Clark would “shar[e] in risk and gain” in JBAC.  (Id. at ¶ 18.) \n14. Clark “has devoted the majority of his time [ ] working” for JBAC since \nFebruary 2012.  (Id. at ¶ 13 .)  Clark “has continuously performed his duties under \nthe [O]perating [A]greement by, amongst other things ” leasing JBAC’s properties, \ncollecting rent from tenants , performing maintenance and repairs on JBAC’s \nproperties and arranging for outside vendors to provide main tenance and repairs \nwhen needed, and providing a variety of services to tenants.  (Id. at ¶ 12.) \n15. On the other hand, Burnette “ has devoted little effort to JBAC since \nOctober, 2013 that has resulted in any tangible benefit to JBAC. ”  ( Id. at ¶ 14.)  \nBurnette “has not caused JBAC to acquire property since 2013. ”  (Id. at ¶ 26.)  As a \nresult, “ JBAC is currently losing money,” “many of its properties are in need of \nrepair,” and “the business is not operating at capacity. ”  (Id. at ¶ 22.)  Clark alleges \nthat despite JBAC’s current circumstances, Burnette “refuses to modify the strategic \ndirection of JBAC.”  ( Id. at ¶ 27.)  Clark also alleges that Burnette “has effectively \nabandoned JBAC.”  (Id. at ¶ 33.)  Additionally, Clark alleges that, due to Burnette’s \ninaction, Clark had to invest approximately $55,000.00 into JBAC as additional \ncapital in order for JBAC to meet its financial obligations.  (Id. at ¶¶ 41–42.) \n \n \n16. Nevertheless, the properties that JBAC currently owns are worth in \nexcess of three million dollars.  (Id. at ¶ 28.) \n17. Clark alleges that Burnette “breached the [O]perating [A]greement by \ninter alia failing to take any affirmative steps to acquire, or successfully strategically \ndirect JBAC’s investments.”   (Id. at ¶ 39.)  Although Clark seeks dissolution of JBAC, \nhe contends that, because Burnette breached the Operating Agreement, he should \nnot be permitted to enforce Articles  13.04 and 16.03(b)(3)  of the Operating \nAgreement; it would be unfair for Clark to receive only half of the acquisition price of \nJBAC’s properties, and not half of the current fair market value  of the properties .  \n(Id. at ¶ 34.) \nIII. STANDARD OF REVIEW \n18. Pursuant to Rule 12(b)(6), Defendants move to dismiss Clark’s claim for \nbreach of contract and the alternative claims for quantum meruit and declaratory \njudgment for failure to state a claim upon which relief may be granted.  Defendants \ndo not seek dismissal of Clark’s claim for judicial dissolution of JBAC. \n19. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987).  North Carolina is a notice pleading state. \nSee Feltman v. City of Wilson , 238 N.C. App. 246, 252, 767 S.E.2d 615, 620 (2014)  \n(“Under notice pleading, a statement of claim is adequate if it gives sufficient notice \n \n \nof the claim asserted to enable the adverse party to answer and prepare for trial, to \nallow for the application of the doctrine of res judicata, and to show the type of case \nbrought.”) (quoting Wake Cty. v. Hotels.com, L.P., 235 N.C. App. 633, 646, 762 S.E.2d \n477, 486 (2014)). \n20. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736–\n37 (2018) (quoting Wood v. Guilford County , 355 N.C. 161, 166, 558 S.E.2d 490, 494 \n(2002)).  In deciding a motion to dismiss, the c ourt must construe the c omplaint \nliberally and accept all well-pleaded allegations as true.  Laster v. Francis, 199 N.C. \nApp. 572, 577, 681 S.E.2d 858, 862 (2009).  The c ourt, however, is not required “to \naccept as true allegations that are merely conclusory, unwarranted deductions of fact, \nor unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005) (citation and quotation  \nmarks omitted).   \n21. Applying these standards, the Court will first address Clark’s claim for \nbreach of contract and then turn to Clark’s alternative claims for quantum meruit \nand declaratory judgment. \n \n \n \n \nIV. ANALYSIS \n \n22. As a preliminary matter, the Court notes that, with their Memorandum \nin Support of Motion to Dismiss, Defendants filed a document that is not attached to \nnor referred to in the Complaint.  (Emails, ECF No. 14.2.)  The document is a matter \noutside of the pleadings, and the Court declines to consider th e document.  N.C.G.S. \n§ 1A-1, Rule 12(b). \nA. Breach of Contract \n \n23. Clark alleges that Burnette “breached the [O]perating [A]greement  by \ninter alia failing to take any affirmative steps to acquire, or successfully strategically \ndirect JBAC’s investments.”  (ECF No. 3, at ¶ 39.)\n1  Clark further alleges that he has \nbeen damaged by the breach.  (Id. at ¶ 43.) \n24. In support of the Motion  to Dismiss, Burnette argues that the terms of \nthe Operating Agreement are unambiguous, and  “Clark has failed to al lege a claim \nfor breach of contract” because “the Operating Agreement does not bind Mr. Burnette \nto purchase anything” and “ there is no provision in the Operating Agreement that \nbinds Mr. Burnette to take any specific actions with respect to company investments.”  \n(ECF No. 14, at pp. 5 –6.)  Defendants contend that Clark merely alleges that he \ndisagrees with Burnette’s “investment decisions.”  (Id. at p. 6.) \n25. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract.”  Poor v. Hill, 138 N.C. App. 19, \n                                            \n1 The Operating Agreement constitutes a contract between Clark and Burnette.  See N.C.G.S. \n§ 57D-2-30(e); N.C. State Bar v. Merrell, 243 N.C. App. 356, 370, 777 S.E.2d 103, 114 (2015) \n(“An operating agreement is a contract . . . .”). \n \n \n26, 530 S.E.2d 838, 843 (2000).  It is well-established that “a valid contract between \ntwo parties can only exist when the parties assent to the same thing in the same \nsense, and their minds meet as to all terms.”  Normile v. Miller, 313 N.C. 98, 103, 326 \nS.E.2d 11, 15 (1985) (internal quotation marks omitted).  “[W]here the complaint \nalleges each of these elements, it is error to dismiss a breach of contract claim under \nRule 12(b)(6).”  Woola rd v. Davenport, 166 N.C. App. 129, 134, 601 S.E.2d 319, 322 \n(2004).  \n26. “With all contracts, the goal of construction is to arrive at the intent of \nthe parties when the contract was issued.   The intent of the parties may be derived \nfrom the language in the contract.”  Bank of Am., N.A. v. Rice, 230 N.C. App. 450, \n456, 750 S.E.2d 205, 209 (2013) (citation omitted); see also Lane v. Scarborough, 284 \nN.C. 407, 409 –10, 200 S.E.2d 622, 624 (1973) (“Whenever a court is called upon to \ninterpret a contract its primary purpose is to ascertain the intention of the parties at \nthe moment of its execution.”).  The intention of the parties “is to be ascertained from \nthe expressions used, the subject matter,  the end in view, the purpose sought, and \nthe situation of the parties at the time.”  Lane, 284 N.C. at 410, 200 S.E.2d at 624 \n(quoting Electric Co. v. Ins. Co. , 229 N.C. 518, 520, 50 S.E.2d 295, 297 (1948)).  In \nanalyzing the intent of the parties “[t]he court must construe the contract ‘as a whole’ \nand [its provisions] must be appraised in relation to all other provisions.”  Schenkel \n& Shultz, Inc. v. Hermon F. Fox & Assocs. , P.C., 362 N.C. 269, 273, 658 S.E.2d 918, \n921 (2008) (citation omitted).  “It is the general law of contracts that the purport of a \nwritten instrument is to be gathered from its four corners, and the four corners are \n \n \nto be ascertained from the language used in the instrument.”  Bank of Am., N.A., 230 \nN.C. App. at  456, 750 S.E.2d at  209 (quoting Stovall v. Stovall, 205 N.C. App. 405, \n410, 698 S.E.2d 680, 684 (2010)).  \n27. “When the language of the contract is clear and unambiguous, \nconstruction of the agreement is a matter of law for the court and the court cannot \nlook beyond the terms of th e contract to determine the intentions of the parties.”  \nBank of Am., N.A, 230 N.C. App. at 456, 750 S.E.2d at 209 (citation omitted); see also \nLynn v. Lynn, 202 N.C. App. 423, 431, 689 S.E.2d 198, 205  (2010).  “Whether or not \nthe language of a contract is ambiguous . . . is a question for the court to determine.”  \nLynn, 202 N.C. App. at 432, 689 S.E.2d at 205 (citation omitted).  \n28. Defendants do not dispute that Clark alleges the existence of a contract.  \nDefendants contend that Clark fails to allege a breach because the language of Article \n5.03(h) is unambiguous and does not obligate Burnette to take any particular action, \nbut merely makes him “responsible for Acquiring, Financing, and Strategic Direction \nof Investments.”  (ECF No. 14.1, at Art. 5.03(h).) \n29. The purpose for the formation of JBAC appears to be to facilitate a \nbusiness venture between Clark and Burnette for the purpose of owning real property \non which they would operate rental properties.  The subject matter of the Operating \nAgreement is the rights and obligations of Clark and Burnette, respectively, in \ncarrying out their business relationship.  Article 5.03(h) places on Burnette the duty \nof “[a]cquiring” and “[f]in ancing” JBAC’s “investments.”  (ECF No. 14.1, at Art. \n5.03(h).)  Since the Operating Agreement refers to a group of properties JBAC already \n \n \nacquired at the time Clark and Burnette entered into the agreement (Id. at Art. 13.04, \nArt. 16.03(b)(3)), the use of “acquiring” and “financing” could reflect the parties’ intent \nthat Burnette would have an ongoing obligation to seek out and acquire additional \nproperties in the future.  Construing the Operating  Agreement as a whole, and \nconsidering “the expressions used, the subject matter, . . . the purpose sought, and \nthe situation of the parties at the time,” the Court cannot conclude that Article 5.03(h) \nis clear and  unambiguous regarding Burnette’s obligations to JBAC under the \nOperating Agreement.  W & W Partners, Inc. v. Ferrell Land Co., LLC , 2018 NCBC \nLEXIS 52, at *11 (N.C. Super. Ct. May 22, 2018) (citing Electric Co., 229 N.C. at 520, \n50 S.E.2d at 297).   \n30. The Court finds that the Pla intiff has sufficiently alleged a claim for \nbreach of contract .  Therefore, the Court concludes that the Motion to Dismiss the \nbreach of contract claim should be DENIED. \nB. Quantum Meruit \n \n31. Alternatively, Clark alleges a claim for quantum meruit  against \nBurnette.  Clark argues that he “furnished . . . labor, time, and expertise for the use \nand benefit of Defendant ,” that Burnette accepted this labor without objection, and \nClark did not supply his labor gratuitously.  (ECF No. 3, at ¶¶ 51, 53, 54.)   Finally, \nClark alleges that Burnette “ has failed or refused to modify the oppressive terms of \nthe . . . [O]perating [ A]greement in a way that would fairly protect and compensate \nPlaintiff for the value of [his] labor, time, and expertise.”  (Id. at ¶ 55.)  \n \n \n32. Defendants argue that Clark cannot state a claim for  quantum meruit \nbecause the Complaint alleges the existence of an express contract —the Operating \nAgreement.  (ECF No. 14, at p. 7.)  Additionally, Defendants assert that the quantum \nmeruit claim fails because Clark alleges that Burnette did not benefit from Clark’s  \nefforts.  (ECF No. 14, at p. 8.)  In support of this argument, Defendants cite to the \nallegation in the Complaint that  “JBAC is currently losing money, as many of its \nproperties are in need of repair, and the business is not operating at capacity.”  (ECF \nNo. 14, at p. 8; ECF No. 3, at ¶ 22.) \n33. “Quantum meruit operates as an equitable remedy based upon a quasi \ncontract or a contract implied in law which provides a measure of recovery  for the \nreasonable value of services rendered in order to prevent unjust enrichment.”  Ron \nMedlin Constr. v. Harris, 364 N.C. 577, 580 , 704 S.E.2d 486, 489  (2010) (internal \nquotation marks omitted).  “To recover in quantum meruit , plaintiff must show: (1)  \nservices were rendered to defendants; (2) the services were knowingly and voluntarily \naccepted; and (3) the services were not given gratuitously.”  Envtl. Landscape Design \nSpecialist v. Shields, 75 N.C. App. 304, 306, 330 S.E.2d 627, 628 (1985).  \n34. “In addi tion, ‘ quantum meruit claims require a showing that both \nparties understood that services were rendered with the expectation of \npayment.’”  Wing v. Town of Landis , 165 N.C. App. 691, 693, 599 S.E.2d 431, 433 \n(2004) (quoting Scott v. United Carolina Bank , 130 N.C. App. 426, 429, 503 S.E.2d \n149, 152 (1998)).  This does not mean that the plaintiff alone had an expectation of \ncompensation, but that the defendant understood that it was expected to compensate \n \n \nthe plaintiff for the services.  Twiford v. Waterfield, 240 N.C. 582, 585, 83 S.E.2d 548, \n551 (1954) (“The  quantum meruit must rest upon an implied contract.  It must be \nmade to appear that at the time the services were rendered, payment was intended \non the one hand and expected on the other.”) (internal citation and quotation marks \nomitted); see also Snow v. East, 96 N.C. App. 59, 63, 384 S.E.2d 689, 692 (1989). \n35. However, where an express contract exists covering the same subject \nmatter, a claim for quantum meruit must fail.  Vetco Concrete Co. v. Troy Lumber Co., \n256 N.C. 709, 713, 124 S.E.2d 905, 908 (1962)  (“[A]n express contract precludes an \nimplied contract with reference to the same matter.”). \n36. Although Clark alleges that  the Operating Agreement is a valid \ncontract, he also seeks a declaratory judgment that at least parts of the Operating \nAgreement are void or voidable.  (ECF No. 3, at ¶ 48 .)  In addition, Clark expressly \npleads the quantum meruit  claim “in the alternative ” to the claim for breach of \ncontract.  (Id. at ¶ 50.)  A plaintiff is permitted to plead claims in the alternative in \nNorth Carolina.  N.C.G.S. § 1A-1, Rule 8(e)(2) (“A party may set forth two or more \nstatements of a claim or defense alternatively  . . . . A party may also state as many \nseparate claims or defenses as he has regardless of consistency and whether based on \nlegal or on equitable grounds or on both.”).  This rule applies to claims for breach of \ncontract and quantum meruit.  Bandy v. Gibson, 2017 NCBC LEXIS 66, at *11 (N.C. \nSuper. Ct. July 2 6, 2017) (“It is well -established that liberal pleading rules permit \npleading in the alternative, and that breach of express contract and quantum merit \ntheories may be pursued in the complaint even if plaintiff may not ultimately be able \n \n \nto prevail on both.”) (citing James River Equip., Inc. v. Mecklenburg Utils., Inc. , 179 \nN.C. App. 414, 419, 634 S.E.2d 557, 560 (2006)). \n37. At this juncture, the Court concludes that the claims for breach of \ncontract and quantum meruit  are properly  and expressly  pleaded as alternative \nclaims.  Therefore, the Motion to Dismiss the alternative claim for quantum meruit  \nshould be DENIED. \nC. Declaratory Judgment \n \n38. As another  alternative claim, Clark seeks a  declaratory judgment \nagainst the Defendants declaring that: \na. Burnette has failed to fulfill his obligations under Article 5.03(h) of \nthe Operating Agreement and that failure constitutes a breach of the \nOperating Agreement; \nb. Article 16.03(b)(3) of the Operating Agreement is voided because it is \ninconsistent with Burnette’s intention to share equally in the profits \nand losses of JBAC with Clark; \nc. Article 16.03(b)(3) of the Operating Agreement is voided because it is \nsubstantively and procedurally unconscionable; \nd. Article 16.03(b)(3) of the Operating Agreement is voided because the \nExhibit A referred to does not appear to exist; \ne. The Operating Agreement is not the entire agreement of the parties; \nf. Burnette had obligations under the Operating Agreement of \n“Acquiring, Financing, and Strategic Direction of Investments,” and \n \n \nBurnette has failed to fulfill his obligations under the Operating \nAgreement; and \ng. Clark had obligations under the Operating Agreem ent of \n“Collections, Property Maintenance and day to day operations,” and \nhe satisfactorily fulfilled his obligations under the Operating \nAgreement. \n(ECF No. 3, at ¶ 48.) \n39. Under North Carolina law, a declaratory judgment is a statutory \nremedy that grants the courts authority to “declare rights, status, and other legal \nrelations” when an “actual controversy” exists between parties to a lawsuit.  N.C.G.S. \n§ 1-253; Town of Pine Knoll Shores v. Carolina Water Serv. , 128 N.C. App. 321, 321, \n494 S.E.2d 618, 618 (1998).   The Court may, by declaratory judgment, “determine[ ] \nany question of construction or validity ” and declare “ rights, status or other legal \nrelations” under a written contract.  N.C.G.S. § 1-254.  “As with all other actions, . . . \nthere must be a justiciable controversy before the Declaratory Judgment Act may be \ninvoked.  There is a justiciable controversy if litigation over the matter upon which \ndeclaratory relief is sought appears unavoidable.”  Ferrell v. Department of Transp., \n334 N.C. 650, 656, 435 S.E.2d 309, 313 (1993).  An action for declaratory judgment is \nripe for adjudication when “there is an actual or real existing controversy between \nparties having adverse interests in the matter in dispute.”  Andrews v. Alamance Cty., \n132 N.C. App. 811, 813–14, 513 S.E.2d 349, 350 (1999). \n \n \n40. A motion to dismiss under Rule 12(b)(6) “is seldom an appropriate \npleading in actions for declaratory judgments, and will not be allowed simply because \nthe plaintiff may not be able to prev ail.  It is allowed only when the record clearly \nshows that there is no basis for declaratory relief as when the complaint does not \nallege an actual, genuine existing controversy.”  N.C. Consumers Power, Inc. v. Duke \nPower Co., 285 N.C. 434, 439, 206 S.E.2d 178, 182 (1974). \n41. Defendants first argue that  the Court should dismiss the  declaratory \njudgment claim because “Clark attempts to use this cause of action to have the Court \nrewrite the Operating Agreement.”  (ECF No. 14, at p. 9.)   Defendants contend that \nClark seeks an order declaring that Article 16.03(b)(3) is void or unenforceable \nbecause that provision does not reflect the parties’ intent to share equally in JBAC’s \nprofits and does  not adequately compensate him for the current m arket value  of \nJBAC’s properties.  (Id. at pp. 11–12.)  A declaratory judgment action is not “a vehicle \nfor the nullification of [written] instruments.”  Farthing v. Farthing , 235 N.C. 634, \n635, 70 S.E.2d 664, 665 (1952) ; Integon Nat’l Ins. Co. v. Helping Hands Specialized \nTransp., Inc., 233 N.C. App. 652, 658, 758 S.E.2d 27, 32– 33 (2014) ( holding that a \ndeclaratory judgment action does not provide courts with authority to “change the \nterms of [an automobile liability insurance] policy, ” but only to interpr et those \nprovisions). \n42. Some of the declarations Clark seeks appear to be requests for the Court \nto nullify provisions in the Operating Agreement and rewrite the contract.  (See, e.g., \nECF No. 3, at ¶¶ 48 (b), (c).)  Nevertheless, Clark also seeks declarations that he has \n \n \nfulfilled his obligations under Article 5.03(h) of the Operating Agreement, that \nBurnette has failed to fulfill his obligations, and that Article 16.03(b)(3) is void or \nunenforceable because there is no list of properties and acquisition costs attached to \nthe Operating Agreement.  (Id. at ¶¶ 48(a), (d)–(g).)  These constitute proper requests \nfor interpretation of a contract and a declaration of rights , duties, and liabilities as \nbetween the parties under the Operating Agreement that would sustain a claim for \ndeclaratory judgment.  See Morris v. Plyler Paper Stock Co. , 89 N.C. App. 555, 557, \n366 S.E.2d 556, 558 (1988) (“A claim for declaratory relief is sufficient if the complaint \nalleges the existence of a rea l controversy arising out of the parties’ opposing \ncontentions and respective legal rights under a deed, will or contract in writing.”). \n43. Alternatively, Defendants ask that the Court decline to exercise its \ndiscretionary jurisdiction over the declaratory judgment action pursuant to N.C.G.S. \n§ 1-257 because Clark’s claims “lack merit .”  (ECF No. 14, at p. 9.)   The decision to \ngrant or deny a claim for declaratory judgment lie s within the discretion of the trial \ncourt.  Coca-Cola Bottling Co. Consol. v. Durham Coca -Cola Bottling Co. , 141 N.C. \nApp. 569, 578, 541 S.E.2d 157, 163 (2000).  Since the Court already has decided that \nit would be premature to dismiss Clark’s declaratory judgment claim, the Court will \nnot exercise its discretion to deny the declarations and dismiss the claim at this time.   \n44. Under these circumstances, the Court concludes that Defendants’ \nMotion to Dismiss the claim for declaratory judgment should be DENIED at this time. \nV. CONCLUSION \n \n45. THEREFORE, IT IS ORDERED that the Motion to Dismiss is DENIED. \n \n \nSO ORDERED, this the 28th day of January, 2020.  \n \n    /s/ Gregory P. McGuire                             \n    Gregory P. McGuire \n    Special Superior Court Judge \n    for Complex Business Cases \n \n "
}