{
  "id": "56e33fbce5cc7beb60c6cddd22b4cf39e02dda3b35e97934c00851c48fcb047c",
  "source_file": "data/raw/ncbc/56e33fbce5cc7beb60c6cddd22b4cf39e02dda3b35e97934c00851c48fcb047c.pdf",
  "raw_text": "Azure Dolphin, LLC v. Barton, 2017 NCBC 88. \n \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 7622 \n \nAZURE DOLPHIN, LLC, et al., \n \nPlaintiffs, \n \nv. \n \nJUSTIN BARTON, et al., \n \nDefendants. \n \n \n \n \nOPINION AND ORDER ON \nDEFENDANTS’ MOTION  \nTO DISMISS \n \n \n1. This dispute relates to a business partnership between Plaintiff Jean-Pierre \nBoespflug and Defendant Justin Barton to acquire and invest in real estate  through \nnumerous entities around the country.  Boespflug now claims that Barton carried out \na wrongful scheme to remove  him as an owner of the investment entities and to \ntransfer their properties to other s.  In this action, Boespflug asserts more than a \ndozen claims against Barton, his wife Janet  Barton, and nearly twenty limited \nliability companies and partnerships, most of which are organized under the laws of \nother States. \n2. Defendants have moved to dismiss the complaint for lack of personal \njurisdiction, lack of subject-matter jurisdiction, and failure to state a claim .  Having \nconsidered the motion, the briefs, and the arguments of counsel, the Court GRANTS \nDefendants’ motion. \nAngstman Johnson by Thomas J. Angstman and Ashville Legal by Jake \nA. Snider and Michael G. Wimer, for Plaintiffs.  \n \nBell, Davis & Pitt, P.A. by Alan M. Ruley and Andrew A. Freeman , for \nDefendants. \n \nConrad, Judge. \nI. \nPROCEDURAL HISTORY \n \n3. Plaintiffs Jean-Pierre Boespflug, Azure Dolphin, LLC, and JPB Holdings, \nInc. filed their complaint in December 2016.  (V. Compl., ECF No. 1.)  The initial \ncomplaint included fifteen claims for relief against twenty-one defendants. \n4. Defendant Sanur Brokerage Company timely filed its answer, and all other \nDefendants moved to dismiss Plaintiffs’ complaint.  (Mot. to Dismiss, ECF No. 13; \nAnswer of Sanur Brokerage Co., ECF No. 29.)  Defendants sought dismissal for lack \nof personal jurisdiction, lack of subject -matter jurisdiction, failure to join necessary \nparties, and failure to state a claim. \n5. The motion prompted  Plaintiffs to seek  leave to amend their complaint .  \n(Pls.’ Mot. to Am., ECF No. 35.)  Among other things, Plaintiffs proposed to name as \ndefendants several “necessary parties previously unknown to the Plaintiffs.”  (Pls.’ \nMot. to Am. ¶  7.)  Three weeks later, Plaintiffs voluntarily  dismissed Viking \nProperties, LLC as a defendant.  (Notice of Dismissal, ECF No. 43.)   \n6. On April 6, 2017, the Court granted Plaintiffs’ motion to amend  (over \nDefendants’ opposition) and denied Defendants’ motion to dismiss as moot.  (Order \nGranting Pls.’ Mot. to Am., ECF No. 45.)  This Order also permitted Defendants, as \npart of any renewed motion to dismiss, to “incorporate, in whole or in part, the briefs \nfiled in support of their original Motion to Dismiss.”  ( Order Granting Pls.’ Mot. to \nAm. ¶ 4.) \n7. After filing their amended complaint, Plaintiffs sought leave to file a second \namended complaint, which the Court denied on the grounds of undue delay, dilatory \nmotive, and failure to comply with this Court’s Rules .  ( Pls.’ Mot. for Leave to File \nSecond Am. Compl., ECF No. 56; Order Den. Pls.’ Mot. For Leave to File Second Am. \nCompl., ECF No. 68.)   \n8. On May 19, 2017, Defendants moved to dismiss the amended complaint.  \n(Mot. to Dismiss Am. Compl. , ECF No. 61.)  During briefing, Plaintiffs voluntarily \ndismissed their claims against  all of the “necessary parties”  added as part of the \namended complaint as well as Sanur Brokerage  and, for the second time,  Viking \nProperties.  (Notice of Voluntary Dismissal, ECF No. 73.)  Plaintiffs also dismissed \ntheir claims for unjust enrichment (claim 7) and conversion (claim 9)  as to the \nremaining Defendants and narrowed their claims for breach of fiduciary duty (claim \n6), constructive trust (claim 8), and punitive damages (claim 10).  (Notice of Voluntary \nDismissal.) \n9. The Court heard oral argument  on Defendants’ renewed motion to dismiss \non July 20, 2017.  The motion is ripe for determination. \nII. \nBACKGROUND \n \n10. Barton and Boespflug began investing in real estate together in the 1980s.  \n(Am. Compl. ¶¶ 51–52, ECF No. 54 .)  They “formed various entities to acquire and \nhold investment properties throughout the United States,” mostly purchasing \ncommercial buildings and apartment complexes.  (Am. Compl. ¶¶ 55, 59.)  Twelve of \nthese entities—the “Investment Entities”—are Defendants in this litigation:    \na. Jay’s Commonwealth Park, LLC  and Jay’s Commonwealth Park Phase \nII, LLC are North Carolina limited liability companies; \nb. Barton Boespflug II  and Vintage Oak II  are California limited \npartnerships; \nc. Willamette River I GP is an Oregon general partnership; and \nd. Ash Creek, LLC ; Hess Creek , LLC; Jay’s Canby, LLC; Newby House , \nLLC; Richmond Park , LLC; River Valley Investors , LLC; and Royal \nAscot, LLC are Oregon limited liability companies. \n(Am. Compl. ¶¶ 4–15.)  According to the complaint, Boespflug contributed most of the \ncapital, and Barton served as the Investment Entities’ manager.  ( See Am. Compl. \n¶¶ 56–57, 60.) \n11. At some point  (the complaint does not specify  when), Boespflug created \nAzure Dolphin as “a Nevada limited liability company to hold assets in trust for his \nfamily.”  (Am Compl. ¶ 65.)  Boespflug transferred a portion of his economic interest \nin the entities to Azure Dolphin.  (Am Compl. ¶  66.)  In his role a s manager of the \nInvestment Entities, Barton reported “intermittently on the state of the portfolio” and \nmade distributions to Boespflug and Azure Dolphin.  (Am. Compl. ¶¶ 63, 67.) \n12. In April 2011, Boespflug returned to his residence in France.  (Am. Compl. \n¶ 70.)  A few days later,  Barton asked Boespflug to help secure a new loan  and \nrefinance two others.  (Am. Compl. ¶  71.)  The complaint does not identify which \nentity or entities the loans concerned, but Boespflug responded that “his financial \nposition was no longer conducive to personally guaranteeing loans on” the investment \nproperties.  (Am. Compl. ¶  72.)  At the end of 2011, 18 properties remained in the \ninvestment portfolio.  (Am. Compl. ¶ 59.) \n13. Shortly after, the complaint alleges, Barton secretly took actions to remove \nBoespflug from the Investment E ntities.  Barton deemed Boespflug’s transfers to \nAzure Dolphin as having extinguished his voting rights as a member of the \nInvestment Entities.  ( See Am. Compl. ¶ 88.)  Exercising his own unchecked voting \nrights, Barton converted Boespflug’s membership interests into notes payabl e and \nissued a series of promissory notes in 2012 and 2013 for their purchase.  ( See Am. \nCompl. ¶¶  78–80, 8 4–85, 98, 101 .)  The interests were allegedly obtained by \nDefendants Barton Boespflug II, Viking Property Investors LLC, Ash Creek, Vintage \nOak II, or Willamette River I, LLC.  (Am. Compl. ¶  79.)  Barton then “unilaterally \namended the operating agreements of the Investment Entities with terms \nconsiderably more favorable to him.”  (Am. Compl. ¶ 89.)   \n14. Barton also “sold properties owned by ” the Investment E ntities and \n“transferred” others to entities controlled by himself.  (Am. Compl. ¶  90.)  The \ncomplaint identifies three transferred properties: an Oregon property owned by Jay’s \nCanby; a second Oregon pr operty owned by Newby House ; and a Texas property \nowned by Richmond Park.  (See Am. Compl. ¶¶ 116, 118, 119.) \n15. Boespflug alleges that he first learned of these actions in the summer of \n2016.  (Am. Compl. ¶¶ 78, 81.)  He filed this suit a few months later.   \nIII. \nANALYSIS \n16. Plaintiffs continue to assert thirteen of the fifteen claims contained in the \namended complaint.  The claims include several declaratory-judgment counts; claims \nfor breach of fiduciary duty, civil conspiracy, fraudulent conveyance, and unfair or \ndeceptive trade practices; and requests for various remedies  labeled as claims for \nrelief.   \n17. Defendants move to dismiss the complaint in its entirety.  Many of the \nDefendants are entities organized under the laws of other States.  Some contend that \nthe Court lacks personal jurisdiction over them, and others argue that the Court lacks \nsubject-matter jurisdiction as to certain claims (such as judicial dissolution).  \nDefendants further contend that the complaint fails to state a claim for relief under \nRule 12(b)(6).   \nA. Personal Jurisdiction \n18. Ten Defendants—Ash Creek ; Jay’s Canby; Jay’s Canby Florence , LLC; \nMontpelier Investors, LLC; Newby House; Richmond Park; River Valley Investors ; \nWillamette River I GP; Willamette River I, LLC; and Victoria Place GP—argue that \nthis Court lacks personal jurisdiction over them.  All are entities organized under the \nlaws of other States with their principal places of business outside North Carolina. \n19. “A North Carolina court has jurisdiction over a nonresident defendant if \n(1) statutory a uthority for the exercise of jurisdiction under the long -arm statute, \nN.C. Gen. Stat. § 1-75.4, exists and (2) the exercise of jurisdiction comports with due \nprocess under federal law.”  Soma Tech., Inc. v. Dalamagas , 2017 NCBC LEXIS 26, \nat *8 (N.C. Super.  Ct. Mar. 24, 2017).  Here, the Court need not consider the long-\narm statute because the federal due-process analysis is dispositive. \n20. Due process requires that a defendant “have certain minimum contacts” \nwith this State “such that the maintenance of the suit does not offend ‘traditional \nnotions of fair play and substantial justice.’”  Int’l Shoe Co. v. Wash. , 326 U.S. 31 0, \n316 (1945).  Courts “have differentiated between general or all -purpose jurisdiction, \nand specific or case -linked jurisdiction.”  Goodyear Dunlop Tires Operations, S.A. v. \nBrown, 564 U.S. 915, 919 (2011).  General jurisdiction allows a court “to hear any and \nall claims” asserted against a defendant where the defendant’s contacts “with the \nState are so ‘continuous and systematic’ as to render them essentially at home in the \nforum State.”  Id.  Specific jurisdiction, on the other hand, “exists when the cause of \naction arises from or is related to defendant’s contacts with the forum.”  Skinner v. \nPreferred Credit, 361 N.C. 114, 122, 638 S.E.2d 203, 210 (2006).   \n21. When a defendant challenges personal jurisdiction , the plaintiff has the \nburden of establishing a prima facie  basis for jurisdiction.  See Bruggeman v. \nMeditrust Acquisition Co. , 138 N.C. App. 612, 615, 532 S.E.2d 215, 217 (2000).  A \ncourt will rely on the allegations in the complaint to make this determination unless \nthe defendan t submits sworn affidavits that contradict th ose allegations.  See \nInspirational Network, Inc. v. Combs , 131 N.C. App. 231, 235, 506 S.E.2d 754, 758 \n(1998).  If the defendant submits affidavits, the plaintiff may continue to rely on the \nallegations in the complaint, submit its own affidavits, or request jurisdictional \ndiscovery.  See Bruggeman, 138 N.C. App. at 615, 532 S.E.2d at 217 (noting that the \ntrial court may resolve personal jurisdiction on the affidavits submitted to the court \nor at an evidentiary hearing). \n22. The record in this case is one -sided.  Each of the ten Defendants filed an \naffidavit stating it is not domiciled in and does not have its principal place of business \nin this State.1  Six entities are Oregon limited liability companies with their principal \nplaces of business in  California.  Two others are Oregon general partnerships with \nmembers from Oregon, California, France, and/or Monaco.  And the remaining two \nentities are M ichigan and South Carolina  limited liability compan ies with their \nprincipal places of business in California. \n23. The affidavits also state that these ten Defendants have no property in \nNorth Carolina, have no employees in North Carolina, and do not conduct business \nhere.2  In short, these Defendants have no meaningful contact of any kind with this \nState. \n24. Plaintiffs’ response is hard to follow .  In a three -paragraph argument, \nPlaintiffs ignore general jurisdiction (with good reason) and do little more than wink \nat the law for specific jurisdiction .  (See Pls.’ Resp. Br. to Defs.’  Mot. to Dismiss 21–\n22, ECF No. 75.)   They do not discuss, much less dispute, any of Defendants’ \naffidavits.  Rather, they assert that each Defendant is part of “the Viking Properties \nventure,” which “operates primarily in North Carolina.”  (Pls.’ Resp. Br. 22.) \n                                            \n1 See Willamette River I, LLC’s Aff. ¶¶ 3–4, ECF No. 28; Ash Creek, LLC’s Aff. ¶¶ 2–5, ECF \nNo. 15; Jay’s Canby, LLC’s Aff. ¶¶  3–4, ECF No. 17; Newby House, LLC’s Aff. ¶¶ 3–4, ECF \nNo. 22; Richmond Park, LLC’s Aff. ¶¶  3–4, ECF No. 23; River Valley Investors , LLC’s Aff. \n¶¶ 3–4, ECF No. 24; Victoria Place GP’s Aff. ¶¶ 3, 6, ECF No. 26; Willamette River I GP’s \nAff. ¶¶ 3, 6, ECF No. 27; Montpelier Investors, LLC’s Aff. ¶¶ 3–4, ECF No. 21; Jay’s Canby \nFlorence, LLC’s Aff. ¶¶ 3–4, ECF No. 18. \n2 See Willamette River I, LLC’s Aff. ¶¶ 10–21; Ash Creek, LLC’s Aff. ¶¶ 10–21; Jay’s Canby, \nLLC’s Aff. ¶¶ 10–21; Newby House, LLC’s Aff. ¶¶ 10–21; Richmond Park, LLC’s Aff. ¶¶ 10–\n21; River Valley Investors, LLC’s Aff. ¶¶ 9–20; Victoria Place GP’s Aff. ¶¶ 9–20; Willamette \nRiver I GP’s Aff. ¶¶  9–20; Montpelier Investors, LLC’s Aff. ¶¶  9–20; Jay’s Canby Florence , \nLLC’s Aff. ¶¶ 10–21. \n25. As best the Court can tell, Plaintiffs contend that Defendants are subject to \njurisdiction because Viking Properties (which is no longer a party to this lawsuit) has \ncontacts with North Carolina.  This theory is untenable.  The general rule is that the \nrelationship with the State “must arise out of contacts that the ‘defendant himself’ \ncreates.”  Walden v. Fiore , 134 S. Ct. 1115, 1122 (U.S. 2014) (quoting Burger King \nCorp. v. Rudzewicz , 471 U.S. 462, 475 (1985)).   Only in rare  circumstances—for \nexample, where a defendant has acted through an alter ego—will a court impute the \ncontacts of one entity to another for purposes of personal jurisdiction .  See State ex \nrel. Cooper v. W. Sky Fin., LLC , 2015 NCBC LEXIS 87, at *15 (N.C. Supe r. Ct. Aug. \n27, 2015) (North Carolina courts will disregard the corporate form only in “an extreme \ncase where necessary to serve the ends of justice.”). \n26. Those circumstances do not exist here.  Plaintiffs’ brief does not address any \nof the usual alter-ego or veil-piercing factors (e.g., undercapitalization and failure to \ncomply with corporate formalities).  Even assuming Plaintiffs mean to assert such a \ntheory, their entire evidentiary showing is a single paragraph  in an affidavit of \nBoespflug, which states that Boespflug “ visited Winston-Salem, North Carolina on \nMay 21, 2017” and “noticed that Sanur and Viking appear to still operate an office \nthere.”  (Boespflug 2d Aff. ¶ 37, ECF No. 77.)  This paragraph, which does not mention \nthe foreign Defendants, is facially insufficient .  See Strategic Outsourcing, Inc. v. \nStacks, 176 N.C. App. 247, 253, 625 S.E.2d 800, 804 (2006)  (holding that the party \nasserting alter-ego liability must show the “complete domination” of the corporate \nentity, such that it had “no separate mind, will or existence of its own”). \n27. To the extent Plaintiffs are asserting a “civil conspiracy” theory of personal \njurisdiction, it also fails.  (Pls.’ Resp. Br. 22.)  “[T]he North Carolina Supreme Court \nhas never adopted a conspiracy theory of personal jurisdiction.”  Weisman v. Blue Mt. \nOrganics Distrib., LLC, 2014 NCBC LEXIS 41, at *18 (N.C. Super. Ct. Sept. 5, 2014).    \nEven assuming it is a valid theory, Plaintiffs’ argument is confusing and unsupported \nby evidence.  T his Court again “declines any invitation to adopt  the theory that \nappellate courts have not yet embraced.”  Id.   \n28. In short, Plaintiffs have not carried their burden to support the exercise of \npersonal jurisdiction.  There is no evidence of any “continuous and systematic” \ncontacts between these ten Defendants and North Carolina  giving rise to general \njurisdiction.  Goodyear, 564 U.S. at 919 .  And t here is no evidence that the ten \nDefendants “purposely avail[ed]” themselves “of the privilege of conducting activities \nwithin” North Carolina , such that the exercise of specific jurisdiction would be \nappropriate.  Cambridge Homes of N.C. L.P. v. Hyundai Constr., Inc., 194 N.C. App. \n407, 413, 670 S.E.2d 290, 296 (2008) (quoting  Lulla v. Effective Minds, LLC, 184 N.C. \nApp. 274, 279, 646 S.E.2d 129, 133 (2007)). \n29. The Court also rejects Plaintiffs’ alternative request for jurisdictional \ndiscovery.  (See Pls.’ Resp. Br. 22.)  Whether to grant jurisdictional discovery is within \nthe Court’s discretion , but t he party seeking discovery “must offer more than \nspeculation or conclusory assertions about contacts with a forum state.”  Pan-Am. \nProds. & Holdings, LLC v. R.T.G. Furniture Corp. , 825 F. Supp. 2d 664, 686  \n(M.D.N.C. 2011); see also Carefirst of Md., Inc. v. Carefirst Pregnancy Ctrs., Inc., 334 \nF.3d 390, 402–03 (4th Cir. 2003).  Plaintiffs have not done so.  Their “bare allegations \nin the face of spec ific denials made by defendants ” do not warr ant jurisdictional \ndiscovery.  Rich v. KIS Cal., Inc. , 121 F.R.D. 254, 259 (M.D.N.C. 1988); see also  \nWeisman, 2014 NCBC LEXIS 41, at *18–19 (denying jurisdictional discovery). \n30. The Court holds that it lacks personal jurisdiction over Ash Creek, Jay ’s \nCanby, Newby House, Richmond Park, River Valley Investors, Montpelier Investors, \nJay’s Canby Florence, Willamette River I, LLC, Willamette River I GP, and Victoria \nPlace.  The claims against these Defendants are dismissed with prejudice. \nB. Subject-Matter Jurisdiction \n31. A court must have subject -matter jurisdiction to exercise authority over a \ncase or controversy.  See Harris v. Pembaur, 84 N.C. App. 666, 667, 353 S.E.2d 673, \n675 (1987).  The absence of subject -matter jurisdiction requires dismissal.  See N.C. \nR. Civ. P. 12(h)(3).   In deciding whether jurisdiction exists, the court may consider \nmatters outside the pleadings.  See Tart v. Walker, 38 N.C. App. 500, 502, 248 S.E.2d \n736, 737 (1978). \n1. Standing as to JPB Holdings (Claim 15) \n32. The complaint states that  Plaintiff JPB Holdings, Inc. “is a California \ncorporation” that owns property and conducts business in North Carolina.  (Am. \nCompl. ¶ 3.)  Plaintiffs now concede this is false.  Although JPB Holdings submitted \narticles of incorporation to the California Secretary of State on December 8, 2016, \nthose articles were returned unfiled.  (Aff. of Thomas J. Angstman in Supp. of Pls.’ \nMot. to Sub. Party ¶¶ 4, 6, ECF No. 84.)  As a result, JPB Holdings was never formed \nand does not exist.  (Aff. of Angstman ¶ 9.)   \n33. Although Defendants do not challenge JPB Holdings’s standing, this Court \nhas inherent authority to consider its own jurisdiction.  See Willowmere Cmty. Ass’n \nv. City of Charlotte, 792 S.E.2d 805, 808–09 (N.C. Ct. App. 2016).  In North Carolina, \na claim mu st be maintained by “a legal person, whether it be a natural person, sui \njuris, or a group of individuals or other entity having the capacity to sue and be sued, \nsuch as a corporation, partnership, unincorporated association, or governmental body \nor agency.”  In re Coleman, 11 N.C. App. 124, 127, 180 S.E.2d 439, 442 (1971).  For a \ncorporation to have the capacity to sue or be sued, it must be incorporated.  See Nelson \nv. Atl. Coast Line R.R. Co. Relief Dep’t, 147 N.C. 103, 103–04, 60 S.E. 724, 724 (1908) \n(holding that the unincorporated division of a corporation was not a natural person \nor artificial being that could be sued); see also Doe v. Bayer Corp. , 344 F. Supp. 2d \n466, 468–69 (M.D.N.C. 2004) (“Thus, North Carolina does not confer capacity to sue \nor be sued on unincorporated parts of corporations.”). \n34. JPB Holdings lacks standing to bring suit because it was never incorporated.  \nThe Court therefore dismisses with prejudice its claim for breach of fiduciary duty \n(claim 15).  To the extent JPB Holdings purports to join in any other claim brought \nby Boespflug and Azure Dolphin, those claims are also dismissed. \n2. Judicial Dissolution (Claim 5) \n35. Plaintiffs’ fifth claim for relief seeks a decree judicially dissolving each of the \nInvestment Entities.  (Am. Compl. ¶¶ 129–39.)  The Court addresses this claim as it \nrelates to the six Investment Entities that have not challenged personal jurisdiction.  \n36. Four of these six Defendants are foreign entities:  t wo California LPs  \n(Barton Boespflug II and Vintage Oak  II) and two Oregon LLCs  (Hess Creek and \nRoyal Ascot ).  They contend that  this Court lacks subject -matter jurisdiction  to \ndissolve an entity created under the laws of another State.  (See Br. in Supp. of Mot. \nto Dismiss 20–21, ECF No. 62.)  The Court agrees. \n37. This Court has held that “[j]udicial dissolution of entities created under, and \ngranted substantial contractual freedom by, the laws of one state should be \naccomplished by a decree of a court of that state.”  Camacho v. McCallum, 2016 NCBC \nLEXIS 81, at *13–14 (N.C. Super. Ct. Oct. 25, 2016) .  Courts in other jurisdictions \nhave consistently reached the same conclusion.  See, e.g., In re Raharney Capital, \nLLC v. Capital Stack LLC , 25 N.Y.S.3d 217, 217 –18 (N.Y. App. Div. 2016) (holding \nthat New York courts lack  jurisdiction to dissolve Delaware LLC);  Young v. JCR \nPetroleum, Inc., 423 S.E.2d 889, 892 (W.Va. 1992) (“The existence of a corporation \ncannot be terminated except by some act of the sovereign power by which it was \ncreated.”); Mills v. Anderson, 214 N.W. 221, 223 (Mich. 1927) (“It is textbook law that \nthe courts of one State cannot dissolve a corporation created by another State.”). \n38. This principle is reflected in the statutory regime governing limited liability \ncompanies and limited partnerships.  The Nort h Carolina General Assembly has  \nconferred jurisdiction on this Court  to enter a decree of judicial dissolution as to \ndomestic entities, but not as to foreign entities.  For example, this Court explained in \nCamacho that N.C. Gen. Stat. § “57D-6-02 applies only to an LLC formed under the \nNorth Carolina Act.”  2016 NCBC LEXIS 81, at *11 (citing N.C. Gen. Stat. §§ 57D-1-\n03(13), (19)).  The same is true of North Carolina’s uniform partnership act: it limits \nthis Court’s authority to  “decree dissolution of a limited partnership” only to a \n“limited partnership” formed “under the laws of this State.”   N.C. Gen. Stat. §§ 59-\n102(8), 802. \n39. The complaint cites the laws of  Oregon and California concerning judicial \ndissolution, but these statutes, enacted by other States, cannot confer jurisdiction on \nthis Court.  See Or. Rev. Stat. § 63.661 (permitting Oregon “circuit courts” to dissolve \nOregon limited liability companies); Cal. Corp. Code §  15908.02(a) (authorizing \nCalifornia “court[s] o f competent jurisdiction” to dissolve California limited \npartnerships).  Because Oregon or California law “enables the formation” of these \nentities and governs their stakeholders’ rights and duties, a decree of judicial \ndissolution must come, if at all, fr om the courts of those States.  Camacho, 2016 \nNCBC LEXIS 81, at *13–14; see also Valone v. Valone, 80 Va. Cir. 45, at *4 (Va. Cir. \nCt. Jan. 20, 2010) (holding court lacked jurisdiction to dissolve foreign limited \npartnership). \n40. Plaintiffs do not address thi s law or provide any authority conferring \njurisdiction on this Court to dissolve a foreign limited liability company or limited \npartnership.  To the extent Plaintiffs address subject -matter jurisdiction at all, they \nobject that strict adherence to jurisdic tional requirements may result in piecemeal \nlitigation and a loss of judicial economy.  ( See Pls.’ Resp. Br. 23.)  Perhaps so, but \nconvenience is no substitute for jurisdiction. \n41. The Court also lacks jurisdiction, though for a different reason, as to the two \nNorth Carolina Investment Entities , Jay’s Commonwealth Park, and Jay’s \nCommonwealth Park Phase II.  Under N.C. Gen. Stat. § 57D-6-02(2), only a member \nof an LLC has standing to assert a claim for judicial dissolution.   \n42. According to the complaint, Azure Dolphin is not a member of either entity.  \n(See Am. Compl. ¶¶ 2, 4, 5.)  Azure Dolphin therefore lacks standing to seek judicial \ndissolution. \n43. The same is true for Boespflug.  Although the complaint alleges that \nBoespflug holds a membership interest , he concedes that he entered into a security \nagreement with  his attorneys,  Angstman, Johnson & Associates , in which  he \n“grant[ed] security interests in all of [his] rights, title and ownership interest in \nmembership interests in” both North Carolina companies.   (2d Aff. of Boespflug Ex. \n9 § B, ECF No. 77.10.)  Thereafter, Angstman, Johnson & Associates exercised its \nright to obtain possession of the collateral because of Boespflug’s failure to pay his \ndebt.  (Jay’s Commonwealth Park LLC’s Aff. Ex. A.)  In addition, Angstman, Johnson \n& Associates notified Barton that it had “accept ed all of Mr. Boespflug’s right  title \nand interest in . . . Jay’s Commonwealth Park, LLC, [and] Jay’s Commonwealth Park \nPhase II, LLC” and is entitled to “all Mr. Boespflug’s distributions payable on account \nof the companies listed above.”  (Jay’s Commonwealth Park LLC’s Aff. Ex. B.)   \n44. These transactions extinguished Boespflug’s membership interest.  Under \nN.C. Gen. Stat. §  57D-3-02, a member ceases to be a member if he “[e]xecutes an \nassignment for the benefit of creditors.”  Boespflug transferred his interests in Jay’s \nCommonwealth Park and Jay’s Commonwealth Park Phase II  to his attorneys  to \nsatisfy a debt.  He therefore lacks standing to seek a decree of judicial dissolution \nunder N.C. Gen. Stat. § 57D-6-02(2).   \n45. For these reasons, t he Court  lacks subject -matter jurisdiction as to \nPlaintiffs’ claim for judicial dissolution.  The claim is dismissed with prejudice.  \n3. Removal of Barton as Manager (Claim 2) \n46. Plaintiffs’ second claim for relief requests a declaration removing Barton as \nmanager of the Investment Entities.  (Am. Compl. ¶¶ 106 –10.)  Again, the Court \naddresses this claim as it relates to the six Investment Entities that have not \nchallenged personal jurisdiction. \n47. Citing Camacho, the foreign Defendants  contend that a North Carolina \ncourt lacks jurisdiction to interfere in the internal affairs of entities organized under \nthe laws of other States.  (Br. in Supp. 20–22; Defs.’ 1st Br. in Supp. Mot. to Dismiss \n11–12, ECF No. 1 4.) Camacho does not directly address this issue, and the Court \ninstead concludes that it lacks jurisdiction for a different reason.   \n48. “Managers of limited liability companies are similar to directors of a \ncorporation.”  Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. 469, 474, 675 S.E.2d 133, \n137 (2009).  North Carolina law is clear that a corporate director owes a fiduciary \nduty to the company , and an action to remove a director for mismanagement is \nproperly raised by the corporation, not by individual shareholders.  See, e.g., Gwaltney \nv. Gwaltney, 2017 NCBC LEXIS 11, at *17 (N.C. Super. Ct. Feb. 8, 2017); Greene v. \nShoemaker, 1998 NCBC LEXIS 4, at *5, 8 , 13–16 (N.C. Super. Ct. Sept. 24, 1998) .  \nFor the same reason, an action to remove a manager of an LLC is derivative in nature \nand must be asserted by or on behalf of the LLC , rather than by an individual \nmember.  See, e.g. , Kroupa v. Garbus , 583 F. Supp. 2d 949, 953 (N.D. Ill. 2008)  \n(applying Delaware law) ; Mich II Holdings LLC v. Schron , 2011 N.Y. Mis c. LEXIS \n7182, at *11 (N.Y. Sup. Ct. June 16, 2011) (under New York law, claim for removal of \nmanager is “a claim of the corporation”); see also Freeman v. Premium Natural Beef, \nLLC, 2013 U.S. Dist. LEXIS 138797, at *17 (W.D. Okla. Sept. 27, 2013). \n49. Plaintiffs therefore lack standing to assert this claim individually, and they \nhave failed to take the steps necessary to bring a derivative claim.  “A party’s standing \nto bring a deriv ative claim depends on” compliance with “the demand requirement” \nin N.C. Gen. Stat. §  57D-8-01(a)(2).  Petty v. Morris , 2014 NCBC LEXIS 67, at *4 \n(N.C. Super. Ct. Dec. 16, 2014).  Having made no demand as to any of the Investment \nEntities, Plaintiffs lack standing.  See Wirth v. Sunpath, LLC, 2017 NCBC LEXIS 84, \nat *13 (N.C. Super. Ct. Sept. 14, 2017).  The claim is dismissed with prejudice.   \nC. Failure to Join Necessary Parties \n50. Plaintiffs allege that Barton  wrongfully removed Boespflug as a member \nand “unilaterally amended the operating agreements of some or all of the Investment \nEntities.”  (Am. Compl. ¶ 178.)  In their first and eleventh claims for relief, Plaintiffs \nrequest a declaration voiding these acts.  Again, as to these claims, t he Court limits \nits analysis  to the six Investment Entities that have not challenged personal \njurisdiction.   \n51. Defendants contend that the claims must be dismissed for failure to join all \nof the Investment Entities’ members as necessary parties in the lawsuit.  See N.C. R. \nCiv. P. 12(b)(7).   They cite the  North Carolina Declaratory Judgment Act , which  \nrequires that, in an action for declaratory relief , “all persons shall be made parties \nwho have or claim any interest which would be affected by the declaration, and n o \ndeclaration shall prejudice the rights of persons not parties to the proceedings.”  N.C. \nGen. Stat. § 1-260.   \n52. Although Plaintiffs’ brief ignores this issue, they previously  conceded that \nthe absent members are necessary parties in their opposition to Defendants’ original \nmotion to dismiss .  (See Pls.’ Mem. in Supp. Mot. to Am. Compl.  15–16.)  Plaintiffs \nalso amended the complaint to add some or all of these members as defendants  but \nhave since dismissed them from the suit. \n53. The Court concludes that the absent members of the Investment Entities \nare necessary parties under section 1 -260.  The purpose of Plaintiffs’ claim is  to \ninvalidate the Investment Entities’ operating agreements and to alter their \nmemberships.  Yet each of the Investment Entities h as one or more members or \nowners who are parties to its operating agreement but are not parties to this \nlitigation.  ( See Am. Compl. ¶¶  4, 5, 7, 8, 13, 14.)  Any declaration invalidating an \noperating agreement  or altering the LLC’s membership under the ope rating \nagreement would, “as a practical matter,” adversely affect the rights  of these \nmembers.  N.C. Monroe Constr. Co. v. Guilford County Bd. of Educ. , 278 N.C. 633, \n640, 180 S.E.2d 818, 822 (1971) (holding that a contracting party “is a necessary party \nin a proceeding to declare its contract .  . . invalid”).  Accordingly, this Court cannot \n“properly determine the validity of” the operating agreements without making each \nmember “a party to the proceeding.”  Id.; see also Window World of St. Louis, Inc. v. \nWindow World, Inc., 2015 NCBC LEXIS 79, at *15 (N.C. Super. Ct. Aug. 10, 2015). \n54. The remaining question is whether it is appropriate to dismiss the claim.  \nAlthough “[n]ecessary parties must be joined in an action,” Bailey v. Handee Hugo’s, \nInc., 173 N.C. App. 723, 727, 620 S.E.2d 312, 316 (2005), precedent makes clear that \n“[d]ismissal under Rule 12(b)(7) is proper only when the defect ca nnot be cured, ” \nHowell v. Fisher, 49 N.C. App. 488, 491, 272 S.E.2d 19, 22 (1980).   \n55. Here, any attempt to cure would be futile.  The complaint is clear that all of \nthe additional parties reside outside North Carolina, and there are no allegations that \nwould support the exercise of personal jurisdiction over them.  (See Am. Compl. ¶¶ 4, \n5, 7, 8, 13, 14.)  Plaintiffs have had several opportunities to identify a basis for the \nexercise of jurisdiction,  including in their briefs opposing the original and renewed \nmotions to dismiss and in the amended complaint, which purported to name the \nmembers as defendants.  They have failed to do so.  Accordingly, the Court dismisses \nthe eleventh claim for relief without prejudice .  See Crosrol Carding Dev s., Inc. v. \nGunter & Cooke, Inc. , 12 N.C. App. 448, 45 3, 183 S.E.2d 834, 83 8 (1971) (dismissal \nunder Rule 12(b)(7) “is not a dismissal on the merits and may not be with prejudice”).   \nD. Rule 12(b)(6) Motion to Dismiss \n56. The Court, in deciding a Rule 12(b)(6) motion, treats the well -pleaded \nallegations of the complaint as true, see  Sutton v. Duke, 277 N.C. 94, 98, 176 S.E.2d \n161, 163 (1970), and views the facts in a light most favorable to the non-moving party, \nsee Ford v. Peaches Entm’t Corp. , 83 N.C. App. 155, 156, 349 S.E.2d 82, 83 (1986).  \nThe Court “may properly consider documents which are the subject of a plaintiff’s \ncomplaint and to which  the complaint specifically refers.”  Oberlin Capital, L.P. v. \nSlavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001).  Accordingly, a Rule 12(b)(6) \nmotion should be granted only “(1) when the complaint on its face reveals that no law \nsupports plaintiff’s claim; (2) when the complaint on its face reveals the absence of \nfact sufficient to make a good claim; [or] (3) when some fact disclosed in the complaint \nnecessarily defeats plaintiff’s claim.”  Jackson v. Bumgardner, 318 N.C. 172, 175, 347 \nS.E.2d 743, 745 (1986).   \n1. Fiduciary Duty (Claim 6) \n57. Plaintiffs’ sixth claim for relief is a combined claim  for constructive fraud \nand breach of fiduciary duty.  (Am Compl. ¶ 141–47.)  Having voluntarily dismissed \nall claims against Viking Properties, Plaintiffs now continue to assert this claim \nagainst only Barton and Viking Property Investors. \n58. Although Plaintiffs plead them together, the  causes of action  are different \nand require Plaintiffs to prove different elements.  Nevertheless, an essential element \nof each claim is the existence of a fiduciary relationship.  See Dalton v. Camp , 353 \nN.C. 647, 651, 548 S.E.2d 704, 707 (2001)  (breach of fiduciary duty); Crumley & \nAssocs., P.C. v. Charles Peed & Assocs., P.A., 219 N.C. App. 615, 620, 730 S.E.2d 763, \n767 (2012) (constructive fraud).  The Court limits its analysis to this element, which \nis dispositive. \n59. A fiduciary relationship exists when a person places special confidence in a \nparty who “is bound to act in good faith and in the best interest of the” person reposing \nthe confidence.  Lynn v. Fed. Nat ’l. Mortg. Ass’n , 235 N.C. App. 77, 81, 760 S.E.2d \n372, 375 (2014).  North Carolina courts have identified two types of fiduciary \nrelationships.  The first type “arise[s] from ‘legal relations’” —attorney and client, \npartners, principal and agent, and similar relationships.  S.N.R. Mgmt. Corp. v. \nDanube Partners 141, LLC , 189 N.C. App. 601, 613, 659 S.E.2d 442, 451 (2008) \n(quoting Rhone-Poulenc Agro S.A. v. Monsanto Co., 73 F. Supp. 2d 540, 546 (M.D.N.C. \n1999)).  The second type includes relationships “that exist ‘as a fact, in which there is \nconfidence reposed on one side, and the resulting superiority and influence on the \nother.’”  Id.   \n60. According to Plaintiffs, “Boespflug reposed trust and confidence in Barton \nto manage and control ” the various Investment Entities and their properties .  (Pls.’ \nBr. 7 (citing Am. Compl. ¶¶ 54, 62, 63, 76) .)  The amended complaint alleges that \nBarton became the entities’ manager “because he claimed that he possessed more \nexperience and expertise” and “held himself out as a real estate investment expert .”  \n(Am. Compl. ¶¶ 54, 62.)  As a result, “Boespflug placed Barton in a position of trust \nand g ave him some discretion to manage the Properties, reporting to Boespflug \nintermittently on the state of the portfolio.”  (Am. Compl. ¶ 63.) \n61. Plaintiffs have not adequately alleged the existence of a fiduciary \nrelationship.  It is well-settled that, as a matter of law, a manager of an LLC does not \nowe a fiduciary duty to its members.  See Kaplan, 196 N.C. App. at 474, 675 S.E.2d \nat 137.  The allegation that Barton managed the Investment Entities is therefore \ninsufficient to establish a fiduciary relationship between Barton (as manager) and \nBoespflug (as member or former member). \n62. The complaint also fails to meet the “demanding” standard for alleging that \na fiduciary relationship  exists as a fact .  Lockerman v. S. River Elec. Membership \nCorp., 794 S.E.2d 346, 352 (N.C. Ct. App. 2016).  The picture painted by the complaint \nis one in which both men played a key role:  Boespflug contributed most of the capital \nwhile Barton contributed most of the real estate expertise.  (Am. Compl. ¶¶  53–54, \n56–57.)  As alleged, neither held “all the financial power or technical information” or \nexercised dominion and influence over the other.  Lockerman, 794 S.E.2d at 352 \n(quoting S.N.R., 189 N.C. App. at 613, 659 S.E.2d at 451).  \n63. Accordingly, Plaintiffs have failed to state a claim for constructive fraud or \nbreach of fiduciary duty.  The sixth claim for relief is dismissed with prejudice. \n2. Fraudulent Conveyance (Claim 13) \n64. Plaintiffs assert their  claim for fraudulent conveyance against  four \nDefendants: Janet Barton, Viking Property Investors, Montpelier Investors, and \nJay’s Canby Florence .  (Am. Compl. ¶  190.)  The Court lacks personal jurisdiction \nover the latter two Defendants and therefore addresses this claim only as to Janet \nBarton and Viking Property Investors. \n65. Defendants contend  the claim should be dismissed because it does not \n“specifically identify the property transferred, the timing of the transfer, and the \nconsideration paid for the property” as required by Rule 9 of the North Carolina Rules \nof Civil Procedure.  ( Defs.’ 1st Br. in Supp. 23; see also Br. in Supp. 34.)  Plaintiffs \noffer no response in their brief and do not make any affirmative argument in support \nof the claim. \n66. Defendants’ argument is compelling.  Rule 9 requires that “[i]n all \naverments of fraud, duress or mistake, the circumstance s constituting fraud or \nmistake shall be stated with particularity.”  This requirement encompasses \nfraudulent conveyance.  See Doby v. Lowder, 72 N.C. App. 22, 27, 324 S.E.2d 26, 29–\n30 (1984).   \n67. Here, the allegations do not come close to satisfying Rule 9.  Plaintiffs’ claim \nfor relief is vague and conclusory,  alleging that they are entitled to recover “real \nproperty, proceeds from that property and/or revenue streams associated with the \nproperty.”  (Am. Compl. ¶  193.)  Of the three transfers of property identified \nelsewhere in the complaint, none involves Janet Barton.  (See Am. Compl. ¶¶  116, \n118, 119.)   And the only allegation as to  Viking Property Investors does not \nspecifically identify the property  conveyed or when the transaction  allegedly \noccurred.  (See Am. Compl. ¶ 118.)   \n68. These allegations are not sufficiently particular under Rule 9.  Plaintiffs’ \nthirteenth claim for relief is dismissed with prejudice. \n3. Section 75-1.1 (Claim 14) \n69. Plaintiffs’ fourteenth claim for relief is for a violation of section 75-1.1.  As \nfiled, the amended complaint asserted this claim against nine Defendants .  (Am. \nCompl. ¶ 203; see also Am. Compl. ¶ 27.)  Plaintiffs voluntarily dismissed all claims \nagainst two entities  (Viking Properties and Sanur Brokerage), and the Court lacks \npersonal jurisdiction over four others (Montpelier Investors, Jay’s Canby Florence, \nWillamette River I, LLC, and Victoria Place).  The remaining three Defendants are  \nJustin Barton, Janet Barton, and Viking Property Investors. \n70. A violation of section  75-1.1 occurs if a defendant commits an “unfair or \ndeceptive act or practice” that is “in or affecting commerce” and “proximately cause[s] \ninjury.”   Bumpers v. Cmty. Bank of N. V a., 367 N.C. 81, 88 , 747 S.E.2d 220, 226 \n(2013).  Plaintiffs rely on the alleged “instances of fraud, constructive fraud, and fraud \nby omission ” to show an unfair or deceptive act.   (Am. Compl. ¶  202.)  Having \ndetermined that Plaintiffs did not adequately allege facts to support their claims for \nconstructive fraud and fraudulent conveyance (the only “fraud” claims asserted in \ntheir complaint), the Court further concludes that Plaintiffs have not alleged facts to \nshow that Defendants committed an unfair or deceptive act under section 75-1.1.  The \nclaim is dismissed with prejudice. \n4. Civil Conspiracy (Claim 12) \n71. Plaintiffs’ twelfth claim is  for civil conspiracy.  (Am. Compl. ¶¶  185, 187.)  \nPlaintiffs voluntarily dismissed their claims against  two of three alleged co -\nconspirators, Sanur Brokerage and Viking Properties.  The Court concludes that \nPlaintiffs have failed to state a claim against the only remaining  co-conspirator, \nBarton, because there is no independent claim for civil conspiracy in North Carolina.  \nRather, “civil conspiracy claims” are premised on some underlying unlawful conduct.  \nWilliams v. United Cmty. Bank , 218 N.C. App. 361, 371, 724 S.E.2d 543, 550 –51 \n(2012); Esposito v. Talbert & Bright, Inc., 181 N.C. App. 742, 747, 641 S.E.2d 695, 698 \n(2007).  Here, the conspiracy claim depends on the underlying “fraud”  claims, which \nthe Court has dismissed.  (Am. Compl. ¶ 185.)  Therefore, Plaintiffs’ conspiracy claim \nis likewise dismissed with prejudice. \n5. Remedies (Claims 3, 4, 8, and 10) \n72. Plaintiffs assert four purported “claims for relief” for injunction , \nappointment of a receiver,  constructive trust, and punitive damages. (Am. Compl. \n¶¶ 111–21, 155–61, 168–76.)  All are remedies, not causes of action.  See Porter v. \nArmstrong, 132 N.C. 66, 67, 43 S.E. 542, 542 (1903) (noting that a complaint must \n“state a cause of action on which to procure an injunction,” which is a remedy); Collier \nv. Bryant, 216 N.C. App. 419, 434, 719 S.E.2d 70 , 82 (2011) (“Punitive damages are \navailable, not as an individual cause of action, but as incidental damages to a cause \nof action.”); Weatherford v. Keenan , 128 N.C. App. 178, 179, 493 S.E.2d 812, 813 \n(1997) (“Defendant errs when he suggests that a constructive trust is a cause of action \nrather than a remedy.”); Camacho, 2016 NCBC LEXIS 81, at *31 (“Appointment of a \nreceiver is a rare and drastic remedy”).  Having dismissed all of Plaintiffs’ underlying \ncauses of action, the Court also grants the motion to dismiss these remedial claims. \n  \n \nIV. \nCONCLUSION \n \n73. For these reasons, the Court GRANTS Defendants’ motion.  \nThis the 2nd day of October, 2017. \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}