{
  "id": "577f7c992f038a53ff7c955ae4f720164827f911d061dfbcb092308724512bc3",
  "source_file": "data/raw/ncbc/577f7c992f038a53ff7c955ae4f720164827f911d061dfbcb092308724512bc3.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nGUILFORD COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 5263 \nASHISH AGARWAL, \n \nPlaintiff, \n \nv. \n \nESTATE OF ANIL AGARWAL, \nDeceased; WENDOVER DONUTS, \nLLC; KUSH DONUTS, LLC; and \nSARASH PROPERTIES, LLC,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION FOR \nJUDGMENT ON THE PLEADINGS \n \n1. THIS MATTER  is before the Court on  Defendant Estate of Anil \nAgarwal’s Motion for Judgment on the Pleadings  (the “Motion”) pursuant to Rule \n12(c) of the North Carolina Rules of Civil Procedure  (the “Rule(s)”).  (ECF No. 35. )  \nThe Motion, which requests partial relief, focuses on the language of identical  \nprovisions in the operating agreements of three closely -held North Carolina limited \nliability companies.  A t issue is whether  the language of the operating agreements \nrequires the dissolution of the LLCs following the death of one of their members. \n2. Having considered the Motion, the related briefing, appropriate matters \nof record, and the arguments of counsel at a hearing on the Motion, the matter is ripe \nfor determination. \n3. For the reasons set forth below,  the Motion is GRANTED in part and \nDENIED in part. \n \n  \nAgarwal v. Est. of Anil Agarwal, 2022 NCBC 7. \n \n \nWest Law Firm, by William E. West, Jr., for Plaintiff Ashish Agarwal. \nCarruthers & Roth, P.A., by Kevin A. Rust, for Defendant-Estate of Anil \nAgarwal. \n \nDefendants Wendover Donuts, LLC ; Kush Donuts, LLC ; and Sarash \nProperties, LLC are currently unrepresented. \n \nEarp, Judge. \n \nI. FACTUAL AND PROCEDURAL BACKGROUND \n4. The Court does not find facts on motions for judgment on the pleadings \nunder Rule 12(c) but rather recites the facts alleged in the pleadings that are relevant \nto the Court’s determination  of the Motion.  Willard v. Barger, 2019 NCBC LEXIS \n43, at *1–2 (N.C. Super. Ct. July 12, 2019) (citing Erickson v. Starling, 235 N.C. 635, \n657 (1952)).  \n5. The events giving rise to this litigation began when Dr. Anil Agarwal \n(“Dr. Agarwal”) acquired three Dunkin’ Donuts franchises in North Carolina.  (Am. \nCompl. ¶ 6, ECF No. 18.)  Between April 2014 and April 2015, Dr. Agarwal formed \nboth Wendover Donuts, LLC and Kush Donuts, LLC  to own and operate the \nfranchises.  (Am. Compl. ¶ 7.)  Dr. A garwal also formed Sarash Properties, LLC \n(together, with Wendover Donuts, LLC and Kush Donuts, LLC, the “LLCs”) to own \nand manage the real property for at least one of the franchises.  (Am. Compl. ¶ 7.)   \n6. At the time the LLCs were organized, Dr. Agarwal was the sole member.  \n(Am. Compl. ¶ 9.)  However, Dr. Agarwal did not have experience managing Dunkin’ \nDonuts franchises, so he contacted Plaintiff  Ashish Agarwal (“Plaintiff”), who was \nformerly related to him by marriage, for assistance.  (Am. Compl. ¶ 9; Answer, Cross-\n \n \ncl., & Derivative Countercl. ¶ 5, ECF No. 31 .)  Plaintiff was a successful owner and \noperator of Dunkin ’ Donuts franchises  in New York .  (Am. Compl. ¶  9.)  At Dr. \nAgarwal’s invitation, Plaintiff agreed to relocate to North Car olina and manage the \nLLCs, “provided that he would have membership interests in the [LLCs] equal to that \nof [Dr. Agarwal].”  (Am. Compl. ¶ 9.)  In return, Dr. Agarwal  agreed that Plaintiff \n“would receive a fifty percent membership interest in each of the companies , as well \nas a fifty percent interest in Decedent’s  capital accounts in each of the [c] ompanies \nand in any other assets of the companies.”  (Am. Compl. ¶ 9.) \n7. On 28 July 2015,  Dr. Agarwal and Plaintiff entered into an operating \nagreement for Sarash Properties, LLC, specifying that Dr. Agarwal and Plaintiff each \nhad a 50% interest in this LLC.  (Am. Compl. ¶ 10; Ex. D, ECF No. 43.) \n8. Thereafter, on 3 November 2015, Dr. Agarwal and Plaintiff entered into \ntwo more operating agreements: one for Wendover Donuts, LLC, and a second one for \nKush Donuts, LLC.  (Am. Compl. ¶¶ 11, 12.)  The operating agreement for Wendover \nDonuts, LLC provided that Dr. Agarwal owned 50%, Plaintiff owned 45%, and a third \nperson, who later withdrew as a member, owned the remaining 5%.  (Am. Compl. \n¶ 11; Ex. E, ECF No. 24 .)  Dr. Agarwal and Plaintiff were eq ual members of Kush \nDonuts, LLC.  (Am. Compl. ¶ 12; Ex. F, ECF No. 25.) \n9. On 29 December 2015, Dr. Agarwal and Plaintiff entered into a written \nagreement (“29 December Agreement”) providing that “f ifty percent of the \nmembership interests in Kush Donuts, LLC,  and fifty percent of the membership \n \n \ninterests in Wendover Donuts, LLC were transferred to Plaintiff.”  (Am. Compl. ¶ 13; \nEx. G, ECF No. 26.)  \n10. The operating agreements contain a mandatory dissolution provision \nthat is triggered upon the death of a member, unless within ninety days following the \ndeath, the members “mutually agree” in writing otherwise.  ( Ex. D, ECF No. 43; Ex. \nE, ECF No. 24; Ex. F, ECF No. 25; collectively the “Operating Agreements”, § 10.1.) \n11. Dr. Agarwal died on 15 December 2020.  (Am. Compl. ¶ 14.) \n12. Three months after his death , Plaintiff, acting alone,  executed three \ncorporate resolution s, one  for each LLC , electing not to dissolve the LLC s but to \ncontinue their operations.  (Am. Compl. ¶ 15.) \n13. The effect of these resolutions, however, is in dispute.  Plaintiff and Dr. \nAgarwal’s estate (“the Estate”) disagree as to whether the relevant language in the \nOperating Agreements affords Plaintiff the unilateral ability to decide the fate of the \nthree LLCs.  (Am. Compl. ¶ 16.)1 \n14. Consequently, Plaintiff filed suit on 12 May 2021, (Compl., ECF No. 3),  \nand amended his  complaint on 13 September 2021, (Am. Compl., ECF No. 18),  \nseeking, among other things, a declaratory judgment “with regard to the application, \ninterpretation, and meaning of the operating agreements . . . and whether the death \nof [Dr. Agarwal] requires that the companies be dissolved, and their affairs wound \nup.”  (Am. Compl. ¶ 20.) \n \n1 (See Exs. D, E, F.)  For purposes of this Motion, the relevant language of the three operating \nagreements is the same.  Therefore, the analysis is the same for each of the LLCs. \n \n \n15. The Estate responded with a cross-claim against the LLCs requesting a \ndeclaration that they be dissol ved in accordance with  the terms of the Operating \nAgreements, as well as  pursuant to N.C.G.S. § 57D-6-02(2).  ( Answer, Cross-cl., & \nDerivative Countercl. ¶ 26.)  I t also counterclaimed on behalf of Kush Donuts, LLC \nand Wendover Donuts, LLC against Plaintiff, as manager of the LLCs, for alleged \nbreach of his fiduciary duties.  (Answer, Cross-cl., & Derivative Countercl. ¶ 2.) \n16. On 11 November 2021, the Estate moved for judgment on the pleadings \npursuant to Rule 12(c) requesting that the Court enter a partial judgment in its favor.  \n(Mot. J. Pleadings, ECF No. 35.)  Specifically, the Estate seeks a declaration from the \nCourt that, in accordance with the plain languag e of the Operating Agreements: (1) \nthe death of Dr. Agarwal is a mandatory dissolution event  pursuant to Section 10.1, \nand (2) upon the death of Dr. Agarwal, the Estate became a member of each of the \nLLCs and was entitled to vote on Plaintiff’s resolutions to continue their operations .  \nPlaintiff responds that: (1) Section 10.1 is, at best, ambiguous, and questions of fact \nprevent a determination at this stage regarding whether the LLCs must dissolve, and \n(2) the Operating Agreements do not establish that the Estate is a member of the \nLLCs entitled to vote on whether operations continue. \n17. After full briefing, the Court held a hearing on 16 December 2021 (the \n“Hearing”), at which counsel for Plaintiff and counsel for the Estate were heard.2  The \nMotion is now ripe for determination. \n \n \n2  No counsel for the LLCs has appeared in this case. \n \n \nII. LEGAL STANDARD \n18. A motion for judgment on the pleadings “ is appropriately employed \nwhere all the material allegations of fact are admitted in the pleadings and only \nquestions of law remain. ”  Dicesare v. Charlotte-Mecklenburg Hosp. Auth., 376 N.C. \n63, 70 (2020) (quoting Ragsdale v. Kennedy , 286 N.C. 130, 137 (1974) (internal \nquotation marks omitted)).  Furthermore, \n[a]s with a motion to dismiss, the trial court is required to view the facts \nand permissible inferences in the light most favorable to the nonmoving \nparty.  A Rule 12(c) movant must show that the complaint fails to allege \nfacts sufficient to state a cause of action or admits facts which constitute \na complete legal bar to a cause of action. \n \nTully v. City of Wilmington, 370 N.C. 527, 532 (2018) (cleaned up). \n19. When analyzing a Rule 12(c) motion, the Court “may properly consider \ndocuments which are the subject of a plaintiff’s complaint and to which the complaint \nspecifically refers even though they are presented by the defendant.”  Weaver v. Saint \nJoseph of the Pines, I nc., 187 N.C. App. 198, 204 (2007) (citation and internal \nquotation marks omitted).  Moreover, when a document is attached, “ [t]he terms of \nsuch exhibit control other allegations of the pleading attempting to paraphrase or \nconstrue the exhibit, insofar as these are inconsistent with its terms.”  Wilson v. Crab \nOrchard Dev. Co., 276 N.C. 198, 206 (1970). \n20. Ultimately, “[t]he party moving for judgment on the pleadings must \nshow that no material issue of fact exists and that he is entitled to judgment as a \nmatter of law. ”  \nDaniels v. Montgomery Mut. Ins. Co. , 320 N.C. 669, 682 (1987) \n(citation omitted).  \n \n \nIII. ANALYSIS \n21. The parties assert competing claims for declaratory judgment based on \ntheir interpretations of the Operating Agreements .  The Declaratory Judgment Act, \nN.C.G.S. § 1 -253, et seq. , “affords an appropriate procedure for alleviating the \nuncertainty in the interpretation of written instruments and for clarifying litigation.”  \nWoodcock v. Cumberland C nty. Hosp. Syst. , 2022 NCBC LEXIS 3, at *6 –7 (N.C. \nSuper. Ct. Jan. 20, 2022) (quoting Hejl v. Hood, Hargett & Assocs., 196 N.C. App. 299, \n302 (2009) (internal quotations omitted)).   \n22. An LLC is “primarily a creature of contract[,]” Battles v. Bywater, LLC, \n2014 NCBC LEXIS 54, at *8 (N.C. Super. Ct. Oct . 31, 2014)  (cleaned up) , and \noperating agreements are contracts, N.C. State Bar v. Merrell, 243 N.C. App. 356, 370 \n(2015).  Thus, the Court construes the governing Operating Agreements according to \ntraditional principles governing the construction and interpretation of contracts. \n23. “Whenever a court is called upon to interpret a contract its primary \npurpose is to ascertain the intention of the parties at the moment of its execution.”  \nGolden Triangle #3, LLC v. RMP-Mallard Pointe, LLC, 2020 NCBC LEXIS 37, at *10 \n(N.C. Super. Ct. Mar. 23, 2020) (quoting Certainteed Gypsum NC, Inc. v. Duke Energy \nProgress, LLC, 2018 NCBC LEXIS 91, at *8 (N.C. Super. Ct. Aug. 28, 2018)); see also \nN.C.G.S. § 57D-10-01(c) (“It is the policy of this Chapter to give the maximum effect \nto the principle of fre edom of contract and the enforceability of operating \nagreements.”). \n \n \n24. Defendant’s Motion requires the Court to construe identical provisions \nin three operating agreements.  The Court must first determine whether the language \nat issue is clear and unambiguous.  Golden Triangle #3, LLC, 2020 NCBC LEXIS 37, \nat *10 ( “If the plain language of a contract is clear, the intention of the parties is \ninferred from the words of the contract.” (quoting Walton v. City of Raleigh, 342 N.C. \n879, 881 (1996))).  “When a contract is in writing and free from any ambiguity which \nwould require resort to extrinsic evidence , or the consideration of disputed fact, the \nintention of the parties is a question of law.”  Id. at *10 –11 (quoting Strader v. \nSunstates Corp, 129 N.C. App. 562, 568 (1998)). \n25. In contrast, “[a]n ambiguity exists in a contract when either the \nmeaning of words or the effect of provisions is uncertain or capable of reasonable \ninterpretations.”  Id. at *11  (quoting Variety Wholesalers, Inc. v. Salem Logistics \nTraffic Servs., LLC, 365 N.C. 520, 525 (2012)).  “If there is any uncertainty as to what \nthe agreement is between the parties, a contract is ambiguous.”   Id. (quoting Crider \nv. Jones Island Club, Inc., 147 N.C. App. 262, 267 (2001)) (cleaned up).  \n26. While the parties’ varying interpretations may be some indication that \nthe language of the contract is ambiguous, see id. (noting that the mere existence of \na dispute as to the parties’ interpretation “is some indication that the language of the \ncontract is, at best, ambiguous” ( quoting WakeMed v. Surgical Care Affiliates, LLC,  \n243 N.C. App. 820, 825  (2015))), “[w]hether or not the language of a contract is \nambiguous . . . is a question for the court to determine[,]” id. (quoting W & W Partners, \nInc. v. Ferrell Land Co., LLC, 2018 NCBC LEXIS 52, at *12 (N.C. Super. Ct. May 22, \n \n \n2018)).  However, “[i]f a court finds a contract ambiguous, the intent of the parties \nbecomes a question of fact.”  Id. (quoting Certainteed Gypsum NC, 2018 NCBC LEXIS \n91, at *9) (quotation marks omitted); see also Leonard v. Pugh, 86 N.C. App. 207, 210 \n(1987) (“Ambiguous contracts must be interpreted by a jury under proper instructions \nof the law.”).  \n27. The Court starts with an analysis of Section 10.1, the mandatory \ndissolution provision, before moving to whether the Estate has the voting rights of a \nmember.   \na. Section 10.1, Events of Dissolution \n28. Article X, Events of Dissolution, Section 10.1(d), provides: \n 10.1 Mandatory Dissolution Events.  Upon the occurrence of any \nof the following events the Company will be dissolved unless within 90 \ndays following the occurrence, the Members mutually agree  in writing \notherwise:  \n. . .  \n(d) death or an event of bankruptcy as set forth in the Act. \n \n(Operating Agreements, § 10.1(d).) \n29. The Estate argues that use of the  plural “Members” and the  term \n“mutually agree” in Section 10.1 make it clear that a single member, acting alone, \ncannot decide to continue operations and avoid the mandatory dissolution event.  The \nEstate contends that this is true even if the dissolution event —the death of one \nmember—means only one member is left .  Had that been the parties’ intention, the \nEstate argues, the O perating Agreements would have specified that the surviving \nmember could make the decision alone. \n \n \n30. Plaintiff respond s that use of the plural “ Members” and the phrase \n“mutually agree” does not clearly establish that two or more members must exist in \norder for the clause to have effect because only two members were ever contemplated \nunder the LLCs here , and the dissolution provision  of the Operating Agreements  \nrequires that one of them die before it is triggered.  If two exist and one dies, Plaintiff \nargues, there could never be more than one member, and the Estate’s reading of the \nprovision would render it meaningless. \n31. The plain language of Section 10.1 compels th e Court to agree with the \nEstate.  The Operating Agreements make clear that d issolution upon the death of a \nmember is considered a “mandatory” event that “will” happen absent agreement \notherwise, and there are limitations on how, when , and who can make such an \nagreement otherwise:  it must be in writing; it must occur within 90 days of the death; \nand it must be made by “Members” who “mutually agree.”   \n32. “Where a contract does not define a term used, non-technical words are \nto be given their meaning in ordinary speech, unless the context clearly indicates \nanother meaning was intended. ”  WakeMed,  243 N.C. App.  at 825 (cleaned up).  \nWebster’s Dictionary defines “ agree” as “to concur in something ,” or “to accept or \nconcede something (such a s the views o r wishes of another ).”  Merriam-Webster, \nhttp://www.merriam-webster.com/dictionary/agree (last visited Feb. 8, 2022) .  \nWebster’s defines “mutual” as “directed by each toward the other or the others ,” \n“shared in common,” or “joint.”  Merriam-Webster, http://www.merriam-\nwebster.com/dictionary/mutual (last visited Feb. 8, 2022) .  Both words contemplate \n \n \nthe involvement of more than one person.  Therefore, use of the plural  “Members,” \nwhen combined with the term “mutually agree,” conveys the parties’ intention for at \nleast two members to exist and to except to mandatory dissolution in order to prevent \nit from occurring. Despite Plaintiff’s urging, the Court cannot ignore the  meaning of \nthese words.  See Fiske v. Kieffer, 2016 NCBC LEXIS 12, at *11 –12 (N.C. Super. Ct. \nFeb. 16, 2016) (“[T]he various terms of the contract are to be harmoniously construed, \nand if possible, every word and every provision is to be given effect.  It is presumed \nthat each part of the contract means something.” ( quoting WakeMed, 243 N.C. App. \nat 824)).3 \n33. Moreover, n othing in the language of the O perating Agreements \nestablishes that the parties intended for the number of members in the LLCs to be \ncapped at two.  In fact, the O perating Agreements begin with language recognizing \nthat “such other persons . . . may be admitted in the future.”  (Operating Agreements, \n1.)  The y also contain provisions for the transfer of “percentage interests” to third \nparties—new members—when approved by current members holding a majority of \nthose interests.  (Operating Agreements, § 9.1.)  Indeed, Wendover Donuts, LLC had \na third member for a short period of time.   (Am. Compl. ¶ 11.)  Th us, it would have \nbeen possible for one of those three members to die and for that LLC still to have two \nmembers who could “mutually agree” to continue operations.   \n \n3 The parties’ choice of words matters.  Had the question involved only whether use of the \nplural “Members” could be read as the singular “Member,” a canon of construction might have \nsupported Plaintiff’s position.  But there is more involved here than simply whether the word \n“Members” is read as singular or plural.  T he Operating Agreements use the phrase “the \nMembers mutually agree.”  As the Estate argued, reading the clause to mean that Plaintiff \n“agreed with himself” is nonsensical. \n \n \n34. Accordingly, the Court GRANTS this aspect of Defendant’s Motion and \ndeclares that Section 10.1 requires the agreement of more than a single member to \ncontinue operations.  Consequently, Plaintiff’s attempted resolutions cannot forestall \ndissolution of the LLCs as mandated by Section 10.1 of the Operating Agreements. \nb.  The Status of the Estate \n35. The Estate also requests a declaration that the Operating Agreements \nspecify that Dr. A garwal’s rights as a member  passed to it.   It  then argues that \nbecause, as a member,  it did not “mutually agree” to continue operations, t he LLCs \nmust be dissolved. \n36. To determine if the Estate is a member, the Court looks first to the North \nCarolina Limited Liability Company Act (the “Act”).  The Act provides that “[a] person \nceases to be a member [of an LLC] upon th e occurrence of . . . the person’s death.”  \nN.C.G.S. § 57D-3-02(a)(2).  The Act further provides that, in the event of a member’s \ndeath, “that person’s estate . . . will automatically become an economic interest owner \nentitled only to the economic interest attributable to the person’s ownership \ninterest[.]”  N.C.G.S. § 57D-3-02(b).  Accordingly, the default rule is that the Estate \nis not a member of the LLCs. \n37. Nevertheless, the Act allows the parties to vary these default terms by \nexpressly stating in the Operating Agreements their intention for the Estate to be a \nmember.  See N.C.G.S. § 57D-2-30(a) (“[T]he provisions of this Chapter . . . will apply \nonly to the extent contrary or inconsistent provisions are not made in, or are not \notherwise supplanted, varied, disclaimed, or nullified by, the operating agreement.”); \n \n \nBattles, 2014 NCBC LEXIS 54 , at *8  (“The LLC Act contains numerous ‘default’ \nprovisions or rules that will govern an LLC only in the absence of an explicitly \ndifferent arrangement in the LLC’s articles of organization or written operating \nagreement.” (quoting Crouse v. Mineo, 189 N.C. App. 232, 237 (2007))).   \n38. The parties disagree regarding whether the language of the O perating \nAgreements explicitly establishes that the Estate became a member of the LLCs upon \nDr. Agarwal’s death .  Importantly,  the Court observes that there is no provision in \nthe Operating Agreements that speaks directly to the point.  Undeterred, however,  \nthe Estate looks to the implications of various other provisions in the Operating \nAgreements to conclude that, put in context, they could only mean that the Estate is \na member of the LLCs.  \n39. The Estate first points to the language of Section 3.7: \n3.7 Voting by Certain Members.   Management Certificates standing \nin the name of a corporation, partnership or company may be vo ted by \nsuch officer, partner, agent or proxy as the Bylaws of such entity may \nprescribe or, in the absence of such provision, as the Manager or officers \nof such entity may determine.  Interests held by a trustee, personal \nrepresentative, administrator, executor, guardian or conservator may be \nvoted by him, either in person or by proxy, without a transfer of such \ncertificates into his name. \n \n(Operating Agreements, § 3.7.)  Put simply, the Estate argues, this provision means \nthat the Estate retains the voting rights of Dr.  Agarwal, even without a transfer of \n“Management Certificates” in the personal representative’s name. \n40. The Estate then argues that Sections 9.1 and 2.1(p) of  the Operating \nAgreements, read together, support their position that the Estate became a member \non Dr. Agarwal’s death.  Section 9.1 states that upon death of a member, “his or her \n \n \nPercentage Interests shall pass to his or her estate or other personal representative.” \n(Operating Agreements, § 9.1.)  Section 2.1(p) defines “Percentage Interest” as “that \npercentage of the Company owned by a Member.”  According to the Estate, use of the \nword “Member” in this context is conclusive proof that the parties intended for the \nEstate to have the rights of a member and not the limited rights of a n economic \ninterest holder. \n41. The Estate further argues that  Section 4. 3(c) of the Operating \nAgreements, which s peaks to transfers of interests, “contemplates that  transfers \ncould only occur from one member to a new member [,]” not to a n economic interest \nholder.  (Br. Supp. Mot. J. Pleadings 3, ECF No. 36.)  Section 4.3(c) states: “Upon the \ntransfer of an interest i n the Company, the Capital Account of the transferor \nMember . . . that is attributable to the transferred Percentage Interest will be carried \nover to the transferee Member.”  (Operating Agreements, § 4.3(c).) \n42. Plaintiff responds that  Section 3.7 does nothing to clarify the issue.   \nInstead, it governs voting by members that hold “ Management Certificates,” but no \nsuch certificates were ever issued by any of the LLCs.  Plaintiff concludes that use of \nthe term “executor” in that section just serves to confuse, rather than  to clarify, the \nissue.  \n43. As for Sections 9.1 and 2.1(p) , Plaintiff contends that they  say nothing \nabout the rights the Estate has as a member or an economic interest holder.  Instead, \nthese provisions speak only to the transfer of the percentage interest in the LLCs that \nwas owned by Dr. Agarwal to the Estate.  The language in these provisions, Plaintiff  \n \n \nargues, does not convey an explicit intent to vary from the statutory default rule that \nthe Estate is an economic interest holder. \n44. Finally, Plaintiff responds that the language of Section 4. 3(c) does not \nspeak to the status of the Estate as a member versus an economic interest holder.  \nInstead, Plaintiff argues, the  provision speaks onl y to the handling of capital \naccounts, not voting rights.  \n45. After a thorough review of the Operating Agreements, the Court agrees \nwith Plaintiff.  The language upon which the Estate relies is insufficient, standing \nalone, for the Court to declare as a matter of law  that the Estate has the rights of a \nmember.  A jury could make the determination that the Estate seeks, but it could also \nfind that the absence of a specific provision in the Operating Agreements signals the \nabsence of an intent to make the Estate a member and that the statutory default \nprovision controls.  \n46. Section 3.7 does not assist Defendant in its argument.  The reference to \n“Management Certificates” in an LLC owned by two individuals is itself confusing.  \nEven if the last sentence of the section referencing “ [i]nterests held by a [n] . . . \nexecutor” were to be read on its own, use of the term “such certificates” creates an \nambiguity that is not capable of resolution at this early stage of the proceedings. \n47. As for the Estate’s argument that Sections 9.1 and 2.1(p), read together, \nmake it clear that the Estate has voting rights, the Court remains unconvinced.  \nSection 9.1 merely requires the written consent of a majority of the “Percentage \nInterests” before a member may transfer or otherwise allow another Person (defined \n \n \nas an individual or entity) to have an interest in any of the LLCs.  An exception exists \nupon the death of an Individual Member, in which case his or her Percentage Interest \npasses to his or her esta te.  The Estate’s argument appears to come from Section \n2.1(p), which defines “Percentage Interest” as “that percentage of the Company owned \nby a Member [,]” and then goes on to say, “[t] he term includes the interest of the \nManager and the interests of the Members  where no distinction is required by the \ncontext in which the term is used herein.”  (Operating Agreement, § 2.1(p) (emphasis \nadded).)  Again, whether a jury would agree with the Estate regarding the import of \nthe italicized phrase remains to be seen.   However, the Court  does not find the \nlanguage sufficiently clear to declare as a matter of law that the Estate’s \ninterpretation is the one that was intended. \n48. Because the language of the O perating Agreements is ambiguous with \nrespect to whether the  parties intended for the  Estate to be a member of the LLCs, \nthe Court DENIES the Estate’s Motion for such a declaration. \nIV. CONCLUSION \n49. WHEREFORE, for the reasons set forth above, Defendant Estate of Anil \nAgarwal’s Motion for Judgment on the Pleadings is GRANTED in part and DENIED \nin part as follows: \n(a) The Court DECLARES that Section 10.1 requires the agreement of more \nthan a single member to avoid a mandatory dissolution event upon the \ndeath of a member;   \n \n \n(b) Consequently, IT IS ORDERED  that Wendover Donuts, LLC; Kush \nDonuts, LLC; and Sarash Properties, LLC  are each hereby dissolved and \nshall be wound up in accordance with Article XI  of the ir respective \noperating agreements; \n(c)  The Court will set a date to hear f rom the parties with respect to the \nappointment of a Receiver and the disposition of any assets; and \n(d)  Except as herein stated, Defendant’s Motion is DENIED. \nSO ORDERED, this the 9th day of February, 2022. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}