{
  "id": "57c377f19175a16c3c9bdf3b25ad7e75e67d5c1fd17cf157b44140562ea3e99c",
  "source_file": "data/raw/ncbc/57c377f19175a16c3c9bdf3b25ad7e75e67d5c1fd17cf157b44140562ea3e99c.pdf",
  "raw_text": "Danielson v. Veritext Corp. Servs. Inc., 2016 NCBC 81. \n \nSTATE OF NORTH CAROLINA \nJOHNSTON COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 1393 \nCRYSTAL DANIELSON, \n \nPlaintiff, \n \nv. \n \nVERITEXT CORPORATE SERVICES, \nINC.,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n) \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \n \n1. THIS MATTER  is before the Court upon Defendant Veritext Corporate \nServices, Inc.’s (“Veritext”) Motion to Dismiss (the “Motion”) pursuant to Rule 12(b)(6) \nof the North Carolina Rules of Civil Procedure (“Rule(s)”) filed on June 10, 2016 in \nthe above -captioned case.  For the reasons discussed below, the Court hereby \nGRANTS the Motion and DISMISSES Plaintiff Crystal Danielson’s (“Danielson”) \nclaims with prejudice.  \nThe Armstrong Law Firm, P.A., by L. Lamar Armstrong and Daniel K. \nKeeney, for Plaintiff.  \n \nOgletree, Deakins, Nash, Smoke & Stewart, P.C., by Robert A. Sar and \nBrodie D. Erwin, for Defendant. \n \nRobinson, Judge. \n \nI. INTRODUCTION \n \n2. This lawsuit arises out of a dispute over court reporter fees  that Veritext \ncharged Danielson for in prior litigation between Danielson and a third party.  \nVeritext was engaged by the third party in the prior litigation to take and transcribe \nDanielson’s deposition testimony.  Under Rule 30(f)(2), Veritext was required to \nfurnish a copy of the deposition to Danielson “[u]pon payment of reasonable charges \ntherefor.”  N.C. Gen. Stat. § 1A -1, Rule 30(f)(2).  Danielson’s attorneys requested a \ncopy of the transcript of Danielson’s de position.  Veritext invoiced Danielson’s \nattorneys for $736.40 for the certified transcript and associated costs.   \n3. After Danielson’s attorneys paid the invoice in total, allegedly under \nprotest, Danielson filed this lawsuit, seeking a declaratory judgment that (1) Veritext \nwas obligated, pursuant to Rule 30, to provide a copy of Danielson’s transcript to her \nfor “reasonable charges”; (2) “reasonable charges,” as used in Rule 30, means only the \nadministrative expense associated with making and providing the transcript copy; (3) \nVeritext was not entitled to assert an ownership interest in the transcript whereby it \ncould sell the transcript for a profit; and (4) Veritext violated these obligations by \ncharging Danielson $736.40 for the transcript.  Danielson also asserts a claim against \nVeritext for unfair and deceptive trade practices in vio lation of N.C. Gen. Stat. § 75-\n1.1.   \n4. Because the Court determines that there is no justiciable controversy, the \nCourt concludes that Danielson is not entitled to a declarat ory judgment.  Further, \nbecause Veritext’s conduct as alleged by Danielson does not constitute an unfair or \ndeceptive act or practice, the Court concludes  that Danielson has failed to state a \nvalid claim for violation of section 75 -1.1.  Accordingly, the C ourt concludes that \nVeritext’s Motion should be granted, and Danielson’s claims dismissed. \n \nII. PROCEDURAL HISTORY \n5. Danielson initiated this action on May 10, 2016 by filing a Complaint in \nJohnston County Superior Court.   \n6. On June 10, 2016, Veritext filed a  Notice of Designation of Mandatory \nComplex Business Case.  That same day, the case was designated as a mandatory \ncomplex business case by order of the Chief Justice of the Supreme Court of North \nCarolina. \n7. Also on June 10, 2016, Veritext filed the Motion. \n8. Danielson timely filed an opposition to designation on June 21, 2016, \nopposing designation because the lawsuit did not involve a material issue regarding \nthe ownership or use of intellectual property within the ambit of N.C. Gen. Stat. § \n7A-45.4(a)(5).   \n9. This action was assigned to the undersigned by order dated July 6, 2016. \n10. On August 16, 2016, Chief Business Court Judge Gale entered an order \noverruling Danielson’s opposition to designation, concluding that, although \nDanielson “asserts no direct copyright  claim, . . . she does ask the Court to declare \nthat [Veritext] has no ownership or copyright rights, and [Veritext] has, at least \nindirectly, asserted such rights.  Therefore, the Complaint and its attached exhibits \nreveal a material issue within the ambit of Section 45.4(a)(5).”  (Order on Opp. 3.)   \n11. Briefing on the Motion was completed, and the Court held a hearing on the \nMotion on October 4, 2016.  The Motion is now ripe for resolution.   \n \nIII. FACTUAL BACKGROUND \n12.   The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6), but only recites those facts included in the Complaint that are relevant to \nthe Court’s determination of the Motion.  See, e.g., Concrete Serv. Corp. v. Investors \nGrp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986). \n13. Danielson is a resident of Johnston County, North Carolina.  (Compl. ¶ 1.) \n14. Veritext is a foreign corporation with its principal place of business in New \nJersey.  (Compl. ¶ 2.)  Veritext provides court reporting services for depositions and \nother court proceedings by hiring independent contractors to appear  at the \ndeposition, and take and transcribe the testimony.  (Compl. ¶ 5.) \n15. Danielson was involved in prior litigation in Johnston County Superior \nCourt, Danielson v. Braswell Custom Construction , 14 CVS 3831 (the “Braswell \nLitigation”).  The defendants in the Braswell Litigation  noticed Danielson’s \ndeposition for January 21, 2016, and contracted with Veritext to provide court \nreporting services for the deposition.  (Compl. ¶ 4.)  Veritext arranged for a local court \nreporter to appear  at Danielson’s deposition , and to  take and transcribe her \ntestimony.  (Compl. ¶ 10.)   \n16. Danielson alleges that, as the court reporter providing the original \ntranscript, the opportunity for Danielson to review the transcript, and a copy of the \ntranscript to Danielson’s attorneys, as well as charging for that copy under Rule 30, \nVeritext was acting as an officer of the court.  (Compl. ¶ 15.) \n17. Danielson alleges that Veritext has no copyright or any other ownership \ninterest or property right in Danielson’s deposition transcript.  (Compl. ¶¶ 18 −19.)  \nNonetheless, Danielson claims that Veritext treated Danielson’s transcript as a \nproduct Veritext owned and for which it was entitled to make a profit on the sale of a \ncopy to Danielson in an amount it unilaterally determined.  (Compl. ¶ 22.)   \n18. On February 2, 2016, Veritext invoiced Danielson for $736.40.  (Compl. Ex. \n2.)  This price included the following: \n A 209 page certified transcript at $2.75 per page; \n 9 pages of color exhibits at $2.00 per page; \n 111 pages of exhibits at $0.65 per page; \n A litigation package for $42.00; and \n $29.50 for shipping and handling. \nHowever, in post-invoice negotiations, Veritext offered to reduce the original price of \n$736.40 by $123.75, for a new total of $612.65.  (Compl. Ex. 1.) \n19. Nonetheless, on April 22, 2016, and even though Veritext offered to accept \na lesser  amount, Danielson’s attorneys paid the full original amount of $736.40.  \n(Compl. Ex. 2.)  The check from Danielson’s attorneys to Veritext contained the note \n“paid under protest.”  (Compl. Ex. 2.) \n20. A few days later, Danielson filed this action. \nIV. LEGAL STANDARD \n21. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations of the Complaint in the light most favorable to Danielson.  \nThe Court’s inquiry is “whether, as a matter of law, the allegations of the complaint, \ntreated as true, are sufficient to state a claim upon which relief may be granted under \nsome legal theory.”  Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670, 355 S.E.2d \n838, 840 (1987).  The Court construes the Complaint liberally and accepts all \nallegations as true.  Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 \n(2009). \n22. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a good claim; [or] \n(3) when some fact disclosed in the complaint necessarily defeats the plaintiff’s \nclaim.”  Oates v. JAG, Inc. , 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also \nJackson v. Bumgardner, 318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  Otherwise, \n“a complaint should not be dismissed for insufficiency unless it appears to a certainty \nthat plaintiff is entitled to no relief under any state of facts which could be proved in \nsupport of the claim.”  Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) \n(emphasis omitted).   \n23. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005).  The Court can also ignore a party’s legal conclusions set forth \nin its pleading.  McCrann v. Pinehurst, LLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, \n777 (2013).   \n24. The Court may consider documents attached to the pleadings without \nconverting the Motion under Rule 12(b)(6) into a motion for summary judgment under \nRule 56.  See, e.g., Laster v. Francis , 199 N. C. App. 572, 577, 681 S.E.2d 858, 862 \n(2009).  Moreover, a “ trial court can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Id.   \nV. ANALYSIS \n25. Danielson asserts two claims against Veritext: (1) declaratory judgment, \nand (2) unfair and deceptive trade practices in violation of N.C. Gen. Stat. § 75-1.1.   \nA. Declaratory Judgment \n26. Danielson seeks a declaratory judgment that: (1) Veritext was obligated, \npursuant to Rule 30, to provide Danielson’s transcript to her for “reasonable charges”; \n(2) “reasonable charges ,” as used in Rule 30 , means the administrative expense \nassociated with providing the transcript; (3) Veritext was not entitled to assert an \nownership interest in the transcript whereby it could sell the transcript for a pro fit; \nand (4) Veritext violated these obligations by charging Danielson $736.40 for the \ntranscript. \n27. Under the Uniform Declaratory Judgment Act, N.C. Gen. Stat. § 1 -253 \nthrough 1 -267, a court has the power to “declare rights, status, and other legal \nrelations, whether or not further relief is or could be claimed.”  N.C. Gen. Stat. § 1 -\n254 expressly provid es that “[a]ny person  . . . whose rights, status, or other legal \nrelations are affected by a statute  . . . may have determined any question of \nconstruction or validity arising under the . . . statute . . . and obtain a declaration of \nrights, status, or other legal relations thereunder.”   \n28. However, “courts have jurisdiction to render declaratory judgments only \nwhen the complaint demonstrates the existence of an actual controversy.”  Wendell \nv. Long, 107 N.C. App. 80, 82, 418 S.E.2d 825, 826 (1992); see also State ex rel. Hunt \nv. N.C. Reinsurance Facility, 49 N.C. App. 206, 213, 271 S.E.2d 302, 305 (1980), rev’d \non other grounds , 302 N.C. 274, 275 S.E.2d 399 (1981) (“The touchstone of the \n[Uniform Declaratory Judgment Act] is the presence of a justiciable cont roversy, \nwhere the pleadings demonstrate a real controversy and the need for a declaration of \nrights.”). \n29. “To satisfy the jurisdictional requirement of an actual controversy, it must \nbe shown in the complaint that litigation appears unavoidable.”  State ex rel. Utils. \nComm’n v. Carolina Water Serv. , 149 N.C. App. 656, 658, 562 S.E.2d 60, 62 (2002).  \nMoreover, “the courts of this state do not issue anticipatory judgments resolving \ncontroversies that have not arisen.”  Id. at 658, 562 S.E.2d at 63.  “When the record \nshows that there is no basis for declaratory relief, or the complaint does not allege an \nactual, genuine existing controversy, a motion for dismissal under  . . . Rule 12(b)(6) \nwill be granted.”  Gaston Bd. of Realtors, Inc. v. Harrison, 311 N.C. 230, 234–35, 316 \nS.E.2d 59, 62 (1984).   \n30.   Rule 30 provides that “[u]pon payment of reasonable charges therefor, the \nperson administering the oath shall furnish a copy of the deposition to any party or \nto the deponent.”  N.C. Gen. Stat. § 1A-1, Rule 30(f)(2).  Rule 30 does not define what \nconstitutes “reasonable charges.”   Danielson seeks to have the Court, through this \ndeclaratory judgment action,  rather than in the Braswell Litigation, where this \ndispute arose, interpret “reasonable charges” to mean the out-of-pocket expenses and \nadministrative expense associated with providing Danielson a copy of the transcript, \nand further that Veritext holds no ownership interest in the transcript.     \n31. Even assuming that Danielson’s contentions are correct—that “reasonable \ncharges” in Rule 30 means no more than actual out-of-pocket costs and administrative \nexpense, and that Veritext holds no copyright or other ownership interest in the \ntranscript—and the Court were to so hold, it is unclear where such a holding would \nleave Danielson.  As the Court will explain , Veritext’s conduct here does not \nconstitute a violation of N.C. Gen. Stat. § 75-1.1.  Nor does it appear that such conduct \nwould somehow morph into a violation  of section 75 -1.1 if it were deemed to be a \nviolation of Rule 30. \n32. Moreover, North Carolina “case law generally holds that a statute allows \nfor a private cause of action only where the legislature has expressly provided a \nprivate cause of action within the statute.”  Lea v. Grier, 156 N.C. App. 503, 508, 577 \nS.E.2d 411, 415 (2003).  Neither Rule 30, nor any other Rule, provides a private cause \nof action for its violation.  It appears that Danielson’s correct (and only proper) \nremedy is to move the trial court in the Braswell Litig ation (which Danielson’s \ncounsel indicated at the hearing is still pending) for repayment of the portion of the \nfee Danielson allegedly paid in protest.  The trial court in the Braswell Litigation may \nthen properly determine whether the amount charged is a “reasonable charge” under \nRule 30.   \n33. The Court recognizes that Danielson’s desire for clarity regarding the \ninterpretation of “reasonable charges” in Rule 30 is a legitimate one.  Nonetheless, \nwithout the presence of an actual controversy, th is Court has no jurisdiction to \nrender, under the guise of the Declaratory Judgment Act, what would in essence be \nan advisory opinion on Rule 30’s meaning.    \n34. For these reasons, the Court determines that Danielson has not alleged \nsufficient facts to show that there is an actual controversy between the parties that \nis appropriate for the Court’s declaratory judgment.  Accordingly, the Court concludes \nthat Veritext’s Motion with respect to this claim should be granted.   \n35. The Court expressly notes that, although Danielson’s claims are being \ndismissed with prejudice, the Court’s ruling should not preclude Danielson from \nseeking appropriate relief from the trial court in the Braswell Litigation because this \nCourt is not deciding the issue of whether the price Veritext charged Danielson for a \ncopy of her deposition transcript is in violation of Rule 30.  See State by New Bern \nChild Support Agency v. Lewis, 311 N.C. 727, 731, 319 S.E.2d 145, 148 (1984) (for a \nparty to be collaterally estopped from relitigating an issue, the issue must necessarily \nhave been determined previously).  \nB. Unfair and Deceptive Trade Practices \n36. N.C. Gen. Stat. § 75-1.1 declares unlawful “[u]nfair methods of competition \nin or affecting com merce, and unfair or deceptive acts or practices in or affecting \ncommerce.”  Thus, in order to state a claim under section 75 -1.1, Danielson must \nallege that (1) Veritext “committed an unfair or deceptive act or practice,” (2) the \nunfair or deceptive act o r practice was “in or affecting commerce,” and (3) Veritext’s \n“act proximately caused injury” to Danielson.  Bumpers v. Cmty. Bank of N. Va., 367 \nN.C. 81, 88, 747 S.E.2d 220, 226 (2013) (quoting Dalton v. Camp, 353 N.C. 647, 656, \n548 S.E.2d 704, 711 (2001)).     \n37. The only element at issue here is whether Veritext committed an unfair or \ndeceptive act or practice.  “A practice is unfair when it offends established public \npolicy as well as when the practice is immoral, unethical, oppr essive, unscrupulous, \nor substantially injurious to consumers.  [A] practice is deceptive if it has the capacity \nor tendency to deceive.”  Walker v. Fleetwood Homes of N.C., Inc. , 362 N.C. 63, 72, \n653 S.E.2d 393, 399 (2007) (internal citation omitted).  “The determination of whether \nan act or practice is an unfair or deceptive practice that violates N.C.G.S. § 75 -1.1 is \na question of law for the court.”  Gray v. N.C. Ins. Underwriting Ass’n , 352 N.C. 61, \n68, 529 S.E.2d 676, 681 (2000). \n38. Danielson alleges, in relevant part, that: \n Veritext’s acts, as an officer of the court, were a “gross violation” of its \nduties under Rule 30, (Compl. ¶ 29); and \n “[b]y assuming an ownership right  . . . in a transcript for which it was \nalready paid, in full, and then selling the  transcript for a price it set \nbased on profit rather than reimbursement of expense as mandated by \nRule 30, Veritext was inequitably leveraging its position and power in \nan unfair, deceptive, oppressive, and substantially injurious manner to \nforce [Danielson] to pay more than what she owed,” (Compl. ¶ 30). \nThus, Danielson’s central contention is that Veritext charging $736.40 for Danielson’s \ndeposition transcript copy, and then offering to reduce that charge by $123.75, was \nsuch an inequitable leveraging of  Veritext’s position  of power  as to be immoral, \nunethical, oppressive, unscrupulous, or substantially injurious to consumers.   \nVeritext argues in response that, ignoring the legal conclusions in her complaint, \nDanielson has failed to allege a single act th at constitutes actual unfairness or \ndeception in violation of section 75-1.1. \n39. North Carolina courts have held that “[i]f a party engages in conduct that \nresults in an inequitable assertion of his power or position, he has committed an \nunfair act or practice” under section 75-1.1.  Johnson v. Beverly-Hanks & Assoc., Inc., \n328 N.C. 202, 208, 400 S.E.2d 38, 42 (1991) (affirming grant of motion for summary \njudgment where plaintiff failed to show any unfair or deceptive conduct).  Danielson \nspecifically cites Faucette v. 6303 Carmel Rd., LLC , 775 S.E.2d 31 6, 324 (N.C. Ct. \nApp. 2015) for this proposition.   \n40. Faucette, however, is inapplicable here.  In that case, the Court of Appeals \nheld that defendants converted plaintiff’s funds by refusing to turn the funds over to \nplaintiff.  This conversion, the court held, constituted an abuse of defendants’ position \nof power.  Id. at 324.  Here, in contrast, there is no allegation of conversion.  Danielson \ndoes not allege that  Veritext has used its alleged position of power to wrongfully \nwithhold funds that Danielson is legally owed.  Thus, the Court of Appeals’ conclusion \nin Faucette that defendants’ conduct there was unfair or deceptive within the \nmeaning of section 75-1.1 is inapposite.   \n41. There are simply no allegations of  fact that support the legal conclusion \nthat Veritext “inequitably leverage[ed] its position and power in an unfair, deceptive, \noppressive, and substantially injurious manner to force [Danielson] to pay more than \nwhat she owed.”  See Estate of Vaughn v. Pike Elec., LLC, 230 N.C. App. 485, 493, \n751 S.E.2d 227, 233 (2013) (in considering a Rule 12(b)(6) motion, “the court is \nnot . . . required to accept mere conclusory allegations, unwarranted deductions of \nfact, or unreasonable inferences as true”).  Danie lson does not allege, for example, \nthat she took any steps to obtain a transcription of her deposition through any method \nother than through Veritext, who was hired by the third party in the Braswell \nLitigation.  Nor does Danielson allege that she, or her counsel, made any efforts prior \nto the deposition to determine who would be serving as the certified verbatim reporter \nat the deposition or how much a copy of the deposition would cost.  There are no \nallegations of misrepresentation; Veritext’s invoice cle arly spells out all of the \ncharges.  There is not even an allegation that Veritext’s fee is higher than that \ncharged by other court reporters performing similar services.   \n42. Even accepting Danielson’s allegations in her Complaint as true, the Court \ncannot conclude that Veritext’s conduct here constituted an “inequitable assertion of \npower” in violation of section 75-1.1.  Accordingly, the Court concludes that Danielson \nhas failed to state a claim for unfair and deceptive trade practices in violation of N.C. \nGen. Stat. § 75 -1.1 and that Veritext’s Motion with respect to  this claim should be \ngranted. \nVI. CONCLUSION \n43. In sum, Danielson has failed to allege a basis for this Court to declare the \nparties’ legal rights with regard to a dispute that arose during completely separate, \nand ongoing, litigation.  If Danielson is entitled to any remedy, it is in the litigation \nin which this dispute arose, not through this separate declaratory j udgment action.  \nThus, f or the foregoing reasons, the Court hereby GRANTS the Motion and \nDISMISSES Danielson’s claims with prejudice.   \nSO ORDERED, this the 28th day of October, 2016. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}