{
  "id": "581e33e68667bfe553c42ad57c567b3121ceeea0a1dc7723b86d8acf75a2450a",
  "source_file": "data/raw/ncbc/581e33e68667bfe553c42ad57c567b3121ceeea0a1dc7723b86d8acf75a2450a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF ORANGE \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 1100 \nINVESTORS TRUST COMPANY, \n \nPlaintiff, \n \nv. \n \nDUDLEY CARLISLE WHITLOCK; \nJOSEPHINE WATTA; and \nFOOTHILLS CAPITAL \nMANAGEMENT, LLC,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION ON MOTION TO \nDISMISS \n \n {1} THIS MATTER is before the Court on Defendants Whitlock and \nWatta’s Partial Motion to Dismiss (“Motion”) made pursuant to Rules 12(b)(1) and \n12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”).  For the reasons \nstated below, the Motion is DENIED. \n \nEllis & Winters LLP by Paul K. Sun, Jr. and Christopher W. Jackson for \nPlaintiff. \n \nGraebe Hanna & Sullivan, PLLC by M. Todd Sullivan and Mark R. Sigmon \nfor Defendants. \n \nGale, Chief Judge. \nI. NATURE OF THE MOTION \n{2} Plaintiff Investors Trust Co. (“Investors Trust”) and Investors Capital \nManagement Co. (“Capital Management”) initiated this action on July 30, 2014, \nagainst Defendants Dudley Carlisle Whitlock (“Whitlock”), Josephine Watta \n(“Watta”), and Foothills Capital Management, LLC (“Foothills Capital”) and \nbrought claims for (1) breach of fiduciary duty, (2) constructive fraud, (3) breach of \nInvestors Trust Co. v. Whitlock, 2015 NCBC 43.\n \n \ncontract, (4) tortious interference with contract, and (5) unfair and deceptive trade \npractices (“UDTP”).  The Motion is now limited to the breach of contract claims \nagainst Whitlock arising from two contracts he entered into with Capital \nManagement before Investors Trust was formed, which are the Employment \nAgreement and the Non-Competition, Non-Solicitation and Non-Disclosure \nAgreement (“Non-Solicitation Agreement”).   \n{3} The matter was designated a complex  business case on August 8, 2014 \nand assigned to the undersigned on August 11, 2014.  On October 17, 2014, Capital \nManagement voluntarily dismissed its claims and Investors Trust voluntarily \ndismissed its fiduciary duty claim against Watta.  Defendants initially included the \nUDTP claim in their Motion, but later withdrew the Motion as to that claim.   \nII. STANDARD OF REVIEW \n{4} Defendants bring their Motion under both Rule 12(b)(1) and Rule \n12(b)(6).  On a motion to dismiss pursuant to Rule 12(b)(6), the Court inquires \n“whether, as a matter of law, the allegations of the complaint, treated as true, are \nsufficient to state a claim upon which relief may be granted under some legal \ntheory, whether properly labeled or not.”  Crouse v. Mineo, 189 N.C. App. 232, 237, \n658 S.E.2d 33, 36 (2008) (quoting Harris v. NCNB Nat’l Bank of N.C., 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987)).  The Court may grant a motion to dismiss \nunder Rule 12(b)(6) where one of the following is true: (1) the complaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the complaint \ndiscloses some fact that necessarily defeats the plaintiff’s claim.  Oates v. JAG, Inc., \n314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985). \n{5} On a Rule 12(b)(1) motion, which may include a challenge to a \nplaintiff’s standing, the Court may consider and weigh matters outside the \npleadings.  \n Tubiolo v. Abundant Life Church, Inc., 167 N.C. App. 324, 327, 605 \nS.E.2d 161, 163 (2004) (citing Tart v. Walker, 38 N.C. App. 500, 502, 248 S.E.2d \n736, 737 (1978)). \n \n \n{6} For purposes of the Rule 12(b)(6 ) arguments, the Court accepts the \nfactual allegations of the Complaint as true without assuming the veracity of \nPlaintiff’s legal conclusions.  Walker v. Sloan, 137 N.C. App. 387, 392, 592 S.E.2d \n236, 241 (2000).  In considering the Rule 12(b)(1) arguments, the Court weighs \nthese factual allegations against the fact or absence of contradictory evidence \noutside of the pleadings. \nIII. FACTUAL BACKGROUND  \n{7} The Court summarizes the following facts based on the allegations of \nthe Complaint, except where otherwise expressly noted.  \nA. The Parties \n{8} Investors Trust is a chartered tr ust company organized under Chapter \n53, Article 24 of the North Carolina General Statutes.  It received its trust company \ncharter from the North Carolina Commissioner of Banks on February 17, 2004. \n{9} Capital Management was incorporat ed in 2003, while Investors Trust’s \ncharter application was under consideration by the Commissioner of Banks, and \nwas created to service investment customers and initiate administrative tasks, \n“exclusive of trust business.”  (Compl. ¶ 16.)  Capital Management’s founders \ncontemplated that all of its customers, employees, and operations would be \ntransferred to Investors Trust once it received its charter. \n{10} Whitlock began working for Capital Management on November 1, \n2003, shortly after it was incorporated.  When Investors Trust received its charter, \nWhitlock became an officer of Investors Trust and was named as one of its directors. \n{11} Watta began working for Invest ors Trust in 2004, serving as an \nassistant secretary from 2009 until her resignation in 2014. \n{12} Foothills Capital is an investme nt management firm that Whitlock \nformed while still an employee and director of Investors Trust.  Foothills Capital \nnow competes with Investors Trust and some of Investors Trust’s clients have \ntransferred their accounts to Whitlock at Foothills Capital. \n \n \nB. The Disputes \n{13}  Whitlock began working at Capital Management as its Chief \nInvestment Officer.  Whitlock signed two contracts with Capital Management: the \nEmployment Agreement and the Non-Solicitation Agreement.  (See Compl. Exs. 2 \n(“Employment Agreement”), 3 (“N.S.A.”).)   \n{14} The Employment Agreement provides,  \nThis Agreement is binding upon and shall inure to the benefit of the \nparties hereto and their respective successors, legal representatives \nand permitted assigns.  The rights and obligations of either party \nhereto may not be assigned to any other party . . . without the prior \nwritten consent of the other party hereto; provided, however, that the \nCompany\n[1] may assign all of its rights and obligations hereunder to  \nan affiliated trust company at any time upon prior written notice to the  \nEmployee. \n(Employment Agreement § 10.)  The Employment Agreement further states that \n“All notices . . . shall be deemed to have been given if sent in writing, by hand \ndelivery, overnight delivery, or certified mail, to [the individual’s] address.”  \n(Employment Agreement § 8.) \n{15} Among other provisions, the Employment Agreement required \nWhitlock to return all company property once his employment with Capital \nManagement or the contemplated trust company was terminated.  (Employment \nAgreement § 7(b).)  Whitlock was to serve as Capital Management’s Chief \nInvestment Officer for a one-year term with renewal terms through October 31, \n2013, and would also be entitled to participate in the future trust company’s equity \ncompensation plan. \n {16} The Non-Solicitation Agreemen t states, “The terms, promises, \ncovenants and agreements contained in this Agreement shall apply to, be binding \nupon and inure to the benefit of the parties hereto and their respective heirs, \nsuccessors, executors, legal representatives and assigns.”  (N.S.A. § 10.) \n                                                 \n1 “Company” is defined as “INVESTORS CAPITAL MANAGEMENT COMPANY, a North Carolina \ncorporation.”  (Employment Agreement 1.) \n \n \n{17} The Non-Solicitation Agreement provides, among other things, that \nduring his employment and for three years after his termination, Whitlock will not \ninduce any of the company’s employees to terminate their employment or “call upon, \nsolicit, divert, take away or attempt to call upon, solicit, divert or take away any \ncustomers, suppliers, business, or accounts of Company[2] or the Business[3] which \nwere existing or potential customers of Company while Employee was employed by \nCompany.”  (N.S.A. §§ 1(B), 2(A).)  Whitlock also agreed not to disclose any of the \ncompany’s confidential information, including \nthe names, addresses and telephone numbers of past, present and \nprospective customers and suppliers of Company, products, concepts, \ninventions, devices, techniques, business plans, proposed business \ndevelopment, work in process, cost information, outstanding bids and \nbid proposals, customer requirements, contractual provisions, \nemployee capabilities, proposed marketing initiatives, pricing \ninformation, pricing methods, company earnings, computer software \nand reporting systems, intellectual property, the designs, procedures, \nsystems and business methods of Company and any other information \nwhich Company designates or treats as confidential and proprietary. \n(N.S.A. § 1(C).) \n {18} Investors Trust received it s trust charter and began operating \napproximately three months after Whitlock signed the Employment Agreement and \nthe Non-Solicitation Agreement.  Whitlock was then employed by Investors Trust \nand became a member of Investors Trust’s Board of Directors, a position he held \nuntil resigning.  Whitlock served as Investors Trust’s Chief Investment Officer and \nChairman for Investors Trust Investment Strategy Committee, which Plaintiff \nalleges “placed him in an ideal position to exploit [Investors Trust’s] confidential \ninformation and solicit [Investors Trust’s] customers for personal gain, if he chose to \ndo so.”  (Compl. ¶ 63.) \n                                                 \n2 The Non-Solicitation Agreement defines “Company” as “INVESTORS CAPITAL MANAGEMENT \nCOMPANY, a North Carolina Corporation.”  (N.S.A. 1.) \n3 See N.S.A. 1 (“Company is engaged in the business of providing investment advice and investment \nmanagement services (the ‘Business’) to clients throughout the United States . . . .”). \n \n \n{19} Investors Trust alleges that afte r it received its charter, Capital \nManagement transferred its “customers, operations, and employees, including \nemployment agreements,” to Investors Trust (Compl. ¶ 18), and that Capital \nManagement also assigned its rights and obligations under the Non-Solicitation \nAgreement to Investors Trust.  (Compl. ¶¶ 150, 165.)  The Complaint does not \nfurther detail the method by which the assignment was effectuated or the manner \nin which it gave notice of the transfer to Whitlock. \n {20} Plaintiff alleges that, as a resu lt of Whitlock’s positions as Chief \nInvestment Officer and Chairman for the Investment Strategy Committee, he \nlearned information about Investors Trust’s customer-specific investment \npreferences, individual customers’ needs and goals, and changes in customers’ risk \npreferences, needs, and financial circumstances over the ten years that he worked \nwith the trust company.  \n{21}  The Employment Agreement allo wed that Whitlock would participate \nin the Investors Trust Phantom Equity Compensation Plan.  (Employment \nAgreement Ex. A; Compl. Ex. 8 (“You’ll continue to participate in the phantom \nequity plan as per the plan document.”).)   \n {22} Whitlock did not separately ex ecute a new employment agreement or a \nnew non-solicitation agreement with Investors Trust prior to announcing his intent \nto retire.  In late 2012, Whitlock informed Investors Trust that he intended to retire \nin the near future.  Investors Trust and Whitlock agreed to certain terms governing \nemployment status until retirement (“Transition Agreement”).  They agreed that \nWhitlock would retire around December 31, 2013, but would stay on the Board of \nDirectors until certain deferred benefits were paid.  At Whitlock’s request, Investors \nTrust agreed to effectively shorten the duration of Whitlock’s Non-Solicitation \nAgreement to two years following his termination date.  As a part of the Transition \nAgreement, Whitlock received a salary increase, and Investors Trust undertook the \nobligation to set up and maintain an office space for Whitlock in Rutherfordton, \nNorth Carolina.  Plaintiff alleges that “certain terms of the Transition Agreement” \nwere memorialized in an e-mail communication from a representative of Investors \n \n \nTrust to Whitlock that Whitlock initialed on February 15, 2013.  (Compl. ¶ 74.)  \nThis e-mail does not, however, reference any non-solicitation, non-competition, or \nnon-disclosure agreement.  (See Compl. Ex. 8.)  \n {23} Whitlock formed Foothills Capital on November 9, 2012, while still an \nemployee, officer, and director of Investors Trust.  On January 4, 2014, Whitlock \nretired from Investors Trust.  Two days prior to his retirement, Whitlock directed \nWatta, then an Investors Trust assistant secretary, to send an email to over two \nhundred Investors Trust customers informing them that Whitlock was leaving \nInvestors Trust, but that they could contact him regarding their accounts.  \n {24} Whitlock resigned from Investor s Trust’s Board of Directors on March \n21, 2014.  On April 14, 2014, Watta downloaded a report from the company’s trust \naccounting management systems that “compiled highly confidential and proprietary \ninformation about every one of [Investors Trust’s] existing customer accounts.”  \n(Compl. ¶ 102.)  Watta resigned her employment with Investors Trust on April 15, \n2014.   \n {25} Investors Trust advises that, as of the date it initiated this lawsuit, it \nhas received thirty-six customer requests to transfer accounts to Foothills Capital. \n {26} Investors Trust now asserts, among other things, that Whitlock \nbreached his Employment Agreement by causing Watta to retain company property \nupon conclusion of their employment and “by failing to devote substantially all of \nhis working time to the business and affairs” of Investors Trust.  (Compl. ¶ 142 \n(internal quotations omitted) (citing Employment Agreement §§ 3, 7(b)).)  Plaintiff \nalso alleges that Whitlock has breached the Non-Solicitation Agreement by calling \non customers, interfering with Watta’s employment, and using Investors Trust’s \nconfidential information for personal profit.  (Compl. ¶¶ 156–57, 171 (citing N.S.A. \n§§ 1(B)–(C)).)    \nIV. ANALYSIS \n{27} To state a claim for breach of co ntract, a plaintiff must allege “that a \nvalid contract existed between the parties, that [the] defendant breached the terms \n \n \nthereof, the facts constituting the breach, and that damages resulted from such \nbreach.”  Claggett v. Wake Forest Univ., 126 N.C. App. 602, 608, 486 S.E.2d 443, \n446 (1997).   \n{28} Defendants contend that Investor s Trust’s Complaint has not stated a \nclaim for breach of contract because Whitlock contracted only with Capital \nManagement and there has been no valid assignment to Investors Trust.  Whitlock \nadmits that the Employment Agreement was assignable but denies that Investors \nTrust has made the requisite allegation that it was actually assigned or that \nrequired notice of assignment was provided.  Whitlock contends that the Non-\nSolicitation Agreement was not assignable, but rather the anticipation was that \nInvestors Trust could but did not require Whitlock to execute a new agreement.  \nWhitlock contends that, in any event, at the least the covenant against customer \nsolicitation in the Non-Solicitation Agreement is unenforceable because it is \nunreasonable as to time.  In response, Investors Trust claims it is the assignee of \neach of the contracts.  Alternatively, Investors Trust contends it may enforce the \ncontracts as Capital Management’s successor, and that if there was no valid \nassignment, Whitlock either ratified and modified the contracts when entering the \nTransition Agreement or is estopped from denying their enforcement.    \nA. Investors Trust Has Alleged and Shown, Sufficient to Survive the \nMotion, that the Contracts Were Assignable  \n{29} The Employment Agreement expressly permits Capital Management \nto “assign all of its rights and obligations hereunder to an affiliated trust company \nat any time upon prior notice to the Employee” and further states that “[i]n the \nevent that the [Employment] Agreement is assigned to an affiliated trust company, \nthe Employee agrees to execute a Non-Competition, Non-Solicitation and Non-\nDisclosure Agreement for such company.”  (Employment Agreement § 10.)  The \nNon-Solicitation Agreement did not, itself, separately include an express \nassignment provision.  It does, however, provide that “[t]he terms, promises, \ncovenants and agreements contained in this Agreement shall apply to, be binding \n \n \nupon and inure to the benefit of the parties hereto and their respective heirs, \nsuccessors, executors, legal representatives and assigns.” (N.S.A. § 10.) \n{30} Whitlock argues that other language in the Non-Solicitation \nAgreement reflects an agreement that Investors Trust would not assert rights as an \nassignee but rather could, at its option, require Whitlock to enter a new non-\nsolicitation agreement with Investors Trust.  Whitlock argues then that this \nparticular contract falls outside the rule that “a corporation generally may enforce a \nnon-competition agreement executed by an employee of its predecessor in interest.”  \nPhilips Elecs. N. Am. Corp. v. Hope, 631 F. Supp. 2d 705, 713 (M.D.N.C. 2009) \n(applying North Carolina law); see also Keith v. Day, 81 N.C. App. 185, 195, 343 \nS.E.2d 562, 568 (1986).   \n{31} The Court concludes that Invest ors Trust has pleaded facts—for which \nWhitlock has not, to date, submitted contrary evidence—that are adequate to \nsupport Plaintiff’s claim that each of the contracts was assignable to it.  While \nInvestors Trust had the right to require a new contract, this right does not \nnecessarily mandate that the initial contract was, itself, unassignable, particularly \nwhere it recites that it could be enforced by Capital Management or its successors \nand assigns. \n{32} The Court also believes that Investors Trust has adequately alleged \nthat the contracts were actually assigned to it.  Whitlock relies on the provision in \nthe Employment Agreement that provides a method for conclusive written notice to \nargue that Capital Management was required to use this particular method to \nprovide notice of assignment, and that Investors Trust has not alleged this form of \nnotice was given.  Section 10 of the Employment Agreement allows Capital \nManagement to “assign all of its rights and obligations [t]hereunder to an affiliated \ntrust company at any time \nupon prior notice to the Employee.”  (Employment \nAgreement § 10.)  Section 8 of the Employment Agreement provides that “[a]ll \nnotices . . . shall be deemed to have been given if sent in writing, by hand delivery, \novernight delivery or certified mail to [Whitlock’s] address.”   (Employment \nAgreement § 8.)  Investors Trust pleads generally that “Capital Management \n \n \nexercised the assignment provision in the Employment Agreement; it gave [actual] \nnotice to Whitlock and assigned its rights and obligations under the Employment \nAgreement to [Investors Trust].”  (Compl. ¶ 30.)  Whitlock has not offered evidence \nthat he received no notice, and the pleadings are adequate to support the inference \nthat he was aware that his employment contract had been assigned.  The Court \ndoes not believe it should, at least at the initial pleadings stage, conclude that \nnotice consistent with Section 8 of the Employment Agreement was the only form of \nnotice that would be effective to satisfy Section 10 of the agreement. \n{33} In sum, Investors Trust has ad equately pleaded that each of the \ncontracts was assignable and assigned, and the Complaint should not be dismissed \nunder either Rule 12(b)(1) or Rule 12(b)(6) on the basis that Investors Trust has no \ncontract with Whitlock that it has standing to enforce. \nB. Investors Trust Has Stated Colorable Alternative Claims that It May \nEnforce the Contracts as Capital Management’s Successor or that \nWhitlock Either Entered a New Contract with Investors Trust or \nShould Be Estopped from Denying Investors Trust’s Right to Enforce \n{34} While the Court’s ruling above may be dispositive as to whether \nInvestors Trust may enforce the contracts, the Court will address Investors Trust’s \nalternative arguments briefly.   \n{35} Investors Trust first claims th at even if the contracts were not \nassigned to it, it may nevertheless enforce the contracts as a successor to Capital \nManagement.  The issue of whether contracts are effective as to a successor more \noften arises in the context of whether the successor can be charged with the \npredecessor’s liabilities.  In North Carolina, “[a] corporation which purchases all, or \nsubstantially all, of the assets of another corporation is generally not liable for the \nold corporation’s debts or liabilities.”  Budd Tire Corp. v. Pierce Tire Co., 90 N.C. \nApp. 684, 687, 370 S.E.2d 267, 269 (1988).  An exception to this general rule, \nreferred to as the “mere continuation” doctrine, may arise when an entity acquires \nanother entity through an asset sale, but carries on the second entity’s business \nessentially as did the predecessor.  In such a circumstance, the purchasing entity \n \n \nmay be “a ‘mere continuation’ of the selling corporation in that the purchasing \ncorporation has some of the same shareholders, directors, and officers” and “if only \none corporation remains after the transfer of assets.”  G.P. Publ’ns, Inc. v. Quebecor \nPrinting-St. Paul, Inc., 125 N.C. App. 424, 433, 434, 481 S.E.2d 674, 679, 680 \n(1997).  The mere continuation test was “put in place to prevent fraudulent \ntransfers in private sales.”  Joyce Farms, LLC v. Van Vooren Holdings, Inc., ___ \nN.C. App. ___, 756 S.E.2d 355, 360–61 (2014).  The inquiry is fact intensive, and a \ncourt must be cautious not to extend this exception beyond narrow facts.    \n{36} Here, Investors Trust seeks th e benefit of being able to enforce \ncontracts as a successor, in contrast with a claim that it can be charged with its \npredecessor’s liabilities.  The circumstances of this case are sufficiently unusual to \ncounsel against an early dismissal on the pleadings of the claim that Investors \nTrust cannot enforce the contracts as Capital Management’s successor absent an \neffective actual assignment.  The contracts with Capital Management expressly \nanticipated that the new entity was being formed and that the continual \nimplementation and engagement of benefits from the contracts would be with the \ncompany not yet chartered.  The Court is not, however, expressing an opinion that a \nmore-developed record would justify a finding that Investors Trust has contract \nrights as Capital Management’s successor. \n{37} Investors Trust has raised tw o additional alternative bases for \nenforcing the contracts if they were not actually and effectively assigned.  First, \nInvestors Trust argues that the parties formed a new contract when agreeing to \nmodify the terms of the initial contracts by entering into the Transition Agreement.  \nSecond, Investors Trust asserts that Whitlock should be estopped from denying that \nhe had a non-solicitation agreement with Investors Trust because he implicitly \nrecognized that Investors Trust could enforce that contract when requesting and \nsecuring Investors Trust’s agreement that the post-termination restrictive period be \nshortened from three years to two.  Each of these arguments will require a clear \nevidentiary foundation.  While the Court need not rule on the validity of either of \nthese two alternative theories, as it has determined that the contract claims can \n \n \nproceed on other bases, the Court shares questions it noted when reviewing the \narguments.  As to the first argument, the Court questions whether an enforceable \nnew agreement was documented by an adequate writing, and as to the estoppel \nargument, the Court is not presently aware of case precedent supporting the use of \nequitable estoppel under similar circumstances. \n{38} In sum, the Court is not requ ired to find that the alternative \narguments Investors Trust asserts will succeed.  Rather, the Court has indicated \nthat it believes it would be appropriate to deny the Motion at the early pleading \nstage even in the absence of an adequate allegation that each of the contracts was \nactually validly assigned to Investors Trust. \nC. Further Factual Inquiry Is Required Before Determining that the \nCustomer Non-Solicitation Clause Is Overbroad \n{39} Covenants not to compete, incl uding covenants not to solicit, are \nenforceable if: “(1) in writing, (2) made part of a contract of employment, (3) based \non valuable consideration, (4) reasonable both as to time and territory, and (5) not \nagainst public policy.”  Wade S. Dunbar Ins. Agency, Inc. v. Barber, 147 N.C. App. \n463, 468, 556 S.E.2d 331, 335 (2001) (citing United Labs., Inc. v. Kuykendall, 322 \nN.C. 643, 649–50, 370 S.E.2d 375, 380 (1988)).  The covenant must not be broader \nthan necessary to protect an employer’s business interest.  Whittaker Gen. Med. \nCorp. v. Daniel, 324 N.C. 523, 528, 379 S.E.2d 824, 828 (1989). \n{40}  The Motion frames its primar y attack on the covenant against \ncustomer solicitation as an argument that the covenant is unreasonable as to time \nbecause the effective period it covers must be determined to be the entire ten years \nof Whitlock’s employment plus the two years following the termination of his \nemployment.  Defendants argue that this is the proper application of the “look-back” \nanalysis followed in Farr Assocs., Inc. v. Baskin, which held that when a restrictive \ncovenant “reaches back to include clients of the employer during some period in the \npast, that look-back period must be added to the restrictive period to determine the \nreal scope of the time limitation.”  138 N.C. App. 276, 280, 530 S.E.2d 878, 881 \n \n \n(2000).   The Court is not aware of a case in which a look-back analysis has been \nemployed where the covenant is tailored so as to be limited to customers with which \nthe departing employee dealt.   \n {41} The covenant here, however, is no t so tailored.  It prohibits Whitlock, \nfor a period of two years after his termination, from soliciting “any customers, \nsuppliers, business, or accounts of Company or the Business which were existing or \npotential customers of Company while [Whitlock] was employed by Company.”  \n(N.S.A. § 1(B); Compl. ¶ 72.)  However, the Court believes, at least under the facts \nof this case, the more controlling question is not whether the covenant “looks back” \nto the entire period of employment, but rather whether the covenant’s extension \nbeyond customers with which Whitlock dealt becomes unreasonable because it \nextends beyond the scope necessary to protect Investors Trust’s legitimate business \ninterest.  \nSee Whittaker, 324 N.C. at 528, 379 S.E.2d at 828.   That inquiry is \ncompounded by the fact that the covenant purports to extend to “potential \ncustomers.” \n{42} In certain cases, however, the balance between an employer’s \nlegitimate interest and the scope of a restrictive covenant may require factual \ninquiry beyond the pleadings and the face of the agreement.  Clearly, the employer’s \nburden to demonstrate a necessity to protect its legitimate interests increases as \nthe scope of the covenant increases.  In many instances, the scope of the covenant \nmay be so broad compared to the employee’s role that no further inquiry is needed.  \nHere, however, reading the Complaint liberally, Whitlock was intimately involved \nin all phases of Investors Trust’s business from its inception and had access to its \nentire range of sensitive information, including, but not limited to, information \nregarding customers with which he may have dealt directly.  As such, the Court \nbelieves it appropriate to defer determination of whether there is a proper and \nreasonable balance between Investors Trust’s legitimate business interest and the \nscope of the customer non-solicitation restriction. \n{43} It is then, likewise, premature to determine whether blue penciling can \nbe effectively used to cure any overbreadth.  In North Carolina, “[a] court at most \n \n \nmay choose not to enforce a distinctly separable part of a covenant in order to \nrender the provision reasonable.  It may not otherwise revise or rewrite the \ncovenant.”  Beverage Sys. of the Carolinas, LLC v. Associated Beverage Repair, \nLLC, ___ N.C. App. ___, 762 S.E.2d 316, 321 (2014) (quoting Hartman v. W.H. Odell \n& Assocs., Inc., 117 N.C. App. 307, 317, 450 S.E.2d 912, 920 (1994)); see also \nWhittaker, 324 N.C. at 528, 379 S.E.2d at 828 (“If the contract is separable, \nhowever, and one part is reasonable, the courts will enforce the reasonable \nprovision.”).  Perhaps the Court could, at this stage, use this tool if the only \nnecessity would be to strike the words “or potential” from the covenant.  But, the \nCourt’s concern regarding the covenant’s breadth is greater, and to the extent the \nlanguage must be actually rewritten to avoid overbreadth, blue penciling would not \nbe proper.  \n{44} In sum, the Court finds that Defe ndants have raised serious questions \nas to the scope of the covenant against customer solicitation arising from the \nextraordinarily broad language the covenant employs, but there are further facts \nthat should be considered before the Court’s determination of whether the scope is \nunreasonable in a manner that cannot be cured, so that the validity of the covenant \nshould not be determined on an early motion to dismiss. \nV. CONCLUSION \n{45} For the foregoing reasons, Defendants’ Partial Motion to Dismiss is \nDENIED. \n \nIT IS SO ORDERED, this the 1st day of May, 2015. \n \n "
}