{
  "id": "5836ef3f458d6bd74f6b7ea2b77727f3a281cddf948f6112037e636c1c06ff59",
  "source_file": "data/raw/ncbc/5836ef3f458d6bd74f6b7ea2b77727f3a281cddf948f6112037e636c1c06ff59.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nRUTHERFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 231 \n \nRUTHERFORD ELECTRIC \nMEMBERSHIP CORPORATION, \n \nPlaintiff, \n \nv. \n \nTIME WARNER \nENTERTAINMENT/ADVANCE-\nNEWHOUSE PARTNERSHIP, d/b/a \nTIME WARNER CABLE, and TIME \nWARNER CABLE SOUTHEAST, LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION \n \n \n \nNelson Mullins Riley & Scarborough, LLP, by Joseph W. Eason, Christopher \nJ. Blake, and Phillip A. Harris, Jr., for Plaintiff Rutherford Electric \nMembership Corporation. \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Reid L. Phillips, \nand Sheppard Mullin Richter & Hampton, LLP, by Gardner F. Gillespie, Paul \nA. Werner and J. Aaron George for Defendants Time Warner Entertainment-\nAdvance/Newhouse Partnership and Time Warner Cable Southeast LLC. \nMurphy, Judge. \n{1} THIS MATTER came before the Court for trial without a jury on \nSeptember 3, 2013, to resolve claims and counterclaims asserted by Plaintiff \nRutherford Electric Membership Corporation (“Plaintiff”) and Defendants Time \nWarner Entertainment-Advance/Newhouse Partnership (“TWEAN”) and Time \nWarner Cable Southeast LLC (“TWC Southeast”) (collectively, “Defendants”).  The \nparties’ various claims all relate to the rates Plaintiff charged Defendants to attach \ntheir communications wires and associated facilities to Plaintiff’s utility poles.  \nHaving considered the evidence presented by the parties at trial, the parties’ pre- \nand post-trial briefs, and the arguments and contentions of counsel, the Court finds, \nconcludes, and orders as follows: \n \n \nRutherford Elec. Membership Corp. v. Time Warner Entm’t/Advance-Newhouse \nP’ship, 2014 NCBC 20. \n \n \nI.  \nREGULATORY BACKGROUND \n{2} Networks for transmitting and distributing electric power and \ntelecommunications have historically been built above ground using utility poles \nplaced in public rights of way, usually along existing roads and highways.  While \nunderground construction is often used now to extend utility service within new \nresidential subdivisions and business parks, utility plant remains above ground in \nolder areas. \n{3} Owing to numerous factors, including local zoning, environmental, and \naesthetic considerations, there is typically only one set of utility poles in any given \narea.  Consequently, the utility – either the power company or the incumbent local \ntelephone provider – will install a single set of poles that it shares with the other \nutilities and third-party attachers, such as cable operators and competitive \ncommunications providers.  In exchange, the third-party attachers pay the utility a \npole attachment rate.   \n{4} In North Carolina, the power company utilities consist of various investor-\nowned utilities (“IOU(s)”), municipally-owned utilities and non-profit electric \nmembership corporations (“EMC(s)”). \n{5} For approximately thirty-five (35) years, the Federal Communications \nCommission (“FCC”) has regulated the rates IOUs may charge cable television \nproviders seeking to attach to their utility poles within North Carolina and other \nstates pursuant to the federal Pole Attachment Act of 1978, codified as 47 U.S.C. § \n224 (“Section 224”).  Among other things, Section 224 mandates just and reasonable \npole attachment rates, terms and conditions for cable television providers, and vests \nthe FCC with oversight and enforcement.  47 U.S.C. § 224(b) (2014).   \n{6} Specifically, Congress instructed the FCC to constrain the rates IOUs \ncharge for pole attachments within a zone of reasonableness between (i) the utility’s \n“incremental” or “but for” costs incurred in providing a pole attachment service, at \nthe low end, and (ii) an appropriate share of its “fully allocated” costs – those costs \n \n \nthat would exist even in the absence of any pole attachments – at the high end.  47 \nU.S.C. § 224(d); S. Rep. No. 95-580, at 19–20 (1977).   \n{7} Acting pursuant to Section 224, the FCC developed and implemented a \nfully allocated cost methodology to determine the upper limit for a rate an IOU \ncould charge a cable television provider, known as the FCC Cable Rate formula.   \n{8} In 1996, Congress amended Section 224 to authorize the FCC to develop \nregulations that would allow an IOU to charge a telecommunications carrier a rate \nbased on a different method than the FCC Cable Rate formula, known as the FCC \nTelecom Rate formula.  In 2011, the FCC changed the FCC Telecom Rate formula to \nproduce rates similar to the FCC Cable Rate.  As a result, there is now a new FCC \nTelecom Rate formula.  As intended, the new FCC Telecom Rate produces a rate \nlimit close to the FCC Cable Rate. \n{9} While the federal Pole Attachment Act allows states to preempt FCC \nregulation in this area by making a certification to the FCC, North Carolina has \nnever made such a certification.   \n{10} However, since 1978, Congress has exempted municipally-owned utilities \nand EMCs such as Plaintiff from the federal Pole Attachment Act and the federal \nregulatory scheme administered by the FCC.  \nSee 47 U.S.C. § 224(a)(1). \n{11} Because of this exemption, EMC pole attachment rate-setting effectively \nwent unregulated.  Thus, communications and cable television providers, like \nDefendants, were left to seek out other means to challenge rates set by EMCs.  In \n2007, TWEAN attempted to challenge the rates set by another North Carolina EMC \nbefore the United States Court of Appeals for the Fourth Circuit under common law \nprinciples.  However, the court rebuffed TWEAN’s attempt, holding that “if any \nregulation or compulsion is to be applied to pole-attachment agreements, it should \nbe done by the North Carolina legislature, the North Carolina Utilities Commission, \n[or] the North Carolina state courts.”  \nTime Warner Entertainment-Advance/ \nNewhouse P’ship v. Carteret-Craven Elec. Membership Corp., 506 F.3d 304, 315 \n(4th Cir. 2007).  In response, the North Carolina General Assembly enacted N.C. \nGen. Stat. section 62-350 (“§ 62-350”). \n \n \nII. \nPOLE ATTACHMENT REGULATION UNDER § 62-350 \n{12}  As enacted in July 2009, § 62-350 mandates that municipalities and \nEMCs organized under Chapter 117 of the North Carolina General Statutes “shall \nallow any communications service provider to utilize [their] poles, ducts, and \nconduits at just, reasonable, and nondiscriminatory rates, terms, and conditions \nadopted pursuant to negotiated or adjudicated agreements.”  N.C. GEN. STAT. § 62-\n350(a) (2013).  Included in the definition of “communications service provider” are \nthose that provide “cable service over a cable system as those terms are defined in \nArticle 42 of Chapter 66 of the General Statutes.”  § 62-350(e).  The statute further \nprovides that: \nFollowing receipt of a request from a communications service provider, \na municipality or membership corporation shall negotiate concerning \nthe rates, terms, and conditions for use of or attachment to the poles, \nducts, or conduits that it owns or controls. . . .  Upon request, a party \nshall state in writing its objections to any proposed rate, terms, and \nconditions of the other party. \n§ 62-350(b). \n{13} However, if “the parties are unable to reach an agreement within 90 days . \n. . or if either party believes in good faith that an impasse has been reached . . ., \neither party may bring an action in Business Court . . ., and the Business Court \nshall have exclusive jurisdiction over such actions.”  § 62-350(c).  In that event, the \nstatute directs the Business Court to do the following: \nresolve any dispute identified in the pleadings consistent with the public \ninterest and necessity so as to deri ve just and reasonable rates, terms, \nand conditions, taking into consideration and applying such other \nfactors or evidence that may be presented by a party, including without \nlimitation the rules and regulations applicable to attachments by each \ntype of communications service pr ovider under [Section 224], and [] \napply any new rate adopted as a result of the action retroactively to the \ndate immediately following the expiration of the 90-day negotiating \nperiod or initiation of the lawsuit, whichever is earlier.   \n§ 62-350(c). \n \n \n{14} The North Carolina Court of Appeals interpreted “§ 62-350 to establish \nseveral judicially-enforceable statutory rights.”  Time Warner Entm’t \nAdvance/Newhouse P’ship v. Town of Landis, 747 S.E.2d 610, 616 (2013).  “For \ninstance, . . . § 62-350 creates a statutory right for both communications service \nproviders and municipalities to establish ‘just, reasonable, and nondiscriminatory’ \npole attachment rates within 90 days of a request to negotiate.”  Id. (quoting § 62-\n350(c)).  The court also held that “the statute expressly creates a private cause of \naction to enforce these rights.”  Id. (citation omitted).   \nIII.  \nPROCEDURAL HISTORY \n{15} On March 1, 2013, Plaintiff filed its Complaint concerning the rates, \nterms, and conditions governing Defendants’ attachment of its communications \nwires and facilities to Plaintiff’s utility poles.  Specifically, Plaintiff alleged three \nclaims for relief: (1) adjudication under N.C. Gen. Stat. § 62-350 of the lawfulness of \nits rates for 2010 through 2013 and its non-rate terms and conditions for 2013; (2) \ndeclaratory relief as to its rates and “rate methods”; and (3) declaratory relief as to \nnon-rate terms and conditions. \n{16} Thereafter, Plaintiff filed notice of designation to the North Carolina \nBusiness Court.  On March 7, 2013, the case was designated a mandatory complex \nbusiness case, and assigned to this Court on March 12, 2013. \n{17} On April 4, 2013, TWEAN filed its Answer, Affirmative Defenses, and \nCounterclaim, alleging that: (1) Plaintiff’s pole attachment rates for 2010 through \n2013 are unjust and unreasonable in violation of § 62-350; (2) Plaintiff’s unilateral \npole attachment rate increases for the years 2010 through 2013 are unauthorized \nand in violation of § 62-350; (3) Plaintiff’s requirement that TWEAN subject its \noverlashing of pre-existing attachments to a full permitting process is unjust, \nunreasonable, and discriminatory; and (4) Plaintiff’s “unauthorized” attachment \npenalties are unjust and unreasonable, in violation of § 62-350. \n{18} On May 20, 2013, the Court \nsua sponte asked the parties to address the \nfollowing jurisdictional questions: \n \n \n1.  Does Plaintiff Rutherford have standing to bring the issues in \ndispute?  Alternatively, is a case or controversy present that permits the \nCourt to adjudicate Plaintiff’s claims? \n2.  Does Section 62-350(c) comply with the separation of \ngovernmental powers enshrined in Article I, section 6 of the North \nCarolina Constitution?  Does Section 62-350(c) affect a delegation of \nlegislative authority that violates Article II, section 1 of the North \nCarolina Constitution? \nRutherford Elec. Membership Corp. v. Time Warner Entm’t Advance/Newhouse \nP’ship, No. 13 CVS 231 (N.C. Super. Ct. May 20, 2013) (order posing questions to \nthe parties).   \n{19} The parties submitted responses to the Court’s questions, and the Court \nheard oral argument on July 15, 2013.   \n{20} On June 18, 2013, Plaintiff filed a Motion to Dismiss the Counterclaim as \nto the 2013 rate and on-going non-rate terms and conditions, on the basis that \nTWEAN lacked standing because TWC Southeast – who was not a party to the case \nat that time – was the real party in interest.  TWEAN filed its response to Plaintiff’s \nMotion to Dismiss on July 2, 2013, and its Motion to Join TWC Southeast as a \nnecessary party on July 3, 2013.  After the parties fully briefed both motions, the \nCourt heard argument on Plaintiff’s Motion to Dismiss and TWEAN’s Motion to \nJoin TWC Southeast on July 31, 2013. \n{21} On August 1, 2013, the Court entered an Order addressing its \njurisdictional questions, denying Plaintiff’s Motion to Dismiss, and granting \nTWEAN’s Motion to Join TWC Southeast as a party to the case.  Regarding its \njurisdictional questions, the Court held that Plaintiff had standing to pursue its \nclaims, and that Plaintiff sufficiently alleged a prior injury or loss to establish a \ncontroversy.  Rutherford Elec. Membership Corp. v. Time Warner Entm’t-\nAdvance/Newhouse P’ship, No. 13 CVS 231 (N.C. Super. Ct. Aug. 1, 2013) (order \naddressing Court’s questions, Plaintiff’s Motion to Dismiss, and TWEAN’s Motion to \nJoin TWC Southeast).   \n{22} In its Order, the Court further concluded that “its concerns regarding the \nconstitutionality of Section 62-350 are not at issue in this litigation,” based on the \n \n \nparties’ representations that the Court “need only determine whether the rate \nadopted by Plaintiff was just and reasonable.”  Accordingly, the Court has \njurisdiction and may constitutionally resolve the parties’ disputed issues in this \nlitigation.  Id. at ¶ 10. \n{23} Prior to trial, the parties advised the Court that they settled their \ndisputes over Plaintiff’s non-rate terms and conditions, and that the only disputed \nissue remaining for resolution by the Court is whether Plaintiff’s rates for 2010 \nthrough 2013 were just and reasonable under § 62-350. \n{24} On September 3, 2013, the Court began a four-day bench trial on the \nreasonableness of Plaintiff’s rates from 2010 through 2013.  In lieu of closing \narguments, the parties submitted post-trial briefs and replies. \nIV. \nFINDINGS OF FACT \nA. \nPARTIES \n{25} Plaintiff is an EMC organized under Chapter 117 of the North Carolina \nGeneral Statutes that owns and operates an electric distribution system consisting \nof overhead and underground lines used to provide electric service to its members in \nits service territory, covering all or portions of ten (10) North Carolina counties.  As \npart of its system, Plaintiff owns utility poles to which it attaches its overhead \nelectric distribution lines.  Plaintiff also licenses the use of space on its poles to \ncommunications service providers, and allows telephone companies and other \nelectric utilities to use its poles under “joint-use” arrangements. \n{26} Defendants are franchised cable operators throughout communities in \nNorth Carolina, offering various communications services to residential and \nbusiness customers.   \n{27} TWEAN is a New York general partnership with its principal place of \nbusiness in New York, New York, and formerly operated as a cable system operator \nand communications service provider within the meaning of § 62-350(e) from July \n \n \n10, 2009 through September 30, 2012.  As a result of corporate restructuring in \n2012, TWEAN stopped providing communication services directly to consumers.   \n{28} Effective September 30, 2012, TWEAN transferred all of its rights, \nobligations, and liabilities relating to cable operations in North Carolina to its \noperating subsidiary, TWC Southeast, a Delaware limited liability company based \nin New York, New York.  TWC Southeast has been a cable system operator and a \ncommunications service provider within the meaning of § 62-350(e) beginning \nOctober 1, 2012, and continuing until the present.  For purposes of this action, TWC \nSoutheast adopted and ratified all actions taken by TWEAN related to this \nlitigation from the date of restructuring until the present. \n{29} Since 1998, Defendants have maintained attachments to poles owned or \ncontrolled by Plaintiff.   \nB. \nBACKGROUND ON POLE ATTACHMENTS \n{30} Utility poles come in standard sizes, typically in five-foot increments.  \nUtilities usually use 35- and 40-foot poles for distribution of electricity and \ncommunications services.  Indeed, for the past 25 years, Plaintiff has used a \nstandard 40-foot pole.  Of that space, utilities bury approximately six feet of the pole \nunderground.  Then, to meet “minimum grade” and achieve ground clearance, the \nutility leaves presumably at least 18 feet of pole space unused between the ground \nand any installation.  As such, every pole has roughly 24 feet of unusable space \neither buried underground or required to achieve minimum ground clearance.  \nThus, each 35- and 40-foot pole has 11 feet and 16 feet, respectively, of usable space \nto accommodate overhead facilities.  According to the property records in evidence, \nPlaintiff’s poles average roughly 37.5 feet in height, and thus, would have a \npresumptive average of 13.5 feet of usable space.1 2     \n                                                 \n1 The FCC also uses a presumptive average of 13.5 feet of usable space in its calculation for \nmaximum just and reasonable rates under the FCC Cable Rate formula.   \n2 Plaintiff’s expert challenges Defendants’ reliance on these presumptive numbers, and argues that \nPlaintiff’s actual data should be used to derive the average usable and unusable space.  The Court \ndoes not disagree.  However, as discussed further below in footnote 4, Plaintiff’s actual data does not \nsupport the numbers relied on by Plaintiff’s expert.  And, in the absence of actual data, the Court \n \n \n{31} Of the usable space, Plaintiff uses between 6.5 and 10 feet for its \nattachments of electric distribution facilities.3  Incumbent local telephone \ncompanies, like BellSouth Telecommunications, Inc. (“Bell South”), may have more \nthan one attachment on poles, and generally occupy between one and two feet of \npole space.  Defendants and other third-party attachers occupy one foot of usable \nspace each.   \n{32} For poles with communications facilities, the National Electric Safety \nCode (“NESC”) requires sufficient “safety space” between the communications \nfacilities and electrical conductors, typically 40 inches.4  The NESC allocates this \nspace for communications workers to maintain the communications facilities \nattached to the poles.  However, under the provisions of the NESC, the electric \nutilities may also use the safety space for certain types of attachments provided \nthey maintain minimum separations.  Plaintiff in fact uses the safety space on at \nleast some of its poles for streetlight installations, a revenue-generating service.   \n{33} By dividing the total number of attachments by the total number of poles \non its system, Plaintiff claimed an average of 1.45 attachments per pole system \nwide.  However, Plaintiff did not know how many of its poles have multiple third-\nparty attachments.  And, the evidence demonstrated that at least some of Plaintiff’s \npoles have two, three, or four third-party attachments. \nC. \nTHE PARTIES’ POLE ATTACHMENT RELATIONSHIP  \n{34} Like other electric service providers that own poles, Plaintiff licenses the \nuse of space on its poles to communication service providers, like Defendants.  As of \n                                                 \nwill rely on the presumptive limits proffered by Defendants and applied by the FCC and the \nNational Rural Electric Cooperatives’ Association. \n3 According to Plaintiff’s expert, Plaintiff follows the rural utility service construction standards \nwhich allocate the top 6.5 feet of each pole to the electric cooperative.  However, it appears that \nPlaintiff is entitled to use more than that, if necessary, and in fact, demands 8.5 feet of space under \nits agreement with BellSouth Telecommunications, Inc.  Indeed, Defendants’ witness, Nestor Martin, \ntestified that “[t]ypically the top 9, 10 feet are reserved for power services . . . .”  (Trial Tr. 510:7–8.)   \n4 Pursuant to § 62-350(a), EMCs, like Plaintiff, must “require [third-party attachers] to comply with \napplicable safety requirements, including the NESC . . . .”  § 62-350(a). \n \n \nDecember 31, 2012, Plaintiff had nine (9) third-party attachers, excluding \nDefendants, with license agreements to affix attachments to its poles.   \n{35} On March 5, 1998, TWEAN and Plaintiff entered into a pole attachment \nagreement.  (Joint Ex. 2; Stip. No. 12.)  Under the terms of the parties’ agreement, \nTWEAN was obligated to pay an annual, per-pole rental rate of $5.25, for all years \nof the agreement.  In exchange, TWEAN could attach to surplus space on Plaintiff’s \npoles.  Where surplus space did not exist, including sufficient safety space and \nground clearance, TWEAN had to create space by purchasing a new, larger pole, \nentirely at its expense.  Even where TWEAN paid to install a new, larger pole to \nmake room for its attachments, Plaintiff took ownership of the new pole, and \nDefendants had to pay the same rate to attach to the pole.  (Joint Ex. 2 §§ 1a–6.)  \nSimilarly, if Plaintiff reclaimed certain space on the pole for its own attachments, \nTWEAN either had to move its attachment to create new safety space or, if there \nwas insufficient space to maintain minimum requirements for ground clearance or \nsafety space, pay to install a taller pole. \n{36} In 2004, Plaintiff terminated the 1998 pole attachment agreement.  (Stip. \nNo. 12.)  The parties exchanged drafts of a new agreement over the next eight years, \nincluding a template agreement approved by Plaintiff’s board in 2012, but the \nparties could not agree on the rates, terms, and conditions of a new agreement.  \n \n{37} Nonetheless, Plaintiff continued to invoice Defendants for their \nattachments.  For the years at issue in this case, Plaintiff invoiced Defendants for \nattachments on the following number of poles: 7,269 poles in 2010; 7,336 poles in \n2011; 7,336 poles in 2012; and 7,384 poles in 2013.     \nD. \nPLAINTIFF’S RELATIONSHIP WITH JOINT POLE USERS \n{38} In addition to license agreements with communications and cable \ntelevision providers, Plaintiff also entered into a number of joint use arrangements \nwith other electric utilities and telephone companies that own poles, including Bell \nSouth.  Under these joint use arrangements, the other pole owners and Plaintiff \n \n \neach allow the other party to place facilities on their poles.  As of trial, Plaintiff had \nfour joint users attached to its poles. \n{39} In Plaintiff’s joint use arrangements with other electric utilities, Plaintiff \ntypically does not pay for its use of space on the other utility’s poles, nor does it \ncharge the other utility for using space on its poles.  Instead, the joint user will pay \nthe pole owner for any expenses associated with accommodating the joint user’s \nfacilities.  For example, due to the electric utilities’ heavy attachments, Plaintiff (or \nthe electric utility joint user) must pay to install taller, stronger poles to \naccommodate joint use by two electric utilities. \n{40} On the other hand, under Plaintiff’s joint use arrangement with telephone \ncompanies like Bell South, Plaintiff agreed that it would install, at its own expense, \npoles large enough to insure sufficient space for Bell South to make an attachment.  \nAccordingly, if a jointly used pole is insufficient in size or strength to accommodate \nexisting attachments and Bell South’s proposed attachments, Plaintiff agreed to \npromptly replace the pole with a taller, stronger one at Plaintiff’s expense.   \n{41} Bell South and Plaintiff also agreed to use a 40-foot pole as the “standard \njoint use pole” with a “standard space allocation” of two feet for Bell South’s \nattachments and 8.5 feet for Plaintiff’s attachments.  (Def. Ex. 8.)  Plaintiff also \ngave Bell South priority by specifying that any attachments by third parties would \n“not be located within the [two feet of] space allocation of [Bell South].”  (Def. Ex. 8, \nArt. XIV.B.)  In exchange, Bell South agreed to pay $12.45 per pole, and to supply \nits own 40-foot poles for Plaintiff’s joint use at an annual pole rate to Plaintiff of \n$17.16.  As of 2012, Bell South paid $18.12 per pole for 18,335 attachments to \nPlaintiff’s poles, and Plaintiff paid $24.98 for each of its 1,026 attachments to Bell \nSouth’s poles.\n5 \n \n \n                                                 \n5 The Court notes that Bell South’s annual rates funded two feet of pole space on each pole.  In other \nwords, Bell South initially agreed to pay roughly $6.00 per foot of pole space, and as of 2012, it paid \n$9.06 per foot of pole space. \n \n \nE. \nTHE PARTIES’ DISPUTE \n{42} Pursuant to the 1998 pole attachment agreement, Plaintiff originally \ncharged TWEAN a pole attachment rate of $5.25.  Plaintiff increased the rate in \n1999 to $5.50 and charged that amount until 2005.  After terminating the 1998 \nagreement, Plaintiff invoiced Defendants the following per pole attachment rates \nfrom 2005 through 2013:\n \n2005: $7.50 \n2006: $9.50 \n2007: $11.50 \n2008: $12.50 \n2009: $14.50 \n2010: $15.50 \n2011: $18.50 \n2012: $19.19 \n2013: $19.65 \n{43} In 2004, Plaintiff hired Thomas Haire, P.E. (“Haire”), as a system \nengineer.  One of Haire’s initial responsibilities was to oversee the development and \nnegotiation of the rates, terms and conditions for attachment agreements.  During \nhis analysis, Haire reviewed the “Pole Attachment Toolkit” (the “Toolkit”) published \nby the National Rural Electric Cooperatives’ Association (“NRECA”), an \norganization that provides education and training for EMCs like Plaintiff.  The \nToolkit included four formulaic rate methodologies for calculating potential rates: (i) \nthe FCC Cable Rate, (ii) the FCC Telecom formula, (iii) the “Telecom Plus” formula, \nand (iv) the “Maine” method.  Haire used only the first three methods because these \nthree all use data inputs from the pole owner’s books and records, and rely on \nessentially the same data and calculations but with different allocation factors.  At \ntrial, Haire testified that he did not rely on any one calculation, but instead, wanted \nto get a range of potential rates.     \n{44} Using this analysis, Plaintiff began gradually increasing its attachment \nrates to bring all rates for attachment closer to those charged under the agreement \nwith Bell South. \n \n \n{45} Until 2009, Defendants lacked any means to challenge Plaintiff’s rates.  \nTherefore, although Plaintiff terminated its contract with TWEAN in 2004, \nDefendants continued to pay the amounts invoiced by Plaintiff for pole attachments \nuntil 2009.   \n{46} On December 18, 2009, after the enactment of § 62-350, TWEAN objected \nto Plaintiff’s invoiced rates, and requested negotiations for the rate, terms and \nconditions of a new license agreement pursuant to § 62-350.  Over the next 39 \nmonths, the parties negotiated in good faith, exchanged draft agreements and \ndiscussed pole rates.  However, the parties failed to reach an agreement, and \nPlaintiff continued increasing its rate each year.  \n{47} TWEAN objected to Plaintiff’s 2010 rate of $15.50, and instead, paid \nPlaintiff only $14.50 per pole, subject to a true-up based on a negotiated or \nadjudicated rate and without prejudice to either party.  In response, Plaintiff stated \nthat, if TWEAN did not pay the full invoiced amount for 2010, it would demand \nremoval of 481 TWEAN attachments, which was the number of poles equal to the \namount of the outstanding balance.  TWEAN responded by letter asserting that \nPlaintiff did not have the authority to unilaterally raise its rates or remove \nTWEAN’s attachments.  Thereafter, TWEAN continued to pay $14.50 per pole in \n2011 and 2012, subject to true-up and without prejudice.  Plaintiff continued to \ndemand payment of the unpaid invoices.  Defendants offered to pay Plaintiff’s \ninvoices for 2013 at a rate of $7.50, but Plaintiff objected and refused to accept such \npayment.  As such, TWC Southeast still owes payment for 2013. \n{48} Unable to bridge their different views of the maximum permissible rates \nunder § 62-350 for the years 2010 through 2013, the parties reached an impasse as \nto these rates in February 2013, after years of attempted negotiation. \n{49} As this dispute progressed, the other third-party attachers, including \nCharter Communications (“Charter”), paid Plaintiff’s invoices, and entered \nagreements with Plaintiff governing pole attachment rates, terms, and conditions.  \nIndeed, as of trial, Defendants were the only attachers to Plaintiff’s poles without a \ncontract.  Specifically, Charter accepted the rates set forth in the form contract \n \n \npresented by Plaintiff.  However, it appears from the record that Charter did not \nwant to litigate or risk not being able to complete pending projects if its permits \nwere delayed during a dispute.  Despite agreeing to pay Plaintiff’s rates, a Charter \nrepresentative testified that it believes the rates to be unreasonable.   \nF. \nRATES CHARGED BY OTHER POLE OWNERS IN NORTH CAROLINA \n{50} Defendants presented evidence that the highest pole attachment rates \ncharged to Defendants by an IOU in North Carolina, regulated according to the \nFCC Cable Rate in the years 2010 through 2013, were: $6.79 in 2010; $6.40 in 2011; \n$7.67 in 2012; and $7.70 in 2013.  The average rate Defendants paid to North \nCarolina IOUs over the same time period ranged from a high of $6.06 in 2010 to a \nlow of $5.91 in 2012.  The highest rate Defendants paid to an incumbent telephone \ncompany in North Carolina over that time period is $6.25, and the average rate \nranged from a high of $5.03 in 2010 to a low of $3.28 in 2013. \nG.  \nANALYZING PLAINTIFF’S RATES \n{51} In vesting this Court with the exclusive jurisdiction to resolve disputes \nregarding pole attachment rates charged by EMCs, the General Assembly \narticulated a policy for this Court to implement.  It required the Court to “tak[e] \ninto consideration and apply[] such other factors or evidence that may be presented \nby a party, including without limitation the rules and regulations applicable to \nattachments by each type of communications service provider under [Section 224].”  \n§ 62-350(c).  As the Court of Appeals stated, § 62-350 “endorses regulatory \nintervention to promote ‘just and reasonable rates.’”  \nTown of Landis, 747 S.E.2d at \n616.  While the Court may consider and apply other evidence presented by the \nparties to determine whether Plaintiff’s rates are just and reasonable, the Court \nlooks first to the FCC’s methods for setting maximum just and reasonable pole \nattachment rates, given the express instruction for the Court to consider the FCC \napproach outlined in Section 224.   \n \n \n{52} The FCC has two rate methodologies, the FCC Cable Rate set forth in 47 \nU.S.C. § 224(d) and the FCC Telecom Rate set forth in 47 U.S.C. § 224(e).  The FCC \nrevised the FCC Telecom Rate formula in 2011 to yield a maximum rate that is \nessentially the same as the maximum rate produced by the FCC Cable Rate \nformula.  Neither Defendants nor Plaintiff support using the FCC Telecom Rate \nformula in this case. \n{53} The FCC Cable Rate formula is based on economic “cost causation \nprinciples, meaning that the cost [included in the rate] must be demonstrated to \nhave some cost linkage to the thing that’s really being . . . used, which is [an] \nattachment to a pole.”  (Trial Tr. 612.)  In this manner, the FCC Cable Rate formula \ncalculates the maximum just and reasonable rate that a pole owner may charge \nbased on an appropriately allocated share of the actual, documented costs of owning \nand maintaining a pole. \n{54} The evidence presented in this case demonstrated that the FCC Cable \nRate formula’s allocation method, used to determine what percentage of the fully \nallocated costs to assign to the attaching party, provides an economically justified \nmeans of reasonably allocating costs.  It assigns to the attaching party a percentage \nof the costs of the entire pole equal to the proportion of the average pole’s usable \nspace occupied by the attacher.  For example, if the average pole on Plaintiff’s \nsystem has 13.5 feet of usable space and Defendants’ attachment uses one foot of \nthat space, the FCC method would assign 1/13.5 or 7.4 percent, of the annual costs \nof the entire pole to Defendants. \n{55} Plaintiff argues that the FCC Cable Rate formula creates a subsidy \nflowing from the pole owner to the attacher.  However, far from providing any \nsubsidy to communications providers, the FCC Cable Rate formula actually leaves \nthe utility and its customers better off than they would be if no attachments were \nmade to their poles.  The cable attacher pays most of the incremental “but for” costs \nof attachment up front, as well as its share of the fully allocated costs of pole \nownership that necessarily would exist even absent its attachment. \n \n \n{56} Furthermore, under the terms of the license agreement, Defendants are \nonly allowed to use excess – or surplus – pole space.  That is, Defendants may only \nuse space not being used by Plaintiff or a joint user.  And, if Plaintiff reclaims space \nthat Defendants occupy, Defendants must either remove their attachments or \ncreate additional pole space for its attachment and any needed safety space \n(including paying for the purchase and installation of a new, taller pole).  When \nDefendants pay to create surplus space where it does not already exist, Plaintiff \nbenefits from receiving a taller, stronger pole that enhances Plaintiff’s network, and \nDefendants remain obligated to pay annual rent to maintain an attachment to that \npole. \n{57} Applying the FCC pole attachment rate methodology also promotes \nuniformity in pole attachment rates across the state.  The FCC formula already \napplies to IOUs in North Carolina.  Although IOUs’ cost structure may differ from \nEMCs like Plaintiff, Defendants’ expert explained that the FCC formula \naccommodates differences in cost between utilities “because costs are input from \n[the specific utility’s] books.”  (Trial Tr. 649–650.)  This makes the FCC formula \n“applicable to all manner[] of utilities,” regardless of differences in costs, the \nnumber of attaching entities, or other variables. \n{58} Even NRECA, the national electric cooperative trade association to which \nPlaintiff and its experts looked for guidance, states that rates established according \nto the FCC rules are “unimpeachable.”  (Joint Ex. 27 at 7542.)  NRECA explains \nthat “[t]he [FCC] rate formulas are sanctioned by the U.S. Congress, have been \nadopted by most of the states that regulate pole attachments and are the most \nwidely accepted methodologies for calculating pole attachment rates.”  \nId.   \n{59} The Court thus finds that it is appropriate to consider the rates yielded by \nthe FCC Cable Rate formula in determining whether Plaintiff’s rates are just and \nreasonable.  Not only is the Court directed to do so by § 62-350, but, by applying the \nfacts presented in this case to an analytical structure that is well-understood, \nwidely used, and judicially sanctioned, the Court is assured that it is not exceeding \nits judicial function.  Moreover, the Court expects that reliance on established FCC \n \n \nprecedent will, as the General Assembly intended, provide helpful guidance to \nparties involved in future negotiations over just and reasonable pole attachment \nrates, terms, and conditions.6 \n1. \nRATES UNDER FCC CABLE RATE FORMULA \n{60} Defendants’ expert Patricia Kravtin (“Kravtin”) was the only witness to \nprovide evidence of Plaintiff’s maximum just and reasonable rates under the FCC \nCable Rate formula.  The Court finds that her calculations are faithful to the FCC \nCable Rate formula, and, in this case, derive the following maximum just and \nreasonable pole rates for each year in question based on Plaintiff’s costs: \n2010: $2.68 \n2011: $2.56 \n2012: $2.57 \n2013: $2.64 \n(Def. Ex.139; see also Joint Exs. 5, 126–31.) \n{61} To calculate these amounts, Kravtin used FCC methodology to (i) \ndetermine the net cost of an average utility pole; (ii) multiply that cost by carrying \ncharge factors to determine the utility’s annual cost of owning and maintaining an \naverage pole; and (iii) then allocate a portion of that annual cost to the third-party \nattacher. \n{62} Plaintiff’s only challenges to Kravtin’s calculations under the FCC Cable \nRate formula relate to the values of the variables she used.  First, Plaintiff’s expert \nGregory Booth (“Booth”) proposed higher inputs for the net bare cost of a pole than \nare yielded by the FCC methodology.  Kravtin, therefore, proposed alternative \ncalculations using Booth’s proposed inputs for the net bare pole cost, deriving the \nfollowing maximum just and reasonable pole rates for each year in question: \n2010: $3.63 \n2011: $3.51 \n2012: $3.51 \n                                                 \n6 The Court emphasizes that this finding is based on the facts presented at trial in this case, and \ndoes not limit the Court from considering other methods of proving just and reasonable rates in \nfuture cases that may be brought under § 62-350. \n \n \n2013: $3.55 \n(Trial Tr. 653–56; see also Def. Ex. 139; Joint Exs. 127A, 128A, 129B, and 130A.) \n{63} Plaintiff further challenged Kravtin’s use of the presumptive average of \n13.5 feet of usable space rather than an average usable space derived from \nPlaintiff’s actual data.  Kravtin testified that, where Plaintiff’s actual data was \navailable, she used Plaintiff’s information in her calculations rather than \npresumptive limits outlined by the FCC.  However, she further admitted that she \nused the FCC presumptive limit of 13.5 feet of usable space when deriving the space \nallocation factor.  The Court finds Kravtin’s use of the presumptive limit, in this \ninstance, reasonable given the lack of complete data from Plaintiff on the average \nusable space on an average pole in its system.7 \n{64} The rates calculated by Kravtin are somewhat lower than the maximum \njust and reasonable rates charged by IOUs and incumbent local telephone \ncompanies in North Carolina.  The average pole attachment rates that Defendants \npaid to North Carolina IOUs under the FCC Cable Rate over the same time period \nranged from $5.91 to $6.06.  The highest such rates in each year were: $6.79 in \n2010, $6.40 in 2011, $7.67 in 2012, and $7.70 in 2013.  (Def. Ex. 132.)  The average \npole attachment rates that Defendants paid to an incumbent local telephone \ncompany in North Carolina over that period ranged from $3.28 to $5.03, and the \nhighest rate was $6.25.  (Def. Ex. 133.)  Regardless, the disparity between the FCC \n                                                 \n7 Despite Plaintiff’s contentions, it appears from the record that Plaintiff’s proffered amount of \naverage usable space (10.83 feet) is similarly based on presumption rather than actual data.  In \ncalculating the average usable space, Plaintiff’s expert relied solely on Plaintiff’s standard 40-foot \npole for his calculations, even though the property records indicate an average pole height of roughly \n37.5 feet.  Then, using the 40-foot pole as the presumed height, he derived an average usable space of \n10.83 feet and an average unusable space of 29.17 feet.  However, to do this, he did not appear to use \nPlaintiff’s actual data.  Rather, he assumed that each pole has only one third-party attacher and that \nPlaintiff only uses an average of 6.5 feet for its facilities.  Neither of these assumptions is clearly \nborne out in the evidence of Plaintiff’s actual data presented at trial.  Nonetheless, he relied on these \nassumptions, and added Plaintiff’s 6.5 feet of space, the third-party attacher’s one foot of space, and \nthe 40 inches of safety space to get 10.83 feet of usable space.  He then subtracted this number from \nthe total 40 feet available on the pole to calculate an average unusable space of 29.17 feet.  Neither of \nthese numbers indicate a true average based on Plaintiff’s actual data.  And, the Court finds \nDefendants’ proffered amount of presumptive usable space more credible.  Thus, in the absence of \nreal data to refute the presumed 13.5 feet of usable space, the Court finds Kravtin’s calculations to \nbe a sound method for assessing just and reasonable rates.   \n \n \nCable rates calculated by Kravtin and the IOU rates, on the one hand, and the rates \ncharged by Plaintiff, on the other hand, does not undercut the reasonableness of the \nformer or justify the latter.   \n{65} The Court finds that Plaintiff’s pole attachment rates, which ranged from \n$15.50 to $19.65 from 2010 through 2013, are far in excess of the maximum just and \nreasonable pole attachment rates calculated under the FCC Cable Rate formula, \neven using Plaintiff’s own expert’s net bare pole cost calculations.  Plaintiff’s rates \nalso far exceed the maximum just and reasonable pole attachment rates charged by \nother pole owners in North Carolina, including IOUs and incumbent local telephone \ncompanies whose rates are regulated. \n2. \nPLAINTIFF’S EVIDENCE DOES NOT SUPPORT ITS RATES \n{66} Plaintiff and its experts presented three different rate methodologies to \nprove that its rates were just and reasonable.  Each rate methodology purports to be \ngrounded in part on the FCC rate methodology.  Specifically, Plaintiff appears to \nagree with the same general formula: (i) determine the net cost of an average utility \npole; (ii) multiply that cost by carrying charge factors to determine the utility’s \nannual cost of owning and maintaining an average pole; and (iii) then allocate a \nportion of that annual cost to the third-party attacher.  However, Plaintiff and its \nexperts incorporate various modifications to the variables.  Plaintiff’s proposed \nmethodologies conflict with each other, and Plaintiff did not present credible \nevidence to support these inconsistent approaches. \na.  \nPLAINTIFF’S ORIGINAL METHODOLOGY \n{67} As Plaintiff increased its rates from 2005 through 2013, Haire, its system \nengineer, performed different rate calculations in an effort to justify its new rates.  \nHaire testified that Plaintiff was willing to use the FCC Cable Rate as a guide as \nlong as it produced a sufficient maximum rate to justify his desired rate increase.  \n(Trial Tr. 231–33.)  But when Plaintiff could no longer use the FCC’s methodology to \njustify its higher rates, Haire instead began using non-FCC formulas, including the \n \n \nTelecom Plus formula supplied by NRECA.  The Telecom Plus formula has not been \nadopted by any court or administrative agency as a means of establishing a \nmaximum just and reasonable rate.8 \n{68} Both the FCC Cable Rate formula and NRECA’s Telecom Plus formula \nuse identical calculations to derive the annual net cost of owning and maintaining \nan average pole.  (Joint Ex. 27; Trial Tr. 253.)  The two formulas differ in how they \nallocate those costs.  Rather than allocating the costs of the entire pole in the \nproportion that the attaching party uses the usable space, as in the FCC Cable Rate \nformula, the Telecom Plus formula allocates the usable space in the same manner \nas the FCC Cable Rate formula, but allocates the unusable space equally among all \nof the attaching parties. \n{69} The Court finds that the evidence does not justify using the Telecom Plus \nformula under § 62-350 in this case.  The additional rights and usable space \nafforded to Plaintiff and the joint users warrant allocating a proportional share of \nthe cost of the unusable space to them, rather than an amount equal to the cost \nallocated to third-party attachers like Defendants.  Plaintiff makes much greater \nuse of the pole than any other party, and Bell South uses more space than \nDefendants.  Moreover, under Plaintiff’s joint use arrangement with Bell South, \nPlaintiff agreed to reserve two feet of space for Bell South and to construct taller, \nstronger poles if there was insufficient space.  On the other hand, Defendants only \n                                                 \n8 Nor is the Telecom Plus formula supported by the decision of the Superior Court of Washington for \nPacific County in Public Util. Dist. No. 2 of Pacific County v. Comcast of Washington IV, Inc., No. 07-\n2-004484-1 (Wash. Super. Dec. 12, 2011).  There, the court interpreted Section 54.04.045 of the \nRevised Code of Washington, which is materially different from § 62-350 and sets forth a unique \nprocedure for calculating a just and reasonable rate for attachments to poles owned by public utility \ndistricts (“PUDs”).  The Washington statute instructs the court to derive a rate that is the average of \ntwo cost-based calculations specified in the statute.  Accordingly, the parties’ dispute focused \nprimarily on how to interpret the statute’s cost-based formulas: the attachers argued that the statute \nset the rate as the average of the maximum rates under the FCC Cable and Telecom Rate formulas, \nwhile the PUD argued that it set the rate as the average of the maximum rates under the FCC \nTelecom Rate formula and a formula used by the American Public Power Association (“APPA”) \n(which is similar to NRECA’s Telecom Plus formula).  After finding that it was required to review \nthe PUD’s interpretation of the statute under a highly deferential “arbitrary and capricious” \nstandard, and noting that the legislative history of the statute discussed the APPA formula, the \ncourt affirmed the PUD’s interpretation. \n \n \nhave the right to use surplus space on the pole, and must pay to install a taller, \nstronger pole if necessary to make surplus space for its attachment and sufficient \nsafety space. \n{70} In enacting Section 224, Congress relied on an analogy of an apartment \nhouse with 10 floors and common areas, such as the lobby, elevators, and a garage.  \nIn its analogy, a family renting one of the floors would expect to pay one tenth of the \ncosts of the common areas, even if the landlord had reserved use of the other nine \nfloors.  Drawing from this analogy, the Telecom Plus formula would unreasonably \nrequire a family renting a single floor in a 10-floor apartment house to pay one-half \nof all the common costs of the building, even though the owner of the building \noccupies the other nine floors and retains additional rights to the building itself. \n{71} Even if the Telecom Plus method was a defensible method for calculating \na reasonable rate, Haire made critical errors in applying it.  Haire admitted that he \nmiscalculated the carrying charge element.  He failed to divide maintenance \nexpenses by the net investment in overhead conductors and service lines, as called \nfor by the NRECA formula.  He also used a “default” rate of return rather than \nPlaintiff’s actual rate of return, even though he had no basis to use the default and \nthe default was higher than the rate of return used by Plaintiff’s experts.  Had he \nused correct inputs for the maintenance and rate of return elements in the carrying \ncharge, Haire’s calculations would have produced a rate nearly $8.00 lower than the \nTelecom Plus rate he calculated for 2012, and nearly $3.00 lower than the rate \nPlaintiff charged TWEAN that year.  (Trial Tr. 241, 257–58.) \n{72} Further, Haire did not divide the cost of unusable space evenly among all \nattachers, as called for by the Telecom Plus formula.  Under the Telecom Plus \nformula, Defendants should never pay more than 50 percent of the cost of unusable \nspace, and then only if it is the only other entity on the pole.  If the same pole \nincluded Bell South or another third party, Defendants would be required to pay no \nmore than 33 percent of the costs (or 25 percent if there is a fourth entity on the \npole).  However, Haire divided the cost of unusable space by only 1.45 attaching \nparties, the average number of entities attached to Plaintiff’s poles.  This division \n \n \nallocated 69 percent of the cost of the unusable space to Defendants on every pole \nfor which it pays rent.  The problem with Haire’s calculation is that, by definition, if \nDefendants are on the pole, that pole has at least two attaching parties – Plaintiff \nand Defendants.   \n{73} The Court might have been swayed by Plaintiff’s arguments regarding the \nequal allocation of the unusable space, if the attachers shared equal rights to the \npole and the cost was indeed equally allocated (i.e., based on the average number of \nattaching entities on those poles with attachments other than Plaintiff).  However, \nthe record does not support such findings.  Therefore, the Court finds that Haire’s \ncalculations are flawed and do not support the rates that Plaintiff charged from \n2010 through 2013, even under the NRECA Telecom Plus formula purportedly used. \nb. \nPLAINTIFF’S EXPERT JUDY BEACHAM \n{74} Plaintiff’s first expert, Judy Beacham (“Beacham”), had never performed a \npole attachment rate analysis or worked with pole attachments prior to this case.  \nBeacham’s rate methodology relied primarily on the Electric Utility Cost Allocation \nManual of the National Association of Regulatory Utility Commissioners, a \n“position paper” prepared by a lawyer on behalf of a number of IOUs and presented \nto the FCC in 1996.  (Trial Tr. 275–76, 314–22; Def. Ex. 42.)  Beacham followed the \nbasic outlines of the Telecom Plus rate methodology except that she: (i) added to the \ncost of a bare utility pole by adding in the cost of anchors, guys, grounds, and \nlightening arresters; (ii) added to the expenses included in the carrying charge, \nincluding a category called “operations related expenses” that is not found in the \nFCC or Telecom Plus formulas; and (iii) allocated the pole cost in the same way as \nthe NRECA Telecom Plus formula, except she made adjustments to the amount of \nunusable space, consistent with the recommendations of the position paper.  The \nCourt finds that these modifications are not adequately supported in the record. \n{75} Further, even if Beacham’s methodology were credible, she would still be \nmissing a critical input to the Telecom Plus formula’s space allocation factor.  \nBeacham’s space allocation approach required data on the number of attaching \n \n \nentities on an average “joint-use” pole (i.e., a pole that is used for attachments by \nthird parties), data which Plaintiff does not have.  Beacham admitted that her \nmethodology would not justify Plaintiff’s 2012 rate if the average pole to which \nDefendants attached had more than 2.4 attaching entities.  (Trial Tr. 335.)  \nBeacham explained that if a third entity – such as Bell South – was attached to 40 \npercent or more of the poles to which Defendants were attached, then her \nmethodology would not support Plaintiff’s rate of $19.65 for 2012.  Because Plaintiff \nintroduced no evidence as to how many other entities are on the average pole to \nwhich Defendants are attached, Beacham’s rate calculations appear incomplete, and \nthus, the Court will not rely on her testimony to find Plaintiff’s rates just and \nreasonable. \nc. \nPLAINTIFF’S EXPERT GREGORY BOOTH \n{76} Plaintiff’s second expert, Booth, performed a rate analysis as well as a \n“Times Interest Earned Ratio” or “TIER” analysis in an effort to support Plaintiff’s \nrates. \n{77} Booth’s rate analysis relied on the basic structure of the Telecom Plus \nformula, except that, unlike Haire, Beacham, or NRECA (or the FCC), he assigned \nto Defendants the entire 40-inch communications workers safety space that the \nNESC requires between communications lines and electrical conductors.  (Trial Tr. \n374, 384–85.)  This means that while the FCC, Haire, Beacham, and NRECA treat a \ncommunications attachment as occupying one foot of space, Booth treated each \ncommunications attachment as occupying four feet and four inches of pole space, \nsignificantly increasing the rate. \n{78} The evidence at trial showed that Plaintiff uses and generates revenue \nfrom the safety space by installing streetlights in that space on at least some of its \npoles.  (Trial Tr. 267.)  Because Plaintiff uses the safety space for streetlights and \nother facilities, and can require Defendants to remove their attachments if Plaintiff \nneeds to use the safety space for other types of facilities, the Court finds that there \nis no basis for allocating the safety space entirely to the attacher, as Booth did.  It \n \n \nwould be unjust and unreasonable to require Defendants to pay for the safety space \nas a component of its annual pole attachment rate. \n{79} Booth’s rate calculation also uses a flawed unusable space allocation \nmethodology.  While Booth stated that the costs of the unusable space should be \npaid for evenly by each party that occupies the pole, he made the same mistake as \nHaire.  Like Haire, Booth divided the unusable space by 1.45, rather than \nrecognizing that, by definition, each pole to which Defendants are attached must \nhave at least two parties attached to it (Defendants and Plaintiff, at a minimum).  \nThe mathematical result of Booth’s space allocation is the same as Haire’s – he \nassigns 69 percent of the cost of the unusable space to Defendants, even though, \naccording to his theory, the unusable space is used equally by Defendants, Plaintiff, \nand any joint user that may be on the pole.  He also assigns 61 percent of the entire \naverage annual pole cost that he calculates to Defendants.  (Trial Tr. 483–84.)  In \nother words, despite Plaintiff’s (and Bell South’s) greater use of the pole and more \nvaluable rights, Booth’s rate methodology assigns a significantly greater portion of \nthe pole costs (over 60 percent) to Defendants than to any other party on the pole, \nincluding the pole owner. \n{80} Booth attempted to defend his space allocation methodology by asserting \nthat the average pole to which Defendants attach is more expensive for Plaintiff.  \nYet Plaintiff presented no evidence to support this assumption.  Indeed, Plaintiff \ndoes not have any data about how many (or which) poles on its system have one or \nmore third-party attachments.   \n{81} Based on the evidence in this case, the Court finds that Booth’s rate \nanalysis does not produce just and reasonable rates, and thus, cannot support the \nreasonableness of Plaintiff’s rates from 2010 to 2013. \n{82} Booth also performed a TIER analysis, which is a financial ratio used to \nassess the financial stability of EMCs.  His TIER analysis sought to compare the \nmargin and TIER that Plaintiff would achieve both with and without third-party \ncommunications attachments.  Booth attempted to demonstrate that, even at \nPlaintiff’s current pole rates, Plaintiff is subsidizing pole attachment licensees like \n \n \nDefendants.  First, he assumed that Plaintiff added five feet of space to every pole \nin its system solely to provide pole attachment space for Defendants and other \ncommunications licensees.  Then, he attempted to determine the annual cost of that \nextra five feet of space by comparing what he understood to be the costs for a 35-foot \npole to the costs for a 40-foot pole.  (Trial Tr. 410–11.)   \n{83} However, Booth’s underlying assumption – that Plaintiff builds 40-foot \npoles solely because attachers like Defendants might one day want to attach to \nthose poles – is not supported by the evidence.  The evidence shows that, for more \nthan 25 years, Plaintiff has used a 40-foot, class five pole as its standard pole, \nregardless of the presence of communications entities.  (Trial Tr. 63, 113, 119–20.)  \nPlaintiff’s witnesses further testified that Plaintiff uses the standard 40-foot pole to \naccommodate other electric utilities, who do not pay for their attachments, and Bell \nSouth, as required by its 1996 agreement.  None of Plaintiff’s witnesses testified \nthat Plaintiff installs taller, stronger poles solely for communications attachers like \nDefendants.  To the contrary, the evidence revealed that Defendants, not Plaintiff, \nmust pay to install and make-ready any new, larger pole needed to create additional \nspace for its attachment.  Thus, if a 35-foot pole does not have one foot of surplus \nspace for Defendants’ attachment, Defendants must incur the additional cost of five \nfeet of pole space by paying for a 40-foot pole, including installation.  And, Plaintiff \ntakes ownership of the improvement, while Defendants continue to pay rent to \nattach to the new pole.  Upon weighing these facts, the Court finds Booth’s \nconclusions regarding his TIER analysis faulty, and does not rely on his testimony \nto find Plaintiff’s rates just and reasonable.   \nd. \nOTHER ATTACHERS’ ACCEPTANCE OF RATES \n{84} The Court also rejects Plaintiff’s argument that its rates for 2010 through \n2013 are reasonable and binding on Defendants because other communications \nservice providers agreed to pay those rates.  Plaintiff presented no credible evidence \nindicating that its rates are reasonable merely because other licensees paid them.  \nThe fact that other communications service providers have agreed to pay its pole \n \n \nrates does not, ipso facto, make those rates reasonable.  Moreover, the evidence \nreflects that at least one of the other entities that paid those rates did so because of \nPlaintiff’s refusal to lower its rates unless ordered to do so, and the reluctance or \ninability of that communications service provider to litigate the issue.  (Trial Tr. \n593–97.) \n3. \nPLAINTIFF’S RATES FROM 2010 TO 2013 ARE NOT JUST AND REASONABLE  \n{85} Because Plaintiff’s pole attachment rates from 2010 through 2013 greatly \nexceed the maximum just and reasonable pole attachment rates calculated under \nthe FCC Cable Rate formula, and are not otherwise supported by the evidence and \nmethodologies put forth by Plaintiff and its experts, the Court finds that Plaintiff’s \nrates for 2010 through 2013 are not just and reasonable. \nV. \nCONCLUSIONS OF LAW \n{86} This Court has jurisdiction under § 62-350 and North Carolina’s \nDeclaratory Judgment Act, N.C. Gen. Stat. §§ 1-253 to 1-257, to hear and determine \nthe parties’ claims for relief regarding the reasonableness of Plaintiff’s pole \nattachment rates and methods. \n{87} The ultimate disposition of the claims in this action present questions of \nstatutory interpretation.  “The primary rule of construction of a statute is to \nascertain the intent of the legislature and to carry out such intention to the fullest \nextent.”  \nApplewood Props., LLC v. New South Props., LLC, 366 N.C. 518, 522, 742 \nS.E.2d 776, 779 (2013) (quoting Dickson v. Rucho, 366 N.C. 332, 339, 737 S.E.2d \n362, 368 (2013)).  To discern the intent of the legislature, the Court looks first to the \nplain language of the statute.  Lenox, Inc. v. Tolson, 353 N.C. 659, 664, 548 S.E.2d \n513, 517 (2001).  “If the language of a statute is clear, the court must implement the \nstatute according to the plain meaning of its terms so long as it is reasonable to do \nso.”  Id. (citation omitted).   \n{88} Pursuant to § 62-350, only municipalities, membership corporations \norganized under Chapter 117 of the General Statutes, and communications service \n \n \nproviders may bring claims for relief under the statute.  Having found that Plaintiff \nis a membership corporation organized under Chapter 117 of the General Statutes; \nTWEAN was a communications service provider as contemplated under § 62-350 \nprior to 2013; and TWC Southeast became a communications service provider as \ncontemplated under § 62-350 in October 2012, the Court concludes that the parties \nhave standing to pursue the claims.  Specifically, TWEAN has standing to pursue \nthe claims regarding Plaintiff’s rates in 2010, 2011, and 2012, and TWC Southeast \nhas standing to pursue the claims regarding Plaintiff’s rate for 2013.   \n{89} Also, given that TWEAN submitted a request to negotiate Plaintiff’s rates \nand the parties thereafter failed to reach an agreement within 90 days despite good \nfaith efforts to negotiate, the Court concludes that the parties’ claims are properly \nbefore it for determination under § 62-350, and are not otherwise precluded or \nbarred by any affirmative defenses raised by the parties.   \n{90} To determine whether the rates adopted by Plaintiff are just and \nreasonable, § 62-350 directs the Court to consider “such other factors or evidence \nthat may be presented by a party, including without limitation the rules and \nregulations applicable to attachments by each type of communications service \nprovider under [Section 224] . . . .”  § 62-350(c).  Therefore, the Court must consider \nthe FCC rules and regulations under Section 224, including the maximum rates \ndeemed just and reasonable under the FCC Cable Rate formula.  However, § 62-350 \nclearly does not limit the Court’s consideration to only the rules and regulations \napplicable under Section 224.  The Court concludes that it may consider and weigh \nother methods to review rates under § 62-350.  Nonetheless, on the record before the \nCourt in this case, the FCC Cable Rate formula offered the most credible basis for \nmeasuring the reasonableness of Plaintiff’s rates.  \n{91} Furthermore, the Court disagrees with Plaintiff’s interpretation of the \n“nondiscriminatory” language in § 62-350 to mean that rates are deemed reasonable \nbecause other third-party attachers in the same class as Defendants accepted \nPlaintiff’s rates.  The language and structure of § 62-350 indicate that Plaintiff \nmust negotiate with each communications service provider that requests access to \n \n \nits poles.  See § 62-350(b).  The statute sets timelines for the negotiations, \nprocedures for triggering judicial review in the event the parties reach an impasse, \nand guidelines for the Court to follow in resolving a complaint.  § 62-350(c).  These \nprovisions would be meaningless if Plaintiff could dictate the rates and terms of \nattachment for every communications service provider once it reached an \nagreement with a single one.  Had the General Assembly intended § 62-350 to \ninsulate “class-based” rates, terms, and conditions from review in individual cases, \nit could have said so expressly, but it did not.  While other third-party attachers’ \nacceptance of Plaintiff’s rates may be weighed as evidence, the Court will not \nforeclose review under § 62-350 because certain similarly-situated entities chose to \naccept Plaintiff’s rates rather than litigate. \n{92} Related to the reasonableness of Plaintiff’s rates, Defendants also allege \nthat Plaintiff’s method of unilaterally increasing its rate without negotiation \nviolated § 62-350.  To address this issue, the Court again looks to the plain language \nof § 62-350.  Under the statute, Plaintiff must allow communications service \nproviders to attach to its poles “at just, reasonable, and nondiscriminatory rates, \nterms, and conditions adopted pursuant to negotiated or adjudicated agreements.”  \n§ 62-350(a) (emphasis added).  Subsections (b) and (c) of the statute further direct \nPlaintiff to negotiate with the communications service provider upon a request, and \nprovide certain mechanisms for resolving disputes arising out of these negotiations.  \nThe meaning of the statute is clear.  Plaintiff cannot subject a communications \nservice provider to a rate without first negotiating and subsequently adopting a rate \nor litigating disputes.  Although § 62-350 in no way bars the parties from reaching \nan agreement through negotiation that may contemplate annual rate increases, the \nCourt concludes that the statute cannot be construed to allow Plaintiff to do so \nwithout first negotiating with Defendants.  Therefore, the Court concludes that \nPlaintiff’s unilateral rate increases for the years in dispute violated § 62-350.   \n{93} Finally, pursuant to § 62-350, the Court must resolve the dispute between \nthe parties to determine whether the rate is just and reasonable, and then “apply \nany new rate adopted as a result of the action retroactively to the date immediately \n \n \nfollowing the expiration of the 90-day negotiating period or initiation of the lawsuit, \nwhichever is earlier.”  § 62-350(c).  Having found Plaintiff’s rates for the years 2010 \nthrough 2013 unjust and unreasonable based on the evidence presented in this case, \nthe Court concludes that the parties must negotiate and adopt new rates for the \nyears 2010 through 2013 that are consistent with the reasoning in this Order.9  \nThereafter, the rates adopted shall be applied retroactively to the date immediately \nfollowing the expiration of the 90-day negotiating period for each year or the \ninitiation of this lawsuit, whichever is earlier.  As such, from the date the rates are \napplied for the years 2010 through 2012, Plaintiff must reimburse TWEAN for any \namounts overpaid.  And, TWC Southeast must pay Plaintiff the amount owed based \non the new rate adopted for 2013. \nVI. \nCONCLUSION \n{94} For the above stated reasons, the Court ORDERS and DECLARES as \nfollows: \na. Plaintiff’s per attachment rates for 2010 through 2013 are unjust and \nunreasonable, in violation of § 62-350;  \nb. Plaintiff lacked authority to impose unjust and unreasonable pole \nattachment rate increases on Defendants for the years 2010 through 2013;  \nc. Plaintiff’s efforts to increase Defendants’ rates unilaterally without \nnegotiation for the years 2010 through 2013 violated § 62-350;  \nd. Within 90 days of the entry of this Order, the parties must adopt new \nrates for 2010 through 2013 in accordance with the reasoning outlined in \nthis Order; \n                                                 \n9 Although Defendants sought damages in the event that the Court found Plaintiff’s rates unjust and \nunreasonable, the Court concludes that, in assessing damages, it would be, in effect, setting a new \nrate.  This precise action prompted the Court’s initial concerns about exceeding its judicial role and \nstepping into a legislative role, which it is not inclined nor allowed to do.  The parties alleviated \nthese concerns by assuring the Court that it need only determine whether the rate adopted by \nPlaintiff was just and reasonable.  Having made this determination, the Court leaves the issue of \nwhat rate shall be applied going forward for the years in dispute up to the parties.  Once a rate has \nbeen adopted as a result of this action, it shall be applied retroactively, pursuant to § 62-350, such \nthat Defendants will receive any amount initially overpaid.   \n \n \ne. Upon adopting new rates for each of the disputed years, the new rate shall \nbe applied retroactively to the date immediately following the expiration \nof the initial 90-day negotiating period for each year or the initiation of \nthis lawsuit, whichever is earlier; \nf. Within 30 days after the parties agree to a new rate for each disputed \nyear, Plaintiff must reimburse Defendants for any amounts overpaid, \nand/or Defendants must pay Plaintiff any amounts owed under the new \nrate; and \ng. The Court retains jurisdiction to enforce the provisions of this Order, and \nto grant such further and supplemental relief as may be required. \nSO ORDERED, this the 22nd day of May, 2014. \n \n       "
}