{
  "id": "58444b0b8423e8b61188ec0f3f9f4d5c02ecfc67c876bddeaa29e61bdd4b28c0",
  "source_file": "data/raw/ncbc/58444b0b8423e8b61188ec0f3f9f4d5c02ecfc67c876bddeaa29e61bdd4b28c0.pdf",
  "raw_text": "Crockett Capital Corp. v. Inland Am. Winston Hotels, Inc., 2009 NCBC 5. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n08 CVS 000691 \nCROCKETT CAPITAL CORPORATION, \n  \n                                 Plaintiff, \n \nv. \n \n \nINLAND AMERICAN WINSTON HOTELS, \nINC. and  WINN LIMITED PARTNERSHIP, \n \n                                  Defendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO \nDISMISS AMENDED COMPLAINT\n \n{1} This matter is before the Court on Defendants’ Motion to Dismiss the \nAmended Complaint, filed March 26, 2008.  Upon review of submissions by counsel, \nand after hearing oral argument, the Court hereby DENIES Defendants’ Motion to \nDismiss. \n \nRobinson, Bradshaw & Hinson, P.A. by John R. Wester, Louis A. Bledsoe, III, \nand Jennifer F. Revelle for Plaintiff. \n \nMoore & Van Allen PLLC by Scott M. Tyler and Karin M. McGinnis, and \nDLA Piper US LLP by Jeffrey D. Herschman and Megan Hanley Baer for \nDefendants. \n \n \nTennille, Judge. \n \nI. \nPROCEDURAL BACKGROUND \n{2} This action was filed in Wake County Superior Court on January 16, 2008.  \nPlaintiff Crockett Capital Corporation filed the Notice of Designation \nsimultaneously with the Complaint on January 16, 2008.  This action was \ndesignated a mandatory complex business case by Order of the Chief Justice on \nJanuary 17, 2008, and subsequently assigned to the undersigned Chief Special \nSuperior Court Judge for Complex Business Cases.  Plaintiff filed the Amended \nComplaint on March 6, 2008.     \n{3} Defendants filed a Motion to Dismiss for failure to state a claim under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure on March 26, 2008.  \nThe Court heard oral argument on June 13, 2008.1 \n \nII. \nFACTUAL ALLEGATIONS \nA. \nTHE PARTIES \n{4} Plaintiff Crockett Capital Corporation (“Plaintiff” or “Crockett”) is a North \nCarolina corporation with its principal place of business in Raleigh, North Carolina.  \nPlaintiff is engaged in the business of developing and managing hotel properties. \n{5} Defendant Inland American Winston Hotels, Inc. (“Inland”) is a Delaware \ncorporation with its principal place of business in Raleigh, North Carolina. \n{6} Defendant WINN Limited Partnership (“WINN”) is a North Carolina \nlimited partnership with its principal place of business in Raleigh, North Carolina.  \nDefendant Inland is the general partner of WINN. \n{7} Inland and WINN are engaged in the business of owning and operating \nhotels and other hospitality properties. \n{8} On July 1, 2007, Inland acquired all of Winston Hotels, Inc.’s (“Winston \nHotels”) capital stock.  At that time, Winston Hotels was a North Carolina \ncorporation and the general partner of WINN.  Plaintiff’s current key executives \nwere key executives with Winston Hotels before the acquisition. \n{9} Inland and WINN will be referred to collectively as the “Defendants.” \n \n                                                 \n1 The case of JDH Capital LLC v. Flowers, 2009 NCBC 4 (N.C. Super. Ct.  Mar. 13, 2009) (hereinafter “JDH”), \ndecided contemporaneously with this case, also discusses enforceability of agreements to agree in a real estate \ndevelopment context but was decided at the summary judgment stage. \n \n  \nB. \nTHE MASTER AGREEMENT \n{10} As a result of Inland’s acquisition of Winston Hotel’s capital stock (Am. \nCompl. ¶ 6; Am. Compl., Ex. A, at A), Defendants acquired ownership of hotel \nproperties currently under construction and “other properties that may be suitable \nfor development as hotel projects.”  (Am. Compl., Ex. A, at A.)  Thereafter, \nDefendants engaged Plaintiff, who “has expertise in the development, construction \nand management of hotel properties,” to provide construction management for the \nhotel properties under construction and development packages for the properties \nsuitable for development as hotels.  (Am. Compl., Ex. A., at B.) \n{11} The principals in Crockett previously managed Winston Hotels, and they \nwere, therefore, familiar with the properties that Winston Hotels previously \ntargeted for potential development.  Crockett had the development expertise, and \nDefendants had access to capital to fund development.\n \n{12} In late July 2007, Plaintiff and Defendants entered into an agreement \nentitled “Agreement Regarding Development Projects” (the “Master Agreement”), 2 \nin which they sought to combine their strengths.  (Am. Compl. ¶ 8; Am. Compl., Ex. \nA.)  The Master Agreement was made effective retroactively to July 1, 2007. (Am. \nCompl. ¶ 9; Am. Compl., Ex. A.)  Exhibit B to the Master Agreement identified \nthirteen (13) properties for potential development (the “Pipeline Properties”).  (Am. \nCompl. ¶ 11; Am. Compl., Ex. A, at Ex. B.)  The proposed Pipeline Properties \nincluded Westin, Hilton Garden Inn, Hampton Inn, and Aloft hotel franchise \nproperties.  (Am. Compl. ¶ 11; Am. Compl., Ex. A, at Ex. B.)   The Master \nAgreement outlined the potential ownership and development of the thirteen (13) \nPipeline Properties.  (Am. Compl. ¶ 8; Am. Compl., Ex. A, at C.)    \n                                                 \n2 Kenneth Crockett and Robert Winston formed Crockett Capital Corporation on July 11, 2007.  (Defs.’ Mot. \nDismiss Am. Compl. 4 n.2.)  Kenneth Crockett was formerly the Executive Vice President and Chief Development \nOfficer of Winston Hotels.  (Defs.’ Mot. Dismiss Am. Compl. 4 n.2.)  Mr. Crockett signed the Master Agreement on \nbehalf of Crockett Capital Corporation.  (Defs.’ Mot. Dismiss Am. Compl. 4 n.2.)  Brent West, Chief Financial \nOfficer of Inland, signed the Master Agreement on behalf of Inland.  (Defs.’ Mot. Dismiss Am. Compl. 4 n.2.)  \nAfter Mr. West signed the Master Agreement, he resigned as Inland’s Chief Financial Officer and began working for \nCrockett Capital Corporation.  (Defs.’ Mot. Dismiss Am. Compl. 4 n.2.) \n  \n{13} Pursuant to paragraph 2 of the Master Agreement, Plaintiff agreed to \nevaluate the Pipeline Properties and submit to Defendants preliminary \ndevelopment packages.  (Am. Compl. ¶ 11; Am. Compl., Ex. A. ¶ 2.)  The \npreliminary development packages were to include, among other things, a “single \npage investment description,” “proposed franchisors,” a “preliminary cost budget,” \n“projected net operating income,” “preliminary proposed equity percentages” \nranging from five (5) to twenty (20) percent for Crockett, and “projected leverage \nreturns to equity.”  (Am. Compl., Ex. A. ¶ 2.)  Upon receipt of a preliminary \ndevelopment package, Defendants had ten (10) days to provide written notice to \nPlaintiff of their decision to pursue development of a Pipeline Property.  (Am. \nCompl. ¶ 12; Am. Compl., Ex. A. ¶ 2.)  If Defendants chose to pursue development, \nPlaintiff would produce “a second, more detailed pre-development package.”  (Am. \nCompl., Ex. A. ¶ 2.)  Again, Defendants were required to provide written notice \nwithin ten (10) days if they wished to continue development of the property.  (Am. \nCompl., Ex. A. ¶ 2.)  Upon submission of the second development package, if \nDefendants elected to proceed, Plaintiff would create a detailed third and final \ndevelopment package with a lump sum cost estimate.  (Am. Compl., Ex. A. ¶ 2.)   \nDefendants’ failure to give written notice at the required stages would constitute a \nrejection of the opportunity to develop the Pipeline Property with Plaintiff.  (Am. \nCompl. ¶ 13.)  \n \n{14} Upon submission of a final development package, if Defendants elected to \ncontinue development, the Master Agreement required Plaintiff and Defendants to \nform a limited liability company to operate the property as a joint venture (a “Joint \nVenture”).  (Am. Compl. ¶ 14; Am. Compl., Ex. A ¶ 3.)  Each Joint Venture was to be \ngoverned by an operating agreement that was in “substantially” the same form as \nthe operating agreement attached to the Master Agreement as Exhibit E.  (Am. \nCompl. ¶ 14; Am. Compl., Ex A. ¶ 3.)  Exhibit E is a detailed limited liability \ncompany agreement.  (Am. Compl., Ex. A., at Ex. E).  Exhibit E, however, leaves \nopen the name of the limited liability company, the date of creation, the location of \nthe Joint Venture’s principal office, and the capital contributions to be made by \n  \nPlaintiff and Defendants.  (Am. Compl., Ex. A., at Ex. E.)  Those items would have \nbeen set forth in the development package agreed to by the parties. \n{15} In the event Defendants chose not to develop a Pipeline Property with \nPlaintiff, the Master Agreement gave Plaintiff the right to develop such Pipeline \nProperty on its own or with another third party.  (Am. Compl. ¶ 22; Am. Compl., Ex. \nA. ¶ 5.)  Specifically, upon Defendants’ rejection of a development package, \nDefendants “agree[d] to transfer, convey and assign, any rights [they] ha[ve] in any \nsuch Pipeline Property to [Plaintiff] or its assignee, and to execute all \ndocumentation reasonably necessary to accomplish such transfer, upon payment by \n[Plaintiff] to [Defendants their] acquisition costs incurred to date for such rights.”  \n(Am. Compl. ¶ 23; Am. Compl., Ex. A. ¶ 5.)  Defendants were further protected by \ncontract provisions that granted Defendants another chance to accept a previously \nrejected development package if Plaintiff later made “material changes” to the \ndevelopment package.  (Am. Compl., Ex. A. ¶ 5.)   Crockett was bound to notify \nInland of any material change in the terms of a Pipeline Project previously rejected \nby Inland.  Paragraph 5 of the Master Agreement specifically provided:  \nIn the event of a material change in the terms of a Pipeline Project \npreviously rejected by Inland, [C rockett]’s right to develop such \nPipeline Project is subject to a further determination by Inland not to \ndevelop such Pipeline Project after review of an updated pre-\ndevelopment package submitted by [Crockett] and reflecting such \nrevised terms.  For purposes hereof, a “material change” in the terms \nof a Pipeline Project shall mean (i) a change in the hotel brand; (ii) a \nchange of more than 10% in the number of rooms; (iii) a decrease of \nmore than 7.5% of the total develo pment cost estimate; or (iv) an \nincrease of more than 7.5% in the Net Operating Income projected over \nthe first three years of hotel operation. \n \n(Am. Compl. ¶ 23; Am. Compl., Ex. A. ¶ 5.)  The Court will refer to the provisions \ngoverning rejection of a Pipeline Property by Defendants as the “impasse” \nprovisions. \n{16} In order to comply with Internal Revenue Code Regulations with respect to \nreal estate investment trusts (“REITs”), Paragraph 3 of the Master Agreement \n  \nfurther required each Joint Venture to “lease the Pipeline Property to an operating \nentity.”  (Am. Compl. ¶ 15; Am. Compl., Ex. A. ¶ 3.)  The leases were to be \n“‘substantially similar’ to the leases used by WINN . . . in other projects for \npurposes of compliance with REIT regulations.” (Am. Compl. ¶ 15; Am. Compl., Ex. \nA. ¶ 3.)  An example or form lease, however, was not included with the Master \nAgreement.  Paragraph 3 of the Master Agreement sets a “5-year [lease] term[] with \nautomatic renewals” at the current market rental rate, but it does not set a specific \nbase rent.  (Am. Compl., Ex. A. ¶ 3.)  Instead, Paragraph 3 provides a formula for \ndetermining the base rent which includes “property taxes, casualty insurance \npremiums, and a reasonable capital reserve.”  (Am. Compl., Ex. A. ¶ 3.)   The \nparties were to have the same ownership interest in each lease as they had in the \ncorresponding Joint Venture.  (Am. Compl. ¶ 16.)\n \n{17} In Paragraph 4 of the Master Agreement, the parties agreed that Plaintiff \nwould provide construction management and hotel management for each Joint \nVenture.  (Am. Compl. ¶ 17; Am. Compl., Ex. A. ¶ 4.)  With respect to hotel \nmanagement, the parties agreed to execute an agreement “in substantially the \nform” of Exhibit D to the Master Agreement.  (Am. Compl. ¶ 18; Am. Compl., Ex. A. \n¶ 4(b).)  Exhibit D is a detailed form hotel management agreement.  (Am. Compl., \nEx. A., at Ex. D.)  Similarly, with respect to construction management, the parties \nagreed to enter into an agreement “in substantially the form” of Exhibit F to the \nMaster Agreement.  (Am. Compl. ¶ 19; Am. Compl., Ex. A. ¶ 4(a).)  Exhibit F is a \ncomprehensive form development agreement.  (Am. Compl., Ex. A., at Ex. F.)  \nParagraph 4 of the Master Agreement also provided that Defendants had the right \nto manage any office or retail portion of any Pipeline Property and to be \n“compensated for such management services at a market rate to be determined in \naccordance with the [Joint Venture] operating agreement.”  (Am. Compl., Ex. A. ¶ \n4.)  The Court will refer to the various form agreements attached to the Master \nAgreement as the “implementing” agreements.\n \n{18} Enforcement of the impasse provisions is separate and distinct from \nenforcement of a Joint Venture Agreement with existing gaps. \n  \n{19} The Master Agreement, together with the extensive attachments, \nconstituted a very sophisticated business transaction among parties of equal \nknowledge negotiating at arms length.  As this Court noted in JDH, real estate \ndevelopment requires sophisticated documentation. JDH, 2009 NCBC 4 ¶ 18.  The \nextensive nature of the documentation left very few items to be negotiated for each \nsite.  The parties used formulas to set certain items, such as the rent under any \nlease agreement.  (See Am. Compl., Ex. A. ¶ 3.)  In essence, the parties established \nworking agreements to cover each aspect of a joint development once the decision \nwas made to move forward with that property.  One key decision to be made with \nrespect to each Pipeline Property was the division of capital contribution to be made \nby each party.  That decision dictated ownership in each Joint Venture.  Each \nproject would have its own capital structure to be negotiated among the parties. \n{20} The Master Agreement contained no language indicating that it was \nmerely a letter of intent.  These sophisticated parties elected not to use such \nlanguage.    \nC. \nTHE PARTIES’ DEALINGS \n{21} On or about July 12, 2007, Plaintiff presented a preliminary development \npackage to Defendants for an Aloft Hotel in Chapel Hill, North Carolina (the \n“Chapel Hill Aloft”).  (Am. Compl. ¶ 28.)  The Chapel Hill Aloft was one of the \nPipeline Properties.  (Am. Compl. ¶ 28; Am. Compl., Ex. A., at Ex. B.)  On July 25, \n2007, Defendants provided written notice of their desire to proceed with \ndevelopment of the Chapel Hill Aloft.  (Am. Compl. ¶ 29.)  On or about September \n28, 2007, in accordance with the Master Agreement, Plaintiff presented Defendants \nwith a second development package for the Chapel Hill Aloft.  (Am. Compl. ¶ 30.)   \nAfter submission of the second development package, however, Defendants did not \nprovide notice that they wished to proceed further with development of the Chapel \nHill Aloft.  (Am. Compl. ¶ 31.)  Plaintiff attempted to enforce Paragraph 5 of the \nMaster Agreement, but Defendants “refused to transfer, convey and assign their \nrights” in the Chapel Hill Aloft to Plaintiff.  (Am. Compl. ¶ 35).\n \n  \n{22} Similarly, Plaintiff submitted preliminary development packages for six (6) \nother Pipeline Properties, including, among others, a Westin Hotel in Durham, \nNorth Carolina (the “Durham Westin”) and a Hampton Inn & Suites/Aloft Hotel in \nRaleigh, North Carolina (the “Raleigh Hampton/Aloft”).  (Am. Compl. ¶ 32.)   After \nreceipt of the preliminary development packages, Defendants failed to provide \nwritten notice that they wished to proceed with development of the Durham Westin \nor the Raleigh Hampton/Aloft.  (Am. Compl. ¶ 33.)  Subsequently, Plaintiff \nattempted to enforce Paragraph 5 of the Master Agreement, but Defendants \n“refused to transfer, convey and assign their rights” in the Durham Westin or the \nRaleigh Hampton/Aloft to Plaintiff.  (Am. Compl. ¶ 35.)   \n{23} Plaintiff submitted preliminary development packages for two other \nPipeline Properties: an Aloft Hotel in Cary, North Carolina (the “Cary Aloft”), and \nan Aloft Hotel in Birmingham, Alabama (the “Birmingham Aloft”).  (Am. Compl. ¶ \n36.)  Defendants elected to develop both properties, and the parties agreed that \nDefendants would own a ninety-five (95) percent equity interest and Plaintiff would \nown a five (5) percent equity interest in both properties.  (Am. Compl. ¶¶ 37–38.)  In \nregard to the Birmingham Aloft, Plaintiff and Defendants executed all the \ndocuments as required by the Master Agreement.  (Am. Compl. ¶ 39–41.)  The \nparties used the Birmingham Aloft documents as a model for the Cary Aloft \ndocuments.  (Am. Compl. ¶ 39.)  At Defendants’ request, outside counsel prepared \nJoint Venture documentation for the Cary Aloft, and such documentation was \napproved by Defendants.  (Am. Compl. ¶ 42–43.)  However, Defendants \nsubsequently “began to frustrate and delay the process of making final the Joint \nVenture documentation required by the Master Agreement.”  (Am. Compl. ¶ 44.)  \nDefendants “have refused to form a Joint Venture to own the [Cary] Aloft” and \n“have refused to enter into a [l]imited [l]iability [c]ompany [a]greement \nsubstantially similar to Exhibit E to the Master Agreement.”  (Am. Compl. ¶ 46.)  \nFurthermore, Defendants “refused to permit [Plaintiff] to provide hotel property \nmanagement services for the [Cary] Aloft” and have otherwise failed to cooperate. \n(Am. Compl. ¶ 46.)  \n \n  \nIII \nMOTION TO DISMISS \n{24} Defendants have moved to dismiss Plaintiff’s Amended Complaint for \nfailure to state a claim under Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure (“Rule 12(b)(6)”).  (Def’s Mot. Dismiss 1.)  In its Amended Complaint, \nPlaintiff sought (1) damages for breach of the Master Agreement with respect to the \nCary Aloft, (2) specific performance of Defendants’ obligation under paragraph 5 of \nthe Master Agreement to transfer, convey, and assign their rights in the Chapel Hill \nAloft, Durham Westin, and Raleigh Hampton/Aloft to Plaintiff, or, in the \nalternative, (3) damages for breach of the Master Agreement with respect to the \nChapel Hill Aloft, Durham Westin, and Raleigh Hampton/Aloft. \n{25} The purpose of a motion to dismiss under Rule 12(b)(6) is to test the legal \nsufficiency of the pleading against which the motion is directed.  Sutton v. Duke, \n277 N.C. 94, 98, 176 S.E.2d 161, 163 (1970).  In Branch Banking & Trust Co. v. \nLighthouse Fin. Corp., 2005 NCBC 3 (N.C. Super. Ct. July 13, 2005), \nhttp://www.ncbusinesscourt.net/opinions/2005%20NCBC%203.htm, this Court \nsummarized the Rule 12(b)(6) standard as follows: \nWhen ruling on a motion to dismiss under Rule 12(b)(6), the court \nmust determine “whether, as a matte r of law, the allegations of the \ncomplaint . . . are sufficient to state a claim upon which relief may be \ngranted.”  In ruling on a motion to dismiss, the court must treat the \nallegations in the complaint as true.  The court must construe the \ncomplaint liberally and must not dismiss the complaint unless it \nappears to a certainty that plaintiff is entitled to no relief under any \nstate of facts which could be proved  in support of the claim.  When \nconsidering a motion under Rule 12(b)(6), the court is not required to \naccept as true any conclusions of law or unwarranted deductions of fact \nin the complaint.  When the complai nt fails to allege the substantive \nelements of some legally cognizable claim, or where it alleges facts \nwhich defeat any claim, the complaint should be dismissed under Rule \n12(b)(6). \n \nBranch Banking & Trust Co. , 2005 NCBC 3 ¶ 8 ( quoting Harris v. NCNB, 85 \nN.C. App. 669, 670, 355 S.E.2d 838, 840 (1987)) (citations omitted). \n  \n{26} Furthermore, the Court may not consider “extraneous matter” outside the \ncomplaint, or else the Rule 12(b)(6) motion will be converted into a Rule 56 motion \nfor summary judgment.  See, e.g., Fowler v. Williamson, 39 N.C. App. 715, 717, 251 \nS.E.2d 889, 890–91 (1979).  However, the Court may consider documents the \nmoving party attaches to a 12(b)(6) motion that are the subject of the challenged \npleading and specifically referred to in that pleading, even though they are \npresented to the Court by the moving party.  See Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001) (considering a contract on a \n12(b)(6) motion even though the contract was presented by the movant).  The Court \nis not required to accept as true “any conclusions of law or unwarranted deductions \nof fact.”  Id. at 56, 554 S.E.2d at 844.  Thus the Court can reject allegations that are \ncontradicted by the supplementary documents presented to it.  See E. Shore Mkts., \nInc. v. J.D. Assocs. Ltd. P’ship, 213 F.3d 175, 180 (4th Cir. 2000) (stating that the \ncourt “need not accept as true unwarranted inferences, unreasonable conclusions, or \narguments”). \n \nIV. \nANALYSIS \n{27} This Order and Opinion DENIES Defendants’ Motion to Dismiss for failure \nto state a claim.  That is all it does. This is not a summary judgment decision.  This \nOrder simply holds that on its face, without exploration by discovery, there is an \ninterpretation of the Master Agreement that would create a binding contract to \ntransfer certain Pipeline Properties as opposed to an unenforceable agreement to \nagree or letter of intent. \n{28} Our Courts have repeatedly stated a reluctance to enforce contracts that \nrequire the Court to supply material terms not specified in the parties’ agreement.  \nSee Chappell v. Roth, 353 N.C. 690, 692, 548 S.E.2d 499, 500 (2001) (finding that a \ndocument that merely expresses the intent and desires of the parties, rather than \ntheir agreement, and which leaves no means to settle the unresolved terms, is not \nenforceable as a contract); Housing, Inc. v. Weaver, 305 N.C. 428, 444, 290 S.E.2d \n  \n642, 652 (1982 ) (finding that a document, which failed to specify the form of \nownership of the subject project, was not enforceable); Boyce v. McMahan, 285 N.C. \n730, 734, 208 S.E.2d 692, 695 (1974) (“’If any portion of the proposed terms is not \nsettled, or no mode agreed on by which they may be settled, there is no agreement.’” \n(quoting Croom v. Goldsboro Lumber Co., 182 N.C. 217, 220, 108 S.E. 735, 737 \n(1921))); N.C. Nat’l Bank v. Wallens, 26 N.C. App. 580, 584, 217 S.E.2d 12, 15 \n(1975) (“Generally, a contract, or an offer to contract, which leaves material portions \nopen for future negotiations is nugatory and void for indefiniteness.” (citing Boyce v. \nMcMahan, 22 N.C. App. 254, 206 S.E.2d 496, aff’d 285 N.C. 730, 208 S.E.2d 692 \n(1974))).  \n{29} In JDH, this Court declined to find an enforceable agreement.  See JDH, \n2009 NCBC 4.  At the summary judgment stage, the Court could determine whether \nthe relief sought could be obtained without the Court having to supply material \nterms.  In doing so, the Court looked first and foremost to the language of the \ndocuments at issue.  It also considered the sophistication of the parties, their \nrelationship and prior dealings, the nature of the business that was the subject of \nthe agreement, the drafting process, and the pre-execution and post-execution \nconduct of the parties.  Finally, the Court considered whether the agreement was \nmutually enforceable.  \nSee JDH, 2009 NCBC 4 ¶ 46. \n{30} As a legal standard, the Court reiterated its holding in Durham Coca-Cola \nBottling Co. v. Coca-Cola Bottling Co. Consolidated, 2003 NCBC 3 (N.C. Super. Ct. \nApril 28, 2003), which relied on the appellate decision in Boyce v. McMahan, 285 \nN.C. 730, 735, 208 S.E.2d 692, 695 (1974).  For a thorough discussion of contract \ninterpretation, see Richard A. Posner, The Law and Economics of Contract \nInterpretation, 83 Tex. L. Rev. 1581 (2005).   \n{31} The parties in this action have taken two divergent views concerning the \nCourt’s interpretation and enforcement of their agreements.  (Compare Defs.’ Br. \nSupp. Mot. Dismiss with Pl.’s Br. Opp’n. Mot. Dismiss.)  Defendants, relying on \nDurham Coca-Cola, point to the fact that the agreements between the parties \nrequire that the Court supply key material terms in order to enforce the agreement.  \n  \n(See Defs.’ Br. Supp. Mot. Dismiss 7–14.)  Specifically, Defendants point to the \nabsence of any agreement with respect to capital contributions for any Pipeline \nProperty.  (See Am. Compl., Ex. A, at Ex. E, Article IX.)  Defendants assert that \nabsent agreement of the parties, the Court is in no position to fill in that critical \nfigure, even though it is limited to a specific range.  (See Am. Compl., Ex. A. ¶ 2.)  \nDefendants also rely on other provisions in the implementing agreements which \nhave not been fully agreed upon and which may be material.  Defendants note, \n“[a]lthough the parties attempted to provide overarching guidance through template \nagreements, these templates left open issues such as ownership percentage, rent, \nand compensation.”  (Defs.’ Br. Supp. Mot. Dismiss 10.) \n{32} At the heart of Defendants’ argument is the premise that the Court could \nnot force the parties to complete any Pipeline Project because it would have to set \nmaterial terms, such as capital contribution percentages, in order to do so.  In \nDefendants’ view, the highly sophisticated agreements developed by the parties are \nmutually unenforceable.   Defendants may be correct in their assessment of \ndocuments necessary to form a Joint Venture.  However, it is not clear that because \nthe implementing agreements for the ultimate development of a Pipeline Property \nare unenforceable, the Plaintiff is not entitled to the relief it seeks in the Complaint. \n{33} The impasse provisions in Paragraph 5 of the Master Agreement do not \nrequire the Court to supply any material terms.  Inland is protected by (a) \nreimbursement for its costs of acquisition and (b) a second chance to reconsider \nparticipation if material terms of the proposed project change.  (Am. Compl., Ex. A. \n¶ 5.)  One interpretation of the agreement would prevent Crockett from simply \nacquiring Inland’s options and selling them.  Crockett may be required to develop a \nPipeline Project on terms rejected by Inland or else forego the opportunity.  In \ntoday’s credit crunch and real estate downturn, that could be a significant \nrestriction.  The Court finds that the impasse provisions are complete and do not \nrequire supplementation by the Court.   The provisions grant Crockett the right to \ndevelop a Pipeline Property on the same terms offered to Inland. \n  \n{34} Unlike the JDH case, in which the Court is asked to supply terms missing \nfrom a written letter of intent, this case involves the enforcement of specific \nremedies provided for in the agreement itself.  The impasse provisions apply when \nthe parties are unable to agree on the narrow range of issues left open with respect \nto each Pipeline Property.  The letter of intent in the JDH case contained no \nimpasse provisions.  See JDH, 2009 NCBC 4.  Absent the impasse provisions in this \nagreement, the lack of agreement on such key terms as capital contribution would \npose a significant barrier to judicial enforcement.   \n{35} The Master Agreement recognized that Inland might choose not to \nparticipate in a Joint Venture for a particular Pipeline Property.  That choice was a \nrecognized component of the contract.  Inland could have contracted to keep its \noptions on the Pipeline Project and reimburse Crockett for its development costs.  It \ndid just the opposite.  Inland protected itself by providing for receipt of not only any \nacquisition costs of the option on the Pipeline Property, but also as any project \ndevelopment costs it had incurred. \n{36} Inland was also protected against Crockett’s changing the development \nplan for the project in a material way without Inland having the opportunity to \nrevisit its decision not to participate.  These were sophisticated parties drafting \nsophisticated documents.  They did not use language indicating the absence of \nmaterial agreements in the Master Agreement. \n{37} This case is similar to the recent case decided by the North Carolina Court \nof Appeals in Sony Ericcson Mobile Commc’n USA, Inc. v. Agere Sys., Inc., No. COA \n08-525 (N.C. Ct. App. March 3, 2009).  That case centered on the enforceability of a \nforum selection provision in a Master Agreement (the “MDLA”) which contemplated \nthat the parties would enter into future agreements to be governed by a Statement \nof Work (the “SOW”).  In affirming the trial court’s enforcement of the forum \nselection clause in the MDLA, the Court of Appeals stated:  \nThe MDLA sets out the ground rules for the parties to negotiate \npossible SOWs and articulates agreed-upon procedures, practices, and \nterms applicable to SOWs the parties might execute in the future. As \nthe trial court stated in its order, “the main purpose of the MDLA is to \n  \nprovide ‘the general terms and cond itions under which’ the parties \nwould explore a further relationship  . . . the MDLA does not require \nthat a Statement of Work ever be executed.”   \nPlaintiff argues that the MDLA contains numerous material \nterms that are not resolved, and thus does not represent an enforceable \nagreement. However, Plaintiff does not cite provisions or terms of the \nMDLA itself, but only terms of possible SOWs. Plaintiff fails to \narticulate how open terms in a hypothetical future SOW would make \nthe terms of the MDLA itself unenforceable.  We again quote from the \ntrial court’s order: \n“Though the MDLA may not contain many of the substantive \nterms of the contemplated ultimate relationship of the parties itself—\nwhich appears to be the provision of technological deliverables—none \nof its own terms remain to be negotiated. . . .   \n[T]he majority of the MDLA’s provisions pertain directly to \nStatements of Work, should any have  been entered. Sony USA argues \nthat this demonstrates that the MDLA’s effect depends on a Statement \nof Work.  However, such dormant provisions neither demonstrate a \nlack of assent to the MDLA’s terms nor otherwise provide grounds \nupon which to negate those provisions of the MDLA that do not pertain \ndirectly to Statements of Work, such as the Forum Selection Clause[.]” \n \nSony Ericcson, No. COA 08-525, slip op. at 7–8 (N.C. Ct. App. March 3, 2009). \n \n{38} The Court of Appeals also noted that the parties were sophisticated \nbusinesses who could have provided that enforcement of the forum selection clause \ncould only occur if a SOW was executed.  Similarly, the sophisticated parties to this \nMaster Agreement could have placed limitations on the impasse provisions but did \nnot do so. \n{39} In summary, Defendants’ Motion to Dismiss based upon unenforceability \nof the impasse provisions in the Master Agreement is DENIED. \n \n \n \n \n \n \n \n  \nV. \nCONCLUSION \n{40} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and \nDECREED that Defendants’ Motion to Dismiss the Amended Complaint is \nDENIED. \n \n SO ORDERED, this 13th day of March, 2009. \n \n \n       \n \n  "
}