{
  "id": "5849b37364000fb0a359dd4c28ec373b415f5331df29173f9a47511e01bea70f",
  "source_file": "data/raw/ncbc/5849b37364000fb0a359dd4c28ec373b415f5331df29173f9a47511e01bea70f.pdf",
  "raw_text": "Baker v. Bowden, 2016 NCBC 85. \n \nSTATE OF NORTH CAROLINA \nSTOKES COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 235 \nROBERT LEE BAKER d/b/a THE \nLAWNMOWER MEDIC, \n \nPlaintiff, \n \nv. \n \nTIMOTHY M. BOWDEN d/b/a \nMOBILE LAWNMOWER MEDIC, \nand T.M. BOWDEN, INC.,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n)\n)\n) \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nAND MOTION FOR SUMMARY \nJUDGMENT AND PLAINTIFF’S  \nMOTION FOR SUMMARY JUDGMENT \n \n1. THIS MATTER  is before the Court on the following motions: (1) \nDefendants’ Motion to Dismiss Pursuant to Rule 12(b)(6) (“Defendants’ Motion to \nDismiss”); (2) Defendants’ Motion for Summary Judgment Pursuant to Rule 56 \n(“Defendants’ Motion for Summary Judgment”); and ( 3) Plaintiff’s Motion for \nSummary Judgment Pursuant to Rule 56 (“Plaintiff’s Motion for Summary \nJudgment”) (collectively, the “Motions”).  For the reasons set forth below, the Motions \nare hereby DENIED. \nNorman L. Sloan for Plaintiff. \n \nManning, Fulton & Ski nner, P.A., by David Harlow and J. Whitfield \nGibson, for Defendants.  \n \nRobinson, Judge. \n \nI. PROCEDURAL HISTORY \n2. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motions.  \n3. Plaintiff commenced this action on April 11, 2016 by filing his Complaint.   \n4. On April 18, 2016, this case was designated a mandatory complex business \ncase, and on April 19, 2016, this case was assigned to the Honorable James L. Gale.  \nThis case was later reassigned to the undersigned by order dated July 5, 2016.  \n5. On June 27, 2016, Defendants filed Defendants’ Motion to Dismiss and \nMotion for Summary Judgment and their brief in support of those motions.  \n6. On August 25, 2016, Plaintiff filed his brief in opposition to Defendants’ \nMotion to Dismiss.  Also on August 25, 2016 , Plaintiff filed Plaintiff’s Motion for \nSummary Judgment and brief in support of such motion and in opposition to \nDefendants’ Motion for Summary Judgment.   \n7. On September 28, 2016, Defendants filed their reply brief in support of \nDefendants’ Motion to Dismiss and Motion for Summary Judgment.   \n8. On October 18, 2016, Defendants filed their brief in opposition to Plaintiff’s \nMotion for Summary Judgment.  \n9. On October 26, 2016, Plaintiff filed his reply brief in support of Plaintiff’s \nMotion for Summary Judgment. \n10. The Motions came on for hearing on November 7, 2016, and are now ripe \nfor resolution.  \nII. FACTUAL BACKGROUND \n11. Plaintiff has continuously operated a lawnmower and small engine repair \nbusiness under the name “THE LAWNMOWER MEDIC” (the “Mark” or “Plaintiff’s \nMark”) since March 1, 1992.   (Compl. ¶ 5.)   Plaintiff’s services include repairs and \nmobile repairs of “lawnmowers, lawn and garden e quipment, tillers, log splitters, \ngenerators, go -carts, construction equipment, commercial equipment, pressure \nwashers, and other small engines.”  (Compl. ¶ 6.)   \n12. In addition to the Mark, Plaintiff uses a red cross placed over a white \nmedic’s bag as a logo .  (Compl. ¶ 16.)   Plaintiff uses, advertises, and publicizes the \nMark in North Carolina as well as areas outside of North Carolina, and the Mark \nappears on the internet in connection with Plaintiff’s business.   (Compl. ¶¶ 11, 13.)   \nPlaintiff has advertised through a variety of different media, and as a result, Plaintiff \nalleges that the Mark has acquired significant value and become a distinctive, well -\nknown identification of Plaintiff’s business.  (Compl. ¶¶ 18−19.)  \n13. Plaintiff’s principal place of business is in Stokes County, however, Plaintiff \nalleges that he also operates his business using the Mark in the counties of Alamance, \nMontgomery, Davidson, Forsyth, Surry, Yadkin,  Iredell, Wilkes, and Guilford.   \n(Compl. ¶¶ 4, 12.)  Plaintiff states that he has not serviced a customer in Alamance \nCounty since 2003.  ( Pl.’s Resps. to Defs.’ Interrogs. and Req. for Produc. Docs. 2. )  \nPlaintiff alleges that he has continuously and significantly expanded his business \nactivity since it first began in 1992, and that he has plans for future expansion, which \ninclude franchising.  (Compl. ¶¶ 23, 25.)   \n14. On July 9, 2015, Plaintiff registered the Mark with the North Carolina \nDepartment of the Secretary of State.  (Compl. ¶ 9.)    \n15. Since 2003, Defendant Timothy M. Bowden (“Bowd en”) has operated a \nbusiness that offers similar lawnmower repair services to Plaintiff’s business under \nthe name “Mobile Lawnmower Medic” (the “MLM Mark”).  (Compl. ¶ 26.)    \n16. Plaintiff alleges that Bowden does business in Alamance County and other \ncounties in North Carolina.   (Compl. ¶ 3.)   Bowden states that h e operates his \nbusiness in the Triangle area, including the counties of Wake, Durham, Chatham, \nOrange, Harnett, Franklin, and Johnston.  (Dep. Bowden 26:2−26:4.)  Bowden states \nthat he has serviced a  customer in Alamance County, specifically Mebane, North \nCarolina, but that he will not go any farther west than Mebane.  (Dep . Bowden  \n26:23−27:4.)       \n17. Plaintiff alleges that his common law rights in the Mark were established \nbefore the date Bowden first used the MLM Mark, and that he therefore has priority \nof use in the Mark.  (Compl. ¶¶ 20, 32.)  Despite Plaintiff’s priority, Plaintiff alleges \nthat Bowden advertises and offers identical or similar services using the MLM Mark, \nwhich is confusingly similar to Plaintiff’s Mark.  (Compl. ¶ 33.)    \n18. In support of Plaintiff’s contention that Bowden’s use of the MLM Mark \ncreates a likelihood of confusion and infringes on Plaintiff’s Mark, Plaintiff submitted \naffidavits of five of Plaintiff’s customers stati ng they were confused by the \nrelationship between Bowden’s business and Plaintiff’s business .  (Aff. Orlando \nPeterson ¶ 7; Aff. Dale Shrewsbury ¶ 8; Aff. Terry Lee Gibbs ¶¶ 3−4; Aff. Dan Ashe \n¶ 6; Aff. Gloria Elizabeth Bailey ¶ 8.)        \n19. As a result, Plai ntiff alleges that he has been , and will continue to be , \ndamaged by Bowden’s use of the MLM Mark and asserts the following claims for \nrelief: (1) trademark infringement in violation of  15 U.S.C. § 1114(1) (2016) (Compl. \n¶ 44) ; (2) trademark infringement in  violation of  N.C. Gen. Stat. § 80 -11 (2015)  \n(Compl. ¶ 53) ; (3) trade dress infringement in violation of the North Carolina \nTrademark Registration Act  (Compl. ¶ 60) ; (4) unfair competition and false \ndesignation of origin in violation of 15 U.S.C. § 1125(a) (Compl. ¶¶ 68−69); (5) unfair \ncompetition and deceptive trade practices in violation of the North Carolina Unfair \nand Deceptive Trade Practices Act  (Compl. ¶ 76) ; and (6) unfair competition under \nNorth Carolina common law (Compl. ¶ 85).  \nIII. LEGAL STANDARD \nA. Rule 12(b)(6) \n20. In ruling on a motion to dismiss pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure (“Rule(s)”), the Court reviews the allegations of the \nComplaint in the light most favorable to Plaintiff.  The Court’s inquiry is “wheth er, \nas a matter of law, the allegations of the complaint, treated as true, are sufficient to \nstate a claim upon which relief may be granted under some legal theory.”  Harris v. \nNCNB Nat’l Bank of N.C. , 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  Th e \nCourt construes the Complaint liberally and accepts all allegations as true.  Laster v. \nFrancis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009). \n21. Where the pleading refers to and depends on certain documents, the Court \nmay consider those documents wit hout converting the motion into one for summary \njudgment under Rule 56.  See Schlieper v. Johnson , 195 N.C. App. 257, 261, 672 \nS.E.2d 548, 551 (2009).  At the same time, the Court may not consider materials that \nare not mentioned, contained, or attached in  or to the pleading ; otherwise, a Rule \n12(b)(6) motion will be converted into a Rule 56 motion and subject to its standards \nof consideration and review.  Fowler v. Williamson, 39 N.C. App. 715, 717, 251 S.E.2d \n889, 890−91 (1979).   \n22. Dismissal of a claim pur suant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face the absence of fact s ufficient to make a good claim;  [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson v. Bumgardner, \n318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).   Otherwise, “a complaint should not \nbe dismissed for insufficiency unless it appears to a certainty that plaintiff is entitled \nto no relief under any state of facts which could be proved in support of the claim.”  \nSutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis omitted).   \nB. Rule 56 \n23. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C. Gen. Stat. § 1A-1, Rule 56(c).  In considering \na motion for summary judgm ent, the evidence is viewed in the  light most favorable \nto the nonmoving party.  Dalton v. Camp , 353 N.C. 647, 651, 548 S.E.2d 704, 707 \n(2001).  The moving party has the burden of showing that no genuine issue of material \nfact exists.  Id. \nIV. ANALYSIS \nA. Defendants’ Motion to Dismiss \n24. Defendants’ Motion to Dismiss seeks dismissal of Plaintiff’s Complaint for \nfailure to state a claim upon which relief can be granted.   Defendants’ basis for the \nmotion is that Plaintiff has failed to allege that Defendants use the MLM Mark in an \narea where Plaintiff uses his Mark.  (Br. Supp. Mot. to Dismiss and Mot. for Summ. \nJ. 1−2.)   \n25. Defendants briefed their Motion to Dismiss and Mo tion for Summary \nJudgment together, and their briefs point to numerous matters outside the Complaint \nin support of their motions.  Nonetheless, limiting its consideration to the Complaint \nand taking the allegations of the Complaint as true, the Court concludes that Plaintiff \nsufficiently alleges that Defendants use the MLM Mark in an area where Plaintiff \nuses his Mark.  Plaintiff alleges that he operates his business using the Mark in \nAlamance County, and that Bowden also operates his business using the MLM Mark \nin Alamance County.  Therefore, Defendants’ Motion to Dismiss must be denied.   \nB. Motions for Summary Judgment \n26. To establish a claim for trademark infringement under both 15 U.S.C. § \n1114(1) and N.C. Gen. Stat. § 80 -11, plaintiff must show that: (1) he has a valid, \nprotectible trademark in the area it seeks to enjoin defendant, the junior user; and \n(2) defendant’s use of a colorable imitation of plaintiff’s protectible mark is likely to \ncause confusion among consumers.  Lone Star Steakhouse & Saloon, Inc. v. Alpha of \nVa., Inc., 43 F.3d 922, 930 (4th Cir. 1995); Windsor Jewelers, Inc. v. Windsor Fine \nJewelers, LLC, 2009 NCBC LEXIS 19, at *14−15 (N.C. Super. Ct. Feb. 16, 2009).     \n27. As to the first element, the trademark rights to an unregistered mark at \ncommon law extend only to areas where the mark was actually used and the area of \nprobable expansion.  Emergency One, Inc. v. Am. Fire Eagle Engine Co. , 332 F.3d \n264, 269−70 (4th Cir. 2003); Spartan Food Sys., Inc. v. HFS Corp. , 813 F.2d 1279, \n1282 (4th Cir. 1987).  The determination of the market area is a fact -based inquiry \nthat usually involves expert testimony.   See Emergency One, Inc. , 332 F.3d at 270 \n(noting that the trademark holder “has not directed [the court] to any facts it \npresented to the district  court to establish the extent of its use of the mark” and \nconcluding “that there is an insufficient factual basis to support the nationwide scope \nof the injunction”); Windsor Jewelers, Inc. , 2009 NCBC LEXIS 19, at *22−27 \n(discussing the senior user’s and junior user’s volume of sales over a fifteen -year \nperiod and comparing those numbers to average sales in the area).   \n28. Courts use one of two tests to determine the area of use: the market \npenetration test, or the zone of natural expansion test.   Spartan Food Sys., Inc., 813 \nF.2d at 1283.  Under the market penetration test, courts consider: “(1) the volume of \nsales of the trademarked product; (2) the growth trends in the area; (3) the number \nof persons actually purchasing the product in relation to the potent ial number of \ncustomers; and (4) the amount of product advertising in the area.”   Id. (internal \nquotations omitted).  Under the zone of natural expansion test, courts consider: “(1) \nprevious business activity; (2) previous expansion or lack thereof; (3) do minance of \ncontiguous areas; (4) presently-planned expansion; and, where applicable (5) possible \nmarket penetration by means of products brought in from other areas.”  Id. (internal \nquotations omitted).   \n29. Once a court determines the relevant market under the first element, a \ncourt must determine whether defendant’s use of an imitating mark is likely to cause \nconfusion.  Whether a likelihood of confusion exists “is an inherently factual issue \nthat depends on the facts and circumstances in each case.”  Lone Star Steakhouse & \nSaloon, Inc. , 43 F.3d at 933  (citation omitted) (internal quotations omitted) .  To \ndetermine whether a likelihood of confusion exists, courts consider:  \n(1) the strength or distinctiveness of the mark; (2) the similarity of the \ntwo marks; (3) the similarity of the goods and services that the marks \nidentify; (4) the similarity of the facilities that the two parties use in \ntheir businesses; (5) the similarity of the advertising the two parties use; \n(6) the defendant’s intent; and (7) actual confusion. \n   \nId.    \n30. Here, Defendants move for summary judgment on the ground that there \nare no facts showing that Plaintiff’s use of the Mark was senior in the counties of \nOrange, Durham, and Wake,  where Defendants have operated and used the MLM \nMark since 2003.  Defendants argue that the relevant market for Plaintiff’s Mark is \nthe Triad area, and that Defendants operate and use the MLM Mark in the Triangle \narea, a separate market in which Defendant s contend the MLM Mark is senior to \nPlaintiff’s Mark.  In support of this contention, Defendants point to the fact s that \nPlaintiff travels no farther east than Burlington, Alamance County, North Carolina, \nPlaintiff has not serviced a customer in Alamance County since 2003, and Defendants \ntravel no farther west than Mebane, Alamance County, North Carolina.      \n31. On the other hand, Plaintiff moves for summary judgment on the ground s \nthat, under the zone of natural expansion test, the relevant market is the state, and \na likelihood of confusion exists between the MLM Mark and Plaintiff’s Mark.   In \nsupport of his contention that the relevant market is the entire state, Plaintiff points \nto the facts that he began his business in one county and expanded to several counties \nin North Carolina, as well as areas outside of North Carolina, and has plans to further \nexpand, which plans include entering into franchising relationships with third \nparties who will be authorized to use Plaintiff’s Mark.   \n32. As discussed above, the determination of the relevant market, under either \ntest, is a fact -based inquiry that involves weighing numerous factors.  The parties \nhave come forward with essentially no objective evidence to aid the Court in coming \nto a reasoned conclusion on those factors.  Therefore, a genuine issue of material fact \nexists as to the area of use under the first element of Plaintiff’s  trademark \ninfringement claims, and the Court is unable, on the evidence before it, to determine \nthe relevant market for Plaintiff’s Mark.   \n33. Further, because whether a likelihood of confusion exists  is an inherently \nfactual issue, and there is a lack of objective evidence in the record before the Court \npertaining to the factors courts consider in determining the likelihood of confusion, \nthe Court similarly concludes that a genuine issue of material fact exists as to \nwhether Defendants’ use of the MLM Mark is likely to cause confusion.   \nV. CONCLUSION \n34. In li ght of the foregoing, Defendants’ Motion to Dismiss, Defendants’ \nMotion for Summary Jud gment, and Plaintiff’s Motion for Summary Judgment are \nhereby DENIED. \nSO ORDERED, this the 10th day of November, 2016. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}