{
  "id": "5884fa458c447b382f5dc28ffac7d18158df2776d9dee6da3a1445509c12544a",
  "source_file": "data/raw/ncbc/5884fa458c447b382f5dc28ffac7d18158df2776d9dee6da3a1445509c12544a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 916 \nMONTE L. PERRY, \n \nPlaintiff, \n \nv. \n \nFRIGI-TEMP FRIGERATION, INC. \nand JOHN T. (“TIM”) GRAY,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ PARTIAL MOTION \nTO DISMISS PLAINTIFF’S  \nAMENDED COMPLAINT \n \n1. THIS MATTER  is before the Court on Defendants’  Partial Motion to \nDismiss Plaintiff’s Amended Complaint (the “Motion”).  (ECF No. 41.)   \n2. This case arises from Defendant Frigi -Temp Frigeration, Inc.’s (“Frigi -\nTemp” or the “Company” ) termination without cause of the Company’s then-CEO, \nPlaintiff Monte L. Perry (“Perry”), shortly before Frigi-Temp’s sale to TWC Services, \nInc. (“TWC”) on January 17, 2020.  Perry contends that Frigi-Temp and its President \nand majority shareholder, Defendant John T. “Tim” Gray ( “Gray”), terminated \nPerry’s employment to avoid paying him substantial compensation he was due under \nhis contract with the Company  as a result of the sale , including a significant bonus \npayment.  Perry claims through this lawsuit that, among other things, he is entitled \nto the bonus payment .  Defendants ask the Court  to dismiss Perry’s claims under \nRule 12(b)(6) of the North Carolina Rules of Civil Proce dure (“Rule(s)”) to the extent \nthose claims seek recovery of the bonus.   \nPerry v. Frigi-Temp Frigeration, Inc., 2020 NCBC 62. \n \n \n3. Having considered the Amended Complaint, the Motion, the related \nbriefing, and the arguments of counsel at the hearing on the Motion, the Court hereby \nGRANTS in part and DENIES in part the Motion.  \nGraebe Hanna & Sullivan, PLLC, by Christopher T. Graebe and J. \nWilliam Graebe, for Plaintiff Monte L. Perry. \n \nForrest Firm, P.C., by Beth A. Stanfield, Keith E. Richardson, and \nAndrew R. Jones, for Defendants Frigi-Temp Frigeration, Inc. and John \nT. (“Tim”) Gray. \n \nBledsoe, Chief Judge. \n \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n4. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6).  Rather, the Court recites only those facts alleged in the Amended Complaint \nthat are relevant to the Court’s determination of the Motion.   \n5. Frigi-Temp is a North Carolina corporation involved in the commercial \nHVAC, refrigeration, and kitchen equipment sales and service business in Wake \nCounty, North Carolina and certain nearby counties.  (Am. Compl. ¶¶ 2, 5, ECF No. \n39.)1  Gray  is the Company’s President , director, and majority shareholder.  (Am. \nCompl. ¶ 3.)   \n6. Before the events giving rise to this lawsuit, Perry and Gray were friends of \nlongstanding.  (Am. Compl. ¶ 6.)  Years after their friendship began, they decided to \nwork together.  (Am. Compl. ¶  8.)  A t Gray’s request, Perry served as a part -time \n \n1 Perry filed his Amended Complaint under seal on March 5, 2020, (ECF No. 34), and publicly \non March 12, 2020, (ECF No. 39).  For purposes of this Order and Opinion, the Court will \nrefer to the redacted, public version. \n \n \nconsultant for Frigi -Temp from April 2017 through early May 2018.  (Am. Compl. \n¶ 8.)  In April 2018, Gray advised Perry that he wanted to increase Perry’s role in the \nCompany.  (Am. Compl. ¶ 9.)   \n7. To that end, on May 11, 2018, Gray tendered to Perry for his review the first \ndraft of an agreement titled “Employment/Partnership Agreement .”  ( Am. Compl. \n¶ 10; Am. Compl. Ex. 1, ECF No. 39.1.)  The document stated, in relevant part, that \n“Monte [Perry] desires to be protected from a premature sale (less than 5 years from \ndate of agreement).  Therefore, Tim [Gray] will give to Monte [Perry] an additional \n5% of equity for every year left in contract in the event of a sale prior to March 31, \n2018.”  (Am. Compl. Ex. 1.)2   \n8. Gray and Perry ultimately agreed that Perry would become the Company’s \nChief Executive Officer (“CEO”), effective April 1, 2018, with Perry’s compensation \nset to increase as the Company’s revenues increased.  (Am. Compl. ¶¶  11, 14.)  The \nparties memorialized their agreement in a document titled “Independent Contractor \nAgreement” (the “Agreement”), which the parties executed on July 23, 2018 .  (Am. \nCompl. ¶¶ 11, 13–14; Am. Compl. Ex. 2, ECF No. 39.2.)   \n9. Of particular relevance to this Motion, the Agreement specifically provided \nthat Perry would be paid a substantial bonus under certain conditions in the event \nthe Company was sold for more than $1 million  (the “Bonus”).  (Am. Compl. Ex. 2  ¶ \n17.)  The Agreement also provided both Perry and the Company wide latitude in \n \n2 Defendants object to the Court’s consideration of Exhibit 1 to the Amended Complaint in \ninterpreting the Independent Contractor  Agreement at issue in this case.  T he Court need \nnot resolve Defendants’ objection because the Court found it unnecessary to consider, and \nthus did not consider, Exhibit 1 in reaching its ruling on the Motion. \n \n \nterminating the Agreement, and the Company agreed to pay Perry severance pay \nupon termination whether he was terminated with or without cause: \nEither party may terminate this Agreement by provi ding 90 days \nwritten notice to the other party of its desire to terminate the \nAgreement. . . . If Frigi -Temp terminates Perry’s employment, Perry \nshall retain the corporate stock currently then owed by him, and he shall \nreceive severance pay equal to twelv e months compensation calculated \nby reference to that compensation received by him during the prior \ntwelve month term.   \n \n(Am. Compl. Ex. 2 ¶ 4.)   \n \n10. Perry thereafter served as the Company’s CEO until Gray terminated the \nAgreement on August 23, 2019 .  (Am. Compl. ¶  48; Am. Compl. Ex. 25 , ECF No. \n34.25.)  After the expiration of the Agreement’s ninety-day notice period, (Am. Compl.  \nEx. 2 ¶ 4), Perry’s services were terminated , effective November 21, 2019 , (Am. \nCompl. ¶ 48).  Perry alleges his termination was without cause and that Frigi-Temp \nhas never contended otherwise.  (Am. Compl. ¶ 48.)   \n11. Unbeknownst to Perry, Gray began negotiating a sale of the Company to \nTWC in March 2019.  (Am. Compl. ¶  19.)  Those negotiations ultimately proved \nsuccessful, and the Company was sold to TWC on January 17, 2020 for total \nconsideration of $2,795,377.00, assuming certain post -closing earn -out targets are \nachieved (the “Sale”).  (Am. Compl. ¶ 58.)    \n12. Perry filed the complaint initiating this action on the date of closing, \n(Compl., ECF No. 3), and amended his complaint as of right on March 5, 2020 , (Am. \nCompl.).  Perry asserts claims against Gray for breach of fiduciary duty  and \nconstructive fraud.  He also asserts claims against the Company for breach of the \n \n \nAgreement, a declaratory judgment determining Perry’s percentage ownership in the \nCompany and the amount of the Bonus, and for judicial dissolution of Frigi-Temp.   \n13. The Motion seeks to dismiss Perry’s claims to the extent they seek recovery \nof the Bonus provided under Paragraph 17 of the Agreement .  (Defs.’ Partial Mot. \nDismiss Pl.’s Am. Compl., ECF No. 41.)   \n14. After full briefing by the parties, the Court heard arguments on the Motion \nat a hearing by videoconference on July 14, 2020 , at which  all parties were \nrepresented by counsel.   \n15. The Motion is now ripe for resolution.   \nII. \nLEGAL STANDARD \n16. A Rule 12(b)(6) motion to dismiss “tests the legal sufficiency of the \ncomplaint.”  Sanders v. State Pers. Comm’n, 197 N.C. App. 314, 319, 677 S.E.2d 182, \n186 (2009).  When considering a motion to dismiss under Rule 12(b)(6), the Court \nviews the allegations in the complaint “in the light most favorable to the non-moving \nparty[,]” Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5, 802 S.E.2d 888, \n891 (2017) (quoting Kirby v. N.C. Dep’t of Transp., 368 N.C. 847, 852, 786 S.E.2d 919, \n923 (2016)), and determines “whether the allegations of the complaint, if treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory[,]” Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d \n729, 736 (2018) (quoting CommScope Credit Union v. Butler & Burke, LLP, 369 N.C. \n48, 51, 790 S.E.2d 657, 659 (2016)).  “[T]he complaint is to be liberally construed, and \n \n \nthe trial court should not dismiss the complaint unless it appears beyond doubt that \n[the] plaintiff could prove no set of facts in support of his claim which would entitle \nhim to relief.”  State ex rel. Cooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 444, \n666 S.E.2d 107, 116 (2008) (quoting Meyer v. Walls, 347 N.C. 97, 111–12, 489 S.E.2d \n880, 888 (1997)). \n17. Dismissal of a complaint under Rule 12(b)(6) is proper only when: “(1) the \ncomplaint on its face reveals that no law supports the plaintiff’s claim; (2) the \ncomplaint on its face reveals the absence of facts sufficient to make a good claim; or \n(3) the complaint discloses some fact that necessarily defeats the plaintiff’s claim.”  \nKrawiec v. Manly , 370 N.C. 602, 606, 811 S.E.2d 542, 546 (2018) (quoting Wood v. \nGuilford Cty., 355 N.C. 161, 166, 558 S.E.2d 490, 494 (2002)).   \n18. While “[a]s a general proposition . . . matters outside the complaint are not \ngermane to a Rule 12(b) (6) motion [,] documents [that] are attached to and \nincorporated within a complaint . . . become part of the complaint” and may “be \nconsidered in connection with a Rule 12(b)(6) . . . motion without converting it into a \nmotion for summary judgment.”  Highla nd Paving Co. v. First Bank , 227 N.C. App. \n36, 40, 742 S.E.2d 287, 291 (2013) (quoting Weaver v. Saint Joseph of the Pines, Inc., \n187 N.C. App. 198, 203– 04, 652 S.E.2d 701, 707 (2007)); see also  Eastway Wrecker \nServ., Inc. v. City of Charlotte, 165 N.C. Ap p. 639, 642, 599 S.E.2d 410, 412 (2004)  \n(“Since the exhibits to the complaint were expressly incorporated by reference in the \ncomplaint, they were properly considered in connection with the motion to \ndismiss[.]”), disc. review denied, 359 N.C. 410, 612 S.E .2d 318, aff’d per curiam, 360 \n \n \nN.C. 167, 622 S.E.2d 495 (2005).  The Court may “reject allegations [in the complaint] \nthat are contradicted by the documents attached, specifically referred to, or \nincorporated by reference in the complaint.”  Laster v. Francis, 199 N.C. App. 572, \n577, 681 S.E.2d 858, 862 (2009). \nIII. \nANALYSIS \n19. Defendants contend that Perry’s Bonus-related claims must be dismissed on \ntwo separate and independent grounds: (i) that Perry was properly terminated under \nthe Agreement prior to the Sale, rendering him ineligible for the Bonus under the \nAgreement’s plain terms , thus requiring dismissal of Perry’s claims for breach of \ncontract and declaratory judgment to this extent, and (ii) that the economic loss rule \nbars Perry’s recovery of the Bonus through his claims for breach of fiduciary duty and \nconstructive fraud.  (Defs.’ Mem. Supp. Partial Mot. Dismiss Am. Compl. [hereinafter \n“Defs.’ Mem. Supp.”], ECF No. 42.)  The Court addresses each of these contentions in \nturn. \nA. Breach of Contract and Declaratory Judgment Claims \n20. Defendants’ argument for dismissal of Perry’s Bonus -related breach of \ncontract and declaratory judgment claims hinges on their reading of Paragraph 17 of \nthe Agreement.  Defendants contend that the clear and unambiguous  language of \nthat provision required Perry to be employed by the Company at the time of the \nCompany’s sale to TWC to qualify for the Bonus.  (Defs.’ Mem. Supp. 8.)  Since Perry \nhas pleaded he was not a Company employee at the time of the S ale, Defendants \n \n \ncontend that Perry’s contract  claims for the Bonus must therefore be dismissed.  \n(Defs.’ Mem.  Supp. 8.)  Perry challenges this interpretation and contends that \nParagraph 17 makes plain that the Company’s termination of his employment \nwithout cause did not extinguish his right to the  Bonus under the Agreement.  (Pl.’s \nBr. Opp’n Defs.’ Partial Mot. Dismiss Am. Compl. 19 [hereinafter “Pl.’s Br. Opp’n”], \nECF No. 62.)3   \n21. To resolve the parties’ competing contentions, the Court must consult North \nCarolina’s rules of contract construction.   “[T]he goal of [contract] construction is to \narrive at the intent of the parties when the [ contract] was [executed ][.]”  Turner v. \nHammocks Beach Corp. , 363 N.C. 555, 559, 681 S.E.2d 770, 774 (2009)  (quoting \nWoods v. Nationwide Mut. Ins. Co ., 295 N.C. 500, 505, 246 S.E.2d 773, 777 (1978) ).  \n“A contract is to be construed as a whole and each clause and word must be considered \nwith reference to the other provisions of the agreement and be given effect if possible \nby any reasonable construction.”  Williams v. Nationwide Mut. Ins. Co., 269 N.C. 235, \n240, 152 S.E.2d 102, 107 (1967).  Importantly, “[i]t is presumed that each part of the \ncontract means something.”  Brown v. Lumbermens Mut. Cas. Co., 326 N.C. 387, 393, \n390 S.E.2d 150, 153 (1990) (quoting Bolton Corp. v. T.A. Loving Co. , 317 N.C. 623, \n628, 347 S.E.2d 369, 372 (1986)).   \n22. “When a contract is in writing and free from any ambiguity which would \nrequire resort to extrinsic evidence, or the consideration of disputed fact, the \n \n3 Perry filed his Brief in Opposition to Defendants’ Partial Motion to Dismiss the Amended \nComplaint under seal on June 1, 2020, (ECF No. 60), and publicly on June 8, 2020, (ECF No. \n62).  For the purposes of this Order and Opinion, the Court will refer to the redacted, public \nversion.  \n \n \nintention of the parties is a question of law.”  Lane v. Scarborough, 284 N.C. 407, 410, \n200 S.E.2d 622, 624 (1973).  In contrast, “[w]hen an agreement is ambiguous and the \nintention of the parties is unclear, . . . interpretation of the contract is for the jury. ”  \nSchenkel & Shultz, Inc. v. Hermon F. Fox & Assocs., P.C. , 362 N.C. 269, 273, 658 \nS.E.2d 918, 921 (2008); see also Frye Reg’l Med. Ctr., Inc. v. Blue Cross Blue Shield of \nN.C., Inc., 2020 NCBC LEXIS 51, at *28 (N.C. Super. Ct. Apr. 17, 2020) (“[I] f the \ncourt determines that ‘ the terms of the  contract are ambiguous [and] resort to \nextrinsic evidence is necessary’ then the question of construction of the contract  is \none for the jury.” (quoting Whirlpool Corp. v. Dailey Constr., Inc., 110 N.C. App. 468, \n471, 429 S.E.2d 748, 751 (1993))).   \n23. “[W]hether the language of a contract is ambiguous is a question of law [.]”  \nMorrell v. Hardin Creek, Inc. , 371 N.C. 672, 680, 821 S.E.2d 360, 366 (2018) .  “An \nambiguity exists in a  contract when either the meaning of words or the effect of \nprovisions is uncertain or capable of several reasonable interpretations.”  Register v. \nWhite, 358 N.C. 691, 695, 599 S.E.2d 549, 553 (2004).  “The fact that a dispute has \narisen as to the parties’  interpretation of the contract is some indication that the \nlanguage of the contract is, at best, ambiguous.”  St. Paul Fire & Marine Ins. Co. v. \nFreeman-White Assocs., Inc., 322 N.C. 77, 83, 366 S.E.2d 480, 484 (1988).   \n24. With these p rinciples in mind, the Court turns to Paragraph 17 of the \nAgreement.  That provision provides, in its entirety, as follows: \nIn the event that shareholders of Frigi -Temp sell a controlling interest \nin that corporation or substantially all of its assets to a third party while \nPerry serves in the capacity specified herein on a date of more than four \n(4) years after its effective date, Perry shall receive a bonus equal to \n \n \ntwenty-five percent (25%) of the amount of such sales price which is in \nexcess of $1,000,000.00.  If such sale occurs prior to the expiration of a \nfour year period beginning with the effective date of this Agreement, \nwhile Perry serves in such capacity, Perry shall receive a bonus equal to \ntwenty-five percent (25%) of the amount of such sales p rice which is in \nexcess of $1,000,000.00 plus annual compensation amount figured as in \nArticle 3 above, using the then current year revenue forecast.  If Frigi -\nTemp terminates Perry’s position for cause prior to such sale, or, if for \nany other reason, Perr y is not serving in such capacity at the time of \nsuch sale, he shall not be entitled for any payment upon the sale of the \ncorporation or its assets.  \n \n(Am. Compl. Ex. 2 ¶ 17; see also Am. Compl. ¶ 12.)   \n \n25. The first two sentences of P aragraph 17 concern the amount of the Bonus  \nbased on whether Perry had been employed four or more years at the Company, and \nthe last sentence addresses circumstances in which Perry would  not be entitled to a \nBonus.  Defendants focus their argument on the last sentence.   \n26. Defendants argue that th e last sentence of Paragraph 17 describes in two \nparts the entirety of the circumstances in which Perry would be ineligible for the \nBonus at the time of the Company’s sale : (i) if Perry was no longer employed by the \nCompany because he had been terminated for cause and (ii) if Perry was no longer \nemployed by the Company for any other reason.  (Defs.’ Mem. Supp. 10.)  Defendants \nargue that,  when read in its entirety , Paragraph 17’s last sentence is intended to \npreclude Perry from a Bonus if he was not employed by the Company for any reason \nwhatsoever at the time of a sale, including if he had been terminated for cause.  (Defs.’ \nMem. Supp. 10.)  The Court finds Defendants’ reading of  Paragraph 17 reasonable \nbased on its plain language.   \n \n \n27. Perry argues in opposition for an alternative construction.  He contends that \nthe provision’s Bonus exclusion  in the event Perry was terminated “for cause” “can \nonly be understood as a bonus -specific limitation on Frigi- Temp’s general right to \nterminate on 90 days’ notice [,]” (Pl.’s Br. Opp’n  19), referring to Paragraph 4 ’s \nstatement that “[e]ither party may terminate this Agreement by providing 90 days \nwritten notice to the other pa rty of its desire to terminate the Agreement [,]” (Am. \nCompl. Ex. 2 ¶ 4).  According to Perry, Paragraph 17’s reference to “any other reason,” \njuxtaposed as it was to the “for cause” exclusion, could only reasonably be read to \ncontemplate a “ separation that would be caused by Perry (resignation, retirement, \netc.) or by some external cause (death, disability, etc.).”  (Pl.’s Br. Opp’n 19.)   \n28. The Court finds Plaintiff’s reading of Paragraph 17 also reasonable, \nparticularly when the Court considers that “an interpretation which gives a \nreasonable meaning to all provisions of a contract will be preferred to one which \nleaves a portion of the writing useless or superfluous[.]”  Malone v. Barnette, 241 N.C. \nApp. 274, 282, 772 S.E.2d 256, 262 (2015); see also Johnston Cty. v. R.N. Rouse & Co., \n331 N.C. 88, 94, 414 S.E.2d 30, 34 (1992)  (“[I]t is a fundamental rule of contract \nconstruction that the courts construe an ambiguous contract in a manner that gives \neffect to all of its provisions, if the court is reasonably able to do so.” (citing Woods, \n295 N.C. at 505–06, 246 S.E.2d at 777)).   \n29. Indeed, both the last sentence of Paragraph 17 and the “for cause” exclusion \nwithin it would appear to be unnecessary if the parties intended that Perry would not \nbe eligible for a Bonus if he w ere not employed by the Company as its CEO  for any \n \n \nreason at the time of a sale  as Defendants contend .  The opening two sentences of \nParagraph 17 describe the Bonus entitlement, and both  sentences contemplate that \nPerry would receive the Bonus only if he were employed as the Company’s CEO upon \na sale, with the amount of the Bonus dependent on how long Perry had serve d as \nCEO.  In that regard, the last sentence, if interpreted to exclude Perry from the Bonus \nif he was not an employee for any reason, would appear to add nothing new.   \n30. Similarly, if the last sentence itself was  intended to provide that any \ncessation of Perry’s employment would render him inel igible for the Bonus, the \nsentence’s reference to “for cause” termination would appear to be unnecessary.  This \nsentence could simply reference “for any reason” alone to accomplish its intended \ngoal.  In these circumstances, the Court concludes that Perry’s construction of \nParagraph 17 is reasonable and renders its last sentence and the “for cause” exclusion \ntherein to have purpose and meaning within the Agreement as a whole.   \n31. Because the Court finds that Paragraph 17, viewed within the context of the \nAgreement as a whole, is capable of at least two reasonable interpretations, the Court \nconcludes that the paragraph  is ambiguous.  See, e.g ., Variety Wholesalers, Inc. v. \nSalem Logistics Traffic Servs., LLC, 365 N.C. 520, 525, 723 S.E.2d 744, 748 (2012) \n(“An ambiguity exists in a contract when either the meaning of words or the effect of \nprovisions is uncertain or capable of several reasonable interpretations. ” (quoting \nSchenkel & Shultz, 362 N.C. at 273, 658 S.E.2d at 921)).  The extrinsic evidence \nattached to Plaintiff’s Amended Complaint does not affect this conclusion.   \n \n \n32. Certainly, it is possible that the parties included the last sentence,  and the \n“for cause” exclusion, in Paragraph 17 to make clear that Perry was ineligible for the \nBonus if his employment with the Company ceased for any reason prior to a sale.  It \nis also possible that the parties agreed and understood that the Bonus would be paid \nif Perry was terminated without cause and attempted to draft Paragraph 17’s Bonus \nexclusion to achieve  that result.  The Court cannot draw either conclusion on the \nlimited record before the Court on this Motion under Rule 12(b)(6).   \n33. The Court thus concludes that Defendant’ s Motion to d ismiss Plaintiff’s \nBonus-based claims for breach of contract and declaratory judgment should be \ndenied.  See, e.g., W & W Partners, Inc. v. Ferrell Land Co., 2018 NCBC LEXIS 52, at \n*20–21 (N.C. Super. Ct. May 22, 2018) (denying motion to dismiss breach of contract \nclaim because the agreement was ambiguous).   \nB. Breach of Fiduciary Duty and Constructive Fraud Claims \n34. Defendants contend that the economic loss rule requires the dismissal of \nPerry’s claims against Gray for breach of fiduciary duty and constructive fraud to the \nextent those claims seek recovery of the Bonus .  (Defs.’ Mem. Supp. 18 –24.)  \nDefendants assert that because those claims are “ indistinguishable from Plaintiff ’s \ncore contract claim” and involve “no loss or wrongful conduct separate or distinct from \n[the] breach of contract claim [,]” they should be dismissed .  (Defs.’ Mem.  Supp. 19.)  \nPerry argues in opposition that the economic loss rule does not apply because his \nbreach of fiduciary duty and constructive fraud claims are not based in contract but \ninstead on “the legal relation of majority [Gray] and minority [Perry] shareholders[,]” \n \n \nwhich required Gray “at a minimum not [to] tak[e] action to defeat Perry’s right to \nthe bonus he  had earned in order to keep all of the money for himself. ”  (Pl.’s Br. \nOpp’n 16.)   \n35. “The economic loss rule, as it has developed in North Carolina, generally \nbars recovery in tort for damages arising out of a  breach of contract[.]”  Rountree v. \nChowan Cty., 252 N.C. App. 155, 159, 796 S.E.2d 827, 830  (2017).  As explained by \nour Court of Appeals: \n[A] tort action does not lie against a party to a contract who simply fails \nto properly perform the terms of the contract, even if that failure to \nperform was due to the negligent or intentional conduct of that party, \nwhen the injury resulting from the breach is damage to the subject \nmatter of the contract.  It is the law of contract and not the law of \nnegligence which defines the obligations and remedies of the parties in \nsuch a situation. \n \nLord v. Customized Consulting Specialty, Inc., 182 N.C. App. 635, 639, 643 S.E.2d 28, \n30–31 (2007) (quoting Spillman v. Am. Homes of Mocksville, Inc ., 108 N.C. App. 63, \n65, 422 S.E.2d 740, 741– 42 (1992)); see also N.C. State Ports Auth. v. Lloyd A. Fry \nRoofing Co., 294 N.C. 73, 81, 240 S.E.2d 345, 350 (1978) (holding that “[o]rdinarily, a \nbreach of contract does not give rise to a tort action by the promisee against the \npromisor”), rejected in part on other grounds by Trs. of Rowan Tech. Coll. v. J. Hyatt \nHammond Assocs., Inc., 313 N.C. 230, 241–43, 328 S.E.2d 274, 280–82 (1985). \n36. To maintain a viable tort action, a plaintiff’s claim “must be grounded on a \nviolation of a duty imposed by operation of law, and the right invaded must be one \nthat the law provides without regard to the contractual relationship of the parties[.]”  \nAsheville Contracting Co. v. City of Wilson, 62 N.C. App. 329, 342, 303 S.E.2d 365, \n \n \n373 (1983).  As such, a successful plaintiff must “identify a duty separate and distinct \nfrom [its] contractual obligations.”  Forest2Market, Inc. v. Arcogent, Inc., 2016 NCBC \nLEXIS 3, at *8 (N.C. Super. Ct. Jan. 5, 2016);  see also Akzo Nobel Coatings, Inc. v. \nRogers, 2011 NCBC LEXIS 42, at *48 (N.C. Super. Ct. Nov. 3, 2011) (“To state a viable \nclaim in tort for conduct that is also alleged to be a breach of contract, ‘a plaintiff \nmust allege a duty owed to him by the defendant separate and distinct from any duty \nowed under a contract.’ ”  (quoting Kelly v. Ga.-Pac. LLC, 671 F. Supp. 2d 785, 791 \n(E.D.N.C. 2009))).   \n37. Perry seeks to avoid the application of the econ omic loss rule here by \npurporting to base his claims on the fiduciary duty that Gray owed, as the Company’s \nmajority shareholder, to Perry, as the Company’s minority shareholder, and not on \nhis duties under the Agreement.  (Pl.’s Br. Opp’n 13– 16.)  While it is certainly true \nthat a contracting party may have fiduciary duties to his counterparty  that are \nseparate and distinct from his contractual duties and thus may be enforceable in tort, \nsee, e.g., Bohler-Uddeholm Am., Inc. v. Ellwood Grp., Inc. , 247 F.3d 79, 105 (3d Cir. \n2001) (rejecting economic loss rule challenge to breach of fiduciary duty claim because \nfiduciary duties and remedies exceeded those under the parties’ contract),  Perry’s \ndifficulty here is that the injury he has allegedly suffered, and the damages he seeks \nto recover for his breach of fiduciary duty and constructive fraud clai ms, are created \nby and available only under Paragraph 17 of the Agreement.   \n38. Our courts have made clear that the economic loss rule precludes a tort \naction “when the injury resulting from the breach [of an  alleged duty] is damage to \n \n \nthe subject matter of the contract.”  Spillman, 108 N.C. App. at 65, 422 S.E.2d at 741–\n42; see also, e.g., Land v. Tall House Bldg. Co., 165 N.C. App. 880, 883, 602 S.E.2d 1, \n3 (2004) (“We believe that Tall House failed to perform the terms of the contract, and \nthis failure resulted in injury to the subject matter of the contract, the home.  Thus, \nthe law of contract . . . defines the obligations and remedies of the parties. ”); City of \nHigh Point v. Suez Treatment Sols. Inc., No. 1 -19-CV-540, 2020 U.S. Dist. LEXIS \n47641, at *17 (M.D.N.C. Mar. 19, 2020) (applying North Carolina’s economic loss rule \nto bar negligence claim where alleged tort duty was directly related to the subject \nmatter of the parties’ contract).  \n39. The subject matter of the parties’ Agreement includes Perry’s alleged right \nto receive the Bonus, and the injury Perry claims he has suffered is injury to that \nright caused by Defendants’ failure to pay the Bonus.  Under North Carolina law, \nPerry’s remedy thus exists, if it exists at all, as a matter of contract, not through tort.  \nBecause Perry seeks here to recover in tort “damage to the subject matter of the \n[parties’ Agreement,]” i.e., the Bonus, the Court concludes that to the extent Perry’s \nclaims for breach of fiduciary duty and constructive fraud seek recovery of the Bonus, \nthe economic loss rule requires their dismissal.\n4  See, e.g., Wilkins v. Wachovia Corp., \nNo. 5:10- CV-249, 2011 U.S. Dist. LEXIS 30896, at *6 (E.D.N.C. Mar. 24, 2011) \n(applying economic loss rule to bar breach of fiduciary duty claims which arose “out \n \n4 The cases on which Perry relies do not change this result as none of those decisions involved, \nas here, tort claims based on a breach of fiduciary duty where plaintiff’s alleged injury was \ndamage to the subject matter of the parties’ contract.  (See Pl.’s Br. Opp’n 13–15 (citing Conti \nv. Fid. Bank & Assurance Co. (In re NC & VA Warranty Co.), 594 B.R. 316 (Bankr. M.D.N.C. \n2018), Provectus Biopharmaceuticals, Inc. v. RSM US LLP , 2018 NCBC LEXIS 101 (N.C. \nSuper. Ct. Sept. 28, 2018), and Cummings v. Carroll, 841 S.E.2d 555 (N.C. Ct. App. 2020)).). \n \n \nof the duties in the . . . agreement and relate to contract performance ”); Haigh v. \nSuperior Ins. Mgmt. Grp., Inc., 2017 NCBC LEXIS 100, at *19 (N.C. Super. Ct. Oct. \n24, 2017) (dismissing breach of fiduciary duty claim where alleged wrongdoing was \n“a result of the parties’ contractual  relationship, not as a result of a fiduciary  \nrelationship” and would be “better resolved through contract principles, rather than \ngeneral principles of fiduciary relationships”).  \nIV. \n \nCONCLUSION \n40. WHEREFORE, for the reasons set forth above, the Court hereby ORDERS \nas follows: \na. Defendants’ Motion is DENIED as to Perry’s Bonus-related claims for \nbreach of contract and declaratory judgment; and  \nb. Defendants’ Motion is GRANTED as to P erry’s claims for breach of \nfiduciary duty and constructive fraud to the extent those claims seek \npayment of the Bonus , and those claims , as limited,  are therefore \nDISMISSED with prejudice.   \nSO ORDERED, this the 3rd day of September, 2020. \n \n \n       /s/ Louis A. Bledsoe, III    \n       Louis A. Bledsoe, III   \n       Chief Business Court Judge "
}