{
  "id": "58a80f89890185ce09e917237aa02dfd8f51eb52aa1b5f612f658c64f7f8d93f",
  "source_file": "data/raw/ncbc/58a80f89890185ce09e917237aa02dfd8f51eb52aa1b5f612f658c64f7f8d93f.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 10244 \n \nNORTH CAROLINA FARM BUREAU \nMUTUAL INSURANCE COMPANY, \nINC., \n \nPetitioner, \n \nv. \n \nNORTH CAROLINA DEPARTMENT \nOF REVENUE, \n \nRespondent. \n \n \n \n \n \nORDER AND OPINION ON \nPETITION FOR JUDICIAL REVIEW \n \n1. This is an appeal in a contested tax case.  Petitioner North Carolina Farm \nBureau Mutual Insurance Company, Inc. (“Farm Bureau”) seeks judicial review of  a \ndecision of the Office of Administrative Hearings that resulted in the disallowance of \ntax credits that it claimed in 2014, 2015, and 2016.  Res pondent North Carolina \nDepartment of Revenue (“Department”), which seeks to affirm the judgment, has filed \nexceptions of its own to certain evidentiary rulings  made during the administrative \nproceeding. \n2. For the following reasons, the Court REVERSES the decision of the Office \nof Administrative Hearings and REMANDS  with instructions to grant summary \njudgment in favor of Farm Bureau.  The Court also OVERRULES the Department’s \nexceptions. \n3. The Court notes that it is issuing this opinion in tandem with its decision in \nMcCabe v. N.C. Dep’t of Revenue, No. 21 CVS 5724 (Wake Cnty.) (Order and Opinion \nlocated at ECF No. 72 ), which involves similar circumstances and presents similar \nlegal issues. \nN.C. Farm Bureau Mut. Ins. Co. v. N.C. Dep’t of Revenue, 2023 NCBC 29. \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP, by \nChristopher G. Smith, William W. Nelson, Robert W. Shaw, and John H. \nJo, and by Phillip Jacob Parker, Jr., General Counsel, for Petitioner \nNorth Carolina Farm Bureau Mutual Insurance Company, Inc. \nJoshua H. Stein, Attorney General of the State of North Caroli na, by \nPerry J. Pelaez, Special Deputy Attorney General, North Carolina \nDepartment of Justice, for Respondent North Carolina Department of \nRevenue.1 \nMcDermott Will & Emery LLP , by Jennifer B. Routh, for American \nCouncil of Life Insurers, American Property Casualty Insurance \nAssociation, Genworth Financial, Inc., Great American Insurance \nCompany, Guardian Insurance Company, Liberty Mutual Group Inc., \nNationwide Mutual Insurance C ompany, Pruco Life Insurance \nCompany, The Northwestern Mutual Life Insurance Company, The \nPrudential Insurance Company of America, Transamerica Life \nInsurance Company, and United Services Automobile Association, Amici \nCuriae. \nKilpatrick Townsend & Stockton LLP, by Joseph S. Dowdy, for Cabretta \nCapital Corporation, Amicus Curiae. \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P. , by James C. \nAdams, II, for John M. McCabe, Amicus Curiae. \nRichard D. Po mp, and North Carolina Chamber Legal Institute, by \nRaymond M. Starling,  for North Carolina Chamber Legal Institute, \nAmicus Curiae. \nNorth Carolina Sustainable Energy Association, by Peter H. Ledford and \nBenjamin W. Smith, for North Carolina Sustainable Energy Association, \nAmicus Curiae. \nParker Poe Adams & B ernstein LLP, by Kay Miller Hobart, for The \nHartford Group, Amicus Curiae. \nConrad, Judge. \n \n1 Perry J. Pelaez has since withdrawn as counsel for the Department.  Taking his place are \nEricka R. McDaniel, Assistant Attorney General, and M.A. Kelly Chambers, Senior Deputy \nAttorney General, both of the North Carolina Department of Justice.   \nI. \nBACKGROUND \n4. When reviewing a final decision in a contested tax case, the Court does not \nmake findings of fact.  The following background is intended only to provide context \nfor the Court’s analysis and ruling. \nA. Statutory Background \n5. North Carolina has long used  tax credits to spur the advancement of  \nrenewable energy resources.  By the end of the twentieth century, there were at least \na dozen statutes governing tax credits for wind, solar, hydroelectric, and peat energy \nfacilities.  In 1999, the General Assembly repealed and replaced these laws with a \nsimplified (though far from simple) statutory scheme for renewable energy  tax \ncredits.  See 1999 N.C. Sess. Laws 342, secs. 1, 2.  \n6. Here’s how the credit works.  “A taxpayer that has constructed, purchased, \nor leased renewable energy property” is eligible to receive a credit “ if the property is \nplaced in service in this State during the taxable year.”   N.C.G.S. § 105-129.16A(a).  \nThe amount of the  credit is “ equal to thirty -five percent (35%) of the cost of the \nproperty” up to a cost of $2.5 million per installation.  Id. § 105-129.16A(a), (c)(1).  But \nwhen the property serves a “business purpose,” the taxpayer may not take the credit \nall at one time.  It is instead split into five annual “installments beginning with the \ntaxable year in which the property is placed in service.”  Id. § 105-129.16A(a); see also \nid. § 105-129.16A(c)(1) (defining “business purpose”).  Each successive installment is \ncontingent.  I f the property is taken out of service during the five -year period, “the \ncredit expires,” and the taxpayer loses any  installments that haven’t accrued.  Id.  \n§ 105-129.16A(b).  \n7. In practice, few taxpayers that qualif y for this credit can directly  take \nadvantage of it.  This is because builders and lessors of renewable energy installations \nare often limited liability companies or other entities treated as partnerships for tax \npurposes.  See, e.g., id. § 105-153.3(9), (13).  A partnership does not pay tax and has \nno tax liability to offset with  a credit.   I t is considered a pass -through entity: its \nincome, losses, and other tax items are allocated among its partners who then report \ntheir shares of each on their tax returns.2 \n8. Thus, when a partnership earns a renewable energy tax credit, the partners \nare the ones who claim it.  A hybrid of state and federal law governs what the partners \nare allowed to claim.  The starting point is N.C.G.S. § 105-269.15.  Subsection (a) \nstates that a  partnership that qualifies for a  credit “passes through to each of its \npartners the partner’s dist ributive share of the credit.”  Id.  § 105-269.15(a).  \nSubsection (c) goes on to say that a  “distributive share of an income tax credit shall \nbe determined in accordance with sections 702 and 704 of the” Internal Revenue \n \n2 North Carolina allows partnerships to borrow from federal forms for use in  the state \npartnership tax return, Form D-403.  See 17 N.C. Admin. Code 6B.3501, 6B.3503(a).  To fill \nout Form D -403, a partnership can import some information directly from the federal IRS \nForm 1065.  Just as the federal Schedule K -1 sets out each partner’s allocated share of tax \nitems, the Schedule NC K-1 serves the same purpose on the state level.  See 17 N.C. Admin. \nCode 6B.3503(b). \nCode.  Id. § 105-269.15(c).  The scope of this reference to Code3 sections 702 and 704 \nis central to the parties’ dispute here. \n9. Those taxpayers that are allowed to claim a renewable energy tax credit, or \nsome share of a credit, must elect which  of their tax  liabilities to offset .  At first , \ntaxpayers were allowed to use the credit against the income tax or the franchise tax, \nbut not both, and not any  other type of tax .  See 1999 N.C. Sess. Laws 342, sec.  2 \n(codified in part at N.C.G.S. §  105-129.17(a)).  In 2009, the General Assembly \namended the law to allow taxpayers to elect to apply the credit against the gross \npremiums tax as well.  See 2009 N.C. Sess. Law 548, sec. 3 (codified at N.C.G.S. \n§ 105-129.17(a)).  This amendment gave insurance companies, health maintenance \norganizations, and similar entities —all of which pay gross premiums tax and are \nexempt from income tax—the same incentive to invest in renewable energy property \nas other companies and individuals.  See N.C.G.S. §§ 105-130.11(a)(10), 105-228.5(a). \n10. Designed to be temporary, t he statutory scheme for renewable energy tax \ncredits carries a built-in sunset provision.  As a result, renewable energy propert ies \nplaced into service after 201 7 are no  longer eligible to earn  the credit.   See id. \n§ 105-129.16A(e)–(g). \nB. Farm Bureau’s Investments \n11. Farm Bureau is a mutual insurance company .  From 2014 to 2016, it \ninvested in various renewable energy projects to obtain a share of the tax  credits \n \n3 In keeping with the North Carolina Revenue Act, the Court refers to the Internal Revenue \nCode simply as the “Code.”  See N.C.G.S. § 105-228.90(b)(7) (defining “Code” as “[t]he Internal \nRevenue Code as enacted as of May 1, 2020, including any provisions enacted as of that date \nthat become effective either before or after that date”). \ngenerated by them and, thus, reduce its gross premiums tax liability.  (See R.11658–\n60.) \n12. Farm Bureau made these  investments through partnerships organized by \nMonarch Tax Credits, LLC. 4  Monarch does not own or  operate renewable energy \nprojects.  Rather, it is a syndicator that works with project operators to market their \nunused tax credits to investors. \n13. In simple terms, Monarch sets up partnerships to route cash from investors \nto operators of renewable energy projects and then allocate the tax credits generated \nby the projects back to the investors.  How much cash is raised depends on the size of \nthe expected tax credit.  For a project expected to generate a $100,000 credit, Monarch \nmight promise to drum up $35,000 from investors.  This is meant to cover just part \nof the project’s cost  (a project eligible for a $100,000 credit would have a total cost \nnear $300,000), with debt financing cover ing much of the rest.  It’s a win -win-win: \nthe project operators receive capital; the investors claim the tax credit; and Monarch \ntakes a cut as middleman .  (See R.2014, R.2016, R.11220–33, R.11661, R.13800–01, \nR.44584, R.47604, R.47833, R.47866.) \n14. Naturally, the details are more compl ex.  Each project has many layers or \ntiers of partnerships.  At the top are  the investors, such as Farm Bureau.  They  are \npartners in an entity called the Annual Fund.  The Annual Fund is itself a partner in \na partnership—called the Master Fund—in the tier below .  The Master Fund i s a \n \n4 Monarch was once known as State Tax Credit Exchange, LLC.  For consistency, the Court \nrefers to it as Monarch, although the record and the parties call it by different names. \npartner in ano ther partnership just below it.  And so on , ending with the project \noperator, or Sponsor , at the bottom.   Because each partnership is a pass -through \nentity, the tax credits  earned by the Sponsor  flow up through each tier until they \nreach the investors.  A web of operating agreements, subscription agreements, and \nother contracts holds the partnerships together.5  (See, e.g., R.2285, R.3960, R.13718–\n47, R.13884–99, R.47826.) \n15. As the name suggests, each Annual Fund is tied to a single tax year.  Recall \nthat renewable energy projects must take a tax credit in installments over five years.  \nThus, a given project might support  five Annual Funds —one for each installment .  \nAn Annual Fund for 2014, for example, would receive the installment of t ax credit \ngenerated for that year  and allocate the installment to its partners .  By design , the \nfund would exercise a contractual put option and sell its interest in the Master Fund \nat the end of the year .  A new Annual Fund would  then be substituted as a partner \nin the Master Fund  to receive and allocate the 2015 installment.  This structure \nallows investors to participate and claim a share of tax credit on a year-to-year basis \nwith no long-term commitment.  (See R.2272, R.2288; see also, e.g., R.13741.)   \n \n5 This, too, is a simplified depiction of a more complex corporate structure.  The partnerships \nare not necessarily stacked like rungs on a ladder, with just one partnership in the tier above \nand one in the tier below.  A given Master Fund could hold intere sts in several lower -tier \npartnerships, thus dispensing capital to and drawing tax credits from many different \nrenewable energy projects.  And, of course,  every partnership has a cumbersome official \nname—for example, STCE 2015 NC Solar Credit Investor Fund A, LLC—making it better to \nuse the sobriquets Annual Fund, Master Fund, and Sponsor for clarity and readability.  Less \nrelevant, but worth noting, is that a parallel chain of partnerships exists to serve investors \ninterested in allocations of federal  tax credits generated by the projects.  ( See, e.g., R.3960, \nR.4001.) \n16. Indeed, the shorter term helped sway Farm Bureau to invest.  Before 2013, \nall offerings presented to Farm Bureau by tax-credit syndicators had  five-year \ninvestment horizons.  Allen Houck, Farm Bureau’s investment czar , deemed those \nofferings too risky, partly because  the principal is a sunk cost .  Renewable energy \nproperties typically do not generate a profit in their early  years.  As a result, \ntax-credit investors pay cash up front  and do not expect to get it back.  What  they \nexpect to receive is a yearly allocation of tax credits , adding up to a positive total  \nreturn in the fourth year of the five-year commitment.  Houck worried that tying up \ncash for that long might endanger Farm Bureau’s ability to pay insurance claims.  He \nalso worried that the tax credit s might expire—if tax laws changed or if a natural \ndisaster disabled the renewable energy facility—before Farm Bureau received all five \ninstallments.  (See R.1985, R.1991, R.2036–38, R.2049, R.2267, R.2275–76.) \n17. When syndicators, including Monarch, began offering one -year investment \nstructures in 2014, Houck welcomed the change. 6  The investment still required an \nupfront, nonrecoverable cash payment, but he viewed it as a minor concern because \n“the investment and the credit would be recognized in the same year.”  H e also \nconsidered the risk of natural disasters during a one-year commitment a “non-issue” \nand concluded that “the risk of non-recovery is far less than the risk we have on our \nequity portfolio and not significantly greater than the risk on our bonds .”  Having \nobserved that other insurance companies were investing with tax-credit syndicators, \n \n6 Farm Bureau weighed investments offered by several tax-credit syndicators, including not \nonly Monarch but also Holocene, Churchill Securities, and Double Time.  (See R.2031–42.) \nHouck recommended that Farm Bureau do so as well.  (See, e.g., R.1985–86, R.1998, \nR.2032, R.2048–49, R.2052, R.2103, R.2331–34; see also R.2271.) \n18. On that recommendation , and after obtaining an opinion of counsel and \nmaking a site visit, Farm Bureau contributed to two Annual Funds in 2014.  It paid \nfor membership units at a rate of seventy-five cents per expected dollar of tax credit.  \nThe investment principal totaled $5.1 million, with about a third of that figure  due \nin December 2014 and the remainder due when Farm Bureau received its K -1 \nschedules several months later.  A guaranty agreement also promised Farm Bureau \na partial reimbursement if it did not receive the amount of credit that it anticipated.  \nIn early 2015, Farm Bureau received its expected return: an allocation of $6.8 million \nin tax credit on its K-1 schedules.  Farm Bureau then used the credit to offset its gross \npremiums tax, netting a gain of $1.7 million or more than thirty percent.  (See R.2070, \nR.2151, R.2166, R.2272, R.2285, R.2293, R.2527–30.) \n19. Farm Bureau also contributed to Annual Funds in 2015 and 2016.  Each \nyear, it invested $10.85 million.  In lieu of a guaranty, Farm Bureau took a discount  \non membership units, paying just  seventy cents per expected dollar of credit.  The \ninvestments earned Farm Bureau $15.5 million in tax credit —and, thus, a net gain \nof more than $4.5 million —in each of those years.  ( See R.11325, R.11327, R.11666; \nsee also R.2272.) \n20. All told, Farm Bureau invested almost $27 million in Annual Funds created \nby Monarch and received tax-credit allocations of $37.8 million that it used to offset \nits gross premiums tax liability. \nC. Procedural History \n21. In 2018, following an audit, the Department disallow ed the renewable \nenergy tax credits claimed by Farm Bureau in  2014, 2015, and 2016 and issued a \nproposed assessment of roughly $24 million in additional taxes, penalties, and \ninterest.  Farm Bureau object ed and requested further review.   ( See R. 3073–75, \nR.11664.)   \n22. While that review was ongoing, the Department issued public  guidance \ntitled “Important Notice: Tax Credits Involving Partnerships.”  The stated purpose of \nthe Important Notice was “to assist in evaluating the validity and potential amount \nof” a partner’s distributive share of a tax credit earned by a pass-through entity.  To \nthat end, the Department referred taxpayers to federal law, citing the link “to sections \n702 and 704 of the Code”  in N.C.G.S. § 105-269.15.  In the Department’s words, a \n“person not qualifying as a partner under federal income tax [law] would not qualify \nfor allocation of a credit” under state law.  Similarly, the Department cautioned that \nsome transfers of tax credits may be viewed as disguised sales under Code section \n707, which would  prevent the “ credits from being allocated to a taxpayer under \nsection 704.”  (R.996–98.)7 \n \n7 In the years before the Important Notice , the Department issued many Private Letter \nRulings (“PLRs”) concerning section 105-269.15.  Farm Bureau argues that the Department \nblessed Monarch’s partnership structure in these PLRs and reversed course in the Important \nNotice.  The Department, on the other hand, argues  that its interpretation has remained  \nconsistent throughout and notes that Farm Bureau never requested a PLR.  After reviewing \nthe PLRs, the Court concludes that they have little relevance to the questions presented.  See \nN.C.G.S. §  105-264.2(a) ( “A written determination is applicable only to the individual \ntaxpayer addressed and as such has no precedential value except to the taxpayer to whom \nthe determination is issued.”). \n23. Not long after , the Department  upheld its proposed assessment  against \nFarm Bureau in a Notice of Final Determination.  Echoing the guidance given in the \nImportant Notice, the Department concluded that Farm Bureau was not a bona fide \npartner under federal law .  It reasoned that Farm Bureau exp ected to receive no  \nmaterial benefit from the Annual Funds other than allocations of tax credits, that the \nshort duration of the investment and contractual guaranties negated  any \nentrepreneurial risk, and that the Annual Fund s engaged in no business activity \napart from allocating their single-year credit installments.  This, in the Department’s \nview, meant that Farm Bureau  lacked the  “meaningful upside potential” and \n“meaningful downside risk ” that federal courts look for when  deciding whether a \ntaxpayer is a bona fide partner.  (R.183–84 (citing, e.g., Historic Boardwalk Hall, LLC \nv. Comm’r, 694 F.3d 425 (3d Cir. 2012)).) \n24. The Department also concluded that Farm Bureau’s  investments were \ndisguised sales under Code section 707.  Farm Bureau had argued that section 707 \ndoes not apply because there is no reference to it in the applicable state statutes .  It \nhad also argued that, even if section 707 applies,  state tax credits are not property \nthat can be the subject  of a disguised sale.  The Department rejected both position s \nand treated the investments as disguised sales for essentially the same reasons that \nit deemed  Farm Bureau  not to be a bona fide partner.  ( See R.184–86 (citing Va. \nHistoric Tax Credit Fund 2001 LP v. Comm’r, 639 F.3d 129 (4th Cir. 2011)).) \n25. Farm Bureau filed a petition for a contested case hearing in the O ffice of \nAdministrative Hearings.  Voluminous discovery, including reports and depositions \nof half a dozen experts, culminated in cross-motions for summary judgment.   \n26. In a Final Decision, t he A dministrative Law Judge (“ALJ”) granted \nsummary judgment for the Department.  The ALJ saw “no evidence that Farm \nBureau intentionally sought to defraud the State” or the Department.  Even so, the \nALJ concluded that  Farm Bureau did not “meet the criteria” for claiming a credit \nunder section 105 -129.16A(a) because it  “did not construct, purchase, or lease \nrenewable energy property.”  The decision says little about the bona fide partnership \nand disguised sale issues, listing both as “[a]dditional issues for review” but providing \nno analysis.  (R.24624–31.) \n27. Following the Final Decision, Farm Bureau paid the assessment and then \npetitioned for judicial review in this Court .  The Department, in tur n, has filed \nexceptions relating to the admissibility of expert testimony offered by Farm Bureau.  \n(See Pet., ECF No. 3; Resp. to Pet., ECF No. 12.) \n28. These matters are ripe for determination. \nII. \nLEGAL STANDARD \n29. In reviewing an agency’s final decision, this Court “acts in the capacity of an \nappellate court,” and “the substantive nature of each assignment of error dictates the \nstandard of review.”  N.C. Dep’t of Env’t & Nat. Res. v. Carroll, 358 N.C. 649, 658, 662 \n(2004).  The Court reviews de novo an order granting summary judgment .  Midrex \nTechs. v. N.C. Dep ’t of Revenue , 369 N.C. 250, 257 (2016) ; see also  N.C.G.S. \n§ 150B-51(b)(4), (c).  This means that the Court “considers the matter anew and freely \nsubstitutes its own judgment for” the agency’s.  Midrex, 369 N.C. at 257 (cleaned up) \n(quoting Carroll, 358 N.C. at 660 ).  But t he scope of review is limited to  “the final \ndecision and the official record.”  N.C.G.S. § 150B-51(c). \n30. “In reviewing a final decision allowing  . . . summary judgment, the court \nmay enter any order allowed by  . . . Rule 56” of the North Carolina Rules of Civil \nProcedure.  Id. § 150B-51(d).  Thus, s ummary judgment is appropriate “if the \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  \nThe Court views the evidence in the light most favorable to the nonmoving party and \ndraws all inferences in its favor.  See, e.g., DeWitt v. Eveready Battery Co. , 355 N.C. \n672, 682 (2002); N.C. Farm Bureau Mut. Ins. Co. v. Sadler, 365 N.C. 178, 182 (2011). \n31. The moving party has the initial, procedural “burden of establishing that \nthere is no triable issue of material fact,” which may be accomplished “by proving that \nan essential element of the opposing party’s claim is nonexistent, or by showing \nthrough discovery that the opposing party cannot produce evidence to support an \nessential element of his claim .”  DeWitt , 355 N.C. at 681 (citations and quotation \nmarks omitted).  If the moving party carries this burden, then “the burden shifts to \nthe nonmoving party to pr oduce a forecast of evidence demonstrating that the \nnonmoving party will be able to make out at least a prima facie  case at trial.”  Id. at \n681–82 (cleaned up). \n32. The taxpayer retains the substantive “ burden of proving eligibility for a \ncredit and the amount  of the credit .”  N.C.G.S. §  105-129.18.  And the “proposed \nassessment of the Secretary  [of Revenue]  is presumed to be correct .”  Id.  \n§ 105-241.9(a). \nIII. \nANALYSIS \n33. Farm Bureau  seeks to reverse the judgment below and re store the tax \ncredits that it claimed in 2014, 2015, and 2016.  In its view , the General Assembly \noffered tax credits as an incentive to encourage insurance companies and others to \ninvest in renewable energy.  Farm Bureau contends that it did its part by putting \nmillions of dollars in real money toward real renewable energy properties.  It further \ncontends that it has earned a share of the tax credits generated by those properties \nand that the Department unjustly used federal tax-abuse doctrines to disallow them. \n34. The Department, by contrast, contends that a partner’s right to receive an \nallocation of state tax credits depends on  federal law  relating to partnership tax , \nincluding the law defining who is and isn’t a bona fide partner and which transactions \nbetween a partner and a partnership are disguised sales.  The evidence, according to \nthe Department, shows that Farm Bureau’s interest was in acquiring tax credits, not \ncarrying on a business with entrepreneurial  risks and rewards.   Thus, th e \nDepartment argues, Farm Bureau was not a bona fide partner in the Annual Funds, \nand even if it were, its deals were disguised, cash-for-credit sales. \n35. It is notable that the Department does not seek to affirm the judgment based \non the ALJ’s reasoning, namely that Farm Bureau could not claim tax credits because \nit “did not construct, purchase, or lease renewable energy property.”  (R.24627.)  This \nis because the ALJ appears to have mistaken the criteria for earning a tax credit with \nthose for allocating one.   \n36. The key state statutes —sections 105-129.16A(a) and 105- 269.15(a)—are \nstraightforward on this point.  A partnership qualifies for a tax credit “as an entity,” \nand the way it qualifies is by “engag[ing] in an activity that is eligible for” the credit.  \nN.C.G.S. §  105-269.15(a).  Here, that means that the partnership must have \n“constructed, purchased, or leased renewable energy property.”  Id. § 105-129.16A(a).   \nIf the partnership has done  one of those things , then it has earned  a tax credit and \n“passes through to each of its partners the partner’s distributive share of the credit.”  \nId. § 105-269.15(a).  Nothing requires the partners themselves to engage in activity \neligible for a credit as a condition of claiming a distributive share. \n37. It follows that Farm Bureau wasn’t required to construct, purchase, or lease \nrenewable energy property , as the ALJ held .  Farm Bureau is not  a partnership \nclaiming to have qualified for a tax credit.  Rather, it claims to be a partner entitled \nto an allocation of  tax credit s that were earned by Sponsor s of renewable energy \nprojects and passed through tiers of intermediate partnerships .  And t here is no \ndispute that those Sponsor-level partnerships legitimately earned renewable energy \ntax credits by performing one or more activities listed in section 105-129.16A(a).   \n38. What is disputed is whether Farm Bureau is truly a partner entitled to claim \na share of the earned credits—a dispute rooted in a disagreement about which aspects \nof federal law the General Assembly adopted in section 105 -269.15 and which it did \nnot.  Although the Final Decision did not resolve those issues, the task on appeal is \nto determine whether the judgment itself—not the reason given for the judgment—is \ncorrect.  “If the granting of summary  judgment can be sustained on any grounds, it \nshould be affirmed on appeal.  If the correct result has been reached, the judgment \nwill not be disturbed even though the [lower tribunal] may not have assigned the \ncorrect reason for the judgment entered.”  Shore v. Brown, 324 N.C. 427, 428 (1989). \n39. Accordingly, the Court  turns to the parties’ arguments regarding Farm \nBureau’s partnership status and whether it may claim a distributive share of the tax \ncredits held by the Annual Funds.  The Court begin s with the bona fide partnership \nand disguised sale  issues before turning to  the remaining issues, including  the \nDepartment’s exceptions. \nA. Bona Fide Partnership \n40. Under federal law, some entities legally organized as partnerships are not \nbona fide partnerships for tax purposes.  The doctrine goes back at least to the 1940s \nwhen the United States Supreme Court defined the criteria that make a partnership \n“real for income-tax purposes.”  Comm’r v. Culbertson , 337 U.S. 733, 741 (1949); see \nalso Comm’r v. Tower, 327 U.S. 280 (1946).  The basic test is “whether the  partners \nreally and truly intended to join together for the purpose of carrying on business and \nsharing in the profits or losses or both.”  Culbertson, 337 U.S. at 741 (quoting Tower, \n327 U.S. at 287).  Taxpayers flunk that test when they adopt the partnership form as \n“mere camouflage,” id. at 747, or to cover up “a mere paper reallocation” of gains or \nlosses, id. at 746 (quoting Tower, 327 U.S. at 292).  But if “the partners joined together \nin good faith to conduct a business, having agreed that the services or capital to be \ncontributed presently by each is of such value to the partnership that the contributor \nshould participate in the distribution of profits, that is sufficient” to pass the test.  Id. \nat 745. \n41. The parties emphatically dispute whether Farm Bureau is a bona fide \npartner as defined by Culbertson .  They also dispute an antecedent issue: whether \nN.C.G.S. § 105-269.15 adopts Culbertson’s definition of partnership.  The Department \ncontends that, because a “distributive share of an income tax credit shall be \ndetermined in accordance with sections 702 and 704 of the” Code, see N.C.G.S. \n§ 105-269.15(c), the partner claiming the share must also be a partner as defined by \nfederal law.  Farm Bureau disagrees, arguing that the General Assembly defined \npartner and partnership broadly in the North Carolina Revenue Act and that section \n105-269.15(c) lacks a clear and specific reference to federal definitions of those terms.\n8 \n42. “As a general proposition, when the General Assembly intends to adopt \nprovisions or definitions from other sources of law into a statute, it does so ‘by clear \nand specific reference.’ ”  Fidelity Bank v. N.C. Dep’t of Revenue, 370 N.C. 10, 19 \n(2017) (quoting Lutz Indus. v. Dixie Home Stores, 242 N.C. 332, 340 (1955)).  This is \njust as true for tax law as any other area of law.  Thus, “the General Assembly has \n \n8 Farm Bureau also argues that section 105-269.15(c) and its reference to federal law are red \nherrings.  According to Farm Bureau, the statute says that a distributive share of an “income \ntax credit” must be determined under Code sections 702 and 704 but says nothing about how \nto determine a tax credit used to offset a partner’s gross premiums tax.  This is incorrect.  An \n“income tax credit” is simply a tax credit that a taxpayer  may use to offset its income tax \nliability.  That is so even if the taxpayer has the option to use—and in fact uses —the credit \nto offset one or more other types of tax liability.  The renewable energy tax credit is \nundoubtedly an income tax credit  because it can be applied against the income tax.  How \nFarm Bureau elected to use the credit is beside the point. \nselectively incorporated certain of the definitions contained in the Internal Revenue \nCode into the North Carolina Revenue Act” but has not adopted them “on any sort of \nwholesale basis.”  Id. at 21. \n43. Fidelity Bank illustrates this principle.  There, the taxpayer bought United \nStates government bonds at a discount and earned a sizeable gain when they \nmatured.  Federal law treats this gain “as interest” for the purpose of determining \nfederal taxable income, 26 U.S.C. § 1276(a)(4), and North Carolina law allows \ntaxpayers to deduct from state taxable income any “[i]nterest upon the obligations of \nthe United S tates .  . . to the extent included in federal taxable income,” N.C.G.S. \n§ 105-130.5(b).  T he taxpayer took the deduction on the theory that  section \n105-130.5(b) incorporated the federal definition of the word interest.  Our Supreme \nCourt rejected that inte rpretation and reasoned that, “had the General Assembly \nintended” to adopt the federal definition, “it would have incorporated that definition \ninto N.C.G.S. §  105-130.5(b)(1) by clear and specific reference.”  Fidelity Bank , 370 \nN.C. at 20 (citation and quotation marks omitted).  Because the statute lacked a clear \nand specific reference, the Supreme Court construed interest according to its ordinary \nmeaning and rejected the taxpayer’s claim.  See id. at 21–22. \n44. For much the same reason, the Court agrees with Farm Bureau’s reading of \nsection 105-269.15 and disagrees with the Department’s.   \n45. As Farm Bureau observes, the General Assembly defined various terms, \nincluding partner and partnership, in N.C.G.S. § 105-153.3.  “Partnership” means “[a] \ndomestic partnership, a foreign partnership, or a limited liability company,” and “the \nterm ‘partner’ means a member of the limited liability company.”  N.C.G.S. \n§ 105-153.3(9), (13).  These definitions expressly apply to the part of the Revenue Act \nthat governs the determination of individual income tax.  See id.  § 105-153.3 (“The \nfollowing definitions apply in this Part[.]”).  Although section 105 -269.15 is in a \ndifferent part of the Revenue Act, it governs the allocation of “income tax credits” and \nis therefore closely related.  By using the same words in the same (or at least a highly \nsimilar) context, the General Assembly presumably intended the same meaning.  At \nthe least, t he statutory structure and context do not indicate that the General \nAssembly intended to define partner and partnership one way for determining \nindividual income tax and another way for allocating income tax credits.  See Home \nDepot U.S.A. , Inc. v. N.C. Dep’t of Rev enue, 2015 NCBC LEXIS 103, at  *16 (N.C. \nSuper. Ct. Nov. 6, 2015)  (recognizing the “natural presumption that identical words \nused in different parts of the same act are intended to have the same meaning” \n(quoting Atl. Cleaners & Dyers, Inc. v. United States, 286 U.S. 427, 433 (1932))). \n46. The Department’s position is that section 105 -269.15 incorporates federal \ndefinitions of partner and partnership, thus departing from the definitions used in \nanalogous parts of the Revenue Act.  As the Supreme Court held in Fidelity Bank , \nhad the General Assembly intended to adopt federal statutory or judicial definitions \nof the words partner and partnership, it would have incorporated those definitions \ninto section 105-269.15 by clear and specific reference.  There is no such reference in \nthe statute.   \n47. The only candidate is subsection (c)’s reference to Code sections 702 and 704.  \nSee N.C.G.S. § 105-269.15(c).  But neither section defines the term partnership.  And \nneither refers to bona fide partnerships.  These Code sections are “silent on the \nquestion of w hen a putative partnership is in fact valid.”  Southgate Master Fund, \nL.L.C. v. United States , 659 F.3d 466, 483 n.53 (5th  Cir. 2011).  All they address is \nhow to calculate a partner’s distributive share of tax items, such as income, loss, and \ncredit.  See 26 U.S.C. §§ 702, 704.  It is for that purpose—determining a distributive \nshare, not determining partnership status—that section 105-269.15(c) points to Code \nsections 702 and 704.   \n48. No other language in section 105 -269.15 refers to federal law, much less to \nfederal definitions of specific terms.  Section 105-269.15 does not use the phrase bona \nfide partnership.  It does not cite, quote, or allude to Code section 7701, which defines \npartnership but “does not supply a comprehensive definition .”  Cross Refined Coal, \nLLC v. Comm’r, 45 F.4th 150, 156 (D.C. Cir. 2022).  Nor does it refer to the case law \nand “anti-abuse regulations” that fashion the criteria that make a partnership bona \nfide for federal income tax purposes.  Id. ; see also Southgate Master Fund , 659 F.3d \nat 483 n.53 (“Here the judicial doctrines step into the breach.”). \n49. It is true, as the Department contends, that “[a] statute providing exemption \nfrom taxation is strictly construed against the taxpayer and in favor of the State.”  \nAronov v. Sec’y of Revenue, 323 N.C. 132, 140 (1988).  But this rule applies only when \n“the meaning of a tax statute is doubtful  . . . .  [I]f the  intent of the Legislature is \ndiscernible from the statute it will prevail regardless of the rule of strict construction \nagainst exemptions.”  Institutional Food House, Inc. v. Coble, 289 N.C. 123, 135 \n(1976).  Here, the intent of the General Assembly is d iscernible.  The text and \nstructure of section 105 -269.15 show an intent to use the words partner and \npartnership in the same sense that they are used in analogous parts of the Revenue \nAct.  Had it wished to use a different meaning , the General Assembly could have  \nincorporated federal definitions of the disputed terms by a clear, specific reference.  \nIt did not.  There is no work for the canon of strict construction to do.9 \n50. As a result, Farm Bureau need not show that it is a bona fide partner under \nfederal law to claim a distributive share of a tax credit under section 105 -269.15.  \nFarm Bureau qualifies as a partner if it is a “member” of a “limited liability \ncompany”—which it indisputably is.  N.C.G.S. § 105-153.3 (9), (13). \n51. The Department worries that thi s interpretation elevates form over \nsubstance and invites abuse.  Its concern is exaggerated.  North Carolina courts are \nfar from powerless when faced with abuse of the corporate form.  In rare cases, it is \nsurely necessary to “look beyond the corporate fa cade and to substance rather than \nform,” so as to ensure that the tax laws will not “ ‘be evaded through technicalities.’ ”  \nGood Will Distribs. (N.), Inc. v. Currie , 251 N.C. 120, 126 (1959)  (quoting Indus. \nCotton Mills Co. v. Comm’r, 61 F.2d 291, 293 (4th Cir. 1932)). \n \n9 It is also true that “the construction placed upon the statute by the Secretary . . . although \nnot binding, will be given due consideration by a reviewing court.”  Aronov, 323 N.C. at 140.  \nBut “our courts are not restricted with respect to the interpretation of the provisions of the \nRevenue Act by reason of any decision made or regulation promulgated by the” Secretary.  \nCampbell v. Currie, 251 N.C. 329, 333 (1959).  The Court has given due consideration to the \nDepartment’s construction—taken as  a litigating position, not by formal regulation—and \nfound it inconsistent with the statute’s text and structure. \n52. This isn’t that kind of case.  The transactions at issue were real, not \nfictitious, and they involved exactly the kind of economic activity that the General \nAssembly deemed socially desirable and sought to encourage with tax credits.  Farm \nBureau contributed millions of dollars to support renewable energy properties —\nproperties that were, in fact, placed in service and that did, in fact, qualify to receive \ntax credits.  As the ALJ rightly observed, there is “no evidence that Farm Bureau \nintentionally sought to defraud the State.”  (R.24628.) \n53. Moreover, Farm Bureau was not a member of the Annual Funds in name \nonly.  It had meaningful membership rights—including rights to share in profits and \nlosses—established through operating agreements, subscr iption agreements, and \nrelated organizational documents.  (See, e.g., R.24937–52, R.24906–35.)  Yes, its goal \nin joining the Annual Funds was undoubtedly to obtain tax benefits, which would be \nsuspect if the activity that generated the tax benefits lacked substance or was \notherwise a sham.  Again, though, the renewable energy properties in this case were \nreal and qualified for tax credits.  Pursuing real economic ends for tax-related reasons \nis legitimate and, as the Court of Appeals has observed, tends to support the existence \nof a legal partnership.  See Best Cartage, Inc. v. Stonewall Packaging, LLC, 219 N.C. \nApp. 429, 438 (2012) (“[W]e believe plaintiff’s allegations are sufficient to meet any \nrequirement of profit sharing [to form a partnership] in that they shared employees \nwith no accounting and jointly sought tax incentives to share in the vertical \nintegration of their businesses.”). \n54. The undisputed evidence shows that Farm Bureau was a member of the \nAnnual Funds, having contributed real capital  to further real renewable energy \nprojects.  Accordingly, the Court concludes that Farm Bureau is a partner in the sense \nmeant by section 105 -269.15.  The Department’s contrary interpretation of that \nstatute is flawed, and its contention that Farm Bureau i s not a bona fide partner \nunder federal law is misplaced. \n55. For the sake of completeness, even if the Department’s interpretation were \ncorrect, it would not be entitled to summary judgment.  Federal courts “do not lightly \nset aside de jure partnerships as sh ams.”  Cross Refined Coal , 45 F.4th at 156.  \nWhether a partnership is bona fide depends on whether “the parties in good faith and \nacting with a business purpose intended to join together in the present conduct of the \nenterprise.”  Culbertson, 337 U.S. at 742.  This is “a question of fact,” id. at 741, that \nfederal courts typically decide after trial, not on summary judgment.  See, e.g., Cross \nRefined Coal , 45 F.4th at 155; Historic Boardwalk , 649 F.3d at 445– 46; ASA \nInvesterings P’ship v. Comm’r, 201 F.3d 505, 511 (D.C. Cir. 2000) ; see also Feibus & \nCo. v. Godley Constr. Co., 301 N.C. 294, 306 (1980) (noting that North Carolina courts \nrarely resolve questions of intent on summary judgment).10 \n \n10 Courts must “consider[] all the facts,” including (a) “the agreement,” (b) “the conduct of the \nparties in execution of its provisions,” (c) “their statements,” (d) “the testimony of \ndisinterested persons,” (e) “the relationship of the parties,” (f) “their respective abilities and \ncapital contributions,” (g) “the actual control of income and the purpose for which it is used,” \nand (h) “any other facts throwing light on their true intent.”  Culbertson, 337 U.S. at 742.  In \naddition to these factors, federal courts have employed an “analytically distinct” test distilled \nby the Tax Court from Culbertson.  See BCP Trading & Invs., LLC v. Comm’r, 991 F.3d 1253, \n1269–70 (D.C. Cir. 2021) ; see also DJB Holding Corp. v. Comm’r, 803 F.3d 1014, 1022– 23 \n(9th Cir. 2015) (stating eight factors “[t]he Tax Court distilled from Culbertson”). \n56. Viewing the evidence in the light most favorable to Farm Bur eau, a \nfactfinder could conclude that it had a business purpose and that it intended to join \ntogether with others in the present conduct of the enterprise.  The evidence shows \nthat Farm Bureau supplied capital, which is one of the essential “ingredients” o f a \nbona fide partnership.  Culbertson, 337 U.S. at 740.  This capital contribution had a \nnontax business purpose, namely to support the creation and operation of properties \nthat produce renewable energy.  And the use of the partnership form furthered that  \nbusiness purpose by enabling the renewable energy properties “to raise more capital” \nthrough tax-credit financing.  Cross Refined Coal, 45 F.4th at 159.  Indeed, “[l]ow-tax \nentities . . . often use the prospect of tax credits to attract high-tax entities . . . into a \npartnership, and in return, the high- tax partners provide the financing needed to \nmake the tax-incentivized project possible.”  Id. at 157. \n57. Evidence tying the use of the partnership form to a nontax business purpose \nwas absent  in Historic Boardwalk, the Department’s preferred case.  T he alleged \npartner there gave the appearance of  contributing toward the rehabilitation of a \nhistoric building, but its “contributions were not at all necessary for the . . . project to \nbe completed” because the reh abilitation was already “fully funded. ”  Historic \nBoardwalk, 694 F.3d at 456– 57.  The use of the partnership form was mere \ncamouflage.  It was not needed to secure capital, had no connection to the project’s \nnontax business purpose, and was simply a conduit to obtain tax benefits.  See id. at \n461. \n58. The Department insists that Farm Bureau had no upside potential, faced no \ndownside risk, and expected no profit from its year- to-year investments other than \nthrough tax credits.  As the D.C. Circuit recently observed, though, “a partnership’s \npursuit of after-tax profit can be legitimate business activity for partners to carry on \ntogether.  This is especially true in the context of tax incentives, which exist precisely \nto encourage activity that would not otherwise be profitable.”  Cross Refined Coal, 45 \nF.4th at 158.   \n59. The General Assembly determined that renewable energy sources are \nsocially desirable and used tax incentives to encourage investment in them .  Farm \nBureau answered that call and made meaningful contributions to renewable energy \nprojects that  (as far as the record shows) continue to  generate energy within the \nState’s power grid.  Farm Bureau’s contributions are no less real because it aimed to \nearn a positive, post-tax return from this otherwise unprofitable business.  \n“Taxpayers that structure their dealings to receive tax benefits afforded by statute \nare entitled to those benefits, no matter their subjective motivations.”  Id. at 156; see \nalso id.  at 158 –59 (“The Commissioner’s view would thus hamstring Congress’s \nability to use tax credits to encourage all kinds of activity that is socially desirable \nbut unprofitable to those undertaking it.”); see also Sacks v. Comm’r, 69 F.3d 982, 992 \n(9th Cir. 1995) (“If the government treats tax -advantaged transactions as shams \nunless they make economic sense on a pre -tax basis, then it takes away with the \nexecutive hand what it gives with the legislative.”). \n60. At a minimum,  Farm Bureau has shown that there is a genuine issue of \nmaterial fact concerning whether it is a bona fide  partner under federal law.  Thus, \neven if section 105 -269.15 incorporates federal law on bona fide partnerships, the  \nDepartment would not be entitled to summary judgment on that basis.   \n61. But, as discussed, section 105 -269.15 does not incorporate that aspect of \nfederal law.   There is no “clear and specific” reference to any federal statute, \nregulation, or case law involving the bona fide partner doctrine.  As a result, the Court \nconcludes that Farm Bureau need not show that it is a bona fide partner under federal \nlaw.  North Carolina law alone governs partnership status in this context, and as a \nmember of a limited liability company,  Farm Bureau is indisputably a partner for \npurposes of section 105-269.15. \nB. Disguised Sale \n62. The Department argues that , even if Farm Bureau qualifies as a partner, \nthe judgment must be affirmed because its cash-for-credit deals were disguised sales.  \nThe Court turns to this argument next. \n63. Under federal law , partnerships usually recognize no gain from their \npartners’ contributions of capital and no loss from distributions to their partners.  See \n26 U.S.C. §§ 721, 731(b).  In that sense, transfers between partnerships and their \npartners “are tax-free.”  Virginia Historic, 639 F.3d at 138.  The disguised sale rule  \nis an exception.  This rule, codified at Code section 707, aims to keep taxpayers from \nusing “the partnership provisions” of the Code to avoid paying tax on “what would in \nsubstance have been a taxable exchange if it had not been run through the \npartnership.”  Id. (citation and quotation marks omitted).  Section 707 is lengthy and \nmultifaceted.  The relevant part addresses transactions between a partnership and a \npartner that “are properly characterized as a sale or exchange of property.”  26 U.S.C. \n§ 707(a)(2)(B)(iii).  These transactions are treated as “ between the partnership and \none who is not a partner ”—in other words, as taxable events  as opposed to tax -free \nevents.  Id. § 707(a)(1). \n64. Once again, the parties dispute whether the General Assembly adopted this \nfederal statute into section 105-269.15.  Their arguments mirror those relating to the \nbona fide partnership doctrine.  The Department points to  section 105 -269.15(c)’s \nreference to Code sections 702 and 704  and argues that it  necessarily sweeps in  \nsection 707  as well ; by contrast, Farm Bureau argues  that there is  no clear and \nspecific reference to federal law governing disguised sales. \n65. The Court agrees with Farm Bureau.  Had the  General Assembly intended \nto adopt Code section 707 and its implementing regulations , it would have do ne so \n“by clear and specific reference.”  Fidelity Bank, 370 N.C. at 19 (citation and quotation \nmarks omitted).  Yet t he text of section 105 -269.15(c) makes no mention of section \n707.  Nor does it address when, if ever, to treat a partnership’s allocation of a \ndistributive share of a tax credit to a partner as a taxable event.   \n66. The Department contends that section 707 applies even if not stated  in so \nmany words.  Its reasoning goes like this.  A distributive share “shall be determined \nin accordance with sections 702 and 704.”  N.C.G.S. §  105-269.15(c).  Section 704, in \nturn, states that a distributive share “shall,  except as otherwise provided in this \nchapter, be determined by the partnership agreement.”  26 U.S.C. § 704(a) (emphasis \nadded).  Thus, the Department says, determining a distributive share in accordance \nwith section 704 necess itates compliance with  section 707, which  is in the same \nchapter. \n67. This argument overreaches.  T he chapter at issue —“Normal Taxes and \nSurtaxes”—is home to hundreds of statutes.  Section 704(a) does not purport to bring \nthem all into play.  Instead, it establishes a default rule for determining a partner’s \ndistributive share and makes that default rule subject to exceptions in a handful of \nstatutes scattered throughout  the chapter.   See, e.g. , id. § 48D(d)(2)(A)(i)(II) \n(“paragraph (3) shall be applied with respect to such credit before determining any \npartner’s distributive sh are . . . of such credit”) ; id. § 163(j)(4)(A) (“For purposes of \nclause (ii)(II), a partner’s distributive share of partnership excess taxable income \nshall be determined in the same manner as the partner’s distributive share of \nnonseparately stated taxable income or loss of the partnership.”). \n68. The Department seems to believe that section 707 (a) is one of these  \nexceptions yet offers no persuasive reason to read it that way.  The purpose of that \nstatute, which neither refers to distributive shares nor says how to determine one, is \nto regulate the tax treatment of sale-like transactions between partnerships and their \npartners.  How to  determine a distributive share is one thing ; whether to tax a \ndistribution “as a sale or exchange” is another.  Id. § 707(a)(2)(B)(iii).  Whatever else \nsection 105-269.15’s directive to determine a distributive share “in accordance with \nsections 702 and 704”  may require, it is not a veiled reference to section 707 (a) and \ndoes not require application of the disguised sale rule. \n69. Implicit in the Department’s position is a view that sections 704 and 707 are \nintended to work together, each  being a part of the fabric of federal partnership tax \nlaw.  Doubtless, that’s true.  Even so, the General Assembly is free to pick and choose \nwhich parts of federal partnership tax law to incorporate into state law and which to \nleave out.  It would turn Fidelity Bank on its head to construe a reference to one part \nof the federal statutory scheme of partnership tax as a reference to the whole. \n70. To be sure, Fidelity Bank does not say that the General Assembly must call \nout Code sections by title and number to incorporate them into state law.  Any clear \nand specific reference will do.  Certainly, the G eneral Assembly is aware that t he \nCode is a complex, interrelated body of law  and knows how to use plain language to \nincorporate isolated definitions,  all or part of a section,  or more comprehensive \ndoctrines.  But s ection 105-269.15 evinces no direct or indirect reference to section \n707.  The General Assembly chose to incorporate sections 702 and 704 and only those \nsections.  Honoring that choice does not cast doubt on the scope of broader references \nto the Code in other parts of the Revenue Act, as the Department contends. \n71. Consider, too, that section 105-269.15 serves to reduce the  tax liability of \npartners (by allocating share s of tax credits earned by partnerships ) while t he \ndisguised sale rule  does the opposite (by stripping away the tax exemption that \nusually applies to partnership-related contributions and distributions ).  There is an \nobvious tension between the two.  True, the tension is not insoluble.  T he General \nAssembly could have adopted a rule, much like Code section 707, that treats certain \ncredit allocations as akin to sales and declares the income from claiming a share of \ncredit to be subject to taxation.  But i f that is what the General Assembly intended, \nit would have used the language of taxation, not  exemption.  And if the General \nAssembly had intended to adopt a law  as complex and well-defined as the disguised \nsale rule, it would have used clear, specific language to do so.  It did neither.   The \nlanguage of section 105 -269.15(c) (“distributive share .  . . shall be determined”) \nmimics that of Code section 704 (“distributive share . . . shall . . . be determined”), not \nthat of Code section 707 (“such transfers shall be treated” as taxable events). \n72. Ordinary canons of statutory construction point in the same direction.  The \njudiciary presumes that the General Assembly chooses its words “carefully.”  N.C. \nDep’t of Corr. v. N.C. Med. Bd., 363 N.C. 189, 201 (2009).  When dealing with “a series \nof two or more terms or  things that should be understood to go hand in hand,” the \ninclusion of a subset supports “a sensible inference that the term left out must have \nbeen meant to be excluded.”  Cooper v. Berger, 371 N.C. 799, 810 (2018) (citation and \nquotation marks omitted).  S o too here.  The targeted enumerat ion of sections 702 \nand 704—which go hand in hand to  determine a partner’s distributive share of tax  \nitems—conveys an intent to omit and exclude section 707.  See, e.g., C Invs. 2, LLC v. \nAuger, 383 N.C. 1, 12 (2022) (“Moreover, this narrow scope  . . . conveys the General \nAssembly’s intent that the exception go no further than to exempt those specific types \nof covenants.”). \n73. Likewise, “a statute should not be interpreted in a manner which would \nrender any of its words superfluous.”  State v. Coffey , 336 N.C. 412, 417– 18 (1994).  \nThe Department’s interpretation  threatens to do just that .  If the mention of Code \nsection 704 alone sweeps  the bulk of federal partnership tax law  into section \n105-269.15(c), then the additional mention of  Code section 702 serves no purpose .  \nThe better approach is to “give every word of the statute effect.”  N.C. Med. Bd. , 363 \nN.C. at 201; see also  Lunsford v. Mills , 367 N.C. 618, 623 (2014) (“Thus, in \neffectuating legislative intent, it is our duty to give effect to the w ords actually used \nin a statute and not to delete words used or to insert words not used.”). \n74. If there were some reasonable doubt about the meaning of section \n105-269.15, the Department could call on the canon of strict construction to tip the \nscales in its favor.  See Institutional Food House, 289 N.C. at 135;  Aronov, 323 N.C. \nat 140.  There isn’t, and so it can’t. \n75. Of course, if state law excludes the disguised sale rule, then state and federal \nlaw may treat certain partnership transactions differently.  There is no reason to be \nuneasy about that result.   See Fidelity Bank , 370 N.C. at 21– 22 (finding “nothing \nillogical” about treating a taxable event differently under state and  federal law).  \nNorth Carolina’s  policy-making branches  are not beholden to the federal \ngovernment’s fiscal priorities.  In this context, t he General Assembly may have \nreasonably decided that taxing allocations of tax credits as disguised sales would \ndeter the very investments in renewable energy that it wished to encourage.  (As an \naside, the Department has not argued or shown that the federal government has \ntreated transactions between Monarch and its investors involving North Carolina tax \ncredits as disguised sales.) \n76. In sum, section 105 -269.15 does not incorporate the disguised sale rule .  \nThus, application of that rule cannot support the judgment below. \n77. To bring things to a close, it bears mention  that the dis guised sale rule —\nassuming the rule  applies and assuming the transactions at issue were disguised \nsales—would not be a reason to disallow the credit allocations to Farm Bureau.  The \nappropriate result would instead be “to revoke the nonrecognition treatment  for \ntransactions between a partner and a partnership and to treat the transaction as a \ntaxable sale of property between unrelated parties.”  Tribune Media Co. v. Comm’r, \nT.C. Memo 2021 -122, 122 T.C.M. (CCH) 258  (2021).  That is, income from the \nexchange is subject to taxation.  See, e.g., BC Ranch II, L.P. v. Comm’r, 867 F.3d 547, \n557 (5th Cir. 2017) (“such a contribution is considered a disguised sale and treated as \nincome”); Route 231, LLC v. Comm’r , 810 F.3d 247, 26 2 (4th Cir. 2016) (adjusting \npartnership’s “federal tax form to reflect, in relevant part, income of $3,816,000” from \npartner’s contribution). \n78. The Department’s contrary approach is misguided.  It contends that North \nCarolina law prohibits sales of tax credits , including disguised sales under Code \nsection 707.  But if the Department is correct that section 105-269.15(c) incorporates \nsection 707, then section 707 is North Carolina law.  The Department cannot take the \npart of section 707 that it likes and leav e out the part that it doesn’t.   Section 707 \ntaxes sale-like partnership transactions; it does not nullify them.\n11   \n \n11 The Department also argues that the Annual Funds  actually sold tax credits to Farm \nBureau, contrary to North Carolina law .  It is undisputed, though, that Farm Bureau \npurchased a membership interest in each Annual Fund and received tax credits only in the \n \n79. In any event, section 105-269.15(c) contains no “clear and specific reference” \nto Code section 707 or the disguised sale doctrine.  Accordi ngly, the Court concludes \nthat the disguised sale rule does not support the judgment.12 \nC. The Amount of Farm Bureau’s Distributive Shares \n80. The next issue is whether Farm Bureau has carried its burden to show that \nthe credit allocations that it claimed in 2014, 2015, and 2016 are correct .  Farm \nBureau argues that its allocations are commensurate with its ownership interests in \nthe Annual Funds and therefore compl y with Code sections 702 and 704 , as \nincorporated into section 105 -269.15(c).  In support, Farm Bureau  cites \norganizational documents for the various partnerships, transaction documents \nregarding its contributions and the resulting allocations, and cost certifications for \nthe underlying renewable energy projects .  Farm Bureau also contends that i t \nindependently validated the accuracy of documents  received from the partnerships .  \n(See, e.g., R.11666–69.) \n81. In response, the Department fail s to rebut this evidence.   It argues, for \nexample, that Farm Bureau’s K -1 schedules are full of “errors and inconsistencies” \nbut never says what the errors and inconsistencies are.  (DOR  Op. Br. 53, ECF No. \n61.)   \n \nform of partnership allocations.  What the Department means by an “actual” sale is that the \ntransactions were sales in substance, though not in form.  That argument simply repeats the \nDepartment’s disguised sale argument. \n12 The Court need not and does not address Farm Bureau ’s alternative argument that tax \ncredits are not property and therefore cannot be subject to the disguised sale rule. \n82. Likewise, the Department argues that the allocations made to Farm Bureau \nwere not in accordance with its partnership interests, as required by Code se ction \n704(b), due to “the apparent use of recourse debt to finance the projects.”   (DOR Op. \nBr. 53.)  But the Department cites no evidence, offers no law related to the treatment \nof debt financing under section 704(b),  and does not say  how the projects’ debt \nfinancing affects Farm Bureau’s interests in the partnerships.   \n83. Also missing are the Department’s own calculations.  What shares of credit \nwould Farm Bureau be entitled to claim after correcting the supposed K-1 errors and \nfactoring in the projects’ debt financing?  The response brief is silent. \n84. In lieu of spelling out its arguments and citing evidence to support them, the \nDepartment points to its  “briefing below.”  (DOR Op. Br. 53.)  This is not only an \nimpermissible end run around the word limits imposed by the Business Court Rules \n(which the Court enlarged in this case) but also a violation of the requirement to cite \nevidence with specificity.  “ It is not the Court’s job to sift through the record  and \nmake” the Department’s case for it.  B rewster v. Powell Bail Bonding, Inc. , 2020 \nNCBC LEXIS 27, at *9 (N.C. Super. Ct. Mar. 11, 2020) (cleaned up). \n85. Accordingly, the Court concludes that Farm Bureau has offered unrebutted \nevidence to show that its claimed allocations were determined in accordance with its \ninterests in the partnerships.  The allocations comply with Code sections 702 and 704 \nand N.C.G.S. § 105-269.15(c).   \nD. The Department’s Exceptions \n86. The Department has submitted exceptions to the ALJ’s denial of its motions \nto exclude the reports and testimony of Farm Bureau’s expert witnesses.  Specifically, \nthe Department contends that the experts impermissibly opined on questions of law \nand on matters outside the scope of their expertise. \n87. An ALJ’s ruling on the admissibility of expert te stimony is reviewed for an \nabuse of discretion.  See, e.g., Stark v. N.C. Dep’t of Env’t & Nat. Res., 224 N.C. App. \n491, 500–01 (2012).  “ The burden is on the party who asserts that evidence was \nimproperly admitted to show both error and that he was prejudiced by its admission.”  \nState v. Gappins, 320 N.C. 64, 68 (1987); see also  Hasty v. Turner, 53 N.C. App. 746, \n750 (1981) (“The burden is on the appellant not only to show error, but also to enable \nthe Court to see that he was prejudiced and that a different result would have likely \nensued had the error not occurred.”). \n88. The Department has not come close to carrying its burden.  To start , the \nDepartment all but abandoned these issues by making only skeletal arguments in its \nprimary brief .  As an example, in violation of the Business Court Rules,  the \nDepartment refers to its “brief below” for arguments that the experts impermissibly \nopined on matters outside the scope of their expertise.   (DOR Op. Br. 56.)  This is \nwholly insufficient to preserve a n issue for appeal .  Although the  Department \nadvanced more comprehensive arguments in its  reply brief , those  arguments are \nuntimely.  See, e.g., State v. Fowler, 353 N.C. 599, 607 –08, 616, 620–22, 625 (2001) \n(deeming issues abandoned when party assigned error but advanced no argument s \nin supporting brief); McKinnon v. CV Indus., Inc. , 228 N.C. App. 190, 196 (2013) \n(deeming issue abandoned when party made only a “passing reference” rather than \nany “specific argument”); State v. Triplett, 258 N.C. App. 144, 147 (2018) (“ [A] reply \nbrief is not an avenue to correct the deficiencies contained in the original brief. ” \n(citations and quotation marks omitted)); Larsen v. Black Diamon d French Truffles, \nInc., 241 N.C. App. 74, 78–79 (2015) (same). \n89. Moreover, at no point in either brief does the Department address the issue \nof prejudice or show that it was prejudiced by the ALJ’s decision .  No potential \nprejudice is apparent .  In rendering the Final Decision, the ALJ did not rely on or \nrefer to any of Farm Bureau’s expert reports or testimony.  Moreover, even if the ALJ \nhad considered that testimony, no prejudice resulted because the Department \nprevailed.  Likewise, this Court has not relied on the experts’ reports and testimony \nas a basis for its decisions;  rather, the Court has based its conclusions on the \napplication of North Carolina law to the undisputed facts.  Even if the ALJ erred in \ndenying the Department’s motions to exclude, the Department has failed to meet its \nburden to show that it was prejudiced by the error. \n90. Accordingly, the Department has not met its burden to show an abuse of \ndiscretion.  Its exceptions are overruled. \nIV. \nCONCLUSION \n91. For all these reasons, the Court  GRANTS Farm Bureau’s Petition , \nVACATES the Final Decision, and REMANDS with direction to GRANT summary \njudgment in favor of Farm Bureau .  The Court further OVERRULES the \nDepartment’s exceptions to the ALJ’s denial of its motions to exclude. \n \nSO ORDERED, this the 3rd day of April, 2023. \n \n \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}