{
  "id": "58ba66b44fdc48d6bf5cdfcfdc9eccb3c9a22ec82663364564883857016acf44",
  "source_file": "data/raw/ncbc/58ba66b44fdc48d6bf5cdfcfdc9eccb3c9a22ec82663364564883857016acf44.pdf",
  "raw_text": "Comput. Design & Integration, LLC v. Brown, 2017 NCBC 8. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 11847 \n \nCOMPUTER DESIGN & \nINTEGRATION, LLC and \nCOMPUTER DESIGN & \nINTEGRATION SOUTHEAST, LLC, \n \n                      Plaintiffs, \n \nv. \n \nDAVID A. BROWN, MARCUS \nJACOBY, and ROVE, LLC, \n \n                      Defendants, \n \nDAVID A. BROWN and MARCUS \nJACOBY, \n \n                      Third-Party Plaintiffs, \n \nv. \n \nERIC BAKKER and BRIAN T. REID, \nCPA, \n \n                      Third-Party Defendants. \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON PLAINTIFFS’ \nMOTION FOR PRELIMINARY \nINJUNCTION \n \n \n1. THIS MATTER  is before the Court upon Plaintiffs Computer Design & \nIntegration, LLC (“CDI”) and Computer Design & Integration Southeast, LLC’s  \n(“CDISE”) (collectively, “Plaintiffs”) Motion for Preliminary Injunction \n(“Motion”) pursuant to Rule 65 of the North Carolina Rules of Civil Procedure \n(“Rule(s)”) in the above-captioned case.  \n2. Having considered the Motion, the briefs, exhibits , and affidavits in support \nof and in opposition to the Motion, and the arguments of counsel at the hearing on the \nMotion on December  13, 2016, the Court  GRANTS in part and DENIES in part the \nMotion as set forth herein.  \n \n \nBell, Davis & Pitt, P.A., by Edward B. Davis and Joshua B. Durham, for \nPlaintiffs Computer Design & In tegration, LLC and Computer Design & \nIntegration Southeast, LLC and Third -Party Defendants Eric Bakker \nand Brian T. Reid. \n \nAlexander Ricks, PLLC, by Mary K. Mandeville and Alice C. Richey, for \nDefendants David A. Brown, Marcus Jacoby, and Rove, LLC and \nThird-Party Plaintiffs David A. Brown and Marcus Jacoby. \n \n \nBledsoe, Judge. \nI. \nPROCEDURAL HISTORY \n3. CDI and CDISE filed their Verified Complaint on June 30, 2016, asserting \nclaims against David A. Brown (“Brown”), Marcus Jacoby (“Jacoby”), and Rove, LLC \n(“Rove”) (collectively, “Defendants”)  arising out of failed negotiations for Brown’s \npurchase of CDISE and Defendants’ alleged wrongful conduct in its competition with \nCDISE.  Plaintiffs assert claims against (i) Brown for breach of contract, failure to \nnegotiate in good faith, breach of the covenant of good faith and fair dealing, and \nbreach of fiduciary duty, (ii) Jacoby for breach of contract, and (iii) all Defendants for \nmisappropriation of trade secrets, conversion, tortious interference with contract, \ntortious interference with prospective economic relations, unfair or deceptive trade \npractices under N.C. Gen. Stat. § 75-1.1, and for injunctive relief under Rule 65.  \n4. Plaintiffs filed th e Motion on October 24, 2016, seeking a preliminary \ninjunction enjoining Defendants from using, disclosing, or distributing any of CDISE’s \nconfidential or trade secret information; retaining, using, disclosing, or distributing \nany of CDISE’s property; representing to any person or entity that Rove is a \n \n \nsuccessor-in interest to, c ontinuation of, or the same entity as CDISE; and s oliciting \nor performing any services  for up to 123 specifically identified, current customers of \nPlaintiffs. \n5. The Motion has been fully briefed, and the Cou rt held a hearing on the \nMotion on December 13, 2016, at which all parties were represented by counsel. \n6. Plaintiffs and Defendants advised the Court at the hearing that the parties \nhad scheduled a mediation for January 1 3, 2017 and that , in their collective view, \nsettlement would be facilitated if the Court  did not resolve the Motion until after the \nparties had completed mediation.  The Court therefore indicated at the hearing that it \nwould not rule on the Motion pending the completion of the mediation and ordered \nthe parties to provide a status report concerning their settlement efforts no later than \nJanuary 17, 2017. \n7. Also at the hearing, Plaintiffs indicated that they wished to reduce the \nnumber of Plaintiffs’ customers they contend should be the subject of the proposed \ninjunction.  The Court ordered Plaint iffs to submit an alternative list (“ Alternative \nCustomer List”) with a supporting statement no later than December 16, 2016 and \ndirected Defendants to file any response no later than December 22, 2016.  Plaintiffs \nthereafter timely submitted the Alternative Customer List and supporting statement \nand Defendants timely filed their opposition. \n8. On January 17, 2017, the parties informed the Court that settlement efforts \nhad reached an impasse.  Therefore, the Motion is now ripe for resolution. \n \n \n \n \nII. \nFINDINGS OF FACT \n9. Having considered the affidavits, briefs, arguments, and supporting \nmaterials presented to the Court , the Court  makes the following FINDINGS OF \nFACT for the limited purpose of resolving the Motion1: \n10. CDI is a New York limited liability company formed in 1995, with its \nprincipal place of business in Bergen County, New Jersey.  (Compl.2 ¶ 1.) \n11. CDISE is a North Carolina limited liability company formed in 2010, with \nits principal place of business in Mecklenburg County, North Carolina.  (Compl. ¶ 2.) \n12. Brown is a citizen and resident of Mecklenburg County, North Carolina.   \n(Compl. ¶ 3.) \n13. Jacoby is a citizen and resident of Rowan County, North Carolina.   (Answer \n¶ 4.) \n14. Rove is a North Carolina limited liability company formed in 2015, with its \nprincipal place of  business in Mecklenburg County, North Carolina.  Brown is the \nmanaging member, and president, of Rove.  (Answer ¶ 5.) \n15. CDI designs, deploys, and manages multiplatform hybrid IT solutions for \nbusinesses in a wide variety of industries and often partners with technology \ncompanies in order to address the needs of CDI’s customers.  (Compl. ¶ 6.)   In \n                                                           \n1 This Court is not bound at a trial on the merits by the findings of fact made in a preliminary \ninjunction order.  Lohrmann v. Iredell Mem’l Hosp., Inc. , 174 N.C. App. 63, 75, 620 S.E.2d \n258, 265 (2005) (citing Huggins v. Wake County Board of Education , 272 N.C. 33, 40 –41, 157 \nS.E.2d 703, 708 (1967)). \n \n2 The Complaint in this action was verified und er oath by Erik Bakker, CDI ’s President, on \nJune 30, 2016. \n \n \nparticular, CDI is a “Value Added Reseller,” or VAR.  (Ryan Aff. ¶ 3.)  VARs resell \nhardware from technology manufacturers , but include additional services with the  \nsale, such as design, installation, and maintenance.  (Ryan Aff. ¶ 4).  \n16. Brown was working for a business partner of CDI  when CDI and Brown \ndiscussed an expansion of CDI into the Southeastern United States.  (Compl. ¶¶ 8–9.)  \nBrown decided to resign  from h is current position to assist with the expansion.  \n(Compl. ¶ 9.) \n17. In 2010, CDI and Brown organized CDISE to take advantage of the market \npossibilities they had identified in the Southeastern United States.   (Compl. ¶  10.)  \nCDI and Brown entered into a writt en operating agreement  for CDISE , dated \nNovember 5, 2010 (“Operating Agreement”).  (Compl. ¶ 10.)  The Operating \nAgreement provided that Brown and CDI each held a fifty -percent membership \ninterest in CDI SE.  The Operating Agreement further provided that Brown would \nserve as President and handle the day-to-day management of CDISE, and that CDI \nwould be  the managing  member of CDISE with “ full, complete and exclusive \nauthority, power and discretion to direct, manage and control the business, affairs \nand assets of [CDISE], to exercise any of the powers of [CDISE], to make all decisions \nregarding those matters, and to perform any and all other acts or activities it deems \nnecessary, appropriate, proper, advisable or convenient with respect thereto.”   \n(Compl. ¶ 10.) \n18. Significantly for this case and this Motion, t he Operating Agreement also \ncontains a non-disclosure provision, which states as follows: \n \n \nEach Member hereby covenants and agrees to maintain the \nconfidentiality of, and not disclose, the terms of this Agreem ent, any \ndocument or information received from [CDISE] or another Member in \nconnection herewith or in connection with the operations or finances of \n[CDISE] or any proprietary or confidential information, technical data, \ntrade secrets, know -how generated or  collected by or utilized in the \noperation of [CDISE], and shall not publish or otherwise disclose the \nsame at any time without the prior written consent of all Members.  \nWithout such prior written consent, such disclosure shall be permitted \nonly to the ex tent required (i) by applicable law or regulation, (ii) court \norder, (iii) to carry out the business of [CDISE] and (iv) to obtain advice \nfrom accountants, tax advisors and legal counsel of a Member or \n[CDISE].  \n(Compl. ¶ 40 ; Answer, Ex. A  § 13.1 .) (the “C onfidentiality Provision”).  The \ninformation and materials described in the first sentence of the Confidentiality \nProvision that the Member agrees not to disclose shall hereafter be referenced as the \n“Protected Information.” \n19. Neither Brown nor Jacoby is sub ject to a covenant not to compete or a non -\nsolicitation agreement with CDI or CDISE.  (Brown Aff. ¶ 80; Jacoby Aff. ¶ 21.) \n20. CDISE hired Jacoby in February 2011, as a senior account manager, and , \nafter several promotions, Jacoby ultimately became CDISE’s vice-president. (Compl. \n¶¶ 11–12.)  \n21. The industry in which CDISE is engaged  is an extremely competitive one, \nand repeat customers are a critical source of business for those in the industry.   \n(Bakker Aff. ¶ 9 .)  Numerous VARs frequently compete for the same op portunities.  \n(Ryan Aff.  ¶ 5.)  In 2015, at the behest of one of CDISE’s customers, some CDISE \nemployees were required to sign confidentiality agreements  as a condition of \nemployment at CDISE  and as a condition of working for that  specific customer.  \n(Bakker Aff. ¶ 9; Brown Aff. ¶  93.)  Jacoby was one of those employees.  He signed \n \n \nCDISE’s new  standard confidentiality agreement on October 27, 2015  (the \n“Confidentiality Agreement”).  (Bakker Aff. 24 –25.)  Jacoby did not receive any thing \nof value  from CDISE w hen he signed the Confidentiality Agreement other than \ncontinued at-will employment with CDISE.  (Jacoby Aff. ¶ 45.) \n22. The Confidentiality Agreement provides, in relevant part, that Jacoby “will \nprotect and refrain from disclosing all confidential informatio n, while engaged by \n[CDISE] and after [Jacoby] has completed all services and obligations for [CDISE].”  \nThe Confidentiality Agreement defines “confidential information” to include \n“customer information, pricing data, supply sources, techniques, computeriz ed data, \nmaps, methods, product design information, market information, technical \ninformation, [CDISE] standards and other confidential and/or proprietary \ninformation belonging to or licensed to, [CDISE] or its clients or customers, including \nbut not limit ed to, trade secrets, inventions, patents, and copyrighted materials.”  \nJacoby confirmed in the Confidentiality Agreement that “all confidential information \nremains the property of [CDISE].”  The confidential information protected by the \nConfidentiality Ag reement will hereafter be referenced as the “Confidential \nInformation.” \n23. It appears to the Court based on the evidence of record on this Motion that \nthe “confidential information” described in the nondisclosure provision of the \nOperating Agreement constitutes the same “confidential information” described in the \nConfidentiality Agreement.  Thus, the Court finds and concludes that CDISE’s \nConfidential Information (as defined herein) is included with and deemed a part of \nCDISE’s Protected Information (as defined herein). \n \n \n24. CDISE’s 2015 employee handbook emphasized the need for confidentiality.  \n(Bakker Aff. ¶ 9, 26–27.)  Employees were given password-protected laptops.  (Bakker \nAff. ¶  9.)  CDISE also maintained many sensitive business records in locked file \ndrawers.  (Compl. ¶ 32).  \n25. CDISE marks its pricing proposals and scope of work documents with \nconfidential designations.  (Durham Aff. 103 .)  This was done to discourage potential \ncustomers from sharing information with other integrators competing for the same \nproject, but customers routinely shared CDISE’s pricing proposals and scope of work \ndocuments with other integrators bidding on the same project and openly discussed \nthe work with other integrators after a project was awarded.  (Brown. Aff. ¶ 94.)  \nAdditionally, when pricing proposals or quotes involved the leasing of equipment, the \nspecific equipment involved was typically identified in publicly available UCC filings.  \n(Brown. Aff. ¶ 94.)  Vendors also attended customer meetings where pricing proposals \nand quotes were discussed.  (Brown Aff. ¶ 96.)  \n26. In 2015, Brown approached CDI about possibly purchasing CDI’s \nmembership interest in CDISE, and ultimately, on December 8, 2015, Brown and CDI \nagreed to terms concerning Brown ’s purchase of CDISE’s  assets.  (Compl . ¶ 13.)  \nHowever, deadlines for closing the transaction passed several times without \nconsummation of the transaction.  (Compl. ¶¶ 15–18.) \n27. From the time of the first term sheet  in early 2015 , Brown agreed that he \nand CDISE would conduct “business as usual. ”  (Bakker Aff. 49.)  During the ensuing \nmonths, Brown undertook many efforts to ready  Rove for its eventual launch  after \nBrown’s purchase of CDISE’s assets.  (Brown Aff. ¶ 47.)   \n \n \n28. The economic forecast for CDISE’s future business was positive.  On May 4, \n2016, Jacoby forecast that CDISE’s sales pipeline was $64 million for the remainder \nof 2016.  (Bakker Aff. 119 –45.)  Opportunities included Medic, Octapharma Plasma, \nPark Sterling Bank, South State Bank, Springs Global, Sunbelt Rentals, TIAA, and \nTradeKing, among many others.  (Bakker Aff. 119 –45.)  Brown and Jacoby used this \nforecast in an attempt to obtain funding for Rove.  (Jacoby Aff. ¶ 25.)  \n29. In early 2016, Brown hired Brian Calfo (“Calfo”) to be in charge of operations \nand quotes for Rove.  (Bakker Aff. ¶ 8; Brown. Aff. ¶ 52 .)  In performing his services, \nCalfo used a gorove.com (later changed to withrove.com) email address.  (Bakker Aff.  \n81; Durham Aff.  124.) \n30. On or about May 2, 2016, Brown hired Chelsea Cancelliere (“Cancelliere”) as \nan inside sales representative for Rove.  (Bakker Aff. ¶ 8; Brown Aff. ¶ 52.)   \n31. Neither Calfo nor Cancelliere signed a confidentiality agreement protecting \nCDISE’s confidential and proprietary information .  (Bakker Aff. ¶ 8 .)  Both \nCancelliere and Calfo had access to CDISE’s sales system.  (Bakker Aff. 57 .)  \nCancelliere worked in CDISE’s office.  (Answer ¶ 22.)   \n32. During the first half of 2016 , Brown and others employed by or associated \nwith Rove communicated with customers about the anticipated acquisition of CDISE’s \nassets.  (Answer ¶ 23.)   \n33. In May 2016, Brown or someone act ing at his direction prepared Rove’s \nCapabilities Statement, which stated that Rove was “formerly CDI Southeast.”  \n(Answer ¶ 23 .)  Rove employees and individuals associated with Rove provided the \nCapabilities Statement to potential Rove customers despite the fact that the asset \n \n \nacquisition did not occur and Rove never was or became “CDI Southeast.”  (Answer ¶ \n23; Durham Aff. 34–36; Bakker Aff. 89–91.)   \n34. On May 18, 2016, Chris Horn falsely informed CDISE’s potential customer, \nTIAA, that Rove had already completed the buyout  of CDISE’s assets.  (Durham Aff. \n34.)  Horn also sent a Capabilities Statement falsely representing that Rove was a \nmere continuation of CDISE.  (Durham Aff. 36.) \n35. On May 25, 2016, Josh Monza told CDISE’s potential customer, TIAA, that a \nnumber of CDISE employees had switched their email accounts to the withrove.com \naddress.  (Durham Aff. 17 .)  TIAA emailed Chris Horn that same day at his \nwithrove.com address and described the value of ha ving a new business partner like \nCDISE.  (Durham Aff.  14.) \n36. On May 31, 2016, Josh Monza falsely told CISCO , a potential CDISE \ncustomer, that the buyout had occurred.  (Bakker Aff. 89 .)  He also sent the same \ninaccurate Capabilities Statement  to CISCO  representing that Rove was “formerly \nCDI Southeast.”  (Bakker Aff. 89–91.) \n37. On June 2, 2016, Patrick Gloriod of CSI Leasing, Inc. sent an email to \nCDISE’s potential  customer, TIAA, with a copy to Brown, stating that “Rove is \nformerly CDI Southeast” and is “the best technology integrator in the Southeast . . . .”  \n(Hendershott Aff. , Ex. P.)  There is no indication in the record that Brown ever \ncorrected the misrepresentation to TIAA that “Rove [was] formerly CDI Southeast.” \n38. Also o n June 2, 2016, a potential CDISE customer, Ally, advised that it \nwished to engage CDISE’s services.  (Durham Aff. 77 –78.)  Chris Horn informed \nDefendants Brown and Jacoby that the transaction with Ally  represented a “ [n]ice \n \n \nservices gig we can hold over till July.”  (Bakker Aff. 77 .)  Mon za asked everyone to \nconfirm that “we all agree to go Rove correct?”  (Bakker Aff. 79.) \n39. In June 2016 , Rove employees and agents obtained certain of CDISE’s \npricing proposals and quotes for existing and potential CDISE customers, all of which \nwere marked with confidentiality designations, and sent such proposals and quotes to \ncustomers using their withrove.com or gorove.com e -mail addresses.  (Answer ¶ 26 ; \nDurham Aff. 77–101 (Ally Statement of Work) , 102 –123 (AgFirst quote),  124–43 \n(Spring Global quote s), 144–48 (Park Sterling Bank quote) , 149–155 (Compass \nGroup), 156–172 (Octopharma Plasma quote ), 189–202 (Sunbelt quotes) , 203–241 \n(Medic quote), 242–48 (TradeKing quotes).) \n40. On June 7, 2016, an email between Chris Horn and Jack Daykin indicated \nthat the documentation relating to Octapharma Plasma was located in a \nwithrove.box.com cloud storage service.  (Bakker Aff. 69 .)  Horn also sent CDISE’s \nStatement of Work template to his withrove.com account.  (Durham Aff. 173–88.) \n41. On June 10, 2016, Brown learned from Ki an Capital that Kian Capital’s \npreliminary due diligence would not s upport the deal terms to which he had agreed .  \n(Brown Aff. ¶  71.)  That same day, CDISE’s Matthew Floyd sent the entire team , \nincluding Brown, the “overall plan for the critical path” for Rove’s launch, based on \nthe assumption that Rove would own CDISE’s assets on June 17, 2016.  (Bakker Aff. \n37.)  There is no indication in the record that Brown ever instructed the team to delay \npreparations for  the launch of Rove  after it became apparent to Brown that the \npurchase of CDISE’s assets would not occur. \n \n \n42. On June 15, 2016, Brown informed DC74  that Rove was setting up its \nsystems and planning to move into its newly-rented space during the following week.  \n(Durham Aff. 65.)  That same day, Brown rev ised a reseller agreement with EMC 2 to \nreflect that Rove would be operating at 3201 International Airp ort Drive.  \n(Hendershott Aff. ¶ 9.) \n43. On June 15, 2016 and June 16, 2016, Brown connected external memory \ndevices to his CDISE-issued laptop and accessed va rious CDISE documents during \nthose days.  (Hendershott Aff. ¶ ¶ 6, 9.)  He also reviewed certain CDISE employee \nrecords to determine which CDISE employees h ad covenants not to compete.  (Brown \nAff. ¶ 100b.) \n44. Brown resigned  as President  of CDISE on June 16, 2 016.  (Brown Aff.  ¶¶ \n75–76.) \n45. Over the following weekend, June 18 and 19, 2016, Brown recruited dozens \nof CDISE personnel to join Rove.  (Bakker Aff. ¶ 16 .)  Twenty-four CDISE employees \nresigned on Sunday, June 19, 2016 to join Rove.  (Bakker Aff. ¶ 16.)  When Rove made \nthese offers of emplo yment, Rove required each employee to sign an employee \nrestrictive covenant and confidentiality agreement to protect Rove’s intellectual \nproperty and customer relationships.  (Bakker Aff. 28–36.) \n46. Four more CDISE employees resigned on Monday, June 20, 2016  to join \nRove.  (Bakker Aff. ¶ 16.) \n47. CDI had previously indicated to Brown that in the event Brown’s purchase \nof CDISE’s assets did not occur, CDI, as CDISE’s managing member,  intended to \neither remove Brown as president of CDISE and continu e to operate CDISE with \n \n \ndifferent leadership or to dissolve and liquidat e CDISE .  (Brown Aff. ¶  74.)  In \nrecruiting CDISE’s employees, however, Brown only informed them that CDI had \nadvised that CDI intended to “remove [Brown] and liquidate CDISE.”  (Brown Aff. ¶  \n82.)   \n48. On June 21, 2016, vendor EMC 2 informed Greenville Health System, a \npotential customer of CDISE, that “since CDI is now Rove, we need to have you \nrequest this quote on Rove paper now.”  (Bakker Aff. 86 .)  Jacoby was aware of  this \nmisrepresentation (Bakker Aff. 77), but there is no indication in the record that \nJacoby corrected it.  \n49. Jacoby resigned on Wednesday, June 22, 2016.  (Jacoby Aff. ¶ 19.) \n50. Brown told Rove’s new employees not to bring with them to Rove any \nmaterials, documents, or property belonging to CDISE.  (Brown Aff. ¶ 83.) \n51. Rove employees removed certain equipment  belonging to CDISE  from \nCDISE’s office , including Horn’s laptop, a CISCO server, certain Meraki advanced \nsecurity gear, and computer drives that were to b e included in the CISCO server.  \nRove returned such items only after demand by CDISE or its counsel.  (Durham Aff. ¶ \n6.)   \n52. Brown, Jacoby, Rove, and Rove’s employees have been, and appear to \nremain, in possession of CDISE’s Protected Information and have disclosed and used \nCDISE’s Protected Information.  (Durham Aff. 77–101, 203–41.) \n53. Brown and Jacoby have solicited business from a limited number of \ncustomers who have also done business with CDISE.  (Answer ¶ 33.) \n \n \n54. In submitting a Statement of Work to Ally on July 12, 2016, Rove employee , \nJosh Monza, used an email chain that he had started while he was an employee at \nCDISE.  The chain included an email sent by Monza at his CDISE em ail address “on \nbehalf of” Monza at his withrove.com email address.  (Durham Aff.  77.)  The proposed \nStatement of Work, sent nearly one month after Brown’s resignation, showed that \nRove’s office address was 16 16 Camden Road.  (Durham Aff. 79 .)  CDISE’s address is \n1616 Camden Road, not Rove’s. \n55. Plaintiffs have asked Defendants to return all CDISE materials which \nremain in Defendants’ possession.  While Defendants stated in July, 2016 that they \nhad, to the best of their knowledge, returned all of CDISE’s materials to CDISE , \nDefendants have continued to locate and return CDISE documents to Plaintiffs, \nincluding returning materials on December 8, 2016, less than one week before the \nhearing on Plaintiffs’ Motion.  The December 8, 2016 production contained documents \nthat were uploaded from Rove’s office to a box.com cloud storage account.  \n(McCullough Aff. )  Defendants discovered the upload on September 23, 2016.   The \nvarious documents provided to Plaintiffs in expedited discovery, including the \ndocuments provided on December 8, 2016, include documents that relate to projects \nand proposals for customers and include CDISE’s Protected Information.  \n56. There is no indication in the record that Defendants have correct ed the \nmisrepresentations that Defendants and their agents have made to Plaintiffs’ existing \nand potential customers to the effect that “Rove is formerly CDI Southeast.” \n \n \n57. Rove is actively pursuing , and has pursued, many of the same opportunities \nand customers that its employees pursued while at CDISE prior to and at the time of \nBrown’s resignation.  (Ryan Aff., generally; Jacoby Aff., generally.) \n58. Since Defendants initiated the activities described above, CDISE has lost \nvaluable customer relationships and is projecting revenues for 2016 that are far less \nthan its 2015 revenues and far less than those projected in Jacoby’s May, 2016 \nforecast.  (Bakker Aff. ¶ 21; Hendershott Aff., Ex. N; Ryan Aff., generally.) \nIII. \nCONCLUSIONS OF LAW \n59. BASED UPON the foregoing FINDINGS OF FACT, the Court makes the \nfollowing CONCLUSIONS OF LAW: \n60. “A preliminary injunction is an extraordinary measure taken by a court to \npreserve the status quo of the parties during litigation.” A.E.P. Indus., Inc. v. McClure, \n308 N.C. 393, 401, 302 S.E.2d 754, 759 (1983).  A preliminary injunction is proper \nonly: \n(1) if a plaintiff is able to show likelihood of success on the merits of \nhis case and (2) if a plaintiff is likely to sustain irreparable loss unless \nthe injunction is issued, or if, in the opinion of the Court, issuance is \nnecessary for the protection of a plaintiff’s rights during the course of \nlitigation. \nId. at 401, 302 S.E.2d a t 759 –60 (citations omitted) (emphasis omitted).  The \nburden is on the moving party to establish its right to a preliminary injunction, and \nthe remedy “should not be lightly granted.”  GoRhinoGo, LLC v. Lewis, 2011 NCBC \nLEXIS 39, at *17 (N.C. Super. Ct. Sept. 29, 2011) (citations omitted); Travenol Labs., \nInc. v. Turner, 30 N.C. App. 686, 692, 228 S.E2d 478, 483 (1976). \n \n \n61. North Carolina courts have held that in assessing the preliminary injunction \nfactors, the trial judge “should engage in a balancing process , weighing potential \nharm to the plaintiff if the injunction is not issued against the potential harm to the \ndefendant if injunctive relief is granted.  In effect, the harm alleged by the plaintiff \nmust satisfy a standard of relative substantiality as well  as irreparability.”  Williams \nv. Greene, 36 N.C. App. 80, 86, 243 S.E.2d 156, 160 (1978).  \n62. Irreparable injury under Rule 65 is established upon a showing that “the \ninjury is beyond the possibility of repair or possible compensation in damages” or \n“that the injury is one to which the complainant should not be required to submit or \nthe other party permitted to inflict, and is of such continuous and frequent \nrecurrence that no reasonable redress can be had in a court of law.”  A.E.P., 308 \nN.C. at 407, 302 S.E .2d at 763 (citing Barrier v. Troutman , 231 N.C. 47, 50, 55 \nS.E.2d 923, 925 (1949)) (emphasis omitted). \n63. If there is a “full, complete and adequate remedy at law,” the movi ng party \nis not entitled to the  equitable remedy of injunction.   Bd. of Light and Wat er \nComm’rs v. Parkwood Sanitary Dist. , 49 N.C. App. 421, 423, 271 S.E.2d 402, 404 \n(1980).  “[O]ne factor used in determining the adequacy of a remedy at law for \nmoney damages is the difficulty and uncertainty in determining the amount of \ndamages to be awar ded for defendant ’s breach.”   A.E.P., 308 N.C. at 406–07, 302 \nS.E.2d at 762. \n64. Based on the evidence of record, t he Court concludes that there is a  full, \ncomplete and adequate remedy of law as to each of Plaintiffs’  claims except for (i) \nBrown’s alleged breach of the Operating Agreement , (ii) Defendants’ alleged \n \n \nmisappropriation of trade secrets, and (iii) Defendants’ alleged unfair and deceptive \ntrade practices.  See, e.g., Whalehead Props. v.  Coastland Corp., 299 N.C. 270, 283, \n261 S.E.2d 899, 907–08 (1980) (discussing money damages as a legal remedy). \n65. More specifically, the Court concludes that Plaintiffs’ alleged damages for \nfailure to negotiate in good faith, breach of the covenant o f good faith and fair \ndealing, conversion, breach of fiduciary duty, tort ious interference with contract, \nand tortious interference with prospective economic relations are not of such a \n“peculiar nature . . . that compensation in money cannot atone for it.”  Frink v. N.C. \nBd. of Transp., 27 N.C. App. 207, 209, 218 S.E.2d 713, 7 14 (1975) (citation omitted).  \nAs to these claims, therefore, the Court concludes that Plaintiffs have failed to show \nthat they are likely to sustain irreparable loss unless an injunction is issued or that \nissuance of a preliminary injunction is necessary for the protection of Plaintiffs’ \nrights during the course of the litigation .  As a result, the Court denies Plaintiffs’ \nMotion to the extent it is based on these claims. \nA. Misappropriation of Trade Secrets \n66. Under the North Carolina Trade Secrets Protection A ct (“NCTSPA”), “actual \nor threatened misappropriation of a trade secret may be preliminarily enjoined \nduring the pendency of the action and shall be permanently enjoined upon judgment \nfinding misappropriation . . . .” N.C. Gen. Stat. § 66 -154(a).  Actual o r threatened \nmisappropriation may be established by the introduction of “substantial evidence” \nthat a person against whom relief is sought “[k]nows or should have known of the \ntrade secret; and [h]as had a specific opportunity to acquire it for disclosure or use or \nhas acquired, disclosed, or used it without the express or implied consent of the owner \n \n \n[of the trade secret].”  N.C. Gen. Stat. § 66 -155.  A defendant may rebut an owner ’s \nclaim of misappropriation by proving that the defendant acquired the owne r’s trade \nsecret information through independent development or reverse engineering, or by \nproving that the owner’s “trade secret” information was received from another person \nwith a right to disclose the information or is generally known in the industry.  N.C. \nGen. Stat. §§ 66-155, 66-152.  \n67. A trade secret is defined under the NCTSPA as: \nbusiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method technique, \nor process that \na. [d]eri ves independent actual or potential commercial value from not \nbeing generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain economic \nvalue from its disclosure or use; and \nb. [i]s the subject  of efforts that are reasonable under the circumstances \nto maintain its secrecy. \nN.C. Gen. Stat. § 66-152(3). \n68. In determining whether processes or information are trade secrets, the \nNorth Carolina courts generally consider six factors: \n(1) the extent to which information is known outside the business; (2) the \nextent to which it is known to employees and others involved in the \nbusiness; (3) the extent of measures taken to guard secrecy of the \ninformation; (4) the value of information to the business and its \ncompetitors; (5) the amount of effort or money expended in developing \nthe information; and (6) the ease or difficulty with which the information \ncould properly be acquired or duplicated by others. \n \nWilmington Star-News, Inc. v. New Hanover Reg’l Med. Ctr., 125 N.C. App. 174, 180–\n81, 480 S.E.2d 53, 56 (1997) (citations omitted). The factors overlap, and courts \nconsidering these factors do not always examine them separately and individually. \n \n \nSCR-Tech LLC v. Evonik Energy Servs. LLC , 2011 NCBC LEXIS 2 7, at *34  (N.C. \nSuper. Ct. July 22, 2011). \n69. Furthermore, in a trade secret misappropriation case, “an applicant for a \npreliminary injunction must do more than merely allege that irreparable injury will \noccur.  The applicant is required to set out with particularity f acts supporting such \nstatements so the court can decide for itself if irreparable injury will occur.” N.C. \nFarm P ’ship v. Pig Improvement Co ., 163 N.C. App. 318, 323, 593 S.E.2d 126, 130 \n(2004) (citations and quotations omitted). \n70. Plaintiffs contend that their alleged trade secrets  consist of CDISE’s \n“quotes, statements of work, the manner by which it prices out potential jobs and \ngathers information from its customers and potential customers; its organization \nchart; its financial information; its bonus prog rams; its offer letters and \nemployment terms; and its contact lists .”  (Pls.’ Mem. Supp. Mot. Preliminary Inj. \n19.)   \n71. Based on its review of the evidence of record at this stage of the litigation, \nthe Court is not persuaded that Plaintiffs have met their b urden on this Motion to \nshow that CDISE’s quotes, statements of work, organization chart, bonus programs, \noffer letters and employment terms, and  “the manner by which [CDISE] prices out \npotential jobs and gathers information from its customers and potentia l customers,” \nare protectable trade secrets under North Carolina law. \n72. First, Plaintiffs have failed to bring forward persuasive evidence of any \nkind to support their contention that CDISE ’s organization chart, bonus programs, \nand offer letters and employme nt terms constitute protectable trade secrets under \n \n \nthe law of this State.  Indeed, n ot only have Plaintiffs failed to show that these \nitems were subject to reasonable efforts to guard their secrecy, Plaintiffs have not \noffered any evidence that any CDISE employee ever acknowledged, or was even \nasked to acknowledge , that such information is confidential  and should be \nmaintained as confidential .  See, e.g., Artistic Southern Inc. v. Lund , 2015 NCBC \nLEXIS 113, at *35 (N.C. Super. Ct. Dec. 9, 2015) (“the reasonableness of a plaintiff’s \nefforts to maintain secrecy are ‘necessarily fact dependent ’ and . . . a trial court \nmust ‘closely examine the circumstances surrounding the trade secret ’”); see \ngenerally Raybourne & Dean Consulting, Ltd. v. Metrica, Inc ., No. SA-14-CA-918-\nOLG, 2016 U.S. Dist. LEXIS 181576, at *57–58 (W.D. Tex. Feb. 19, 2016) \n(organization chart not trade secret where no efforts to maintain secrecy). \n73. Next, although Plaintiffs have offered evidence that CDISE ’s quotes and \nstatements of work freque ntly carried a confidential designation when they were \ntransmitted to CDISE’s customers, the evidence of record shows that CDISE did not \nrequire its customers to maintain the confidentiality of this information  and only \nasked its employees to maintain the confidentiality of this information as a result of \na single customer’s specific request.  Moreover, the evidence before the Court shows \nthat CDISE’s customers in fact shared CDISE’s quotes and statements of work with \nCDISE’s competitors.  Under the circums tances present here, the Court cannot \nconclude that CDISE’s quotes and statements of work were subject to sufficient \nefforts to maintain their secrecy to qualify as trade secrets under North Carolina \nlaw.  See, e.g.,  Glaxo Inc. v. Novopharm Ltd. , 931 F. Su pp. 1280, 1302 n.23 \n(E.D.N.C. 1996) (applying North Carolina law  and concluding that “[s] tamping a \n \n \ndocument ‘confidential’ does not make the information contained therein so.  It is \nthe status of the information, not that of the document which bears it, th at will \ndetermine the existence of a trade secret.  Documents do not contain trade secrets \nmerely because they are confidential. ”) (citations and quotations omitted) ; Safety \nTest & Equip. Co. v. Am. Safety Util. Corp ., 2015 NCBC LEXIS 40, at * 27 (N.C. \nSuper. Ct. Apr. 23, 2015) (“ Where a plaintiff does not restrict a customer ’s further \ndistribution of pricing information provided to the customer and acknowledges the \ncustomer’s right to use that information, the pricing is not entitled to trade secret \nprotection.”); see also Ruckelshaus v. Monsanto Co ., 467 U.S. 986, 1002 (1984) (“If \nan individual discloses his trade secret to others who are under no obligation to \nprotect the confidentiality of the information, or otherwise publicly discloses the \nsecret, his property right is extinguished.”). \n74. Last, our courts have made clear that “a plaintiff must identify a trade \nsecret with sufficient particularity so as to enable a defendant to delineate that \nwhich he is accused of misappropriating and a court to determine w hether \nmisappropriation has or is threatened to occur.”  Analog Devices, Inc. v. Michalski , \n157 N.C. App. 462, 468, 579 S.E.2d 449, 453 (2003) (citations omitted)  (injunctive \nrelief properly denied where only general areas of research were identified as tr ade \nsecrets and an absolute bar to activity in those areas was sought) .  The Court \nconcludes that Plaintiffs’ asserted trade secret – “the manner by which [CDISE] \nprices out potential jobs and gathers information from its customers and potential \ncustomers” – is not identified with sufficient particularity to meet this standard.  \nSee, e.g. , VisionAIR, Inc. v. James , 167 N.C. App. 504 , 511 , 606 S.E.2d 359, 364 \n \n \n(2004) (preliminary injunction denied where trade secrets comprised “only broad \nproduct and technology categories”); FMC Corp. v. Cyprus Foote Mineral Co., 899 F. \nSupp. 1477, 1484 (W.D.N.C. 1995) (applying North Carolina law  and denying \npreliminary injunction where trade secret described only in general terms and \nwhere evidence of blatant misappropriation not shown).  \n75. In contrast, the Court is persuaded that Plaintiffs have carried their \nburden on this Motion to show that CDISE’s financial information and contact lists \nconstitute protectable trad e secrets under North Carolina law (“CDISE’s Trade \nSecret Information”) in the circumstances presented here.  Not only have our courts \nregularly concluded that such information may constitute trade secret s, but \nPlaintiffs have established that the information is valuable, both to Plaintiffs and \ntheir competitors, not generally known outside CDISE, difficult to duplicate or \nacquire, developed at significant cost to Plaintiffs, and subject to adequate measures \nto guard its secrecy, including limit ing internal distribution and maintain ing the \ninformation in password -protected computers and locked file cabinets  in CDISE’s \noffice.  See Wilmington Star-News, Inc., 125 N.C. App. at 180–81, 480 S.E.2d at 56; \nsee also, e.g., Sunbelt Rentals, Inc. v. Head & Engquist Equip., LLC , 174 N.C. App. \n49, 53 –56, 620 S.E.2d 222, 226 –28 (2005) (finding compilation of business \ninformation to constitute trade secret); Drouillard v. Keister Williams Newspaper \nServs., Inc., 108 N.C. App. 169, 174, 423 S.E.2d 324, 327 (1992) (holding customer \nlists and pricing and bidding formulas to constitute trade secrets). \n76. The Court is further persuaded that Plaintiffs have met their burden to \nshow a likelihood of success on their contention that that Defendants have \n \n \nmisappropriated CDISE’s Trade Secret Information and acquired, used, and \ndisclosed CDISE’s Trade Secret Information without Plaintiffs’ consent.   \n77. The Court concludes that Plaintiffs have suffered and continue to suffer \nirreparable harm as a result of Defendants’ acquisition, disclosure, and use of \nCDISE’s Trade Secret Information and that Plaintiffs will suffer irreparable harm if \nDefendants and all other persons in active concert or participation with any \nDefendant are not preliminarily enjoined from continuing to engage in such \nunlawful conduct. \n78. The harm to Plaintiffs is immediate and ongoing and cannot be later \nredressed by the Court if allowed to continue during the course of the litigation.  \nThus, the Court concludes , in the exercise of its discretion,  that the issuance of a \npreliminary injunction is necessary for the protection of Plaintiff s’ rights during the \ncourse of this litigation.   \n79. The Court has engaged in a balancing process, weighing potential harm to \nPlaintiffs if an injunction is not issued against the potential harm to Defendants if \ninjunctive relief is granted , and finds that th e potential harm to Plaintiffs \noutweighs that to Defendants. \n80. Accordingly, the Court concludes, in the exercise of its discretion, that \nPlaintiffs are entitled to a preliminary injunction restraining and enjoining \nDefendants and all other persons in active concert or participation with any \nDefendant from retaining, using, disclosing, or distributing  CDISE’s Trade Secret \nInformation.   \n \n \n \nB. Breach of Operating Agreement \n81. A breach of contract requires the existence of a valid existing contract and \na breach of the terms of that contract.  J.T. Russell & Sons, Inc. v. Silver Birch Pond \nLLC, 217 N.C. App. 290, 295, 721 S.E.2d 699, 703 (2011) (citing Johnson v. Colonial \nLife & Accident Ins. Co., 173 N.C. App. 365, 369, 618 S.E.2d 867, 870 (2005)). \n82. The Operating Agreemen t is a valid and binding  contract, and the \nConfidentiality P rovision appearing therein binds Brown, as a member of CDISE .  \nSee N.C. Gen. Stat. § 57D -2-30(e); N.C. State Bar v. Merrell , No. COA14-1334, 777 \nS.E.2d 103, 114 (N.C. App. Oct. 6, 2015) (“An opera ting agreement is a contract” ); \nRichardson v. Kellar, 2016 NCBC LEXIS 62, at *12 (N.C. Super. Ct. Aug. 2, 2016).   \n83. Based on the Court’s findings of fact on the current record, the Court \nconcludes that Plaintiffs have established a likelihood of success on the merits on its \nclaim against Brown for  breach of the Operating Agreement  by presenting \npersuasive evidence that the Operating Agreement constitutes a valid and binding \ncontract between Brown and CDI and that Brown has engaged in conduct in breach \nof the Operating Agreement by disclosing CDISE’s Protected Information to persons \nand entities outside CDISE.   \n84. In addition, t he Court has found that after Brown resigned as CDISE’s \nPresident, Defendants retain ed possession of CDISE’s Protected Information and \nused that Protected Information in an effort to obtain a competitive advantage over \nCDISE with resulting harm to CDISE’s business.   \n85. The Court concludes that Plaintiffs have suffered and continue to suffer \nirreparable harm as a result of Brown’s disclosure and use of CDISE’s Protected \n \n \nInformation and that Plaintiffs will suffer irreparable harm if Brown and all other \npersons in active concert or participation with him, including his co-Defendants, are \nnot preliminarily enjoined from continuing to engage in such unlawful conduct.   \n86. The harm to Plaintiffs is immediate and ongoing and cannot be later \nredressed by the Court if allowed to continue during the course of the litigation.  \nThus, the Court concludes , in the exercise of its discretion,  that the issuance of a \npreliminary injunction is necessary for the protection of Plaintiffs’ rights during the \ncourse of this litigation.  See ABT, Inc. v. Juszczyk , No. 5:09CV119-RLV, 2010 U.S. \nDist. LEXIS 91613 , at * 9, 25 (W.D.N.C. Aug. 10, 2010) (granting preliminary \ninjunction for claims, including a claim of breach of contract for violating a \nconfidentiality agreement, where plaintiff’s goodwill and customer relationships \nwould be injured).   \n87. The Court has engaged in a balancing process, weighing potential harm to \nPlaintiffs if an injunction is not issued against the potential harm to Brown and the \nother Defendants if injunctive relief is granted, and finds that the potential harm to \nPlaintiffs outweighs that to Defendants. \n88. Accordingly, the Court concludes, in the exerci se of its discretion, that \nPlaintiffs are entitled to a preliminary injunction restraining and enjoining \nDefendants and all other persons in active concert or participation with any \nDefendant from retaining, using, disclosing, or distributing  CDISE’s Protected \nInformation.   \n \n \n \n \nC. Breach of Jacoby’s Confidentiality Agreement \n89. The Court has found that Jacoby signed CDISE’s Confidentiality \nAgreement on October 27, 2015, four years after the commencement of his \nemployment.  The Court has also found that Jacoby did not receive anything in \nexchange for entering into the Confidentiality Agreement other than continued at -\nwill employment with CDISE .  Further, no party has contended that the \nConfidentiality Agreement functions as a restraint of trade, and the Court cannot  \nconclude, based on the record before the Court, that the Confidentiality Agreement \nconstitutes a restraint of trade. \n90. Based on the se findings of fact on the current record, the Court concludes \nthat Plaintiffs have failed to show a likelihood of success in establishing that the \nConfidentiality Agreement is a valid and binding contract between Jacoby and \nCDISE.  See, e.g., RoundPoint Mortg. Co. v. Florez, 2016 NCBC LEXIS 18, *115—25 \n(N.C. Super. Ct. Feb. 18, 2016) ( applying Kadis v. Britt , 224 N.C. 154, 161 –63, 29 \nS.E.2d 543, 547 -49 (1944) and holding that “mere continued at -will employment”  \ncannot constitute consideration for a modification of an employment contract  under \nNorth Carolina law).3 \n \n                                                           \n3  The Court recognizes that it previously concluded, on the particular facts of the case before \nit, that “a confidentiality agreement need not be supported by additional consideration if the \nagreement does not constitute a restraint of trade .”  See Amerigas Propane, L.P. v. Coffey , \n2015 NCBC LEXIS 98, at *14 (N.C. Super. Ct. Oct. 15, 2015)  (citing Sirona Dental, Inc. v. \nSmithson, No. 3:14-cv-714-RJC-DSC, 2015 U.S. Dist. LEXIS 6080, at *6 (W.D.N.C. Jan. 20, \n2015) (holding that where a non -disclosure “does not restrain trade, but rather seeks to \nprevent disclosure or use of confidential information; . . . new and additional consideration is \nnot required”  under North Carolina law ).)  To the extent the Amerigas and Roundpoint \ndecisions are in conflict, the Court concludes that Roundpoint is the better -reasoned under \ncontrolling principles of North Carolina law. \n \n \nD. Unfair and Deceptive Trade Practices \n91. To establish a violation of N.C. Gen. Stat. § 75 -1.1, a plaintiff must show: \n“(1) defendant committed an unfair or deceptive act or practice , (2) the action in \nquestion was in or affecting commerce , and (3) the act proximately caused injury to \nplaintiff.”  E.g., Dalton v. Camp,  353 N .C. 647, 656, 548 S.E.2d 704, 711 (2001); \nBecker v. Graber Builders, Inc., 149 N.C. App. 787, 794, 561 S.E.2d 905, 910 (2002).  \n92. “A practice is unfair when it offends established public policy as well as \nwhen the practice is immoral, unethical, oppressive, unscrupulous, or substantially \ninjurious to consumers. ”  Johnson v. Phoenix Mut. Ins.  Co., 300 N.C. 247, 263, 266 \nS.E.2d 610, 621 (1980).   \n93. A defamatory statement tending to impeach one in that trade or profession \naffects commerce and may constitute an unfair and deceptive trade practice.  Ellis v. \nNorthern Star Co., 326 N.C. 219, 225 –26, 388 S.E.2d 127, 131 (1990); Boyce & Isley \nv. Cooper , 153 N.C. App. 25, 35 –37, 568 S.E.2d 893, 901 –02 (2002 ); Ausley v. \nBishop, 133 N.C. App. 210, 216, 515 S.E.2d 72, 77 (1999).   \n94. Injunctive relief is available to plaintiffs who bring private suits under \nN.C. Gen. Stat. § 75 -1.1.  See generally  Noel L. Allen, North Carolina Unfair \nBusiness Practice § 12.01 (3d ed. 2015).  See also, e.g. , Johnson v. Honeycutt, No. \nCOA05-295, 2006 N.C. App. LEXIS 249, at *4 (N.C. Ct. App. Feb. 7, 2006) \n(affirming trial court judgment where trial court issued a preliminary injunction \nbased on unfair and deceptive trade practices claim); Union Carbide Corp. v. Sunox, \nInc., 590 F. Supp. 224, 227 –28 (W.D.N.C. 1984) (applying preliminary injunction \nstandard to claim brought under N.C. Gen. Stat. § 75-1.1). \n \n \n95. The Court concludes that , based on the Court’s finding s of fact, Plaintiffs \nhave shown a likelihood of success on the merits on their claim for un fair and \ndeceptive trade practices under N.C. Gen. Stat. § 75 -1.1 by presenting persuasive \nevidence of Defendants’ misappropriation of CDISE’s Trade Secret Information as \nwell as persuasive evidence of Defendants’ agents’ false statements concerning \nRove’s status as a successor to , or a continuation of,  CDISE in an effort to \nadvantage Defendants in their trade and business at Plaintiffs’ expense  with \nintended and resulting harm to Plaintiffs. \n96. The Court further concludes that such conduct has resulted in irr eparable \nharm to Plaintiffs, and if not enjoined, will continue to result in irreparable harm to \nPlaintiffs because there is no adequate remedy at law, there is substantial difficulty \nand uncertainty in determining the amount of damages to be awarded for \nDefendants’ conduct, and the injury Defendants have inflicted , and unless enjoined \nwill continue to inflict, on Plaintiffs is one to which Plaintiffs should not be required \nto submit or Defendants permitted to inflict based on the record before the Court. \n97. The Court has engaged in a balancing process, weighing potential harm to \nPlaintiffs if an injunction is not issued against the potential harm to Defendants if \ninjunctive relief is granted, and finds that the potential harm to Plaintiffs \noutweighs that to Defendants. \n98. The Court further concludes , in the exercise of its discretion,  that the \nissuance of a preliminary injunction is necessary for the protection of Plaintiffs’ \nrights during the course of this litigation.   \n \n \n99. Accordingly, the Court concludes, in the e xercise of its discretion, that \nPlaintiffs are entitled to a preliminary injunction restraining and enjoining \nDefendants and all other persons in active concert or participation with any \nDefendant from retaining, using, disclosing, or distributing  CDISE’s Protected and \nTrade Secret Information and from making any misrepresentations to any person or \nentity, including CDISE’s existing or potential customers, concerning Rove’s status \nas a successor to, or a continuation of, CDISE.   \nE. Additional Requested Injunctive Relief \n100. In addition to seeking a preliminary injunction enjoining Defendants from \nretaining, using, disclosing , or distributing any of CDISE ’s Protected and Trade \nSecret Information, and from mis representing to any person or entity that Rove is a \nsuccessor to or a continuation of  CDISE, Plaintiffs seek to enjoin Defendants from \nsoliciting or performing any services for at least 24  but as many as 123 specifically \nidentified, current and potential customers of Plaintiffs. \n101. The Court concludes , however, that an injunction preventing Defendants \nfrom soliciting or performing services for Plaintiffs ’ existing and potential customers \nis not justified based on the  current record before the Court.  It is undisputed that \nPlaintiffs did not obtain a non -solicitation or non-competition agreement from Brown, \nJacoby, or any of the employees who left CDISE to join Rove, and the Court concludes \nthat under the circumstances here,  Plaintiffs’ requested relief  seeks to provide \nPlaintiffs the benefit of a bargain they did not  make without adequate basis or \njustification.   \n \n \n102. In addition, having concluded that Plaintiffs have an adequate remedy at \nlaw on their claims for failure to negotiate in good faith, breach of the covenant of \ngood faith and fair dealing, conversion, breach of fiduciary duty, tortious interference \nwith contract, and tortious interference with prospective economic relations, and \nhaving further concluded that Plaintiffs have not shown a likelihood of success on \ntheir breach of contract claim against Jacoby, the  Court further concludes that the \ninjunctive relief the Court enters in this Order based on Plaintiffs’ claims for Brown’s \nalleged breach of the Operating Agreement, Defendants’ alleged misappropriation of \ntrade secrets, and Defendants’ alleged unfair trad e practices will adequately address \nthe irreparable harm the Court has found to exist and is likewise adequate to protect \nPlaintiffs’ rights during the course of this litigation.   \n103. Therefore, having weighed the potential harm to Plaintiffs if this specific  \ninjunctive relief is not issued against the potential harm to Defendants if this specific \ninjunctive relief is granted , and having found that the potential harm to Defendants \noutweighs that to Plaintiffs, the Court therefore , in the exercise of its discre tion, \ndeclines to enter an injunction prohibiting Defendants from soliciting or performing \nservices for Plaintiffs’ existing or potential customers in this Order, without prejudice, \nhowever, to Plaintiffs’ right to move the Court to amend this Order to seek such relief \nfor good cause shown should circumstances warrant as this case moves through \ndiscovery. \n104. Plaintiffs also seek an order requiring Defendants to immediately perform a \ncomplete inspection of their records and electronic systems for any documents \n \n \nprepared prior to June 16, 2016 “that relate to CDISE’s business in any way,” and of \ntheir premises for any additional equipment and personal property of CDISE.   \n105. The Court concludes, in the exercise of its discretion and after weighing the \npotential harms to Plaintiffs and Defendants of this requested relief, that Defendants \nshould be required to return to Plaintiffs any equipment, documents, or other \nproperty of CDISE  in Defendants’ possession or under Defendants’ control, provided, \nhowever, that Defendan ts should not be required to return to Plaintiffs any \ndocuments or other property Defendant Brown received solely in his capacity as a \nmember of CDISE. \nIV. \nCONCLUSION  \n106. WHEREFORE, based upon the foregoing FINDINGS of FACT and \nCONCLUSIONS of LAW, it is hereby ORDERED, in the exercise of the Court’s \ndiscretion, that pending final resolution of this civil action, and unless and until \notherwise ordered by this Court: \na. Brown, and any persons or entities in active concert or participation with \nhim, is hereby RESTRAINED and ENJOINED, during the pendency of \nthis action , from using, disclosing, or distributing CDISE’s Protected \nInformation (as defined herein), including without limitation any quotes \nand scopes of work prepare d prior to June 21, 2016 on CDI SE or Rove \nletterhead; communications with CDI SE’s customers and potential \ncustomers prior to June 21, 2016;  CDISE’s forms, templates, and other \nbusiness documents; CDISE’s sales records, forecasts, and financial \n \n \ninformation; and any CDISE document, in physical or elec tronic form, \nmarked with a confidential designation; provided, however, that Brown \nmay (i) disclose CDISE’s Protected Information to carry out the business \nof CDISE, and (ii) disclose CDISE’s Protected Information to obtain \nadvice from accountants, tax adv isors and legal counsel in his capacity \nas a member of CDISE; \nb. Defendants, and any persons or entities in active concert or participation \nwith any of them, are hereby RESTRAINED and ENJOINED, during the \npendency of this action , from using, disclosing, or distributing CDISE’s \nTrade Secret Information (as defined herein);  \nc. Defendants, and any persons or entities in active concert or participation \nwith any of them, are hereby RESTRAINED  and ENJOINED, during \nthe pendency of this action , from making any misrepres entation to any \nperson or entity, including to CDISE’s existing or potential customers, \nasserting that Rove is a suc cessor entity to, a continuation of , or the \nsame entity as, CDISE; \nd. Defendants are hereby ORDERED to return to Plaintiffs any equipment, \ndocuments, or other property of CDISE in Defendants’ possession or \nunder Defendants ’ control, including without limitation any quotes and \nscopes of work prepare d prior to June 21, 2016 on CDI SE or Rove \nletterhead; communications with CDI SE’s customers and pote ntial \ncustomers prior to June 21, 2016;  CDISE’s forms, templates, and other \nbusiness documents; CDI SE’s sales records, forecasts, and financial \n \n \ninformation; and any CDISE document, in physical or electronic form, \nmarked with a confidential designation ; provided, however, that \nDefendants shall not be required to return to Plaintiffs any documents \nor other property Defendant Brown received solely in his capacity as a \nmember of CDISE .  Defendants are further ordered to file a statement \nwith the Court within sixty (60) days of the entry of this Order certifying \nthat Defendants have fully complied with this paragraph and identifying \nany documents not returned to Plaintiffs based on an assertion that \nBrown received such documents solely in his capacity as a member  of \nCDISE. \ne. Pursuant to N.C. Gen. Stat. § 1A -1, Rule 65(c), this Order shall become \neffective u p o n  Plaintiffs’ posting of security in the amount of Five \nThousand Dollars ($5,000.00) (“Security”), which the Court concludes, in \nthe exercise of its discretion,  is reasonable and appropriate as a \ncondition of granting this preliminary injunction.  The Security shall be \nin the form of cash, check, surety bond, or other undertaking satisfactory \nto the Clerk of Superior Court of Mecklenburg County.  The Court’s order \nconcerning Plaintiffs’ posting of security is without prejudice to any \nparty’s right to move the Court to adjust the amount of the Security for \ngood cause shown. \nf.  Except as GRANTED by the terms of this Order, the Motion is DENIED.  \n \n \n \n \nSO ORDERED, this the 27th day of January, 2017. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases   \n "
}