{
  "id": "58d72e2b25ec57faee2d9eedfb5aed824172dd125489c801fb232784e558375d",
  "source_file": "data/raw/ncbc/58d72e2b25ec57faee2d9eedfb5aed824172dd125489c801fb232784e558375d.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \nCOUNTY OF WAKE SUPERIOR COURT DIVISION \n 17 CVS 14515 \n \nDAVID FINKEL; HD FUNDING, \nINC., and HORIZON FUNDING, \nLLC, \n \nORDER AND OPINION ON \nVALUATION OF THE OAKS AT \nNORTHGATE, LLC \n Plaintiffs, \n v.  \n \nPALM PARK, INC.; NATHAN \nBYELICK; MARGARET \nBYELICK; OAK CREST \nPROPERTY MANAGEMENT, \nINC.; and THE OAKS AT \nNORTHGATE, LLC, \n  \nDefendants. \n \nTHIS MATTER comes before the Court following an evidentiary hearing \nregarding the valuation of The Oaks at Northgate, LLC  (“TONG”) pursuant to \nN.C.G.S. § 57D-6-03(d) following an evidentiary hearing held on September 14 and \n15, 2020 (“the Hearing”). \nTHE COURT, having considered the evidence presented at the hearing and \nthe evidence presented at trial , the briefs filed by Plaintiffs and Defendants, the \narguments of counsel at the hearing, the applicable law, and other appropriate \nmatters of record, FINDS and CONCLUDES, as set forth below. \nFox Rothschild,  LLP, by Mark A. F inkelstein, Esq. and Stephen W. \nPetersen, Esq. for Plaintiff s David Finkel, H D Funding Inc., a nd \nHorizon Funding, LLC. \n \nJ.C. White Law Group, PPLC , by James C. White, Esq., and Shilanka \nI. Ware, Esq. for Defendants Palm Park, Inc., Nathan Byelick, Margaret \nFinkel v. Palm Park, Inc., 2020 NCBC 84. \n \n \nByelick, Oak Crest Property Management, Inc., and The Oaks At \nNorthgate, LLC. \n \n McGuire, Judge. \nI. BACKGROUND \n1. This dispute arises out of disagreements between the two members of \nTONG, Horizon Funding, LLC  (“Horizon”) and Oak Crest Property Management, \nInc. (“Oak Crest”), over the management of TONG  (collectively, Horizon and Oak \nCrest are “the Parties”) .  Plaintiff David Finkel (“Finkel”)  owns Horizon , and \nDefendants Nathan Byelick and Margaret By elick (“ Byelicks”) are the sole \nshareholders of Oak Crest.  Horizon owns a 37.5% interest in TONG, and Oak Crest \nowns a 62.5% interest. \n2. TONG’s sole asset is a 100% stock ownership in Palm Park, Inc.  (“Palm \nPark”).  Palm Park owns three properties:  a  multi-tenant office building at 1135 \nKildaire Farm Road, Cary; a multi-tenant office warehouse building at 3221 Durham \nDrive, Raleigh; and a multi -tenant flex warehouse building at 527 E. Chatham \nStreet, Cary (collectively,  the three properties owned by Palm Park are  the \n“Properties”).  Palm Park does not manage the Properties, but rather contracts \nmanagement to a third -party commercial management firm , Colliers International \n(“Colliers”). \n3. This case was tried from January 13, 2020 through January 22, 2020 \nin the Superior Court of Wake County.  Horizon’s claim for constructive fraud was \ntried to the jury , and Horizon’s claim for judicial dissolution of TONG was tried to \nthe Court.   On January 22, 2020, the jury returned its ve rdict on the issues of \n \n \nliability and damages, finding that the Byelicks breached fiduciary duties to Horizon \nby: (a) allowing Palm Park to pay for personal expenses for the Byelicks, their family \nmembers, or the Byelicks’ separately-owned companies; and (b) allowing Palm Park \nto enter into lease agreements and amendments with companies owned by the \nByelicks.  The jury awarded Horizon $41,784.25 in damages. \n4. On February 11, 2020, the Court entered its Final Judgment on the \njury’s verdict.  (ECF No. 149. )  The Court, in its  discretion, also entered judgment \nfor Horizon on its claim for judicial dissolution of TONG pursuant to N.C.G.S. § 57D-\n6-02(2)(ii).  Further, t he Court found  that given the evidence presented at trial,  \nTONG’s liquidation was necessary to protect the rights and interests  of Horizon as \na member of TONG and concluded that TONG should be dissolved  as a matter of \nlaw.  (Id. at p. 3.) \n5. On April 24, 2020, the Court issued an Amended Final Judgment \nallowing Oak Crest to elect whether to purchase Horizon’s ownership interest in \nTONG pursuant to N.C.G.S. § 57D- 6-03(d), which provides , “[i]n any proceeding \nbrought by a member under clause (ii ) of [N.C.]G.S. 57D-6-02(2) in which the court \ndetermines that dissolution is necessary, the court will not order dissolution if after \nthe court’s decision the LLC or one or more other members elect to purchase the \nownership interest of the complaining mem ber at its fair value in accordance with \nany procedures the court may provide.”  (Am. Final Judgment, ECF No. 157, at pp. \n7–8.)  Oak Crest subsequently elected to purchase Horizon’s membership interest. \n \n \n6. On May 5, 2020, the Court issued an Order Appointing Receiver , \nappointing a receiver solely for the purpose of managing the operations and business \nof TONG until the sale of Horizon’s membership interest to Oak Crest is completed. \n7. The Court held a conference with counsel during which they requested \nretention of Frank D. Leatherman, Jr. (“Leatherman”), MAI, CCIM, an experienced \nWake County real estate appraiser,  to appraise the Properties.  Leatherman had \nperformed multiple appraisals of the Properties over the years for different business \npurposes.  The Parties stipulated to an effective appraisal date of February 11, 2020. \n8. On June 18, 2020, Leatherman issued his initial appraisal  reports for \neach of the P roperties (“June 18 Report s”).  Defendants found certain calculation \nerrors in the June 18 Report s and brought those errors to the attention of the \nreceiver.1  The receiver asked Leatherman to review the June 18 Reports and correct \nthe errors.  On July 9, 2020, Leatherman issued revised appraisal reports correcting \nthe errors identified by Defendants  (“July 9 Report s”).  The  corrected calculations \ndecreased the appraised values of the Properties .  However, without discussion or \nexplanation, Leatherman made several adjustments to  the inflation and \ncapitalization rate assumptions he used in the June 18 R eports.  The unexplained \nadjustments resulted in the final appraised values of the Properties remaining \nessentially unchanged from the June 18 Reports. \n9. The Court set, and subsequently extended, deadlines for the Parties to \nsubmit briefs on the appropriate methodology for determining the fair value of  \n \n1 The Court’s understanding  is that the errors in th e June 18 Report s were caused by \nLeatherman’s use of an outdated software in determining discounted cash flow rates.  \n \n \nHorizon’s interest in TONG.  (Orders on Briefing, ECF Nos. 162 and 167.)  On July \n17, 2020, Horizon filed its Memorandum in Support of the Proper Methodology for a \nFair Valuation of TONG, LLC (ECF No. 173), and the Affidavits of Jay Taylor  \n(“Taylor”) (ECF No. 174), and David Finkel (ECF No. 175).   On July 17, 2020, Oak \nCrest filed its Memorandum of Law Regarding Valuation of [TONG, LLC] (ECF No. \n176), and nine supporting exhibits (ECF No. 176.1–9.) \n10. On July 31, 2020, Horizon filed a Fair Valuation Response Brief (ECF \nNo. 177) and the Affidavit of Jeanne M. Foley (ECF No. 178).  On July 31, 2020, Oak \nCrest filed its Response to Plaintiffs’ Valuation Brief.  (ECF No. 179.) \n11. On September 11, 2020, Horizon and Oak Crest filed a set of Stipulated \nFacts for Valuation Hearing.  (Stipulations, ECF No. 183.) \nII. THE HEARING \n12. On September 14 and 15, 2020,  the Court held the Hearing.  At the \nHearing, Horizon presented the testimony of Leatherman, Taylor, who was qualified \nas an expert in commercial real estate brokerage, and Finkel.  Oak Crest presented \ntestimony from Jerry L. Wilcoxon  (“Wilcoxon”), CPA/ABV, CVA, an expert in \nbusiness valuation. \n13. In addition, the Court admitted numerous  exhibits offered by the \nParties designated as Plaintiffs’ Valuation Hearing Exhibits (“PVH Ex.”) and \nDefendants’ Valuation Hearing Exhibits (“DVH Ex.”). \n14. The parties also stipulated to certain  financial data regarding TONG \nand Palm Park necessary to conduct the valuation of TONG as follows: \n \n \nDESCRIPTION OF ASSET OR LIABILITY AMOUNT AS \nOF FEBRUARY \n2020 \n Current Cash Assets of Palm Park $ 298,360.00 \nIndemnity advance by Palm Park, Inc. to Byelicks 231,428.32 \nPrincipal Balance Loan A: 1135 Kildaire Farm Rd. 1,816,890.15 \nPrincipal Balance Loan B: 1135 Kildaire Farm Rd. \n \n391,209.71 \nPrincipal Balance Loan C: 3221 Durham Drive 657,541.20 \nPalm Park Current Liabilities other than   \nloans listed elsewhere on this chart \n144,146.83 \nCannon Family Charitable Remainder UniTrust \nloan principal balance - does not account for \ndefeasance or profit sharing \n \n470,224.54 \nCannon Family Trust Note principal balance – \ndoes not account for defeasance or profit sharing \n649,815.54 \nTONG Current Assets 30,000.00 \nTONG Current Liabilities other than loans \n     \n \n0 \n \nA. Horizon’s Position \n15. Horizon contends that TONG is effectively a real estate holding \ncompany.  Horizon argues that TONG is not an operating entity, and that it exists \nsolely for the purpose of owning 100% of the stock of Palm Park, which exists solely \nto own and collect rents from tenants of the Properties. \n16. Horizon argues that TONG should be valued using a “net asset” \napproach under which the fair value of TONG is calculated by taking the aggregate \nappraised values of the Properties, as determined by Leatherman, adding to that \nfigure Palm Park’s and TONG’s other assets, and subtracting Palm Park’s and \nTONG’s debts/liabilities.  At the hearing, Taylor testified that according to his  \nexperience as a broker for numerous commercial real estate transactions, including \ntransactions like the sale of limited liability companies that were real estate holding \ncompanies, Horizon’s proposed net asset approach is an accepted method of valuing \n \n \ncommercial property.  Finkel also testified that  per his experience as a real estate \ninvestor, the net asset approach is commonly used to determine the value of \ncommercial properties. \nB. Oak Crest’s Position \n17. Oak Crest agrees that the net asset approach is the proper method for \ndetermining the fair value of TONG , but contends that Palm Park is a real estate \nholding company and TONG is an investment holding co mpany.2  Therefore, Oak \nCrest argues that the fair value of TONG should be determined based on the fair \nmarket value of Horizon’s interest in TONG using an “orderly liquidation”3 premise \nbased on a hypothetical unforced liquidation of  TONG’s assets. \n18. The Parties agree that no marketability or lack of control discounts \nshould be applied in determining the fair value of TONG. \nC. Leatherman’s Reports and Horizon’s Proposed Valuation \n19. As noted above, Leatherman issued the June 18 Reports (DVH Ex. 13, \n3221 Durham Drive ; DVH Ex. 15, 1135 Kildaire Farm Road; DVH Ex. 17, 527 E. \nChatham Street) and revised July 9 Reports (PVH Ex. 14, 3221 Durham Drive; PVH \nEx. 15, 1135 Kildaire Farm Road; PVH Ex. 16, 527 E. Chatham Street).  In the June \n18 Reports, Leatherman considered three approaches in  determining the value of \n \n2 Oak Crest does not contend that TONG is an operating company. \n \n3 “Orderly Liquidation Value is defined as: ‘[A]n opinion of gross amount, expressed in terms \nof money, that typically could be realized from a liquidation sale, given a reasonable period \nof time to find a purchaser (or purchasers), with the seller being compelled to sell with a \nsense of immediacy on an as -is, where -is basis, as of a specific  date.’”  In re Motors \nLiquidation Co., 576 B.R. 325, 437(S.D.N.Y. 2017). \n \n \nthe Properties: a cost approach based on the amounts actually paid by Palm Park for \nthe Properties; a sales comparison approach using sales of comparable properties in \nthe relevant market; and an income capitalization approach based on an analysis of \nthe current and/or future income generating potential of the Properties.  \n20. Leatherman also visited and inspected the Properties and conducted a \nthorough analysis of information relevant to appraising the Properties including \nmarket conditions and the condition of, and improvements made to, the Properties. \n21. In applying the s ales comparison approach, Leatherman used six \nrelatively recent sales of similar commercial properties to determine an adjusted \nsales price per square foot for each of the Properties. \n22. In applying the i ncome capitalization approach , Leatherman \nconsidered different methods of determining the capitalized value of the Properties \nand ultimately performed a discounted cash flow analysis and a direct capitalization \nanalysis, applying assumptions regarding the appropriate direct capitalization rate, \nterminal capitalization rate , rent inflation rate , and expense inflation rate .  \nLeatherman ultimately concluded that the discounted cash flow analysis, rather \nthan direct capitalization analysis, was the better method of valuing the Properties.  \nIn addition, although Leatherman did no t use the sales comparison values to \ndetermine the appraised value of the Properties, he concluded that the sales \ncomparison approach “supported” the discounted cash flow analysis.  (DVH Exs. 13, \npp. 92 –94; DVH Ex. 15, pp. 86 –88; DVH Ex. 17, at pp. 99 –101.)  The valuation \n \n \ndeterminations that Leatherman reached in his June 18 Reports are summarized as \nfollows: \n  \n3221 Durham \nDr. \n \n527 E. \nChatham St. \n \n1135 Kildaire \nFarm  Rd. \nSales Comparison \nApproach \n \n $3,430,000  \n \n $875,000  \n \n $7,390,000  \nIncome Capitalization \nApproach (discounted \ncash flow) \n \n $3,385,000  \n \n $825,000  \n \n $7,405,000  \nDirect Capitalization \nApproach \n $2,875,000  $820,000  $4,740,000 \nFinal Value \nConclusion \n \n $3,385,000  \n \n $825,000  \n \n $7,405,000  \n \n23. The final aggregate appraised value of the Properties as determined by \nLeatherman in the June 18 Reports was $11,615,000.00. \n24. Leatherman subsequently issued the July 9 Report s to correct certain \nerrors in the June 18 Report s.  Although there was no change in the values using \nthe Sales Comparison approach, the corrections resulted in a significant decrease in \nthe appraised values as determined using the discounted cash flow analysis:4 \n  \nCorrected Income Capitalization Calculations   \n3221 Durham \nDr. \n \n527 E. Chatham \nSt. \n \n1135 Kildaire \nFarm Rd. \n Sales Comparison \nApproach \n \n $3,430,000  \n \n $875,000  \n \n $7,390,000  \n Income Capitalization \nApproach (discounted \ncash flow) \n \n $2,973,000  \n \n $677,000  \n \n $5,866,000  \n \n25. If no other changes were made to the assumptions or methodology used \nin the Leatherman June 18 Report s and each of the Properties were valued using \n \n4 These figures are drawn from Wilcoxon’s Valuation Report (DVH Ex. 36, at p. 21), but are \nnot disputed by Horizon. \n \n \nthe discounted cash flow value , the corrections would result in an aggregate \nappraisal value for the Properties of $9,516,000.00. \n26. However, the July 9 Reports left the appraised values of the Properties \nvirtually unchanged from the June 18 Reports as follows: \n  \n3221 Durham \nDr. \n \n527 E. \nChatham St. \n \n1135 Kildaire \nFarm Rd. \nCost Approach \n \nN/A \n \nN/A \n \nN/A \nSales Comparison \nApproach \n \n $3,430,000  \n \n $ 875,000  \n \n $7,390,000  \nIncome Capitalization \nApproach (discounted \ncash flow) \n \n $3,440,000  \n \n $825,000  \n \n $7,340,000  \nFinal Value Conclusion \n \n $3,435,000  \n \n $825,000  \n \n $7,365,000  \n \n27. The final aggregate appraised value of the Properties in the  July 9 \nReports is $11,625,000.00, an increase in the aggregate appraised value of \n$10,000.00 from the aggregate appraisal value of the Properties in the Ju ne 18 \nReports. \n28. Leatherman arrived at the final valuations of the Properties in the July \n9 Reports by adjusting several assumptions that he used in the June 18 Reports.  In \nthe Leatherman July 9 Report s: a ) Leatherman increased his  rent inflation  \nassumptions from 3.0% to 4.0% and decreased the expense inflation rates from 2.3% \nto 2.0%;  and b) for the 1135 Kildaire Farm R oad property, Leatherman decreased \nthe direct capitalization rate from 8.0% to 7.0%, decreased the terminal \ncapitalization rate from 8.5% to 7.5%, and decreased the discount rate from 9.0% to \n8.5%.  Although the July 9 Reports were issued just three weeks after the June 18 \nReports, Leatherman provided no explanation for these changes.   At the hearing, \n \n \nLeatherman was questioned about the changes in the assumptions between the two \nsets of reports.  His only explanation was that at the time he issued the July 9 \nReports, he had concluded that the commercial rental market in February 2020 was \nbetter than he had previously believed , and that this le d him to change certain \nassumptions.  He did not explain the basis for this changed conclusion. \n29. In addition, instead of using only the discounted cash flow value as he \nhad done in the June 18 Reports,  in the July 9 Reports, Leatherman used an average \nof the values reached through the sales comparison approach and discounted cash \nflow analysis for the 1135 Kildaire Farm Road and 3221 Durham Drive propert ies.  \nIn the July 9 Reports Leatherman did not explain why he changed the calculation \nmethod other than noting that “the Sales Comparison Approach directly supports \nthe Income Capitalization Approach.”  (PVH Ex. 14, at p. 93; PVH Ex. 16, at p. 100.) \n30. Horizon argues that the fair value of TONG should be determined by a \nsimple net asset calculation, adding the appraised values of the Properties to Palm \nPark’s and TONG’s other s tipulated assets, and subtracting  Palm Park’s and \nTONG’s stipulated liabilities.  (ECF No. 177, at p p. 16 –17.)  However, Horizon \ncontends the Court should value the  Properties using the aggregated appraisal \nvalues in the Leatherman July 9 Report s as determined by  the sales comparison \napproach only, and not the discounted cash flow analysis values, resulting in an \naggregated value of $11,695,000.00.  (Id.)  Horizon argues that the Court should add \nPalm Park’s stipulated Current Cash Assets to the aggregated appraisal value of the \nProperties, but with an adjustment decreasing the cash assets from $298,360 to \n \n \n$274,964.04.  (Id.; explaining reason for adjustment).)  Horizon also adds a receivable \nfor an indemnity advance made by Palm Park to t he Byelicks in the amount of \n$231,428.32.5  (Id.)  Horizon does not seek to add to TONG’s assets a $30,000.00 \nentry in the stipulated assets and liabilities listed only as “TONG Current Assets.”  \nHorizon contends TONG’s assets should thus be valued at $12,201,374.36.  (Id. at p. \n16.) \n31. TONG’s total stipulated liabilities are $4,129,827.97.  (Id. at p. 17; ECF \nNo. 183.)  Horizon contends that the net asset value of TONG, subtracting TONG’s \nliabilities from its assets, is $8,071,546.69.  Accordingly, Horizon argues that the \nvalue of its 37.5% membership share in TONG is $3,026,830.01.  (Id. at p. 17.) \nD. Wilcoxon’s Report and Oak Crest’s Valuation \n32. Wilcoxon prepared a “Valuation Analysis of TONG as of February 11, \n2020” (dated September 15, 2020) .  (“Wilcoxon’s Valuation Report,” DVH Ex. 36.)   \nWilcoxon described his assignment as “ determin[ing] the Fair Market Value of a \n37.5% Membership Interest in [TONG] on a control, marketable basis as of February \n11, 2020.”  (Id. at p. 6.) \n33. Wilcoxon considered three potential approaches to valuing TONG and  \nHorizon’s membership interest: an income approach, a market approach, and a net \nasset approach.  (Id. at pp. 4 and 13–14.)  Wilcoxon chose to use a net asset approach, \nconcluding that a “c ommon application of the asset accumulation method is in the \n \n5 This amount represents the attorneys’ fees and costs advanced to the Byelicks for defense \nof this lawsuit pursuant to Palm Park’s bylaws.  Defendants stipulated that the advances \nare owed back to Palm Park. \n \n \n \nvaluation of ‘holding Company’ type entities, whose sole function is investing in other \nbusinesses or in marketable securities.”  (Id. at p. 14.) \n34. As a starting point for determining the value s of the Properties , \nWilcoxon corrected Leatherman’s errors in calculating the values of the Properties \nunder the discounted cash flow  approach and the d irect capitalization approach in \nthe June 18 Repor ts, but appl ied the rent inflation, expense, direct capitalization \nrate, and terminal capitalization rate assumptions used in Leatherman’s June 18 \nReports, and not the modified assumptions used in Leatherman ’s July 9 Report s.  \n(Id. at pp. 21 and 24–25.)  The corrections result in the following corrected values: \n  \nCorrected Income Capitalization Calculations using \nLeatherman’s June 18 Report Assumptions   \n3221 Durham \nDr. \n \n527 E. \nChatham St. \n \n1135 Kildaire \nFarm Rd. \nSales Comparison \nApproach \n \n $3,430,000  \n \n $875,000  \n \n $7,390,000  \nCorrected Income \nCapitalization \nApproach (discounted \ncash flow) \n \n $2,973,000  \n \n $677,000  \n \n $5,866,000  \nCorrected Direct \nCapitalization \nApproach \n \n $2,875,000  \n \n $820,000  \n \n $4,740,000  \n \n(Id.) \n35. Based on a comparison of the corrected capitalization figures, Wilcoxon \nconcluded that Leatherman’s direct capitalization values, as determined in the July \n9 Report s, were  a more “consistent” and “reliable” value determination than the \ndiscounted cash flow  values.  ( Id. at p. 25.)  Based on this conclusion, Wilcoxon \narrived at final values for the Properties by using the direct capitalization and sales \ncomparison values appearing in Leatherman’s July 9 Reports, and by averaging the \n \n \ndirect capitalization approach and sales approach values to reach a final value for \nthe 1135 Kildaire Farm Road property and the 3221 Durham Drive properties , and \nusing the value determined by the d irect capitalization approach to reach a final \nvalue for the 527 E. Chatham Street property as follows: \n  \nWilcoxon’s Final Accepted Values per Appraisal Report \ndated July 9, 2020   \n3221 Durham \nDr. \n \n527 E. \nChatham St. \n \n1135 Kildaire \nFarm Rd. \nSales Comparison \nApproach \n \n $3,430,000  \n \n $875,000  \n \n $7,390,000  \nDirect Capitalization \nApproach \n \n $2,875,000  \n \n $820,000  \n \n $5,480,000  \nFinal Value \nConclusion \n \n $3,152,500  \n \n $820,000  \n \n $6,435,000  \n \n(Id. at p. 26.)   Wilcoxon’s aggregate appraised value for the Properties is \n$10,407,500.00.  (Id. at 27.) \n36.   Using his corrected values for the Properties, Wilcoxon then created a \nhypothetical “orderly liquidation” of Palm Park.  First, Wilcoxon deducted from the \naggregate appraised value a hypothetical 6% “costs of sale” for legal and broker fees \nthat the P arties would pay to sell the Properties ($624,450.00).   ( Id. at p. 27.)  \nWilcoxon also deducted the federal and state capital gains taxes that would be  \npayable by Palm Park as a C -corporation on the hypothetical sale of the Properties \n($1,944,970.00).  ( Id.)  Deducting the sales costs and capital gains taxes, Wilcoxon \narrived at a “Net Realizable Value” for the Properties of $7,838,080.00.  (Id. at p. 27.)  \nWilcoxon then conducted a net asset calculation for Palm Park and determined that \n \n \nthe fair market value of TONG’s 100% stock interest in Palm Park was \n$5,151,867.00.6  (Id. at p. 28.)  \n37. Wilcoxon next calculated the fair market value of the members equity \nin TONG by performing a net asset analysis .  ( Id. at p. 29.)   Wilcoxon added to \nTONG’s assets $30,000.00 for “TONG Current Assets” listed in the stipulation, then \ndeducted the stipulated amounts due from TONG under promissory notes payable \nto the Cannon Family Trusts (“CFT”) and the Cannon Family Charitable Remainder \nUnitrust (“CFCRU”).  (Id.)  Wilcoxon also deducted from the net asset value of TONG \nan amount of $184,551.00 for capital gains taxes that TONG alle gedly would owe \nupon the liquidation of its investment in Palm Park.  (Id. at pp. 28 and 30.)  However, \nat the hearing, Wilcoxon admitted that the deduction of capital gains taxes was an \nerror since TONG is a n S-corporation that does not owe entity -level taxes.  \nNevertheless, with  an erroneous deduction for capital gains taxes, Wilcoxon \ndetermined that the fair market value of the members’ equity in  TONG as of \nFebruary 11, 2020 was $3,877,725.00.  (Id.) \n38. Finally, Wilcoxon concluded that the hypothetical liquidation of Palm \nPark would trigger TONG’s obligation to pay $798,539.00 to the CFCRU  under a \nProfit Participation Plan between TONG and CFCRU (the “Participation Plan,” PHV \nEx. 10).  (Id. at p p. 29–30, and 32 .)  The Participation Plan provides for TONG to \nmake a payment of 15% of “the total Outstanding Equity in TONG” to the trust in \n \n6 In his report, Wilcoxon also labels the $5,151,867.00 figure as the “Total Shareholder \nEquity” in Palm Park and as the “Total Liquidation Value of Palm Park Investment.”  ( Id. \nat 28, 29.)   \n \n \nthe event of a “Liquidating Event.”  (PHV Ex. 10, at p. 1.)  A “Liquidating Event” is \ndefined as (1) any sale of a voting control interest in TONG resulting in a change of \ncontrol of TONG or (2) any sale of all or substantially all of the assets of TONG \nresulting in a dividend or distribution to the equity holders of TONG.   ( Id.)  \nDeducting the CFCRU payment, Wilcoxon determined that the fair market value of \nthe members’ equity in TONG was $3,079,000.00 (rounded) , and that Horizon’s \n37.5% membership interest should be valued at $1,154,625.00.  (Id. at p. 32.) \n39. With this understanding of the positions of, and evidence presented by, \nHorizon and Oak Crest, the Court now turns to its determination of the fair value of \nHorizon’s membership interest in TONG. \nIII. LEGAL STANDARDS AND ANALYSIS \n40. Under N.S.G.S. § 57D- 6-03(d) of the North Carolina Limited Liability \nCompany Act , t his Court is tasked with determining the fair value of Horizon’s \nmembership interest in TONG.  Section 57D-6-03(d) provides as follows: \nIn any proceeding brought by a member under clause (ii) \nof G.S. 5 7D-6-02(2) in which the court determines that \ndissolution is necessary, the court will not order \ndissolution if after the court's decision the LLC or one or \nmore other members elect to purchase the ownership \ninterest of the complaining member at its fair v alue in \naccordance with any procedures the court may provide. \n  \n41. There exists no case authority on the standards for applying this \nstatute.  However, interpreting the nearly identical language in section 55-14-31(d) \nof the North Carolina Business Corporation Act 7, this Court held that “[t]he term \n \n7 Section 55-14-31(d) provides: \n \n \n \n‘fair value’ is not defined” in that statute “nor does the statute provide any specific \nguidance with respect to the factors to be used in determining fair value.”  Royals v. \nPiedmont Elec. Repair Co.,  1999 NCBC LEXIS 1, at *52 (N.C.  Super. Ct. Mar. 3, \n1999), aff’d 137 N.C. App. 700, 529 S.E.2d 515  (2000).  The language of the statute \nsimply requires that fair value be “ determined in accordance with such procedures \nas the court may provide. ”  N.C.G.S. § 55-14-31(d);  Vernon v. Cuomo, 2010 NCBC \nLEXIS 7, at *7 (N.C.  Super. Ct. Mar. 15, 1999). \n42. This Court also has recognized that: \nThe Legislature wisely provided for flexibility in \ndetermining fair value.  Recognizing that every situation \nwill be different, the Legislature did not limit fair value to \nmarket value and did not place any limiting parameters \non the factors to be considered in determining fair value. \nIt recognized that the value of ownership in a small, \nclosely held company could differ markedly from market \nvalue.  In taking away the court's ability to provide \nequitable relief, it did not intend for the court to ignore \nequitable considerations in setting fair value.  The \nstatutory scheme protects both minority and majority \nshareholders by providing that the minority can be forced \nto sell at a fair price considering all the circumstances and \nthe majority can elect to pay that price or dissolve the \ncompany. \n \nGarlock v. Southeastern Gas & Power, Inc., 2001 NCBC LEXIS 9, at *36-37 (N.C. \nSuper. Ct. Nov. 14, 2001).  In addition, “the procedure for determining fair value was \n \nIn any proceeding brought by a shareholder under G.S. 55 -14-\n30(2)(ii) in which the court determines that dissolution would \nbe appropriate, the court shall not order dissolution if, after \nsuch determination, the corporation elects to purchase the \nshares of the complaining shareholder at their fair value, as \ndetermined in accordance with such procedures as the court \nmay provide. \n \n \nleft to the Court's discretion.  The broader definition and flexibility in procedure \nrecognize that the circumstances surrounding the provision of equitable relief in the \nform of dissolution can vary widely.  Business conditions can vary depending on the \nnature of the business.”  Royals, 1999 NCBC LEXIS 1, at *35. \n43.  In deciding the fair value of the stock shares at issue in  Royals, the \nCourt considered the following factors:  (a) the m arket value of the business, \nincluding any independent appraiser's valuation report, (b) whether there should be \ndiscounts for lack of control and marketability , (c) the objections to the valuation \nraised by the parties,  and (d) other factors affecting fai r value determination, \nincluding equitable considerations , changes in condition from the date of the \nvaluation, and practical considerations . 1999 NCBC LEXIS 1, at * 34–45; see also \nGarlock, 2001 NCBC LEXIS 9, at *36– 37 (using Royals  factors to determine fair \nvalue).  The Court will c onsider these factors  in determining the fair value of \nHorizon’s membership interest in TONG. \n44. Preliminarily, the Court notes that the Parties contend that an asset-\nbased approach should be used to  determine the fair value of Horizon’s interest in \nTONG.  The Parties agree that Palm Park is a real estate holding company.  They \nalso agree that TONG is a holding company, although Horizon argues that TONG is \na real estate holding company and Oak Crest argues TONG is an investment holding \ncompany.  It is undisputed that TONG has no employees and no business operations, \nand that it exists solely to own Palm Park.  See Estate of Levenson v. Commissioner, \n282 F.2d 581, 586 ( 3rd Cir. 1960) ( highlighting that “ primary consideration is \n \n \ngenerally given to earnings in valuing operating companies while the greatest \nweight is given to the consideration of assets in valuing securities underlying the \nholding type of company”);  Griffin Mgmt. Corp. v. Carolina Power & Light Co.,  2009 \nNCBC LEXIS 28 , at * 5 (N.C. Super. Nov. 12, 2009) (identifying entity as “passive \nholding company” where it “does not conduct business as an operating entity” and \n“the sole responsibility of its officers is to manage the company’s ownership interests \nin its subsidiary entities”).  Furthermore, neither TONG nor Palm Park employees \nmanage the Properties .  I nstead, Palm Park has contracted the management to \nColliers.  No evidence presented at trial or at the Hearing established that TONG or \nPalm Park is actively engaged in seeking new real estate investment opportunities \nor has done so in many years.  See Estate of Ford, 66 T.C.M. (CCH) 1507 (T.C. 1993), \naff’d, 53 F.3d 924 (8th Cir. 1995) (“Where a corporation’s assets consist of real estate, \nearnings are considered important where the corporation actively engages in a real \nestate management business. Where a corporation simply holds assets for \ninvestment and does not have active business operations, we have approved use of \nnet asset value as a basis for valuing stock.” (citations omitted)). \n45. The Parties also contend that IRS Revenue Ruling 59 -60 provides the \nappropriate guidance for determining the market value of TONG.  Revenue Ruling \n59-50 provides, in pertinent part, as follows: \nThe value of the stock of a closely held investment or real \nestate holding company, whether or not family owned, is \nclosely related to the value of the assets underlying the \nstock. For companies of this type the appraiser should \ndetermine the fair market values of the assets of the \ncompany.  Operating expenses of such a company and the \n \n \ncost of liquidating it, if any, merit consideration when \nappraising the relative values of the stock and the \nunderlying assets. The market values of the underlying \nassets give due weight to potential earnings and dividends \nof the particular items of property underlying the stock, \ncapitalized at rates deemed proper by the investing public \nat the date of appraisal.   A current appraisal by the \ninvesting public should be superior to the retrospective \nopinion of an individual.  For these reasons, adjusted net \nworth should be accorded greater weight in valuing the \nstock of a closely held investment or real estate holding \ncompany, whether or not family owned, than any of the \nother customary yardsticks of appraisal, such as earnings \nand dividend paying capacity. \n \nRev. Rul. 59-60, 1959-1 C.B. 237 (1959) (emphasis added) (hereinafter “Rev. Rul. 59-\n60”).  \n46. Though it was developed for gift and estate tax valuations, “Revenue \nRuling 59-60 still remains the focal point for the proper method of valuing closely -\nheld securities.”  Estate of Jelke v. Comm'r, 507 F.3d 1317, 1321 (11th Cir. 2007); see \nalso J & M Distrib., Inc. v. Hearth & Home Techs., Inc. , No. 13 -CV-72 SRN/TNL, \n2015 U.S. Dist. LEXIS 2314, at *10 (D. Minn. Jan. 9, 2015) (“It appears, however, \nthat Revenue Ruling 59 –60’s general guidelines for evaluating closely -held \ncorporations have been used in a variety of contexts —not merely in the estate and \ngift tax context.”). \n47. For the same reasons as discussed in the above- cited cases, the Court \nconcludes that an asset -based approach, and particularly the net asset approach \nproposed by the Parties, is the proper method for determining the fair market value \nof TONG.  Accordingly, the Court will now review the net asset approaches applied \nby the respective P arties to the valuation of Horizon’s interest in TONG, including \n \n \nOak Crest’s objections to the Leatherman reports and Horizon’s objections to \nWilcoxon’s report , the applicability of market discounts, and other appropriate \nconsiderations, including the equities. \nA. Market value and objections to valuation raised by the Parties \n48. Fair market value (or “market value”) is defined as “the price at which \nthe property would change hands between a willing buyer and a willing seller when \nthe former is not under any compulsion to buy and the latter is not under any \ncompulsion to sell, both parties having reasonable knowledge of relevant facts.”  Rev. \nRul. 59-60;  Dep't of Transp. v. Adams Outdoor Advert. of Charlotte Ltd. P'ship, 370 \nN.C. 101, 107, 804 S.E.2d 486, 493 (2017) (defining fair market value as \"the price \nto which a willing buyer and a willing seller would agree.”).  “Market value is not the \nsole determinant of fair value but is a factor to be given heavy weight.  It is the \nstarting point for any valuation.”  Royals, 1999 NCBC LEXIS 1, at *35.  “Depending \non the circumstances, ‘fair value’ of a minority interest could be greater than ‘market \nvalue’ or could be less.  Each situation represents a unique set of facts for valuation \npurposes.”  Royals, 1999 NCBC LEXIS 1, at *41. \n49. In this case, the Court is presented with expert  evidence regarding (a) \nthe appraised values of the Properties as provided in the June 18 Reports and July \n9 Reports prepared by Leatherman , the Parties’ joint expert appraiser, and (b) the \nfair market value of Horizon’s membership interest in TONG as provided by \nDefendants’ expert in the Wilcoxon Valuation Report .  However, while the June 18 \nand July 9 Reports are important evidence to be considered, Wilcoxon’s Valuation \n \n \nReport is the only  expert evidence in the record regarding the fair market value of \nHorizon’s interest in TONG, the factor this Court considers under the Royals  \napproach to deciding fair value.  Nevertheless, since the June 18 Reports and July 9 \nReports are a significant component of Wilcoxon’s valuation of Horizon’s interest in \nTONG, the Court will first consider the appraised values of the Properties provided \nby Leatherman ’s reports, and then the fair market value of Horizon’s interest in \nTONG provided in the Wilcoxon Valuation Report. \n50. Oak Crest objects to the appraised valuations in the July 9  Reports \nbased on Leatherman’s unexplained changes to several critical capitalization and \ninflation assumptions used in the June 18  Reports.  If Leatherman had simply \ncorrected the errors in the June 18 Report s and used the same capitalization and \ninflation rate  assumptions, the aggregate appraised values of Properties would \ndecrease from $11,615,000.00 to $9,516,000.00.  However, taking what appears to be \na “results oriented” approach in order to reach the same appraised value conclusions \nas in the June 18 Report s, in the July 9 Reports Leatherman changed certain \nassumptions underlying his calculations.  He also determined the values for the 1135 \nKildaire Farm Road and the 3221 Durham Dr ive properties by averaging the sales \ncomparison and discounted cash flow values  instead of using only the discounted \ncash flow value as he had done in the June 18 Report s.  With these changes in \nassumptions and methodology , the aggregate appraised value of the Properties in \nthe July 9 Report s is $11,625,000.00, or within 1% of Leatherman’s  original \n \n \nvaluation.  In the July  9 Report s, he provides no explanation  or support  for the \nchanges in his underlying assumptions or methodology. \n51. Like Oak Crest, the Court finds the valuations provided by the July 9 \nReports suspect.  The nearly identical aggregate appraised value for the Properties \nin the July 9 Reports, despite correcting for significant errors in the June 18 Reports, \nleads the Court to conclude that, for some reason, Leatherman was attempting to \njustify the values reached in the June 18 Reports .  However, he did so without \nproviding a sound basis for the chan ges in his assumptions and methodology.  The \nCourt concludes, in its discretion, that it cannot rely solely on the appraisal \ncontained in the  July 9 Report s in determining the fair market value of the \nProperties. \n52. Nevertheless, there is no dispute that Leat herman is a highly \nexperienced and respected appraiser and his overall appraisal methodology and data \nsources are accepted and relied upon by professionals in performing commercial real \nestate appraisals.  Therefore, certain information contained in the two Leatherman \nreports can be salvaged and used in assisting the Court to reach a conclusion on the \nmarket value of the Properties.  For example, Wilcoxon does not take issue with the \nvaluations reached by Leatherman using the s ales comparison approach, nor with \nthe corrected calculations of Leatherman’s  discounted cash flow or d irect \ncapitalization values (before Leatherman’s changes to his assumptions in the July 9 \nReports).  To the contrary, in the Wilcoxon Valuation Report, Wilcoxon  uses \nLeatherman’s corrected appraised values  and his averaging methodology \n \n \n(substituting the direct capitalization values for the discounted cash flow values) for \nthe 1135 Kildaire Farm R oad and 3221 Durham Dr ive properties , and  uses \nLeatherman’s direct capitalization value for the 527 E. Chatham Street  property.  \nWilcoxon’s methodology results in his determination that the aggregate appraised \nvalue of the Properties should be  $10,407,500.00, approximately the mid-way point \nbetween Leatherman’s aggregate appraised valuation of the Properties in the June \n18 Reports and the corrected aggregate valuations applying Leatherman’s original \ninflation and capitalization rate assumptions.8 \n53. Therefore, the Court finds that the appraised value of the Properties \nfor purposes of determining the fair market value of Horizon’s membership interest \nin TONG is $10,407,500.00. \n54. The Court next considers Wilcoxon’s Valuation Repor t. Wilcoxon \nreached his determination of the fair market value of Horiz on’s interest in TONG \nusing a net asset approach and premised on an  orderly liquidation of TONG, \nincluding the sale of the Properties  by Palm Park .  As part of valuing Horizon’s \ninterest using the orderly liquidation premise, Wilcoxon deducted from the net asset \nvalue of TONG the  capital gains taxes on the associated transactions, the costs of \nsale for selling the Properties, and the profit participation payment by TONG. \n55. Horizon objects to the use of the orderly liquidation  premise.  Horizon \nargues that “the premise underlying Defendants’ entire methodology is that TONG, \nPalm Park, and all assets are immediately liquidated,  and all liabilities are \n \n8 Leatherman June 18 Report s’ aggregate appraised value  ($11,615,000.00) + corrected \naggregate appraised value ($9,516,000.00) ÷ 2 = $10,565,500.00. \n \n \naccelerated to the present .” (ECF No. 177, at p. 2.)  Horizon contends that under \nN.C.G.S. §  57D-6-03(d), Oak Crest elected to purchase Horizon’s membership \ninterest instead of having TONG liquidated, and in order “ to allow Defendants to \ncontinue enjoying the long-term benefits of investment in” TONG and Palm Park “as \na going concern.”  ( Id. at p. 3.)   Horizon argues that there is no evidence that Oak \nCrest intends to liquidate TONG such that valuation based on a hypothetical \nliquidation could be supported.  Instead, such a liquidation is purely speculative and \nhypothetical.  (ECF No. 177, at pp. 5 –7.)  Therefore, Horizon argues, since there is \nno evidence of an imminent or likely liquidation, it is improper to deduct the capital \ngains taxes, costs of sale, and the profit participation payment in valuing Horizon’s \ninterest in TONG.  (Id. at pp. 1–15.) \n56. The Court must first consider the nature of Horizon’s objection, which \nis not squarely aimed at W ilcoxon’s determ ination of the fair market value of \nHorizon’s interest.  Rather, Horizon object s to the Court giving Wilcoxon’s fair \nmarket value conclusion any weight.  In other words, Horizon’s argument is that the \nCourt should disregard Wilcoxon’s valuation in deciding  the fair value of Horizon’s \ninterest in TONG.  But the question at hand is simply whether Wilcoxon’s Valuation \nReport is evidence of the fair market value of Horizon’s interest in TONG.  On this \nquestion, the Court concludes that Horizon’s position that Wilcoxon’s Valuation \nReport should be disregarded is unpersuasive. \n57. First, there is no dispute that the orderly liquidation premise is an \naccepted method for determining the fair market value of holding companies.  In \n \n \nfact, Revenue Ruling 59-60, which both Parties rely on, expressly provides that when \ndeciding the market value of a holding company “ the cost of liquidating it, if any, \nmerit consideration when appraising the relative values of the stock and the \nunderlying assets.”  Rev. Rul. 59-60. \n58. Second, fair market value is based on determining the price a \nhypothetical willing buyer and seller would settle upon for the membership interest \nat issue, and is not determined by deciding the price that would be arrived at by the \nspecific buyer and seller involved in the particular transaction under consideration.  \nEstate of Jameson v. Comm’r, 267 F.3d 366, 371-372 (5th Cir. 2001)  (“The buyer and \nseller are hypothetical, not actual persons, and each is a rational economic actor, \nthat is, each seeks to maximize his advantage in the context of the market that exists \nat the date of valuation . . . Fair market value analysis depends [ ] on a hypothetical \nrather than an actual buyer ,” and cannot be determined based on assumption that \nbuyer would continue to op erate the business rather than liquidate.)  Under a net \nasset valuation, the costs associated with liquidating the underlying assets would be \nconsidered by a willing buyer and factored into the price the buyer pays for the asset.  \nDunn v. Comm ’r, 301 F.3d 339, 352- 353 (5\nth Cir. 2002); see also Estate of Jelke v. \nComm'r, 507 F.3d 1317, 1324 -1333 (11th Cir. 2007) (and cases cited therein).   In \nDunn, the Court  of Appeals reversed the U.S. Tax Court’s decision that the estate \ntax value of a decedent’s  interest in the stock of Dunn Equipment, Inc.  (“Dunn \nEquipment”) should be reduced by the capital gains taxes  that would be generated \n \n \nby the liquidation of  Dunn Equipment because the Court concluded that there was \na low “likelihood of liquidation.”  The Court held: \nThe Tax Court made a more significant mistake in the way \nit factored the “ likelihood of liquidation ” into its \nmethodology, a quintessential mixing of ap ples and \noranges: considering the likelihood of a liquidation sale of \nassets when calculating the asset -based value of the \nCorporation.  Under the factual totality of this case, the \nhypothetical assumption that the assets will be sold is a \nforegone conclusion -- a given -- for purposes of the asset -\nbased test. The process of determining the value of the \nassets for this facet of the asset -based valuation \nmethodology must start with the basic assumption that all \nassets will be sold, either by Dunn Equipment t o the \nwilling buyer or by the willing buyer of the Decedent's block \nof stock after he acquires her stock.  By definition, the \nasset-based value of a corporation is grounded in the fair \nmarket value of its assets (a figure found by the Tax Court \nand not con tested by the estate), which in turn is \ndetermined by applying the venerable willing buyer -\nwilling seller test. By its very definition, this contemplates \nthe consummation of the purchase and sale of the property, \ni.e., the asset being valued.  Otherwise th e hypothetical \nwilling parties would be called something other than \n\"buyer\" and \"seller.\" \n \nIn other words, when one facet of the valuation process \nrequires a sub -determination based on the value of the \ncompany's assets, that value  must be tested in the sa me \nwilling buyer/willing seller crucible as is the stock itself, \nwhich presupposes that the property being valued is in fact \nbought and sold.   It is axiomatic that an asset -based \nvaluation starts with the gross market (sales) value of the \nunderlying assets themselves, . . .  \n \n301 F.3d at 353. \n \n59.  Horizon’s argument that the Court should not consider Wilcoxon’s \nvaluation because there is no evidence that Oak Crest intends to liquidate TONG is \nflawed for the same reasons summarized in Dunn ― a fair market valuation \n \n \npresumes a hypothetical buyer who would take into account the costs of liquidation, \nincluding capital gains taxes, in the price the buyer would pay for the assets.  The \nCourt concludes that the likelihood of liquidation is not a proper consideration in \ndetermining the fair market value of H orizon’s membership interest in TONG and \nis not a basis for refusing to consider Wilcoxon’s Valuation Report. \n60. Horizon argues that the fair value of TONG should be determined on a \n“going concern” basis, in the same fashion as it would be determined for dissenting \nshareholders exercising statutory appraisal rights.  ( ECF No. 177, at pp. 3 –4.)  \nHowever, as explained in Paskill Corp. v. Alcoma Corp., 747 A.2d 549 (Del. 2000), a \ncase Horizon cites in support of its argument, Horizon’s position is inapposite to its \ncontention that a net asset valuation is the appropriate means of determining the \nvalue of its interest in TONG.  Id. at 554 (“[B]ecause ‘the value of dissenting stock is \nto be fixed on a going concern basis, the taking of the net asset value as the appraisal \nvalue of the stock is obviously  precluded by the [going -concern] rule’” quoting Tri-\nContinental Corp. v. Battye , 74 A.2d 71, 74 (Del.  1950)  (“This is so because, \nprimarily, net asset value is a theoretical liquidating value to which the share would \nbe entitled upon the company going out of business.  Its very nature indicates that \nit is not the value of stock in a going concern.”)).\n9   \n \n9 Reynolds Am. Inc. v. Third Motion Equities Master Fund Ltd., 2020 NCBC LEXIS 56, *173 \n(N.C. Super. Ct. April 27, 2020) (“Although Delaware's appraisal statute, . . ., is not identical \nto [North Carolina’s appraisal statute], the two statutes each require a determination of ‘fair \nvalue’ and are sufficiently similar  that the Court finds decisions of the Delaware courts \nunder [the Delaware statute], although not binding, to be helpful guidance in interpreting \nthe North Carolina appraisal statute.”). \n \n \n61. Horizon also argues the North Carolina courts, in the context of valuing \nmarital property, have held that considering tax consequences and other associated \ncosts of a sale is improper where there is no evidence that a sale of the asset is \nimminent or inevitable.  ( See Id. at pp. 5 –6 and 8–9 and cases cited the rein.)  The \nCourt concludes that the facts involved in the cases cited by Horizon are \ndistinguishable from the facts in this case, primarily on the grounds that the cases \ninvolved courts’ determinations of the value of marital property under North \nCarolina’s equitable distribution statute, and none of these cases addressed whether \ndeductions for liquidation costs and taxes were proper in making a fair market value \ncalculation. \n62. Horizon also argues that  Wilcoxon’s deduction of $723,359.00 from \nTONG’s value to account for the profit participation  payment to the CFCRU based \non the hypothetical sale of Palm Park is improper .  ( Id. at p.  10.)  Horizon argues \nthat the sale of its minority interest in TONG back to Oak Crest results in neither a \nsale of substantially all of TONG’s assets,  nor a change in control of TONG, which \nOak Crest will continue to control.  Again, Horizon argues that t he payment based \non a hypothetical event should not be considered in determining the fair market \nvalue of TONG.  (Id.) \n63. Finally, Horizon argues that it would be inequitable to permit \nDefendants to engage in conduct causing the Court to order liquidation, then elect \nnot to liquidate TONG and instead purchase Horizon’s interest, while at the same \n \n \ntime reaping the advantages of having TONG valued based on a hypothetical orderly \nliquidation.  (Id., at pp. 7–9.) \n64. The Court concludes that Horizon’s additional argum ents suffer from \nthe same flaw as its argument that the Court should wholly disregard Wilcoxon’s \nconclusion as to fair market value because it is based on an orderly liquidation \npremise.  The arguments do not challenge the valuation Wilcoxon reached using this \nmethodology, but rather are directed at the weight to be given his conclusions under \nthe specific facts present in this case.   Again, the Court is not persuaded that \nWilcoxon’s Valuation Report is not competent evidence of the fair market value of \nHorizon’s interest in TONG, and therefore should not be considered by this Court. \n65. The Court has thoroughly reviewed Horizon’s objections to Wilcoxon’s \nValuation Report and finds and concludes that the report provides  competent \nevidence of the fair market value of Horizon’s membership interest in TONG that \nshould be considered under a Royals  analysis.  However, the Court also concludes \nthat it must make corrections to the value provided by the Wilcoxon ’s Valuation \nReport for (a) Wilcoxon ’s admitted error in deducting $184,551.00 for capital gains \ntaxes that TONG would pay upon the liquidation of TONG, and (b) other \nadjustments to his valuation of Horizon’s interest in TONG in the amount of \napproximately $22,000.00 that Wilcoxon admitted w ere appropriate based on his \nerroneous use of certain other amounts in his calculation.  Accounting for these \nadjustments, the Court finds that Wilcoxon’s Valuation Report should reflect a fair \nmarket value of $1,245,732.62 for Horizon’s interest.  The Cou rt further recognizes \n \n \nthat, unlike in the Royals and Garlock cases, the evidence of fair market value was \nprovided by Oak Crest’s business valuation expert witness, and not by an \nindependent valuation expert .  Therefore, the Court finds Wilcoxon to be less  \ncredible and reliable, and have less weight, than it would an independent business \nvaluation expert, and will give appropriate consideration to that fact in reaching its \ndetermination as to fair value. \n66. The Court next turns to  Horizon’s proposed non-expert calculation of \nthe fair value of Horizon’s membership interest.  Horizon contends that TONG’s total \nassets can be calculated by simply adding Palm Park’s stipulated cash assets (with \nHorizon’s minor downward adjustment) and the receivable owed to Palm Park for \nthe advancements to the Byelicks to the appraised value of the Properties.  Horizon \nthen subtracts Palm Park’s stipulated mortgage and other debts to arrive at Palm \nPark’s net asset value.  Since Horizon does not seek the unexplained stipu lated \nTONG asset worth $30,000.00, it contends that Palm Park’s net asset value equals \nthe total value of TONG’s assets.  (ECF No. 177, at p. 16.) \n67. Horizon next subtract s from TONG’s assets the stipulated balances \nowed on the promissory note due to CFCRU and the  promissory note due to the \nCannon Family Trust.  Horizon does not subtract from TONG’s assets the amount \nof the profit participation payment due to the CFCRU upon liquidation of TONG’s \nassets.  Horizon’s calculation results in TONG’s total net asset value being \n \n \n$8,071,546.09.  (Id. at p. 17.)  Based on these calculations, Horizon contends that its \n37.5% interest should be valued at $3,026,830.01.  (Id.)10 \n68. The Court finds and concludes that Horizon’s proposed method for \ncalculating the value of Horizon’s interest in TONG is entitled to some, but relatively \nlittle, weight in determining fair value in this case.  Horizon does not argue that its \nsimple net asset calculation is a methodology accepted or used by business valuation \nprofessionals in calculating fair market value .  Instead, it contends that this  is a \nmethod that is sometimes used by commercial real estate brokers as a means of \ndetermining value when advising clients regarding the sale or purchase of \ncommercial real estate.  While the Court will give Horizon’s proposed value of its \ninterest in TONG appropriate consideration, it will proceed to determine fair value \nusing Wilcoxon’s fair market value conclusion as its starting point .  Royals, 1999 \nNCBC LEXIS 1, at *35 (While “market value is not the sole determinant of fair value \n. . . [it] is a factor to be given heavy weight. It is the starting point for any valuation.”). \n69. The Court must now consider the remaining Royals  factors and any \nimpact they may have on the fair value of Horizon’s membership interest in TONG. \nB. Other factors affecting fair value determination, including equitable \nconsiderations \n \n \n10 The Court calculated the value of Horizon’s membership interest using Horizon’s \nmethodology but substitut ed the Court’s approved appraisal value of the Properties of \n$10,407,500.00 instead of Horizon’s figure of $11,695,000.00.  This calculation results in \nHorizon’s 37.5% interest being valued at $2,501,623.53 .  The Court  will use this adjusted \nfigure, and not the $3,026,830.01 proposed by Horizon, for purposes of considering Horizon’s \nproposed fair valuation of its membership interest in TONG. \n \n \n70. As a preliminary matter, the Court concludes that s ome of the factors \nconsidered by the Court in Royals have no significant impact on the question of fair \nvalue in this matter.  First, the Parties agree that the Court should not apply \ndiscounts for the lack of marketability or lack of control of Horizon’s membership \ninterest in TONG in determining fair value.  The Court agrees.  Since the Court has \nfound that dissolution of TONG is appropriate, “it would be inequitable to then value \nthe minority [membership interest] by giving them less than the full value they \nwould have if the company were sold and they re ceived their pro rata share of the \ntotal sales price. To do otherwise would provide a reward to majority [members] who \noppressed minority [member s] or chose to run the company for their own benefit \nwithout regard to the interests of minority [members].”  Royals, 1999 NCBC LEXIS \n1, at *38.  The jury concluded that the Byelicks engaged in self -interested \ntransactions and violated fiduciary duties to Horizon, leading the Court to conclude \nthat dissolution of TONG was necessary in order to protect Horizon’s int erest.  \n“North Carolina law does not favor application of discounts for lack of control or lack \nof marketability under these circumstances.”  Id. at *38.  The Court concludes, in its \ndiscretion, that the value of Horizon’s membership interest should not be adjusted \nfor lack of marketability or control. \n71. The Parties presented no evidence and did not argue that there has \nbeen a change of circumstances since F ebruary 11, 2020 that the Court must \nconsider in deciding the fair value of Horizon’s membership interest .  To the \ncontrary, there is no evidence suggesting  that Oak Crest and the Byelicks will not \n \n \noperate TONG and Palm Park in the same manner as they have operated them over \nthe past several year s once Oak Crest acquires Horizon’s membership interest in \nTONG.  The Court concludes, in its discretion, that the value of Horizon’s \nmembership interest should not be adjusted for changed circumstances. \n72. The equitie s in this matter present the Court with something of a \nconundrum.  The jury  found that the Byelicks engaged in breaches of fiduciary \nduties, and the Court concluded those breaches frustrated Horizon’s expectations, \nleading the Court to conclude that dissolution of TONG was necessary.  Section 57D-\n6-03(d) provides the company or other members the right to purchase the interest of \nthe complaining member instead of having the company dissolved.  Oak Crest chose \nto buy Horizon’s interest in TONG to avoid liquid ation of TONG.  Horizon argues, \nunder the facts present in this case and based on the structure of N.C.G.S. § 57D-6-\n03(d), that it would be inequitable to permit Oak Crest to get the benefit of valuing \nHorizon’s interest based on a hypothetical dissolution. \n73. The Court already concluded that Horizon’s argument has no impact \non the weight to be given to Wilcoxon’s determination of the fair market value of \nHorizon’s interest because fair market value assumes a hypothetical buyer and seller \nand not the circumstances under which the actual buyer and seller involved in the \ntransaction find themselves.  However, this does not necessarily mean that the Court \ncannot consider the specific circumstances involved in this case in assessing the \nequities.  The di scretion provided the Court by the statute  leaves it with vast \nauthority to consider any factors it deems relevant to deciding the fair value of a \n \n \nmember’s interest in a limited liability company.  “Each situation represents a \nunique set of facts for valua tion purposes. The equitable nature of relief requested \nby the complaining shareholders requires flexibility, and the statute provides that \nflexibility.”  Royals, 1999 NCBC LEXIS 1, at *41; Garlock, 2001 NCBC LEXIS 9, at \n*36 (“The Legislature wisely provided for flexibility in determining fair value . . . and \ndid not place any limiting parameters on the factors to be considered in determining \nfair value.”).  Therefore, the Court finds and concludes that it may consider the fact \nthat an actual dissolution wi ll not occur in this case in applying its equitable \ndiscretion to deciding the fair value of Horizon’s interest. \n74. Finally, the Court considers the practical considerations that influence \nthe determination of fair value in this case.  This Court has held that: \nA fair price is not one which automatically results in \ndissolution.  The funds for purchasing the minority \nshareholder’ interests must come from borrowed funds or \noperation expenses.   Each alternative affects the future \nprofitability of the company a nd its ability to function. If \nthe “market valuation ” results in a price that makes \npurchase impractical or impossible, the Court should take \nthat into consideration. \n \nGarlock, 2001 NCBC Lexis 9, at *47 (quoting Royals, 1999 NCBC Lexis 1, at *44). \n75. The Court notes that the evidence presented at the trial of this matter, \nincluding extensive financial reporting regarding the Properties,  emails and \ncommunications over the last few years between the Parties as they attempted to \nresolve their differences over operations of TONG and Palm Park, and the testimony \nof individuals involved in the day-to-day operations of the Properties and Palm Park, \npainted a picture of a company that faces significant challenges to attaining financial \n \n \nsuccess.  While Plaintiffs undoubtedly would place blame for this solely at the feet \nof Defendants’ management, the reality is more complicated.  For example, the 1135 \nKildaire Farm Road property has faced challenges over the past several years due to \nthe condition of the building and configuration of much of its available office space.  \nThe building was constructed in 1988, and the evidence indicated that it needs some \nmaintenance, repairs, and upgrades to maximize its potential.   Palm Park has had \ndifficulty attracting new tenants to the property in recent years , particularly with \nregard to certain office space configured as shared office suites.  The evidence at trial \nwas that the market for shared office suite space has declined significantly during \nand since the Great Recession.  Some of the office space in the building is currently \nbeing rented at what Horizon contends is sub -market rent.  While the building \ngenerates a steady rental income, it is not currently generating any substantial \nprofits. \n76. In addition, the 1135 Kildaire Farm Road and 3221 Durham Drive \nproperties are  encumbered with substantial mortgage debt .  It is questionable \nwhether, or under what conditions, Oak Crest or the Byelicks would be able to obtain \nadditional financing that will be needed to purchase Horizon’s interest.   These are \nfactors that the Court should consider in determining the final fair value of that \ninterest.  Garlock, 2001 NCBC Lexis 9, at *47– 48 (finding potential problems with \nobtaining bank financing to pay for purchase of minority shareholders’ interests and \ncompany’s liquidation value relevant in determining fair value of shares). \n \n \n77. In addition, the evidence at trial showed that Palm Park provides a \nlivelihood for the Byelicks and at least one or two other individuals.  It would be a \nsad end to the unfortunate story underlying this case if  Oak Crest’s p urchase of \nHorizon’s membership interest jeopardized the continued existence of Palm Park. \n78.   Based on these considerations, as well as wishing to place the Parties \nin the best position possible to be able to quickly close a purchase transaction, close \nout this lawsuit, and proceed with their respective business lives, the Court, in its \ndiscretion, concludes that the fair value of Horizon’s membership interest in TONG \nis $1,650,000.00. \n79. Therefore, having considered the appraisals provided in the June 18 \nReports and July 9 Reports, the Wilcoxon ’s Valuation Report, Horizon’s proposed \nfair valuation adjusted to account for the appraised value of the Properties used by \nthe Court, the testimony and exhibi ts admitted at the Hearing and, as relevant, at \nthe trial, and the factors set forth above, the Court finds as a fact and concludes as \na matter of law that the fair value of Horizon’s membership interest for purposes of \nthe rights and remedies provided by N.C.G.S. § 57D-6-03(d), is $1,650,000.00. \n80. The Court further concludes that under the statute and its inherent \nequitable powers, it has authority to set the terms under which Horizon’s \nmembership interest is purchased.  Royals , 1999 NCBC LEXIS 1, at *45; Garlock, \n2001 NCBC LEXIS 9, at * 48–49.  However, the Court prefers that the Parties agree \non the terms under which Horizon’s interest will be purchased, if that is possible, \nbefore imposing terms on them.  Accordingly, the Court, in its discretion, will provide \n \n \nthe Parties with up to thirty (30) days f rom the date of this Order to confer and \nattempt to agree on the terms for the purchase of Horizon’s membership interest , \nwith consideration given to the terms set by the Court in Royals, including provisions \nfor a potential change in ownership or control of TONG or its assets.  The terms of \nsuch agreement shall be subject to approval by the Court.  If the Parties are unable \nto come to an agreement, the Court shall issue an order setting the terms for the \npurchase of Horizon’s membership interest in TONG. \nTHEREFORE, it is ORDERED that: \n1. The fair value of Horizon’s 37.5% membership interest in TONG is \n$1,650,000.00. \n2. The Parties shall, on or before thirty (30) days from the date of this Order, \nconfer and attempt to agree on the terms for the purchase of Horizon’s \nmembership interest, with consideration given to the terms set by the \nCourt in Royals, including provisions for a potential change in ownership \nor control of TONG or its assets.  On o r before thirty (30) days from the \ndate of this Order, the Parties shall file with the Court a notice regarding \nwhether they have reached agreement on the terms for the purchase of \nHorizon’s membership interest and, if so, setting forth the terms of the \nagreement. \n3. If the Parties are unable to come to an agreement, the Court shall issue an \norder setting the terms for the purchase of Horizon’s membership interest \nin TONG. \n \n \n \n  SO ORDERED, this the 18th day of November, 2020. \n \n     \n \n    /s/ Gregory P. McGuire    \n    Gregory P. McGuire \n    Special Superior Court Judge \n    for Complex Business Cases "
}