{
  "id": "59c5303ec26792f43da763eee6c07f647ebc01f313f16e40b35703acaab0973f",
  "source_file": "data/raw/ncbc/59c5303ec26792f43da763eee6c07f647ebc01f313f16e40b35703acaab0973f.pdf",
  "raw_text": "Mechanical Sys. & Serv., Inc. v. Carolina Air Solutions, L.L.C., 2003 NCBC 9\n \nSTATE OF NORTH CAROLINA\n                  \n    \n        \nIN THE GENERAL COURT OF JUSTICE\n                                                                                    \n         \nSUPERIOR COURT DIVISION\nCOUNTY OF MECKLENBURG\n                                                       \n02-CvS-8572\n \n \nMECHANICAL SYSTEMS &\n                        \n)\nSERVICES, INC.,\n                                           \n)\n                                                                        \n)\n                                    \nPlaintiff,\n                        \n)\n            \n                                                            \n)\nvs.\n                                                                    \n)\n           \n         \nORDER AND OPINION\n                                                                        \n)\n          \nCAROLINA AIR SOLUTIONS, L.L.C.,\n        \n)\nLARRY D. COPELAND and\n                          \n)\nRODNEY L. GORDON,\n                                 \n)\n                                                                        \n)\n                                    \nDefendants.\n                  \n)\n                              \n                                          \n)\n \n{1}\n \n      \nThis case arises out of a contractual dispute regarding restrictions on the stock held by former\nemployees in a closely held corporation.\n  \nPlaintiff Mechanical Systems & Services, Inc.\n \n(“Mechanical”) has brought this action against defendants — former employees and their company —\nbased on claims which include breach of contract, misappropriation of trade secrets, breach of\nfiduciary duty, tortious interference with prospective economic advantage, and violating the North\nCarolina Unfair and Deceptive Trade Practices Act (“NC UDTPA”), and seeks to enforce a stock sell\nback provision in a contract.\n  \nThe individual defendants have counterclaimed against plaintiff, alleging\nbreach of contract, the denial of the right to inspect corporate records, and misrepresentation, and seek\nto invalidate the price in the sellback provision and enforce a buyback at a court-determined price. This\nmatter is before the Court on motions of plaintiff and defendants for summary judgment.\nKnox, Brotherton, Knox & Godfrey by Lisa G. Godfrey, for Plaintiff.\nRoberts & D’Agostino by Daniel D. D’Agostino, for Defendants.\n \nI.\nFACTUAL BACKGROUND\n{2}\n \n      \nPlaintiff Mechanical is a North Carolina corporation with a principal place of business in\nMecklenburg County.\n  \nDefendant Carolina Air Solutions, L.L.C. (“Carolina Air”) is a North Carolina\nlimited liability company.\n  \nDefendants Larry D. Copeland and Rodney L. Gordon are members of\nDefendant Carolina Air.\n  \nMechanical and Carolina Air are competitors in the business of the\nconstruction and maintenance of mechanical systems for commercial customers in the Carolinas.\n{3}\n \n      \nPlaintiff induced Copeland and Gordon to accept employment from Mechanical with the promise\nof an ownership interest in the company.\n  \nBefore joining Mechanical, both Copeland and Gordon\nworked at Layne Trane with Hunter Edwards, the president and majority owner of Mechanical.\n \nEdwards solicited Copeland and Gordon to join the newly founded Mechanical with various incentives\nincluding a 5 percent ownership interest in the company for each if they worked there for two years.\n \nEdwards did not indicate a corporate structure with different classes of stock or that Copeland and\nGordon would have to execute a stock purchase agreement when they accepted employment at\nMechanical.\n  \nCopeland and Gordon worked at Mechanical for two years.\n  \nAs they and other\nemployees fulfilled their two-year obligation to obtain their stock, Mechanical restructured its stock to\ninclude two classes with restrictive covenants and different voting rights.\n{4}\n \n      \nOn May 14, 1998, Mechanical amended its Articles of Incorporation to create two classes of\nstock.\n  \nClass One stock granted the shareholder of that class voting rights.\n  \nClass Two stock, however,\ndid not grant the shareholder any voting rights.\n  \nOn June 1, 1998, the Mechanical Board of Directors\n(the “Board”) authorized the issuance of Class Two stock to certain employees at a purchase price of\n$1 per share.\n  \nMechanical issued 50 shares of Class Two stock, and a 5 percent ownership interest in\nthe corporation to both Copeland and Gordon.\n  \nCopeland was a service technician, later promoted to\nsale representative;\n  \nGordon was a service technician at the company.\n  \nNeither were management level\nemployees, and they were not experienced businessmen.\n{5}\n \n \n     \nThe Board also adopted a resolution that authorized Mechanical to execute a Stock Restriction\nAgreement (the “Agreement”) with the purchasers of the Class Two stock.\n  \nThe dispute arises out of\nthe Agreement concerning the Class Two non-voting stock purchased by Copeland and Gordon: more\nspecifically, on four paragraphs within the Agreement that address the restriction on the Class Two\nstock.\n \n{6}\n \n      \nIn essence, the Agreement results in the Class Two shares only having value if the Company is\nsold while the shareholder is still employed.\n  \nParagraph II enumerates particular events that trigger the\nrequirement for a Class Two shareholder to sell his stock.\n  \nSection D of Paragraph II requires a Class\nTwo shareholder who is also an employee of Mechanical to sell back his shares to the corporation\nupon termination of employment.\n  \nParagraph III states that upon the termination of employment\nMechanical has within sixty days to notify the shareholder of its intent to repurchase the outstanding\nshares.\n  \nParagraph IV lists “the value” of the Class Two stock as $1 per share.\n  \nParagraph IX is a\n“merger clause” that holds that the Agreement supersedes all prior agreements and constitutes the\nentire agreement between all the parties.\n{7}\n \n      \nOn March 25, 2002, Copeland and Gordon willingly terminated their employment with\nMechanical to start Carolina Air.\n  \nOn April 4, 2002, Mechanical sent a letter via certified mail to both\nCopeland and Gordon.\n  \nThe letter notified Copeland and Gordon that the corporation intended to\nrepurchase all of their Class Two shares at $1 per share as provided in the Agreement.\n  \nSeveral days\nlater, Mechanical received letters from Copeland and Gordon stating their intent not to sell back their\nClass Two stock to the corporation at the $1 per share price provided for in the Agreement.\n{8}\n \n \n     \nOn March 25, 2002, Copeland and Gordon also placed a bid for mechanical contract work at the\nJonas Federal Building (“Federal Building”) in Charlotte.\n  \nThe project involved rebuilding and\nreplacing a chiller for the mechanical system in the Federal Building.\n  \nGordon had discovered the\ndefective chiller while working as a Mechanical service technician at the Federal Building.\n  \nCopeland\nhad been the Mechanical service sale representative assigned to the Federal Building account.\n  \nThe\nproject was a publicly bid contract.\n  \nMechanical had previously bid on the work, but the project had\nbeen delayed.\n{9}\n \n \n     \nAfter departing Mechanical, Copeland contacted Dale Starnes of the Government Services\nAdministration (“GSA”).\n  \nStarnes informed Copeland that the contract to repair the defective chiller at\nthe Federal Building was again up for bid.\n  \nThe GSA sent out the bid to IDIQ contractors (“IDIQ”) to\nserve as the general contractor.\n  \nCopeland contacted Don Neal (“Neal”) at IDIQ, with whom he had an\nongoing professional relationship.\n  \nNeal provided Copeland with information about the bid, and\ndefendants worked up a subcontractor bid and submitted it to IDIQ the same day.\n  \nThe bid did not\nincorporate any confidential information obtained during the defendants’ tenure at Mechanical.\nII\n.\nSUMMARY JUDGMENT STANDARD\n{8}\n \n      \nPursuant to Rule 56(c) of the North Carolina Rules of Civil Procedure, summary judgment shall be\nrendered if the pleadings, depositions, answers to interrogatories, and admissions on file, together with\nthe affidavits, if any, show that no genuine issue of material fact exists and that any party is entitled to\njudgment as a matter of law.\n  \nN.C. R. Civ. P. 56(c).\n  \nA genuine issue is one that can be maintained by\nsubstantial\n evidence; a material fact constitutes a legal defense preventing the non-moving party from\nprevailing.\n  \nBd. of E\nd\n. of Hickory Admin. School Unit v. Seagle\n, 120 N.C. App. 566, 463 S.E.2d 277\n(1995)\n.\n{9}\n \n      \nThe North Carolina Court of Appeals explained that a summary judgment movant meets the\nburden of showing entitlement to judgment as a matter of law by demonstrating any one of three\nthings.\n  \nTaylor v. \nA\nshburn\n, 112 N.C. App. 604, 606-607, 436 S.E.2d 276, 278 (1993), \ncert\n. \ndenied\n, 336\nN.C. 77, 445 S.E.2d 46 (1994)\n.\n  \nFirst, the movant may show an essential element of the non-movant’s\nclaim does not exist.\n  \nSecond, the movant may demonstrate that the non-movant cannot produce\nevidence to support an essential element of his claim.\n   \nThird, the movant may prove that the non-\nmovant cannot surmount an affirmative defense that would bar his claim.\n  \nId\n.\n{10}\n         \nThe non-moving party, however, may not rest upon mere allegations or denials in its pleadings.\nN.C. R. Civ. P. 56(e).\n  \nThe non-moving party must offer evidence that establishes, beyond mere\nspeculation or conjecture, the essential elements of its claims.\n  \nId\n.\nIII.\nENFORCEMENT OF CLASS TWO SHAREHOLDER AGREEMENT\n{11}\n         \nPlaintiff seeks to enforce the sellback provision in the Agreement against Copeland and Gordon as\nto their holdings of Class Two stock.\n  \nNorth Carolina statutes and courts protect the right of a\ncorporation to employ stock restriction agreements.\n  \nN.C.G.S. § 55-6-27; \nsee, e.g.\n,\n Crowder\nConstruction Co. v. Kiser\n, 134 N.C. App. 190, 517 S.E.2d 178 (1999), \nreview denied\n, 351 N.C. 101,\n541 S.E.2d 142 (1999).\n  \nA stock restriction agreement, however, is a contract and thus is subject to the\nsame legal limitations on contracts, including the law of unconscionability.\n  \nCrowder\n, 134 N.C. App at\n206, 517 S.E.2d at 189.\n{12}\n         \nNorth Carolina has a well-developed body of law that addresses unconscionability as it pertains to\ncontract disputes.\n  \nCrowder\n, 134 N.C. App at 206, 517 S.E.2d at 190.\n  \nCourts will invoke\nunconscionability and refuse to enforce a contract if \n“\nthe \ninequality of the bargain\n is so manifest as to\nshock the judgment of a person of common sense, and where the terms are so oppressive that no\nreasonable person would make them on the one hand, and no honest and fair person would accept\nthem on the other.”\n  \nBrenner v. Little Red School House, Ltd.\n, 302 N.C. 207, 213, 274 S.E.2d 206,210\n(1981).\n  \nA court determines if a contractual provision is unconscionable by examining all the facts and\ncircumstances of the case.\n  \nId\n.\n  \nIf the court finds that the provision was so unilateral that one party did\nnot have the opportunity for a meaningful choice, then that provision is unconscionable.\n  \nSee id\n.\n{13}\n         \nDefendants claim that the Agreement is unconscionable because the mandatory buyback value for\nthe stock is $1 per share, which is identical to the purchase price and substantially less than the actual\nvalue.\n  \nIn 2002, the book value of a 5 percent ownership interest in Mechanical was $36,776.\n \nDefendants, moreover, assert that the creation of the Class Two stock is unconscionable because the\nlimitations in the Agreement rendered the stock worthless.\n  \nMechanical represented to these workers\nthat they would own 5 percent of the corporation upon employment.\n  \nThe promise of 5 percent\nownership was used as an inducement to employees to leave their former employers to work for\nMechanical.\n  \nThey worked the required two years to qualify for their ownership.\n{14}\n         \nPlaintiff claims that the law of unconscionability does not apply because defendants received\nadequate compensation for services through salary, insurance and various other fringe benefits.\n \nDefendants were “at will” employees.\n  \nThey had no employment agreements.\n  \nPlaintiff furthermore\nrelies on the fact that both the Class One and Class Two stock restriction agreements included\nprovisions that limited the buyback price of employee stock upon termination to $1 per share.\n \nMechanical alleges that the goal in issuing the stock was not to create present benefit but to reward\nemployee loyalty and tenure with pecuniary gain only if another entity acquired the corporation.\n  \nNo\nsuch limitation was explained to Copeland, Gordon or any other Class Two stock holder at the time\nthey left their previous employment to join Mechanical.\n  \nThey were only told they would get a 5\npercent interest if they stayed two years.\n  \nNo mention was made of any restriction that said that their\nstock would be worthless unless the company were sold.\n  \nMechanical paid no dividends and preserved\nsome profits as retained earnings to build equity in the corporation, a practice which benefited the\nemployee shareholders, but only if the company were sold.\n{15}\n         \nThe circumstances surrounding the entire stock transaction demonstrate its unconscionability.\n  \nSee\nBrenner\n, 302 N.C. at 213, 274 S.E.2d at 210.\n  \nFirst, the stock is worthless to the employees because\nthe Agreement prevents a former employee from realizing any value from the shares on the mandatory\nsellback.\n  \nIf the employee retires, dies, is disabled or fired without cause the stock is worth only $50.\n \nMechanical provided the stock to employees as an incentive to leave their past employer to work for\nplaintiff.\n  \nA rational worker would only find incentive in the potential to realize a financial gain.\n \nPlaintiff’s argument that employees received adequate compensation in other forms is irrelevant\nbecause the original inducement was a promise of a 5 percent ownership interest in Mechanical in\naddition to the normal benefits.\n  \nThe Agreement prevented the employees from realizing any\nmeaningful financial gain by establishing a sellback price equal to the issuance price.\n \n{16}\n         \nWith respect to Copeland and Gordon, they had fulfilled the two-year employment requirement\nbefore they were confronted with the stock restrictions.\n  \nThey were not sophisticated businessman.\n \nThey were left with no choice but to sign the Agreement if they wanted their stock.\n  \nThe bargaining\npower between them and the company was severely tilted on the favor of Mechanical.\n  \nMechanical\nwas free to adopt a stock purchase plan which had a vesting schedule if it wished to insure long term\nemployment, provided it accurately represented the plan to prospective employees.\n  \nHere, Mechanical\nsought to impose restrictions that made the stock worthless after the employees had worked two years\nand subsequently changed jobs.\n{17}\n         \nPlaintiff’s claim that Mechanical’s significant retained earnings proves that the stock was an\ninstrument of pecuniary gain for employees is without merit.\n  \nThe retained earnings increased the book\nvalue of the company.\n  \nThe underlying value of the Mechanical stock issued to the employees\nincreased because securities in a closely held corporation reflect the book value of a corporation.\n \nStock in a closely held corporation is not subject to the rapid fluctuations in market value that publicly\ntraded entities experience on the exchanges. Closely held corporations, particularly contractors, are\noften valued based on the book value of their assets minus existing liabilities.\n  \nRetained earnings\nincrease the assets on the corporate balance sheet and increase overall value barring offsetting\nliabilities.\n  \nThe increase in book value from the retained earnings only strengthens defendants’ claim\nthat the $1 per share buyback price is unconscionable.\n{18}\n         \nThe other difficulty with plaintiff’s argument results from the Option to Purchase Shares\nAgreement (“Option Agreement”) Mechanical entered into with Michael G. Carter (“Carter”), a\ndivision general manager.\n  \nThe Option Agreement provided that Carter could purchase at a negotiated\nprice the Class Two shares that the corporation repurchased from terminated employees.\n  \nThese Class\nTwo shares would then convert to Class One shares to increase Carter’s ownership interest in\nMechanical to a maximum of 49 percent.\n \n{19}\n         \nThe Option Agreement viewed in tandem with the Agreement speaks to the unconscionabilty of\nthe repurchase provision in the Agreement.\n  \nMechanical requires that employees, upon termination,\nsell their Class Two shares back to the corporation at $1 per share.\n  \nThe Option Agreement allows\nCarter, however, to repurchase these shares at a negotiated price and then convert this Class Two stock\ninto Class One.\n  \nThe corporation uses the Agreement and the Option Agreement to enable the\nrepurchase of the Class Two shares at $1 per share and then to realize a gain by selling the same stock\nto Carter at a negotiated price.\n  \nDefendants therefore realize no gain from the repurchase and provide\nthe plaintiff an opportunity to reap a profit on the resale to Carter.\n{20}\n         \nDefendants left previous employers and accepted employment with Mechanical in return for a\npromise of a 5 percent ownership interest in the corporation.\n  \nThe Stockholders’ Equity was $735,528\nas of the 2002 year-end financial report.\n  \nUnder the Agreement, defendants must sell their 5 percent\nownership interest back to the corporation for $50.\n  \nThe book value of the 5 percent ownership interest\nis worth $36,726 more than the $50 for which the Agreement requires the defendants to sell back their\nstock to the corporation.\n  \nUnder the Agreement, defendants may not hold the stock after termination to\nrealize gain from the future acquisition of Mechanical by another entity.\n  \nThe Agreement forces the\ndefendants to sell an ownership interest they earned by accepting employment at Mechanical at a price\nthat does not reflect the value of their holdings.\n \n{21}\n         \nThe circumstances surrounding the entire transaction involving the issuance of stock and the\nAgreement indicate that a reasonable person would not assent to these terms.\n  \nThe Agreement rendered\nthe shares virtually worthless because the possibility of defendants realizing any capital gain was\nalmost nonexistent.\n  \nThe bargain is unconscionably out of balance, as the defendants left prior\nemployment in exchange for a promise of an ownership interest which was converted by Mechanical\nto a restricted ownership interest with value only if the company were sold while they were still\nemployed.\n  \nThat restriction was never disclosed to them until after two years of employment when the\ncompany was faced with honoring the commitment to give the employees stock.\n{22}\n         \nPlaintiff cites \nCrowder Constr. Co. v. Kiser\n, 134 N.C. 190, 517 S.E.2d 178 (1999), to support the\nproposition that the buyback provisions in the Agreement do not qualify as unconscionable.\n  \nCrowder\n,\nhowever, is easily distinguished from the case at hand.\n  \nIn \nCrowder\n, the defendant was a terminated\nexecutive who had entered into a buyout agreement that specified book value as the method to\ncalculate the value of his stock in the company.\n  \nThe defendant argued that fair market value was the\ncorrect valuation method and that applying book value was unconscionable.\n  \nThe defendant refused to\nsell back the shares to the corporation and the plaintiff subsequently brought an action to enforce the\nagreement.\n  \nBoth this Court and the Court of Appeals held that the defendant had to sell the shares to\nthe plaintiff at book value per the agreement and that the buyout agreement did not qualify as\nunconscionable.\n{23}\n         \nIn the case at hand, however, the dispute over unconscionability does not center on differing\nvaluation methods.\n  \nThe Agreement between Mechanical and defendants does not provide the\nopportunity for any gain on the Class Two stock.\n  \nDefendants must sell the stock back to Mechanical\nat the purchase price regardless of the financial condition of the corporation.\n  \nIn contrast, \nCrowder\ninvolved a dispute on the amount of gain that the defendant might realize in the buyout agreement\ndepending on the chosen valuation method.\n  \nCrowder\n is also distinguishable because the employee\nwas a sophisticated financial executive who helped create the stock purchase agreement.\n  \nThe former\nemployee had not left prior employment to join the company on the promise of the receipt of stock.\n \nCrowder\n, therefore, provides little guidance as to unconscionability because the facts of that dispute\nare not analogous to the instant case.\n \n{24}\n         \nDefendants claim that as matter of law plaintiff breached the contract by not paying defendants for\nthe true value of their 5 percent ownership interest.\n  \nThe Agreement, however, does not specify a\npurchase price other than $1 per share.\n  \nThe Agreement provides no other means to value the\nownership interest of the defendants, nor does it require repurchase.\n  \nDefendants were not promised\ntheir stock would be repurchased if they left.\n  \nThere is no statutory authority for this Court to order a\nbuyback and determine a value.\n  \nThe Court has invalidated the buyback provision as unconscionable.\n \nThere are no allegations of mismanagement or any other basis for the Court to order repurchase of the\nminority shares.\n  \nDefendants have what they bargained for — an unrestricted stock ownership.\n{25}\n         \nNorth Carolina recognizes that \nmerger clauses\n \nare valid contractual provisions\n \nand the courts\nconsistently uphold their use.\n  \nZinn v. Walker,\n 87 N.C. App. 325, 333, 361 S.E.2d 314, 318 (1987), \nrev.\ndenied\n, 321 N.C. 747, 366 S.E.2d 871 (1988).\n  \nIn the instant case, the Agreement contained a merger\nclause that stated:\nThis agreement constitutes the final, exclusive and complete understanding of the parties\nwith respect to the subject matter contained herein and may not be modified, changed or\nsupplemented, nor may any obligations hereunder be waived or extension of time for\nperformance granted except by written instrument signed by the party to be charged.\n \n{26}\n         \nThe existence of a merger clause does not prohibit the Court from finding the contractual provision\nunconscionable under the circumstances of this case.\n  \nThe Court upholds the balance of the Agreement\naside from the mandatory buyback, as there is no breach of contract claim if there is no contractual\nmandatory buyback.\n  \nThe Agreement clearly speaks to the purchase price and the restrictions.\n  \nUnder\nNorth Carolina law, plaintiff did not breach the contract.\n  \nSee\n \nZinn,\n 87 N.C. App. at 333, 361 S.E.2d at\n318.\n \n \nThe breach of contract clause fails because plaintiff fulfilled its duties under the Agreement, and\nthe merger clause prevents the supplementation of the Agreement by prior or oral agreements.\n{27}\n         \nThe Court therefore finds unconscionable the provisions in the Agreement that require the\ndefendants to sell back the Class Two shares to Mechanical for $1 per share.\n  \nDefendants may\ncontinue to hold their shares in Mechanical.\n  \nAn ownership interest is what defendants bargained for\nand it is not unconscionable that there is no mandatory buyback.\n  \nAccordingly, Plaintiff did not breach\nthe contract.\nIV.\nUNFAIR AND DECEPTIVE TRADE PRACTICES AND\n \nTRADE SECRETS PROTECTION CLAIMS\n{28}\n         \nPlaintiff alleges that the actions of defendants regarding the Federal Building violated the North\nCarolina Unfair and Deceptive Trade Practices Act (“NC UDTPA”).\n  \nPlaintiff asserts that defendants\nunfairly used knowledge obtained as employees of Mechanical to submit a bid to repair and replace the\ndefective chiller.\n  \nDefendants placed a bid on the project the day of their resignations, and plaintiff\nargues that the timing indicates a misappropriation of information.\n{29}\n         \nN.C.G.S. § 75-1.1 defines the elements necessary for a claim under the UDTPA as follows:\n(a) Unfair methods of competition in or affecting commerce, and unfair or deceptive acts or\npractices in or affecting commerce, are declared unlawful.\n(b) For the purposes of this section, “commerce” includes all business activities, however\ndenominated, but does not include professional services rendered by a member of a learned\nprofession.\n \n{30}\n         \nThe courts in North Carolina apply a three-prong test to determine violations of the UDTPA.\n  \nThe\nfirst two prongs of the test reiterate the required elements of an unfair or deceptive act that affects\ncommerce.\n  \nSee\n \nDalton v. Camp\n, 353 N.C. 647, 656, 548 S.E.2d 704, 711 (2001).\n  \nThe third prong\nrequires that the unfair act proximately cause an actual injury to the plaintiff.\n  \nId\n.\n  \nThe analysis in the\ninstant case, however, need only reach the first prong addressing unfairness.\n{31}\n         \nThe Court must determine as a matter of law, under the first prong, whether the defendants’\nactions under these proven facts constituted an unfair or deceptive trade practice.\n  \nHardy v. Toler\n, 288\nN.C. 303, 309, 218 S.E.2d 342, 346 (1975)\n.\n  \nThe first prong finds that a trade practice is unfair if the\nconduct undermines the ethical standards and good faith dealings between parties engaged in business\ntransactions.\n  \nFirst Atl. Mgmt. Corp. v. Dunlea Realty Co\n., 131 N.C. App. 242, 252, 507 S.E.2d 56, 63\n(1998).\n  \nDefendants’ actions concerning the Federal Building therefore must deviate from fair and\nethical business practices to satisfy the first prong.\n{32}\n         \nDefendants’ actions do not amount to unethical behavior or bad faith dealings.\n  \nMechanical did not\nput a second bid on the Federal Building project even though they knew about the project.\n  \nTo the\nextent Mechanical argues that defendants had a duty to tell Mechanical the bid was coming up, the\nCourt holds that no such duty exists.\n  \nDefendants used independent subcontractors to compute the bid\nand thus placed a bid through a different source than Mechanical’s channels.\n  \nFurthermore, no\nevidence exists that defendants copied a planned bid or used confidential information from Mechanical\nto create a bid.\n  \nThe use of Mechanical information poses little relevance in this situation because\nMechanical did not submit a competing bid.\n{33}\n         \nDefendants, moreover, did not owe a fiduciary duty to Mechanical.\n  \nA managerial employee does\nnot have the capacity to exercise the domination and influence over others required to create a\nfiduciary relationship.\n  \nSee Dalton v. Camp\n, 353 N.C. 647, 652, 548 S.E.2d 704, 708 (2001);\nReichhold Chem., Inc. v. Goel\n, 146 N.C. App. 137, 155, 555 S.E.2d 281, 292 (2001).\n  \nCopeland and\nGordon did not qualify as managers at Mechanical because they worked in line positions in sales and\nservice departments.\n  \nDefendants therefore were not in a fiduciary relationship with Mechanical and\ndid not owe a heightened duty to plaintiff.\n  \nThis case is controlled by \nDalton v. Camp\n and presents an\neven weaker set of facts upon which to find an unfair trade practice or a breach of fiduciary duty.\n{34}\n         \nPlaintiff also claims that defendants’ actions involving the Federal Building violated the Trade\nSecret Protections Act, N.C.G.S. § 66-152 et. seq.\n  \nPlaintiff asserts that defendants misappropriated\nMechanical’s confidential information to secure the project at the Federal Building.\n  \nThe North\nCarolina statute defines misappropriation as the use of another’s trade secret without express or\nimplied consent.\n  \nN.C.G.S. § 66-152(3); \nArea Landscaping v. Glaxo-Wellcome\n, 586 S.E.2d 507, 2003\nN.C. App. LEXIS 1825 (2003).\n  \nThe statute defines a trade secret as:\nBusiness or technical information, including but not limited to a formula, pattern, program,\ndevice, compilation of information, method, technique, or process that:\na.\n          \nDerives independent actual or potential commercial value from not being generally\nknown or readily ascertainable through independent development\n or reverse\nengineering by persons who can obtain economic value from its disclosure or use; \nand\nb.\n         \nIs the subject of efforts that are reasonable under the circumstances to maintain its\nsecrecy\n.\n \nN.C.G.S. § 66-152(3) (emphasis added).\n \n{35}\n         \nThe existence of the defective chiller was not subject to any secrecy.\n  \nDefendants learned about\nthe defective chiller as employees on a Mechanical project at the Federal Building.\n  \nThe bid, however,\nwas open to the public through general contractors.\n  \nMechanical had the opportunity to obtain bidding\ninformation through general contractors or the General Services Administration (“GSA”).\n  \nMechanical\nemployees, moreover, knew about the bidding process and plaintiff still did not use any corporate\nresources to prepare a bid.\n  \nPlaintiff possessed no information about the bid that was not available to\nany other business operating within the same industry in the Charlotte area.\n  \nAs aforementioned, there\nis no evidence that defendants used any information obtained from Mechanical to calculate the bid.\n \nBy definition, a trade secret requires concealed information, a circumstance that did not exist in this\ncase involving a public bid.\n \nV.\nCONCLUSION\n{36}\n         \nThe mandatory sellback at $1 per share is unconscionable and therefore unenforceable.\n  \nThere is\nneither an enforceable buy back provision at fair market value nor any statutory basis upon which the\nCourt could order a buy back based on the allegations in the counterclaims.\n  \nThe parties are left with\nCopeland and Gordon owning their Class Two stock on an unrestricted basis.\n  \nDefendants are entitled\nto summary judgment on all plaintiff’s claims.\n \nSo ordered this 3d day of December 2003.\n \n "
}