{
  "id": "5a0716cff388ab3cc2eef032a1745026588114dfa4bac980bf544be696afb5b1",
  "source_file": "data/raw/ncbc/5a0716cff388ab3cc2eef032a1745026588114dfa4bac980bf544be696afb5b1.pdf",
  "raw_text": "Simply the Best Movers, LLC v. Marrins’ Moving Sys., Ltd. 2016 NCBC 28. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 15 CVS 7065 \n \nSIMPLY THE BEST MOVERS, LLC, ) \n  Plaintiff, )  \n   )  \n v.  )   \n   ) ORDER ON MOTION FOR LEAVE TO \nMARRINS’ MOVING SYSTEMS, LTD.,  ) FILE SECOND AMENDED COMPLAINT \nWILLIAM W. ATKINSON, and ERIC M. ) \nGOLDBACH,   ) \n  Defendants. ) \n  \nTHIS MATTER comes before the Court on Plaintiff ' Motion for Leave to File Second \nAmended Complaint (\"Motion for Leave to Amend\") pursuant to Rule 15 of the North \nCarolina Rules of Civil Procedure (\"Rule(s)\").  \nTHE COURT, after reviewing the Motion for Leave to Amend, briefs in support of and \nin opposition to the Motion  for Leave to Amend , and other appropriate matters of record, \nfinds in its discretion that the Motion for Leave to Amend should be GRANTED in part and \nDENIED in part as to Plaintiff’s attempt to add the claims, parties, and facts provided below. \nBackground \n1. Defendants William W. Atkinson (“Atkinson”) and Eric M. Goldbach \n(“Goldbach”) are former employees of Plaintiff Simply the Best Movers, LLC  (“Simply the \nBest”), doing business as Two Men and a Truck (“Plaintiff”).  Atkinson and Goldbach were \neach parties to identical Non-Compete and Non-Disclosure Agreements with Simply the Best \n(the “ employment Agreements”) .  This matter arises out of Plaintiff ’s a llegations that \nDefendants Marrins Moving Systems, Ltd. (“Marrins”), and Kine, LLC (“Kine”) unlawfully \ninduced Atkinson and Goldbach to breach  the restrictive covenants they entered into with \nPlaintiff, and that Defendants  engaged in other unlawful conduct that caused  injury to \nPlaintiff.     \n2. On Ma y 28, 2015, Plaintiff filed the Complaint (the “Original Complaint”) \nagainst Atkinson, Goldbach, and Marrins.  On June 9, 2015, Plaintiff amended the Original \nComplaint as of right  to add  Kine as a d efendant (the “Amended Complaint”) .  In the \nAmended Complaint, Plaintiff alleged claims against all Defendants for misappropriation of \ntrade secrets and unfair and deceptive trade practices.   Plaintiff also made claims against \nAtkinson and Goldbach  for breach of contract, conversion, and civil conspiracy , and claims \nagainst Marrins and Kine for tortious interference and civil conspiracy. \n3. On August 31, 2015, the Court held a Case Management Conference at which \nthe parties informed the Court that they were seeking to conduct an early mediation and \nrequested a stay of this action to permit the parties to explore settlement.   On September 1, \n2015, the Court stayed proceedings for mediati on until September 30, 2015.  On September \n16, 2015, the Court extended th e stay until October 30, 2015.   The parties were not able to \nresolve the case during the stay.   \n4. On July 13, 2015, Defendants filed a Motion to Dismiss the Amended \nComplaint (“Motion to Dismiss”).  T he Cou rt set a h earing on the Motion to Dismiss for \nFebruary 17, 2016.   \n5. On February 15, 2016, Plaintiff filed the Motion for Leave to Amend along with \na proposed Second Amended Complaint. The proposed Second Amended Complaint makes \nnew allegations that Atkinson and Goldbach, with their spouses, formed  All Out Removal \nServices, LLC (“AOR”),  a competing “moving or removal” company , in or about October, \n2014.1  Plaintiff alleges that AOR used Plaintiff’s “employees and resources” to perform some \nof its work, that AOR hired “at least three” of Plaintiff ’s employees, and that Atkinson and \nGoldbach arranged Plaintiff’s employees’ schedules so that they would be available to \n                                                        \n1 Prop. Second Am. Compl. ¶¶ 28-31, 34. \nperform work for AOR.2  The Second Amended Complaint further alleges that AOR “provided \nremoval services on behalf of at least one” of Plaintiff’s customers. 3  The Second Amended \nComplaint does not allege that Atkinson’s wife, Michelle Atkinson, or Goldbach’s wife, \nMonique London (“London”), engaged in any specific condu ct other than forming and being \nmembers of AOR.   The Motion for Leave to Amend seeks leave to  state two new claims for \ntortious interference  with contract and with “ current and prospective business \nrelationships”4 (“Claim Ten”) and civil conspiracy  (“Claim Eleven”)  against AOR, Michelle \nAtkinson, and London (collectively, the “New Claims Defendants”)  in addition to Atkinson \nand Goldbach. \n6. In the Motion for Leave to Amend , Plaintiff also seeks to add allegations that \nmight cure various deficiencies in  the Amended Complaint as argued by Defendants in th e \nMotion to Dismiss.  Plaintiff alleges in the proposed Second Amended Complaint (a) that Two \nMen and a Truck/International, Inc. is a Michigan Corporation with its principal office in \nLansing, Michigan, (b) that Goldbach was notified he would be required to sign a non-compete \nagreement upon accepting the position with Plaintiff in North Carolina, and (c) to provide \nmore specific identification of trade secrets allegedly misappropriated by Defendants. \n7. On March 7, 2016, Defendants filed their Memorandum in Opposition to \nPlaintiff’s Motion for Leave to Amend  (the “Opposition”), and on March 20, 2016, Plaintiff \nfiled a reply.  \nDiscussion \n8. Although Defendants have not yet filed a responsive pleading, Plaintiff has \nalready amended the Complaint once as of right and, consequently, requires leave of court to \n                                                        \n2 Id. ¶ 32. \n3 Id. ¶ 35. \n4 Id. ¶ 96. \namend its complaint for a seco nd time.  N.C. R. Civ. P. 15(a); Kingsdown, Inc. v. Hinshaw , \n2016 NCBC LEXIS 15 **10-11 (N.C. Super. Ct. 2016).  Rule 15 provides that leave to amend \npleadings “shall be freely given,” but North Carolina courts have noted that the Rules still \nprovide some protection for parties who may be prejudiced by liberal amendment.  Henry v. \nDeen, 310 N.C. 75, 91, 310 S.E.2d, 326, 337 (1984).  A motion to amend may be denied because \nof \"undue delay, bad faith, dilatory motive, repeated failure to cure deficiencies, undue \nprejudice [or] futility of the amendment.\"  NationsBank of N. Carolina, N.A. v. Baines , 116 \nN.C. App. 263, 268 , 447 S.E.2d 81 2, 815 (1994) (internal citations omitted).  The burden of \nestablishing prejudice, however,  is on the party opposing the motion for leave to amend.  \nMauney v. Morris, 316 N.C. 67, 72, 340 S.E.2d 397, 400 (19 86).  Motions for leave to amend \nare addressed in the discretion of the trial court.  Nationsbank, 116 N.C. A pp. at 268, 447 \nS.E.2d at 815. \n9. Defendants oppose the Motion for Leave to Amend and argue that all of the \nchanges in the proposed Second Amended Complaint are futile and do not address  the \ninherent defects of the Amended Complaint.   Defendants do not argue any grounds other \nthan futility in opposing the proposed amendments.   The futility standard under Rule 15 is \nessentially the same standard used in reviewing a motion to dismiss under Rule 12(b)(6), but \nprovides the Court liberal discretion to find that an amendment lacks futility.  Le Bleu Corp. \nv. B. Kelley Enters., 2014 NCBC LEXIS 66, **7-8 (N.C. Super. Ct. 2014).  Nevertheless, the \ncourt may deny a motion to amend where the allegations would not be sufficient to survive a \nmotion to dismiss.  Harrold v. Dowd , 149 N.C. App. 777, 784 -785, 561 S.E.2d 914, 919 -920 \n(2002). \na. Claims for Tortious Interference and Conspiracy a gainst Michelle Atkinson and \nLondon. \n \n10. Plaintiff moves for leave to add claims against Michelle Atkinson and London \nfor tortious interference both with current contracts and “prospective business relationships” \nand civil conspiracy .  The tortious interference  claims require that Plaintiff prove that \nMichelle Atkinson and London intentionally induced a third party to breach a contract that \nthe third party had with Plaintiff, Taidoc Tech. Corp. v. OK Biotech Co., 2016 NCBC LEXIS \n26, **35-36 (N.C. Super. Ct. 2016), or induced a third party from entering into a contract with \nPlaintiff. MLC Auto., LLC v. Town of S. Pines , 207 N.C. App. 555, 571, 702 S.E.2d 68, 79 \n(2010); see also Taidoc, 2016 NCBC LEXIS at *40.  “The inducement required to establish a \nclaim for intentional interference with prospective economic advantage requires purposeful \nconduct intended to influence a third party not to enter into a contract with the claimant. ” \nKRG New Hill Place, LLC v. Springs Investors, LLC , 2015 NCBC LEXIS 20 , **14-15 (N.C. \nSuper. Ct. 2015) ; Walker v. Sloan , 137 N.C. App. 387, 393, 529 S.E.2d 236, 241 (2000)  \n(“unlawful interference with the freedom of contract is actionable, whether it consists in \nmaliciously procuring breach of a contract, or in preventing the making of a contract when \nthis is done, not in the legitimate exercise of the defendant[s'] own rights, but with design to \ninjure the plaintiffs, or gaining some advantage at [their] expense.”). \n11. In the Second Amended Complaint, Plaintiff alleges only that Michell e \nAtkinson and London “had knowledge of the [employment] Agreements [between Plaintiff \nand their respective husbands] prior to organizing AOR ”.5   While Plaintiff  alleges that \nMichelle Atkinson and London were involved in the formation of, and became members in, \nAOR, they do  not allege  that Michelle Atkinson and London engaged in any “purposeful \nconduct intended to influence” their husbands to breach the employment Agreements.  KRG \nNew Hill  Place, LLC,  2015 NCBC LEXIS 20  at **14-15.  Similarly, while the Second \n                                                        \n5 Id. ¶ 95. \nAmended Complaint alleges that Michelle Atkinson and London had knowledge of Plaintiff’s \n“ongoing … business relationships” 6, it does not allege that they engaged in  any conduct \nrelated to those business relationships, let alone the type of conduct that would support a \nclaim for tortious interference with prospective business relations.7 \n12. The facts alleged in the Amended Complaint fail to state claims for tortious \ninterference against Michelle Atkinson or London, and permitting the amendment would be \nfutile.  Accordingly, Plaintiff’s Motion for Leave to Amend the Complaint to attempt to state \na claim for tortious interference  against Michelle Atkinson and Monique London should be \nDENIED.8        \nb. Claims for Tortious Interference and Conspiracy against Atkinson, Goldbach and \nAOR. \n \n13. Plaintiff also seeks leave to amend to state claims for tortious interference and \ncivil conspiracy against Atkinson, Goldbach, and AOR.  To the extent, however, that Plaintiff \nalleges that Atkinson and Goldbach interfered with their own employment Agreements with \nPlaintiff, such amendment would be futile.  Childress v. Abeles, 240 N.C. 667, 674, 84 S.E.2d \n176, 181 (1954) (“an action in tort lies against an outsider who knowingly, intentionally, and \nunjustifiably induces one party to a contract to breach it to the damage of another party.”); 6 \nN.C. Index 4th Contracts § 198 (“‘outsider’ appears to connote one who was not a party to the \nterminated contract and who had no  legitimate business interest o f his own in the subject \nmatter thereof . . .”).  Accordingly, to the extent Plaintiff seeks leave to attempt to state claims \n                                                        \n6 Id.  \n7 The Second Amended Complaint expressly alleges only that the corporate entity, AOR, “provided \nservices” for one of Plaintiff’s customers, and not that Michelle Atkinson or London had any \nindividual involvement in inducing that customer to use AOR for those services. ¶ 35. \n8 Since Plaintiff’s proposed claim for civil conspiracy against Michelle Atkinson and London was \nbased solely on the alleged tortious interference claims against them, Plaintiff’s motion for leave to \namend the Complaint to attempt to state a claim civil conspiracy against Michelle Atkinson and \nMonique London also should be DENIED.  \nagainst Atkinson and Goldbach for tortious interference with their own employment \nAgreements, the Court concludes in its discretion that the motion should be DENIED. \n14. The proposed Second Amended Complaint also vaguely claims that Atkinson , \nGoldbach, and AOR  interfered with Plaintiff’s “current employment relationships” 9  The \nCourt assumes this claim is based upon the allegation that AOR hired some of Plaintiff’s \nemployees.10  Plaintiff, however, has not alleged the identities of any specific employees hired \nby AOR or any facts regarding the nature of any contracts of empl oyment between those \nindividuals and Plaintiff.  The Court concludes, in its discretion, that the facts alleged in the \nproposed Second Amended Complaint fail to adequately allege a cognizable claim for tortious \ninterference by Atkinson, Goldbach, and AOR with employment contracts Plaintiff had with \nits other employees.  Accordingly, to the extent Plaintiff seeks leave to attempt to state claims \nagainst Atkinson, Goldbach, and AOR  for tortious interference with employment contracts \nPlaintiff had with its other employees, the Court concludes in its discretion that the motion \nshould be DENIED without prejudice. \n15. Plaintiff also seeks leave to allege claims that Atkinson , Goldbach, and AOR  \ntortiously interfered with Plaintiff’s existing and with prospective custom er relationships.  \nThe claim for tortious interference with existing customer relationships is actually a claim \nfor interference with contract. Superior Performers, Inc. v. Phelps , 2016 U.S. Dist. LEXIS \n977, *19 (M.D.N.C. Jan. 5, 2016).  To state a claim for tortious interference with current \nbusiness relations, a plaintiff must allege facts that show: (1) a valid contract between the \nplaintiff and a third party which confers upon the plaintiff a contractual right against a third \nparty; (2) the defendant knows of the contract; (3) the defendant intentionally induces the \n                                                        \n9 Prop. Sec. Amend. Complaint ¶¶ 96-98.  \n10 Id. 32. \nthird person not to perform the contract; (4) and in doing so acts without justification; (5) \nresulting in actual damage to [the] plaintiff.  United Labs., Inc. v. Kuykendall, 322 N.C. 643, \n661, 370 S.E.2d 375, 38 7 (1988).  Likewise, to state a claim of tortious interference with \nprospective business relations, a plaintiff  \"must allege facts to show that the defendants \nacted without justification in 'inducing a third party t o refrain from entering into a contract \nwith them which contract would have ensued but for the interference'\" and that the \ndefendants' conduct proximately caused \"measurable damages[.]\"  Walker v. Sloan, 137 N.C. \nApp. at 393-394, 529 S.E.2d at 242.   \n16. The allegations in the proposed Second Amended Complaint are woefully \ninsufficient to support claim for tortious interference against Atkinson, Goldbach, and AOR.  \nPlaintiff has not alleged that it had an existing contract with a customer to perform “removal” \nservices of the type offered by AOR, that anyone induced an existing customer not to perform \na contract it had with Plaintiff, or any specific damage caused by such interference.  Nor has \nPlaintiff identified any existing or prospective customer that would have  entered into a \ncontract with Plaintiff if not for being induced not to do so by Atkinson, Goldbach, or AOR.  \nPermitting leave to amend to allege the claims for tortious interference with  current and \nprospective business relationships against Atkinson, Goldbach, and AOR would be futile at \nthis time.  This does no t mean, however, that Plaintiff  might not discover facts supporting \nsuch claims during the course of this lawsuit.  Accordingly, to the extent Plaintiff seek leave \nto attempt to state clai ms against Atkinson, Goldbach, and AOR  for tortious interference \nwith existing and prospective business relationships, the Court concludes in its discretion \nthat the motion should be DENIED without prejudice.11 \n                                                        \n11 Plaintiff’s proposed “Eleventh Claim for Relief” for civil conspiracy against Atkinson, Goldbach, \nand AOR alleges only that they conspired to “tortuously interfere with contract and business \nopportunities of [Plaintiff]”. Accordingly, Plaintiff’s motion for leave to amend the Complaint to \n \n \nc. Amendments to Facts to Cure Deficiencies. \n17. Defendants also argue that Plaintiff’s proposed amendments to the facts \nintended to cure deficiencies in the Amended Complaint are futile because they do not cure \nthose deficiencies.   The Court concludes in its discretion, however, that such arguments are \nbetter addressed upon a motion to dismiss, and that these amendments should be permitted \nat this relatively early stage of the case.  Le Blue, 2014 NCBC LEXIS 66 at *7 (holding that \nthe Court has the ability to apply Rule 15(a)’s liberal standards to allo w amendment and \nleave inquiry into the claim’s futility to a subsequent 12(b)(6) motion).  Accordingly, Plaintiff’s \nMotion for Leave to Amend is GRANTED as to the request to allege these additional facts.     \nTHEREFORE, IT IS ORDERED that: \n1. The Motion for Leave to Amend to state claims against Michelle Atkinson and \nMonique London is DENIED. \n2. The Motion for Leave to Amend to state claims for tortious interference and \ncivil conspiracy against Atkinson, Goldbach and AOR is DENIED without prejudice. \n3. The Motion for Leave to Amend to allege additional facts regarding  (a) that \nTwo Men and a Truck/International, Inc. is a Michigan Corporation with its principal office \nin Lansing, Michigan, (b) that Goldbach was notified he would be required to sign a non -\ncompete agreement upon accepting the position with Plaintiff in North Carolina, and (c) to \nprovide more specific identification of trade secrets allegedly misappropriated by Defendants, \nis GRANTED. \n                                                        \nattempt to state a claim civil conspiracy against Atkinson, Goldbach, and AOR also should be \nDENIED without prejudice. \n4. Plaintiff shall file the Second Amended Complaint, consistent with th e \namendments permitted by this Order, no later than April 11, 2016. \n5. Except as specifically granted herein, the Motion for Leave to Amend is \nDENIED. \n \n \nThis the 6th day of April, 2016. \n \n    /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n    for Complex Business Cases \n "
}