{
  "id": "5ab9f669e7a3b15548653a9bce9a1098d6527cec6b70488d4c6b2a5f77bcfbf2",
  "source_file": "data/raw/ncbc/5ab9f669e7a3b15548653a9bce9a1098d6527cec6b70488d4c6b2a5f77bcfbf2.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF BEAUFORT 12 CVS 337 \n \n \nVLADIMIR GUSINSKY, AS TRUSTEE FOR ) \nTHE VLADIMIR GUSINSKY LIVING ) \nTRUST, Individually and on Behalf of All ) \nOthers Similarly Situated, ) \n Plaintiff )  \n  ) \n v.  )   \n   )  \nFLANDERS CORPORATION, HARRY L. ) \nSMITH, JR., JOHN OAKLEY, DAVID M. ) \nMOCK, CHARLIE LEE TINGEN, JR.,  ) \nWESLEY M. MEASAMER, PHIL HODGES, ) \nJOE GFOELLER and INSIGHT EQUITY ) \nHOLDINGS LLC,  ) \n  Defendants ) \n \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF BEAUFORT 12 CVS 463  \n \n \nJAMES W. DUKE, Individually and on  ) \nBehalf of all Others Similarly Situated, ) \n Plaintiff )  \n  )  \n v.  )  \n   ) \nHARRY L. SMITH, JOHN OAKLEY, DAVID ) \nM. MOCK, CHARLIE LEE TINGEN, JR.,  ) \nWESLEY M. MEASAMER, PHIL HODGES, ) \nJOACHIM GFOELLER, AIR ACQUISITION ) \nHOLDINGS, LLC, AIR ACQUISITION, INC., ) \nINSIGHT EQUITY HOLDINGS LLC and  ) \nFLANDERS CORPORATION, ) \n  Defendants ) \n \n \n \n \n \n Gusinsky v. Flanders Corp., 2013 NCBC 46. \n \nOPINION AND ORDER ON MOTION TO DISMISS \n \n THIS CAUSE, designated a mandatory co mplex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), \nand assigned to the undersigned Chief Special Superior Court Judge for Complex \nBusiness Cases, comes before the court upon Defendants' Motion to Dismiss the \nAmended Complaint (\"Motion\"), pursuant to Rule 12(b)(6) of the North Carolina Rules of \nCivil Procedure (\"Rule(s)\"); and \n THE COURT, after reviewing the Motion, briefs in support of and in opposition to \nthe Motion, arguments of counsel and other appropriate matters of record, \nCONCLUDES that the Motion should GRANTED, for the reasons stated herein. \nEssex Richards, P.A., by Norris A. Adams, II, Esq. and Marc E. Gustafson, Esq. \nas Co-Lead Liaison Counsel for Plaintiffs. \n \nJackson & McGee, LLP, by Gary W. Jackson, Esq. and Sam McGee, Esq. as \nCo-Lead Liaison Counsel for Plaintiffs. \n \nRobbins Geller Rudman & Dowd LLP, by Stuart A. Davidson, Esq., Cullin A. \nO'Brien, Esq. and Christopher C. Martins, Esq. as Co-Lead Counsel for Plaintiffs. \n \nLevi & Korsinsky, LLP, by Joseph E. Levi, Esq. and W. Scott Holleman, Esq. as \nCo-Lead Counsel for Plaintiffs. \n \nHunton & Williams LLP, by Douglas W. Kenyon, Esq., Edward J. Fuhr, Esq. and \nJohnathon E. Schronce, Esq. for Defendants Insight Equity Holdings LLC, Air \nAcquisition Holdings LLC and Air Acquisition, Inc. \n \nMcGuireWoods LLP, by Douglas W. Ey, Jr., Esq., Irving M. Brenner, Esq. and \nMark E. Anderson, Esq. for the Individual Defendants and Defendant Flanders \nCorporation. \n \nJolly, Judge. \n \n \n \n \nPROCEDURAL HISTORY \n \n[1] On April 9, 2012, Plaintiff Vladimir Gusinsky, as Trustee for the Vladimir \nGusinsky Living Trust (\"Gusinsky\"), individually and on behalf of all other similarly \nsituated, filed a Class Action Complaint against Defendants Flanders Corporation \n(\"Flanders\"), Insight Equity Holdings LLC (\"Insight\"), Harry L. Smith, Jr., John Oakley, \nDavid M. Mock, Charlie Lee Tingen, Jr., Wesley M. Measamer, Phil Hodges, Joe \nGfoeller (collectively, \"Individual Defendants\").  The Gusinsky action was designated as \ncivil action No. 12 CVS 337 by the Clerk of Superior Court of Beaufort County. \n[2] On May 18, 2012, Plaint iff James W. Duke (\"Duke\"), individually and on \nbehalf of all others similarly situated, filed a Class Action Complaint against the \nIndividual Defendants, Flanders, Insight, Defendants Air Acquisition Holdings, LLC (\"Air \nAcquisition\") and Air Acquisition, Inc. (\"Merger Sub\").  The Duke action was designated \nas civil action No. 12 CVS 463 by the Clerk of Superior Court of Beaufort County. \n[3] On August 21, 2012, the court entered an Order on Motion for \nConsolidation and Appointment of Leadership, consolidating the above-captioned cases \nand granting leave to Plaintiffs to file a consolidated amended complaint. \n[4] On September 9, 2012, Plaintiffs  filed their Direct Shareholder Amended \nComplaint for Breach of Fiduciary Duties (\"Amended Complaint\") against all \nDefendants.1 \n[5] In the Amended Complaint, Plaintiffs allege the following three claims for \nrelief (\"Claim(s)\"): Count I – Breach of Fiduciary Duties – Failure to Maximize \nShareholder Value (Against Individual Defendants) (\"Claim One\"); Count II – Breach of \n                                                 \n1 Plaintiffs' Amended Complaint is alleged as a class action and defines the class to be \"all owners of \nFlanders common stock and their successors in interest, except Defendants and their affiliates.\"  Am. \nCompl. ¶ 27. \n \nFiduciary Duties – Failure to Disclose (Against Individual Defendants) (\"Claim Two\") \nand Count III – Aiding and Abetting (Against Insight, Air Acquisition and Merger Sub) \n(\"Claim Three\"). \n[6] On October 15, 2012, De fendants filed the Motion, seeking dismissal of all \nClaims, pursuant to Rule 12(b)(6). \n[7] The Motion has been fully briefed and argued and is ripe for \ndetermination. \nFACTUAL BACKGROUND \n Among other things, the Amende d Complaint alleges that: \n[8] Flanders is a North Carolina co rporation with its headquarters in \nWashington, North Carolina.  At times material, Flanders was a publically-traded \ncompany.2  Among other things, Flanders designs and manufactures air filters that are \nused in a variety of different industries.3 \n[9] Insight and Air Acquisitions are affiliate entities. 4  Merger Sub is a wholly-\nowned subsidiary of Air Acquisitions.5 \n[10] At times material, the Individu al Defendants served as directors of \nFlanders.  In addition to being directors, Defendant Harry L. Smith, Jr. (\"Smith\") has \nbeen the Chief Executive Officer of Flanders since 2009 and Defendant John Oakley \n(\"Oakley\") has been Chief Financial Officer of Flanders since 2008.6 \n                                                 \n2 Am. Compl. ¶ 1. \n3 Id. ¶ 2. \n4 Id. ¶ 1. \n5 Id. ¶ 3. \n6 Id. ¶¶ 12-13. \n \n[11] On March 16, 2012, Flanders an nounced that it had entered into an \nAgreement and Plan of Merger (\"Transaction\") with Air Acquisition and Merger Sub.7  \nAs part of the Transaction, Merger Sub would acquire all of the shares of Flanders at a \nprice of $4.40 per share.8  Notwithstanding this agreement, the Transaction was \ncontingent on a majority of all outstanding shares of Flanders voting in favor of the \nTransaction.9 \n[12] Sometime in early April of 2012,  the directors of Flanders distributed a \nProxy Statement to the shareholders (\"Proxy Statement\").  The Proxy Statement \nprovided information regarding the Transaction in order to allow the shareholders to \nmake an informed vote on whether or not to approve the Transaction.10   \n[13] On May 16, 2012, Flanders announced that  a majority of the stockholders \nhad approved the Transaction.11  As a consequence of the Transaction, Flanders was \ndelisted as a public company from this date.12 \n[14] Plaintiffs allege that both the discl osures contained in the Proxy Statement \nand the price agreed to by the Individual Defendants for each share of Flanders stock \nwere inadequate.13  Among other things, the Amended Complaint alleges that the Proxy \nStatement did not disclose (a) the full extent of Smith and Oakley's self-interest in the \nTransaction, (b) the data used to support the financial opinion rendered by Flanders' \nfinancial adviser, (c) free cash flow analysis for Flanders and (d) information related to \n                                                 \n7 Id. ¶ 3. \n8 Id. ¶ 43. \n9 Id. ¶ 44. \n10 Id. ¶¶ 64-65. \n11 Id. ¶¶ 45-46.   \n12 Id. ¶ 45. \n13 Id. ¶¶ 52-55, 64-77. \n \nother potentially interested buyers.14  Plaintiffs contend that the omission of this \ninformation from the Proxy Statement prevented the shareholders from casting an \ninformed vote with respect to the Transaction.15 \n[15] Plaintiffs further allege that certain aspects of the merger agreement \ninvolved breaches of fiduciary duties owed by the Individual Defendants.  Specifically, \nPlaintiffs point to the fact that individuals representing approximately 54% of Flanders' \noutstanding shares entered into voting agreements to vote their shares in favor of the \nproposed merger, thus enabling the merger to be ratified even though it was not in the \nbest interest of Flanders' minority shareholders.16  Plaintiffs also allege that certain \nportions of the merger agreement amounted to preclusive deal protection devices, \nnotably (a) the no-solicitation provision prohibiting the Company from soliciting other \noffers, (b) Air Acquisition's right to match any unsolicited superior offer and (c) the \ntermination fee of $3.1 million payable to Air Acquisition if Flanders decided to pursue a \ncompeting offer.17 \nDISCUSSION \n[16] The Motion seeks dismissal of th e Claims pursuant to Rule 12(b)(6) for \nfailure to state a claim upon which relief can be granted.  Bringing a motion to dismiss \nunder Rule 12(b)(6) allows the moving party to test the legal sufficiency of a complaint.  \nSutton v. Duke, 277 N.C. 94, 98 (1970). \n[17] The court, in deciding a Rule 12( b)(6) motion, should treat the well-\npleaded allegations of the complaint as true and admitted, but conclusions of law or \n                                                 \n14 See, e.g., id. ¶¶ 65-77. \n15 Id. ¶ 77. \n16 Id. ¶ 46. \n17 Id. ¶¶ 56-63. \n \nunwarranted deductions of fact are not admitted.  Id.  The allegations set forth in the \ncomplaint are to be treated in a light most favorable to the non-moving party.  Ford v. \nPeaches Entm't Corp., 83 N.C. App. 155, 156 (1986). \n[18] A Rule 12(b)(6) motion should be granted when the complaint, on its face, \nreveals (a) that no law supports the plaintiff's claim, (b) the absence of facts sufficient to \nmake a good claim or (c) some fact which necessarily defeats the plaintiff's claim.  \nJackson v. Bumgardner, 318 N.C. 172, 175 (1986).  Documents that are attached to the \ncomplaint as exhibits and referenced therein will be considered by the court for Rule \n12(b)(6) purposes.  Woolard v. Davenport, 166 N.C. App. 129, 133-34 (2004). \n[19] Defendants contend that the Moti on should be granted as to Claims One \nand Two because the Individual Defendants owed no fiduciary duty to Plaintiffs.18  \nDefendants further contend that any duty that was owed by the Individual Defendants \nwas owed to Flanders, the corporation, making Claims One and Two derivative \nclaims.19  Further, Defendants contend that Plaintiffs do not have standing to assert \nClaims One and Two because Plaintiffs did not make a proper demand prior to filing this \naction.20  Lastly, Defendants contend that Claim Three fails because it alleges relief on \nthe basis of a claim that is not recognized by existing North Carolina law (i.e., aiding and \nabetting a breach of fiduciary duty) and for which relief cannot be granted.21  \nDefendants also argue that even if this court concludes that Claim Three is a \nrecognized claim for relief under North Carolina law, the Claim should still be dismissed \n                                                 \n18 Mem. Law Support Mot. (\"Defendants' Memo\") 8. \n19 Id. 8-10. \n20 Id.  Defendants raise a host of other arguments in support of their Motion.  Notably, Defendants \ncontend that Plaintiffs (a) waited too long to challenge the Transaction, (b) cannot overcome the business \njudgment rule and (c) have otherwise failed to plead critical elements of their Claims.  See id. 10-22 \n(setting out the arguments for dismissal on these grounds). \n21 Id. 23-24. \n \nif the court concludes that the Individual Defendants did not breach a fiduciary duty to \nPlaintiffs.22 \nClaim One   \n[20] Claim One of Plaint iffs' Amended Complaint is fashioned as a claim for \nbreach of fiduciary duties against the Individual Defendants based upon the Individual \nDefendants' \"Failure to Maximize Shareholder Value.\"  In support of Claim One, \nPlaintiffs allege that, \"[t]he Individual Defendants have knowingly and recklessly and in \nbad faith violated fiduciary duties of care, loyalty, good faith, and independence owed to \nthe public shareholders of Flanders and have acted to put their personal interests ahead \nof the interests of Flanders' shareholders.\"23  Plaintiffs further allege that,  \n[t]he Individual Defendants hav e breached their fiduciary \nduties of loyalty, good  faith, and independence owed to the \nshareholders of Flanders because, among other reasons: (a) \nthey failed to take steps to maximize the value of Flanders to \nits public shareholders and took steps to avoid competitive \nbidding [(principally through th e allegedly preclusive deal \nprotection devices discussed supra)]; (b) they failed to \nproperly value Flanders; and (c) they ignored or did not \nprotect against the numerous conf licts of interest resulting \nfrom the directors' own interre lationships or connection with \nthe Transaction.\n24 \n  \n[21] Claim One is asserted as a direct claim on behalf of the named Plaintiffs \nand the putative class of Flanders' shareholders against the Individual Defendants.  It is \nuncontested that Plaintiffs did not seek to assert Claim One on a derivative basis and \nmade no pre-suit demand upon the corporation with regard to Claim One.  Indeed, \nPlaintiffs' primary argument against dismissal is that Claim One is not derivative, but is \nrather a direct claim that arises from distinct fiduciary duties owed directly to the \n                                                 \n22 Id. 24. \n23 Am. Compl. ¶ 79 (emphasis added). \n24 Id. ¶ 81 (emphasis added).   \n \nshareholders by the Individual Defendants and which properly is brought on behalf of a \nsubset of shareholders and not on behalf of the Flanders, the corporation.25 \n[22] It is well-settled under North Carolina law that, \"directors of a corporation \ngenerally owe a fiduciary duty to the corporation, and where it is alleged that directors \nhave breached this duty, the action is properly maintained by the corporation rather than \nany individual creditor or shareholder.\"  Keener Lumber Co. v. Perry, 149 N.C. App. 19, \n26 (2002) (emphasis omitted).  While it may be said that directors have a general duty \nto act for the benefit of all shareholders, the General Assembly, in amending the \nstatutes governing corporations, eliminated the provision that a director's duty runs to \nboth the shareholders and the corporation.  Estate of Browne v. Thompson, __ N.C. \nApp. __, 727 S.E.2d 573, 576 (2012) (\"The drafters recognized that directors have a \nduty to act for the benefit of all shareholders of the corporation, but they intended to \navoid stating a duty owed directly by the directors to the shareholders that might be \nconstrued to give shareholders a direct right of action on claims that should be asserted \nderivatively.\" (quoting Russell M. Robinson, II, Robinson on North Carolina Corporation \nLaw § 14.01[2] (7th ed.) (citing Official Commentary, N.C. Gen. Stat. § 55-8-\n30 (1989)))).  Thus, under North Carolina law a cause of action for a director's breach of \ntheir fiduciary duties, under most circumstances, accrues to the corporation and not to \nthe individual shareholder.   \n[23] As a general rule, shareholders lack st anding to bring individual causes of \naction to enforce actions accruing to the corporation. Barger v. McCoy Hillard & Parks, \n346 N.C. 650, 659 (1997); Norman v. Nash Johnson & Sons' Farms, Inc., 140 N.C. App. \n390, 395-96 (2000).  This concept loosely has come to be known as the Barger rule.  In \n                                                 \n25 Mem. Law Opp'n Defs. Mot. Dismiss (\"Plaintiffs’ Memo\") 2-3. \n \nBarger, the North Carolina Supreme Court also held that a shareholder may maintain a \ndirect, individual action for an injury that directly affects the shareholder, even if the \ncorporation also has a claim for relief arising from the same wrong, but only if (a) the \nshareholder can show that he was owed a special duty by the wrongdoer or (b) that the \ninjury suffered by the shareholder is separate and distinct from that sustained by other \nshareholders or the corporation itself.  Barger, 346 N.C. at 659.    \n[24] In most circumstances, causes of  action for a director's breach of the \nduties of good faith, loyalty and independence are the sorts of claims that accrue \ndirectly to the corporation, are derivative and do not give rise to a direct cause of action \non behalf of an individual shareholder.  Despite this fact, Plaintiffs attempt to argue that \nClaim One is a direct claim for multiple reasons, each of which is discussed in turn \nbelow.   \n[25] Plaintiffs' first argument in support of their contention that Claim One is a \ndirect claim may be dispensed with quickly.  In short, Plaintiffs contend that G.S. 55-8-\n30(a) contemplates fiduciary duties owed directly to shareholders that may give rise to a \ndirect cause of action on behalf of individual shareholders.  As support for this \ncontention, Plaintiffs direct the court to G.S. 55-8-30(a), which states: \n(a) A director shall discharge his duties as a director, \nincluding his duties as a member of a committee: \n \n(1) In good faith; \n \n(2) With the care an ordinary prudent person in a like \nposition would exercise under similar \ncircumstances; and \n \n(3) In a manner he reasonably believes to be in the \nbest interests of the corporation. \n \n \nPlaintiffs point out that only subparagraph (a)(3) specifically defines the director's duty \nas one owing to the corporation, and that absent from subparagraphs (a)(1) and (a)(2) \nis language that similarly would limit the defined duty to one being owed only to the \ncorporation.  From this, Plaintiffs advance the argument that G.S. 55-8-30(a) \ncontemplates fiduciary duties under (a)(1) and (a)(2) that are owed directly to \nshareholders and that give rise to direct causes of action on the part of individual \nshareholders.26  However, the Official Commentary to G.S. 55-8-30, cited above, plainly \ncontradicts Plaintiffs argument in this regard.  Therefore, Plaintiffs' argument that G.S. \n55-8-30(a) provides for a direct cause of action by a shareholder must fail.   \n[26] Plaintiffs next argue that Claim O ne is appropriately raised as a direct \ncause of action because North Carolina law recognizes certain special, fiduciary duties \nowed by the Individual Defendants directly to Flanders' shareholders.  Additionally, \nPlaintiffs advance the theory that Claim One is a direct cause of action in that the \nrecovery sought would be remitted to Plaintiffs and the putative class members, and not \nFlanders, because it was the shareholders who received inadequate consideration, not \nthe company itself.  Although not noted as such in their arguments, the two theories \nadvanced by Plaintiffs in substance reflect the two exceptions established by Barger.   \n[27] The first exception to the Barger rule arises where director(s) owed a \n\"special duty\" to plaintiffs and/or certain other shareholders.  \"[T]he existence of a \nspecial duty could be established by facts showing that defendants owed a duty to \nplaintiff that was personal to plaintiffs as shareholders and was separate and distinct \nfrom the duty defendants owed the corporation.\"  Energy Investors Fund, L.P. v. Metric \nConstructors, Inc., 351 N.C. 331, 336 (2000) (citing Barger, 346 N.C. at 659).  A special \n                                                 \n26 Id. 8-9. \n \nduty may arise from either contract or otherwise.  Barger, 346 N.C. at 659.  North \nCarolina courts have recognized that a \"special duty\" under Barger may exist where a \ndefendant actually induces a plaintiff to become a shareholder, Howell v. Fisher, 49 \nN.C. App. 488, 497 (1980), or where there is a duty arising from a contract between \nplaintiff and defendant. Barger, 346 N.C. at 659.     \n[28] Plaintiffs do not argue that Claim One fits within any of the \"special duty\" \nexceptions to the Barger rule that have previously been articulated by North Carolina \ncourts.  Instead, Plaintiffs argue that North Carolina case law recognizes special, \nfiduciary duties owed by directors to shareholders as a matter of law and that these \nfiduciary duties give rise to the \"special duty\" exception of Barger.   \n[29] The cases cited by Plaintiffs fo r the proposition that the Individual \nDefendants owed Plaintiffs special, fiduciary duties are factually distinguishable from the \ninstant matter and are not supportive of Plaintiffs' position.  In large measure, the cases \ncited by Plaintiffs stand for the proposition that where there is a controlling or majority \nshareholder, certain fiduciary duties are owed to the minority shareholder by the \nmajority shareholder.  See Meiselman v. Meiselman, 58 N.C. App. 758 (1982) (finding \nexistence of fiduciary duties to minority shareholders of a closely-held corporation); \nLazenby v. Godwin, 40 N.C. App 487 (1979) (finding \"special circumstances\" under \nwhich majority shareholder of closely-held corporation owed fiduciary duties to minority \nshareholders); Umstead v. Durham Hosiery Mills, Inc., 578 F. Supp. 342, 345 (M.D.N.C. \n1984) (finding fiduciary duties owed by majority shareholder to minority shareholders).  \nFurthermore, most of the cases cited by Plaintiffs also involve closely-held corporations.  \n \nNeither of these two factors is present in this case.  Flanders was neither closely-held \nnor controlled by a majority shareholder. \n[30] The \"special duty\" exception under Barger requires an articulation of some \nduty owed to a complaining plaintiff that is distinct from the general duties owed by \ndirectors to the corporation or to all shareholders collectively.  Dawson v. Atlanta Design \nAssocs., Inc., 144 N.C. App. 716, 719 (\"A 'special duty' exists when the alleged \nwrongdoer owed a duty 'directly to the shareholder [or member] as an individual.'\" (citing \nBarger, 346 N.C. at 659)).  The Amended Complaint does not allege with specificity \nwhat special duties, if any, were owed to Plaintiffs and members of the putative class, \nindividually.  The closest the Amended Complaint comes to doing so is describing the \ngeneral fiduciary duties owed by directors to a corporation and to shareholders \ngenerally.  The Amended Complaint does not describe any duty owed to Plaintiffs and \nmembers of the putative class that are individual to Plaintiffs or otherwise \"special.\"  In \nfact, Claim One describes the alleged breach by the Individual Defendants in terms of \nthe duties owed to all shareholders of Flanders.27  This would foreclose on its face the \nPlaintiffs' ability to rely on the \"special duty\" exception to Barger.  In any event, the \nAmended Complaint fails to describe adequately any \"special duty\" owed to Plaintiffs \nand members of the putative class that would avoid the application of Barger's general  \n                                                 \n27 Am. Compl. ¶¶ 79, 81. \n \nprohibition against direct suits by shareholders for causes of action that accrue to the \ncorporation.28          \n[31] The second exception to the Barger rule provides that a shareholder may \nbring an individual cause of action if the shareholder has suffered a separate and \ndistinct injury from that suffered by other shareholders.  Barger, 346 N.C. at 658-59.  As \nto this exception, Plaintiffs allege that the injuries suffered by them and members of the \nputative class, primarily in the form of inadequate consideration received for their \nshares, is separate and distinct from the harm suffered by the corporation and all \nshareholders collectively.29  Based on the court's review of the Transaction documents \nand other relevant documents referenced in the Amended Complaint, the only shares of \nFlanders stock that were outstanding were common stock.  Although authorized by \nFlanders, no shares of preferred stock were outstanding and there was only one class \nof outstanding stock in Flanders.  Accordingly, any inadequate consideration received \nby Plaintiffs likewise would have been received by all the other shareholders.   \n[32] In addition, the court is per suaded that the harm of inadequate \nconsideration as alleged here is a harm to the corporation itself.  This is so because a \nclaim for inadequate consideration is, functionally, a claim for the diminution of the value \nof shares held by all Flanders shareholders.  Without more, the \"lost value\" of all shares \n                                                 \n28 Plaintiffs also have argued in favor of the existence of a \"special duty\" based upon statements \npublished in the Proxy Statement that Plaintiffs contend constitute an admission by the Individual \nDefendants that the Individual Defendants owed Plaintiffs and other shareholders special, fiduciary \nduties.  The court is persuaded that the statements made in the Proxy Statement do not constitute an \nadoption of a higher standard of care or additional duties from those set out in G.S. Chapter 55 and \nexisting case law.  Plaintiffs also argue that a de facto fiduciary relationship arose between the Individual \nDefendants and Plaintiffs at the time Individual Defendants made the decision to pursue a sale of \nFlanders, subject to shareholder approval.  G.S. 55-8-30(d) provides, however, that \"the duties of a \ndirector weighing a change in control situation shall not be any different, nor the standard of care any \nhigher, than otherwise provided in this section.\"    \n29 Am. Compl. ¶¶ 27-32 (alleging class claims on behalf of Plaintiffs and all other owners of Flanders' \ncommon stock). \n \nof Flanders' stock does not describe an injury peculiar and personal to Plaintiffs.  See, \ne.g., Barger, 346 N.C. at 658.  In Barger, the North Carolina Supreme Court explained \nthat \"[a]n injury is peculiar or personal to the shareholder if a legal basis exists to \nsupport plaintiffs' allegations of an individual loss, separate and distinct from any \ndamages suffered by the corporation.\"  Id. at 659 (internal citations omitted).  In \naddressing plaintiffs' allegations in that action, the Barger court noted, \"[t]he only injury \nplaintiffs as shareholders allege is the diminution or destruction of the value of their \nshares as the result of the defendants' negligent or fraudulent misrepresentations of [the \ncompany's] financial status.  This is precisely the injury suffered by the corporation \nitself.\"  Id.  Likewise, the Plaintiffs here fail to allege any harm to themselves and \nmembers of the putative class that is separate and distinct from the harm suffered by \nthe corporation and all of Flanders' shareholders collectively.   \n[33] The court concludes that Plainti ffs have failed to plead sufficiently that \nthey suffered a separate and distinct injury from other shareholders in regard to Claim \nOne.  Accordingly, Plaintiffs have failed to meet the requirements of the second Barger \nexception and may not pursue Claim One as a direct claim. \n[34] Based on the foregoing, the court c oncludes that Claim One is derivative \nin nature and may not by pursued by Plaintiffs and members of the putative class as a \ndirect cause of action.  It is undisputed that Plaintiffs did not make written demand prior \nto filing this action, as required by G.S. 55-7-42.  The North Carolina Court of Appeals \nhas held that failure to satisfy the demand requirement warrants dismissal of the action.  \nSee Allen v. Ferrera 141 N.C. App. 284, 287 (2000) (\"A plaintiff's failure to fulfill the \nstatutory requirements for bringing a shareholder derivative action [is an] . . . \n \ninsurmountable bar [to recovery].\").  As a result of Plaintiffs' failure to comply with the \ndemand requirements, Plaintiffs do not have standing to pursue Claim One on behalf of \nthe corporation.30  Accordingly, as to Claim One the Motion should be GRANTED and \nClaim One should be DISMISSED. \nClaim Two \n[35] Claim Two of Plaintiffs' Amended Co mplaint is fashioned as a claim for \nbreach of fiduciary duty against the Individual Defendants based upon the Individual \nDefendants' \"Failure to Disclose.\"  In support of Claim Two, Plaintiffs argue that, \"the \nIndividual Defendants have breached their fiduciary duty through materially inadequate \ndisclosures and material disclosure omissions.\"31   \n[36] Plaintiffs complain of an alleg ed failure on the part of Individual \nDefendants to disclose certain material information concerning the proposed sale of \nFlanders.  Specifically, Plaintiffs allege that the Proxy Statement was inadequate as to \nits (a) disclosures of projections and other financial information for Flanders and Insight, \n(b) disclosures of financial advisors' analyses, (c) disclosures of potential conflicts of \ninterest and (d) disclosures concerning the sales process.32 \n[37] Like Claim One, Claim Two is a sserted as a direct cause of action on \nbehalf of Plaintiffs and members of the putative class of Flanders shareholders.  No pre-\nsuit demand was made by Plaintiffs upon Flanders in regard to Claim Two.   \n                                                 \n30 Additionally, Plaintiffs' lack of standing to bring derivative claims on behalf of the corporation is fatal to \nthe court having subject-matter jurisdiction over such claims.  See Aubin v. Susi, 149 N.C. App. 320, 324 \n(2002) (\"Standing is a necessary prerequisite to the court's proper exercise of subject matter jurisdiction.\" \n(citing Creek Pointe Homeowner's Ass'n v. Happ, 146 N.C. App. 159, 164 (2001))). \n31 Am. Compl. ¶ 85. \n32 Id. ¶¶ 66-77. \n \n[38] The crux of Claim Two is that  the alleged failure of the Individual \nDefendants to provide adequate and full disclosure of certain information concerning the \nproposed merger deprived Plaintiffs of the opportunity to cast a meaningful and \ninformed vote on the Transaction.  Other than having deprived Plaintiffs of the ability to \ncast an informed vote related to the merger, the Amended Complaint does not describe \nwith any particularity what damage resulted to Plaintiffs from the alleged disclosure \nfailures by the Individual Defendants.  Although not stated explicitly in the Amended \nComplaint, Plaintiffs' theory of damages as to Claim Two appears to be that had \nadequate disclosures been made, the shareholders would not have approved the \nTransaction and Flanders would have continued as a going concern or would have \nreceived and accepted a more favorable merger offer.   \n[39] Defendants seek dismissal of Cla im Two on the grounds that (a) Claim \nTwo is derivative in nature and cannot properly be maintained by Plaintiffs and \nmembers of the Class as a direct cause of action for damages, (b) Claim Two is barred \nby G.S. 55-13-40, (c) Plaintiffs cannot overcome North Carolina's Business Judgment \nRule and (d) Plaintiffs have failed to state a claim based upon any disclosure \nviolations.33 \nDuty to Disclose \n[40] The North Carolina Court of Appeal s recently held that, \"North Carolina \ndirectors 'are under a fiduciary duty to disclose fully and fairly all material information \nwithin the board's control when it seeks shareholder action.'\"  Ehrenhaus v. Baker, __ \nN.C. App. __, 717 S.E.2d 9, 28 (2011) (quoting Stroud v. Grace, 606 A.2d 75, 84 (Del. \n1992)).  In determining that such a duty exists under North Carolina law, the North \n                                                 \n33 Defendants' Memo, 1-2.  \n \nCarolina Court of Appeals adopted the Delaware courts' articulation of a director's \nfiduciary duty to disclose and also the Delaware courts' standard for \"materiality.\"  \nEhrenhaus, 717 S.E.2d at 29.  Under both Delaware and North Carolina law, \"[a]n \nomitted fact is material if there is a substantial likelihood that a reasonable shareholder \nwould consider it important in deciding how to vote.\"  Ehrenhaus, 717 S.E.2d at 28 \n(quoting Rosenblatt v. Getty Oil Co., 493 A.2d 929, 944 (Del. 1985)).  As explained by \nboth the Delaware and North Carolina courts: \nWhat the [materiality] st andard does contemplate is a \nshowing of a substantial likelihood that, under all the \ncircumstances, the omitted fact  would have assumed actual \nsignificance in the deliber ations of the reasonable \nshareholder.  Put another way, there must be a substantial \nlikelihood that the disclosure of the omitted fact would have \nbeen viewed by the reasonable investor as having \nsignificantly altered the \"tot al mix\" of information made \navailable. \n \nId. at 28-29 (quoting Rosenblatt, 493 A.2d at 944). \n[41] Ehrenhaus provides a concise discussion concerning the existence of a \ndirector's duty to disclose under North Carolina law and represents a notable marker in \nthe evolution of the fiduciary duties owed by North Carolina corporate directors.  What is \nnot explicit in Ehrenhaus, however, is whether an alleged breach of the duty to disclose \nmay give rise to a direct cause of action on behalf of a shareholder or whether such a \nbreach instead would give rise only to a derivative cause of action.  The nature of a \nclaim for a director's breach of the duty to disclose is pivotal as to Claim Two because, \nas discussed above, Plaintiffs have asserted Claim Two directly and made no pre-suit \ndemand.  Because the North Carolina Court of Appeals has adopted the Delaware \n \ncourts' position on a director's duty to disclose, this court, in examining Claim Two, will \nconsider the body of law that has developed in Delaware with regard to such duty. \n[42] As an initial matter, Delaware  has developed a two-part test for \ndetermining whether a claim is derivative or direct.  According to the Delaware Supreme \nCourt, the nature of a claim as derivative or direct must be assessed solely by reference \nto a determination of, (a) who suffered the harm complained of — the plaintiff \nshareholders individually or the corporation; and (b) whether the shareholders \nindividually or the corporation would receive the benefit of any recovery or other \nremedy.34  Tooley v. Donaldson, Lufkin, & Jenrette, Inc., 845 A.2d 1031, 1033 (Del. \n2004).  The Delaware Supreme Court has considered a claim for breach of the duty to \ndisclose under the Tooley test and determined that, \"where it is claimed that a duty of \ndisclosure violation impaired the stockholders' right to cast an informed vote, that claim \nis direct.\"  In re J.P. Morgan Chase & Co. S'holder Litig. v. Harrison, 906 A.2d 766, 772 \n(Del. 2006).  \n[43] Thus, Delaware law appears to recogni ze, at least in the narrow context of \nan allegation that a breach of the duty to disclose impaired a stockholder's right to cast \nan informed vote, that a claim for a breach of the duty to disclose may be pursued as a  \n \n \n \n                                                \n \n34 The distinction articulated in Tooley is consistent with the holdings of North Carolina cases such as \nBarger and Keeler. \n \ndirect cause of action by a shareholder.35  However, this court notes that there appears \nto be no per se rule under Delaware law that claims for breach of the duty to disclose \nare, by their nature, direct claims.  Accordingly, not all violations of the duty to disclose \nwill necessarily give rise to a direct cause of action on behalf of an individual \nshareholder.   \n[44] In their Claim Two, Plaintiffs a llege that the Proxy Statement contained \ninadequate disclosures of material information and that, as a result, Plaintiffs were \ndeprived of their right to cast an informed vote on the proposed acquisition of Flanders.  \nThey ground their Claim on the alleged breach by the Individual Defendants of their duty \nto disclose such information.  As a result, Claim Two may appropriately be considered \nas a direct cause of action by Plaintiffs and members of the putative class. \n[45] In view of the foregoing analysis,  Claim Two should not be dismissed on \nthe threshold grounds that the Individual Defendants lacked standing because the \nIndividual Defendants owed no direct disclosure duties to shareholders or that Plaintiffs \nfailed to make a pre-suit demand.  However, a determination that Claim Two should not \nbe dismissed upon standing issues does not end the court's inquiry.  As noted above, \n                                                 \n35 Issues of causation and the specific remedies available to a shareholder bringing a direct cause of \naction for disclosure violations are more difficult.  However, this court need not address them as part of its \nconsiderations in the instant matter.  It does seem clear that claims for disclosure violations in soliciting \nshareholder action are most appropriately raised prior to the shareholder vote at issue – when a vote may \nbe enjoined or other equitable relief is available.   This is so because monetary damages in a post-merger \nsetting have a potential to be so speculative as to be unrecoverable, as could be argued with regard to \nthe damages sought by Plaintiffs here.  Still, Delaware law has recognized that, \"where directors have \nbreached their disclosure duties in a corporate transaction that has in turn caused impairment to the \neconomic or voting rights of stockholders, there must at least be an award for nominal damages.\"  J.P. \nMorgan Chase, 906 A.2d at 773 (emphasis omitted).  Thus, although the failure to plead or prove specific \ndamages may not be fatal to such a non-disclosure claim, it may require a plaintiff to proceed on a theory \nof nominal damages.  Delaware law does not recognize a \"per se rule that would allow damages for all \ndirector breaches of the fiduciary duty of disclosure . . . . [d]amages will be available only in \ncircumstances where disclosure violations are concomitant with deprivation to stockholders' economic \ninterest or impairment of their voting rights.\"  Id. at 774 (citations omitted). \n \nDefendants also seek dismissal of Claim Two on the grounds that Claim Two fails to \nstate a claim for a breach of the duty to disclose.  The court agrees.36   \n[46] In light of the North Carolina Co urt of Appeals' adoption of Delaware law \non the duty to disclose, the court finds it both helpful and appropriate to consider \nDelaware law with respect to pleading standards in non-disclosure cases.  Notably, the \nDelaware Supreme Court has concluded that, \"it is inherent in disclosure cases that the \nmisstated or omitted facts be identified and that pleading not be merely conclusory.\"  \nLoudon v. Archer-Daniels-Midland Co., 700 A.2d 135, 140 (Del. 1997).  Additionally, \"[a] \nclaim based on disclosure violations must provide some basis for a court to infer that \nthe alleged violations were material.  For example, a pleader must allege that facts are \nmissing from the proxy statement, identify those facts, state why they meet the \nmateriality standard and how the omission caused injury.\"  Id. at 141.  See also Skeen \nv. Jo-Ann Stores, Inc., 750 A.2d 1170, 1173 (Del. 2000) (\"To state a disclosure claim, \nappellants 'must provide some basis for a court to infer that the alleged violation were \nmaterial . . . . [They] must allege that facts are missing from the [information] statement, \nidentify those facts, state why they meet the materiality standard and how the omission \ncaused injury.'\") (citations omitted). \n[47] Based on the pleadin g standards discussed above and the definition of \n\"materiality\" developed by both Delaware and North Carolina courts, the court \nconcludes that in order to state a claim for a director's breach of the duty to disclose, a \nplaintiff must articulate how and why the inadequate disclosures complained of \n                                                 \n36 Because the court bases its decision to dismiss Claim Two on Plaintiffs' failure to state a claim for \ndisclosure violations, the court need not reach Defendants' arguments related to the Business Judgment \nRule and G.S. 55-13-40.  The court is mindful of the Individual Defendants' argument that that G.S. 55-\n13-40 could bar Claim Two in so far as Claim Two can be couched as a post-vote attack on the legality of \nthe merger vote itself. \n \nsignificantly altered the \"total mix\" of information made available to shareholders.  It is \ninsufficient to simply note, without more, certain pieces of information that were omitted \nfrom the body of information provided to shareholders.  Indeed, \"[i]t is always possible to \nrequest just one more piece of information . . . .\"  In re Cogent, Inc. S'holder Litig., 7 \nA.3d 487, 511 (Del. Ch. 2010).   \n[48] The Amended Complaint identifies num erous pieces of information related \nto the valuation and proposed sale of Flanders that allegedly were omitted from the \nProxy Statement.  There is, however, no articulation of how or why these omissions \nwere material or otherwise altered the total mix of information available to shareholders.  \nFor purposes of stating a disclosure claim, it is insufficient to simply develop a list of \ninformation that was omitted from a proxy statement and attach, in conclusory fashion, \nthe label \"material\" to each.  The court will not assume the materiality of omissions.  It is \nPlaintiffs' burden to explain why the alleged omissions were material.37  \n[49] With regard to the allegedly inad equate disclosures concerning the sales \nprocess, Plaintiffs allege that the Proxy Statement failed to describe \"why\" certain \nportions of the merger process unfolded as they did.  Allegations that not all aspects of \na board's decision-making process or developments in merger negotiations were \ndisclosed in a proxy statement, without more, is also insufficient to support a non-\ndisclosure claim.  See, e.g., Cogent, 7 A.3d at 511-12 (\"While directors must give \n                                                 \n37 Beyond the failure of the Amended Complaint to explain why the alleged omissions were material, the \ncourt also notes that much of the information that Plaintiffs indicate was omitted from the Proxy Statement \nwas, in fact, included. For example, with regard to the allegedly inadequate disclosures as to potential \nconflicts of interest on the part of some directors, Plaintiffs claim that the Proxy Statement failed to \ndisclose when Insight first indicated its intent to employ some of Flanders' senior management post-\nmerger and the value of Smith's contemplated investment in Insight.  Am. Compl. ¶¶ 72, 75.  Setting \naside that the Amended Complaint does not indicate how or why this information is material, this \ninformation in fact was disclosed in the Proxy Statement.  Proxy Statement 6, 24-25.  \n \n \nstockholders an accurate, full, and fair characterization of the events leading up to a \nboard's decision to recommend a tender offer, Delaware law does not require a play-by-\nplay description of every consideration or action taken by a Board, especially when such \ninformation would tend to confuse stockholders or inundate them with an overload of \ninformation.\").     \n[50] Therefore, the court concludes that Claim Two fails to state a claim upon \nwhich relief can be granted for a breach of the duty to disclose on the part of the \nIndividual Defendants.  As to Claim Two, the Motion should be GRANTED and Claim \nTwo should be DISMISSED. \nClaim Three \n[51] Defendants Insight, Air Acquisitions  and Merger Sub seek dismissal of \nClaim Three, which is alleged against them upon a theory that they aided and abetted \nthe Individual Defendants' alleged breaches of fiduciary duties as stated in Claims One \nand Two. \n[52] The parties disagree over whet her aiding and abetting a breach of \nfiduciary duty claim is a valid cause of action in North Carolina.38  Without reaching a \nconclusion here as to the validity of such a cause of action in North Carolina, it appears \nthat the necessary elements of such a claim would require Plaintiffs to allege that there \n                                                 \n38 The North Carolina Supreme Court appears never to have addressed whether a claim for aiding and \nabetting a breach of fiduciary duty is a valid cause of action.  See Tong v. Dunn, 2012 NCBC 16, ¶ 23 \n(N.C. Super. Ct. Mar. 19, 2012).  \"The only North Carolina Court of Appeals decision recognizing such a \nclaim . . . involved allegations of securities fraud, and its underlying rationale was eliminated by the United \nStates Supreme Court in Central Bank of Denver v. First Interstate Bank of Denver, 511 U.S. 164 (1994).\"  \nId.  Further, in Ehrenhaus, the North Carolina Court of Appeals chose to leave the validity of a claim for \naiding and abetting a breach of fiduciary duty an open question.  Instead of reaching the ultimate question \non the existence of such a claim, the court there found it highly unlikely that the plaintiff would be able to \nshow a breach of fiduciary duty by the primary defendant, which defeated any aiding and abetting claim \nbased on the same alleged duty.  In light of the court's prior conclusions in this Opinion and Order, it need \nnot address the viability of such a claim here. \n \nexisted (a) a violation of fiduciary duty, (b) knowledge of the duty violation by the alleged \naider and abettor and (c) substantial assistance by the aider and abettor in violation.  \nTong v. Dunn, 2012 NCBC 16, ¶ 25 (N.C. Super. Ct. Mar. 19, 2012) (citing Blow v. \nShaughnessy, 88 N.C. App. 484, 489 (1988)).39 \n[53] Defendants contend that Claim Thr ee should be dismissed because, even \nassuming, arguendo, that North Carolina were to recognize a cause of action for aiding \nand abetting a breach of fiduciary duty, such a claim could not survive in the absence of \nan underlying breach of fiduciary duty.  The court agrees. \n[54] Because the court has dismi ssed Claims One and Two, Defendants \nInsight, Air Acquisitions and Merger Sub could not have aided and abetted a breach of \nsuch alleged fiduciary duties.  Therefore, the court concludes that Claim Three fails to \nstate a claim upon which relief can be granted.  As to Claim Three, the Motion should \nbe GRANTED and Claim Three should be DISMISSED. \nNOW THEREFORE, based upon the foregoing, it hereby is ORDERED that: \n[55] Defendants' Motion to Dismiss t he Amended Complaint is GRANTED as \nto all Plaintiffs' Claims, and this civil action is DISMISSED. \n[56] Taxable costs of this ma tter are charged to Plaintiffs. \n  \n                                                 \n39 The court understands that this action currently is on appeal to the North Carolina Court of Appeals, \nhas been argued and is awaiting decision. \n \nThis the 25th day of September, 2013. \n "
}