{
  "id": "5aba5e5ac6baeaaa920ca39ac54d5625789d0666f1a64479fae9f5944ddddf74",
  "source_file": "data/raw/ncbc/5aba5e5ac6baeaaa920ca39ac54d5625789d0666f1a64479fae9f5944ddddf74.pdf",
  "raw_text": "Analog Devices, Inc. v. Michalski, 2006 NCBC 14\n \nSTATE OF NORTH CAROLINA\n \nCOUNTY OF GUILFORD\n \nIN \nTHE GENERAL COURT OF JUSTICE\nSUPERIOR \nCOURT DIVISION\n01 \nCVS 10614\n \nANALOG DEVICES, INC.,\n \nPlaintiff,\n \nv.\n \nCHRISTOPHER MICHALSKI, KIRAN\nKARNIK AND MAXIM INTEGRATED\nPRODUCTS, INC.,\n \nDefendants.\n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \n \nORDER \nAND OPINION\n \n \n \n{1}\n          \nThis matter is before the Court on Defendants’ Motion to Compel. \n \nDefendants have requested\nthat Plaintiff produce e-mails from each of the originators of twenty-one trade secrets at issue for a two-\nyear period surrounding the release dates of products implementing those trade secrets. Much of the\ninformation requested is contained in inaccessible form.\n \n{2}\n          \nThe opinion in this case and the opinion in \nBank of America Corp. v. SR International, Inc.\n,\n2006 NCBC 15 (N.C. Super. Ct. Nov. 1, 2006), filed contemporaneously, discuss for the first time the\nextent to which inaccessible electronic data is discoverable and who should pay for its production under\nthe North Carolina Rules of Civil Procedure.\n  \nThis case addresses the issues in the context of a party-to-\nparty request for production of documents, and the \nBank of America\n decision addresses those issues in the\ncontext of a subpoena to a nonparty.\n  \nIn some instances the considerations are the same, and in others they\ndiffer dramatically. In both contexts, trial judges should be guided by the language of the applicable Rules\nof Civil Procedure, supplemented by the Guidelines adopted by the Conference of Chief Justices. In this\ninstance the Court has decided to require production and to split the cost of production between the parties\nsubject to further revision on allocation of costs at the end of the litigation.\n \nWomble Carlyle Sandridge & Rice, PLLC by Michael E. Ray, John J. Morrow, Jr., and Robert D.\nMason; Wilmer Cutler Pickering Hale & Dorr LLP, by James C. Burling, Gregory P. Teran, and\nClark W. Petschek for Plaintiff Analog Devices, Inc.\nSmith Moore, LLP, by Jonathan A. Berkelhammer; Heller Ehrmann LLP, by Alan H.\nBlankenheimer, Laura E. Underwood, and Jo Dale Carothers, for Defendants Christopher\nMichalski, Kiran Karnik, and Maxim Integrated Products, Inc.\n \nTennille, Judge.\n \nI.\nFACTUAL & PROCEDURAL BACKGROUND\nA.\nTHE PARTIES\n{3}\n          \nPlaintiff Analog Devices, Inc. (“Analog”) is a Massachusetts corporation maintaining its\nprincipal place of business at Norwood, Massachusetts.\n  \nAnalog is engaged in the business “of, among\nother things, designing, manufacturing, and marketing high-performance analog, mixed-signal, and digital\nsignal procession integrated circuits used in signal processing applications.”\n  \n(2d Am. Compl. ¶ 6.)\n \n{4}\n          \nDefendant Christopher Michalski (“Michalski”) is a former employee of Analog who resides in\nBelews Creek, North Carolina.\n  \nMichalski was a staff engineer at Analog working in a unit that designed\nand developed high-speed analog-to-digital converters for use in a variety of communications applications\nfrom May 1996 until he resigned on September 19, 2001.\n{5}\n          \nDefendant Kiran Karnik (“Karnik”) is a former employee of Analog who resides in\nKernersville, North Carolina.\n  \nKarnik was a design engineer at Analog working on the same product line\nas Defendant Michalski from June 26, 2000 until he resigned on September 21, 2001.\n \n{6}\n          \nDefendant Maxim Integrated Products, Inc. (“Maxim”) is a Delaware corporation with its\nprincipal place of business in Sunnydale, California. \n \nMaxim is a competitor of Analog. After resigning\nfrom their positions at Analog, Defendants Michalski and Karnik went to work for Maxim.\nB.\nFACTUAL OVERVIEW\n{7}\n          \nThis case, instituted on September 21, 2001, involves claims of misappropriation of trade\nsecrets by Defendants.\n  \n \nIn May 1996, Michalski went to work as a design engineer on the Standard\nProducts product line of Analog’s High Speed Converter Business Unit.\n  \nIn June 2000, Karnik began his\nemployment at Analog as a design engineer, also working on the Standard Products product line.\n  \nWhen\nboth were hired, employment agreements were executed reciting that each would have access to valuable\nconfidential or secret technical or nontechnical information that was vital to Analog’s success.\n  \nEach\nagreed not to disclose to any third party, during the course of or after his employment, any proprietary data\nor information or to make use of that data or information outside of the performance of his job duties.\n \nEach also agreed to return any materials containing proprietary data or information to Analog promptly\nupon the termination of his employment.\n  \n(\nSee\n 2d Am. Compl. Ex. A.)\n  \nNeither Michalski nor Karnik was\nbound by a restrictive covenant.\n{8}\n          \nDuring their periods of employment, both Michalski and Karnik had access to trade secrets and\nother confidential information relating to the design, development, implementation, analysis, fabrication,\nand marketing of analog-to-digital converters.\n  \nDuring the late summer of 2001, Michalski and Karnik,\nprior to resigning from Analog, negotiated for employment with Maxim.\n  \nAnalog alleges that Maxim\nentered into those negotiations with the intent, in part, to utilize trade secret information to which\nMichalski and Karnik had access and about which the two had extensive knowledge, and to use that\ninformation to gain a competitive advantage over Analog in the analog-to-digital converter market.\n{9}\n          \nAnalog alleges in its Complaint that on the night before Michalski resigned from Analog, he\nprinted out a number of schematic drawings\n \nwhich contained trade secrets and which were related to the\ndesign of high-speed analog-to-digital converters.\n  \nAt his exit interview, Michalski was confronted about\nthe printed schematics and asked to return them. \n \nHe never did.\n  \nMichalski and Karnik resigned from\nAnalog on September 19 and September 21, 2001, respectively.\n  \nEach signed an Employment Termination\nProprietary Rights Statement that reaffirmed their agreements not to make use of proprietary information\nbelonging to Analog.\n{10}\n      \nAnalog alleges that, since joining Maxim, Michalski and Karnik have been working on projects\nsimilar to those on which they worked at Analog involving high-speed analog-to- digital converters.\n  \nIn\ndoing so, Analog alleges, they have improperly made use of and disclosed trade secret information\nbelonging to Analog.\n  \nAnalog brought suit on September 21, 2001, asserting, in addition to a claim for\nmisappropriation of trade secrets, claims for breach of contract, tort-conversion, unfair competition, and\ntortious interference with contract.\n{11}\n      \nMaxim, Michalski and Karnik deny the allegations of the Complaint and assert that the trade\nsecrets claimed by Analog do not qualify as trade secrets. Whether the claimed trade secrets qualify for\nprotection and whether or not Maxim is using them are central issues in the case.\n  \nThus, the development\nof the trade secrets by Analog is relevant and material.\n \nC.\nPROCEDURAL BACKGROUND\n{12}\n      \nThe issues concerning the production of inaccessible data arise in the following context.\n \nDefendants filed their Motion to Compel on August 12, 2005, seeking documents requested in their\nRequest for Production of Documents No. 25, which sought documents relating to the development and\nimplementation of trade secrets by Analog.\n  \nSpecifically, Defendants requested, among other things, the\nproduction of e-mails of the originators of the trade secrets at issue relating to the development of those\ntrade secrets and products initially implementing them.\n  \n(Defs.’ Br. Supp. Mot. to Compel 3.)\n \n{13}\n      \nAfter the motion was filed, the Court entered successive Consent Orders staying the litigation\nwhile the parties pursued settlement discussions for a total period of sixty days.\n  \nAfter the parties were\nunsuccessful in their settlement efforts, a hearing on Plaintiff and Defendants’ Motions to Compel was\nscheduled for December 9, 2005.\n  \nAt the hearing on the Motions to Compel, the Court ordered Analog to\ndetermine the search capability of the databases containing the e-mails requested and to conduct a word\nsearch, if possible, using agreed-upon terms, of e-mails sent by specific inventors over a two-year period\nsurrounding the release dates of products implementing the alleged trade secrets.\n \n{14}\n      \nThe Court entered an Order on January 5, 2006 reflecting the Court’s instructions at the\nDecember 9, 2005 hearing.\n  \nThe Order stated:\nAnalog shall determine the search capability of the system(s) containing the requested e-\nmail.\n  \nTo the extent the Analog e-mail archives are searchable, Analog shall search for\nand produce the e-mails of the named originators of the trade secrets at issue that include\nthe search terms agreed to by the parties.\n  \nThe search shall be for e-mails that precede by\none year or succeed by one year the release date of the first product to incorporate each\nalleged trade secret at issue.\n  \nShould these e-mails reveal that design work began more\nthan one year before the release date, the Court will reconsider extending the time\nlimitation to incorporate the entire design period.\n  \nBy December 29, 2005, the parties\nshall report to the Court regarding their efforts to implement this approach.\n  \nIf the\nrequested e-mails or a portion of the requested e-mails are not searchable, the parties\nshall make a proposal regarding the production of the unsearchable e-mail.\n(Order Mots. to Compel Disc. 2, Jan. 5, 2006.)\n{15}\n      \nIn accordance with the Court’s Order, counsel for Analog reported to the Court on December\n29, 2005, regarding the searchability of the originators’ e-mails.\n  \nAnalog reported that it would produce e-\nmails still existing on the hard drives of the personal computers used by the trade secret originators.\n  \nAs to\ne-mails no longer existing on personal computers but stored on its backup server, Analog argued that\nproduction would be expensive and time consuming and therefore unduly burdensome.\n  \nE-mail from D.J.\nMason, Counsel for Analog, to the Court (Dec. 29, 2005, 15:37 EST).\n \n{16}\n      \nOn January 19, 2006, the Court ordered Analog to submit an affidavit clearly stating the search\ncapability, including the burden of time and expense, of all systems containing the e-mails requested,\nalong with a supporting brief addressing the appropriate criteria for the Court to determine whether and\nhow e-mails present on backup servers should be produced.\n  \nDefendants were ordered to file a counter-\naffidavit and responsive brief.\n  \n(Order, Jan. 19, 2006.)\n \n{17}\n      \nOn February 2, 2006, Ginger Weavil, the person responsible for maintaining Analog’s systems,\nincluding its tape backup units in Greensboro, North Carolina, executed an affidavit summarizing\nAnalog’s systems for backing up e-mails transmitted on Analog’s systems from 1992 to 2005 and the time\nand expense of restoring e-mails contained on those systems.\n  \nBackup tapes still existed for all years in the\nrelevant time period except for the 1998 tapes for the Greensboro facility, which were unrestorable and\nhad been recycled.\n  \n(Weavil Aff. ¶ 6, Feb. 3, 2006.)\n  \nWeavil estimated the cost of restoration to be about\n$135 for each of the approximately 800 backup tapes—a total cost of at least $108,000.\n  \n(Weavil Aff. ¶\n10.)\n{18}\n      \nFurther, Weavil noted that it was “likely that at least some, and probably many, of the backup\ntapes will require advanced data recovery to render them partially, if at all, recoverable and/or searchable”\nresulting in a “very substantial additional expense.”\n  \n(Weavil Aff. ¶ 11\n.\n)\n  \nOnce the backup tapes were\nrestored, producing responsive e-mails would require that a program be drafted to search the restored\ndata.\n  \nThat would take, according to Weavil, at least five full work days for an information technology\nspecialist to accomplish.\n  \nConducting the search itself would also amount to a significant burden of time\nand expense.\n  \n(Weavil Aff. ¶ 12.)\n \n{19}\n      \nDefendants responded with a declaration detailing the significant costs associated with their\nown production of discovery thus far in the case, including $63,630.00 in staff expense (Smith Decl. ¶ 3,\nFeb. 20, 2006), over sixty-nine bankers boxes of material at a copying cost of $20,650.64 (Smith Decl. ¶\n4), and 6,200 e-mails of various employees and/or engineers of Maxim (Smith Decl. ¶ 5).\n \n{20}\n      \nThe Court convened a hearing on February, 28, 2006, prior to which the parties reached a\ncompromise that reduced the number of backup tapes to be restored from 800 to 400.\n  \nFollowing the\nhearing, the Court entered a preliminary order requiring Analog to search all readily accessible e-mails\npresent on the originators’ personal computers using the list of search terms supplied by Defendants and\nto produce responsive e-mails within fifteen days.\n  \nThe Court further ordered that the parties hire an\nindependent service to restore e-mails contained on backup tapes over a four-year period, with the parties\nbearing the costs of the restoration equally.\n  \nThe Court reserved the right to shift the cost of restoration at a\nlater date.\n  \nOnce each tape was restored, Analog was charged with conducting the search for the e-mails\nsought, at its expense, using search terms supplied by Defendants, within ten days of the tape’s\nrestoration.\n{21}\n      \nThe February 28, 2006 Order stated that the Court would enter this more detailed order at a\nlater date.\n \n \nII.\nDISCUSSION\nA.\nAPPLICABLE STANDARDS\n{22}\n      \nRule 26 of the North Carolina Rules of Civil Procedure provides the basic ground rules for pre-\ntrial discovery in North Carolina.\n  \nAs a general rule,\nParties may obtain discovery regarding any matter, not privileged, which is relevant to\nthe subject matter involved in the pending action, whether it relates to the claim or\ndefense of the party seeking discovery or to the claim or defense of any other party,\nincluding the existence, description, nature, custody, condition and location of any\nbooks, documents, or other tangible things and the location of persons having\nknowledge of any discoverable matter.\nN.C. R. Civ. P. 26(b)(1). \n \nThe purpose of the discovery rules is to allow the parties access to and facilitate\nthe disclosure of relevant, nonprivileged information “so as to permit the narrowing and sharpening of\nbasic issues and facts to go to trial.”\n  \nWilloughby v. Wilkins\n, 65 N.C. App. 626, 642, 310 S.E.2d 90, 100\n(1983).\n  \nThe rules therefore allow for very broad discovery practices.\n  \nMatters need not be admissible as\nevidence at trial to be discoverable; they need only be relevant for discovery, or “reasonably calculated” to\nlead to the discovery of admissible evidence.\n  \nShellhorn v. Brad Ragan, Inc\n., 38 N.C. App. 310, 313, 248\nS.E.2d 103, 106 (1978).\n \n{23}\n      \nRule 26(b)(1) does, however, set forth three grounds for limiting discovery:\nThe frequency or extent of use of [available discovery methods] shall be limited by the\ncourt if it determines that: (i) the discovery sought is unreasonably cumulative or\nduplicative, or is obtainable from some other source that is more convenient, less\nburdensome, or less expensive; (ii) the party seeking discovery has had ample\nopportunity by discovery in the action to obtain the information sought; (iii) the\ndiscovery is unduly burdensome or expensive, taking into account the needs of the case,\nthe amount in controversy, limitations on the parties’ resources, and the importance of\nthe issues at stake in the litigation.\nN.C. R. Civ. P. 26(b)(1)\n.\n  \nAnalog has argued that it would be unduly burdened by the enormous expense\ninvolved in restoring and searching the contents of some 400 backup tapes existing at its Greensboro and\nWilmington, North Carolina facilities.\n \nB.\nDISCOVERY OF ELECTRONIC DATA\n1.\nOVERVIEW\n{24}\n      \nThe technological genesis of the discovery problems created by the storage of electronic\ninformation and the underlying tensions created by the adoption of liberal discovery rules warrant some\nbrief exploration.\n{25}\n      \nIt is an inescapable fact that ninety-nine percent of all information being generated today is\ncreated and stored electronically.\n  \nSee\n David K. Isom, \nElectronic Discovery Primer for Judges\n, 2005 Fed.\nCts. L. Rev. 1, 1 & n.1 (2005).\n  \nThat fact may be shocking to judges who still find themselves buried in\npaper, but even our court systems are moving, albeit reluctantly, into the age of technology.\n  \nThis means\nthat our discovery rules must accommodate discovery of “information generated by, stored in, retrieved\nfrom, and exchanged through, computers.”\n  \nComm. on Rules of Practice & Procedure, Judicial Conference\nof the U.S., Report of the Judicial Conference Committee on Rules of Practice and Procedure Rules App.\nC-18 (2005), http://www.uscourts.gov/rules/Reports/ST09-2005.pdf\n  \n[hereinafter \nAmended Rules Report\n].\n \nDiscovery of such information differs substantially from historic discovery of paper documents. “The\nmost salient of these differences are that electronically stored information is retained in exponentially\ngreater volume than hard-copy documents; electronically stored information is dynamic, rather than static;\nand electronically stored information may be incomprehensible when separated from the system that\ncreated it.”\n  \nId\n.\n  \nThese differences have been even further magnified by the extensive use of backup tapes\nafter the catastrophic losses associated with 9/11 and Hurricane Katrina.\n  \nAs the Conference of Chief\nJustices has noted: “There are significant differences, however, between conventional and electronic\ndocuments—differences in degree, kind, and costs.\n  \nConference of Chief Justices, Guidelines for State\nTrial Courts Regarding Discovery of Electronically-Stored Information v (2006),\nhttp://www.ncsconline.org/WC/Publications/CS_ElDisc CCJGuidelines.pdf. [hereinafter \nCCJ Guidelines\n].\n{26}\n      \nThese new problems bring old tensions in the Rules of Civil Procedure to the surface.\nBefore the civil rules became law in 1938, discovery in both law and equity cases had\nbeen extremely limited.\n  \nWhen the committee deliberated on the liberal \n \ndiscovery rules\nthat Professor Edson Sunderland drafted, they raised the concern that expanded\ndiscovery would force settlements for reasons and on terms that related more to the costs\nof discovery than to the merits of the case, a concern raised frequently in the context of\nelectronic discovery.\n \nAmended Rules Report\n, \nsupra\n, at Rules App. C-19.\n  \nIt is indisputable that the decisions concerning the\ncosts of e-discovery in some cases could be outcome-determinative.\n  \nThe \nZubulake\n line of cases\ndemonstrates that most clearly.\n  \nSee Zubulake v. UBS Warburg L.L.C.\n (\nZubulake I\n), 217 F.R.D. 309\n(S.D.N.Y. 2003); \nZubulake v. UBS Warburg L.L.C. \n(\nZubulake II\n), 230 F.R.D. 290 (S.D.N.Y. 2003);\nZubulake v. UBS Warburg L.L.C. \n(\nZubulake III\n), 216 F.R.D. 280 (S.D.N.Y. 2003); \nZubulake v. UBS\nWarburg L.L.C. \n(\nZubulake IV\n), 220 F.R.D. 212 (S.D.N.Y. 2003); \nZubulake v. UBS Warburg L.L.C.\n(\nZubulake V\n), 229 F.R.D. 422 (S.D.N.Y. 2004).\n{27}\n      \nIt is also true that technology is not designed to respond to discovery. \n \nIt is designed to be used\nin everyday business and personal communication.\n  \nCompanies have different policies with respect to how\nthey protect data, how they store it, how they use it, when and how they destroy it, when they write over\nit, and how they preserve metadata.\n  \nEach may be designed for specific business needs.\n  \nSome programs\neven come embedded in software packages, and the user may not even know what is being kept and what\nis destroyed.\n  \nThe imposition of court rules altering normal business operations can be costly.\n  \nTechnology\nchanges rapidly; computers have limited life spans, and business transactions such as mergers can result in\ncomplete overhauls of a company’s information storage practices.\n   \nThis mix of technological problems\ncreates a setting in which courts are increasingly called upon to make rulings on discovery issues that can\neither be outcome-determinative or force settlements related to the costs of discovery rather than the\nmerits.\n  \nBoth the volume and storage formats of electronically produced information create other problems\nsuch as the cost associated in reviewing material for purposes of protecting the attorney client or work\nproduct privileges.\n[1]\n  \nThe cost of discovery is high enough without the added expenditures involved in\nrecapturing inaccessible data.\n  \nTechnology issues place increasing burdens on the courts to determine\nwhen parties have acted in good faith and when they have engaged in spoliation. Management issues\nbecome more critical at the outset of complex litigation.\n[2]\n{28}\n      \nThe North Carolina appellate courts have not specifically addressed the application of discovery\nrules to electronic discovery.\n  \nGiven the unique nature and growing importance of this type of discovery, it\nis helpful to the Court to consider approaches courts outside of this jurisdiction have taken, particularly in\nthe federal courts.\n  \nNot surprisingly, different courts have applied different guidelines when trying to\nresolve the complex issues created by technology in the discovery process.\n  \nThe federal courts have acted\nto amend the Federal Rules of Civil Procedure to deal more directly with the new problems.\n[3]\n  \nOur state\ncourt rules have not been amended.\n  \nIt is important to note that even the amendments to the federal rules\nare a work in progress and further amendments may need to be made in the future.\n  \nSee Amended Rules\nReport\n, \nsupra\n, at Rules App. C-22.\n  \nAs technology changes and new factual situations arise, the law in this\narea will develop and change.\n2.\nAPPROACHES USED IN OTHER COURTS\n{29}\n      \nA review of the key approaches used in other courts is instructive. There are six primary\napproaches which have been used or recommended from various sources.\na.\nFEDERAL RULES OF CIVIL PROCEDURE:\n  \nA STRAIGHTFORWARD APPLICATION\n{30}\n      \nFirst, some courts have simply looked at the Rules of Civil Procedure, found the guidelines\nthere to be adequate, and applied them, sometimes in innovative ways. After reviewing the efforts of many\nother judges, Magistrate Judge Paul W. Grimm wrote the following:\n[I]t . . . can be argued with some force that the Rule 26(b)(2) balancing factors are all\nthat is needed to allow a court to reach a fair result when considering the scope of\ndiscovery of electronic records.\n  \nRule 26(b)(2) requires a court, \nsua sponte,\n or upon\nreceipt of a Rule 26(c) motion, to evaluate the costs and benefits associated with a\npotentially burdensome discovery request.\n  \nThe rule identifies the following factors to be\nconsidered: whether the discovery sought is unreasonably cumulative or duplicative;\nwhether the information sought is obtainable from some other more convenient, less\nburdensome or inexpensive source; whether the party seeking the information already\nhas had adequate opportunity to obtain the information; and whether the burden or\nexpense of the proposed discovery outweighs its likely benefit, taking into consideration\nthe following: the needs of the case, the amount in controversy, the resources of the\nparties, the importance of the issues at stake in the litigation and of the discovery sought\nto the resolution of the issues.\nThompson v. U.S. Dep’t of Hous. & Urban Dev.\n, 219 F.R.D. 93, 98 (D. Md. 2003).\n \n{31}\n      \nThe primary benefit to Judge Grimm’s approach is that it is rules-based.\n  \nThe rules are\nsufficiently flexible, Grimm reasoned, to allow the Court to consider the relative costs and benefits of the\nrequested discovery, the probative value of the information likely to be discovered, and the burden on the\nproducing party to produce the materials requested.\n  \nThis approach is attractive because it allows the\nCourt to integrate a broad range of relevant factors while staying within the general analytical framework\nalready in place.\nb.\nAN ECONOMIC APPROACH:\n  \nTHE MARGINAL UTILITY TEST\n{32}\n      \nThe second approach used by some courts is to borrow from the economic principle of\n“marginal utility”—a test first employed by Magistrate Judge John M. Facciola in\n McPeek v. Ashcroft\n.\n \n202 F.R.D. 31 (D.D.C. 2001). \n \nJudge Facciola weighed the likelihood that a request would unearth critical\ninformation against the cost of obtaining it on the premise that “[t]he more likely it is that the backup tape\ncontains information that is relevant to a claim or defense, the fairer it is that the [responding party] search\nat its own expense.”\n  \nId.\n at 34.\n  \nThe marginal utility test is fairly well encompassed in Judge Scheindlin’s\nfactors, discussed below, and the breadth of considerations which might come up in cases makes the single\nfocus of the marginal utility test limited in its usefulness. \n \n{33}\n      \nMarginal utility is arguably a factor that should be considered under the language of Rule 26.\n \nAs Judge Facciola argued, “economic considerations have to be pertinent if the court is to remain faithful\nto its responsibility to prevent ‘undue burden or expense’” under Rule 26(b)(1).\n  \nId.\nc.\nJUDGE SCHEINDLIN’S \nZUBULAKE \nTEST\n{34}\n      \nThird, many federal courts have followed the seven factor approach taken by District Judge\nShira Scheindlin in the \nZubulake\n decisions. \n \nJudge Scheindlin was concerned primarily with the allocation\nof the costs of discovery of electronic data in less accessible formats, such as backup tapes.\n  \nHer approach\nas described in \nZubulake\n \nI\n was to order production of relevant data existing in accessible form and to apply\na balancing test to shift the cost of production of inaccessible data.\n  \nIn determining whether and how costs\nshould be shifted to the party requesting production, Judge Scheindlin articulated seven factors to be\nconsidered more or less in the following order of importance:\n1. \n  \nThe extent to which the request is specifically tailored to discover relevant\ninformation;\n2. \n  \nThe availability of such information from other sources;\n      \n3. \n  \nThe total cost of production, compared to the amount in controversy;\n4. \n  \nThe total cost of production, compared to the resources available to each party;\n5. \n  \nThe relative ability of each party to control costs and its incentive to do so;\n6. \n  \nThe importance of the issues at stake in the litigation; and\n7. \n  \nThe relative benefits to the parties of obtaining the information.\nZubulake I\n, 217 F.R.D. at 324.\n  \nJudge Scheindlin considered the first three of these factors—which\ncomprise the marginal utility test discussed above—to be the most important and gave them greater\nweight.\n \n{35}\n      \nOther courts have endeavored to establish multi-factor tests to weigh the merits of cost-shifting\nin electronic discovery. \n \nMagistrate Judge James C. Francis IV of the Southern District of New York\nexpanded the \nMcPeek\n marginal utility analysis in \nRowe Entertainment, Inc. v. The Morris Agency for the\nPerforming Arts, Inc\n.\n  \n205 F.R.D. 421 (S.D.N.Y. 2002).\n  \nJudge Francis’s balancing approach involved the\nfollowing eight factors:\n1.\n      \nThe specificity of the discovery requests;\n2.\n      \nThe likelihood of discovering critical information;\n3.\n      \nThe availability of such information from other sources;\n4.\n      \nThe purposes for which the responding party maintains the requested data;\n5.\n      \nThe relative benefit to the parties of obtaining the information;\n6.\n      \nThe total cost associated with production;\n7.\n      \nThe relative ability of each party to control costs and its incentive to do so;\n  \nand\n8.\n      \nThe resources available to each party.\nId.\n at 429.\n  \nThe seven \nZubulake\n factors are in large part a modification of the \nRowe\n factors.\n  \nBoth sets of\nfactors have been widely cited by other courts and have been the subject of a great deal of commentary.\n{36}\n      \nThe multi-factor balancing approach has the advantage of weighing all of the technical and\npractical considerations that impact both the probative value and the burden of production and shifting the\ncosts of production accordingly.\n  \nThe central question that the \nZubulake\n test was designed to answer was\nwhether the request imposed an “undue burden or expense” on the responding party.\n  \n“Put another way,\n‘how important is the sought-after evidence in comparison to the cost of production?’\n  \nThe seven-factor\ntest . . . provide[s] some guidance in answering this question, but,” Scheindlin cautioned, “the test cannot\nbe mechanically applied at the risk of losing sight of its purpose.”\n  \nZubulake I,\n 217 F.R.D. at 321–22.\n \nJudge Scheindlin’s thoughtful analysis of the problem worked well in the case before her and would\nundoubtedly be useful in the majority of cases. \n \nIt is, however, judge-made and not rule-based, and\ntherefore the Court is reluctant to follow suit.\nd.\nABA CIVIL DISCOVERY STANDARDS\n{37}\n      \nA fourth approach is found in the 2004 Amendments to the American Bar Association Civil\nDiscovery Standards. \n \nThose Standards suggest a list of sixteen factors courts should consider in making\nthe decision whether to allow discovery and the decision of cost allocation if it is allowed. The factors are:\nA.\n        \nThe burden and expense of the discovery, considering among other factors the total\ncost of production in absolute terms and as compared to the amount in controversy;\nB.\n        \nThe need for the discovery, including the benefit to the requesting party and the\navailability of the information from other sources;\nC.\n        \nThe complexity of the case and the importance of the issues;\nD.\n        \nThe need to protect the attorney-client privilege or attorney work product,\nincluding the burden and expense of a privilege review by the producing party and\nthe risk of inadvertent disclosure or privileged or protected information despite\nreasonable diligence on the part of the producing party;\nE.\n         \nThe need to protect trade secrets, and proprietary or confidential information;\nF.\n         \nWhether the information or the software needed to access it is proprietary or\nconstitutes confidential business information;\nG.\n        \nThe breadth of the discovery request;\nH.\n        \nWhether efforts have been made to confine initial production tranches or subsets of\npotentially responsive data;\nI.\n           \nThe extent to which production would disrupt the normal operations and processing\nroutines of the responding party;\nJ.\n          \nWhether the requesting party has offered to pay some or all of the discovery\nexpenses;\nK.\n       \nThe relative ability of each party to control costs and its incentive to do so;\nL.\n         \nThe resources of each party as compared to the total cost of production;\nM.\n      \nWhether responding to the request would impose the burden or expense of\nacquiring or creating software to retrieve potentially responsive electronic data or\notherwise require the responding party to render inaccessible electronic information\naccessible, where the responding party would not do so in the ordinary course of its\nday-to-day use of the information;\nN.\n       \nWhether responding to the request would impose the burden or expense of\nconverting electronic information into hard copies, or converting hard copies into\nelectronic format;\nO.\n       \nWhether the responding party stores electronic information in a manner that is\ndesigned to make discovery impracticable or needlessly costly or burdensome in\npending or future litigation, and not justified by any legitimate personal, business, or\nother non-litigation related reason; and\nP.\n         \nWhether the responding party has deleted, discarded or erased electronic\ninformation after litigation was commenced or after the responding party was aware\nthat litigation was probable and, if so, the responding party’s state of mind in doing\nso.\nSection of Litig., ABA, Civil Discovery Standards § 29(b)(iv) (2004),\nhttp://www.abanet.org/litigation/discoverystandards/2004civildiscoverystandards.pdf [hereinafter \nABA\nStandards\n].\n  \nThe ABA Standards relied in large part on factors articulated in the developing case law,\nincluding the decisions in \nZubulake\n, \nMcPeek\n, and \nRowe\n, discussed above.\n  \nConsideration of factors such\nas these are likely to aid courts in determining whether a given request amounts to an “undue burden or\nexpense” to the responding party.\ne.\nTHE SEDONA PRINCIPLES\n{38}\n      \nThe fifth approach of the problem can be found in the Sedona Principles for Electronic\nDocument Production, which recommend that\n[w]hen balancing the cost, burden, and need for electronic data and documents, courts\nand parties should apply the balancing standard embodied in Fed. R. Civ. P. 26(b)(2)\nand its state law equivalents, which requires considering the technological feasibility and\nrealistic costs of preserving, retrieving, producing and reviewing electronic data, as well\nas the nature of the litigation and the amount in controversy.\n \nWorking Group on Best Practices for Elec. Document Retention & Prod., The Sedona Conference, The\nSedona Principles:\n  \nBest Practices Recommendations & Principles for Addressing Electronic Document\nProduction 17 (2005). http://www.thesedonaconference.org/dltForm?did=7_05TSP.pdf [hereinafter\nSedona Principles\n].\n  \nThe Sedona Principles note that in balancing these concerns with electronic discovery\nrequests, it is important to keep in mind the following considerations:\n(1) large volumes of data, (2) data being stored in multiple repositories, (c) complex\ninternal structures of collections of data and the relationships of one document to\nanother, (d) data in different formats and coding schemes that may need to be converted\ninto text to be understood by humans, and (e) frequent changes in information\ntechnology.\n \nId.\n  \nAll of these considerations could, and when relevant should, come into play when considering the\nburden of production of electronic discovery under Rule 26.\n \nf.\nCONFERENCE OF CHIEF JUSTICES GUIDELINES FOR STATE TRIAL COURTS REGARDING\nDISCOVERY OF ELECTRONICALLY-STORED INFORMATION\n{39}\n      \nThe sixth approach is that offered by the Conference of Chief Justices.\n  \nIt combines Judge\nGrimm’s approach of looking at the rules first and then provides the simplest, most practical guidelines\nfor state trial judges.\n  \nThe CCJ Guidelines suggest consideration of thirteen factors in determining the\nscope of electronic discovery:\nA.\n        \nThe ease of accessing the requested information;\nB.\n        \nThe total cost of production compared to the amount in controversy;\nC.\n        \nThe materiality of the information to the requesting party;\nD.\n        \nThe availability of the information from other sources;\nE.\n         \nThe complexity of the case and the importance of the issues addressed;\nF.\n         \nThe need to protect privileged, proprietary, or confidential information, including\ntrade secrets;\nG.\n        \nWhether the information or software needed to access the requested information is\nproprietary or constitutes confidential business\n        \ninformation;\nH.\n        \nThe breadth of the request, including whether a subset (e.g., by date, author,\nrecipient, or through use of a key-term search or other\n                        \nselection criteria) or representative sample of the contested electronically stored\ninformation can be provided initially to determine whether \n     \n                        \nproduction of additional such information is warranted;\n                             \nI.\n           \nThe relative ability of each party to control\n  \ncosts and its incentive to do so;\nJ.\n          \nThe resources of each party compared to the total cost of production;\nK.\n       \nWhether the requesting party has offered to pay some or all of the costs of\nidentifying, reviewing, and producing the information;\nL.\n         \nWhether the electronically-stored information is stored in a way that makes it more\ncostly or burdensome to access than is reasonably\n        \nwarranted by legitimate personal, business, or other non-litigation-related reasons;\nand\nM.\n      \nWhether the responding party has deleted, discarded, or erased electronic\ninformation after litigation was commenced or after the\n    \n \n   \nresponding party was aware that litigation was probable.\n \nCCJ Guidelines\n, \nsupra\n, at 5.\n            \nThe CCJ Guidelines also deal specifically with the reallocation of discovery costs, essentially\nadopting the \nZubulake\n analysis.\n  \nThe Guidelines provide:\nA.\n        \nThe extent to which the request is specifically tailored to discover relevant\ninformation;\nB.\n        \nThe availability of such information from other sources;\nC.\n        \nThe total cost of production compared to the amount in controversy;\nD.\n        \nThe total cost of production compared to the resources available to each party;\nE.\n         \nThe relative ability of each party to control costs and its incentive to do so;\nF.\n         \nThe importance of the issues at stake in the litigation; and\nG.\n        \nThe relative benefits of obtaining the information.\n \nId. \nat 7.\n           \n3.\nTHE NORTH CAROLINA TEST\n{40}\n      \nThis Court is convinced that Judge Grimm’s approach is the correct one and that the North\nCarolina courts will look to the North Carolina Rules of Civil Procedure for guidance in deciding e-\ndiscovery issues and amend those rules as necessary. \n \nIn applying the Rules, the courts will most likely use\nthe Guidelines created by the Conference of Chief Justices.\n  \nAn analysis of any problem then begins with\nthe Rules. Rule 26(b)(1) makes clear that liberal discovery is permitted. It is equally clear under the Rules\nthat North Carolina judges have the power to limit or condition discovery under certain circumstances.\nAfter a discovery conference, “the court shall enter an order tentatively identifying the issues for discovery\npurposes, establishing a plan and schedule for discovery, setting limitations on discovery, if any; and\ndetermining such other matters, including the allocation of expenses, as are necessary for the proper\nmanagement of discovery in the action. An order may be altered or amended whenever justice so\nrequires.” \nSee\n N.C. R. Civ. P. 26(f). This Court held several case management conferences which included\ntreatment of discovery schedules and issues.\n{41}\n      \nSimilarly, Rule 26(b)(1) provides for judicial authority to limit or condition discovery. It\nprovides:\nThe frequency or extent of use of the discovery methods set forth in section (a) shall\nbe limited by the court if it determines that: (i) the discovery sought is unreasonably\ncumulative or duplicative, or is obtainable from some other source that is more\nconvenient, less burdensome, or less expensive; (ii) the party seeking discovery has\nhad ample opportunity by discovery in the action to obtain the information sought;\nor (iii) the discovery is unduly burdensome or expensive, taking into account the\nneeds of the case, the amount in controversy, limitations on the parties' resources,\nand the importance of the issues at stake in the litigation. The court may act upon\nits own initiative after reasonable notice or pursuant to a motion under section (c).\nN.C. R. Civ. P. 26(b)(1).\n{42}\n      \nFinally, the Court’s authority to issue protective orders is found in Rule 26(c):\nUpon motion by a party or by the person from whom discovery is sought,\nand for good cause shown, the judge of the court in which the action is pending\nmay make any order which justice requires to protect a party or person from\nunreasonable\n  \nannoyance, embarrassment, oppression, or undue burden or expense,\nincluding one or more of the following: (i) that the discovery not be had; (ii) that\nthe discovery may be had only on specified terms and conditions, including a\ndesignation of the time or place; (iii) that the discovery may be had only by a\nmethod of discovery other than that selected by the party seeking discovery; (iv)\nthat certain matters not be inquired into, or that the scope of the discovery be limited\nto certain matters; (v) that discovery be conducted with no one present except\npersons designated by the court; (vi) that a deposition after being sealed be opened\nonly by order of the court; (vii) that a trade secret or other confidential research,\ndevelopment, or commercial information not be disclosed or be disclosed only in a\ndesignated way; (viii) that the parties simultaneously file specified documents or\ninformation enclosed in sealed envelopes to be opened as directed by the court.\nIf the motion for a protective order is denied in whole or in part, the court\nmay, on such terms and conditions as are just, order that any party or person\nprovide or permit discovery. The provisions of Rule 37(a)(4) apply to the award of\nexpenses incurred in relation to the motion.\nN.C. R. Civ. P. 26(c).\n{43}\n      \nThe language of Rule 26 thus provides a broad framework in which to apply the concepts\ndescribed by the above authorities. \n \nThe overriding concern for judges applying those concepts should be\nwhether or not they are making an outcome-determinative decision. \n \nAn outcome-determinative situation\ncan arise in at least two different contexts. \n \nIf the party seeking production would be denied access to\ninformation which could have a material effect on a substantive issue in the case and where the cost of\nobtaining the information would be an insurmountable barrier to the requesting party, the denial of\ndiscovery or the allocation of costs to the requesting party could affect the final outcome. \n \nDiscovery\ncontainment should not force such a result. \n \nIf, on the other hand, the costs to the responding party of\nproducing the information would be unreasonably related to the matter at issue or the amount in\ncontroversy, the responding party might be forced to settle without regard to the merits of its claims or\ndefenses.\n  \nThe Sedona Principles were guided by these concerns.\n  \n“Electronic discovery burdens must be\nproportional to the amount in controversy and nature of the case.\n  \nOtherwise transaction costs due to\nelectronic discovery will overwhelm the ability to resolve disputes fairly in litigation.”\n  \nSedona Principles\n,\nsupra\n, at 17.\n{44}\n      \nA straightforward application of the basic analytical framework found in Rule 26 should allow\ncourts to properly address these concerns and reach decisions that safeguard both the interests of justice\nand the liberal discovery goals of the Rules of Civil Procedure.\n  \nThis is not to say that none of the various\ntests discussed above can be useful in weighing the relative burdens and benefits of production as\ncontemplated by the balancing test of 26 (b)(1)(iii).\n  \nMany of those tests’ factors will be relevant and\nshould be argued by the parties and considered by the Court in determining whether, to what extent, and in\nwhat form electronic discovery should be produced and whether any cost shifting is appropriate.\n{45}\n      \nIn cases\n  \nwhere, as here, the discovery is stored in a form that is particularly difficult or costly\nto retrieve, a more searching inquiry into the competing interests of preventing undue burden or expense to\nthe producing party and the importance of the discovery to the requesting party is warranted.\n  \nIn\nconducting the Rule 26 analysis, many of the various factors discussed in the cases and other authorities\ndiscussed above will be helpful in ensuring that production does not amount to an undue burden or\nexpense.\n  \nWhile the Court does recognize the value of considering the wide variety of factors discussed\nabove, some of which may not be peculiar to all electronic discovery requests, it does not opt to construct a\nrigid test comprised of a list of specific factors to be considered in every case that exists apart from the\nRules of Civil Procedure.\n  \nCourts should determine, based on the specific request at issue and the factual\nand legal context in which that request is made, which factors will be appropriate in applying the general\nframework laid out by the Rules of Civil Procedure.\n  \nThe Court believes that the factors recommended by\nthe CCJ Guidelines are the best place to start; however the Court is ever mindful of the potential outcome-\ndeterminative nature of the decision.\n \nC.\nAPPLICATION\n{46}\n      \nAt the outset, it is worth noting that the e-discovery issues arising under Rule 26 often present\nthemselves in the wrong procedural posture.\n  \nHere, the party seeking the protection of the Rule has the\nburden of obtaining protection through a motion for protective order.\n  \nThe burden also falls on the party\nseeking protection to justify the need for court intervention and protection.\n  \nFollowing that process, rather\nthan having the Court deal with a motion to compel, is more efficient.\n  \nThe party seeking the protective\norder can come forward in the first instance with the reasons—including excessive cost—the requested\nproduction is not warranted.\n  \nThe party seeking the discovery may then respond to a fact- and law-based\nmotion.\n  \nForcing the controversy into the motion to compel posture merely adds delay and expense.\n  \nThe\nparty seeking protection from the excessive costs of production of inaccessible digitally stored information\nshould file a motion for protective order supported by documentation of the nature and costs of producing\nthe discovery responses.\n  \nThe party seeking the discovery may then respond to the motion.\n  \nOnce the\nissues are in the open the parties may, as here, find ways to reduce the costs of proposed discovery\nwithout the need of court intervention.\n{47}\n      \nPlaintiff objects to Defendants’ request for production of e-mails contained on backup tapes\nprimarily on the ground that the cost and burden of production would be undue in light of the uncertain\nprobative value of e-mails that a search of those backup tapes would yield.\n  \nThe Court will therefore\nconfine its analysis to an inquiry into whether the requested discovery is “unduly burdensome or\nexpensive, taking into account the needs of the case, the amount in controversy, limitations on the parties'\nresources, and the importance of the issues at stake in the litigation.”\n  \nN.C. R. Civ. P. 26(b)(1).\n  \nThe Court\nwill therefore consider how the following factors impact the decision in this case to allow discovery of\nand allocate costs for the production of inaccessible electronic information:\n  \n(1) the burden and expense of\nproduction; (2) the needs of the case; (3) the amount in controversy; (4) any limitations on the parties’\nresources; and (5) the importance of the issues at stake.\n{48}\n      \nThe first factor is the potential burden and expense of production by Plaintiff.\n  \nAs discussed\nabove, Plaintiff estimated that in order to comply with Defendants’ request, it would have to restore over\n400 backup tapes.\n  \nThe cost of restoration alone would be approximately $135 for each tape, totaling over\n$54,000.\n  \nAdditionally, significant costs would be incurred in the event that advanced data recovery were\nto be required due to magnetic tape degradation.\n  \nDegradation to magnetic tape is common due to the\nsensitivity of magnetic media and can be caused by a variety of factors—such as environmental factors,\nmanufacturing flaws, or imperfect handling during the storage and retrieval processes.\n  \n(Weavil Aff. ¶\n \n11.)\n \nAfter that, the recovered data would have to be restored in order to render the contents searchable.\n \nAdditionally, a program would have to be drafted in order to actually search through the resulting data.\n \nPlaintiff estimates that it would take an information technology specialist five full work days to draft the\nprogram.\n  \n(Weavil Aff. ¶ 12.)\n  \nNeither party has been able to give an estimate of the cost of any advanced\ndata recovery or of restoration.\n  \nThe total cost of production therefore remains largely unclear.\n  \nWhat is\nclear is that the total cost of production would likely be substantial and has the potential to reach beyond\nthe cost of restoration alone.\n{49}\n      \nThe second factor is the needs of the case.\n  \nDefendants argue that production of the e-mails of\nthe originators of the alleged trade secrets around the time of the release of products implementing those\ntrade secrets will shed much light on the development of the alleged trade secrets and will be invaluable in\ndetermining whether Plaintiff is entitled to have those alleged secrets protected.\n  \nPlaintiff, on the other\nhand, argues that Defendants’ need for the e-mails is largely unknown because it cannot really be\ndetermined until after Plaintiff has gone through the tremendous burden and expense of recovering,\nrestoring, and searching the data contained on its backup tapes.\n  \nDefendants have made a strong showing\nthat the information sought has the potential to be highly relevant and material. Much of the\ncommunication between engineers working on high-tech projects is done by e-mail. The e-mails created\naround the time of the development of the alleged trade secrets could bear on the issue of whether there\nwas some discovery or invention that took place or simply the use of existing information.\n{50}\n      \nThe third factor to be considered is the amount in controversy.\n  \nThe parties agree that their\ncompetitive positions in the highly lucrative market for conversion chips could be affected by the\noutcome, and therefore the amount in controversy does not weigh as a factor for or against production or\ncost shifting.\n  \nFurther, the Court notes that the cost of production is likely to be quite small relative to the\namounts the parties have already spent on discovery and experts.\n{51}\n      \nThe fourth consideration is whether there are any limitations on the parties’ resources that\nmight lead the ruling on this issue to be outcome determinative.\n  \nThe parties agree that both sides have the\nability to handle the costs of production.\n  \nMaxim’s net annual revenues total nearly $1.7 billion, and\nAnalog’s net annual income approaches $3.5 billion.\n  \nThe parties also agree that both Maxim and Analog\nhave the ability and the incentive to control the cost of production.\n  \nBased upon their approach to this\nlitigation, there appears to be no limit to the resources they will commit to the case.\n{52}\n      \nThe final factor is the importance of the issues at stake in this litigation.\n  \nThe issues in this case\ninvolve the often competing public policies of preserving the ability of employees to move freely between\ncompanies in their chosen fields and the right of employers to protect trade secrets that often are the result\nof significant investments of time and resources.\n  \nThe public has an interest in promoting both invention\nand free competition.\n  \nWhile these public policy issues are certainly important, neither weighs heavily\neither for or against production or cost shifting.\n{53}\n      \nUltimately, the analysis comes down to a comparison of the relative costs of production by\nPlaintiff to Defendants’ need for the information that may result.\n  \nThe cost of production has the potential\nto be high standing alone, but relatively small compared to the overall cost of discovery and the significant\ncompetitive issues at stake.\n  \nAt this point, it is difficult to precisely measure the extent of those costs.\n  \nThe\ncost is not likely to cause either side to settle on that basis alone. \n \nLikewise, the information ultimately\nproduced has the potential to be of considerable value to the Defendants, but the contents of the e-mails\nthat would ultimately be produced are largely unknown. \n \nOne of the two critical issues will be whether or\nnot the claimed trade secrets are in fact “trade secrets” known only to Analog’s employees.\n  \nThe\ncontemporaneous e-mails surrounding the product development could be critical to that issue.\n  \nDefendant\nMaxim produced similar types of electronically stored data but did not incur the costs of producing\ninformation stored in inaccessible format because their products at issue are relatively new.\n  \nAnalog’s\ndevelopment of the alleged trade secrets occurred at an earlier date, making their older e-mails less\naccessible.\n  \nAside from the memories of the alleged originators, the e-mails may be the best or only source\nof information contemporaneously generated when the alleged trade secrets were developed.\n  \nLack of\naccess to that information thus has the potential to be outcome-determinative.\n  \nWhat is sought has a direct\nbearing on the key issues in this case.\n  \nIt is not otherwise available.\n  \nIt may even prove helpful to Plaintiff.\n{54}\n      \nThe uncertainty of the cost combined with the potential probative value of the discovery is too\ngreat to deny Defendants’ motion.\n  \nOn the other hand, the potential cost of production combined with the\ngreat uncertainty as to the contents of the requested documents is too great to require Plaintiff to bear the\nfull burden of production on its own.\n  \nNeither party’s ability to pursue its litigation goals will be impacted\nby cost-sharing. The Court can retain the ability to assess the costs fully to one side or the other at the end\nof the case.\n \nIII.\nCONCLUSION\n{55}\n      \nFor this reason, the Court granted Defendants’ motion to compel, as to originators’ e-mails\ncontained on backup tapes, in its Preliminary Order of February 28, 2006, and determined that the costs of\nrestoration and recovery should be borne by both parties equally.\n  \nThe order also stated that Plaintiff was\nresponsible for searching the resulting data at its own expense using search terms supplied by\nDefendants.\n  \n(Order, Feb. 28, 2006.)\n \n{56}\n      \nSuch an outcome serves to advance the long established goal of promoting liberal discovery\npractices, while ensuring that the burden of discovery does not in any way prove to be outcome\ndeterminative.\n  \nThe Court reserves the right to consider the costs of production in assessing final costs\nonce the relative costs and benefits of discovery are more clearly known. \n \nSince both sides are able to bear\ntheir share of the costs at this stage, an assessment of the final costs based on the outcome will be more\njust.\n \n            \nSo ORDERED, this the 1st day of November 2006.\n \n \n \n \n \n \n[1]\n \n      \nPrivilege review is made more difficult in e-discovery because of the added volume, the dynamic nature of the information,\nthe complexities of locating the information, and the fact that some privileged information may be hidden in metadata. \n \nHere, for\nexample, it appears the vast majority of the requested documents exist on backup tapes created at regular intervals, many of which\nare stored by a third-party vendor, are not searchable, and are in a form not usable without conducting an extensive and expensive\nrestoration process to retrieve the data contained on the tapes.\n                             \n                                                                                                                                                           \n[2]\n \n      \nThe new rules of the Business Court include directives to counsel to discuss, at the initial Case Management Meeting, such\ntopics as the volume of electronic information likely to be subject to discovery, the form of electronic documents production (i.e.\nnative format or paper), the need for retention of electronic documents and backup tapes, the need for cost-shifting with regard to\nthe production of electronic data, and the need for security measures to protect electronic data.\n  \nSee \nAmended Local Rules of the\nNorth Carolina Business Court (2006), \navailable at\n \nhttp://www.ncbusinesscourt.net/New/localrules/2006%20Local%20Rules%20with%20Order.rtf; \nsee also\n \nCCJ Guidelines\n, \nsupra\n,\nat 2–5.\n \n[3]\n \n      \nThe most comprehensive discussion of the changes and the background for the amendments is found in the Amended Rules\nReport.\n  \nSee supra\n ¶ 25.\n "
}