{
  "id": "5af5de5d4754b67107bbc0a93022d0bbdba3c11aecd7bd16f24432160c3b0c45",
  "source_file": "data/raw/ncbc/5af5de5d4754b67107bbc0a93022d0bbdba3c11aecd7bd16f24432160c3b0c45.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF ALAMANCE \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 1599 \nRICHARD W. GUNN, JR. and  \nGUNN & ASSOCIATES, LLC, \n \nPlaintiffs, \n \nv. \n \nLABORATORY CORPORATION OF \nAMERICA,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER AND OPINION \n \n{1} THIS MATTER is before the court on Defendant Laboratory \nCorporation of America’s Motion for Summary Judgment (“Motion”) made pursuant \nto Rule 56 of the North Carolina Rules of Civil Procedure (“Rule(s)”).  For the \nreasons explained below, the Motion is GRANTED in part. \n \nVernon, Vernon, Wooten, Brown, Andrews & Garrett, PA by E. Lawson \nBrown, Jr. for Plaintiffs. \n \nParker, Poe, Adams & Bernstein LLP by William L. Rikard, Jr. and Matthew \nH. Mall for Defendants. \n \nGale, Judge. \n \nI. PROCEDURAL BACKGROUND \n \n{2} Plaintiffs Richard W. Gunn, Jr . (“Gunn”) and Gunn & Associates, LLC \n(“Gunn & Associates”) initiated this action by filing a complaint on August 6, 2013.  \nThis action arises out of an alleged brokerage relationship between Defendant \nLaboratory Corporation of America (“LabCorp”) relating to a commercial lease \nLabCorp entered at a property known as the Salem Building.  Plaintiffs allege \nclaims for breach of contract, breach of the implied covenant of good faith and fair \nGunn v. Lab. Corp. of Am., 2014 NCBC 29.\n \n \ndealing, procuring cause, quantum meruit, and unfair or deceptive trade practices \nin violation of Section 75-1.1 of the North Carolina General Statutes. \n{3} Plaintiffs previously alleged iden tical claims against LabCorp based on \nthe same transactions and occurrences giving rise to this lawsuit.  See generally \nGunn v. Simpson, Schulman & Beard, LLC, 2011 NCBC LEXIS 35 (N.C. Super. Ct. \nSept. 23, 2011).1  Plaintiffs voluntarily dismissed that action after discovery closed, \nbut before the deadline for filing post-discovery dispositive motions.  LabCorp now \ncontends that testimony from the prior action prevents Plaintiffs from prevailing on \ntheir claims in this case.  Plaintiffs contend that further discovery would \ndemonstrate a basis on which they could recover.  The court then entered a Case \nManagement Order allowing LabCorp to file an early summary judgment motion \naddressing why, regardless of any new evidence Plaintiffs might now seek to \ndevelop, the prior testimony bars Plaintiffs claims.  The Order also afforded \nPlaintiffs the opportunity to tender any evidence they believed additional discovery \nwould develop, which the court would treat as if it were record evidence competent \nto be considered in opposition to the summary judgment motion, effectively \nprecluding summary judgment under Rule 56(f).  Discovery has been stayed \npending the court’s ruling on LabCorp’s Motion for Summary Judgment. \n \nII. FACTUAL BACKGROUND \n \n{4} The court does not make findings of fact when ruling on a motion for \nsummary judgment. \nHyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. \n138, 142, 215 S.E.2d 162, 164–65 (1975). It is, however, appropriate for the court to \ndescribe the undisputed facts or lack of facts the record discloses in order to provide \ncontext for the court’s ruling on the motion.  Based on the record, and after drawing \n                                                 \n1 In the earlier action, Plaintiffs also sued SN Commercial, LLC, which served as the landlord’s \nbroker in the lease transaction and received a brokerage fee that it split with Simpson, Schulman & \nBeard, LLC, LabCorp’s representative.  The court dismissed the claim against SN Commercial, LLC \nby its Order dated September 23, 2011.  Plaintiffs then proceeded against LabCorp until voluntarily \ndismissing the action. \n \n \nfactual inferences in Plaintiffs’ favor, the court believes the following facts are \nestablished and control the court’s ruling on the Motion. \n \nA. Gunn’s Brokerage Relationship with LabCorp \n \n{5} There was no written agreement between Gunn or Gunn & Associates \nand LabCorp concerning Gunn’s brokerage services for the specific project at issue.  \n(Gunn Dep. 25:3–13, Dec. 13, 2011.)  Gunn contends, however, that an enforceable \ncontract can be implied from a twenty-five (25) year course of dealing with LabCorp \nand his communications on this project with Gary Aherron (“Aherron”), a LabCorp \nemployee.  (Gunn Dep. 24:10–26:23.) \n{6} Gunn estimates that during this twen ty-five (25) year course of dealing \nhe has helped LabCorp purchase, lease, or sell between twenty-five (25) and thirty \n(30) properties.  (Gunn Dep. 29:1–31:4.)  During this course of dealing, Gunn and \nGunn & Associates regularly provided LabCorp preliminary services at no cost in \nanticipation that LabCorp would ultimately protect their commission when a \npurchase or lease agreement was executed.  (Gunn Dep. 164:12–186:21.)  Typically, \nLabCorp would contact Gunn, he would show or list properties, arrange for the \nlease or purchase, and then receive payment when the transactions closed.  (Gunn \nDep. 164:12–186:21.)  In transactions where Gunn represented LabCorp as a lessee \nor tenant, the owner or landlord typically paid a commission to the listing agent, \nwhich then apportioned part of that commission to Gunn as the tenant’s \nrepresentative.  (Gunn Dep. 164:12 – 186:21.)  In this particular transaction, Gunn \nanticipated that Security National Properties (“SNP”), the landlord of the building \nLabCorp leased, would pay its broker a commission that would be split with Gunn \n& Associates.  (Gunn Dep. 148:1–4.) \n{7} Gunn contends he was to be LabCor p’s exclusive tenant representative \non this project, but he is unable to identify the period in which this exclusivity \nwould continue.  (Gunn Dep. 27:6–10; 28:19–29:8.)  Gunn admits that he and \n \n \nLabCorp never agreed on a specific commission or a method for determining the \namount of his commission, which was still negotiable.  (Gunn Dep. 29:18–24.) \n \nB. Gunn’s Efforts to Procure a Lease \n \n{8} In 2008, LabCorp began considering establishing a consolidated billing \ncenter.  In August 2008, Aherron sent Gunn an email requesting Gunn to conduct a \nmarket search for office space for that center.  (Gunn Dep. 26:25–27:10; Aherron \nDep. 82:3–22, Ex. 1, Jan. 17, 2012.)  Aherron specified the approximate number of \npeople, workstations, offices, and other facilities LabCorp needed the space to \naccommodate, and also expressed several geographic market preferences.  (Aherron \nDep. Ex. 1.)   At Aherron’s request, Gunn prepared a “Tour Book” consisting of \nseventeen listed commercial properties which included the Salem Building in \nGreensboro, the property LabCorp ultimately leased.  (Gunn Dep. 89:5–91:23.) \n{9} In November 2008, Gunn showed LabCorp personnel several of the \nlocations from the Tour Book, including the Salem Building.  (Gunn Dep. 91:24–\n96:6; Aherron Dep. 90:8–17, 99:20–105:22.)  After several of the early site visits, \nAherron contacted Gunn to request a follow up meeting and Gunn’s further \nassistance.  (Aherron Dep. Ex. 7.) \n{10} In December 2008, Gunn contacted the landlords of several properties \nlisted in the Tour Book, including the Salem Building, and requested lease \nproposals for LabCorp.  (Gunn Dep. 55:13–18.)  SNP, the landlord of the Salem \nBuilding, submitted a proposal.  (Aherron Dep. Exs. 12–13.)  The lease proposal \napplied to nearly 113,000 rentable square feet, listed several different lease term \noptions ranging from five (5) to ten (10) years, required a $50,000 security deposit, \nand contained an $800,000 “upfit allowance” for SNP to modify the building for \nLabCorp’s use.  (Compl. Ex. G.) \n{11} At Aherron’s request, Gunn compiled the various lease proposals into a \nspreadsheet and sent them to Aherron in January 2009.  (Gunn 55:13–18; Aherron \nDep. Exs. 16–17.)  After reviewing the proposals, Aherron asked Gunn to prepare \n \n \nmore specific information on the Salem Building and the surrounding area.  (Gunn \nDep. 64:1–21; Aherron Ex. 18–19.) \n{12} Gunn admits that after completing the market search and sending \nAherron the spreadsheet of lease proposals, neither Aherron nor anyone else from \nLabCorp asked him to negotiate with the landlord of the Salem Building.  (Gunn \nDep. 70:15–71:11.)  As of his last active involvement in property evaluation, Gunn \nalso knew that LabCorp had not approved the project internally and its search was \nstill preliminary.  (Gunn Dep. 94:14–21.) \n{13} Gunn had little to no experience in economic development incentives.  \n(Gunn Dep. 72:10–74:25.)  In March 2009, Gunn referred LabCorp to a third party \nto aid in securing incentives for the project.  (Aherron Dep. Ex. 23; Gunn Dep. \n72:10–74:25.)  Over the next five (5) months, Gunn maintained periodic contact with \nLabCorp (through Aherron) and SNP about the Salem Building.  (Aherron Dep. Exs. \n25–28; Gunn Dep. 105:08–107:17.)  In August 2009, Aherron told Gunn that \nLabCorp remained interested in leasing the Salem Building but would not be able \nto commit to a lease until early 2010.  (Gunn Dep. 108:2–109:15; Aherron Dep. \n172:1–10.) \n{14} Gunn acknowledges that neithe r Aherron nor anyone else from \nLabCorp ever instructed him on LabCorp’s acceptable price range for a lease or the \namount of “upfitting” LabCorp would need a landlord to make in order for the \npremises to be suitable for LabCorp’s uses.  (Gunn Dep. 50:10–51:4, 54:23–55:25.)  \nGunn also did not know LabCorp’s acceptable terms concerning concessions and \nincentives for the lease term, specific rental rates or adjustments, or allocation of \noperating expenses between LabCorp and the landlord.  (Gunn Dep. 45:3–46:12, \n48:5–49:3.) \n{15} On the other hand, Aherron neve r told Gunn to stop working on the \nlease project or expressly advised him that he was not LabCorp’s representative for \nthe lease.  (Aherron Dep. 168:9–172:16.)  While working on a different project for \nLabCorp, Gunn learned of the possibility that LabCorp was working with another \nbroker on a lease of the Salem Building.  (Gunn Dep. 113:18–117:3.)  Gunn and \n \n \nAherron then spoke, at which time Aherron informed Gunn that, unbeknownst \nearlier to Aherron, LabCorp was working on the transaction with Simpson \nSchulman & Beard, LLC (“SS&B”), a firm that provides real estate brokerage and \neconomic development services.  (Gunn Dep. 113:18–117:3.) \n{16} In December 2009, Jon Kirby, an employee of SNP, called Gunn and \nasked him if LabCorp was compensating him for serving as a broker on the Salem \nBuilding deal.  (Gunn Dep. 120:1–18.)  Later that month, Aherron assured Gunn \nthat he would receive a commission on the transaction.  (Gunn. Dep. 122:6–123:11.) \n \nC. LabCorp’s Lease of the Salem Building \n \n{17} In April and May of 2009, L abCorp began discussing economic \nincentives for the call center project with SS&B.  (Beard Aff. ¶ 3.)  On August 24, \n2009, LabCorp and SS&B entered a written agency agreement, after which SS&B \nbegan working on the project.  (Beard Aff. ¶¶ 3–4; Schulman Aff. ¶ 3.) \n{18} Like Gunn, SS&B analyzed several possible real estate options for \nLabCorp and concluded that the Salem Building was the best option.  (Schulman \nAff. ¶¶ 3, 7.)  At that time, however, SS&B and LabCorp had not yet determined the \nessential terms of a potential lease, because LabCorp would not go forward with the \nproject without receiving economic development incentives.  (Beard Aff. ¶ 6.)  Beard \nsolicited economic development incentive proposals for LabCorp’s project from \nseveral local governments and prepared a preliminary report on those efforts in \nOctober 2009.  (Beard Aff. ¶ 5.) \n{19} Throughout November and De cember 2009, SS&B continued working \nto close a lease for the Salem Building even though LabCorp had not yet internally \napproved the project.  (Schulman Aff. ¶¶ 4–5.)  As negotiations continued in \nJanuary 2010, LabCorp almost withdrew from negotiations because of the \nlandlord’s inability to fund an “upfit allowance” commitment to modify the building \nfor LabCorp’s use during the lease.  (Schulman Aff. ¶¶ 5–6.)  SS&B developed a \nsolution to address the upfitting concern, and LabCorp executed the lease \n \n \nagreement for the Salem Building on January 28, 2010.  (Schulman Aff. ¶ 5–6.)  In \nthe executed lease agreement, LabCorp leased nearly 74,000 square feet of space, \nagreed to a fifteen-year, three-month term with options for three additional five-\nyear terms, SNP provided $1,500,000 in tenant-upfit allowance, and LabCorp did \nnot have to pay a security deposit. \n \nIII. ANALYSIS \n \n{20} Summary judgment is proper when the pleadings, depositions, \nanswers to interrogatories, admissions, and submitted affidavits show that no \ngenuine issue as to any material fact exists and that the movant is entitled to \njudgment as a matter of law.  N.C. Gen. Stat. § 1A-1, Rule 56(c) (2013); Andresen v. \nProgress Energy, Inc., 204 N.C. App. 182, 184, 696 S.E.2d 159, 160–61 (2010).    \n{21} The moving party must demonstrate the absence of a triable issue and \ndoes so either: “(1) by showing that an essential element of the opposing party’s \nclaim is non-existent; or (2) by demonstrating that the opposing party cannot \nproduce evidence sufficient to support an essential element of the claim or overcome \nan affirmative defense which would work to bar its claim.”  Wilhelm v. City of \nFayetteville, 121 N.C. App. 87, 90, 464 S.E.2d 299, 300 (1995) (citing Roumillat v. \nSimplistic Enters., Inc., 331 N.C. 57, 414 S.E.2d 339 (1992)). \n{22} If the moving party carries this burden, the non-moving party “must \n‘produce a forecast of evidence demonstrating that the [non-moving party] will be \nable to make out at least a prima facie case at trial.’”  Roumillat, 331 N.C. at 63, 414 \nS.E.2d at 342 (quoting Collingwood v. G.E. Real Estate Equities, 324 N.C. 63, 66, \n376 S.E.2d 425, 427 (1989)); Rankin v. Food Lion, 210 N.C. App. 213, 217, 706 \nS.E.2d 310, 313–14 (2011); see also N.C. Gen. Stat. § 1A-1, Rule 56(e) (non-moving \nparty “must set forth specific facts showing that there is a genuine issue for trial.”).  \nThis forecast “may not rest upon the mere allegations or denials of [a] pleading.” \nN.C. Gen. Stat. § 1A-1, Rule 56(e). \n \n \n \nA. Breach of Contract and the Implied Covenant of Good Faith and Fair \nDealing \n \n{23} LabCorp contends that Gunn is bound by his prior testimony \nconcerning his course of dealing and implied contract with LabCorp, during which \nhe failed to identify the essential, material terms necessary to have a binding, \nenforceable agreement.  Gunn contends he has presented a forecast of evidence \nshowing an enforceable agreement with sufficiently definite terms. \n{24} If Gunn could provide the necessary terms for an oral or implied-in-fact \nbrokerage services contract, it might be enforceable even if not reduced to writing.  \nSee Scheerer v. Fisher, 202 N.C. App. 99, 104–05, 688 S.E.2d 472, 475–76 (2010) \n(citing Lamb v. Baxter, 130 N.C. 67, 68, 40 S.E. 850, 851 (1902)) (holding that real \nestate brokerage contracts need not be in writing).2  “A ‘contract implied in fact,’ . . . \narises where the intention of the parties is not expressed, but an agreement in fact \ncreating an obligation is implied or presumed from their acts, or [. . .] where there \nare circumstances which, according to the ordinary course of dealing and the \ncommon understanding of men, show a mutual intent to contract.”  Snyder v. \nFreeman, 300 N.C. 204, 217, 266 S.E.2d 593, 602 (1980) (citation omitted); \nAnderson Chevrolet/Olds, Inc. v. Higgins, 57 N.C. App. 650, 654, 292 S.E.2d 159, \n161–62 (1982).  However, any contract—inc luding an oral or implied-in-fact \ncontract—must contain sufficiently definite material terms in order to be \nenforceable.  See, e.g., MCB Ltd. v. McGowan, 86 N.C. App. 607, 608–09, 359 S.E.2d \n50, 51 (1987) (“[A]ny contract provision . . . failing to specify either directly or by \nimplication a material term is invalid as a matter of law.”). \n{25} Gunn’s testimony concerning his historical course of dealing with \nLabCorp and his understanding of the terms of his alleged agreement with LabCorp \n                                                 \n2 Any oral or implied brokerage agreement between Gunn and LabCorp had to be formed before the \nlease transaction at issue closed in January 2010.  Although “an agreement for broker services” must \nnow be “reduced to writing and signed by the party to be charged,” N.C. Gen. Stat. § 93A-13 (2013), \nthat provision does not apply to agreements entered before October 1, 2011, Scheerer v. Fisher, No. \nCOA 12-1002, 2013 N.C. App. LEXIS 408, at *14 (N.C. Ct. App. May 7, 2013) (unpublished) (citing \nAct of June 15, 2011, ch. 165, sec. 2, § 93A-13, 2011 N.C. Sess. Laws 649, 653). \n \n \ndoes not identify the material terms necessary to support finding any agreement \nbinding LabCorp to Gunn as its agent and obligating it to pay Gunn a brokerage \ncommission.  In his own testimony, the only terms Gunn identified are that \nLabCorp requested him to explore commercial leasing opportunities for a call \ncenter, LabCorp engaged him as its exclusive agent for some indeterminate time, \nand LabCorp was obligated to pay him a commission.  Gunn has not identified, \nthrough his own testimony or any other evidence in the record, the time period of \nany exclusivity, nor has he identified the amount of his commission or a method of \ndetermining that amount.  Plaintiffs have not forecast or tendered any additional \nevidence that would supply these terms.  Without any evidence as to the existence \nor substance of these essential material terms, there simply is no binding \nagreement that the court can enforce.  \nSee Brawley v. Brawley, 87 N.C. App. 545, \n550, 361 S.E.2d 759, 762 (1987) (citing Howell v. C. M. Allen & Co., 8 N.C. App. 287, \n289, 174 S.E.2d 55, 56 (1970)) (noting that personal services agreement is not \nbinding when it fails to state a price term or a method for determining price).   \n{26} Thus, LabCorp is entitled to su mmary judgment on Plaintiffs’ breach \nof contract claim.  It follows that LabCorp is also entitled to summary judgment on \nPlaintiffs’ claim for breach of the implied contractual covenant of good faith and fair \ndealing arising out of that alleged contract.  See, e.g., Suntrust Bank v. \nBryant/Sutphin Props., LLC, 732 S.E.2d 594, 603 (N.C. Ct. App. 2012) (citing \nBicycle Transit Auth., Inc. v. Bell, 314 N.C. 219, 228, 333 S.E.2d 299, 305 (1985)). \n \nB. Procuring Cause \n \n{27} A broker may recover a commissi on under a procuring cause theory \n“whenever he procures a party who actually contracts for the purchase3 of the \nproperty at a price acceptable to the owner.  If any act of the broker in pursuance of \nhis authority to find a purchaser is the initiating act which is the procuring cause of \n                                                 \n3 Neither party contends that a “procuring cause” claim does not apply to brokerage services in \nconnection with a lease. \n \n \na sale ultimately made by the owner, the owner must pay the commission” unless \nthe contract provides otherwise.  S&W Realty & Bonded Commercial Agency, Inc. v. \nDuckworth & Shelton, Inc., 274 N.C. 243, 250–51, 162 S.E.2d 481, 491 (1968) \n(citations omitted).  “The broker is the procuring cause if the [transaction] is the \ndirect and proximate result of his efforts and services,” which means the broker \nmust cause “a series of events which, without break in their continuity, result in the \naccomplishment of the prime object of the employment of the broker.”  Id. (citations \nomitted). \n{28} A break in continuity will defe at a procuring cause claim.  For \nexample, when another broker closed the transaction on different terms than those \npresented by plaintiff-broker, the second broker’s involvement was a “direct \nintervention” that broke “the chain of events set in motion by” the first broker.  \nHecht Realty, Inc. v. Whisnant, 41 N.C. App. 702, 708, 255 S.E.2d 647, 650 (1979).  \nThus, the first broker could not, as a matter of law, prove “that it was the procuring \ncause of the ultimate sale of” the property.  Id. (reversing trial court’s judgment for \nfailing to grant motion for directed verdict to defendant on procuring cause claim). \n{29} Similarly, a broker who “originally  put the purchaser in contact with” \nthe landowner was not the procuring cause of the sale occurring sixteen months \nlater, because the landowner arranged for the sale of an additional lot and hired a \ndifferent broker to complete the transaction.  Burge v. First S. Savs. Bank, 114 N.C. \nApp. 648, 650, 442 S.E.2d 552, 554 (1994) (citing Hecht Realty, Inc., 41 N.C. App. \n702, 255 S.E.2d 647). \n{30} The broker seeking compensation as the procuring cause also must \nfind a counterparty “ready, willing, and able to enter the transaction on the terms \nspecified by the principal.”  Id. (emphasis added).  “If the details of the terms” on \nwhich the principal would enter into a contract “are never given to the broker . . . , \nhe is precluded from producing a . . . ready, able and willing [counterparty] on the \nterms fixed by the principal.”  Thompson-McLean, Inc. v. Campbell, 261 N.C. 310, \n314, 134 S.E.2d 671, 675 (1964) (citation omitted). \n \n \n{31} LabCorp contends that SS&B’s in volvement in the transaction, which \nultimately closed on terms different than those presented in the initial lease \nproposal Gunn solicited from SNP, was a “direct intervention” in any chain of \nevents initiated by Gunn that may have resulted in the lease.  LabCorp also \ncontends that it never authorized Gunn to negotiate with SNP on its behalf for a \nlease of the Salem Building, and that it never provided Gunn with the terms on \nwhich it would enter a lease. \n{32} The court concludes that LabC orp’s position is correct.  SS&B’s \ninvolvement in negotiating the lease, which differs substantially from SNP’s \noriginal proposal to Gunn, precludes Gunn from proving he was the procuring cause \nof the lease.  Gunn’s involvement in the transaction, outside of a few follow-up \nemails, largely ended in March 2009.  In August 2009, LabCorp engaged SS&B to \nassist it in working towards completing the project, in large part because SS&B \noffered economic development and real estate brokerage services.  Although Gunn \nreferred LabCorp to another person who could provide economic development \nservices, he acknowledges that he did not have expertise in the area.  Once engaged, \nSS&B worked over the next several months to finalize the transaction. \n{33} The terms of the final lease ag reement differ substantially from the \nterms contained in the non-binding proposal SNP originally sent to Gunn.   In the \nfinal agreement, LabCorp leased nearly 30,000 fewer square feet of space than in \nthe original proposal, the lease term was longer than the original proposal, SNP did \nnot require LabCorp to pay a security deposit, and SNP provided an additional \n$700,000 in tenant upfit allowance to LabCorp.  These are not minor or \ninsignificant variations in immaterial terms—they are substantial, material \nchanges that fundamentally affected LabCorp’s decision to enter the lease.  Gunn \nhas presented no evidence that he was involved in negotiating these changed terms.  \nRather, the uncontested evidence shows SS&B finalized the transaction during late \n2009 and early 2010.  Like in \nHecht Realty, Gunn’s initial involvement cannot, as a \nmatter of law, support submitting the issue of procuring cause to a jury where the \n“direct intervention” of another broker who negotiated the transaction clearly broke \n \n \nany “chain of events set in motion by” Gunn.  See Hecht Realty, Inc., 41 N.C. App. \nat 708, 255 S.E.2d at 650. \n{34} Gunn’s testimony also makes clear that LabCorp never provided him \nwith the terms on which it would enter the lease.  Neither Aherron nor anyone else \nfrom LabCorp instructed Gunn to attempt to negotiate a lease with SNP for the \nSalem Building.  Gunn also did not know LabCorp’s acceptable price range for a \nlease, the amount of “upfitting” or upfit allowance LabCorp would require from a \nlandlord, any rent concessions and incentives for the lease term, specific rental \nrates or adjustments, or allocations of operating expenses between LabCorp and the \nlandlord. \n{35} LabCorp has presented affidavit testimony that the tenant upfit \nallowance was crucial to finalizing the lease.  Obviously, the price term is also \nmaterial to the lease.  Gunn never received instruction from LabCorp as to either of \nthese crucial terms, in addition to the other terms described above.  Gunn also has \nnot challenged this evidence or forecasted any countervailing testimony.  Gunn \nsimply never received “details of the terms” upon which LabCorp would lease the \nSalem Building, so he could not, as a matter of law, have procured a ready, willing, \nand able landlord for LabCorp.  See Thompson-McLean, Inc., 261 N.C. at 314, 134 \nS.E.2d at 675.  \n{36} In sum, LabCorp is entitled to summary judgment on Plaintiffs’ \nprocuring cause claim. \n \nC. Quantum Meruit \n  \n{37} The court must now determine wh ether Plaintiffs can proceed on a \nquantum meruit claim when they are not entitled to receive a commission either by \nexpress or implied contract or under a theory of procuring cause. \n{38} The general elements of a quantum meruit claim are well settled.  “To \nrecover in quantum meruit, a plaintiff must first show that (1) services were \nrendered to the defendant; (2) the services were knowingly and voluntarily \n \n \naccepted; and (3) the services were not given gratuitously.”  James River Equip., \nInc. v. Tharpe’s Excavating, Inc., 179 N.C. App. 336, 346, 634 S.E.2d 548, 556 (2006) \n(quoting Wing v. Town of Landis, 165 N.C. App. 691, 693, 599 S.E.2d 431, 433 \n(2004)).  More specifically, “quantum meruit claims require a showing that both \nparties understood that services were rendered with the expectation of payment.”  \nWing, 165 N.C. App. at 693–94, 599 S.E.2d at 433 (quoting Scott v. United Carolina \nBank, 130 N.C. App. 426, 429, 503 S.E.2d 149, 152 (1998)).  Quantum meruit \nenables a party to recover the reasonable value of services rendered.  E.g. Ron \nMedlin Constr. v. Harris, 364 N.C. 577, 580, 704 S.E.2d 486, 489 (2010). \n{39}   LabCorp contends that “procurin g cause” is an essential element of a \nquantum meruit claim where the essential claim is that the broker is entitled to a \ncommission.  The court agrees that quantum meruit is not a “back-door” pathway to \na commission.  The Court of Appeals has held that a broker’s quantum meruit claim \nseeking recovery of a commission could not proceed to the jury where the evidence \nshowed that the broker “was [not] the procuring cause of the sale.”  Horack v. \nSouthern Real Estate Co., 150 N.C. App. 305, 312, 563 S.E.2d 47, 52 (2002).  The \ncourt does not conclude, however, that Horack’s holding necessarily precludes \nrecovery in quantum meruit of the reasonable value of services rendered when the \nbroker is not a procuring cause of a transaction. \n{40} Typically, a broker’s entitlemen t to a commission depends upon the \nexistence and terms of an express contract or a procuring cause theory arising out of \na contract.  In such a case the existence of a contract precludes any quantum meruit \nrecovery.  See, e.g., id. at 311–12, 563 S.E.2d at 52 (citing Whitfield v. Gilchrist, 348 \nN.C. 39, 42, 497 S.E.2d 412, 414 (1998)) (affirming dismissal of quantum meruit \nclaim where express contract controlled agency relationship related to transaction \nat issue).  Here, however, there is evidence of LabCorp requesting and accepting \nservices from Gunn specifically related to leasing the Salem Building.   \n{41} It is unclear whether Plaintiffs, if allowed to proceed into discovery, \nwill be able to develop evidence showing both that LabCorp accepted services for \nwhich both Parties expected there would be payment and an evidentiary basis for \n \n \nmeasuring the reasonable value of those services.  The court also cannot conclude \nthat the testimony from the prior action necessarily establishes that Plaintiffs \ncannot develop such evidence. \n{42} While the court has already concluded that Plaintiffs cannot recover \ntheir requested commission on the lease transaction, it is premature to foreclose \nsome lesser recovery, measured by competent evidence, for the reasonable value of \nservices rendered and accepted.  See Charlotte-Mecklenburg Hosp. Auth. v. Talford, \n366 N.C. 43, 48–49, 727 S.E.2d 866, 870 (2012) (describing evidentiary standards \nfor establishing reasonable value of services).  Thus, the court denies LabCorp’s \nMotion for Summary Judgment as to Plaintiffs’ quantum meruit claim. \n \nD. Section 75-1.1 \n \n{43} A section 75-1.1 claim requires showing an unfair or deceptive act or \npractice, in or affecting commerce, that proximately caused plaintiff’s injury.  N.C. \nGen. Stat. § 75-1.1; see, e.g., Bumpers v. Cmty. Bank of N. Va., 367 N.C. 81, 87–88, \n747 S.E.2d 220, 226 (2013).  In Burge, the court affirmed dismissal of a section 75-\n1.1 claim involving similar facts to those presented here.  See generally 114 N.C. \nApp. 648, 442 S.E.2d 552.  The court affirmed dismissal of a procuring cause claim \nand concluded that “defendant’s sale of the property without plaintiffs’ involvement” \ndid not support a section 75-1.1 claim.  See id. at 651, 442 S.E.2d at 554. \n{44} Gunn contends that LabCorp’s hiri ng of another broker and failure to \ntell him he would not receive a commission after accepting the benefits of his prior \nwork support a section 75-1.1 claim.  These factual contentions are essentially the \nsame contentions underlying Gunn’s other causes of action.  Gunn has provided no \nevidence of any conduct by LabCorp that the court could conclude is unfair or \ndeceptive.  Accordingly, the court grants summary judgment in LabCorp’s favor on \nPlaintiffs’ section 75-1.1 claim. \n \n \n \n \n \nIV. CONCLUSION \n \n{45} For the reasons expressed above, Defendant’s Motion for Summary \nJudgment is DENIED as to the fifth claim for relief seeking recovery under a theory \nof quantum meruit.  Defendant’s Motion for Summary Judgment is GRANTED as to \nall other claims for relief, and those claims are HEREBY DISMISSED WITH \nPREJUDICE.  The court will convene a status conference to establish a Case \nManagement Order related to the remaining quantum meruit claim. \n \nIT IS SO ORDERED this 3rd day of July, 2014. \n "
}