{
  "id": "5b1339356aeff3ca525cadd2331144010438d4fea7e56c8522825bf4712f7f75",
  "source_file": "data/raw/ncbc/5b1339356aeff3ca525cadd2331144010438d4fea7e56c8522825bf4712f7f75.pdf",
  "raw_text": "Miller & Long, Inc. v. Intracoastal Living, LLC, 2011 NCBC 17. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n   SUPERIOR COURT DIVISION \nCOUNTY OF BRUNSWICK 07 CVS 1760 \n \n \nMILLER & LONG, INC., ) \n    Plaintiff ) \n    )  \n   v .   )  OPINION AND ORDER ON \n     )  PLAINTIFF’S MOTION FOR  \nINTRACOASTAL LIVING, LLC, SUPERIOR ) PARTIAL SUMMARY JUDGMENT \nCONSTRUCTION CORPORATION, ) \nWESTERN SURETY, ET AL., ) \n    Defendants ) \n \n THIS CAUSE, designated an exceptional ca se by Order of the Chief Justice of \nthe North Carolina Supreme Court, pursuant to Rule 2.1 of the General Rules of \nPractice for the Superior and District Courts, and assigned to the undersigned Chief \nSpecial Superior Court Judge for Complex Business Cases, now comes before the \ncourt upon Plaintiff Miller & Long Co., Inc.’s (“Miller & Long”) Amended Motion for Partial \nSummary Judgment (the “Motion”), pursuant to Rule 56, North Carolina Rules of Civil \nProcedure (\"Rule(s)\"); and \n THE COURT, after considering the arguments, briefs, affidavits, other \nsubmissions of counsel and appropriate matters of record, as discussed infra, \nCONCLUDES that the Plaintiff's Motion should be GRANTED in part and DENIED in \npart, as reflected herein. \nJordan Price Wall Gray Jones & Carlton by Brian S. Edlin, Esq. for Plaintiff Miller \n& Long Co. Inc. \n  \nJolly, Judge. \n \nFACTUAL AND PROCEDURAL BACKGROUND \n[1] Unless otherwise indicated herein,  the material facts reflected in \nparagraphs 2 through 16 of this Opinion and Order exist, are undisputed1 and are \npertinent to the issues raised by the Motion.  \n[2] Plaintiff filed its verified Co mplaint on August 13, 2007, and its Amended \nComplaint in this civil action on October 27, 2008.  In its Amended Complaint, Plaintiff \nalleges seven claims for relief (“Claim(s)”): First Claim for Relief (breach of contract \nagainst Superior for Buildings Two and Three); Second Claim for Relief (breach of \ncontract against Superior for Building Four); Third Claim for Relief (breach of contract \nagainst Superior for Building Five); Fourth Claim for Relief (quantum meruit against \nSuperior, Intracoastal and Preserve Holdings); Fifth Claim for Relief (constructive \ntrust/equitable lien on Buildings Four and Five); Sixth Claim for Relief (enforcement of \nlien on funds against Superior and Intracoastal) and Seventh Claim for Relief (attorney \nfees against Intracoastal and Superior). \n[3] Plaintiff filed the Motion agai nst Defendants Superior Construction \nCorporation (“Superior”) and Western Surety Company (“Western”) on April 5, 2008. \n[4] On May 21, 2008, Plaintiff withdrew the Motion as to Western because the \nparties reached a settlement of all Claims against Western.  Pursuant to the terms of \nthe settlement, Western made payment in full with respect to Plaintiff’s principal Claims \non Buildings 2 and 3.2   On July 14, 2008, Plaintiff dismissed Western from this action \n                                            \n1It is not proper for a trial court to make findings of fact in determining a motion for summary judgment \nunder Rule 56.  However, it is appropriate for a Rule  56 Order to reflect material facts that the court \nconcludes exist and are not disputed, and which support the legal conclusions with regard to summary \njudgment.  Hyde Ins. Agency v. Dixie Leasing, 26 N.C. App. 138 (1975). \n2 Pl. Reply Br. Mot. Summ. J. 1.  Pl aintiff preserves its Claims for interest and attorney fees against \nSuperior with respect to Buildings Two and Three. \npursuant to Rule 41.  Therefore, the court will consider Plaintiff’s Motion only as to \nSuperior. \n[5] Plaintiff, a Delaware corporation authorized to do business in North \nCarolina, is a full-service, turn-key subcontractor that supplies all reinforced concrete \nelements necessary for a total structural frame for large construction projects.   \n[6] Defendant Intracoastal Living, LLC (“Intracoastal”) is a limited liability \ncompany organized and existing under the laws of the State of North Carolina with its \nprincipal office and place of business located in Southport, Brunswick County, North \nCarolina.  At all relevant times, Intracoastal was, and is, the owner of real property \nknown as The Preserve at Oak Island, located on Old Bridge Road, Oak Island, \nBrunswick County (the “Project”).  The Project was being developed by Intracoastal as a \nmultiple-building residential condominium community. \n[7] Defendant Superior, a corporation organized and existing under the laws \nof the State of North Carolina, is a general contractor. \n[8] On January 21, 2005, Superior entered into a written contract with \nIntracoastal for the construction of Buildings Two and Three and a Clubhouse for the \nProject.3  Superior subsequently entered into contracts with Intracoastal for the \nconstruction of Buildings Four and Five of the Project.4   \n \n \n \n \n                                            \n3 See 2d Am. Compl. ¶ 44, Superior Constr. Corp. v. Intracoastal Living, LLC,  Brunswick Co., 07 CVS \n2806.  \n4 Id. ¶ 61.  \nBuildings Two and Three \n[9] On or before April 11, 2005, 5 Superior, as general contractor, entered into \na written subcontract agreement with Plaintiff, as subcontractor, pursuant to which \nPlaintiff was to furnish and install “all concrete, post-tensioning materials and \naccessories, reinforcing steel and accessories, and the placement of all other sub trade \nembeds required to construct these concrete frame buildings from the stone columns \n(by others) up through and including the roofs” in connection with the construction of \nBuildings Two and Three of the Project.  This subcontract (the “Buildings Two and \nThree Subcontract”)\n6 is identified with the number 04MBD006-S01 and is in the amount \nof $5,825,000.7  It is signed by both Plaintiff and Superior.8   \nBuilding Four \n[10] On October 14, 2005, S uperior sent Plaintiff a Letter of Intent regarding a \nsubcontract for Building Four (the “Building Four Subcontract”) in the amount of \n$1,860,000 for concrete foundations, columns, slab and elevated post-tensioned \ndecks.9  In compliance with this letter, Plaintiff obtained a certificate of insurance, dated \nOctober 18, 2005, which identifies Plaintiff as the insured party, Superior as an \nadditional insured party, the covered operation as Building Four and Superior as the \ncertificate holder.10  Plaintiff also secured payment and performance bonds, both dated \n                                            \n5 See Compl. ¶ 16 and Am. Compl. ¶ 46. \n6 Clardy Aff. Ex. A.  \n7 Id.    \n8 Id.  \n9 May 22, 2008 Dickman Aff. Ex. A.   \n10 Id. Ex. B. \nOctober 13, 2005, and in the amount of $1,860,000 for Building Four.11  On these \nbonds, Plaintiff is named as the contractor, and Superior is named as the owner.12 \n[11] A document purporting to be the Building Four Subcontract, dated October \n13, 2005,13 was generated by Superior, but was never signed by the parties.14  The \nsubcontract number associated with this agreement is 05 MBD014-S01.15   \n[12] Plaintiff submitted to Application for Payment forms to Superior that reflect \nthe original contract sum of $1,860,000 and which reference Building Four.16  These \nforms state:  \nThe undersigned Contract or certifies that to the best of the \nContractor’s knowledge, in formation and belief the Work \ncovered by this Application for Payment has been completed \nin accordance with the Contract Documents, that all amounts \nhave been paid by the Contra ctor for Work for which \nprevious Certificates for Payment were issued and payments \nreceived from the Owner, and t hat current payment shown \nherein is now due.   \n \nThe Application for Payment forms are signed by Plaintiff.     \nBuilding Five \n[13] Plaintiff sent Superior a bid proposal for Building Five, dated April 20, \n2006,17 and a request for a letter of intent, dated May 9, 2006.18  The bid proposal \nincluded a bid amount of $3,503,000 and expressly “assumes that the Inclusions, \n                                            \n11 Id. Exs. C, D, respectively. \n12 Id.  \n13 Id. Ex. F. The court notes the cover page of Ex. F describes the project as “7th Avenue South \nCondominiums, Bali Bay,” with a contracted amount of $587,000 and a subcontract number of \n05MBD005-S01.  Further internal pages, however, describe the project as one for Building Four, a \ncontracted amount of $1,860,000 and a subcontract number of 05 MBD014-S01.  The court concludes \nthe title page affixed to Ex. F was erroneously included in the exhibit.   \n14 Id.  See also Compl. ¶ 25.  \n15 Dickman Aff. Ex. F, sub-exhibit A.        \n16 Id. Ex. E.   \n17 July 2, 2008 Dickman Aff. Ex. J. \n18 Id. Ex. K. \nExclusions and Qualifications noted on the Bid Proposals for Buildings 2 and 3 . . . are \napplicable to [Plaintiff’s] scope of work unless noted otherwise within this proposal.”19  \nAn attachment to Plaintiff’s request for a letter of intent also indicates a total contract \namount of $3,503,000.20  Superior replied with at least two letters of intent, dated May \n11 and May 23, 2006, respectively, advising Plaintiff of Superior’s intent to issue Plaintiff \na subcontract in the amount of $3,503,000 for concrete framing and foundations for \nBuilding Five.21  Superior instructed Plaintiff to consider these letters of intent as formal \n“Notice[s] to Proceed.”22  Notwithstanding these documents (collectively, the “Building \nFive Agreement”), there is no written, signed agreement purporting to be a contract \nbetween Plaintiff and Superior for work on Building Five.    \n[14] Plaintiff submitted to  Superior at least eight Application for Payment forms \nreferencing Building Five and reflecting the original contract sum of $3,503,000.23  Like \nthe forms for Building Four, these forms are signed by Plaintiff and include certification \nlanguage that explicitly references “the Contract Documents.” 24  Handwritten notes on \nthe forms suggest numbers associated with the project.  Five of the forms include a \nnotation of 07MBD020; another five include a notation of 03-101, and another five \ninclude a notation of S-01.25  Statements provided by Plaintiff for costs associated with \n                                            \n19 Id. Ex. J. \n20 Id. Ex. K (“Schedule of Values”).  Defendant argues that Miller & Long submitted this Schedule of \nValues in accordance with § 16.2 of Superior’s standard written subcontract.  See Br. Supp. Mot. Stay \nComp. Arb. Section II (E). \n21 July 2, 2008 Dickman Aff. Ex. L.  \n22 Id.   \n23 See, e.g., Id. Ex. M.  Superior mentions that Miller & Long submitted these applications on standard \nAIA forms, just as it had with respect to the Subc ontracts and as required by  Superior’s Subcontracts.  \nSee Br. Supp. Mot. Stay Comp. Arb. Section II (E). \n24 July 2, 2008 Dickman Aff. Ex. M.   \n25 Id.  The court notes that an “S-01” identification marker was also used to reference the Building Four \nSubcontract.     \nBuilding Five include an identification number of 1-6530.26  The numbers 07MBD020-\nS01 and 1-6530 are typed and handwritten, respectively, on a copy and receipt of a \ncheck written by Superior and made out to Plaintiff in the amount of $1,551,615.30 for \nwork completed on Building Five, the total billed in the first four applications.27  A receipt \nof another check written by Superior and made out to Plaintiff in the amount of \n$167,122.80 also includes the identification numbers 07MBD020-S01 and 1-6530.28 \n[15] At times material, Plaintiff undertook to perform pursuant to the \nSubcontracts and the Building Five Agreement.  During the course of the work, disputes \ndeveloped between Superior and Plaintiff arising out of their respective contractual \nobligations. \nThe Unpaid Accounts \n[16] At the time this action was filed,  the account balances due from Superior \nto Plaintiff were (a) $510,263.90 on the Buildings Two and Three Subcontract, (b) \n$199,584 on the alleged Building Four Subcontract and (c) $1,469,159 on the alleged \nBuilding Five Subcontract.  \nPLAINTIFF’S MOTION \n[17] Under Rule 56(c), su mmary judgment is to be rendered \"forthwith\" if the \npleadings, depositions, answers to interrogatories and admissions on file, together with \nthe affidavits, if any, show that there is no genuine issue as to any material fact and that \nany party is entitled to a judgment as a matter of law.  When the forecast of evidence \ndemonstrates that the plaintiff cannot satisfy an essential element of a claim or \n                                            \n26 Id.  \n27 Id. \n28 Id. Ex. M.  This amount is very close (within $2) to the amount due per Miller & Long’s seventh \napplication for payment.  \novercome an affirmative defense established by the defendant, summary judgment \nshould be granted.  Grayson v. High Point Dev. Ltd. P'ship, 175 N.C. App. 786, 788 \n(2006).  \n[18] The court will examine the Motion in the context of each of Plaintiff's \nrespective Claims. \nFirst Claim – Breach of Contract, Buildings Two and Three \n[19] Since Plaintiff and Western have reached a settlement in which Western \nmade payment in full with respect to Plaintiff’s principal claims on Buildings Two and \nThree, Plaintiff seeks summary judgment only as to Superior on its Claim for interest \n(under its First Claim) and attorney fees (under its First and Seventh Claims) for \nBuildings Two and Three. \n[20] Plaintiff contends that Mike Di ckman (“Dickman”), the Project Manager for \nSuperior, certified to Intracoastal that Plaintiff’s work on Buildings Two and Three was \n100% complete on or about June 1, 2007.29  Plaintiff further contends that the architect \nfor the Project certified to Intracoastal that Plaintiff’s work was 100% complete.30  \nDespite the certifications by Dickman and the architect, Plaintiff complains that Superior \nimproperly refused to pay Plaintiff the remaining balance due under the Buildings Two \nand Three Subcontract; and therefore, Plaintiff is entitled to interest and attorney fees \nfor its First Claim under Article 15.4 of the Buildings Two and Three Subcontract as well \nas pursuant to N.C. Gen. Stat. § 44A-35 (herein, further references to the General \nStatutes will be to \"G.S.\"). \n                                            \n29 Pl. Reply Br. Mot. Summ. J. 4. \n30 Id.  \n[21] Plaintiff last completed work on Buildings Two and Three on August 31, \n2006.  Thereafter, on May 28, 2008, Western paid the balance due on the Buildings \nTwo and Three Subcontract in the amount of $510,263.90.  \n[22] Superior argues that Plaintiff is not entitled to attorney fees on its Claim for \nBuildings Two and Three because there exist genuine issues of material fact as to \nwhether Plaintiff properly completed its work on these buildings.  Among other things, \nSuperior presents the Affidavit of Carlton S. Clardy, Jr. (\"Clardy\")31 in support of its \ncontentions.  However, Plaintiff has objected to the Clardy Affidavit and contends it \nshould be stricken because it fails to set forth material facts that would be admissible in \nevidence in this matter, as required by Rule 56(e). \n[23] The court CONCLUDES that the substance of the Clardy Affidavit does \nnot meet the requirements of Rule 56(e), and it hereby is STRICKEN.  Its substance \nhas not been considered by the court in support of or opposition to the Motion.32 \n[24] If Plaintiff’s work on Buildings Two and Three was not complete or was \ndefective, Dickman would not have certified that the work was 100% complete in June \n2007 nor would the architect for the project have certified that Plaintiff’s work was 100% \ncomplete.  Had Superior wanted to challenge Plaintiff’s work, they should have done it \nwhen Plaintiff submitted its application and certification to Intracoastal for payment.  \nProgress payments based upon an architect’s approval of submitted requisitions are \nevidence of the quality of a contractor’s work.  Sweeney Co. of Md. V. Engineers-\nConstructors Inc., 823 F.2d 805, 808 (4th Cir. 1987).   \n                                            \n31 Filed on May 22, 2008. \n32 However, the court has considered Exhibit A to the Clardy affidavit, which is undisputed. \n[25] G.S. 22C-2 provides that “[p]erfo rmance by a subcontractor in accordance \nwith the provisions of its contract shall entitle it to payment from the party with whom it \ncontracts.”  Superior cannot change its position at this late date, and has waived any \nchallenges to Plaintiff's work on Buildings Two and Three. \n[26] The court CONCLUDES t hat there exist no genuine issues of material fact \non the question of whether Superior breached the Buildings Two and Three Subcontract \nby failing to pay Plaintiff the balance due under the contract.  Accordingly, as to \nBuildings Two and Three, Plaintiff's Motion should be GRANTED with regard to interest \nand attorney fees as to said breach. \n[27] Pursuant to the provisions of Arti cle 15.4 of the Buildings Two and Three \nSubcontract and the applicable provisions of G.S. Chapters 24 and 44A as to Buildings \nTwo and Three Plaintiff is entitled to recover interest from Superior in the amount of \n$30,308.28,33 plus attorney fees in an amount to be determined by the court.34 \nSecond Claim – Breach of Contract, Building Four \n[28] Plaintiff contends that Superior’ s failure to pay the balance of $199,584 \ndue under the Building 4 Subcontract constitutes a breach of that contract.  Plaintiff \nargues that it completed work on Building Four on October 20, 2006.  As with Buildings \nTwo and Three, Plaintiff has submitted evidence showing that Dickman and the \narchitect for the Project certified to Intracoastal that Plaintiff’s work was 100% \ncomplete.35 \n                                            \n33 Calculated at the legal rate of 8% on $510,263. 90 from August 31, 2006 to May 28, 2008, the date of \npayment by Western to Plaintiff of the principal account balance. \n34 This will be awarded in the context of Plaintiff's Seventh Claim, infra. \n35 See Burns Aff. \n[29] Superior acknowledges that Plaintiff “clearly performed pursuant to the \nterms and provisions of the Subcontract forwarded by Superior for Building 4,” but \nargues Plaintiff never returned a signed copy of the Building Four Subcontract to \nSuperior.36  Superior also contends that to date, neither it nor Intracoastal has received \na final letter of acceptance from the engineer that would deem Plaintiff’s work complete \non Building Four. \n[30] The course of conduct between Plaint iff and Superior establishes that they \nintended that a contract existed between them with regard to Building Four.37  The lack \nof a signed formal contract is not fatal to Plaintiff's Building Four Claim.   \n[31] G.S. 22C-4 provides that a contra ctor, at the time of application and \ncertification to the owner, may withhold such application and certification to the owner \nfor payment to the subcontractor for, among other things, defective construction not \nremedied or disputed work.  If Plaintiff’s work on Building Four was not complete or was \ndefective, Superior should have informed Intracoastal of that when Plaintiff submitted its \napplication and certification to Intracoastal for payment.  The certifications provided by \nDickman and the architect in June 2007 contradict Dickman's later-submitted affidavit, \nwhich challenges the quality and completeness of Plaintiff’s work.  However, if the work \nin fact was not complete, as Superior’s Project Manager Dickman should not have \ncertified that it was.  Superior has waived any such challenges and cannot change its \nposition at this late date. \n[32] The court CONCLUDES t hat there exist no genuine issues of material fact \non the question of whether (a) there existed a contract between Plaintiff and Superior \n                                            \n36 Superior’s Mem. Opp. Pl. Partial Mot. Summ, J. 3. \n37 Am. Compl. ¶¶ 57-60. \nwith regard to Building Four and (b) Superior breached the Building Four Subcontract by \nfailing to pay Plaintiff the balance due as to Building Four.  Therefore, Plaintiff is entitled \nto summary judgment in its favor with regard to its Second Claim.  Accordingly, \nPlaintiff's Motion should be GRANTED as to the Building Four Subcontract. \nThird Claim – Breach of Contract, Building Five \n[33] Plaintiff next contends that Super ior’s failure to pay the balance of \n$1,469,159.00 due under the Building Five Agreement and the continued failure to \nmake payment constitutes a breach of contract.  Plaintiff argues that it completed its \nwork for Building Five on May 11, 2007,38 but Superior has refused to pay for all labor \nand materials provided by Plaintiff to date. \n[34] There is no written contract pursuant to which Plaintiff performed its work \non Building Five.  However, the bid, letters of intent, work performed and bills submitted \ndemonstrate the existence of a contract between Plaintiff and Superior.  See, e.g., \nIndus. & Textile Piping, Inc.  v. Indus. Rigging Servs., Inc., 69 N.C. App. 511, 514 \n(1984) (“[t]he parties’ failure to reach agreement on the written subcontract does not \npreclude the conclusion that an express contract existed.”).  It is also true that the \nparties’ intent, where not clear from their contract, may be inferred from the parties’ \nactions.  Branch Banking & Trust Co. v. Kenyon Inv. Corp., 76 N.C. App. 1, 9 (1985).  \nAccordingly, the court CONCLUDES that a valid agreement exists between Plaintiff and \nSuperior with respect to Building Five. \n[35] Superior disputes t he amount claimed by Plaintiffs, arguing that, unlike \nother buildings in the Project, Plaintiff’s work on Building Five has not been approved or \n                                            \n38 According to the Affidavit of Joe Burns, Miller & Long’s Vice President, Plaintiff ceased work on Building \n5 once Superior stopped making payments to Plaintiff.  The only work left to be done for Building 5 was \nthe slab on grade, for which the scheduled value was $343,425.  Burns Aff. ¶¶ 12, 14. \naccepted by Intracoastal.  Superior does admit however that Plaintiff began \nperformance on Building Five, but contends Plaintiff failed to complete its work on \nBuilding Five.39 \n[36] The court CONCLUDES that  there exist genuine issues of material fact as \nto whether Superior breached the Building Five Agreement by failing to pay Plaintiff the \nbalance due.  Accordingly, Plaintiff's Motion should be DENIED with regard to its Third \nClaim. \nSeventh Claim – Attorney Fees \n[37] Plaintiff next argues that it is entit led to attorney fees under G.S. 44A-35 \nbecause this action is both a lien and payment bond action and Plaintiff will be the \nprevailing party since it will recover more than 50% of its total claim.40   \n[38] Superior responds that Plaintiff is not the prevailing party within the \nmeaning of G.S. 44A-35 since genuine issues of material fact exist as to its Claims, and \nthat even if Plaintiff is the prevailing party, the court is not required to award attorney \nfees. \n[39] G.S. 44A-35 provides that “[i]n any suit brought or defended under the \nprovisions of Article 2 or Article 3 of this Chapter, the presiding judge may allow a \nreasonable attorney fee to the attorney representing the prevailing party.”  The \nprevailing party is “a party plaintiff or third party plaintiff who obtains a judgment of at \nleast fifty percent (50%) of the monetary amount sought in a claim . . . .”  G.S. 44A-35.  \nThe decision to award attorney fees under G.S. 44A-35 is solely within the trial court’s \n                                            \n39 Superior relies upon the Clardy affidavit, which has been stricken.  \n40 Pl. Mem. Supp. Partial Mot. Summ. J. 114. \ndiscretion.  See e.g. Brooks Millwork Co. v. Levine, No. COA09-781, 2010 N.C. App. \nLEXIS 959, at *8 (N.C. App. June 15, 2010). \n[40] The court CONCLUDES t hat because Plaintiff is entitled to recover under \nthe Subcontracts relative to Buildings Two, Three and Four, Plaintiff is the prevailing \nparty under G.S. 44A-35, and therefore, is entitled to reasonable attorney fees in an \namount to be determined by the court. \n  NOW THEREFORE, based upon the fo regoing FINDINGS and CONCLUSIONS,  \nit is ORDERED that: \n[41] Plaintiff’s Amended Motion for Pa rtial Summary Judgment is GRANTED \nas to Plaintiff's Second Claim; and with regard to said Second Claim the Plaintiff shall \nhave and recover JUDGMENT against Defendant Superior Construction Corporation in \nthe amount of $199,584, plus interest as provided by law. \n[42] Plaintiff’s Amended Motion for Pa rtial Summary Judgment is GRANTED \nas to Plaintiff's Seventh Claim; and Plaintiff is entitled to recover reasonable attorney \nfees and costs with regard to its Claims relative to Buildings Two, Three and Four, in an \namount to be determined by the court. \n[43] Plaintiff’s Amended Motion for Part ial Summary Judgment is DENIED as \nto Plaintiff's Third Claim. \n[44] On or before Monday, July 11, 2011, Plaintiff shall submit to the court an \naffidavit reflecting its attorney fees and costs incurred in prosecution of its First and \nSecond Claims in this matter. \n[45] On Tuesday, July 12, 2011, at 12: 00 noon, in the North Carolina Business \nCourt at 225 Hillsborough Street, Suite 303, Raleigh, North Carolina, the court will hold \na status conference and hearing in this matter for the purpose of considering and \nresolving any remaining issues existing between Plaintiff Miller & Long and Defendant \nSuperior. \nThis the 21st day of June, 2011. "
}