{
  "id": "5b3545d25b677556385d20f4d73e75a28334967c397a5978e25ea78ad895fc67",
  "source_file": "data/raw/ncbc/5b3545d25b677556385d20f4d73e75a28334967c397a5978e25ea78ad895fc67.pdf",
  "raw_text": "State v. Philip Morris USA, Inc., 2006 NCBC 22\n \nSTATE OF NORTH CAROLINA\n                               \nIN THE GENERAL COURT OF JUSTICE\n                        \n                                                                        \nSUPERIOR COURT DIVISION\nCOUNTY OF WAKE\n \n                                                         \n                   \n98 CVS 14377-I\n \nSTATE OF NORTH CAROLINA\n                  \n)\n                                                                        \n)\n                                                \nPlaintiff,\n            \n)\n                                                                        \n)\n               \nv.\n                                                      \n)\n)\nPHILIP MORRIS USA, INC.; R.J. \n                \n)\nREYNOLDS TOBACCO COMPANY;\n         \n)\n           \nORDER ON DEFENDANTS’ MOTION\nBROWN & WILLIAMSON TOBACCO\n       \n)\n           \n         \nTO COMPEL ARBITRATION\nCOMPANY, Individually and as successor\n       \n)\nby merger to The American Tobacco \n   \n            \n)\nCompany; and LORILLARD TOBACCO\n       \n)\nCOMPANY, \n                                                  \n)\n                                                                        \n)\n                                                \nDefendants.\n      \n)\n                                                                       \n{1}\n          \nThis case arises under the Master Settlement Agreement, to which Plaintiff State of North\nCarolina and the Defendant tobacco companies are parties.\n  \nThis matter comes before the Court on\nDefendants’ Motion to Compel Arbitration and to Dismiss or, in the Alternative, Stay this Litigation.\n{2}\n          \nAfter considering the briefs and oral arguments, the Court GRANTS Defendants’ Motion to\nCompel Arbitration on the grounds that:\n  \n(1) the present dispute between the State of North Carolina and\nthe tobacco companies is arbitrable under the plain language of the Master Settlement Agreement, (2) the\ncourts of North Carolina and the United States have established a strong presumption in favor of\narbitration, and (3) arbitration is the most fair and practical vehicle for resolution of payment disputes\nunder the unitary payment structure set forth in the Master Settlement Agreement.\n  \nAll litigation on\nPlaintiff’s Motion for Declaratory Order is hereby stayed pending arbitration of the payment dispute.\n \n \n \nOffice of the Attorney General by Buren R. Shields, III and Melissa L. Trippe for Plaintiff State\nof North Carolina.\n \nManning, Fulton & Skinner, P.A. by Michael T. Medford and Judson A. Welborn; DLA Piper\nRudnick Gray Cary US LLP by Charles Wayne; Winston & Strawn LLP by Thomas J. Frederick\nfor Defendant Philip Morris USA, Inc.\n \nWomble Carlyle Sandridge & Rice, PLLC by Burley B. Mitchell, Jr., Thomas D. Schroeder, and\nW. David Edwards; Kirkland & Ellis LLP by Stephen R. Patton for Defendant R.J. Reynolds\nTobacco Company.\n \nBrooks Pierce McLendon Humphrey & Leonard, LLP by Jim W. Phillips, Jr. and Andrew J.\nHaile; Weil, Gotshal & Manges LLP by Penny Reid and Idit Froim for Defendant Lorillard\nTobacco Company.\n \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, L.L.P. by Mark A. Ash; Howrey LLP by\nRobert J. Brookhiser and Elizabeth B. McCallum for Intervenors Commonwealth Brands, Inc.,\nLiggett Group LLC, Sherman’s 1400 Broadway N.Y.C., Ltd., Farmer’s Tobacco Co. of\nCynthiana, Inc., Japan Tobacco International U.S.A., Inc., King Maker Marketing, Inc., Kretek\nInternational, Inc., Liberty Brands, LLC, P.T. Djarum, Santa Fe Natural Tobacco Company,\nTop Tobacco, L.P., Vector Tobacco, Inc., Vibo Corporation d/b/a General Tobacco, Van Eicken\nGroup, Compania Industrial de Tabacos Monte Paz, SA, Daughters & Ryan, Inc., House of\nPrince A/S, Peter Stokkebye Tobaksfabrik A/S, and Virginia Carolina Corporation, Inc.\n(Subsequent Participating Manufacturers).\n \n \nTennille, Judge.\n \nI.\nFACTUAL AND PROCEDURAL BACKGROUND\nA.\nTHE PARTIES\n{3}\n          \nDefendant Philip Morris USA, Inc. (“Philip Morris”) is a corporation organized and existing\nunder the laws of the Commonwealth of Virginia with its principal place of business in Richmond,\nVirginia.\n  \nPhilip Morris is a subsidiary of Altria Group, Inc. \n  \n{4}\n          \nDefendant R.J. Reynolds Tobacco Company (“R.J. Reynolds”) (individually and as successor to\nR.J. Reynolds Tobacco Company and Brown & Williamson Tobacco Company (“Brown & Williamson”))\nis a corporation organized and existing under the laws of the State of New Jersey with its principal place\nof business in Winston-Salem, North Carolina.\n  \nR.J. Reynolds is an indirect wholly owned subsidiary of\nReynolds American, Inc.\n \n{5}\n          \nDefendant Lorillard Tobacco Company (“Lorillard”) is a corporation organized and existing\nunder the laws of the State of Delaware with its principal place of business in Greensboro, North Carolina.\n \n{6}\n          \nDefendants manufacture, advertise, promote, and sell cigarettes and other tobacco products.\n \nB.\nTOBACCO LITIGATION IN THE UNITED STATES\n{7}\n          \nOn September 30, 1950, British epidemiologists Richard Doll and A. Bradford Hill published\nan article in the \nBritish Medical Journal\n linking smoking to lung cancer and heart disease.\n  \nSee \nRichard\nDoll & A. Bradford Hill, \nSmoking and Carcinoma of the Lung:\n  \nPreliminary Report\n, 2 Brit. Med. J.\n \n739\n(1950).\n  \nBy the mid-1950s, private citizens in the United States began to sue the companies responsible for\nmanufacturing and marketing tobacco cigarettes for damages related to the effects of smoking.\n  \nBetween\n1954 and 1994, there were approximately 813 claims brought against tobacco companies by private\ncitizens in state courts across the country.\n  \nArthur B. LaFrance, \nTobacco Litigation:\n  \nSmoke, Mirrors and\nPublic Policy\n, 26 Am. J.L. & Med. 187, 190 (2000).\n  \nThe private plaintiffs asserted claims for negligent\nmanufacture, negligent advertising, fraud, and violation of various state consumer protection statutes.\n  \nId.\nat 191.\n \n{8}\n          \nFor forty years, the tobacco companies enjoyed great success in these private lawsuits.\n  \nId.\n \nProfessor LaFrance reports that only two plaintiffs ever prevailed, and both of those decisions were later\nreversed on appeal.\n  \nId. \nat 190.\n  \nBy the late 1990s, the failure of private litigation gave rise to a new\nstrategy.\n  \nIn 1997 the attorneys general of all fifty states began asserting public causes of action against\nthe tobacco companies.\n  \nId. \nat 195.\n  \nWhile armed with theories similar to those of the unsuccessful private\nplaintiffs, the states also brought claims for consumer fraud, racketeering, and reimbursement of Medicaid\nfunds expended on smoking related illnesses.\n  \nId. \n  \n{9}\n          \nThe tobacco companies settled their disputes with Florida, Mississippi, Texas, and Minnesota\non an individual, state-by-state basis.\n  \nId.\n  \nIn 1998 the remaining forty-six states, along with the District of\nColumbia, Puerto Rico, and five U.S. territories (collectively “Settling States”) entered into a Master\nSettlement Agreement (“MSA”) with the four largest tobacco manufacturers—Philip Morris, R.J.\nReynolds, Brown & Williamson\n[1]\n, and Lorillard.\n  \n(Pl.’s Mot. Declaratory Order ¶ 1.)\n  \nThese companies\ncomprise a group known as the original participating manufacturers (“OPMs”).\n  \nThe MSA permits other\ntobacco companies to join and agree to its terms.\n  \nTo date, more than forty of these subsequent\nparticipating manufacturers (“SPMs”) have signed on to the agreement.\n  \n(\nId. \n¶ 2.)\n  \nTogether, the OPMs\nand SPMs are known as “Participating Manufacturers.”\n  \n  \n{10}\n      \nUnder the MSA, the Settling States released the Participating Manufacturers from past, present,\nand future claims based on the harmful health effects of smoking.\n  \nIn return, the Participating\nManufacturers promised to (1) make perpetual payments to the states as compensation for smoking-related\nmedical costs, (2) fund the American Legacy Foundation, an antismoking advocacy group, and (3) adhere\nto certain restrictions on advertising, marketing, and other practices.\n  \n(\nId.\n ¶ 1.)\n \n{11}\n      \nThe State of North Carolina entered into the MSA along with the other Settling States on\nNovember 16, 1998.\n \nC.\nTHE PRESENT DISPUTE\n1.\nTHE NON-PARTICIPATING MANUFACTURER ADJUSTMENT\n{12}\n      \nOn April 15 of each year, the MSA directs the Participating Manufacturers to each make a\nsingle payment into an escrow account.\n  \nMSA § IX(c)(1).\n  \nThat payment is then divided among the\nsettling states, according to each state’s “allocable share.”\n  \nId. \n§ II(f).\n  \nThe amount of the payment is\ncalculated by an “Independent Auditor.”\n  \nId. \n§ XI(a)(1).\n  \nThe Independent Auditor must be “a major,\nnationally recognized, certified public accounting firm.”\n  \nId. \n§ XI(b).\n  \nThe current Independent Auditor is\nPricewaterhouseCoopers.\n  \n(Defs.’ Mem. Supp. Mot. Compel Arbitration 6.)\n \n{13}\n      \nThe Participating Manufacturers’ annual payments are subject to several adjustments.\n  \nMSA §\nIX(c)(2).\n  \nOne of these adjustments is called the Non-Participating Manufacturer (“NPM”) Adjustment.\n \nThe NPM Adjustment allows for a potential reduction in the amount owed by the Participating\nManufacturers to the Settling States under the MSA.\n  \nIn order for the NPM Adjustment to apply, two\nconditions must be met.\n  \nFirst, the manufacturer must suffer a “market share loss.”\n  \nId.\n § IX(d)(1)(A).\n  \nA\nmarket share loss occurs if the Participating Manufacturer’s share of the U.S. cigarette market declines\nfrom one year to the next.\n  \nSee id.\n § IX(d)(1)(B)(i)–(iii).\n  \nSecond, an economic consulting firm must\ndetermine that “the disadvantages experienced as a result of the provisions of [the MSA] were a\nsignificant factor contributing to the Market Share Loss.”\n  \nId. \n§ IX(d)(1)(C).\n  \nIf these two requirements are\nmet, a participating manufacturer may be entitled to reduce its payment for a particular year.\n{14}\n      \nHowever, there are ways for Settling States to avoid a reduction in payments due to the NPM\nAdjustment.\n  \nUnder section IX(d)(2)(B), the NPM Adjustment will not apply if the Settling State had a\n“Qualifying Statute” in place for the entire year preceding the time when the payment became due and\n“diligently enforced” the provisions of that statute.\n  \nA Qualifying Statute “effectively and fully neutralizes\nthe cost disadvantages that the Participating Manufacturers experience vis-à-vis Non-Participating\nManufacturers.”\n  \nId. \n§ IX(d)(2)(B).\n \n{15}\n      \nNorth Carolina’s Qualifying Statute is codified at N.C. Gen. Stat. §§ 66-290 and 66-291.\n \nSection 66-291 requires any tobacco manufacturer selling cigarettes within the State to either join the\nMSA or pay a certain amount of money into escrow based on the number of product units sold in North\nCarolina.\n  \nN.C. Gen. Stat. § 66-291(a) (2005).\n \n{16}\n      \nThe NPM adjustment is a recognition by the drafters of the MSA that the payments and other\nobligations incurred by the Participating Manufacturers is likely to put them at a competitive disadvantage\nrelative to those manufacturers who did not join the agreement.\n  \nIt thus attempts to level the playing field\nby reducing a Participating Manufacturer’s payment obligations for any year in which it can be proven\nthat market share was actually lost to Non-Participating Manufacturers.\n  \nWithout such an adjustment, there\nwould be a strong incentive not to participate in the MSA.\n2.\nTHE ARBITRATION CLAUSE AND THE ROLE OF THE INDEPENDENT AUDITOR\n{17}\n      \nThe drafters of the MSA were sophisticated parties who wisely foresaw conflict between the\nSettling States and the Participating Manufacturers over the amount of payments and adjustments.\n  \nSection\nXI(c) thus requires:\n[A]ny dispute, controversy or claim arising out of or relating to calculations performed by,\nor any determinations made by, the Independent Auditor (including, without limitation, any\ndispute concerning the operation or application of any of the adjustments, reductions,\noffsets, carry-forwards and allocations described in subsection IX(j) or subsection XI(i))\nshall be submitted to binding arbitration before a panel of three neutral arbitrators, each of\nwhom shall be a former Article III federal judge.\nMSA § XI(c).\n  \nThe parties further agreed that “[t]he arbitration shall be governed by the United States\nFederal Arbitration Act.”\n  \nId.\n  \n  \n{18}\n      \nEvery year, the Independent Auditor collects information from the parties upon which to base\nits calculations of the amount owed by the Participating Manufacturers and the amount to be allocated to\neach Settling State.\n  \nId. \n§ XI(d)(1).\n  \nThe Independent Auditor then issues a preliminary calculation.\n  \nId. \n§\nXI(d)(2).\n  \nIf a Participating Manufacturer or Settling State disagrees with “any aspect” of the preliminary\ncalculations, it may serve notice of its objections upon the other parties.\n  \nId. \n§ XI(d)(3).\n  \nThe Independent\nAuditor reviews the objections and issues a “Final Calculation,” which must include an explanation of any\nchanges made to the Preliminary Calculation.\n  \nId. \n§ XI(d)(4).\n  \nThe parties may then serve notice of any\nobjections they have to the Final Calculation.\n  \nId. \n§ XI(d)(6).\n{19}\n      \nThe Participating Manufacturers are obligated to remit any portion of their total payment that is\nnot in dispute.\n  \nId. \n§ XI(d)(7).\n  \nAny disputed amount is to be deposited into a “Disputed Payments\nAccount.”\n  \nId. \n§ XI(d)(8).\n  \nFailure to pay the undisputed amount renders a Participating Manufacturer\nliable for interest on that amount.\n  \nId. \n§ XI(d)(7).\n  \nAmounts deposited into the Disputed Payments\nAccount are not subject to this penalty.\n  \nId. \n§ XI(d)(8).\n \n3.\nDISPUTE OVER THE 2003 NPM ADJUSTMENT\n{20}\n      \nThe dispute currently before the Court involves the annual payment that\n \nbecame due on April\n17, 2006.\n  \nPursuant to the NPM Adjustment provisions discussed above, the economic consulting firm\nconcluded that the MSA was a “significant factor” contributing to the Participating Manufacturers’ 2003\nMarket Share Loss.\n  \n(Defs.’ Mem. Supp. 11.)\n  \nThus, the Participating Manufacturers were entitled to the\nNPM Adjustment unless North Carolina had a Qualifying Statute in effect and diligently enforced that\nstatute for the year preceding the payment due date.\n  \nSee \nMSA § IX(d)(2)(B).\n  \nArmed with these\ndeterminations by the economic consulting firm, the OPMs requested that the Independent Auditor apply\nthe NPM Adjustment to the payments due on April 17, 2006.\n  \n(Defs.’ Mem. Supp. 11.)\n  \nThe Settling\nStates, understandably averse to any reduction in the amount owed them, urged the Independent Auditor to\nreject the OPMs’ request.\n  \n(\nId.\n)\n{21}\n      \n \n  \nIn its notice of final calculation issued on March 29, 2006, the Independent Auditor stated that\nit “would not modify its current approach to the application of the NPM Settlement Adjustment.”\n  \nLetter\nfrom Theodore F. Martens, Independent Auditor to the Master Settlement Agreement, to Notice Parties\n(Mar. 29, 2006) (Defs.’ Mem. Supp. Ex. J at 5).\n  \nThe Independent Auditor’s “current approach” to the\nNPM Adjustment is memorialized in its notice of preliminary calculation issued on March 5, 2004.\n  \nIn\nearly 2004, the Independent Auditor requested information from the National Association of Attorneys\nGeneral (“NAAG”) regarding Qualifying Statutes in the Settling States.\n  \nIn response, the NAAG informed\nthe Independent Auditor that all the Settling States had enacted Model Statutes\n[2]\n which they represented\nto have been in full force and effect.\n  \nBased on this information, the Independent Auditor concluded that\n“no possible NPM adjustment is allocated to PMs.”\n  \nLetter from Theodore F. Martens, Independent\nAuditor to the Master Settlement Agreement, to Notice Parties (Mar. 5, 2004) (Defs.’ Mem. Supp. Ex. K\nat 2 n.1).\n  \nThe Independent Auditor, having found that each Settling State had a Qualifying Statute in\nforce, effectively presumed that each Settling State had diligently enforced that statute as required by\nsection IX(d)(2)(B) of the MSA.\n \n{22}\n      \nThe OPMs served notice that they objected to the Independent Auditor’s Final Calculation on\nApril 10, 2006, and requested that North Carolina and other Settling States arbitrate the dispute over the\napplicability of the NPM Adjustment.\n  \n(Defs.’ Mem. Supp. 10–11.)\n  \nOn May 1, 2006, North Carolina\nrefused to enter into arbitration proceedings.\n  \n(\nId.\n)\n \n{23}\n      \nOn April 20, 2006, North Carolina filed a Motion for Declaratory Order, moving this Court to\ndeclare that (1) North Carolina had a Qualifying Statute in effect during 2003 and diligently enforced the\nstatute during that year, (2) North Carolina is not subject to the NPM Adjustment for 2003, and (3) the\nParticipating Manufacturers may not withhold payments or deposit them into the Disputed Payments\nAccount based on the applicability of the NPM Adjustment for 2003.\n  \n(Pl.’s Mot. Declaratory Order 1.)\n \n{24}\n      \nOn May 15, 2006, the OPMs responded with a Motion to Compel Arbitration and to Dismiss or,\nin the Alternative, Stay this Litigation.\n  \nThe OPMs’ motion asks the Court to Order the parties to arbitrate\nthe dispute regarding the NPM Adjustment in accordance with the MSA’s arbitration provision and North\nCarolina and federal law.\n  \n(Defs.’ Mot. Compel Arbitration 5.)\n \n{25}\n      \nBy Joinder dated May 15, 2006, the SPMs joined the OPMs’ Motion to Compel Arbitration.\n \n(SPMs’ Joinder in OPMs’ Mot. Compel Arbitration 6.)\n  \nThe NPM Adjustment for the SPMs is set forth\nseparately from the provisions applicable to the OPMs.\n  \nSee \nMSA § IX(d)(4).\n  \nHowever, the issues\nrelevant here will not be affected by these slight differences.\n \n \nII.\nMOTION TO COMPEL ARBITRATION\n            \nThe issue before the Court is one of contract interpretation.\n  \nBased on (1) the plain language of the\nparties’ agreement, (2) public policy favoring arbitration, and (3) considerations of fairness and\npracticality, the Court grants Defendants’ Motion to Compel Arbitration.\n \nA.\nPLAIN LANGUAGE\n{26}\n      \nThe MSA is a contract between the Settling States and the Participating Manufacturers.\n  \nThe\nguidelines this Court must follow in interpreting this or any other contract are well known.\n  \n“The heart of a\ncontract is the intention of the parties, which is ascertained by the subject matter of the contract, the\nlanguage used, the purpose sought, and the situation of the parties at the time.”\n  \nPike v. Wachovia Bank &\nTrust Co.\n, 274 N.C. 1, 11, 161 S.E.2d 453, 462 (1968); \nsee also\n 2 E. Allan Farnsworth, \nFarnsworth on\nContracts \n§ 7.10 (2d ed. 1998) (“The overarching principle of contract interpretation is that the court is\nfree to look to all the relevant circumstances surrounding the transaction.”)\n  \nIf the terms of a contract are\nunambiguous, the Court will determine their legal effect and enforce the agreement as written by the\nparties.\n  \nSee, e.g.\n,\n Church v. Hancock\n, 261 N.C. 764, 766, 136 S.E.2d 81, 83 (1964).\n{27}\n      \nAlthough the Court is free to look beyond the language of the agreement, the words chosen by\nthe parties after careful negotiation are most helpful in ascertaining their intentions.\n  \nAt issue here is\nwhether the parties’ dispute over the applicability of the NPM Adjustment falls within the arbitration\nclause.\n  \nThe arbitration clause is found in section XI of the MSA, which deals with “calculation and\ndisbursement of payments.”\n  \nSection XI(c), entitled “resolution of disputes,” states as follows:\n[A]ny dispute, controversy or claim arising out of or relating to calculations performed by,\nor any determinations made by, the Independent Auditor (including, without limitation, any\ndispute concerning the operation or application of any of the adjustments, reductions,\noffsets, carry-forwards and allocations described in subsection IX(j) or subsection XI(i))\nshall be submitted to binding arbitration before a panel of three neutral arbitrators, each of\nwhom shall be a former Article III federal judge. . . . The arbitration shall be governed by\nthe United States Federal Arbitration Act.\n \nMSA § XI(c).\n \n{28}\n      \nThis matter involves a decision by the Independent Auditor not to apply the NPM Adjustment\nbecause it found that North Carolina (and all other Settling States) had a Qualifying Statute in effect and\neffectively presumed that the statute had been diligently enforced during the year preceding the payment\ndue date.\n  \nThe Participating Manufacturers are directly disputing a determination made by the\nIndependent Auditor not to apply the NPM Adjustment.\n  \nThis controversy thus falls squarely within the\nlanguage of the arbitration clause.\n \n{29}\n      \nFurther support for this conclusion can be found in the language of the parenthetical phrase,\nwhich gives examples of the types of disputes covered by the arbitration clause.\n  \nArbitrable disputes\ninclude “any dispute concerning the operation or application or any of the adjustments . . . described in\nsubsection IX(j).”\n  \nMSA § XI(c).\n  \nSubsection IX(j) describes how payments are to be calculated.\n  \nFirst, a\n“base amount” is determined.\n  \nThen, various adjustments are applied to the base amount, in the order in\nwhich they appear in subsection IX(j).\n  \nThe NPM Adjustment is the sixth step in the process.\n  \nMSA §\nIX(j).\n  \nThe NPM Adjustment is clearly an adjustment “described in subsection IX(j),” and “any dispute”\nconcerning the NPM Adjustment is subject to arbitration under section XI(c).\n \n{30}\n      \nThe language of section XI(c)’s arbitration clause is very broad.\n  \nIt not only encompasses “any”\ndispute over the Independent Auditor’s calculations or determinations, it also includes disputes “arising\nout of or relating to” those calculations.\n  \nThe law directs this Court to ascertain the intentions of\ncontracting parties based in part upon the language used in the contract.\n  \nIt is difficult to conceive of\nbroader language than that used in section XI(c).\n  \nThe parties’ words reveal an intention to subject a wide\ncategory of controversies to binding arbitration.\n  \nFaced with similar language in other contracts, the federal\ncourts have reached the same conclusion.\n  \nIn \nCollins & Aikman Products Co. v. Building Systems, Inc.\n, 58\nF.3d 16 (2d Cir. 1995), the United States Court of Appeals for the Second Circuit examined an agreement\nwhich submitted to arbitration “any claim or controversy arising out of or relating to the agreement.”\n  \n58\nF.3d at 20.\n  \nThe court found that this was “the paradigm of a broad [arbitration] clause.”\n  \nId.\n  \nIn 1997, the\nEighth Circuit considered an “arising out of or relating to” arbitration clause and found it to be “the\nbroadest language the parties could reasonably use to subject their disputes to that form of settlement,\nincluding collateral disputes that related to the agreement containing the clause.”\n  \nFleet Tire. Serv. of N.\nLittle Rock v. Oliver Rubber Co.\n, 118 F.3d 619, 621 (8th Cir. 1997).\n \n{31}\n      \nHere, the parties to the MSA used the broadest language they possibly could, and this Court\nwill enforce the terms of the agreement as plainly written by the parties.\n  \nSee Church\n, 261 N.C. at 766,\n136 S.E.2d at 83 (“Where the terms are plain and explicit the court will determine the legal effect of a\ncontract and enforce it as written by the parties.”).\n \n{32}\n      \nThe State asserts that it did not agree to arbitrate the issue of “diligent enforcement.”\n[3]\n  \n(Pl.’s\nResp. Defs.’ Mot. Compel Arbitration 6.)\n  \nCiting \nSloan Financial Group, Inc. v. Beckett\n, 159 N.C. App.\n470, 583 S.E.2d 325 (2003), the State argues that the present dispute does not concern a determination\nmade by the Independent Auditor, but rather presents the issue of whether North Carolina diligently\nenforced its Qualifying Statute.\n  \n(Pl.’s Resp\n.\n at 10.)\n  \nAccording to the State, only this Court may properly\ndecide whether “diligent enforcement” has occurred.\n  \n(\nId.\n)\n \n{33}\n      \nThe events leading up to this dispute and the language of the MSA make the State’s argument\nunpersuasive.\n  \nThe issues of diligent enforcement and the applicability of the NPM Adjustment are\ninextricably linked.\n  \nHere, the only barrier to the application of the NPM Adjustment is whether the State\ndiligently enforced its Qualifying Statute.\n  \nAs noted above, the Independent Auditor found that all Settling\nStates had Qualifying Statutes in place and then refused to alter its stance on the applicability of the NPM\nAdjustment, effectively presuming that each Settling State “diligently enforced” its statute.\n  \nSee supra\n ¶\n17.\n  \nThe State cannot escape the simple fact that this presumption of diligent enforcement was a\ndetermination on the part of the Independent Auditor and is therefore subject to arbitration under section\nXI(c).\n  \nAt the very least, the Independent Auditor’s presumption of diligent enforcement is “related to” its\ndetermination not to apply the NPM Adjustment.\n[4]\n \nB.\nPUBLIC POLICY IN FAVOR OF ARBITRATION\n{34}\n      \nThe language of the agreement discussed in the preceding section must also be read in light of\nrelevant public policy considerations.\n  \nThis Court has noted that caution is warranted whenever “public\npolicy” comes into play.\n  \nSee CNC/Access, Inc. v. Scruggs\n, 2006 NCBC 20 ¶ 52 (N.C. Super. Ct. Nov. 15,\n2006), \n \nhttp://www.ncbusinesscourt.net/opinions/2006%20NCBC% 2020.htm.\n  \nBut here there is a clear\npolicy at both the state and federal levels in favor of arbitration.\n \n{35}\n      \nThis Court has previously recognized North Carolina’s “strong public policy favoring resolution\nof disputes through arbitration.”\n  \nPolo Ralph Lauren Corp. v. Gulf Ins. Co.\n, 2001 NCBC 3 ¶ 11, (N.C.\nSuper. Ct. Jan. 31, 2001), http://www.ncbusinesscourt.net/opinions/ 2001%20NCBC%203.htm (quoting\nSmith v. Young Moving & Storage, Inc.\n, 141 N.C. App. 468, 470–71, 540 S.E.2d 383, 385 (2000)).\n  \nThe\nSupreme Court summarized the policy as follows:\n  \n“Any doubt concerning the scope of arbitrable issues\nshould be resolved in favor of arbitration, whether the problem at hand is the construction of the contract\nlanguage itself or an allegation of waiver, delay, or a like defense to arbitrability.”\n  \nCyclone Roofing Co. v.\nLaFave Co.\n, 312 N.C. 224, 229, 321 S.E.2d 872, 876 (1984).\n \n{36}\n      \nThe federal courts have recognized such a policy in favor of arbitration in the context of the\nFederal Arbitration Act (“FAA”), 9 U.S.C.S. §§ 1–307 (LEXIS through 2006 legislation).\n  \nThis is relevant\nto the case at bar because section XI(c) of the MSA states that “[t]he arbitration shall be governed by the\nUnited States Federal Arbitration Act.”\n  \nMore than forty years ago, Justice William O. Douglas wrote that\na motion to compel arbitration under the FAA “should not be denied unless it may be said with positive\nassurance that the arbitration clause is not susceptible of an interpretation that covers the asserted dispute.\n \nUnited Steel Workers of Am. v. Warrior & Gulf Navigation Co.\n, 363 U.S. 574, 582–83 (1960).\n \n{37}\n      \nAs demonstrated above, the arbitration clause in section XI(c) is susceptible of an interpretation\nthat covers the present dispute over diligent enforcement.\n  \nMoreover, twenty-two of the twenty-three\njurisdictions that have considered this same matter have decided in favor of arbitration.\n[5]\n  \nIn a case such\nas this, where a question has been raised as to the arbitrability of a particular dispute, the Court must read\nthe agreement in light of the strong state and federal policies in favor of arbitration.\n  \nGuided by the\ndirectives of the Supreme Court of the United States and the Supreme Court of North Carolina, this Court\nreads section XI(c) of the MSA to cover the present dispute.\n  \n  \nC.\nPRACTICALITY, FAIRNESS, AND THE STRUCTURE OF MSA\n{38}\n      \nIn general, this Court has “exclusive jurisdiction for the purposes of implementing and\nenforcing” the MSA.\n  \nMSA § VII(a).\n  \nSection XI(c) is an exception to this rule, providing that some\ndisputes must be submitted to binding arbitration before a panel of three former Article III federal judges.\n \nPursuant to the analysis presented above, the Court has determined that this matter falls within section\nXI(c) and therefore must be submitted to the arbitration panel.\n \n{39}\n      \nIn addition to the plain language and public policy justifications, this result is the most practical\nand fair in terms of the MSA’s nationwide payment obligations.\n  \nThe Participating Manufacturers do not\nmake fifty-two separate payments each year.\n  \nRather, they make one payment based on their share of the\nU.S. tobacco market.\n  \nId. \n§ IX(c)(1).\n  \nThe NPM Adjustment is applied to a Participating Manufacturer’s\nnationwide payment obligation.\n  \nId. \n§ IX(j).\n  \nIf the type of dispute presented here were not subject to\narbitration, it would be subject to fifty-two separate determinations.\n  \nThis raises the possibility of\nconflicting decisions that would frustrate the efforts of the Independent Auditor and render the entire\npayment process impractical.\n{40}\n      \nFurthermore, a decision by this Court on whether North Carolina diligently enforced its\nQualifying Statute would have an impact far beyond the borders of this state.\n  \nIf the Independent Auditor\ndetermines that the NPM Adjustment is to apply in a given year, the Participating Manufacturers are\nentitled to reduce their nationwide payment obligation.\n  \nIf this Court were to subsequently declare that\nNorth Carolina has diligently enforced its Qualifying Statute, then payments to North Carolina could not\nbe reduced.\n  \nHowever, the amount of the nationwide NPM Adjustment would remain unchanged and\nwould have to be reallocated to other Settling States that did not diligently enforce their Qualifying\nStatutes.\n  \nEach state thus has an incentive to have its home courts declare that diligent enforcement has\noccurred.\n \n{41}\n      \nThis potential conflict is obviated by the arbitration panel.\n  \nBefore three former federal judges,\nno party will have the benefit of a real or imagined home court advantage, and the potential influence of\nstate politics and other matters is avoided. \n \nThis Court agrees with Connecticut’s assessment:\n[Arbitration] was one particularly effective way of ensuring . . . that all disputes,\ncontroversies and claims concerning the calculation and determination of payments under\nthis massive, vitally important settlement agreement be resolved under one clear set of rules\nthat apply with equal force to every Settling State and are fairly articulated after a process\nin which all affected such parties can meaningfully participate.\nState v. Philip Morris, Inc.\n, No. CV960148414S, 2005 Conn. Super. LEXIS 2067, at *114 (Conn. Super.\nCt. Aug. 3, 2005), \naff’d\n 2006 Conn. LEXIS 322 (Conn. Sept. 12, 2006).\n  \nAs Judge Sheldon further\nobserved, the consequence of not sending this dispute to arbitration would be “full employment for\nlawyers but little else.”\n  \nId.\n at *114–15.\n \nIII.\nCONCLUSION\n{42}\n      \nBased upon the foregoing, it is hereby ORDERED, ADJUDGED, and DECREED that\nDefendants’ Motion to Compel Arbitration is granted.\n  \nThe parties shall submit their dispute to the\narbitration panel as provided in section XI(c) of the MSA.\n  \nFurther litigation on Plaintiff’s Motion for\nDeclaratory Order is hereby stayed pending arbitration.\n \n{43}\n      \nThe Supreme Court of North Carolina is likely to have the final word on this issue.\n  \nAs this\nCourt has previously noted, the decision to grant a writ of petition for discretionary review lies exclusively\nwith the Supreme Court.\n  \nState v. Philip Morris USA Inc.\n, 2004 NCBC 9 ¶ 113 n.31 (N.C. Super. Ct. Dec.\n23, 2004), http://www.ncbusinesscourt.net/120945/2004%20NCBC% 209.htm, \nrev’d \n359 N.C. 763, 618\nS.E.2d 219 (2005).\n  \nThis Court can only express its views that the issues decided here are of “significant\npublic interest” warranting certification for review by the Supreme Court without delay.\n  \nSee \nN.C. Gen.\nStat. § 7A-31(a)–(b).\n  \n  \n \nIT IS SO ORDERED, this the 4th day of December, 2006.\n \n \n \n \n \n \n \n \nAppendix A\n \nThe following jurisdictions have granted Defendants’ Motion to Compel Arbitration:\n \n \nConnecticut\nState v. Philip Morris, Inc.\n, \nNo. CV960148414S,\n2005 Conn. Super. LEXIS 2067 (Conn. Super.\nCt. Aug. 3, \n2005), \naff’d\n, 905 A.2d 42 (Conn.\n2006).\nNew York\nState v. Philip Morris, Inc.\n, \n813 N.Y.S.2d 71\n(N.Y. App. Div. 2006) (reversing trial court’s\norder denying \nmotion to compel arbitration),\nmotion to clarify denied\n, \nState v. \nPhilip Morris,\nInc.\n, Motion No. M-2631 (N.Y. App. Div. July\n13, \n2006).\n \nNew Hampshire\nState v. Philip Morris USA\n, \nNo. 06-E-132 (N.H.\nSuper. Ct. June 6, 2006), \nmotion to reconsider\ndenied\n, \nState v. Philip Morris USA\n, No. 06-E-132\n(N.H. Super. Ct. July 17, \n2006).\n \nKentucky\nCommonwealth ex rel. Stumbo \nv. Brown &\nWilliamson Tobacco Corp.\n, No. 98-CI-01579\n(Ky. Cir. Ct. \nJune 13, 2006).\n \nMassachusetts\nCommonwealth v. Philip \nMorris, Inc.\n, No.\nMICV1995-07378-F (Mass. Super. Ct. June 20,\n2006).\nIdaho\nState ex rel. Wasden v. \nPhilip Morris, Inc.\n, No.\nCV-OC-97-03239D (Idaho Dist. Ct. June 30,\n2006), \nmotion to reconsider denied\n, \nState ex rel.\nWasden v. Philip Morris, \nInc.\n, No. CV-OC-97-\n03239D (Idaho Dist. Ct. Aug. 2, 2006).\nVermont\nState v. Philip Morris USA, \nInc.\n, No. S 0463-06\nCnC (Vt. Super. Ct. July 14, 2006).\n \nColorado\nState ex rel. Suthers v. \nR.J. Reynolds Tobacco\nCo.\n, No. 97 CV 3432 (Colo. Dist. Ct. July 19,\n2006).\nHawaii\nState ex rel. Bennett v. \nPhilip Morris USA\n, No.\n06-1-0695-04 KSSA (Haw. Cir. Ct. Aug. 2,\n2006).\nNevada\nState ex rel. Chanos\n  \nv. Philip Morris USA\n, No.\nCV06-00929 \n(Nev. Dist. Ct. Aug. 4, 2006).\n \nIllinois\nState v. Philip Morris, Inc.\n \nNo. 96 L 13146 (Ill.\nCir. Ct. Aug. 8, 2006).\nVirginia\nCommonwealth ex rel. \nMcDonnell v. Brown &\nWilliamson Tobacco Corp.\n, No. HJ-2241 (Va.\nCir. \nCt. Aug. 9, 2006).\n \nIowa\nState ex rel. Miller v. \nPhilip Morris USA, Inc.\n,\nNo. CL 71048 (Iowa Dist. Ct. Aug. 16, 2006).\nCalifornia\nState v. Philip Morris USA, \nInc.\n, No. JCCP 4041\n(Cal. Super. Ct. Aug. 23, 2006).\nNebraska\nState ex rel. Bruning v. \nR.J. Reynolds Tobacco\nCo.\n, No. CI 06-1656 (Neb. Dist. Ct. Aug. 28,\n2006).\n \nOregon\nState v. Philip Morris USA\n, \nNo. 0604-04252 (Or.\nCir. Ct. Aug. 30, 2006).\nOhio\nState ex rel. Petro v. R.J. \nReynolds Tobacco Co.\n,\nNo. 97CVH05-5114 (Ohio Ct. Com. Pl. Sept. 25,\n2006).\nDistrict of Columbia\nDistrict of Columbia v. \nPhillip Morris USA, Inc.\n,\nNo. 2006 CA 003176 B (D.C. Super. Ct. Sept.\n26, \n2006).\n \nMichigan\nState ex rel. Cox v. Philip \nMorris USA\n, No. 06-\n539-CZ (Mich. Cir. Ct. Sept. 28, 2006).\n \nWashington\nState v. Philip Morris USA, \nInc.\n, No. 06-2-13262-\n9SEA (Wash. Super. Ct. Sept. 28, 2006).\nSouth Dakota\nState v. R.J. Reynolds \nTobacco Co.\n, No. 06-161\n(S.D. Cir. Ct. Oct. 2, 2006).\n \nMaine\nState v. Philip Morris, Inc.\n, \nNo. CV-97-134 (Me.\nSuper. Ct. Oct. 3, 2006).\n \n \nAppendix B\n \nThe following state has denied Defendants’ Motion to Compel Arbitration:\n \nNorth Dakota\nState ex rel. Stenehjem v. \nPhilip Morris, Inc.\n, No.\n09-98-C-03778 (N.D. Dist. Ct. July 18, \n2006).\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n[1]\n Brown & Williamson combined its U.S. operations with R.J. Reynolds in 2004.\n  \n    \n[2]\n One of the exhibits to the MSA is a “Model Statute.”\n  \nMSA Ex. T.\n  \nThe Participating Manufacturers and Settling States agreed\nthat if the Model Statute was enacted “without modification or addition,” it would constitute a Qualifying Statute for purposes of\ndetermining the applicability of the NPM Adjustment.\n  \nMSA § IX(d)(2)(E).\n  \n  \n[3]\n \nSee supra\n ¶ 14–15.\n  \nIf North Carolina “diligently enforced” its Qualifying Statute, then the Participating Manufacturers are not\nentitled to the NPM Adjustment.\n \n[4]\n The State has submitted subsequently decided authority from the North Dakota MSA court, which denied the Participating\nManufacturers’ Motion to Compel Arbitration and found that the presumption of diligent enforcement was not a “determination”\nmade by the Independent Auditor.\n  \nSee State ex rel. Stenehjem v. Philip Morris, Inc.\n, No. 09-98-C-03778 (N.D. Dist. Ct. July 18,\n2006) (order denying motion to compel arbitration).\n  \nThis Court believes the broad language of section XI(c), which includes not\nonly direct challenges to the Independent Auditor’s determinations, but also disputes “arising out of or related to” those\ndeterminations, mitigates against the result reached by Judge Marquart in North Dakota.\n  \nAs stated above, the Independent Auditor\ndetermined that it would not apply the NPM Adjustment.\n  \nThe current dispute over diligent enforcement is clearly “related to” this\ndetermination.\n \n[5]\n To date, the only state court to deny the Participating Manufacturers’ Motion to Compel Arbitration is North Dakota.\n  \nSee\n \nsupra\nnote 4.\n  \nWhile the Court does not base its decision on the large number of state courts that have compelled arbitration, the Court\nbelieves this statistic persuasively demonstrates that the MSA arbitration clause is “susceptible of an interpretation that covers the\nasserted dispute.”\n  \nSee United Steelworkers\n, 363 U.S. at 582–83.\n  \nFor a complete list of decisions entered by other state courts on\nDefendants’ Motion to Compel Arbitration, see Appendices A and B.\n  \n    "
}