{
  "id": "5b681e937e0e96d56519f545568cc0251200848d1d61391ba2ccd9de34eb3770",
  "source_file": "data/raw/ncbc/5b681e937e0e96d56519f545568cc0251200848d1d61391ba2ccd9de34eb3770.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 8130 \nDR. ROBERT CORWIN AS TRUSTEE\nFOR THE BEATRICE CORWIN \nLIVING IRREVOCABLE TRUST, on \nBehalf of a Class of Those Similarly \nSituated, \n \nPlaintiff, \n \nv. \n \nBRITISH AMERICAN TOBACCO \nPLC; REYNOLDS AMERICAN, INC.; \nSUSAN M. CAMERON; JOHN P. \nDALY; NEIL R. WITHINGTON;  \nLUC JOBIN; SIR NICHOLAS \nSCHEELE; MARTIN D. FEINSTEIN; \nRONALD S. ROLFE; RICHARD E. \nTHORNBURGH; HOLLY K. \nKOEPPEL; NANA MENSAH; \nLIONEL L. NOWELL III; JOHN J. \nZILLMER; and THOMAS C. \nWAJNERT,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nINTERIM ORDER ON DEFENDANTS’ \nMOTIONS TO STAY DISCOVERY \n \n{1} THIS MATTER is before the Court on Defendants Reynolds American \nInc., (“RAI”) Cameron, Daly, Feinstein, Rolfe, Withington, Scheele, Jobin, \nThornburgh, Koeppel, Mensah, Nowell, Zillmer, and Wajnert’s (“the Director \nDefendants;” together with RAI, “the RAI Defendants”) Motion to Stay Discovery \n(“RAI and Directors’ Motion”) and British American Tobacco p.l.c’s (“BAT”) Motion \nto Stay Discovery and for Protective Order (“BAT’s Motion;” collectively “the \nMotions”).  These Motions seek to stay all discovery pending the Court’s \ndetermination of motions to dismiss the complaint.  After the Motions were filed, \nRAI scheduled a shareholders’ meeting on January 28, 2015.  In response, Plaintiff \nfiled a Motion for Preliminary Injunction that seeks to enjoin that shareholders’ \nCorwin v. British Am. Tobacco, PLC, 2015 NCBC 3.\n \n \nmeeting until further disclosures are made, and seeks a more narrow set of \ndiscovery on an expedited basis regarding three defined subject matters for which \nhe contends disclosures made to date are inadequate.  For reasons expressed below, \nthe Court concludes that no expedited discovery is required from BAT prior to the \nhearing on Plaintiffs Motion for Preliminary Injunction on January 16, 2015, that \nRAI should produce limited discovery on an expedited basis, and that the Court \notherwise defers a final ruling on the motions to stay discovery. \n{2} Any findings of fact and conclusion s of law in this Order are solely for \npurposes of determining the Motions and are not intended to become the law of the \ncase.   \nI. OVERVIEW OF MATTER PRESENTED \n {3} The litigation involves a tran saction announced on July 15, 2014, \ninvolving RAI, BAT, Lorillard, Inc. (“Lorillard”), and Imperial Tobacco Group p.l.c. \n(“Imperial”) (the “Transaction”). Plaintiff asserts a number of claims and, for \nconvenience, refers to some as “fairness claims” and some as “disclosure claims.”  \nThis Order is limited to disclosure claims, and more particularly to discovery \nrelated to Plaintiff’s Motion for Preliminary Injunction to Enjoin Shareholder \nMeeting and Vote.  The Court expresses no opinion as to any other discovery. \n {4} Lazard Frères & Co, LLC (“Laza rd”) served as the RAI’s financial \nadvisor in connection with the Transaction. \n {5} Under this transaction, RAI would acquire Lorillard by paying \nLorillard shareholders a combination of cash and RAI shares, Lorillard would sell \ncertain brands to Imperial, and BAT would purchase additional shares to allow \nBAT to maintain its current 42% ownership stake in RAI.  To complete the \nTransaction, RAI shareholders must approve the issuance of the shares necessary \nfor the sale to BAT.  That is the purpose of the January 28 shareholders’ meeting. \n{6} The transactional documents set a reference price of $60.16 for RAI \nshares.  BAT will purchase its shares at that price.  Lorillard shareholders will \nreceive cash and a fixed amount of shares, so that the total value of the transaction \n \n \nto a Lorillard shareholder varies as the market price fluctuates until the date of \nclosing.  As of the date of this Order, the value of one share of RAI is above $60.16. \n{7} While Plaintiff will ultimately pursue broader discovery, he seeks at \nthis time to have expedited discovery in three areas necessary to fully present his \npreliminary injunction motion.  The areas relate to a possible technology sharing \nagreement, details regarding Lazard’s discounted cash flow (“DCF”) analysis, and \nmatters related to potential regulation of menthol products.  \n{8} When announcing the Transaction on July 15, 2014, both RAI and \nBAT referenced, among other things, that RAI and BAT had agreed to pursue a \ntechnology sharing agreement.  Certain members of the investment community \napparently concluded from the wording of the press releases and subsequent \nstatements by RAI and BAT management that a technology sharing agreement had, \nin fact, been reached.  RAI management later stated during earnings calls that such \nan agreement had not yet been reached.  RAI’s CFO and lead negotiator, Thomas R. \nAdams, has now submitted an affidavit that no technology sharing agreement has \nbeen reached.  (Adams Aff. ¶ 9.)  He does not otherwise discuss any agreement in \nprinciple to pursue such an agreement. \n{9} The Joint Proxy/Prospectus that RAI and Lorillard jointly filed on \nDecember 22, 2014, refers to a technology sharing agreement only when describing \nthis litigation.  RAI asserts that the terms of various transactions necessary to \nconsummate the overall Transaction reflect that they are not conditioned on any \ntechnology sharing agreement being finalized. \n{10} Plaintiff seeks expedited discovery regarding the basis and background \nof public statements made by RAI and BAT regarding a technology sharing \nagreement.  Defendants resist. \n{11} RAI has agreed to produce, subj ect to a protective order, further \ninformation regarding Lazard’s DCF analysis.  The Court finds that this production \nis adequate at this time as to this subject.  The Court will approve an appropriate \nprotective order when presented. \n \n \n{12} As to discovery regarding matters related to potential regulation of \nmenthol, the Court finds that Plaintiff has not made an adequate showing to justify \nexpedited discovery.   \nII. PROCEDURAL HISTORY \n {13} Plaintiff filed his Class Action Complaint on August 8, 2014, \nsubsequently filing his First Amended Class Action Complaint on November 7, \n2014, asserting claims based on breaches of fiduciary duties of care, loyalty, and \ncandor, and asserting that BAT owes fiduciary duties to RAI shareholders as a \ncontrolling shareholder, even though it owns a minority interest in RAI. \n {14} Defendants moved to dismiss the First Amended Class Action \nComplaint, with the RAI Defendants alleging that Plaintiff has no standing to bring \na claim against them and BAT claiming that it owes no fiduciary duties to RAI \nshareholders.  Defendants also moved to stay all discovery pending ruling on the \nmotions to dismiss.  BAT filed its Motion to Stay Discovery and for Protective Order \non December 5, 2014.  The RAI Defendants filed their Motion to Stay Discovery on \nDecember 8, 2014.  Plaintiff filed its Omnibus Opposition to Defendants’ Motions to \nStay Discovery on December 17, 2014.  The RAI Defendants and BAT filed their \nreplies on December 29, 2014. \n {15} On December 22, 2014, RAI announced that a shareholder vote would \nbe held on January 28, 2015, to approve the share issuance related to the \nsubscription agreement between RAI and BAT.  Plaintiff indicated that it wished to \npursue a narrowed area of discovery limited to its disclosure claims on an expedited \nbasis.  During a conference with the parties on December 30, 2015, the Court \nallowed supplemental briefing on the Motions. Plaintiff filed his Motion for \nPreliminary Injunction to Enjoin Shareholder Meeting and Vote.  RAI Defendants \nfiled their supplemental brief on January 5, 2015, and Plaintiff filed on January 6, \n2015. Defendants filed Adams’s affidavit in conjunction with their supplemental \nfiling.  BAT filed no supplemental brief, standing on its position that no discovery \nshould be required of it until a ruling on the motions to dismiss, as any discovery \n \n \nthe court might deem necessary on the disclosure claims could be adequately made \nby the RAI Defendants.  \nIII. CONTENTIONS OF THE PARTIES \n {16} Plaintiff cites the January 28, 2015,  shareholder vote as justification \nfor the need for “immediate, targeted discovery.” (Pl.’s Omnibus Opp’n Defs.’ Mots. \nStay Disc. 2.)  While he contends that the broader discovery is now past due, so that \nit cannot be fairly said to be “expedited,” Plaintiff offers to prioritize discovery to the \nthree categories of documents described above.  More specifically, Plaintiff seeks the \nimmediate production of: (1) banker’s books with respect to the Transaction; (2) \nBoard minutes discussing or referencing any potential transaction or strategic \ncombination with Lorillard, BAT, and/or Imperial; and (3) documents and \ncommunications about the purported Technology Agreement.  (Pl.’s Omnibus Opp’n. \nDefs.’ Mots. Stay Disc. 3.)   \n{17} As to the purported technolo gy agreement between RAI and BAT, \nPlaintiff cites several press releases and articles which he contends show that RAI \nand BAT have entered an agreement. (Pl.’s Omnibus Opp’n Defs.’ Mots. Stay Disc. \n8.)  Plaintiff additionally filed affidavits from his experts asserting both their view \nthat this agreement is material and further that public reactions demonstrate the \nmateriality of any technology sharing agreement. \n {18} The RAI Defendants assert that Plaintiff misconstrues these various \nstatements and has no basis to assert that RAI and BAT have entered a technology \nsharing agreement, so that obviously Plaintiff cannot obtain in discovery an \nagreement that does not exist.  RAI offered Adams’s affidavit to clarify that no \ntechnology sharing agreement has been entered between RAI and BAT.  Plaintiff \ncontinues to challenge that assertion.  These Defendants do, however, admit that \nBAT and RAI are discussing the possibility of a potential agreement. (Reynolds \nAm., Inc. Dir. Defs.’ Reply Br. Supp. Mot. Stay Disc. 1.) \n {19} Further, the various statements on which Plaintiff relies (collected in \nthe affidavit of Julie Ledwig) make clear that RAI and BAT have made at least a \n \n \ncommitment to pursue an agreement for further collaborative efforts for technology \ninitiatives.  Significantly, in RAI’s own press release announcing the Transaction, in \na section entitled “Transaction Highlights,” states that “Reynolds American and \nBAT Agree in Principle to a Joint Technology-Sharing Strategy for Next-Generation \nProducts.” (Ledwig Aff. Ex. A, at 1.)  It is unclear whether that “agreement in \nprinciple” has been reduced to writing. \n {20} The RAI Defendants contend that any negotiations or the nature of \nany potential agreements are immaterial to the limited decisions the shareholders \nmust make as to whether to issue the shares.  \n{21} As described below, the Court cannot discern from the present record \nwhether either the RAI Board or Lazard in their evaluation of the transaction \nutilized or made any assumption as to the scope and nature of the agreement in \nprinciple or potential technology sharing agreement that RAI and BAT \nmanagement chose to reference in their July 15, 2014, press release. \n {22} As to Lazard’s DCF analysis , as noted, the RAI Defendants have \nagreed to produce additional documentation upon the entry of a protective order, \nand the Court concludes that this agreement is adequate.  The Court will promptly \nenter the appropriate protective order to facilitate the production that has been \nagreed to. \n {23} As to the issue of potential menthol regulation, Plaintiff’s supporting \npapers include little argument and make no compelling case for immediate \ndiscovery.  The Court further notes that the Joint Proxy/Prospectus states the \nfollowing: \nUnder the terms of the merger agreement, RAI and Lorillard expressly \nagreed that any menthol regulatory action would not be considered in \ndetermining whether a material adverse effect . . . had occurred.  In \naddition,  . . neither the RAI board of directors nor the Lorillard board \nof directors may change its recommendation to its shareholders in \nconnection with the merger based on any menthol regulatory action.  \nReynolds Am., Inc., Joint Proxy/Prospectus (Form 424(b)(3)) (Dec. 22, 2014) \navailable at https://www.sec.gov/Archives/edgar/data/1275283/0001193125 \n \n \n14449884/d803939d424b3.htm.  \nIV. LEGAL PRINCIPLES \n{24} Discovery sought on an expedite d basis is subject to a heightened \nstandard, which requires a demonstration of good cause.  Ehrenhaus v. Baker, 2008 \nNCBC LEXIS 20, at *13 (N.C. Super. Ct. Nov. 3, 2008).  Where the movant seeks \nexpedited discovery to prepare for a preliminary injunction hearing, the Court does \nnot employ the preliminary injunction factors to determine the motion’s propriety, \nbut reviews “the entirety of the record to date and the reasonableness of the request \nin light of all the surrounding circumstances.”  Dimension Data N. Am., Inc. v. \nNetStar-1, Inc., 226 F.R.D. 528, 531 (E.D.N.C. 2005). \n{25} To show good cause, a plaintiff must “articulate a sufficiently colorable \nclaim and show a sufficient possibility of a threatened irreparable injury to justify \nimposing on the defendants and the public the extra (and sometimes substantial) \ncosts of an expedited . . . proceeding.”  Ehrenhaus, 2008 NCBC LEXIS 20, at *13 \n(omission in original) (quoting Marie Raymond Revocable Trust v. MAT Five LLC, \nNo. 3843-VCL, 2008 Del. Ch. LEXIS 77, at *6 (June 26, 2008)).   \n{26} While there are significant variations in North Carolina and Delaware \nstandards defining a director’s duty in certain merger transactions, the North \nCarolina courts frequently consider Delaware precedent without being bound by it.  \nDelaware cases recognize that “establishing a colorable claim is not an onerous \nburden for a plaintiff to meet,” In re K-Sea Transp. Partners L.P., No. 6301-VCP, \n2011 Del. Ch. LEXIS 90, at *13 (June 10, 2011), that a claim is colorable if it \npresents a “non-frivolous set of issues,” In re BioClinica, Inc. S’holder Litig., No. \n8272-VCGT, 2013 Del Ch. LEXIS 250, at *2 n.1 (Oct. 16, 2013), that the burden of \ndemonstrating colorability is “almost minimal,” Ehlen v. Conceptus, Inc., No 8560-\nVCG, 2013 Del. Ch. LEXIS 133, at *4 (May 24, 2013), and that a Plaintiff need not \nprove its claim has “no reasonable chance of resulting in a liability determination.”  \nTCW Tech. Ltd. P’ship v. Intermedia Commc’ns, Inc., No. 18336, 2000 Del. Ch. \nLEXIS 186, at *5 (Oct. 2, 2000). \n \n \n {27} However, here, expedited discovery is not reviewed in the abstract.  It \nmust be tied to the RAI shareholder vote that is the subject of the injunction \nPlaintiff seeks.  Accordingly, the Court considers the discovery in the context of \nwhat the RAI shareholders are asked to decide during the shareholder vote.  \nDirectors are under a duty to fully and fairly disclose all material information \nwithin the board’s control when it seeks shareholder action.  Ehrenhaus v. Baker, \n216 N.C. App. 59, 88, 717 S.E.2d 9, 28 (2011). \nAn omitted fact is material if there is a substantial likelihood that a \nreasonable shareholder would consider it important in deciding how to \nvote. . . .  Put another way, there must be a substantial likelihood that \nthe disclosure of the omitted fact would have been viewed by the \nreasonable investor as having significantly altered the “total mix” of \nthe information made available. \nId. at 88, 727 S.E.2d at 28–29.  However, a “play-by-play description of every \nconsideration or action taken by a Board” is not required “especially when such \ninformation would tend to confuse stockholders or inundate them with an overload \nof information.”  Gunsinsky v. Flanders Corp., 2013 NCBC LEXIS 43, at *32 (N.C. \nSuper. Ct. Sept. 25, 2013) (quoting In re Cogent, Inc. S’holder Litig., 7 A.3d 487, \n511–12 (Del. Ch. 2010)).  \n {28} If the discovery can be adequately  tied to the subject of the upcoming \nshareholder vote, there are good reasons why the discovery should proceed before \nthat vote.  See In re SunGard Data Sys., Inc. S’holders Litig., No. 1221-N, 2005 Del \nCh. LEXIS 105, at *5 (July 8, 2005) (“[T]he court is best able to provide a full and \nadequate remedy to the class of stockholders if the likelihood of a material \ndisclosure violation is shown—namely, requ iring the company to correct its false or \nmisleading disclosures.”)  But, expedited discovery should be carefully tailored so as \nto impose no greater burden than reasonable in light of the claims being made.  A \nNorth Carolina federal district court offers that the Court might use the following \nfactors to accomplish such tailoring: (1) whether the plaintiff had detailed the areas \nin which expedited discovery was necessary such that expedited discovery was \nreasonably timed; (2) whether the discovery was “narrowly tailored to obtain \n \n \ninformation relevant to a preliminary injunction determination;” and (3) whether \nthe plaintiff made adequate showing that it would be irreparably harmed  by \ndelaying broad-based discovery.  Dimension Data N. Am., Inc., 226 F.R.D. at 531–\n32. \nV.  DISCUSSION \n {29} The Court will limit its discussi on to matters related to discovery \nregarding a potential technology sharing agreement between RAI and BAT.  It does \nnot further discuss its conclusions regarding the other discovery requesting \nLazard’s DCF analysis and the potential for regulation of menthol products.    \n{30} The Court does not believe that the presentations in the briefs and \naffidavits warrant expedited production of the entirety of the banking books or RAI \nBoard minutes.  The discovery should be more targeted. \n{31} The Court does not share the De fendants’ narrow view that nothing \nrelated to negotiations of a potential technology sharing agreement is material to a \nshareholder’s determination whether to vote in favor of issuing shares necessary to \nconsummate the Transaction.  While, for purposes of this Order, the Court accepts \nDefendants’ statement without further inquiry that no part of the overall \nTransaction is contingent on RAI and BAT reaching agreement on a technology \nsharing agreement, the Court does not believe that this necessarily leads to the \nconclusion that considerations regarding a potential agreement are immaterial to \nthe shareholder vote.   \n{32} Plaintiff promotes a simple and easily understood argument.  RAI and \nBAT would have had no reason to champion an agreement in principle to pursue a \nsharing agreement in press releases and public statements if it were not, in fact, a \nmaterial “Transaction Highlight.”  The Court, however, does not conclude that the \npress statements, without more, make further disclosures regarding the agreement \nin principle or future negotiations necessary and material to the shareholder vote.    \n{33} As to Plaintiff’s argument that  broad discovery is justified because \nAdams’s Affidavit is suspicious, the Court observes that Adams and RAI likely fully \n \n \nunderstand the ramifications of denying under oath an agreement that they know \ndoes, in fact, exist.   \n{34} But, again accepting that no final technology sharing agreement has \nbeen reached does not, by itself, end the Court’s inquiry.  There remains a question \nas to whether RAI factored that agreement or the potential expected future \nagreement into the valuation of the Transaction.  If it did, the Court is not yet \npersuaded that further information regarding the agreement in principle or the \nexpected future agreement is immaterial to the upcoming shareholder vote. \n{35} The Court does not believe that th ere is a basis for a broad search and \nproduction of all documents somehow related to negotiations between RAI and BAT \nregarding a potential, future technology sharing agreement.  The Court’s view of the \nappropriate discovery is more confined.  The various statements that Plaintiff has \ncataloged indicate that some form of agreement to pursue a potential technology \nsharing agreement has been reached.  If there is such an agreement that has been \nreduced to writing, or fully summarized in writing, the document should be \nproduced.  Adams’s affidavit does not specifically refute the existence of some \ntangible, written agreement between RAI and BAT to pursue a technology sharing \nagreement.  Because RAI and BAT interjected the existence of the agreement in \nprinciple in public statements, the Court believes that Plaintiff should not be \nrequired prove that such an agreement, assuming it exists, is material in order that \nit be produced. \n{36} However, the Court is careful to note that it has not reached a \nconclusion that such an agreement, even if produced, is material.  Further inquiry \nwould be necessary to reach such a conclusion.  To be material, it may be necessary \nfor Plaintiff to demonstrate that the existence of that agreement, or terms that it \nembodies, were factored into the Board’s or Lazard’s valuation of the transaction.  \nFor that reason, the Court concludes that Plaintiff should be further entitled to \nexamine any documents, if they exist, which represent how the agreement was \nfactored into either the Board’s or Lazard’s valuation.  \n \n \n{37} At this time, the Court cannot conclusively say that there is no further \ndocumentation regarding the “agreement in principle” or “agreement to pursue” \nthat would not significantly add to the “total mix” of information available to \nshareholders so as to deny any expedited discovery.  \n{38} The Court believes that the burden on RAI to search and produce on \nan expedited basis should nevertheless be limited.  The Court’s ruling should not be \nconstrued to require RAI to search for or produce all documentation regarding the \nnegotiations that may have led to an agreement or every discussion of potential \ntechnology synergies.  The Court is instead focused on the agreement reached and \nhow, if at all, it has been used in valuation. \n{39} RAI should be required to prod uce:  (1) the agreement which was \nreached as referred to in the July 15 press release and subsequent communications \nby RAI and BAT management, if it exists in tangible form; (2) any statement or \ndiscussion in RAI Board minutes reflecting a value placed on such agreement for \npurposes of overall valuation of the Transaction; and (3) any statement or \ndiscussion in the banker’s books reflecting a value placed on such agreement for \npurposes of overall valuation of the Transaction.  If no such documents exist, RAI \nshould so verify under oath. \nVI. CONCLUSION \n {40} The Parties shall submit on or be fore 12:00 p.m. January 9, 2015, an \nagreed-to interim protective order, or failing agreement as to form, their separate \nproposed interim protective orders, after which the Court will endeavor promptly to \nenter an interim protective order. \n{41} RAI shall within twenty-four hours of the entry of that protective order \nproduce the documents related to Lazard’s DCF analysis that it has agreed to \nproduce, subject to the Court’s protective order; \n{42} RAI shall on or before 12:00 p.m., January 14, 2015, either produce or \nverify the absence of: \n \n \n1. the document or documents which constitute the agreement referred to in \nRAI’s July 15 press release; \n2. any statement or discussion in RAI Board Minutes reflecting a value \nplaced on such agreement for purposes of overall valuation of the \nTransaction; and \n3. any statement or discussion in the banker’s books reflecting a value placed \non such agreement for purposes of overall valuation of the Transaction.   \n {43} In the event that the agreement referred to in paragraph 42.1, above, \nis not reflected in any document, RAI shall on or before 12:00 p.m. on January 14, \n2015, file an affidavit stating the terms of the agreement. \n {44} Except as ordered, the Court defers further ruling on Defendants’ \nMotions to Stay Discovery. \n \nIT IS SO ORDERED this the 8th day of January, 2015. "
}