{
  "id": "5becda5eea37ff83651bbe870e8d4f45f3fb66fe5d6c2d83ed18a426252a7735",
  "source_file": "data/raw/ncbc/5becda5eea37ff83651bbe870e8d4f45f3fb66fe5d6c2d83ed18a426252a7735.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV036078-590 \n \nEXENCIAL WEALTH ADVISORS, \nLLC, \n \nPlaintiff, \n \nv. \n \nJACOB DOWNING, \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT JACOB DOWNING’S \nMOTION TO DISMISS \n \n1. THIS MATTER  is before the Court upon Defendant  Jacob Downing’s \nMotion to Dismiss (the “Motion”) , filed pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure (the “Rule(s)”)  on 7 October  2024 in the  \nabove-captioned case.1 \n2. Having considered the Motion, the parties’ briefs in support of and in \nopposition to the Motion, the Complaint2, the arguments of counsel at the hearing on \nthe Motion, and other appropriate matters of record, the Court hereby GRANTS in \npart and DENIES in part the Motion. \nMcAfee & Taft, by Spencer F. Smith and Gatlin C. Squires, and Moore \n& Van Allen PLLC, by Nader S. Raja and Harry E. Payne, III, for \nPlaintiff Exencial Wealth Advisors, LLC.3 \n \nRatner Law, by Sarah Y. Ratner and Todd Ratner, and Bell, Davis & \nPitt, P.A., by Marc E. Gustafson, for Defendant Jacob Downing. \n \nBrown, Judge. \n \n1 (Def.’s Mot. Dismiss [hereinafter, “Mot.”], ECF No. 21.) \n \n2 (Compl., ECF No. 3.) \n \n3 This Motion was briefed and argued by William B. Federman and Jessica A. Wilkes of \nFederman & Sherwood.  They were authorized to withdraw as counsel on 18 March 2025.   \n(Order Authorizing Withdrawal Couns. Rec., ECF Nos. 46, 47.)   \nExencial Wealth Advisors, LLC v. Downing, 2025 NCBC 18. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact when ruling on a motion to dismiss \nunder Rule 12(b)(6).  Rather, the Court recites the allegations asserted and \ndocuments referenced in the challenged pleading —here, the Complaint —that are \nrelevant and necessary to the Court’s determination of the Motion. \n4. Plaintiff Exencial Wealth Advisors, LLC (“Exencial”  or “Plaintiff”) is an \nOklahoma limited liability company with its principal place of business in Oklahoma \nCity.4  Exencial has at least one member that is a resident of North Carolina.5 \n5. Defendant Jacob Downing (“Downing”  or “Defendant” ) is a resident of \nMecklenburg County, North Carolina. 6  Downing began working  at Exencial ’s \nCharlotte, North Carolina , office in May 2021 and entered into an employment  \nagreement with Exencial on 5 May 2021 (the “Employment Agreement”) .7  The \nEmployment Agreement is governed by Oklahoma law.8  \n \n4 (Compl. ¶ 1.) \n \n5 (Compl. ¶ 1.) \n \n6 (Compl. ¶ 2.) \n \n7 (Compl. ¶ 8.)  Downing disputes whether the “purported [employment] contract is bona fide \nand signed by Downing” as he “has no recollection nor record that he signed any employment \nagreement with Exencial.”  (Br. Supp. Def. Jacob Downing’s Mot. Dismiss [hereinafter, “Br. \nSupp.”] 2 n.2, ECF No. 23.)  As the authenticity of the Employment Agreement is not directly \nat issue in the Motion, and furthermore is ultimately a question of fact  to be decided by the \nfinder of fact, this Court will assume the Employment Agreement is bona fide for purposes of \nthis Order and Opinion.   \n \n8 (Compl. ¶ 5.) \n6. By signing the Employment Agreement, Downing agreed to comply with the \nnon-solicitation and confidentiality pr ovisions contained in the Employment \nAgreement.9  Generally, these provisions prohibited Downing from: (1) “disclos[ing,] \nreproduc[ing], us[ing], or disseminat[ing] in any manner” the Confidential \nInformation of Exencial or its customers and (2) “solicit[ing] or attempt[ing] to solicit \nany Exencial customer or prospective customer for the purpose of providing \ncompeting services to such customer” for a period of twenty-four months following his \ntermination, unless he chose to exercise the purchase option in the Employment \nAgreement.10      \n7. Downing resigned from his position at Exencial on 22 March 2024 and began \nemployment at Cary Street Partners, LLC  in Charlotte, North Carolina .11  Soon \nthereafter, on 27 March 2024, Exencial filed suit against Downing and Cary Street \nPartners in the Oklahoma County District Court (the “Oklahoma Lawsuit”).12  In the \n \n9 (Compl. ¶¶ 9–15.) \n \n10 (Compl. ¶¶ 9, 14; see also Index Materials Submitted Supp. Def.’s Mot. Dismiss Ex. 22.1, \nSummons & Compl. filed on Mar. 27, 2024, in Okla. Dist. Ct. Ex. A [hereinafter, “Emp. \nAgmt.”], ECF No. 22.1.)  Despite referencing the Employment Agreement throughout their \nComplaint and stating  that the Employment Agreement was attached as Exhibit 1 to the \nComplaint, Plaintiff neglected to attach the Employment Agreement to their Complaint.  The \nEmployment Agreement under dispute was provided to the Court by Defendant as part of \nExhibit 22.1, titled “Summons and Complaint filed on March 27, 2024, in Oklahoma District \nCourt,” in the Index of Materials Submitted in Support of Defendant’s Motion to Dismiss.  \nUnless otherwise defined, the capitalized terms in this Order and Opinion refer to those \nterms as used in the Employment Agreement. \n \n11 (Compl. ¶¶ 16, 20.) \n \n12 (Exencial Wealth Advisors, LLC v. Jacob Downing, et al. , Case No. CJ -2025-2015 (Okla. \nCty. Dist. Ct. March 27, 2024); Index Materials Submitted Supp. Def.’s Mot. Dismiss Ex. 22.1, \nSummons & Compl. filed on Mar. 27, 2024, in Okla. Dist. Ct.  [hereinafter, “Okla. Compl.”], \nECF No. 22.1; see also Br. Supp. 1.) \nOklahoma Lawsuit complaint, Exencial alleged that “[i]mmediately upon resignation \nor shortly thereafter, Defendant Downing began soliciting Exencial’s clients .”13  \nAdditionally, Exencial alleged: \nDefendant Downing removed Exencial owned and developed \nConfidential Information and sent it to his personal, non -work email, \nand stored Confidential Information on his personal laptop or computer \nin violation of his Employment Agreement . . . Prior to his resignation it \nis believed that Defendant Downing shared Confidential Information \nwith his new employer Cary Street Partners . . . .14  \n \nDue to the above purported violations of the Employment Agreement, Exencial \nbrought causes of action against Downing for breach of contract and tortious \ninterference with business relationships.15  \n8. Downing moved to dismiss the complaint in the Oklahoma Lawsuit for lack \nof personal jurisdiction.16  In its 12 August 2024 Order, the Oklahoma County District \nCourt granted Downing’s motion to dismiss, finding “the Defendant has not \n‘purposefully availed himself of any benefits of Oklahoma nor directed activities at \n \n13 (Okla. Compl. ¶ 18.)  The c omplaints filed in the Oklahoma Lawsuit and in the action \ncurrently before this Court are substantially the same.  Plaintiff makes a nearly identical \nallegation in ¶ 17 of the Complaint currently at issue.  (“Immediately upon resignation or \nshortly thereafter, Defendant began using Exencial’s confidential information and soliciting \nExencial’s clients.”)    \n \n14 (Okla. Compl. ¶¶ 20, 22.)  Nearly identical allegations are made in the Complaint filed in \nthe current action.  (Compl. ¶¶ 19–20.) \n \n15 (Okla. Compl. ¶¶ 24–39.) \n \n16 (Br. Supp. 1; Index Materials Submitted Supp. Def.’s Mot. Dismiss Ex. 22.2, Order of \nDismissal entered by Okla. Dist. Ct. [hereinafter, “Okla. Order of Dismissal”], ECF No. 22.2.) \n  \nthe residents of the forum’ sufficient to warrant personal jurisdiction over \nDefendant.”17 \n9. Shortly before the dismissal of the Oklahoma Lawsuit,  on 5 August 2024, \nExencial filed the complaint initiating th is action in Mecklenburg County Superior \nCourt (the “Complaint”).  This case was thereafter designated a mandatory complex \nbusiness case and assigned to the undersigned. 18  In the current action, Exencial \nasserts substantially similar claims against Downing 19 for (i) breach of the \nEmployment Agreement 20; (ii) tortious interference with business relationships 21; \n(iii) misappropriation of trade secrets 22; and (iv) declaratory judgment that \n“Defendant has an obligation to refrain from using or sharing Plaintiff’s Confidential \nInformation.”23  As a remedy for Downing’s alleged conduct and breaches of the \nEmployment Agreement, Exencial requests both injunctive relief and damages.24   \n10. Downing filed the Motion  seeking to dismiss Exencial’s Complaint in its \nentirety on 7 October 2024.  After full briefing, the Court held a hearing on the Motion \n \n17 (Okla. Order of Dismissal ¶ 2.) \n \n18 (Designation Order, ECF No. 1; Assignment Order, ECF No. 2; Reassignment Order, ECF \nNo. 29.) \n \n19 Cary Street Partners Investment Advisory, LLC, while a defendant in the Oklahoma \nLawsuit, is not a party to the current action.   \n \n20 (Compl. ¶¶ 22–29.) \n \n21 (Compl. ¶¶ 30–37.) \n \n22 (Compl. ¶¶ 38–46.) \n \n23 (Compl. ¶¶ 47–51.) \n \n24 (Compl. ¶¶ 52–65.) \non 15 January 2025 (the “Hearing”), at which all parties were represented by counsel.  \nThe Motion is now ripe for resolution. \nII. \nCHOICE OF LAW \n11. A “choice of law” contract clause provides “that the substantive laws of a \nparticular state [shall] govern the construction and validity of the contract.” Cable \nTel Servs., Inc. v. Overland Contracting, Inc. , 154 N.C. App. 639, 641 (2002).  The \ngeneral rule in North Carolina is that, “where parties to a contract have agreed that \na given jurisdiction's substantive law shall govern the interpretation of the contract, \nsuch a contractual provision will be given effect.” Tanglewood Land Co. v. Byrd, 299 \nN.C. 260, 262 (1980).  Our courts, however, will not enforce a choice of law provision \nwhere:  \n(a) the chosen state has no substantial relationship to the parties or the \ntransaction and there is no other reasonable basis for the parties’ choice, \nor (b) application of the law of the chosen state would be contrary to a \nfundamental policy of a state wh ich has a materially greater interest \nthan the chosen state in the determination of the particular issue and \nwhich . . . would be the state of applicable law in the absence of an \neffective choice of law by the parties.  \n \nCable Tel Servs., Inc. , 154 N.C. App. at 642 –43 (citing Restatement (Second) of \nConflict of Laws § 187 (1971)); see also Bundy v. Com . Credit Co., 200 N.C. 511, 516 \n(1931) (refusing to apply parties’ choice of Delaware law because their contractual \nstipulation was “immaterial” in that the “record [did] not disclose that any \ntransaction took place in Delaware or that the parties even contemplated ei ther the \nmaking or the performance of the contract in said State.”). \n12. Here, the Employment Agreement provides the “Agreement shall be \ngoverned by and construed in accordance with the laws of [sic] Oklahoma applicable \nto agreements made and to be performed in that State.” 25  As Oklahoma has a \nsubstantial relationship to the parties —Plaintiff is an Oklahoma limited liability \ncorporation headquartered in Oklahoma City—and the application of Oklahoma law \nis not, on its face, contrary to a “fundamental policy of a state which has a materially \ngreater interest than the chosen state in the determination of the particular issue,” \nthis Court will apply Oklahoma law to Plaintiff’s claims for breach of contract.  The \nparties do not dispute that Oklahoma law governs the interpretation of the \nEmployment Agreement.   \n13. However, North Carolina law applies to Plaintiff’s claims for tortious \ninterference with business relationships and misappropriation of trade secrets as the \ninjury alleged was sustained or suffered in North Carolina.  See, e.g., SciGrip, Inc. v. \nOsae, 373 N.C. 409, 420–22 (2020) (stating “this Court’s jurisprudence favors the use \nof the lex loci test in cases involving tort or tort-like claims” and applying the lex loci \ntest, which requires the use of the law of the state where the injury or harm was \nsustained or suffered to a claim for misappropriation of trade secrets).  North \nCarolina law also governs Plaintiff’s claim for  declaratory judgment.   See, e.g., \nVelleros, Inc. v. Patterson, 2015 NCBC 15, at *36 (N.C. Super. Ct. Feb. 23, 2015) (“It \nis well established under North Carolina law that procedural matters are governed \nby the law of the forum.  See, e.g., Young v. Baltimore & O.R. Co., 266 N.C. 458 (1966).  \n \n25 (Emp. Agmt. § 10.) \n \nA court’s analysis of a claim for declaratory judgment is therefore governed by North \nCarolina law.”).   The parties do not dispute that North Carolina law governs \nPlaintiff’s remaining claims.   \nIII. \nLEGAL STANDARD \n14. When deciding whether to dismiss for failure to state a claim under Rule \n12(b)(6), the Court considers “whether the allegations of the complaint, if treated as \ntrue, are sufficient to state a claim upon which relief can be granted under some legal \ntheory.”  Corwin v. Brit. Am. Tobacco PLC , 371 N.C. 605, 615 (2018) (quoting \nCommScope Credit Union v. Butler & Burke, LLP, 369 N.C. 48, 51 (2016)). \n15. “[D]ismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on \nits face reveals that no law supports the plaintiff’s claim; (2) the complaint on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the complaint \ndiscloses some fact that necessarily defeats the plaintiff’s claim.’”  Corwin , 371 N.C.  \nat 615 (quoting Wood v. Guilford County, 355 N.C. 161, 166 (2002)).   \n16. Under Rule 12(b)(6), “the trial court is to construe the pleading liberally and \nin the light most favorable to the plaintiff, taking as true and admitted all well -\npleaded factual allegations contained within the [pleading].”  Donovan v. Fiumara, \n114 N.C. App. 524, 526 (1994) (cleaned up); see also, e.g., Sykes v. Health Network \nSols., Inc. , 372 N.C. 326, 332 (2019) (recognizing that, under Rule 12(b)(6), the \nallegations of the complaint should be “view[ed] as true and in the light most \nfavorable to the non -moving party”) (cleaned up).  The claim is not to be dismissed \nunless it appears beyond doubt that the non-moving party could prove no set of facts \nin support of his claim which would entitle him to relief.  U.S. Bank Nat’l Ass’n ex rel. \nC-BASS Mortg. Loan Asset-Backed Certificates, Series 2006-RP2 v. Pinkney, 369 N.C. \n723, 726 (2017).   \n17. When analyzing a Rule 12(b)(6) motion, a court may, in addition to the \ncomplaint itself, “properly consider documents which are the subject of a plaintiff’s \ncomplaint and to which the complaint specifically refers even though they are \npresented by the defendant .”26  Oberlin Cap., L.P. v. Slavin , 147 N.C. App. 52, 60 \n(2001).  S ee also Weaver v. Saint Joseph of the Pines, Inc. , 187 N.C. App. 198, 204 \n(2007); Robertson v. Boyd , 88 N.C. App. 437, 441 (1988); Haddock v. Volunteers of \nAm., Inc., 2021 NCBC LEXIS 8, at *9 (N.C. Super. Ct. Jan. 22, 2021).      \nIV. \nANALYSIS \n18. Defendant’s Motion seeks to dismiss Plaintiff’s claims for breach of contract, \ntortious interference with business relationships, misappropriation of trade secrets, \nand declaratory judgment.27  The Court will take up each in turn. \n \n26 It is for this reason that the Court may consider the Employment Agreement filed by \nDefendants in its determination of this Motion.   \n \n27 (Mot. 1; Br. Supp. 1.)  Plaintiff additionally lists claims for injunctive relief and damages \nunder the Causes of Action section of its Complaint.  However, as Defendant rightly states \nin its Brief in Support of Defendant Jacob Downing’s Motion to Dismiss, these “counts \ndescribe remedies, not claims for relief.”  (Br. Supp. 22.)  Injunctive relief is an “ancillary \nremedy, not an independent cause of action.”  Revelle v. Chamblee, 168 N.C. App. 227, 230 \n(2005); see also Window World of St. Louis, Inc. v. Window World of Bloomington, Inc., 2021 \nNCBC LEXIS 88, at **15 (N.C. Super. Ct. Oct. 6, 2021) (“[I]njunctive relief is not a standalone \nclaim[.]”).  A request for an award of damages is similarly a remedy rather than a standalone \nclaim.  See, e.g., Collier v. Bryant , 216 N.C. App. 419, 434 (2011); JCG & Assocs. LLC v. \nA. Breach of Contract \n19. Plaintiff’s claim for breach of contract is premised on Downing’s alleged \nbreach of the Employment Agreement ’s non-solicitation and confidentiality \nprovisions.  Specifically, Plaintiff alleges Downing breached the Employment \nAgreement by: (i) “[s]oliciting or attempting to solicit [Exencial’s] clients” following \nthe termination of his employment with Exencial; (ii) “[s]haring Exencial’s and \nExencial’s customer[s’] confidential information with unauthorized persons”; (iii) \n“[s]toring Exenci al’s and Exencial’s customer[s’] confidential information on a \npersonal, non -work laptop or computer”; (iv) “[s]ending Exencial’s  and Exencial’s \ncustomer[s’] confidential information on a personal, non -work email”; and (v) \n“[s]haring Exencial’s Confidential Information with his new employer.”28  \n20. Under Oklahoma law, “[t]he elements of [a claim for breach of contract] are \n(1) the formation of a contract, (2) breach of the contract, and (3) damages as a result \nof that breach.”  Cates v. Integris Health, Inc., 2018 OK 9, ¶ 11 (2018); see also Digit. \nDesign Grp., Inc. v. Info. Builders, Inc., 2001 OK 21, ¶ 33 (2001).  \n21. However, “a court will not enforce the illegal provisions of a contract.”  \nSholer v. State ex rel. Dep’t of Pub. Safety, 2006 OK CIV APP 145, ¶ 24 (2006).  “When \na portion of an agreement violates public policy and is unenforceable, the remainder \nis not always precluded from enforcement.”  Hargrave v. Canadian Valley Elec.  \n \nDisaster Am. USA LLC , 2022 NCBC LEXIS 156, at **24 (N.C. Super. Ct. Dec. 12, 2022) \n(“There is no standalone claim for punitive damages.”).     \n \n28 (Compl. ¶ 27.) \n \nCo-op., Inc., 1990 OK 43, ¶ 36 (1990).  If the “unenforceable provision is not considered \nessential, the offending provisions will be excised and the remaining portions of the \ncontract will be enforced.”  Id.29 \n1) As drafted, the Employment Agreement’s non -solicitation provisions are \nvoid and unenforceable as against Oklahoma’s public policy, expressed \nthrough legislative mandate in 15 Okla. Stat. §§ 217 and 219A, and cannot \nserve as the basis for a breach of contract claim.  \n \n22. Downing first argues that the non-solicitation provisions found in Section 5 \nof the Employment Agreement are contrary to Oklahoma’s public policy concerning \nsuch provisions as memorialized in 15 Okla. Stat. §§ 217 and 219A. 30  Section 217 \nsets forth the general rule in Oklahoma that “[e]very contract by which any one is \nrestrained from exercising a lawful profession, trade or business of any kind, \notherwise than as provided by Sections 218 and 219 31 of this title, or otherwise than \nas provided by Section 2 of this act, is to that extent void.”  15 Okla. Stat. § 217.   \nSection 219A provides an exception for certain solicitation restrictions: \nA. A person who makes an agreement with an employer, whether in \nwriting or verbally, not to compete with the employer after the \nemployment relationship has been terminated, shall be permitted \nto engage in the same business as that conducted by the \nformer employer or in a similar business as that conducted \nby the former employer as long as the former employee does not \ndirectly solicit the sale of goods, services or a combination of \n \n29 In addition, the Employment Agreement at issue contains a severability clause whereby \n“[e]ach of the provisions of this Agreement may be considered severable from the others.”  \n(Emp. Agmt. § 8.) \n \n30 (Br. Supp. 5–6.) \n \n31 15 Okla. Stat. §§ 218 and 219 provide exceptions related to the sale of goodwill and the \ndissolution of a partnership, both of which are inapplicable here. \n \ngoods and services from the established  customers of the \nformer employer. \n \nB. Any provision in a contract between an employer and an employee in \nconflict with the provisions of this section shall be void and \nunenforceable.   \n \n15 Okla. Stat. § 219A (emphasis added).                \n \n23. Downing contends that the customer solicitation restriction s set forth in \nSection 5 of the Employment Agreement go “well beyond the narrowly -defined \nexception set forth in 15 Okla. Stat. § 219A in several different ways” and are thus \nvoid and unenforceable.32  Specifically, Downing argues: \n(1) Section “5(c) bars Downing from soliciting ‘prospective’ customers [and] [a]s \ndefined in [Section] 5(d)(ii), such persons cannot, as a factual matter, be \n‘established’ customers of Exencial because they have never consummated a \nrelationship with Exencial”;33  \n \n32 (Br. Supp. 9.) \n \n33 (Br. Supp. 9.)   Section 5(c) of the Employment Agreement provides that, by signing the \nEmployment Agreement, Downing: \n \n[A]gree[d] that for a period of twenty -four (24) months subsequent to the \ntermination of his…employment with [Exencial] (whether such termination \noccurs at the insistence of [Exencial] or the Employee)… Employee shall not \nfor his…own account or for the account of any other Person…: solicit or attempt \nto solicit any Customer or Prospective Customer for the purpose of providing \nCompetitive Services to such Customer. \n \n“Prospective Customer” is defined in Section 5(d)(ii) as “those Persons known by Employee \nto have been solicited for business with any Competitive Service provided by [Exencial] \nwithin the twelve (12) month period preceding the date of Employee’s terminati on from the \nCompany.”   \n \n(2) Section “5(d)(i) is void because it includes customers beyond those who are \n‘established’ as defined by the Oklahoma Supreme Court in Howard [v. Nitro-\nLift Techs., L.L.C., 2011 OK 98, ¶ 26 (2011)] (holding ‘established’ customers \nare only ‘those businesses and customers wherein a relationship was ongoing \nand anticipated to continue into the future.’)”;34 \n(3) The Employment Agreement “impermissibly bars ‘indirect’ solicitation”;35 \n(4) “[B]y defining ‘competitive services’ to include ‘potentially competitive’ \nservices, [Section] 5(d)(iii) purports to restrict Downing from soliciting \ncustomers to provide services Exencial did not offer during [his] employment \nbut may choose to offer at some undefined time in the future”;36 and \n(5) The “Contract bars D owning from initiating contact with any Exencial \ncustomer, for any reason—whether a solicitation or not.”37    \n24. In addition, Downing contends Section 5(b) of the Employment \nAgreement38, which purports to offer a “Purchase Option” should an Employee wish \n \n34 (Br. Supp. 10.)  Section 5(d)(i) of the Employment Agreement defines “Customer” as “those \nPersons for whom [Exencial] is performing wealth -management services or rendering any \nother Competitive Service as of the date of Employee’s termination from [Exencial].” \n \n35 (Br. Supp. 11 ; see also Emp. Agmt § 5(c) (barring former employees from “solicit[ing] or \nattempt[ing] to solicit any Customer or Prospective Customer” for a period of twenty -four \nmonths following termination).)   \n \n36 (Br. Supp. 11.)   Section 5(d)(iii) of the Employment Agreement states, “Competitive \nServices” means “any product, deliverable, or service competitive or potentially competitive \nwith any product, deliverable, or service sold or provided or under development by \n[Exencial].” \n \n37 (Br. Supp. 11.)  \n \n38 Section 5(b) provides: \nto solicit Exencial’s Customers or Prospective Customers following termination, is a \n“significant precondition that seeks to restrain Downing in his lawful business \nactivity and is not contemplated by any exception to Oklahoma’s general rule against \nnon-competes.”39  \n25. Plaintiff, in contrast, maintains that the Employment Agreement’s non -\nsolicitation provisions are valid and enforceable under Oklahoma law.40      \n26. The Court, applying Oklahoma law and following the precedent set by that \nstate’s courts, finds the Employment Agreement’s non -solicitation provisions to be \nviolative of Oklahoma public policy, void under Oklahoma law, and, therefore, \nunenforceable.   \n27. Oklahoma’s state courts, including the Oklahoma Supreme Court, have \ninstructed that “15 O.S. 2001 § 219A is the Legislature’s pronouncement on \nOklahoma’s public policy regarding covenants not to compete.”  Autry v. Acosta, Inc., \n2018 OK CIV APP 8, ¶ 28 (2018) (referencing Howard, 2011 OK 98, ¶ 20).  Although \nreversed by the United States Supreme Court on other grounds, “the Oklahoma \nSupreme Court’s decision in Howard remains the best pronouncement of that Court’s \n \nEmployee shall have the option to purchase the right (“Purchase Option”) to \nprovide unrestricted Competitive Services to such Customer or Prospective \nCustomer of [Exencial] by compensating [Exencial] with payment of 250% of \nthe Gross Revenue earned by [Exencial] from such Customer, or expected to be \nearned from such Prospective Customer, in [the] most recent twelve (12) \nmonths preceding the Employee’s termination from [Exencial]. \n \n39 (Br. Supp. 7.) \n \n40 (Pl.’s Mem. Opp’n Def.’s Mot. Dismiss [hereinafter, “Resp.”] 6–18, ECF No. 25.)   \ninstruction on the proper analysis of such non-solicitation agreements.”41  Autry, 2018 \nOK CIV APP 8, ¶ 28.   \n28. In Howard, the Oklahoma Supreme Court  examined whether  \nnon-competition covenants contained in Defendant Nitro-Lift’s employment \nagreement were enforceable under Oklahoma law .  As an initial matter, the \nOklahoma Supreme Court declined to analyze the “reasonableness” of the covenants \n“to protect the confidential information and technical knowledge imparted to the \nemployees” as requested by the defendant .42  Howard , 2011 OK 98, ¶ 18.  Instead, \nthe court hel d 15 Okla. Stat. § 219A is “the Legislature’s pronouncement on \nOklahoma’s public policy regarding covenants not to compete” and, as “the language \n[of the statute] is plain and clearly expresses the legislative will, further inquiry is \nunnecessary.”  Id. at ¶ 19.  The Oklahoma Supreme Court then interpreted the plain \nlanguage of 15 Okla. Stat. § 219A: \nSubsection A [of 15 Okla. Stat. § 219A] utilizes the mandatory term, \n“shall,” in association with the employee’s right to engage in the same \nor similar business as that of the employer while subsection B [of 15 \nOkla. Stat. § 219A] provides that “any” provi sion in a contract between \nthe employer and employee conflicting with those terms “shall be void \nand unenforceable.”  The term “any” is all-embracing and means nothing \n \n41 The United States Supreme Court reversed the Oklahoma Supreme Court’s decision in \nHoward on grounds unrelated to the merits of the dispute, finding that it was for “the \narbitrator to decide in the first instance whether the covenants not to compete are valid as a \nmatter of applicable state law.”  Nitro-Lift Techs., L.L.C. v. Howard, 568 U.S. 17, 22 (2012). \n   \n42 Prior to Howard , in determining whether a restraint on competition was reasonable or \nenforceable with regards to 15 Okla. Stat. § 217, Oklahoma courts applied a rule of reason \nanalysis wherein the court asked:  “(1) what is the relevant market; (2) what is the effect of \nthe restraint on competition in that market; and (3) if the effect is anticompetitive, are there \nany procompetitive benefits that outweigh the anticompetitive effects.”  Inergy Propane, LLC \nv. Lundy, 2009 OK CIV APP 8, ¶ 25 (2009).   \n \nless than “every” and “all.”  The plain, clear, unmistakable, \nunambiguous, and unequivocal language of 15 O.S. 2001 § 219A \nprohibits employers from binding employees to agreements which bar \ntheir ability to find gainful employment in the same business or industry \nas that of the employer.  The only exception allowed by the statutory \nprovision is that the employee may be barred from soliciting goods or \nservices from the employer’s established customers.   \n \nId. at ¶ 21 (emphasis added and footnotes omitted).  The Howard court clarified the \nmeaning of “established customers,” stating “[u]ndoubtedly, the Legislature, in \nutilizing the term ‘established customer,’ had in mind those businesses and customers \nwherein a relationship was ongoing and anticipated to continue into the future.”  Id. \nat ¶ 26.   \n29. The court then detailed the covenants at issue, taking into consideration \ntheir validity and enforceability under 15 Okla. Stat. §§ 217 and 219A: \nThe covenants not to compete contain provisions, for the period of two \nyears, prohibiting the employees from accepting employment with any \noil or gas entity located in the United States which generates five \npercent (5%) of its gross revenues from nitrogen generation.  The same \nclause prevents the employees from: “owning, managing, operating, \njoining, controlling, or participating” in a similar business; being a \ndirector, officer, representative, partner, or consultant in any business \nengaging in nitrogen generation; loaning money to a like enterprise; or \nselling or leasing equipment to any person or business which has any \nsignificant portion of its business as nitrogen generation, whether or not \nthe equipment is related to that particular portion of the business.  The \ncovenant conceivably could be interpreted to prevent the employees from \ntaking jobs in any capacity from a competing business, even one not \ndirectly related to the nitrogen generation process.  The agreement not \nonly bars active solicitation of current customers or suppliers of Nitro -\nLift, it also forbids the employees from approaching past customers or \nsuppliers.  Furthermore, it operates to inhibit the employees from \nemploying or engaging any Nitro -Lift officer or employee even where \nthose individuals might seek employment on their own initiative rather \nthan from any intervention by the employees.  \n \nId. at ¶ 22 (emphasis added).  The non-competition contracts, the Oklahoma Supreme \nCourt concluded, “go well beyond the bounds of what is allowable under §219A and \nviolate the legislatively expressed public policy.”  Id . at ¶ 23.  Thus, “the covenants \nnot to compete are void and unenforceable as against Oklahoma’s public policy \nexpressed through legislative mandate.”  Id. at ¶ 23.   \n30. Curiously, Plaintiff failed to reference  Howard in its response brief.  In its \nresponse, Plaintiff, relying on the Oklahoma Court of Civil Appeals’ pre -Howard \nholding in Inergy Propane, LLC v. Lundy , 2009 OK CIV APP 8, ¶ 28 (2009) and the \nU.S. District Court for the Northern District of Oklahoma’s holding in Helmerich & \nPayne Int’l Drilling Co. v. Schlumberger Tech. Corp., 2017 U.S. Dist. LEXIS 211447, \nat *17 n.8 (N.D. Okla. 2017), contends the Court should conduct a “rule of reason” \nanalysis to determine whether the Employment Agreement’s non- solicitation \nprovisions are permissible reasonable restrictions on competition.  Plaintiff argues \nthat 15 Okla. Stat. § 219A “did not supplant the rule of reason analysis, but rather, \nit created an additional statutory exception to the general prohibition against \ncontracts in restraint of trade set forth in § 217.” 43  Under a rule of reason analysis, \nPlaintiff states, the Employment Agreement’s non -solicitation clause and purchase \noption provision are enforceable.44     \n31. The Court declines to apply a rule of reason analysis to Plaintiff’s breach of \ncontract claims as Oklahoma’s courts appear to have abandoned the rule of reason \n \n43 (Resp. 7 (citing Inergy Propane, LLC, 2009 OK CIV APP 8, ¶¶ 25, 28).)   \n \n44 (Resp. 8–18.)   \nanalysis in the context of non-solicitation and non-competition agreements since the \nHoward decision.  In footnote 3 of Howard , the Oklahoma Supreme Court, \nreferencing Inergy Propane, LLC, signaled it was moving away from the rule of reason \nanalysis, emphasizing “[o]pinions released for publication by order of the Court of \nCivil Appeals are persuasive only and lack precedential effect.”  Howard , 2011 OK \n98, ¶ 1 n.3.  In Inergy Propane, LLC, the Court of Civil Appeals had determined that, \nat least in some instances, the rule of reason would be applicable even under the \nconfines of 15 Okla. Stat. § 219A.  Inergy Propane, LLC, 2009 OK CIV APP 8, ¶ 28.   \n32. Oklahoma’s federal and state courts  have recognized Howard as binding \nprecedent.  In Autry , the Court of Civil Appeals of Oklahoma concluded a non -\nsolicitation agreement violated 15 Okla. Stat. § 219A because it prohibited more than \nthe direct solicitation of established clients, as defined by the Howard court.  The non-\nsolicitation agreement, the court stated: \nprohibits Autry from soliciting “Clients” Autry represented while \nemployed by Acosta.  This includes past clients, for instance, companies \nwith whom Acosta or Autry no longer had a business relationship when \nAutry left Acosta.  Autry had worked for Acosta sin ce 2008.  The Non -\nSolicitation Agreement would prohibit Autry from directly “selling, \nsoliciting, or promoting the sale of” clients of her current employer who \nwere former clients of Acosta, even if they left Acosta years before Autry \nchanged employers. . . .This Non -Solicitation Agreement would extend \nto previous business customers Autry had represented even though \nAcosta had no current relationship with them when Autry left and were \npast clients with whom Acosta did not have an ongoing relationship and \nthose it could not reasonably anticipate continuing a business \nrelationship in the future.   \n \nAutry, 2018 OK CIV APP 8, ¶ 32.  Thus, the court found, “[e]xamined under the lens \nof § 219A, the Non -Solicitation Agreement is void and unenforceable as against \nOklahoma’s public policy expressed by the Legislature’s enactment of that section.”  \nId. at ¶ 35.   \n33. Similarly, in TruGreen Ltd. P’ship v. Okla. Landscape, Inc., 526 F. Supp. 3d \n1080, 1094 (N.D. Okla. 2021), the U.S. District Court for the Northern District of \nOklahoma, relying on Howard and Autry, found the non- solicitation provision in \nTruGreen’s non -competition/non-solicitation agreements void and unenforceable \nunder 15 Okla. Stat. § 219A.  The TruGreen non-solicitation provision, the court held, \nviolated 15 Okla. Stat. § 219A in several respects: \nFirst, it prohibits not only direct, but also indirect solicitation of or \ncontact with an TruGreen customer . . . Second —and similarly —the \nterm “contact in any manner” violates the statute because there are \nnumerous ways in which permissible contact with TruGreen customers \ncould occur . . . Third, the prohibit ion against “sell[ing] any product to \nTruGreen customers” directly violates Oklahoma’s prohibition against \nnon-competes . . . Finally, barring solicitation of any customer “with \nwhom the employee had actual contact while employed by TruGreen” is \nimpermissibly expansive, and would bar the Individual Defendants from \ncontacting customers with whom they had contact but who may not be \n“established customers” of TruGreen.      \n \nTruGreen Ltd. P’ship , 526 F. Supp. 3d at 1094.   As in Howard and Autry, the \nTruGreen court determined that Oklahoma’s public policy concerning non -compete \nand non-solicitation agreements is set out in 15 Okla. Stat. §§ 217 and 219A and \nanalyzed the provisions at issue in the context of the plain meaning of the statutes, \nrather than applying a rule of reason analysis.                \n34. Here, Exencial’s non-solicitation provisions violate 15 Okla. Stat. §§ 217 and \n219A in several respects.  Section 5(c) prohibits not only direct, but also “attempted” \nsolicitation of both Customers and Prospective Customers.  Prospective Customers, \nas defined in Section 5(d)(ii), cannot, as Defendant states, “be ‘established’ customers \nof Exencial because they have never consummated a relationship with Exencial .”45  \nSection 5(d)(i)’s definition of “Customer” similarly encompasses customers beyond \nthose who have “a relationship [that is] ongoing and anticipated to continue into the \nfuture.”  Howard, 2011 OK 98, ¶ 26.  The Purchase Option described in Section 5(b), \nwhich would require Defendant to compensate Exencial “with payment of 250% of the \nGross Revenue earned by [ Exencial] from such Customer, or expected to be earned \nfrom such Prospective Customer, in [the] most recent twelve (12) months preceding \n[Defendant’s] termination,” is likewise so burdensome that it fails to remedy Section \n5(c)’s impermissible restrictions.   \n35. As Section 5’s non -solicitation provisions violate 15 Okla. Stat. § § 217 and \n219A by prohibiting far more than the “direct solicitation of established customers,” \nthis Court finds Section 5’s non- solicitation provisions to be void and unenforceable.  \nBecause the Employment Agreement’s non -solicitation provisions are void and \nunenforceable under Oklahoma law,  the Court GRANTS Defendant’s Motion to \ndismiss Plaintiff’s claim for breach of contract to the extent it is based on Defendant’s \nalleged breach of the Employment Agreement’s non-solicitation provisions.  The \nCourt further determines that judicial modification of the Employment Agreement’s \nnon-solicitation provisions is inappropriate as these provisions would have to be \nsubstantially rewritten to cure multiple defects.  See Howard, 2011 OK 98, ¶¶ 27–28 \n \n45 (Br. Supp. 9.) \n \n(stating the Oklahoma Supreme Court “will not reform a covenant not to compete so \noffensive that it would require [the court] to supply material terms”).      \n2) The Employment Agreement’s confidentiality provisions are valid and \nenforceable as Oklahoma courts have not recognized the  concept of a “de \nfacto non-compete” and it is the Court’s duty to apply, not create, Oklahoma \nlaw.  \n \n36. Downing next argues the Employment Agreement’s confidential \ninformation restrictions operate as a de  facto non -compete and, thus, are void. 46  \nSpecifically, he states, Section 5(e), which provides that Downing has an “absolute \nobligation under this Agreement to not use the Company’s Confidential Information \nor the Customer’s Confidential Information for any purpose at any time after \n[Downing’s] employment with [Exencial] ceases,” is an unlawful restraint on \nlegitimate business activity.47   \n37. As an initial matter, Defendant has been unable to provide, and the Court \nhas been unable to find, any precedent in which an Oklahoma court has recognized \nthe concept of a de facto non-compete.  The Court, in applying Oklahoma law, is bound \nby the precedent set by Oklahoma courts.  The Court will decline Defendant’s \n \n46 (Br. Supp. 13.) \n \n47 (Emp. Agmt. § 5(e); Br. Supp. 13.)  Section 1(a) of the Employment Agreement defines, in \nrelevant part, “Company’s Confidential Information” as: \n \n[A]ny information, knowledge, or know -how concerning the methods of \noperation of [Exencial]’s business that [sic] Employee may learn of or that \notherwise becomes known to Employee during the time of Employee’s \nemployment with [Exencial] (whether or not [Ex encial has] specifically \ndesignated that information as “confidential”).    \n \n“Customer Confidential Information ” is defined in Section 1(b) as “all non -public personal \ninformation (i.e., information that can be used to identify specific persons)[.]”   \ninvitation to recognize the concept of a de facto non-compete because it would require \nthis Court to create new law, rather than to interpret and apply existing Oklahoma \nlaw.   \n38. Even assuming arguendo that the concept of a de facto non -compete is \nconsistent with existing Oklahoma law and would likely be recognized by Oklahoma’s \nhighest court, this Court finds th e confidentiality provisions are not so burdensome \nthat they operate as a de facto non-compete.  Unlike the confidentiality provisions at \nissue in Brown v. TSG M gmt. Co., LLC, 57 Cal. App. 5 th 303 (2020), relied on by \nDefendant, the Employment Agreement’s confidentiality restrictions do not so \nseverely restrict Defendant’s right to work that he is effectively barred “in perpetuity \nfrom doing any work in [his] field . . . [or] in his chosen profession.”   Brown, 57 Cal. \nApp 5th at 319.  “Company’s Confidential Information,” as defined in Section 1(a), \nrather than “refer[ring] to all aspects of working in the [wealth advising] industry at \nlarge,” is limited to the “information, knowledge, or know -how concerning the \nmethods of operation of the Company’s business that [Defendant] may learn of or that \notherwise becomes known to [him] during the time of [his] employment with the \nCompany.”  Brown , 57 Cal. App 5 th at 315.  As Plaintiff states, the Employment \nAgreement expressly excludes from its definition of “Company’s Confidential \nInformation” information tha t is part of the public domain and “information that \nEmployee can show came to Employee’s attention before it was disclosed to Employee \nby the Company.”48  Similarly, the Employment Agreement’s definition of “Customer \n \n48 (Resp. 17; Emp. Agmt. § 1(a).) \n \nConfidential Information” does not effectively prohibit Downing from soliciting or \ndoing business with Exencial’s customers or prospective customers.  Explicitly \nexcluded from “Customer Confidential Information” is any information that is part of \nthe public domain or can be discerned from publicly available information.49  For the \nreasons stated above , this Court finds that the Employment Agreement’s \nconfidentiality provisions are enforceable.    \n3) Plaintiff’s allegations in the Complaint, taken as true and drawing all \nreasonable inferences in Plaintiff’s favor, are sufficient to sustain a breach \nof contract claim as it relates to Downing’s alleged violations of the \nEmployment Agreement’s confiden tiality provisions at the motion to \ndismiss stage.       \n \n39. Under Oklahoma law, the elements of a claim for breach of contract are: (1) \nthe formation of a contract, (2) breach of the contract, and (3) damages as a result of \nthat breach.  Cates, 2018 OK 9, ¶ 11.  \n40. In the Complaint, Plaintiff alleges Downing breached the Employment \nAgreement’s confidentiality provisions by: (i) “[s]haring Exencial’s and Exencial’s \ncustomer[s’] confidential information with unauthorized persons”; (ii) “[s]toring \nExencial’s and Exencial’s customer[s’] confidential information on a personal, non -\nwork laptop or computer”; (iii) “[s]ending Exencial’s and Exencial’s customer[s’] \nconfidential information on a personal, non -work email”; and (iv) “[s]haring \nExencial’s Confidential Information with his new employer.”50   \n \n49 (Resp. 17; Emp. Agmt. § 1(b), (c).) \n \n50 (Compl. ¶ 27.) \n \n41. Taking Plaintiff’s allegations as true and drawing all reasonable inferences \nin Plaintiff’s favor, the Court concludes that Plaintiff ha s alleged sufficient facts to \nsupport a breach of contract claim as it relates to Downing’s breach of the \nEmployment Agreement’s confidentiality provisions .  In the Complaint, Plaintiff \nsufficiently pleads all required elements to support a prima facie case for breach of \ncontract – the existence of a contract between the parties, how Defendant breached \nthat contract, and what harm Plaintiff suffered as a result of D efendant’s breach.  \nBecause Plaintiff has met th is low burden, the Court DENIES  Defendant’s Motion \nas to Plaintiff’s breach of contract claim to the extent it relates to Defendant’s alleged \nbreach of the Employment Agreement’s confidentiality provisions.   \nB.  Tortious Interference with Business Relationships \n42. Defendant next seeks the dismissal of Exencial’s claim for tortious \ninterference with business relationships, which Exencial pleads in the alternative to \nBreach of Contract. 51  Exencial’s claim for tortious interference with business \nrelationships, as stated in the Complaint, is premised upon Downing “induc [ing] or \nattempt[ing] to induce Exencial’s clients to terminate or breach their contract with \nExencial.”52 \n43. “A claim for tortious interference with ‘business relations’ embraces claims \nfor interference with both existing contracts and prospective future contracts. ”   \nE-Ntech Indep. Testing Servs. v. Air Masters, Inc., 2017 NCBC LEXIS 2, at *30 (N.C. \n \n51 (Compl. ¶ 31.)  \n \n52 (Compl. ¶ 34.) \nSuper. Ct. Jan. 5, 2017) (citing  Sunbelt Rentals, Inc. v. Head & Engquist Equip., \nL.L.C., 2002 NCBC LEXIS 2, at *29 (N.C. Super. Ct. July 10, 2002)).  Therefore, the \nCourt will analyze Exencial’s Tortious Interference with Business Relationships \nclaim as one for both tortious interference with contract and tortious interference \nwith prospective economic advantage. \n44. To state a claim for tortious interference with contract, a claimant must \nallege the following: (1) a valid contract exists between the claimant and a third \nperson; (2) the opponent knows of the contract between claimant and the third party; \n(3) the opponent intentionally induces the third person not to perform the contract \nwith claimant; (4) the opponent in doing so acts without justification; and (5) the \ninterference results in actual damage to claimant. United Labs., Inc. v. Kuykendall, \n322 N.C. 643, 661 (1988) (citing Childress v. Abeles, 240 N.C. 667, 674 (1954)).   \n45. The difference between a tortious interference with contract claim and a \ntortious interference with prospective economic advantage claim lies in the timing of \nthe interference.  Lunsford v. Viaone Servs., LLC, 2020 NCBC LEXIS 111, at *13 \n(N.C. Super. Ct. Sept. 28, 2020).  While a tortious interference with contract claim \nexists when the interference occurs after the contract is formed, a tortious \ninterference with prospective economic advantage claim arises when someone \n“induces a third party ‘not to enter a contract with’ the [claimant] when the contract \nwould have resulted ‘but for the interference.’” Id. (quoting Dalton v. Camp, 353 N.C. \n647, 654 (2001) (internal citations omitted)).  “ In either case, the interference is \nactionable only if done ‘ without justification.’” Id. (quoting United Labs., Inc., 322 \nN.C. at 661).  Interference is deemed to be without justification if the defendant’s \nmotives were not reasonably related to the protection of a legitimate business interest \nof the defendant.  See, e.g., Pinewood Homes, Inc. v. Harris, 184 N.C. App. 597, 605 \n(2007); K&M Collision, LLC v. N.C. Farm Bureau Mut. Ins. Co., 2017 NCBC LEXIS, \nat *20–21 (N.C. Super. Ct. Nov. 21, 2017).   \n46. Downing argues that the Complaint “tacitly concedes that Downing’s \nalleged interference was justified as a matter of law” and, thus, Exencial’s tortious \ninterference claim must fail. 53  More specifically, Downing state s, “competition in \nbusiness constitutes justifiable interference in another’s business relations and is not \nactionable so long as it is carried on in furtherance of one’s own interest and by means \nthat are lawful.” 54  As Exencial and Cary Street Partners are competitors in the \nfinancial services industry, Downing contends his alleged interference with \nExencial’s business relationships is justified and Exencial fails to adequately plead a \nnecessary element of its claim.55    \n47. In addition, Downing contends, to support a claim of tortious interference \nand adequately plead lack of justification, the Complaint must “admit of no motive \nfor interference other than malice.”56  Here, Downing states, Exencial “fails to plead \nmalice sufficient to overcome Downing’s legal justification”  as “Exencial alleges \n \n53 (Br. Supp. 17.) \n \n54 (Br. Supp. 17 (quoting Peoples Sec. Life Ins. Co. v. Hooks, 322 N.C. 216, 221 (1988)).) \n \n55 (Br. Supp. 17–18.) \n \n56 (Br. Supp. 18.) \n \n‘malice’ in conclusory fashion . . . [and] [s]uch ‘general allegations of malice are \ninsufficient as a matter of pleading.’”57   \n48. Lastly, Downing argues , Exencial’s tortious interference claim must fail \nbecause Exencial’s claim “depends on a finding that Downing has breached \nenforceable restrictions on competition or use of information that constitutes a trade \nsecret” and Exencial “cannot [show this] as a matter of law.”58 \n49. The Court, as an initial matter, agrees with Defendant that Exencial’s claim \ndepends on a finding that Defendant has breached enforceable restrictions on \ncompetition or has competed with Exencial by means that were unlawful.  To support \na claim for tortious interference with business relationships, a plaintiff must allege \nthat the defendant acted without justification.  Competition in business, so long as it \nis carried on in furtherance of one’s own interest and by means that a re lawful, \nconstitutes justifiable interference in another’s business relationships.  See Peoples \nSec. Life Ins. Co., 322 N.C. at 221.   \n50. Here, the Court finds that Exencial has adequately pleaded that Defendant \nengaged in unlawful competition by (1) “remov[ing] Exencial owned and developed \nConfidential Information and sen[ding] it to his personal, non- work email, and \nstor[ing] Confidential Information on his personal laptop or computer” 59 and (2) \n \n57 (Br. Supp. 18–19.) \n \n58 (Reply Supp. Def. Jacob Downing’s Mot. Dismiss [hereinafter, “Reply”] 12–13, ECF No. 26.) \n \n59 (Compl. ¶ 19.) \n \n“using Exencial’s confidential information and soliciting Exencial’s clients” 60 in \nbreach of enforceable restrictions on the use of confidential information.  Because  \nExencial has adequately pleaded all elements needed to support a prima facie case of \ntortious interference with business relationships – the existence of a valid contract \nbetween Exencial and a third person, that Downing knew of the contract, that \nDowning intentionally induced the third person not to perform the contract, that \nDowning acted without justification, and damages – Defendant’s Motion seeking to \ndismiss Plaintiff’s tortious interference with business relationships claim shall \ntherefore be DENIED.   \nC. Misappropriation of Trade Secrets \n51. Defendant next seeks the dismissal of Exencial’s claim for misappropriation \nof trade secrets. \n52. Under the Trade Secrets Protection Act (the “TSPA”), “[t]he owner of a trade \nsecret shall have remedy by civil action for misappropriation of his trade secret.”  \nN.C.G.S. § 66-153.  For purposes of the TSPA, a “trade secret” is defined as “business \nor technical information, including but not limited to a formula, pattern, program, \ndevice, compilation of information, method, technique, or process that” both: \na. [d]erives independent actual or potential commercial value from not \nbeing generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain \neconomic value from its disclosure or use; and \n \nb. [i]s the subject of efforts that are reasonable under the circumstances \nto maintain its secrecy.  N.C.G.S. § 66-152(3).   \n \n \n60 (Compl. ¶ 17.) \n53. North Carolina employs six factors when determining the existence of a \ntrade secret: ( 1) the extent to which information is known outside the business; (2) \nthe extent to which it is known to employees and others involved in the business; (3) \nthe extent of measures taken to guard secrecy of the information; (4) the value of the \ninformation to the business and its competitors; (5) the amount of effort or money \nexpended in developing the information; and (6) the ease or difficulty with which the \ninformation could properly be acquired or duplicated by others.  Wilmington Star -\nNews, Inc. v. New Hanover Reg’l Med. Ctr., Inc. , 125 N.C. App. 174, 180 –81 (1997); \nsee also M.D. Claims Grp., LLC v. Bagley, 2025 NCBC 2, at *51 (N.C. Super. Ct. Jan. \n22, 2025).   \n54. To plead misappropriation of trade secrets, “a plaintiff must identify a trade \nsecret with sufficient particularity so as to enable a defendant to delineate that which \nhe is accused of misappropriating and a court to determine whether misappropriation \nhas or is threatened to occur.”  Analog Devices, Inc. v. Michalski , 157 N.C. App. 462, \n468 (2003); see also Krawiec v. Manly , 370 N.C. 602, 609 –10 (2018).  “[A] complaint \nthat makes general allegations in sweeping and conclusory statements, without \nspecifically identifying the trade secrets allegedly misappropriated, is ‘insufficient to \nstate a claim for misappropriation of trade secrets.’” Washburn v. Yadkin Valley Bank \n& Trust Co. , 190 N.C. App. 315, 327 (2008) (quoting VisionAIR, Inc. v. James, 167 \nN.C. App. 504, 511 (2004)).   \n55. The TSPA defines “misappropriation” as the “acquisition, disclosure, or use \nof a trade secret of another without express or implied authority or consent, unless \nsuch trade secret was arrived at by independent, reverse engineering, or was obtained \nfrom another person with a right to disclose the trade secret.”  N.C.G.S. § 66 -152(1).  \nJust as a trade secret must be identified with “sufficient particularity,” “conclusory \nallegations of misappropriation are insufficient.”  M.D. Claims Grp., LLC , 2025 \nNCBC at *53; see also States Mortg. Co. v. Bond, 2023 NCBC LEXIS 33, at **12 (N.C. \nSuper. Ct. Mar. 6, 2023).   \n56. Downing argues that Exencial’s claim for misappropriation of trade secrets \nmust be dismissed  because the Complaint fails to identify any alleged trade secret \nwith sufficient specificity.61  The Complaint describes the allegedly misappropriated \ntrade secrets as Exencial’s “Confidential Information, manner of doing business with \ncustomers, Exencial’s members’ contact information, and other non -public \ninformation.”62  Such “vague and conclusory pleadings,” Downing contends, are \ninsufficient as a matter of law and cannot withstand a Rule 12(b)(6) motion.63 \n57. Furthermore, Downing argues, Exencial fails “adequately to allege ‘the acts \nby which the misappropriation was accomplished. ’”64  Rather than alleging \nmisappropriation with “sufficient particularity,” Exencial’s Complaint contains only \n“threadbare allegations.”65 \n \n61 (Br. Supp. 19.) \n \n62 (Compl. ¶ 39; see also Br. Supp. 19.) \n \n63 (Br. Supp. 19–20.) \n \n64 (Br. Supp. 20.) \n \n65 (Br. Supp. 21.) \n \n58. The Court agrees.  In its Complaint,  Exencial does little more than recite \nthe general elements of a misappropriation of trade secrets claim, never identifying \nwith “sufficient particularity” the claim’s key element – the existence of a trade secret.  \nAs earlier stated, in its Complaint, Exencial identifies “its Confidential Information, \nmanner of doing business with customers, Exencial’s members’ contact information, \nand other non- public information” as potential trade secrets. 66  Exencial’s \nConfidential Information, as defined in the Employment Agreement, “may include, \namong other things, customer lists, sales information, price lists, operational, sales, \npromotional, marketing, and administrative methods, procedures and techniques.”67  \nThis broad, all -encompassing definition falls far short of “enabl[ing] a defendant to \ndelineate that which he is accused of misappropriating.”  Analog Devices, Inc. , 157 \nN.C. App. at 468.  Similarly, “non-public information,” a phrase left undefined by the \nEmployment Agreement, is insufficiently particular to identify for Defendant what \nhe is accused of misappropriating. \n59. While North Carolina courts have previously found “business methods” to  \nconstitute trade secrets, they have done so only when the business methods are \nidentified with sufficient particularity.  Compare Cty. of Wake PDF Elec. & Supply \nCo., LLC v. Jacobsen, 2020 NCBC LEXIS 103, at *24 (N.C. Super. Ct. Sep. 9, 2020)  \n(finding SEM Strategies along with AdWords to be a business method which could \nconstitute a potential trade secret); with Washburn, 190 N.C. App. at 327 (finding an \n \n66 (Compl. ¶ 39.) \n \n67 (Emp. Agmt. § 1(a).) \nallegation that “business methods; clients, their specific requirements and needs . . . \nother confidential information pertaining to [plaintiff’s] business . . . confidential \nclient information and confidential business information” constituted trade secrets to \nbe too broad and vague ).  Here,  as in Washburn , Exencial simply alleges  that its \n“manner of doing business with customers” constitutes a trade secret without \nproviding further detail; nowhere in the Complaint does Exencial elaborate on what \nconstitutes Exencial’s specific “manner of doing business.”   \n60. Similarly, though a “compilation of information,” such as customer contact \ninformation, has been found to rise to the level of a trade secret under North Carolina \nlaw, sufficient detail must be provided in the complaint to put Defendant “on notice \nas to the precise information allegedly misappropriated.”  Krawiec, 370 N.C. at 611 \n(concluding that identification of trade secrets as “original ideas and concepts for \ndance productions, marketing strategies and tactics, as well as student, client and \ncustomer lists and their contact information” was insufficiently particular); see also \nDesign Gaps, Inc. v. Hall, 2024 NCBC LEXIS 64, at *19 (N.C. Super. Ct. May 1, 2024) \n(finding identification of trade secrets as “customer lists, pricing formulas, and \nbidding formulas” to be insufficient to support a claim for misappropriation of trade \nsecrets); compare with CRH E., LLC v. Berastain , 2025 NCBC LEXIS 11, at *P60 \n(N.C. Super. Ct. February 4, 2025) (finding “lists of customers, along with detailed \ninformation about eac h [customer] such as contact information, preferences and \nrequirements for the work performed for them, terms of the contracts with these \ncustomers, pricing and discounts offered to these customers, and other information \nthat enables CTS Metrolina to provide the right services at the right prices to these \ncustomers” to sufficiently allege the existence of a trade secret) .  Here, Exencial has \nidentified “Exencial’s members’ contact information” as a trade secret without \nproviding further detail about this customer information.  This description  is too \nbroad and vague to enable the Defendant to delineate what he is accused of \nmisappropriating.   \n61. For the reasons described above, the Court concludes that Exencial has \nfailed to plead the existence of a trade secret with sufficient particularity and thereby \nGRANTS Defendant’s Motion to dismiss the claim for misappropriation of trade \nsecrets. \nD. Declaratory Judgment \n62. Defendant lastly seeks the dismissal of Plaintiff’ s claim for a declaratory \njudgment that “Defendant has an obligation to refrain from using or sharing \nPlaintiff’s Confidential Information .”68  Though Defendant claims Count D  of \nPlaintiff’s Complaint, Declaratory Judgment, is a “remed[y], not [a] claim[] for \nrelief[,]”69 seeking a declaratory judgment is recognized as an independent cause of \naction under North Carolina law.   Further, neither Plaintiff nor Defendant directly \naddresses Plaintiff’s claim for declaratory judgement in their briefing.     \n63. Under the Declaratory Judgment Act, “[a]ny person interested under \na . . . written contract . . . , or whose rights, status or other legal relations are affected \n \n68 (Compl. ¶ 51.) \n \n69 (Br. Supp 22.) \nby a . . . contract . . . , may have determined any question of construction or validity \narising under the . . . contract . . . , and obtain a declaration of rights, status, or other \nlegal relations thereunder.”  N.C.G.S. § 1-254.  When asserting a claim for declaratory \njudgment, the claimant “must set forth in his pleading all facts necessary to disclose \nthe existence of an actual controversy between the parties  . . . with regard to their \nrespective rights and duties.”  Lide v. Mears, 231 N.C. 111, 118 (1949).  A motion to \ndismiss pursuant to Rule 12(b)(6) is “seldom an appropriate pleading in actions for \ndeclaratory judgments, and . . . is allowed only when the record clearly shows that \nthere is no basis for declaratory relief as when the complaint does not allege an actual, \ngenuine existing controversy.”  N.C. Consumers Power, Inc. v. Duke Power Co. , 285 \nN.C. 434, 439 (1974).  However, a court may dismiss a claim for declaratory judgment \nas duplicative if “all . . . issues concern questions that the Court will have to resolve \nin addressing the parties’ . . . claims for breach of contract[.]”  Innovare, Ltd. V. \nSciteck® Diagnostics, Inc. , 2023 NCBC LEXIS 8, at *70 (N.C. Super. Ct. Jan. 19, \n2023); see also Stein ex rel. Dogwood Health Tr. v. MH Master Holdings, LLLP, 2024 \nNCBC LEXIS 152, at *37 (N.C. Super. Ct. Dec. 6, 2024) (holding the court has \ndiscretion to deny declaratory relief that serves no useful purpose or is duplicative of \npending claims).   \n64. Here, Plaintiff seeks a declaratory judgment that the confidentiality \nprovisions of the Employment Agreement oblige Defendant to refrain from using or \nsharing Plaintiff’s Confidential Information.  Whether the Employment Agreement’s \nconfidentiality provisio ns are valid and enforceable and, thus, whether Defendant \nhas an obligation to refrain from using or sharing Plaintiff’s Confidential \nInformation, must necessarily be resolved in the Court’s determination of  Plaintiff’s \nbreach of contract claims.  Accordingly, the Court GRANTS Defendant’s Motion to \ndismiss Plaintiff’s claim for declaratory judgment  as this claim is duplicative of \nPlaintiff’s breach of contract claim with respect to the Employment Agreement’s \nconfidentiality provisions. \nV. \nCONCLUSION \n65. WHEREFORE, for the reasons set forth above, the Court hereby GRANTS \nin part and DENIES in part the Motion as follows: \na. Defendant’s Motion is GRANTED with respect to Plaintiff’s breach of \ncontract claims based on Downing’s alleged breach of the Employment \nAgreement’s non-solicitation provisions, and Plaintiff’s claim s are \nhereby DISMISSED with prejudice to this extent. \nb. Defendant’s Motion is DENIED as to Plaintiff ’s breach of contract \nclaims based on Downing’s alleged breach of the Employment \nAgreement’s confidentiality provisions. \nc. Defendant’s Motion is DENIED as to Plaintiff ’s claim for tortious \ninterference with business relationships. \nd. Defendant’s Motion is GRANTED with respect to Plaintiff’s claim for \nmisappropriation of trade secrets, and Plaintiff’s claim is hereby \nDISMISSED without prejudice. \ne. Defendant’s Motion is GRANTED as to Plaintiff’s claim for declaratory \njudgment that Defendant has an obligation to refrain from using or \nsharing Plaintiff’s Confidential Information , and Plaintiff’s claim is \nhereby DISMISSED with prejudice. \nf. Defendant’s Motion is otherwise DENIED. \nSO ORDERED, this the 1st day of April, 2025. \n \n \n/s/ A. Todd Brown    \nA. Todd Brown \n     Special Superior Court Judge  \n            for Complex Business Cases \n \n \n    \n "
}