{
  "id": "5c13caf58bb96c3852990f06b779b7d30cef56a65f89cc168a2a991a509731f1",
  "source_file": "data/raw/ncbc/5c13caf58bb96c3852990f06b779b7d30cef56a65f89cc168a2a991a509731f1.pdf",
  "raw_text": "Seraph Garrison, LLC v. Garrison, 2016 NCBC 63. \n \nSTATE OF NORTH CAROLINA \nMECKLENBURG COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 14182 \nSERAPH GARRISON, LLC, \nderivatively on behalf of GARRISON \nENTERPRISES, INC., \n \nPlaintiff, \n \nv. \n \nCAMERON GARRISON,  \n \nDefendant, \n \nand \n \nGARRISON ENTERPRISES, INC., \n \nNominal Defendant. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n)\n)\n)\n)\n)\n)\n)\n) \nORDER AND JUDGMENT ON REMAND \nFROM THE NORTH CAROLINA  \nCOURT OF APPEALS \n  \n 1. THIS MATTER is before the Court following remand from the decision \nof the North Carolina Court of Appeals, issued April 19, 2016.  Seraph Garrison, LLC \nv. Garrison, ___ N.C. App. ___, 787 S.E.2d 398 (2016).  Consistent with the Court of \nAppeals’ d ecision, the Court now considers the issue of damages , and awards \ndamages to Plaintiff based on the findings and conclusions set forth in this Order. \nHamilton Stephens Steele + Martin, PLLC by Erik M. Rosenwood and L. Lin \nWood, P.C. by Nicole Jennings Wade (pro hac vice) for Plaintiff  Seraph \nGarrison, LLC, derivatively on behalf of Garrison Enterprises, Inc. \n \nCameron Garrison, pro se. \nRobinson, Judge. \n \n \n \n \nI. SUMMARY OF PROCEDURAL HISTORY \n 2. The Honorable Calvin E. Murphy presided over  a bench trial in this \nmatter on June 9, 2014.  Judge Murphy issued an  Order and Final Judgment dated \nJune 26, 2014 , denying Plaintiff any recovery on behalf of Nominal Defendant \nGarrison Enterprises, Inc. (“GEI”).  Seraph Garrison, LLC v. Garrison , 2014 NCBC \nLEXIS 28 (N.C. Super. Ct. June 26, 2014).  Plaintiff appealed.  On appeal, the North \nCarolina Court of Appeals  affirmed in part  and reversed in part Judge Murphy’s \nOrder and Final Judgment, and remanded  the matter to this Court for further  \nproceedings. \n 3. The case was reassigned to the undersigned by order dated July 5, 2016.  \nThe Court scheduled, properly noticed, and conducted a status conference on July 8, \n2016.  Counsel for Plaintiff appeared and participated in the status conference .  \nDefendant did not appear at the status conference , either personally or through \ncounsel.  At the status conference, the Court discussed with counsel the most efficient \nway to proceed regarding the claims that remain for determination following the \nCourt of Appeals’ decision.  Plaintiff confirmed its desire to waive a jury trial and to \nhave this matter decided by the Court, sitting as a trier of fact, based on the existing \nevidentiary record.  Defendant, having failed to appear at the original trial  before \nJudge Murphy , was and still is deemed to have waived his right to a jury trial.  \nPlaintiff further indicated during the status conference that it did not wish to present \nfurther evidence for the Court’s consideration but wished to file a memorandum of \nlaw setting forth its contentions regarding damages to which GEI is entitled.  Thus, \n \n \nthe Court elects to proceed without a jury and without the presentation of additional \nevidence.   \n 4. Following the status conference, the Court entered a Scheduling Order \non July 8, 2016 , directing Plaintiff to submit to the Court by July 29, 2016 , any \nsupplemental briefing relating to Plaintiff’s damage claims.  The Scheduling Order \nprovided Defendant the opportunity to respond to Plaintiff’s supplemental brief by \nAugust 22, 2016.  Plaintiff filed its supplemental brief on July 29, 2016.  Defendant \nfailed to timely submit any filing and has not otherwise responded.   \n \nII. LEGAL STANDARD \n 5. “On the remand of a case after appeal, the mandate of the reviewing \ncourt is binding on the lower court, and must be strictly followed, without variation \nand departure from the mandate of the appellate court.”  Collins v. Simms, 257 N.C. \n1, 11, 125 S.E.2d 298, 306 (1962).   \n 6. Further, because the Court has elected to proceed without a jury, the \nCourt is required to  “find the facts specially and state separately its conclusions of \nlaw thereon and direct the entry of the appropriate judgment.”  N.C. Gen. Stat. § 1A-1, \nRule 52(a)(1) (2015).   The Court is not required to recite all facts supported by the \nevidence, but it must find and state the ultimate facts that  support the judgment.   \nSee Appalachian Poster Advert. Co. v. Harrington, 89 N.C. App. 476, 479, 366 S.E.2d \n705, 707 (1988).  The Court’s conclusions of law must be based on facts found by the \nCourt.  Id. at 480, 366 S.E.2d at 707.   \n \n \n 7. “[A]ny determination requiring the exercise of judgment or the \napplication of legal principles is more properly classified a conclusion of law,” while a \n“determination reached through logical reasoning from the evidentiary facts is more \nproperly classified a fin ding of fact.”  Barnette v. Lowe’s Home Ctrs., Inc. , ___ N.C. \nApp. ___, 785 S.E.2d 161, 165 (2016) (quoting In re Helms, 127 N.C. App. 505, 510, \n491 S.E.2d 672, 675 (1997)).  Labels are not determinative, however; findings of fact \nare treated as findings o f fact, and conclusions of law are treated as conclusions of \nlaw.  Id. (citing N.C. State Bar v. Key , 189 N.C. App. 80, 88, 658 S.E.2d 493, 499 \n(2008) (“[C]lassification of an item within [an] order is not determinative, and, when \nnecessary, the appellate court can reclassify an item before applying the appropriate \nstandard of review.”)).    \n 8. Hereinafter, the Court sets forth its findings of fact and conclusions of \nlaw.  To the extent that any finding of fact is more properly classified as a conclusion \nof law, or vice versa, the Court deems that the finding of fact or conclusion of law be \nproperly reclassified. \n \nIII. FINDINGS OF FACT \n 9. Based on the record evidence presented by Plaintiff at the original trial, \nas well as other matters of record properly consi dered by the Court, including the \ntranscript of the original trial of this case, the Court makes the  following findings of \nfact: \n \n \n 10. GEI, the nominal defendant in this matter, is a North Carolina \ncorporation that provides health-inspection software for businesses and government \nagencies. \n 11. Plaintiff Seraph Garrison, LLC is a North Carolina limited -liability \ncompany.  Plaintiff has been a shareholder of GEI since May 1, 2007.  Plaintiff fairly \nand adequately represents the interests of GEI in this litigation, which is brought as \na derivative proceeding. \n 12. Until his termination on or about December 31, 2010, Defendant \nCameron Garrison served as President and CEO of GEI.  In that capacity, as found \nby Judge Murphy and affirmed by the Court of Appeals, Defendant engaged in a \nnumber of acts involving serious and intentional misconduct that constituted fraud \nand breaches of Defendant’s fiduciary duties to GEI.  That misconduct falls broadly \ninto two categories and includes (1) failing to pay withholding taxes and retirement-\nplan contributions, which the Court of Appeals found as a matter of law constituted \na breach of Defendant’s fiduciary duties owed to GEI , and (2) intentionally \nmisrepresenting to the Board of GEI, after pledging to keep the Board informed, the \nterms of a major contract with Ecolab, which the Court of Appeals found as a matter \nof law constituted both fraud and a breach of Defendant’s fiduciary duties owed to \nGEI.  Seraph Garrison, LLC, 787 S.E.2d at 412.  \n13. The Court of Appeals concluded  that, as a proximate result of \nDefendant’s misconduct, GEI suffered significant financial harm.  As a result, t he \n \n \nCourt of Appeals reversed Judge Murphy’s order in part and remanded the matter to \nthis Court to determine the amount of damages properly awarded to GEI.  Id.   \n14. In compliance with the Court of Appeals’ directive, this Court considered \nthe following categories of damages, among others, in calculating GEI ’s award of \ndamages.  Plaintiff con tends that GEI should be awarded damages in the following \nseven categories and in the amounts noted: \na. $124,451.00 for the loan repayment in connection with Defendant’s \nunjust enrichment or constructive trust; \nb. $510,531.00 for diminution of value of GEI proximately resulting from \nDefendant’s breach of fiduciary duties and fraud; \nc. $1,079,185.00 for the loss of the annual exclusivity fee as a result of the \nexecution of the less favorable Ecolab contract resulting from \nDefendant’s fraud; \nd. $171,143.00 for the termination of preexisting contracts as a result of \nthe execution of the less favorable Ecolab contract resulting from \nDefendant’s fraud; \ne. $331,296.00 for lost revenue arising from the execution of the less \nfavorable Ecolab contract resulting from Defendant’s fraud; \nf. $242,206.00 for expenses incurred by GEI as a result of Defendant’s \nbreach of fiduciary duties; and \ng. Punitive damages in an amount determined by this Court. \n \n \n15. At the original trial, Plaintiff introduced evidence relating to each of the \nabove categories of damages in the form of live lay and expert testimony and through \ndocumentary exhibits.  The Court has carefully reviewed the evidence submitted at \ntrial by Plaintiff and the other matters of record.  The Court, as finder of fact, \nfollowing its careful review of P laintiff’s evidence, determines that Plaintiff has \nsatisfied its burden of proof regarding the first five categories of alleged damages \n(paragraphs 14(a) through 14(e) of this Order ), and that GEI should recover from \nDefendant for its actual damages proximately caused by Defendant’s misconduct the \ntotal sum of $2,216,606 .00.  The Court finds that Plaintiff has failed to adequately \ncarry its necessary burden of proof regarding the claim that GEI should recover from \nDefendant for increased expenses (paragraph 14(f) of this Order).  \n16. It should be noted that, in the Court of Appeals’ conclusion, the amount \nthat Plaintiff is entitled to recover for Defendant’s unjust enrichment or constructive \nfraud is stated as $124,521.00 rather than $124,451.00.  Id.  The Court believes that \nnumber to be the result of a typographical error , and thus awards $124,451.00 for \nthis claim, as noted above.  See id. at 410 (“As to the $124,451 loan repayment . . . .”); \nSeraph Garrison, LLC , 2014 NCBC LEXIS 28, at *10  (noting Plainti ff’s losses in \nconnection with the loan repayment as $124,451.00); Brief of Plaintiff–Appellant at \n29, Seraph Garrison, LLC , 787 S.E.2d 398 (No. COA14 -1166) (“Garrison is not \nentitled to retain the funds that he used to repay his own loan in the amount of \n$124,451.”).   \n \n \n17. Plaintiff contends that, based on the evidence of Defendant’s fraud and \nbreach of fiduciary duties, GEI is also entitled to recover punitive damages.    \n18. Under North Carolina  law, punitive damages may be awarded “to \npunish wrongdoer s for misconduct of an aggravated, extreme, outrageous, or \nmalicious character.”  Rhyne v. K-Mart Corp., 149 N.C. App. 672, 687, 562 S.E.2d 82, \n93 (2002) (quoting Nance v. Robertson , 91 N.C. App. 121, 123, 370 S.E.2d 283, 284 \n(1988)), aff’d, 358 N.C. 160, 594 S.E.2d 1 (2004).  Pursuant to the controlling statute, \na party seeking punitive damages must prove two things.   First, the claimant must \nprove that the defendant is liable for compensatory damages.  N.C. Gen. Stat. \n§ 1D-15(a) (2015).  Second, the claimant must prove that one of the following \naggravating factors was present and was related to the injury for which compensatory \ndamages were awarded: (1) fraud, (2) malice, or (3) willful or wanton conduct.   Id.  \nThe aggravating factor must be proved by  “clear and convincing evidence.”  Id. \n§ 1D-15(b). \n19. The Court finds that Plaintiff has satisfied its burden of proof on the \nissue of entitlement to punitive damages.  First, the Court  finds that Plaintiff has \nproved by clear and convincing evidence that Defendant engaged in fraudulent and \nother wrongful conduct, including multiple breaches of fiduciary duties.  Second, the \nCourt finds that Defendant’s conduct in this regard was intentional, willful and \nwanton, and was aggravated, extreme, outrageous, and malicious.  As a result, GEI \nis entitled to recover punitive damages under section 1D-15.   \n \n \n20. Once a claimant satisfies its burden of proof on the issue of punitive \ndamages, the amount of punitive damages to be awarded rests in the sound discretion \nof the jury or trial court as finder of fact.   In determining the amount of punitive \ndamages to be awarded, the Court may consider, among other statutorily enumerated \nfactors, the reprehensibility of  and motives for  Defendant’s conduct and the actual \nharm suffered by Plaintiff.  See id. § 1D-35(2)(a), (e).  The United States Supreme \nCourt has instructed courts to consider the following guideposts in reviewing requests \nand awards for punitive damages: \n(1) the degree of reprehensibility of the defendant’s miscond uct; (2) the \ndisparity between the actual or potential harm suffered by the plaintiff \nand the punitive damages award;  and (3) the difference between the \npunitive damages awarded by the jury and the civil penalties authorized \nor imposed in comparable cases.      \n \nState Farm Mut. Auto. Ins. Co. v. Campbell, 538 U.S. 408, 418 (2003).  The Supreme \nCourt has further noted that “[p]erhaps the most important indicium of the \nreasonableness of a punitive damages award is the degree of reprehensibility of the \ndefendant’s conduct.”  BMW of N. Am., Inc. v. Gore, 517 U.S. 559, 575 (1996).  \n21. The Court, having carefully reviewed the evidence regarding \nDefendant’s conduct, finds that $1,500,000.00 is an appropriate and proper  amount \nto award for punitive damages. \n \nIV. CONCLUSIONS OF LAW \n  22. Based on the foregoing findings of fact, the Court makes the following \nconclusions of law: \n \n \n 23. This action is a proper derivative action under North Carolina law.  See \nN.C. Gen. Stat. § 55-7-40 to -50 (2015). \n 24. The Court has personal and subject-matter jurisdiction over the parties \nand claims.    \n 25. GEI was damaged as a proximate result of Defendant’s breaches of \nfiduciary duties and fraud.  Further, as a result of Defendant’s breaches o f fiduciary \nduties, Defendant has been unjustly enriched. \n 26. GEI is entitled to recover from Defendant the sum of $2,216,606 .00 for \nactual damages.  \n 27. Because of Defendant’s intentional, willful and wanton misconduct, \nwhich has caused GEI to sustain actual damages, GEI is entitled to recover from \nDefendant the sum of $1,500,000.00 in punitive damages. \n \nV. JUDGMENT \n 28. Based on the above findings of fact and conclusions of law, the Court \ndetermines that GEI is entitled to, and is hereby aw arded, a judgment against \nDefendant in the total amount of $3,716,606 .00, together with interest at the legal \nrate, to be accrued from the date of this Order. \n 29. The costs of this action are taxed to Defendant. \n \n \n \n \n \n \nSO ORDERED, this the 24th day of August, 2016. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}