{
  "id": "5c15137f43817c4ac58db9ff70193d7edcbd68d9546de4100cf3c7999730a08f",
  "source_file": "data/raw/ncbc/5c15137f43817c4ac58db9ff70193d7edcbd68d9546de4100cf3c7999730a08f.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nBUNCOMBE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 4135 \nKRISTIE BIVINS; RYAN BIVINS; \nKRYB LAUNCH, LLC, individually, \nand on behalf of KJ ENDEAVORS, LLC \nand KJ LAUNCH PROPERTIES, LLC, \n \nPlaintiffs, \n \nv. \n \nJENNIFER PACHECO; Z LAUNCH \nLLC; KJ ENDEAVORS, LLC; and KJ \nLAUNCH PROPERTIES, LLC,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nAND \nMOTION FOR MORE DEFINITE \nSTATEMENT \nI. INTRODUCTION \n1. In 2015, Kristie and Ryan Bivins , along with Jennifer and Bret Pacheco , \ndecided to o pen a trampoline park in Asheville, North Carolina.  They formed KJ \nLaunch Properties, LLC (“KJ Launch”) to own the real property, and KJ Endeavors, \nLLC (“KJ Endeavors”)  to operate the park.  Years later, a fter discovering financial \nirregularities, the Bivins seek relief for misconduct  that they attribute to Jennifer \nPacheco (“Pacheco”), formerly the bookkeeper for the business.  The Bivins request a \njudgment declaring that Pacheco’s alleged misconduct  triggered the involuntary \nwithdrawal of both Pacheco and her company, Z Launch, LLC (“Z Launch”) pursuant \nto the operating agreements for  the jointly owned LLCs .1  They also seek judicial  \ndissolution of the LLCs, an accounting, and damages. \n \n1 Bret Pacheco is not named as a defendant. \nBivins v. Pacheco, 2023 NCBC 40. \n2.  The case is before the Court on Pacheco and Z Launch’s motion to dismiss \nthe Bivins’  claims.  Alternatively, Pacheco and Z Launch seek a more definite \nstatement of any claims that survive.  (Defendants Jennifer Pacheco’s and Z Launch, \nLLC’s Motion to Di smiss the Claims of the Plaintiffs, or in the Alternative, Motion \nfor a More Definitive Statement , “Mot. Dismiss,” [“Motion”], ECF No. 11 .)  For the \nreasons stated below, the Court GRANTS in part and DENIES in part the Motion  \nto Dismiss and DENIES the Motion for More Definite Statement.   \nFitzgerald, Hanna & Sullivan, PLLC, by Andrew L. Fitzgerald and D. \nStuart Punger, Jr. for Plaintiffs Kristie Bivins, Ryan Bivins, KJ \nEndeavors, LLC and KJ Launch Properties, LLC. \n \nMarshall, Roth & Gregory, PC, by Clifford C. Marshall , Jr. for \nDefendants Jennifer Pacheco and Z Launch LLC. \n \nEarp, Judge. \nII. FACTUAL BACKGROUND \n3. When ruling on a motion to dismiss pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure (“Rule[s]”), the Court does not find facts but rather \nrecites the facts as alleged.  Therefore, the following facts are drawn from Plaintiffs’ \nVerified Amended Complaint, (Am. Compl., ECF No. 8 ), and its attached exhibits,  \n(ECF Nos. 8.1-8.7). \n4. KRYB Launch, LLC (“KRYB”) is a North Carolina limited liability company \nwith its principal place of business in Buncombe County, North Carolina.  (Am. \nCompl. ¶ 5.)  It is managed by Kristie and Ryan Bivins.  (Am. Compl. ¶ 5.) \n5. Z Launch is a North Carolina limited liability company with its principal \nplace of business in Buncombe County, North Carolina.  (Am. Compl. ¶ 7.)  I t is \n“principally controlled” by Jennifer Pacheco and Bret Pacheco.  (Am. Compl. ¶ 7.)   \n6. KRYB and Z Launch are both 50 percent members in, and managers of, KJ \nEndeavors, a North Carolina limited liability company that manages the trampoline \npark.  (Am. Compl. ¶ 9.) \n7. Another North Carolina limited liability company, KJ Launch,  owns the \nproperty on which the trampoline park is located.  (Am. Compl. ¶¶ 11-12.) \n8. KJ Launch’s Operating Agreement , executed on 22 January 2015, states  \nthat Ryan Bivins, Kristie Bivins, Jennifer Pacheco and Bret Pacheco  each own 25 \npercent of the company.  (Am. Compl. ¶ 15.)  Plaintiffs believe, however, that in March \n2017, Jennifer Pacheco obtained Bret’s twenty five percent interest as a result of a \nseparation and property settlement agreement in their divorce.  (Am. Compl. ¶¶ 17, \n28.)  Kristie and Ryan complain that Jennifer hid the transfer of Bret’s interest from \nthem and breached the KJ Launch operating agreement by not giving them an  \nopportunity to purchase his interest.  (Am. Compl. ¶ 18.) \n9. The Bivins allege that Pacheco was given responsibility for maintaining the \nfinancial records of both KJ Endeavors  and KJ Launch.   (Am. Compl . ¶ 19.)  In \naddition to bookkeeping, h er duties  included overseeing the check writing , \naccounting, and tax compliance for both companies.  (Am. Compl. ¶¶ 19, 37-38.)  \n10. Plaintiffs allege that Pacheco used her position to misappropriate  \nthousands of dollars from the trampoline park.  (Am. Compl. ¶ 20.)  The Bivins believe \nthat the transfers occurred prior to the Pachecos’ 2017 divorce.  (Am. Compl. ¶¶ 25, \n28.) \n11. Aside from k eeping the books, the Bivins  complain that Pacheco did not \n“meaningfully assist” with the day -to-day operation of the trampoline park.  (Am. \nCompl. ¶ 27.) \n12. Through counsel, Kristie Bivins, Ryan Bivins, and KRYB made a derivative \ndemand on behalf of KJ Endeavors and KJ Launch on 1 September 2022.  (ECF No. \n8.6.)  Jennifer Pacheco and Z Launch responded with their own derivative deman d. \n(ECF No. 8.7.)  Both sides claim that the other has engaged in misappropriation of \nfunds, among other wrongs.   \nIII. PROCEDURAL BACKGROUND \n13. Plaintiffs initiated this action on 4 November 2022.  (Verified Complaint, \nECF No. 3 .)  On 8 November 2022, the case was designated a mandatory business \ncase.  (Designation Order, ECF No. 1 .)  On 8 December 2022, Defendant s moved to \ndismiss the original action.  (Motion to Dismiss, ECF No. 6.)  Plaintiffs responded by \namending their pleading on 29 December 2022.  (See generally Am. Compl.) \n14. The Amended Complaint purports to allege  eight claims against Jennifer \nPacheco and Z Launch:  (1) breach of fiduciary duty; (2) f raudulent conveyance; (3) \nfraud; (4) b reach of both companies’ operating agreements; (5)  involuntary \nwithdrawal of Z Launch from KJ Endeavors; (6) involuntary withdrawal of Jennifer \nPacheco from KJ Launch Properties; (7) “d erivative action”; and (8) dissolution and \naccounting of KJ Launch Properties and KJ Endeavors. \n15. On 17 January  2023, Jennifer Pacheco and Z Launch filed the  Motion. \nFollowing briefing, on 21 February 2023, the Court entertained arguments  during a \nhearing at which the parties participated through counsel.  (Notice of Hr’g, ECF No. \n13.)  The Motion is now ripe for disposition. \nIV. ANALYSIS \nA. Standing   \n16. Defendants move pursuant to Rule 12(b)(1) to dismiss any cause of ac tion \nthat Plaintiffs attempt to assert as a direct claim because they lack standing . \n“Standing is a necessary prerequisite to a court’s proper exercise of subject matter \njurisdiction.”  Aubin v. Susi, 149 N.C. App. 320, 324 (2002) (citation omitted).  It refers \nto whether a party has “sufficient stake in an otherwise justiciable controversy such \nthat he or she may properly seek adjudication of the matter.”  Am. Woodland Indus., \nInc. v. Tolson , 155 N.C. App. 624, 626 (2002) ; see also Leonard v. Ast,  2022 NCBC \nLEXIS 76, at **7 (N.C. Super. Ct. July 13, 2022)  (“Standing is a question of subject \nmatter jurisdiction, which is a prerequisite to the exercise of any authority by the \nstate courts.” (quoting Phillips & Jordan v. Bostic, 2012 NCBC LEXIS 36, at *7 (N.C. \nSuper. Ct. June 1, 2012))). \n17. Defendants argue that Plaintiffs lack standing to bring any direct action \nagainst them because they have not alleged a legally cognizable “special duty” or \n“separate and distinct injury” as required by Barger v. McCoy Hillard & Parks, 346 \nN.C. 650, 658 (1997).  (Defs.’ Mem. of Law in Supp . of Mot . to Dismiss Pl s.’ Am. \nVerified Compl., [“Defs.’ Br.”] 5, ECF No. 13.)  However, with respect to the first three \ncauses of action (breach of fiduciary duty, fraudulent conveyance, and fraud), th e \nCourt observes that Plaintiffs specify that the c laims are brought derivatively on \nbehalf of KJ Endeavors and KJ Launch and not as direct causes of actio n.  (See Am. \nCompl. ¶ 63.)   \n18. In contrast, Plaintiffs characterize their fourth (breach of operating \nagreements), fifth (involuntary withdrawal of Z Launch from KJ Endeavors), sixth \n(involuntary withdrawal of Jennifer Pacheco from KJ Launch), and eight h \n(dissolution and accounting of KJ Launch and KJ Endeavors) claims as “likely” direct \nclaims, as well as derivative ones.  (Am. Compl. ¶¶ 74, 106, 117, 129.) 2  Accordingly, \nthe Court addresses Plaintiffs’ standing to bring each of these claims directly. \n19. The general rule is that shareholders may not bring individual actions to \nrecover what they consider to be their portion of the damages suffered by a \ncorporation.  Barger, 346 N.C. at 660.  This rule also applies in the LLC context.  See, \ne.g., Bennett v. Bennett, 2019 NCBC LEXIS 19, at *13 (N.C. Super. Ct. Aug. 6, 2019) \n(“These rules apply equally to LLCs and their members because the members are, for \nthis purpose, functionally equivalent to corporate shareholders.” (cleaned up)); s ee \nalso SCA-Blue Ridge, LLC v. WakeMed , 2016 NCBC LEXIS 2 , at **23 (N.C. Super. \nCt. Jan. 4, 2016) (members of an LLC are treated like corporate shareholders).    \n20. However, “an LLC member may maintain an individual action against a \nfellow LLC member for harm that ‘d irectly affects’ the member if he can show ‘that \nthe wrongdoer owed him a special duty or that the injury suffered by the member is \n \n2 Claim seven is not a claim but is rather a restatement of Plaintiffs’ request that Defendants \ntake the actions set forth in Plaintiffs’ derivative demand.   \nseparate and distinct from the injury sustained by the other members or the LLC \nitself.’ ”  Sivadhanam v. 7 Hills Learning, LLC, 2021 NCBC LEXIS 74, at *13 (N.C. \nSuper. Ct. Sept. 8, 2021) (quoting Barger, 346 N.C. at 659.)  Defendants contend that \nneither of the two Barger exceptions is applicable in the present case.  (Defs .’ Br. 5-\n6.)  The Court disagrees.  \n21. The fourth cause of action is for various breaches of the KJ Endeavors and \nthe KJ Launch operating agreements.  Whether the claim is derivative or direct turns \non whether the relevant term in the  operating agreement gives rise to a duty owed \ngenerally to the company or only to a member.  See, e.g., 759 Ventures, LLC v. GCP \nApt. Inv’rs, LLC, 2018 NCBC LEXIS 82, at *10- 11 (N.C. Super. Ct. Aug. 13, 2018) \n(“To the extent the relevant term in an operating agreement gives rise to a duty owed \nto the company, a claim for breach of that duty is one belonging to the company, and \nnot generally to its members or managers.”).  If the harm is the same to the company \nand its members, the claim is derivative.  See, e.g., White v. Hyde, 2016 NCBC LEXIS \n74, at **24-25 (N.C. Super. Ct. Oct. 4, 2016) (no direct claim for breach of operating \nagreement where harm to company and individual was the same); Miller v. \nBurlington Chem. Co., LLC, 2017 NCBC LEXIS 6, at *15 (N.C. Super. Ct. Jan. 27, \n2017) (no direct claim where alleged injury affected all members equally).  \n22.   Here, Plaintiffs allege breaches that impact ed all members of the LLCs  \nequally (giving rise to derivative claims) , but they also allege  at least one breach of \nthe KJ Launch operating agreement that impacted only  Kristie and Ryan Bivins .  \nThat breach, which supports a direct claim  for a distinct injury , allegedly occurred \nwhen Pacheco accepted the transfer of Bret’s membership interest without giving \nKristie and Ryan Bivins the opportunity to purchase Bret’s interest.  (Am. Compl. ¶ \n82.)  Having been denied that opportunity, Kristie and Ryan Bivins have a direct \ncause of action against Pacheco .  See, e.g., Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 612 (2018). \n23. As for the balance of claim four, as well as claims five , six, and eight \nPlaintiffs have standing to assert t hem regardless of Barger.  Although not stated \nwith clarity, in claims four, five and six Plaintiffs seek a judgment  that Pacheco, \nindividually and as manager for Z Launch, breached the operating agreements of KJ \nLaunch and KJ Endeavors by engaging in misconduct  sufficient to result in the \ninvoluntary withdrawal of Jennifer Pacheco from KJ Launch  (triggering purchase \nrights for the Bivins),  and the involuntary withdrawal of Z Launch from KJ \nEndeavors (triggering purchase rights for KRYB).  (ECF No. 8.1 ¶ 34, ECF No. 8.2 ¶ \n33.)  Plaintiffs ha ve standing to pursue an action to declare these rights .  See, e.g., \nEpic Chophouse, LLC v. Morasso, 2019 NCBC LEXIS 55, at *13 (N.C. Super. Ct. Sept. \n3, 2019) ( by statute , parties to a n operating agreement  have standing to seek a n \ninterpretation of its terms); see also N.C.G.S. § 1-254 (“Any person interested under \na .  . . written contract .  . . may hav e determined any question of construction or \nvalidity arising under the . . . contract  . . . and obtain a declaration of rights, status, \nor other legal relations thereunder.”)3 \n \n3 However, a declaratory judgment is unavailable “if the statute of limitations bars any claim, \nbecause ‘jurisdiction under the Declaratory Judgment Act may be invoked only in a case in \nwhich there is an actual or real existing controversy between parties having adverse interests \n24. As for claim eight, demanding that both KJ Launch and KJ Endeavors be \ndissolved, it is unnecessary to resort to the Barger exceptions.  A current member of \nan LLC has standing to bring an action for dissolution.  N.C.G.S. § 57D -6-02(2). \nTherefore, Plaintiffs have standing and the Court has jurisdiction over this claim. \nB. Statute of Limitations \n25. Defendants next move pursuant to Rule 12(b)(6) to dismiss each claim on \nstatute of limitations grounds.   (Defs.’ Br. 10 -15.)  “A statute of limitations defense \nmay properly be asserted in a Rule 12(b)(6) motion to dismiss if it appears on the face \nof the [complaint] that such a statute bars the claim.”  Futures Grp., Inc. v. Brosnan, \n2022 NCBC LEXIS 150, at **10-11 (N.C. Super. Ct. Dec. 7, 2022) ( citing Horton v. \nCarolina Medicorp, 344 N.C. 133, 136 (1996)).   \n26. The Court’s inquiry at the Rule 12(b)(6) stage is “whether, as a matter of \nlaw, the allegations of the complaint, treated as true, are sufficient to state a claim \nupon which relief may be granted under some legal theory, whether properly labeled \nor not.”  Harris v. NCNB Nat’l Bank, 85 N.C. App. 669, 670 (1987) (citation omitted).  \nThe Court is not constrained to analyze each claim as it is titled in the Amended \nComplaint.  Rather, it treats the well-pleaded allegations of the pleading as true and \nviews the facts and permissible inferences in the light most favorable to the non -\nmoving party when determining whether a claim exists .  See, e.g., Ford v. Peaches \nEntm’t Corp., 83 N.C. App. 155, 156 (1986) (“A motion to dismiss for failure to state \na claim . . . is addressed to whether the facts alleged in the complaint, when viewed \n \nin the matter in dispute.’  ”  Ludlum v. State, 227 N.C. App. 92, 94 (2013) ( quoting State ex \nrel. Edmisten v. Tucker, 312 N.C. 326, 338 (1984). \nin the light most favorable to the plaintiffs, give rise to a claim for relief on any \ntheory.”). \n27. Beginning with the breach of fiduciary duty claim, the applicable statute of \nlimitations is three years.  See N.C.G.S. § 1-52(1).  The action accrues when a party \nknew or should have known of the facts giving rise to the claim.  See Toomer v. Branch \nBanking & Tr. Co., 171 N.C. App. 58, 66-67 (2005).4 \n28. Likewise, the statute of limitations for fraud is three years , see N.C.G.S. § \n1-52(9), and fraud actions  “shall not be deemed to have accrued until the discovery \nby the aggrieved party of facts constituting the fraud[.]”  Id.  “ ‘Discovery’ is defined \nas actual discovery or the time when the fraud should have been discovered in the \nexercise of due diligence.”  Carlisle v. Keith, 169 N.C. App. 674, 683 (2005).  \n29. Contract actions are no different.  Under N.C.G.S. § 1-52(1), the applicable \nstatute of limitations is three years.  As with the tort claims, our Supreme Court has \nheld that “ a claim for breach of contract accrues when the plaintiff knew or should \nhave known that the contract had been breached[.]”  Chisum v. Campagna, 376 N.C. \n680, 720 ( 2021); accord Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5 \n \n4 Plaintiffs rely on Wortman v. Hutaff, 2016 NCBC LEXIS 37 (N.C. Super. Ct. May 11, 2016) \nto argue that Defendants Pacheco  and Z Launch, as managers, had a continuing fiduciary \nduty to reimburse their respective companies for any monies misappropriated.  According to \nPlaintiffs, this continuing duty prevents the running of the statute of limitations.  (Pls.’ Resp. \nBr. 12.)  However, Wortman does not support their position.  The continuing-wrong doctrine \n“applies when there is a wrong that was ‘occasioned by continual unlawful acts’ but it does \nnot apply when there are only continual harmful effects from an earlier singular wro ngful \nact.”  Wortman, 2016 NCBC LEXIS 37, at *13 (quoting Williams v. Blue Cross Blue Shield of \nN.C., 357 N.C. 170, 179 (2003)).  Plaintiffs allege individual acts of theft resulting in continual \nharmful effects.   \n \n(2017) (“We have long recognized that a party must initiate an action within a certain \nstatutorily prescribed period after discovering its injury to avoid dismissal of a \nclaim.”). \n30. Determining when the wrong should have been discovered is ordinarily a \nquestion reserved for the fact -finder.  See, e.g., Forbis v. Neal , 361 N.C. 519, 524 \n(2007) (“Ordinarily, a jury must decide when fraud should have been discovered in \nthe exercise of reasonable diligence under the circumstances.”) .  Dismissal is \nappropriate, however, if the Amended Complaint on its face discloses facts defeating \nPlaintiffs’ claims.  See Carlisle, 169 N.C. App. at 681.    \n31. Defendants observe that the improper transfers of money are dated \nbetween November 2015 and January 2019.  They argue that Plaintiffs, as co -\nmanagers who claim they were allegedly forced to handle the day -to-day operations \nof the companies because of Pacheco’s lack of effort, should have discovered the fraud \nwhen it occurred through the exercise of ordinary diligence.  (Defs.’ Br. 12-13.)  \n32. Plaintiffs respond that they discovered the  wrongdoing as a result of an \ninvestigation th at took place at some point after the misappropriation occurred.  \n(Resp. Br. Opp’n Mot. Dismiss or For More Definite Statement, [“Pls.’ Resp. Br.”] 10, \nECF No. 14 .)  The A mended Complaint is silent, h owever, regarding when they  \nconducted the investigation and made th e discovery.  Plaintiffs  state only in the \npassive voice that “[i]nvestigation has shown” that Pacheco “secreted thousands of \ndollars of money from both companies.”  Nevertheless, at the Rule 12(b)(6) stage, our \nCourt of Appeals has held that a plaintiff’s silence with respect to the facts necessary \nto determine the date of discovery  is not a sufficient basis for dismissal.   Russell v. \nAdams, 125 N.C. App. 637, 641 (1997).5   \n33.   As for Plaintiffs’ allegation that Pach eco breached the KJ Launch \noperating agreement by not giving the Bivins an opportunity to purchase Bret’s \nmembership, Plaintiffs allege that they now believe that the transfer happened in \nMarch 2017 “via a Separation and Property Settlement Agreement” and after \ncriminal charges were brought against Bret in 2017.  (Am. Compl. ¶¶ 17, 28.)  Again, \nhowever, they do not allege when they discovered  the breach, and they benefit from \ntheir silence at the Rule 12(b)(6) stage.   Accordingly, as to the first four  claims, \nDefendants’ motion to dismiss shall be DENIED.6  \n \n5  Writing separately, Judge Wynn disagreed with the majority’s reasoning:  \n \nI disagree with the majority ’s position that a silent complaint may afford \nplaintiff the benefit of a discovery rule such as N.C.G.S. § 1-52(16).  In my view, \na complaint which indicates two specific acts occurring outside the statute of \nlimitations, such as the complaint at hand which alleges that the acts causing \nsevere emotional distress took place in June 1989 and on 8 September 1992, \nmust further set forth in the pleadings facts sufficient to show when the “bodily \nharm to the claimant . . . [became] or ought reasonably to have become \napparent to the claimant. ” N.C.G.S. § 1 -52(16). Since the discovery rule of \nN.C.G.S. § 1-52(16) provides that the cause of action will not accrue until this \ntime, the complaint should indicate the time the injury occurred or reasonably \nmanifested itself to plaintiff. \n \nRussell v. Adams, 125 N.C. App. 637, 642 (1997) (Wynn, concurring).  \n \n6 Plaintiffs argue that they should be permitted to conduct discovery to determine the \napplicability of equitable estoppel.  (Pl s.’ Resp. Br. 11 .)  However, “[i]n order for equitable \nestoppel to bar application of the statute of limitations, a plaintiff must have been induced to \ndelay filing of the action by the misrepresentations of the defendant.”  Loray Master Tenant, \nLLC v. Foss N.C. Mill Credit, 2021 NCBC LEXIS 15, at *22 (N.C. Super. Ct. Feb. 18, 2021).  \nAlthough Plaintiffs allege that Jennifer Pacheco duped them into believing that she was \nhandling the books “in good faith and in the best interest of [the] companies,” (Am. Compl. \n¶ 56), nowhere in the Amended Complaint do Plaintiffs allege that they were aware of their \nclaims but were induced not to file them.  Equitable estoppel, therefore, does not apply under \nthe facts alleged here.  See A.H. Beck Found. Co. v. Jones Bros., 166 N.C. App. 672, 683 (2004) \n34. In addition , while not enumerated as a claim, the Court observes that \nPlaintiffs have alleged that they trusted Pacheco and her company, Z Launch, with \nthe trampoline park’s finances and that she abused that trust for her own personal \ngain.  (Am. Compl. ¶¶ 1, 19, 21-25, 49, 57, 61, 70, 81, 90, 99, 110.)  These allegations \nare sufficient to state derivative claims on behalf of KJ Endeavors and KJ Launch for \nconstructive fraud.  See Barger, 346 N.C. at 666 (“In order to maintain a claim for \nconstructive fraud, plaintiffs must show that they and defendants were in a relation \nof trust and confidence which  led up to and surrounded the consummation of the \ntransaction in which defendant is alleged to have taken advantage of his position of \ntrust to the hurt of plaintiff . . . . [T]he defendant must seek his own advantage in the \ntransaction; that is, the defendant must seek to benefit himself.”) (cleaned up); Fox v. \nFox, 283 N.C. App. 336, 352 (2022) (“ [t]he primary difference between pleading a \nclaim for constructive fraud and one for breach of fiduciary duty is the intent and \nshowing that the defendant benefitted from his breach of duty.”).  This is true despite \nPlaintiffs’ failure to identify the claim per se.  See Bradshaw v. Maiden, 2022-NCCOA-\n917, ¶ 47 (2022) (“labels as to legal theories which a plaintiff gave his claims in the \ncomplaint are not controlling”  (quoting Haynie v. Cobb, 2017 N.C. App. 143 , 148-49 \n(2010) (cleaned up))).  \n35. The statute of limitations for constructive fraud is ten years.  Babb v. \nGraham, 190 N.C. App. 463, 480- 81 (2008) (citing N.C.G.S. § 1 -56).  Given that the \n \n(“In order for equitable estoppel to bar application of the statute of limitations, a plaintiff \nmust have been induced to delay filing of the action by the misrepresentations of the \ndefendant.”). \nalleged misconduct necessarily occurred at some point after the parti es began their \nventure in 2015, this claim remains well within the ten -year statute of limitation s.  \nPlaintiffs may proceed with derivative claims for constructive fraud.   \nC. Rule 9(b) \n36. Returning to the fraud counts, Defendants contend that Plaintiffs have not \nsatisfied the pleading requirements of Rule 9(b).   ( Defs.’ Br. 15 -16.)  They cite  \nRagsdale v. Kennedy, 286 N.C. 130 , 138 ( 1974) for the proposition that Pacheco’s \nalleged promise to operate the finances and books of the companies in good faith was \nsimply an aspirational, forward-looking opinion rather than a statement of material \nfact.  (Defs.’ Br. 16.)   \n37. P laintiffs rely on  detail provided in the exhibits, including redacted checks, \n(ECF No. 8.3), credit card statements, (ECF No. 8.4), and a health insurance ledger, \n(ECF No. 8.5) , to support their contention that they have satisfied Rule 9 (b)’s \nparticularity requirements.  (Pls.’ Resp. Br. 7.)  They contend that the allegations in \nparagraphs 55-61 of their Amended Complaint that defendants “claimed they would \nbehave in one way, but they knew all along that they would not, and then they looted \nthe companies co-owned with the plaintiffs,” is a misrepresentation of material fact \ngiving rise to an actionable fraud.  (Pls.’ Resp. Br. 14.)   \n38. When asserting a claim for fraud, Rule  9(b) requires allegations of “ the \ntime, place and contents of the fraudulent representation, the identity of the person \nmaking the representation and what was obtai ned by the fraudulent acts or \nrepresentations” to be pleaded with particularity.  Terry v. Terry, 302 N.C. 77, 85 \n(1981) (emphasis omitted).  \n39. When evaluating the Amended Complaint , t he Court may consider \ndocuments “attached to and incorporated within the pleadings without converting a \nRule 12(b)(6) or Rule 12(c) motion into one for summary judgment.”  Brown v. Secor, \n2017 NCBC LEXIS 65, at **11 (N.C. Super. Ct. July 28, 2017) (quoting Weaver v. St. \nJoseph of the Pines, Inc., 187 N.C. App. 198, 204 (2007) (cleaned up)). \n40.   As stated previously, some of the attached exhibits are dated, but others \nlack sufficient detail to determine when the transaction occurred.  The pleading fails \nto meet Rule 9 (b)’s particularity requirements with respect to the undated \ntransactions.  Accordingly, D efendants’ motion to dismiss the fraud claims wi th \nrespect to the undated transactions  shall be  GRANTED, without prejudice .  With \nrespect to the dated transactions, the Motion to Dismiss shall be DENIED.7 \n41. As for Pacheco’s alleged representation that she would  “operate the \nfinances, books and records of KJ Endeavors and KR Launch Properties in good faith \nand in the best interest of those companies,” such a promise is not an opinion.  If, as \nalleged, the promise was made knowing that it was false and with the intention to \n \n7 Plaintiffs also attempt a claim for “fraudulent conveyance,” but the facts alleged do not \nsupport such a claim.  Most apparently, Plaintiffs fail to plead that the Pacheco Defendants \nwere debtors or that Plaintiffs were creditors.  Nor do they cite the Uniform Voidable \nTransactions Act, N. C.G.S. § 39 -23.1 et seq .  Moreover, a s Defendants argue, Rule 9(b) ’s \nheightened pleading requirements also apply to claims for fraudulent conveyance.  See Azure \nDolphin, LLC  v. Barton , 2017 NCBC LEXIS 90, at *26 (N.C. Super. Ct. Oct. 2, 2017) .  \nConsequently, to the extent it relies on the undated transactions, Plaintiffs’ second claim for \nrelief fails on this basis as well. \n \ndeceive, Ragsdale does not support dismissal at this stage.   See, e.g., Vincent v. \nCorbett, 244 N.C. 469, 471 (1956) ( “[A] promissory representation containing all the \nelements of fraud, made merely to induce the promisee to act to his disadvantage, \nwith intent not to comply, wherein the intent is regarded as a subsisting fact, will \nsupport an action in fraud.”). \n42. However, just as Plaintiffs have not met Rule 9(b)’s particularity \nrequirements with respect to the undated transactions, they have not met them with \nrespect to the promissory representation.  Therefore, Defendants’ Motion to Dismiss \nthe fraud claim premised on this representation is GRANTED, without prejudice. \nV. Motion for More Definite Statement \n43. Alternatively, Plaintiffs move pursuant to Rule 12(e) for a more definite \nstatement of any surviving claims.   This  motion requires the C ourt to consider \nwhether the Amended Complaint  “is so vague or ambiguous that a party cannot \nreasonably be required to frame a responsive pleading.”  Leonard, 2022 NCBC LEXIS \n76, at * *17 (quoting N.C. R. Civ. P. 12(e)).  These motions are “not favored by t he \ncourts and are sparingly granted because pleadings may be brief and lacking in \nfactual detail, and because of the extensive discovery devices available to the \nmovant.”  Id. (cleaned up). \n44. “[A] statement of claim is adequate if it gives sufficient notice of the claim \nasserted to enable the adverse party to answer and prepare for trial, to allow for the \napplication of the doctrine of res judicata, and to show the type of case brought.” \nSutton v. Duke, 277 N.C. 94, 102 (1971) (internal quotation omitted).  “If the contested \npleading meets the standards of North Carolina Rule of Civil Procedure 8 and the \nopposing party is adequately notified of the nature of the claim, a motion for a more \ndefinite statement should be denied.”  Leonard, 2022 NCBC LEXIS 76, at **17.  \n45. While not a model of clarity, the Court determines that the surviving claims \nmeet the requirements of Rule 8  and enable Defendants to conduct the necessary \ndiscovery.  Accordingly, Defendants’ Motion for More Definite Statement is DENIED. \nVI. CONCLUSION \n46. WHEREFORE, for the reasons stated herein, the Court hereby \nORDERS as follows: \na. Defendants’ Motion to Dismiss is GRANTED in part and DENIED in \npart.   \ni. The Motion to Dismiss is G RANTED as to Claim 2  (fraudulent \nconveyance), and that claim is DISMISSED with prejudice; \nii. The Motion to Dismiss is GRANTED as to Claim 3 (fraud) to the \nextent the claim is based on either the undated transactions  or the \npromissory representation , and  to that exte nt the claim is \nDISMISSED without prejudice;8 \niii.  The Motion to Dismiss is DENIED as to the remaining claims.  \nb. Defendants’ Motion for More Definite Statement is DENIED. \n \n \n \n8 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt[.]”  First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013). \nIT IS SO ORDERED, this the 2nd day of June, 2023. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}