{
  "id": "5c3a93d3b2671332e5dff895c2d350176b80b0d8048ac6e7f57678f13b1c4ba4",
  "source_file": "data/raw/ncbc/5c3a93d3b2671332e5dff895c2d350176b80b0d8048ac6e7f57678f13b1c4ba4.pdf",
  "raw_text": "Zagaroli v. Neill, 2018 NCBC 25. \n \nSTATE OF NORTH CAROLINA \n \nCATAWBA COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 2635 \nPETE ZAGAROLI, \n \nPlaintiff and Counterclaim \nDefendant, \n \nv. \n \nJAMES CLAYTON NEILL;  \nRICK BERRY; NEILL GRADING \nAND CONSTRUCTION COMPANY, \nINC.; and RECLAMATION, LLC,  \n \nDefendants and \nCounterclaim/Third-Party \nPlaintiffs, \n \nv. \n \nBENCHMADE, LLC and DEAN \nPRITCHETT, \n \nThird-Party Defendants. \n \nORDER AND OPINION ON MOTIONS \nFOR SUMMARY JUDGMENT \n \n1. THIS MATTER is before the Court on the parties’ motions for summary \njudgment.  For the reasons set forth below, the Court GRANTS in part and DENIES \nin part the motions.  \nLaw Offices of Matthew K. Rogers, PLLC, by Matthew K. Rogers, for \nPlaintiff and Third-Party Defendant Benchmade, LLC. \n \nYoung, Morphis, Bach & Taylor, LLP, by Paul E. Culpepper and \nTimothy D. Swanson, for Defendants.  \n \nRobinson, Judge. \n \n \n \nI. INTRODUCTION \n2. This litigation arises out of a failed business relationship among long -time \nfamily friends.  Plaintiff Pete Zagaroli (“Plaintiff” or “Zagaroli”) approached \nDefendant James Clayton Neill (“Neill”) about the opportunity to redevelop historic \nmills, including the Hollar Hosiery Mill (“Hollar”), Moretz Mills (“Moretz”), and \nLyerly Mills (“Lyerly”).   After Zagaroli had failed to close on the purchase of Hollar, \nZagaroli approached Neill about purchasing the property.  Discussions ensued \nbetween Zagaroli, Neill, Defendant Rick Berry (“Berry”),  and other investors sought \nout by Neill, and Neill formed Hollar Hosiery Investments, LLC (“HHI”) to close on \nthe purchase of Hollar.  Zagaroli entered into an agreement with HHI pursuant to \nwhich he assigned his rights to purchase Hollar to HHI.  Zagaroli was initially \ninvolved in the discussi ons among the HHI members regarding the development of \nHollar, but Zagaroli and HHI had a falling out , and Zagaroli did not participate any \nfurther in the Hollar development.     \n3. In the midst of the Hollar development, Zagaroli informed Neill about an \nopportunity to reclaim materials from a historic mill  which could be used to \nmanufacture furniture.  This discussion ultimately led to the formation of \nReclamation, LLC (“Reclamation”), the initial members of which were Zagaroli, Neill, \nBerry, and Ryan Lovern (“Lovern”).  Initially, Reclamation’s business operations \nincluded mill redevelopment and furniture manufacturing.   \n4. Despite Neill and Berry’s capital contributions and loan financing, \nReclamation struggled financially.  Lovern voluntarily relinquished her  ownership \n \n \ninterest, and Neill and Berry entered into an agreement with Zagaroli and Third -\nParty Defendant Dean Pritchett (“Pritchett”) pursuant to which Neill and Berry’s \nownership interests in Reclamation would transfer to Zagaroli and Pritchett upon \nrepayment of Neill and Berry’s cash advances and of the promissory notes used to \nfund Reclamation’s operations.  Zagaroli and Pritchett did not make the repayments, \nand Reclamation ultimately failed.                  \nII. PROCEDURAL HISTORY \n5. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the motions. \n6. Zagaroli filed his Complaint on October 26, 2015, (ECF No. 1), and his First \nAmended Complaint on March 21, 2016, (ECF No. 2).  The First Amended Complaint \nasserts claims for (1) breach of fiduciary duty, constructive fraud, and fraud1; (2) self-\ndealing and misappropriation of cor porate opportunities; (3) quasi contract and \nunjust enrichment; (4) breach of contract; (5) violation of the North Carolina Wage \nand Hour Act (the “Wage and Hour Act”); and (6) defamation.  (First Am. Compl. 14, \n16−19.)  \n7. This action was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated April 14, 2016, \n(ECF No. 4), a nd assigned to Chief Business Court Judge James L. Gale that same \n                                                 \n1 The First Amended Complaint groups these claims together under the heading \n“First & Second Claims for Relief.”  (First Am. Compl. 14.)   \n \n \nday, (ECF No. 5).  This case was later reassigned to the undersigned by order dated \nJuly 5, 2016.  (ECF No. 19.) \n8. On May 18, 2016, Defendants filed their Answer, Counterclaim, and Third-\nParty Complaint against Benchmade, LLC (“Benchmade”) and Pritchett.  (ECF No. \n12.)  Defendants assert counterclaims for (1) a declaratory judgment; (2) conversion; \n(3) fraud; (4) breach of contract; (5) claim and delivery; and (6) judicial dissolution.   \n(Answer, Countercl. & Third -Party Compl. 25−30 [“Answer”].)   Defendants assert a \nthird-party claim for conversion against Benchmade and a third -party claim for \nbreach of contract against Pritchett.   (Answer 28−29.)  On December 29, 2016, the \nCourt partially granted Zagaroli’s motion to dismiss and dismissed Defendants’ fraud \nclaim without prejudice.  (ECF No. 42.) \n9. Zagaroli filed his reply to Defendants’ counterclaims on July 18, 2016, (ECF \nNo. 21), and a “revised” reply on October 14, 2016, which Defendants did not contest, \n(ECF No. 32). \n10. On August 1, 2016, Benchmade filed its Answer to Defendants’ third-party \ncomplaint.  (ECF No. 22.) \n11. On October 31, 2016, the Court entered default in favor of Defendants \nagainst Pritchett.  (ECF No. 37.)  \n12. On September 25, 2017, the parties filed their motions for summary  \njudgment.  Defendants move for summary judgment on all of Zagaroli’s  claims, save \nand except for his defamation claim.  Zagaroli moves for summary judgment on all of \n \n \nDefendants’ counterclaims.  Benchmade moves for summary judgment on \nDefendants’ third-party claim for conversion against it. \n13. On November 7, 2017, the Court partially granted Defendants’ motion for \njudgment on the pleadings and dismissed with prejudice Zagaroli’s claim for self -\ndealing and misappropriati on of corporate opportunities.  (ECF No. 105.)   \nAccordingly, Defendants’ motion for summary judgment as to this claim is moot.     \n14. Save and except for Benchmade’s motion for summary judgment, to which \nDefendants did not respond, the motions have been fully briefed, and the Court held \na hearing on the motions on February 8, 2018.  The motions are now ripe for \nresolution. \nIII. FACTUAL BACKGROUND \n15. The Court does not make findings of fact when ruling on motions for \nsummary judgment.  E.g., In re Estate of Pope , 192 N .C. App. 321, 329, 666 S.E.2d \n140, 147 (2008).  The following factual background, taken from the evidence \nsubmitted in support of and in opposition to the motions for summary judgment, is \nintended solely to provide context for the Court’s analysis and ruling. \nA. The Parties  \n16. Zagaroli is a resident of Catawba County, North Carolina.   (First Am. \nCompl. ¶ 1; Answer 1, ¶ 1.)  Until the end of 2010, Zagaroli was a general contractor \nwho built new construction, renovations, and additions.   (First Am. Compl. ¶ 9; \nAnswer 2, ¶ 9; Defs.’ Mot. Summ. J. Ex. H, at 25:9−23, ECF No. 93.9 [“Zagaroli \n \n \nDep.”].)  Zagaroli started Zagaroli Construction Co., Inc. (“Zagaroli Construction”) in \n1993, which went out of business in 2010.  (Zagaroli Dep. 26:9−11, 28:18−20.) \n17. Neill and Berry are also residents of Catawba County.   (First Am. Compl. \n¶¶ 2−3; Answer 1, ¶¶ 2−3.) \n18. Defendant Neill Grading and Construction Company, Inc. (“Neill Grading”) \nis a North Carolina corporation with its principal place of business in Hickory, North \nCarolina.  (First Am. Compl. ¶ 4; Answer 2, ¶ 4.)   Neill is the secretary of Neill \nGrading.  (Defs.’ Mot. Summ. J. Ex. I, at 10:1, ECF No. 93.10 [“Neill Dep.”].)  Ed Neill, \nwho is not a party to this action, is the president and sole owner of Neill Grading.   \n(Neill Dep. 12:4−6, 14:16−17.) \n19. Reclamation is a North Carolina limited liability company, which was \nadministratively dissolved on February 2, 2017.  ( Pl.’s Mot. Summ. J. Ex. 28, ECF \nNo. 102.29.)   \nB. Hollar, Moretz, and Lyerly   \n20. Zagaroli prepared a general business plan for the renovation of historic \nfactories and mills throughout Catawba County, including Hollar, Moretz, and Lyerly \n(the “Wingfoot Business Plan”).  (Zagaroli Dep. 37:4−11, 44:15−17, 45:2−3.)  Zagaroli \nsought to renovate the old mills and develop the i nfill properties to attract new \nbusinesses.  (Zagaroli Dep. 37:9−20.)  Zagaroli contends, and Defendants deny, that \nZagaroli, Neill, Berry, and Neill Grading  entered into a partnership to redevelop \nHollar, Moretz, and Lyerly.    \n \n \n21. On three separate occasions  between 2006 and July 2009, Zagaroli \ncontracted to purchase Hollar, an abandoned hosiery mill property.   (Zagaroli Dep. \n130:20−22, 131:16−19, Ex. 2.)  Zagaroli was unable to close on the property pursuant \nto the first two contracts, and Zagaroli contracted to purchase Hollar a third time on \nJuly 28, 2009.   (Pl.’s Resp. Defs.’ Mot. Summ. J. Ex. 2, ¶ 6, ECF No. 108  [“Second \nZagaroli Aff.”]; Zagaroli Dep. Ex. 2.)   After Zagaroli went under contract on July 28, \n2009, Zagaroli asked Neill for his help in closin g on the purchase, and Neill sought \nout other investors.   (Neill Dep. 138:8−13.)  Zagaroli then had meetings with Neill, \nEd Neill, Berry, Patrick Joyner, and Heather Joyner regarding Hollar, and Neill \nformed HHI to close on the property.   (Neill Dep. 107:1−4, 130:1−11, 130:20−131:2.)  \nThe original members of HHI were Neill, Ed Neill, Berry, and Laurel Homes, Inc., of \nwhich Patrick and Heather Joyner  are members .2  (Neill Dep. 133:22−134:3, \n162:10−13.)    \n22. On September 22, 2009, Zagaroli, on behalf of himself  and Zagaroli \nConstruction, and HHI entered into an Agreement to Assign Rights to Purchase Real \nProperty and to Purchase Real Property (the “Assignment Agreement”).   (Zagaroli \nDep. Ex. 2; Answer 21, ¶ 15; Pl.’s Mot. Dismiss, Affirmative Defenses & Revised \nAnswer to Countercls. ¶ 15, ECF No. 32 [“Pl.’s Reply”].)  Pursuant to the Assignment \nAgreement, Zagaroli assigned his rights to purchase Hollar to HHI, and HHI agreed \n                                                 \n2 In addition to HHI, three other limited liability companies were formed in order to \nsyndicate the tax credits from the development of Hollar: Hollar Hosiery Tenant, \nHollar Hosiery Development, and Hollar Hosiery Landlord.  (Neill Dep. 32:20−33:24.)  \nPatrick Joyner and Neill are members of these Hollar entities .  (Neill Dep. \n33:25−34:9.)   \n \n \nto purchase Hollar.  (Zagaroli Dep. Ex. 2.)  The Assignment Agreement provided that \n“[i]t is the intention of the parties hereto, and a material part of the consideration \nhereof, to use Zagaroli Construction Co., Inc. to renovate and perform construction \non [Hollar].”  (Zagaroli Dep. Ex. 2, ¶ 3.)  The Assignment Agreement further provided \nthat Zagaroli was to pay the interest incurred by HHI in purchasing Hollar.  (Zagaroli \nDep. Ex. 2, ¶ 5.)   The Assignment Agreement was signed by Neill on behalf of HHI.   \n(Zagaroli Dep. Ex. 2.) \n23. At the end of 2010, Zagaroli did not renew his intermediate general  \ncontractor’s license because he could not afford to, and Zagaroli Construction went \nout of business.  (Zagaroli Dep. 27:19−22, 28:18−20.)  \n24. At the end of 2010 or early 2011, Zagaroli introduced James Maynard \n(“Maynard”) to the HHI members.   (Neill Dep. 91: 21−23; Zagaroli Dep. 69:10−14, \n69:16−17.)  Maynard is a licensed North Carolina architect who owns and operates \nRedClay, PLLC (“RedClay”).   (Defs.’ Mot. Summ. J. Ex. N, ¶ 2, ECF No. 93.15 \n[“Maynard Aff.”].)  RedClay is a design and development company that specializes in \nhistoric adaptive reuse tax credits.  (Maynard Aff. ¶ 3.) \n25. On July 11, 2011, HHI entered into an agreement with RedClay for \narchitectural and engineering services at Hollar (the “RedClay Agreement”).3  (Defs.’ \nMot. Summ. J. Ex. A, ECF No. 93 .2; Neill Dep. 145:4−9.)   Under the agreement, \nRedClay was to be paid a total of $210,000 (the “A&E Fee”), which amounted to 6% \n                                                 \n3 There is a dispute of fact as to whether HHI or Hollar Hosiery Development entered \ninto the RedClay Agreement.  However, which Hollar entity entered into the RedClay \nAgreement is immaterial to the motions for summary judgment.   \n \n \nof the total expected construction cost of $3.5 million and was broken down into three \noverall components: design, construction documents, and construction \nadministration.  (Defs.’ Mot. Summ. J. Ex. A, at Defs. 003904, 003913.)  Services were \nto be invoiced based on percentage of completion.   (Defs.’ Mot. Summ. J. Ex. A , at \nDefs. 003904.)  \n26. At or around the same time, RedClay separately agreed to pay Zagaroli a \nportion of the A&E Fee in exchange for Zagaroli’s design and construction \nadministration work.  (Zagaroli Dep. 92:24−93:17, 192:11−18, 218:9−13; Neill Dep. \n36:12−13; Maynard Aff. ¶ 12.)  Pursuant to this agreement, on July 29, 2011, RedClay \npaid Zagaroli $7,000 out of the A&E Fee for preliminary design consulting work on \nHollar.  (Second Zagaroli Aff. ¶ 213, Ex. XXX, ECF Nos. 108, 108.3;  Zagaroli Dep. \n85:12−15; Maynard Aff. ¶ 9.)   \n27. On or about October 12, 2011, HHI first learned that Zagaroli did not renew \nhis general contractor’s license for 2011 and was closing his construction company.   \n(Zagaroli Dep. 28:11−14; Pl.’s Mot. Summ. J. Ex. 14, at Defs. 003885, ECF No. \n102.15.)  As a result, five days later, HHI and Zagaroli interv iewed a number of \npotential general contractors for Hollar.  (Pl.’s Mot. Summ. J. Ex. 14, at Defs. 003886.)  \nAt this time, HHI was trying to involve Zagaroli in the Hollar project in some sort of \nrole overseeing the general contractor.   (Neill Dep. 67:16−21.)  After the interviews, \nhowever, the HHI members learned that Zagaroli had been paid by Maynard out of \nthe A&E Fee.  (Neill Dep. 67:21−68:5; Pl.’s Mot. Summ. J. Ex. 14, at Defs. 003888.)   \nThereafter, HHI did not want to discuss anything further with Zagaroli, and Zagaroli \n \n \nwas no longer involved in the Hollar project.   (Zagaroli Dep. 192:4−10, 193:14−21, \n226:17−20, 228:7−8; Neill Dep. 67:24−68:13, 193:24−194:12.)   \n28. On May 22, 2012, RedClay paid Reclamation $8,000 out of the A&E Fee for \nwork Zagaroli performed on Hollar pursuant to RedClay’s agreement with Zagaroli.   \n(Maynard Aff. ¶ 9; Zagaroli Dep. 85:12−17, 93:18−23.)   \n29. Sometime in 2012, HHI cancelled the construction administration portion \nof the RedClay Agreement prior to the work being performed, and the A&E Fee was \nreduced by $17,500.   (Neill Dep. 174:7−25; Maynard Aff. ¶ 10 ; Second Zagaroli Aff. \nEx. 7I, ECF No. 108.7 .)  Zagaroli contends, and Defendants deny, that Zagaroli is \nowed $17,500 for work he allegedly performed on Hollar prior to the end of 2011.  \nZagaroli contends that this money was originally owed by RedClay pursuant to their \nagreement, but that Neill thereafter promised to pay Zagaroli $17,500.  (Zagaroli Dep. \n84:18−85:7, 215:14−216:3, 218:9−20.)   Neill denies t hat he or Neill Grading ever \npromised to pay Zagaroli $17,500.  (Neill Dep. 201:4−8.)    \n30. Ultimately, Neill Grading performed the construction work on Hollar and \nrecognized a loss of $219,031.  (Neill Dep. 58:6−8; Pl.’s Resp. Defs.’ Mot. Summ. J. Ex. \n4, ECF No. 107.3.)  \n31. In addition to Hollar, Neill Grading was the general contractor for Moretz \nand Lyerly.  (Defs.’ Mot. Summ. J. Ex. J, ¶ 11, ECF No. 93.11.)  Neill Grading began \nthe work on Moretz and Lyerly in 2013 and early 2014, respectively.  (Neill Dep. 53:6, \n274:21−23.)  Zagaroli contends, and Defendants deny, that the redevelopment \nopportunities at Moretz and Lyerly were opportunities of the partnership Zagaroli \n \n \ncontends that he and others formed and that Neill and Neill Grading misappropriated \nthese opportunities.         \nC. Formation and Operation of Reclamation   \n32. At the end of 2010, Zagaroli became aware of the JP Stevens Mill in Lincoln \nCounty and called Neill about the opportunity to reclaim materials from the mill and \nuse those materials to manufacture furniture.   (Zagaroli Dep. 135:4−6; First Am. \nCompl. ¶ 35; Answer 4, ¶ 35.)   Zagaroli told Neill that he did not have the money to \npay for the reclamation of the JP Stevens factory materials, and Neill paid $52,019.69 \nfor a crew to di sassemble the materials under Zagaroli’s supervision.   (First Am. \nCompl. ¶ 36; Answer 4, ¶ 36; Br. Opp’n Pl.’s Mot. Summ. J. Ex. B, ¶ 1, ECF No. 106.3.)  \nThis was the precipitating event that led to the formation of Reclamation on February \n18, 2011.  (Zagaroli Dep. 135:7−9; First Am. Compl. ¶ 64; Answer 7, ¶ 64.)  The initial \nmembers of Reclamation were Zagaroli, Neill, Berry, and Lovern, a commercial real \nestate broker.  (First Am. Compl. ¶¶ 63, 65; Answer 7, ¶¶ 63, 65.)  Neill, Berry, and \nZagaroli each owned thirty percent, and Lovern owned ten percent.   (First Am. \nCompl. ¶¶ 63, 65; Answer 7, ¶¶ 63, 65.)   In addition to the money that Neill \ncontributed to Reclamation with respect to JP Stevens, Berry initially co ntributed \n$26,000 to Reclamation.  (Zagaroli Dep. 119:7−14; Br. Opp’n Pl.’s Mot. Summ. J. Ex. \nA, ¶ 1, ECF No. 106.2.)  Neither Zagaroli nor Lovern were required to put any money \ninto Reclamation for their ownership interests.  (Zagaroli Dep. 138:10−12; Defs.’ Mot. \nSumm. J. Ex. K, ¶ 5, ECF No. 93.12.)   \n \n \n33. It is undisputed that, at least at the very beginning of Reclamation’s \noperations, Reclamation’s business consisted of both mill redevelopment and \nfurniture manufacturing.   (Zagaroli Dep. 51:14−19, 90:13−17, 139:15−19, 142:4−9; \nNeill Dep. 219:25−220:7, 229:18−230:3, 309:11−23; Defs.’ Mot. Summ. J. Ex. K, ¶¶ 6, \n9.)  There is a dispute of fact as to whether the scope of Reclamation’s operations was \nlimited to furniture manufacturing later on. \n34. In March 2011, Neill and Berry obtained two $50,000 loans in order to \ncontinue funding Reclamation’s operations.  (Br. Opp’n Pl.’s Mot. Summ. J. Ex. A, \n¶ 3; Br. Opp’n Pl.’s Mot. Summ. J. Ex. B, ¶ 2.)   Neill and Berry and their wives \npersonally guaranteed the loans.  (Br. Opp’n Pl.’s Mot. Summ. J. Ex. A, ¶ 3; Br. Opp’n \nPl.’s Mot. Summ. J. Ex. B, ¶ 2.)       \n35. In May 2011, Reclamation agreed to pay Zagaroli $1,000 per week for his \nfurniture-related work.   (Zagaroli Dep. 116:11−13, 117:6−22, 186:11−2 5; Second \nZagaroli Aff. ¶ 155.)  Zagaroli was in charge of Reclamation’s day -to-day operations, \nand Neill and Berry’s participation was limited to weekly meetings.   (Defs.’ Mot. \nSumm. J. Ex. K, ¶ 10; Zagaroli Dep. 122:13−21; Second Zagaroli Aff. ¶ 228.)  Zagaroli \ncontrolled the sales, production, and administration of Reclamation.   (Defs.’ Mot. \nSumm. J. Ex. K, ¶ 11.)  Zagaroli made the decisions on how to price items and what \nsupplies and inventory Reclamation needed to purchase.   (Defs.’ Mot. Summ. J. Ex. \nK, ¶ 11; Zagaroli Dep. 123:3−5.)  Zagaroli did not, however, have the authority to sign \nchecks on Reclamation’s account.   (Defs.’ Mot. Summ. J. Ex. K, ¶ 11; Zagaroli Dep. \n123:6−17.)        \n \n \n36. In November 2011, Neill and Berry obtained a $125,000 loan in order  to \ncontinue funding Reclamation’s operations.  (Br. Opp’n Pl.’s Mot. Summ. J. Ex. A, \n¶ 3; Br. Opp’n Pl.’s Mot. Summ. J. Ex. B, ¶ 2.)   Neill and Berry and their wives \npersonally guaranteed the loan.  (Br. Opp’n Pl.’s Mot. Summ. J. Ex. A, ¶ 3; Br. Opp’n \nPl.’s Mot. Summ. J. Ex. B, ¶ 2.)  \n37. Reclamation struggle d financially.  In or around June 2012, Lovern \nvoluntarily relinquished her ten percent interest in Reclamation.  (Defs.’ Mot. Summ. \nJ. Ex. K, ¶ 15.)         \n38. On November 26, 2013, Zagaroli, Neill, Berry, a nd Pritchett executed a \npurchase agreement (the “Purchase Agreement”)  by which Zagaroli and Pritchett \nproposed to purchase Reclamation from Neill and Berry .  (Defs.’ Mot. Summ. J. Ex. \nD, ECF No. 93.5.)   The Purchase Agreement set forth the then -outstanding note \nobligations on the three loans.  (Defs.’ Mot. Summ. J. Ex. D, at Berry 108.)  Section 4 \nof the agreement provided that:  \n[The] parties recognize and accept that [Neill] and [Berry] advanced \ncash in the respective amounts of $52,019.69 and $60,327.84.   Parties \n[sic] heretofore agree that [Zagaroli and Pritchett] will reimburse [Neill] \nand [Berry] in a timely manner and on a schedule as mutually agreed \nupon by the parties for the monies they advanced. \n \n(Defs.’ Mot. Summ. J. Ex. D, at Berry 109.)   The Purchase A greement further \nprovided that: \nUpon repayment of the promissory notes, and the cash advancements \nmade by [Neill and Berry] (as set forth in Section 4) 100% ownership of \nReclamation, LLC shall be transferred to [Zagaroli] and [Pritchett].  It \nis agreed by all parties that effective upon execution of this agreement, \n[Zagaroli] and [Pritchett] will own the name Reclamation, LLC and have \nthe right to any use and benefit of same.  . . . If, in the event of non - \n \n \npayment [sic] of notes and advances  or breach of the terms of this \npurchase agreement by [Zagaroli and Pritchett], [Zagaroli and Pritchett] \nagree to immediately transfer any right, use, benefit or ownership of the \nname Reclamation, LLC to [Neill and Berry]. \n \n(Defs.’ Mot. Summ. J. Ex. D, at Berry 109.)   In addition, Section 5 provided that \nZagaroli and Pritchett “agree that upon execution of this Purchase Agreement, [Neill \nand Berry] are no longer responsible for the repayment of the notes, as long as \nReclamation, LLC is in operation.”  (Defs.’ Mot. Summ. J. Ex. D, at Berry 109.)         \n39. As of June 2014 , Zagaroli and Pritchett were unable to make the note \npayments.  (Pl.’s Mot. Summ. J. Ex. 4, ¶ 39, ECF No. 102.5; Defs.’ Mot. Summ. J. Ex. \nL, ¶ 15, ECF No. 93.13.)  Thereafter, Neill continued to make payments on the notes \nso that Carolina Trust Bank would not declare the notes in default and seek collection \nfrom Neill and his wife as personal guarantors of the loans.   (Br. Opp’n Pl.’s Mot. \nSumm. J. Ex. B, ¶ 5.)   Zagaroli and Pritchett never reim bursed Neill and Berry for \ntheir cash advancements.  (Defs.’ Mot. Summ. J. Ex. L, ¶ 15.)     \n40. Nevertheless, Zagaroli and Pritchett continued to operate Reclamation.  In \nor around December 2014, Neill Grading agreed to allow Reclamation to perform \nconstruction work as a sub -contractor to Neill Grading on the American Honor Ale \nHouse, a restaurant and brewery located in Hollar.  (First Am. Compl. ¶ 141; Answer \n12, ¶ 141.)  Despite agreeing to a payment amount for Reclamation to do the work as \na sub-contractor, Reclamation had to be paid between $8,000 and $10,000 in excess \nof the contracted amount in order to finish the agreed-to construction services.  (Neill \nDep. 293:10−12, 293:20−22; Zagaroli Dep. 178:6−15.)  As a result, in June 2015, Neill \n \n \nGrading accepted some of Reclamation’s furniture as compensation for the overage.   \n(Neill Dep. 294:3−10; Zagaroli Dep. 178:15−21; Second Zagaroli Aff. ¶ 380.)       \n41. On July 24, 2015, Neill and Berry sent a letter to Zagaroli and Pritchett \nnotifying them that they had defa ulted under the Purchase Agreement by failing to \nmake the required note payments and repay the cash ad vancements.  (First Am. \nCompl. Ex. 5.)   By this time, Reclamation had failed, and Reclamation was \nadministratively dissolved on February 2, 2017.  (Pl.’s Resp. Defs.’ Mot. Summ. J. Ex. \n1, ¶ 13, ECF No. 107.2; Pl.’s Mot. Summ. J. Ex. 28.)  Shortly thereafter, Zagaroli went \nto work for Benchmade.  (Zagaroli Dep. 26:14−15.) \nIV. LEGAL STANDARD \n42. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C. Gen. Stat. § 1A -1, Rule 56(c).  “A ‘genuine \nissue’ is one that can be maintained by substantial evidence.”  Dobson v. Harris, 352 \nN.C. 77, 83, 530 S.E.2d 829, 835 (2000). \n43. The moving party bears the burden of showing that there  is no genuine \nissue of material fact and that the movant is entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 563, 668 S.E.2d 349, 351 \n(2008).  The movant may make the required showing by proving that “an  essential \nelement of the opposing party’s claim does not exist, cannot be proven at trial, or \nwould be barred by an affirmative defense, or by showing through discovery that the \n \n \nopposing party cannot produce evidence to support an essential element of her claim.”  \nDobson, 352 N.C. at 83, 530 S.E.2d at 835 (citations omitted). \n44. “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as oppose d to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784−85, \n534 S.E.2d 660, 664 (2000).  The Court must view the evidence in the light most \nfavorable to the nonmovant.  Dobson, 352 N.C. at 83, 530 S.E.2d at 835.  However, \nthe nonmovant “may not rest upon the mere allegations or denials of his pleading, \nbut his response, by affidavits or as otherwise provided in this rule, must set forth \nspecific facts showing that there is a genuine issue for trial.  If [the nonmovant] does \nnot so respond, summary judgment, if appropriate, shall be entered against [the \nnonmovant].”  N.C. Gen. Stat. § 1A-1, Rule 56(e). \nV. ANALYSIS \nA. Defendants’ Motion \n45. Defendants move for summary judgment on Zagaroli’s claims for breach of \nfiduciary duty, constructive fraud, and fraud; violation of the Wage and Hour Act; \nbreach of contract; and quasi contract and unjust enrichment.  \n1. Breach of Fiduciary Duty, Constructive Fraud, and Fraud \na. Breach of Fiduciary Duty \n46. Zagaroli contends that he, Neill, Berry, and Neill Grading partnered to \npursue mil l redevelopment opportunities at Hollar, Moretz, and Lyerl y and, as \n \n \npartners, owed fiduciary duties to one another.  (See Pl.’s Resp. Defs.’ Mot. Summ. J. \n6, ECF No. 107.)  Zagaroli further contends that Neill, Neill Grading, and Berry \nbreached their fiduciary duties to Zagaroli by misappropriating the redevelopment \nopportunities at Hollar, Moretz, and Lyerly.   (See Pl.’s Resp. Defs.’ Mot. Summ. J. \n4−5.)     \n47. Defendants argue t hat, to the extent that any partnership related to mill \nredevelopment existed, such partnership was subsumed into R eclamation when it \nwas formed on February 18, 2011.  (Br. Supp. Defs.’ Mot. Summ. J. 11−13, ECF No. \n93.)  As Zagaroli’s breach of fiduciary duty claim arises out of events occurring after \nReclamation was formed, Defendants contend that Zagaroli’s fiduciary duty claim \nfails because he cannot show the existen ce of a fiduciary relationship.  (Br. Supp. \nDefs.’ Mot. Summ. J. 13−18.)  \n48. “For a breach o f fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.”  Dalton v. Camp , 353 N.C. 647, 651, 548 S.E.2d \n704, 707 (2001).   The relationship of partners i s fiduciary in nature.  Compton v. \nKirby, 157 N.C. App. 1, 15, 577 S.E.2d 905, 914 (2003).   Unlike partners, however, \nmembers of a limited liability company do not owe fiduciary duties to each other, \nexcept a controlling member owes fiduciary duties to minority members.  N.C. Gen. \nStat. § 57D-3-21(b); Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. 469, 473, 675 S.E.2d \n133, 137 (2009).  “A partnership is an association of two or more persons to carry on \nas co-owners a business for profit[,]” N.C. Gen. Stat. § 59-36(a), “[b]ut any association \nformed under any other statute of this State  . . . is not a partners hip under this \n \n \nArticle,” id. § 59-36(b).  Accordingly, if Reclamation, formed under the North Carolina \nLimited Liability Company Act, encompassed the parties’ alleged joint pursuit of mill \nredevelopment opportunities, then any alleged partnership as to these opportunities \nceased to exist upon Reclamation’s formation. \n(1) Any alleged partnership was subsumed into \nReclamation. \n   \n49. Defendants’ evidence tends to show that, at Reclamation’s inception, \nReclamation’s business included both mill redevelopment a nd furniture \nmanufacturing.  (Zagaroli Dep. 51:14−19, 90:13−17, 139:15−19, 142:4−9; Neill Dep. \n219:25−220:7, 229:18−230:3, 309:11−23; Defs.’ Mot. Summ. J. Ex. K, ¶¶ 6, 9.)   \nDefendants’ evidence further indicates that a t a  meeting s ometime during the \nsummer of 2011, all members of Reclamation, including Zagaroli, agreed that \nReclamation should focus solely on building furniture because mill redevelopment \nwould require too much capital investment.   (Neill Dep. 229:18−230:7, 309:16−23;  \nDefs.’ Mot. Summ. J. Ex. K, ¶ 9.)    \n50. The Court notes that, d uring Zagaroli’s deposition, Zagaroli testified at \nlength that Reclamation was a lways a  mill redevelopment company, not just a \nfurniture manufacturing company, and that Reclamation should have performed the \nredevelopment work at Moretz and Lyerly.  (Zagaroli Dep. 50:24−51:10 (“I think this \ngoes back to our partnership with Reclamation in the fact that these buildings were \n– the construction work was per- − performed by Neill Grading when it should  have \nreally been performed by Reclamation  . . . . [E]ven though Neill Grading alone did \n[Moretz and Lyerly], Reclamation still pursued historic renovations, and, again, you \n \n \nknow, to the demise of Reclamation.  That work could have and should have benefited \nReclamation.”), 51:14−19 (“Q. And is it your testimony that Reclamation was a \ndevelopment company too?  A. Yes.  Q. And is that from the very beginning of the \nformation of Reclamation?  A. Yes.”),  90:13−17 (“Q. And Reclamation, according to \nyour testimon y, it was a development company too?  A. We did.  We approached \nwhatever businesses we could, but it was primarily development  – that’s – all our \nmarketing stated that – and furniture.”), 139:15−19 (“Q. . . . Is it your testimony that \nReclamation was alway s going to be a – a development company, though, as far as \nredeveloping these historic mills?  A. That and furniture.”), 142:4−13 (“Q. Were there \nspecific conversations about Reclamation being involved in redevelopment?  A. Yes.  \nQ. Okay.  So that’s not so mething you just assumed?  A. No.  And, again, it was put \ninto all our early marketing material.  Q. Did there come a time when that direction \nshifted some towards more furniture?  A. The entire time I was involved with \nReclamation, I pursued all opportuni ties.”).)  Further, Zagaroli testified during his \ndeposition that the purported partnership with Neill to redevelop historic mills was \nwrapped up into  Reclamation when it was formed  and that the partnership and \nReclamation were “one and the same.”  ( Zagaroli Dep. 114:4−20, 220:14−17, \n221:19−22.)   \n51. In opposition to Defendants’ motion for summary judgment, Zagaroli \nsubmitted a 58 -page, 384 -paragraph affidavit , which in large part contradicts  his \nprior sworn deposition testimony.   (See Second Zagaroli Af f.)  In this affidavit, \nZagaroli stated numerous times that he did not “believe,” “associate,” or “understand” \n \n \nthe opportunities at Hollar, Moretz, and Lyerly to be a part of Reclamation’s business.  \n(Second Zagaroli Aff. ¶¶ 128, 171, 297, 353.)   \n52. “[I]t is  well-established that a party opposing a motion for summary \njudgment cannot create a genuine issue of material fact by filing an affidavit \ncontradicting his p rior sworn testimony.”  Cousart v. Charlotte -Mecklenburg Hosp. \nAuth., 209 N.C. App. 299, 304, 704 S.E.2d 540, 543 (2011) (quotation marks omitted).  \n“If not for this rule, a party who has been examined at length on deposition could \nraise an issue of fact simply by submitting an affidavit contradicting his own prior \ntestimony, which would greatly dimin ish the utility of summary judgment as a \nprocedure for screening o ut sham issues of fact.”  Rider v. Hodges , 804 S.E.2d 242, \n247 (N.C. Ct. App. 2017) (quotation marks omitted).   \n53. Indeed, Zagaroli attempts to evade this rule by stating in his affidavit that \nhis “[a]nswer to the question that about [sic] the partnership being rolled into \nReclamation, LLC and that they were ‘one and the same’ was a generalization \nrelating to vague [sic] question asked by Paul Culpepper tha t did not reference any \nparticular time frame.”  (Second Zagaroli Aff. ¶ 384.)  As explained above, Zagaroli \ntestified numerous times that Reclamation’s business included mill redevelopment.  \nMoreover, all the other evidence of record is undisputed that Re clamation pursued \nmill redevelopment opportunities, at least at its inception, and that any partnership \nthat existed between the partie s was subsumed in to Reclamation.  Accordingly, \nZagaroli’s affidavit  contradicting his prior deposition testimony cannot cre ate a \ngenuine issue of material fact regarding the scope of Reclamation’s initial business.   \n \n \n54. Therefore, the Court concludes that there is no genuine issue of material \nfact that Reclamation’s business  included mill redevelopment, at least at its very \nbeginning, and , thus, any alleged partnership was incorporated into Reclamation.  \nAgainst this backdrop, the Court addresses whether Zagaroli has come forward with \nsufficient evidence of a fiduciary relationship to create a genuine issue of fact.      \n55. It is well settled that a manager of a limited liability company owes \nfiduciary duties to the company, not to the individual members.  N.C. Gen. Stat. \n§ 57D-3-21(b); Kaplan, 196 N.C. App. at 474, 675 S.E.2d at  137.  Further, members \nof a limited liability company do not owe fiduciary duties to each other or to the \ncompany, except a controlling member owes fiduciary duties to minority members.  \nKaplan, 196 N.C. App. at 473, 675 S.E.2d at 137.  Here, Neill and Berry each owned \na thirty percent interest in Reclamation. \n56. Our Court of Appeals has  held “that a minority shareholder exercising \nactual control over a corporation may be deemed a ‘controlling shareholder’ with a \nconcomitant fiduciary duty to the other shareholders.”  Corwin v. British Am. Tobacco \nPLC, 796 S.E.2d 324, 330 (N.C. Ct. App. 2 016).  Prior to Corwin, North Carolina \ncourts had recognized that individual minority shareholders of a closely -held \ncorporation who act in concert and collectively own the majority interest in the \ncorporation may owe fiduciary duties as the controlling sh areholders.  E.g., Norman \nv. Nash Johnson & Sons’ Farms, Inc. , 140 N.C. App. 390, 407, 537 S.E.2d 248, 260 \n(2000).  North Carolina courts have  not, however, recognized that possibility in the \ncontext of a limited liability company.  See Raymond James Capital Partners, L.P. v. \n \n \nHayes, 789 S.E.2d 695, 701 (N.C. Ct. App. 2016) (“[A]n exception to [the general] rule \nis that a controlling shareholder owes a fiduciary duty to minority shareholders.  To \nthat end, our courts have extended special protections to mino rity shareholders in \nclosely held corporations.” (first alteration in original) ( quotation marks  omitted) \n(citation omitted) (citing Norman, 140 N.C. App. at 407, 537 S.E.2d at 260)); Fiske v. \nKieffer, 2016 NCBC LEXIS 22, at *10 (N.C. Super. Ct. Mar. 9, 2016) (stating that the \nholding in Norman has not been extended t o minority interest owners in a  limited \nliability company); Wortman v. Hutaff, 2013 NCBC LEXIS 47, at *23 (N.C. Super. Ct. \nOct. 29, 2013) (finding that two members who each owned a one-third interest were \nminority interest owners and they “did not owe Plaintiffs fiduciary duties simply \nbecause together they owned a majority interest in [the limited liability company] \nand could out-vote Plaintiffs”); Blythe v. Bell, 2013 NCBC LEXIS 17, at *14−18 (N.C. \nSuper. Ct. Apr. 8, 2013) (stating that the Norman rule should not apply in the limited \nliability company context). \n57. Assuming, without deciding, that Corwin extends to minority interest \nowners in a limited liability company , the re is no  evidence that Neill and Berry \nexercised actual domination and control over Reclamation.  The undisputed evidence \ndemonstrates that Zagaroli controlled  almost all aspects of  Reclamation’s business.  \nAlthough Zagaroli did not have the authority to sign checks on Reclamation’s account, \nZagaroli made the decisions on a day-to-day basis as to which materials Reclamation \nshould purchase, who needed to be paid, how to price items, and which supplies and \n \n \ninventory Reclamation needed.  Therefore, the Court concludes that Neill and Berry \nare not controlling members and do not owe fiduciary duties to Zagaroli. \n(2) Zagaroli has failed to come forward with \nsufficient evidence of a partnership to create a \ngenuine issue of fact. \n \n58. Alternatively, e ven assuming arguendo that the scope of Reclamation’s \nbusiness never included mill redevelopment (an assumption at odds with Zagaroli’s \nsworn testimony), Zagaroli has failed to come forward with sufficient evidence of a \npartnership to create a genuine issue of fact.   \nA partnership is a combination of two or more persons of their property, \neffects, labor, or skill in a common business or venture, under an \nagreement to share the profits or losses in equal or specified proportions, \nand constituting each member an agent of the others in matters \nappertaining to the partnership and within the scope of its business. \n   \nCompton, 157 N.C. App. at 10, 577 S.E.2d at 911−12.  “A contract, express or implied, \nis essential to the form ation of a partnership.”  Wiggs v. Peedin, 194 N.C. App. 481, \n486, 669 S.E.2d 844 , 848 (2008) (quoting Eggleston v. Eggleston, 228 N.C. 668, 674, \n47 S.E.2d 243, 247 (1948)).   “A partnership may be inferred from all the \ncircumstances, so long as the circumstances demonstrate a meeting of the minds with \nrespect to the material terms of the partnership agreement.”  Compton, 157 N.C. App. \nat 11, 577 S.E.2d at 912.  Further, it is well settled that “co-ownership and sharing of \nany actual profits are indispensable requis ites for a partnership.”  Wiggs, 194 N.C. \nApp. at 486, 669 S.E.2d at 848. \n59. Here, although there is evidence that the parties combined their property, \nlabor, and skill, there is no evidence of an agreement to share profits.  Instead, the \n \n \nevidence indicates that the parties had an understanding that they “would all benefit” \nfrom the projects, and that Zagaroli expected to be compensated for his construction \nand design work on Hollar, Moretz, and Lyerly.  For example, in his answer to \nDefendants’ interrogatory regarding the conversations that led Zagaroli to believe \nthat a partnership existed, with respect to Hollar, Zagaroli stated that he  \nunderstood that Neill agreed to partner with Zagaroli in the manner \noriginally described by Zagaroli to Neill, including that Neill arranged \nfor investment and Zagaroli would perform dev elopment and \nconstruction related services as the means Zagaroli would be \ncompensated.  Zagaroli understood the partnership to include Neill \nmaking money from the value of the re -developed, income producing \nproperty, tax credits and/or sale of the property. \n \n(Zagaroli Dep. Ex. 1, at 6.)   \n60. In fact, the undisputed evidence demonstrates that Zagaroli performed \nconstruction related services on Hollar, including securing the building and repairing \nthe roof, and that HHI paid Zagaroli for this work.  (Pl.’s Mot. Summ. J. Ex. 11, ECF \nNo. 102.12; Pl.’s Mot. Dismiss & Mot. J. Pleadings Ex. 4, ECF No. 34.1; Zagaroli Dep. \n81:11−21, 82:5−12.)  Additionally, Zagaroli testified during his deposition that he had \nno equity or ownership in the Hollar job —just the potential t o do the construction \nwork.  (Zagaroli Dep. 69:23−25.)   \n61. With respect to Moretz and Lyerly, Zagaroli stated that “Neill and \nZagaroli’s discussions included pursuing historic mill renovation opportunities for \n[Moretz and Lyerly] for their mutual benefit.”  (Zagaroli Dep. Ex. 1, at 9, 11.)  Zagaroli \nfurther stated that “Neill repeatedly represented to Zagaroli that when projects \nwould be completed, Zagaroli would be paid for example from construction \n \n \nadministration services, and/or promising [sic] work including development, design, \nconstruction and similar means for compensating Zagaroli for his partnership work.”  \n(Zagaroli Dep. Ex. 1, at 12.)  \n62. That the parties may have pursued mill redevelopment opportunities “for \ntheir mutual benefit,” and that Zagaroli would derive work on those opportunities for \nwhich he would be compensated, does not create a partnership between the parties , \nwith attendant fiduciary duties, as there is no evidence of an agreement, express or \nimplied, to share the profits of the business.            \n63. In sum, the undisputed evidence tends to show that any alleged partnership \nbetween the parties was subsumed into Reclamation , and there is no evidence that \nNeill and Berry exercised the requisite domination and control over Reclamation such \nthat they owed fiduciary duties to Zagaroli.  Alternatively, Zagaroli has failed to come \nforward with sufficient evidence of a partnership so as to support the existence of a \nfiduciary relationship between the parties .  As Zagaroli has failed to come forward \nwith sufficient evidence of a fiduciary relationship, the Court grants Defendants’ \nmotion for summary judgment on Zagaroli’s breach of fiduciary duty claim, and this \nclaim is dismissed with prejudice. \nb. Constructive Fraud   \n64. A constructive fraud claim requires proof of “(1) a relationship of trust and \nconfidence, (2) that the defendant took advantage of that position of trust in order to \nbenefit himse lf, and (3) that plaintiff was , as a result, injured.”  White v. Consol. \nPlanning, Inc., 166 N.C. App. 283, 294, 603 S.E.2d 147, 156 (2004).   A constructive \n \n \nfraud claim requires the existence of a fiduciary duty.  Brissett v. First Mount Vernon \nIndus. Loan Ass’n, 233 N.C. App. 241, 252, 756 S.E.2d 798, 806 (2014).     \n65. As the Court has concluded that Zagaroli has failed to come forward with \nsufficient evidence of a fiduciary relationship, the Court likewise grants Defendants’ \nmotion for summary judgment on Zagaroli’s constructive fraud claim, and this claim \nis dismissed with prejudice. \nc. Fraud  \n66. To establish a claim for fraud, Plaintiff must prove “(1) a false \nrepresentation or concealment of a material fact; (2) reasonably calculated to deceive; \n(3) made with the intent to deceive; (4) which does in fact deceive; (5) resulting in \ndamage to the injured party.”  Rider, 804 S.E.2d at 248 (quoting Forbis v. Neal, 361 \nN.C. 519, 526−27, 649 S.E.2d 382, 388 (2007)).   Based on the Court’s careful review \nof the record in this action, and the briefs of the parties, Zagaroli has neither alleged \nnor come forward with any evidence of the essential elements of fraud.  Accordingly, \nthe Court grants Defendants’ motion for summary judgment on Zag aroli’s fraud \nclaim, and this claim is dismissed with prejudice.  \n2. Wage and Hour Act Violation \n67. Zagaroli contends that Reclamation failed to pay his $1,000 per week salary \nin violation of N.C. Gen. Stat. § 95-25.6, which provides, in relevant part, that “[e]very \nemployer shall pay every employee all wages and tips accruing to the employee on \nthe regular payday.”  N.C. Gen. Stat. § 95 -25.6.  Defendants contend that all wages \n \n \ndue before October 26, 2013 are barred by the statute of limitations.  (Br. Supp. Defs.’ \nMot. Summ. J. 25.)   \n68. A claim pursuant to section 95 -25.6 is subject to a two -year statute of \nlimitations.  N.C. Gen. Stat. § 95 -25.22(f).  “[T]he statute begins to run on the date \nthe promise is broken.”  Kornegay v. Aspen Asset Grp., LLC, 204 N.C. App. 213, 233, \n693 S.E.2d 723, 738 (2010).  “[W]hen the party moving for summary judgment pleads \nthe statute of limitations, ‘the burden is then placed upon the [non-movant] to offer a \nforecast of evidence showing that the action was instituted within the perm issible \nperiod after the accrual of the cause of action.’”  PharmaResearch Corp. v. Mash, 163 \nN.C. App. 419, 424, 594 S.E.2d 148, 152 (2004) (second alteration in original) (quoting \nPembee Mfg. Corp. v. Cape Fear Constr. Co. , 313 N.C. 488, 491, 329 S.E.2d 350, 353 \n(1985)).   \n69. Whether a claim is barred by the statute of limitations is a mixed question \nof law and fact.  Stratton v. Royal Bank of Can., 211 N.C. App. 78, 81, 712 S.E.2d 221, \n226 (2011).  “If a plaintiff’s claim is barred by the running of the applicable statute of \nlimitations, summary judgment in favor of a defendant is appropriate.”  Lockerman \nv. S. River Elec. Membership Corp., 794 S.E.2d 346, 354 (N.C. Ct. App. 2016).  “When, \nhowever, the evidence is sufficient to support an inference that the limitations period \nhas not expired, the issue should be submitted to the jury.”  Baum v. John R. Poore \nBuilder, Inc., 183 N.C. App. 75, 81, 643 S.E.2d 607, 611 (2007). \n70. Here, Zagaroli filed his Complaint on October 26, 2015.  Accordingly, any \nclaim for wages owed prior to October 26, 2013 is barred by the statute of limitations.  \n \n \nIn opposition to Defendants’ motion, Zagaroli argues that “[t]he evidence will show \nthat when Zagaroli was not paid, there were agreements that such payments would \nbe made in subsequent years, and the obligation was continued into the next year by \nagreement.”  (Pl.’s Resp. Defs.’ Mot. Summ. J. 21.)  Once Defendants, as the movants, \ndemonstrated the absence of a genuine issue of material fact, however, the burden \nshifted to Zagaroli to come forward with specific facts showing that a genuine issue \nfor trial exists.  In re Jones, 362 N.C. 569, 573, 669 S.E.2d 572, 576 (2008).   Zagaroli \nhas failed to do so.   \n71. Therefore, the Court concludes that Zagaroli’s claim  against Reclamation \nfor unpaid wages owed before October 26, 2013 is barred by the statute of limitations.  \nThe Court further concludes that genuine issues of material fact exist as to whether \nan employment relationship existed between Zagaroli and Reclamation and whether \nReclamation failed to pay Zagaroli’s salary after October 26, 2013.  As a result, \nDefendants’ motion for summa ry judgment on Zagaroli’s Wage and Hour Act claim  \nagainst Reclamation is granted in part as to wages owed before October 26, 2013.  \nDefendants’ motion as to wages owed by Reclamation on or after October 26, 2013 is \ndenied.  \n3. Breach of Contract \n72. At the outset, the Court notes that the basis for Zagaroli’s breach of contract \nclaim is less than clear.  In his response brief in opposition to Defendants’ motion for \nsummary judgment, Zagaroli contends that  \n[Zagaroli]’s breach of contract claims arise out of promises and contracts \nrelating to (1) [sic] Hollar, Moretz, and Lyerly, which in many respects \n \n \nmirror the breach of fiduciary duty claims.  Further, [Zagaroli]’s breach \nof contract includes breach of agreements relating to promises required \nto form and operate Reclamation, LLC.  [Zagaroli]’s claims include \nfailing to pay for services promised to [Zagaroli] relating to Hollar, but \nthose services are not limited to the contract negotiated between [Neill] \nand [RedClay].  \n  \n(Pl.’s Resp. Defs.’ Mot. Summ. J. 20.)   In his First Amended Complaint, Zagaroli \nalleges that “Neill and Berry breached contracts with Zagaroli by failing pay [sic] \nsufficient money to Reclamation or Zagaroli to pay Zagaroli the $1000.00 per week[,]” \nthat Zagaroli is owed no less than $17,500 for construction administration services \nZagaroli performed on Hollar, and that Neill and Berry breached sections 2 and 5 of \nthe Purchase Agreement.  (First Am. Compl. ¶¶ 197, 200−02.) \n73. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract.”  Poor v. Hill, 138 N.C. App. 19, \n26, 530 S.E.2d 838, 843 (2000).  A valid contract requires assent, mutuality of \nobligation, and definite terms.  Charlotte Motor Speedway, LLC v. Cty. of Cabarrus , \n230 N.C. App. 1, 7, 748 S.E.2d 171, 176 (2013). \na. $1,000 per Week \n74. Zagaroli contends that Reclamation’s failure to pay Zagaroli $1,000 per \nweek serves as a basis for his breach of contract claim.  The evidence before the Court \ntends to show that, in May 2011, Reclamation agreed to pay Zagaroli $1,000 per week, \n(Zagaroli Dep. 116: 11−13, 117:6−22, 146:22−147:2, 18 6:11−25; Second Zagaroli Aff. \n¶ 155), and that Reclamation did not pay Zagaroli’s salary every week, (Zagaroli Dep. \n148:13−15; Defs.’ Mot. Summ. J. Ex. K, ¶ 16).  Unlike a claim under section 95-25.6, \na claim for breach of contract is subject to a three -year statute of limitations.  N.C. \n \n \nGen. Stat. § 1 -52(1).  A cause of action for breach of contract accrues upon notice of \nthe breach.  N.C. Farm Bureau Mut. Ins. Co. v. Hull , 795 S.E.2d 420, 422 (N.C. Ct. \nApp. 2016); Haigh v. Superior Ins. Mgmt. Grp., Inc., 2017 NCBC LEXIS 100, at *16 \n(N.C. Super. Ct. Oct. 24, 2017).  As Zagaroli filed his Complaint on October 26, 2015, \nZagaroli cannot recover on a breach of contract theory for unpaid salary owed before \nOctober 26, 2012.  As with Zagaroli’s Wage and Hour Act claim, there is a dispute of \nfact as to whether Reclamation failed to pay Zagaroli’s salary after October 26, 2012.  \nTherefore, the Court grants Defendants’ motion for summary judgment on Zagaroli’s \nbreach of contract claim against Reclamation for unpaid salary owed before October \n26, 2012.  The Court denies Defendants’ motion as to unpaid salary owed by \nReclamation on or after October 26, 2012.       \nb. $17,500 Construction Administration Fee \n(1) Zagaroli’s alleged construction administration \nwork was performed pursuant to his agreement \nwith RedClay. \n \n75. Zagaroli contends  that he is owed no less than $17,500 for construction \nadministration services he allegedly performed for Hollar.  Defendants argue that, to \nthe extent that Zagaroli did any construction administration  work, such work was \nperformed pursuant to an agreement between Zagaroli and RedClay.   (Br. Supp. \nDefs.’ Mot. Summ. J. 23−24.)  The Court agrees with Defendants.  \n76. The evidence is undisputed that, pursuant to the RedClay Agreement, HHI \nagreed to pay RedClay the A&E Fee, and Zagaroli had a separate agreement with \nRedClay to be paid a portion of the A&E Fee for Zagaroli’s design and construction \n \n \nadministration work.  (Zagaroli Dep. 92:24−93:17, 192:11−18, 218:9−13; Neill De p. \n36:12−13; Maynard Aff. ¶ 12.)  Further, the evidence is undisputed that HHI reduced \nthe scope of work under the A&E Fee such that the fee was lowered by $17,500, which \nHHI was permitted to do by the express terms of the agreement, and  HHI paid the \nA&E Fee in full.  (Neill Dep. 174:7−25, 203:25−204:7; Maynard Aff. ¶ 10.) \n(2) Enforcement of Neill’s alleged promise is barred \nby the statute of frauds. \n \n77. Zagaroli nonetheless argues that  Neill promised to pay Zagaroli  $17,500.  \n(Pl.’s Resp. Defs.’ Mot. Summ. J. 20.)  There is a dispute of fact as to whether Neill \never promised to pay Zagaroli $17,500.  Defendants argue, however, that even if Neill \nso promised, such a promise is a promise to answer for the debt of another and is thus \nbarred by the statute of frauds.4  (Br. Supp. Defs.’ Mot. Summ. J. 23−25.)   \n                                                 \n4 Although Plaintiff did not raise this issue in opposition to Defendants’ motion for \nsummary judgment, t he Court notes that Defendants failed to plead the statu te of \nfrauds as an affirmative defense in their answer.  (See Answer 16−19.)  “[O]rdinarily, \nthe failure to plead an affirmative defense results in a waiver [of that defense] unless \nthe parties agree to try the issue by express or implied consent.”  News & Observer \nPubl’g Co. v. McCrory, 795 S.E.2d 243, 248 (N.C. Ct. App. 2016) (second alteration in \noriginal).  However, Defendants expressly raised the statute of frauds in their brief \nin support of their motion for summary judgment.  See id. at 250 (“[I]f an affirmative \ndefense required to be raised by a responsive pleading is sought to be raised for the \nfirst time in a motion for summary judgment, the motion must ordinarily refer \nexpressly to the affirmative defense relied upon.” (emphasis omitted) (quoting \nDickens v. Puryear, 302 N.C. 437, 443, 276 S.E.2d 325, 329 (1981))).  Further, Plaintiff \nhad the opportunity to respond and did respond.  See id. (“Simply put, the \ncircumstances in Dickens indicated that the plaintiff was not prejudiced by the \ntechnical failure of the defendant to plead and reference an affirmative defense \nbecause it was clear that the plaintiff understood the issue was contested and not \nonly had the opportunity to respond, but had responded.” (emphasis omitted)).  \nTherefore, the Court concludes that Defendants’ failure to plead the statute of frauds \nin their answer does not bar its consideration on summary judgment.      \n \n \n78. Pursuant to N.C. Gen. Stat. § 22-1,  \nNo action shall be brought whereby to charge an executor, administrator \nor collector upon a special promise to answer damages out of his o wn \nestate or to charge any defendant upon a special promise to answer the \ndebt, default or miscarriage of another person, unless the agreement \nupon which such action shall be brought, or some memorandum or note \nthereof, shall be in writing, and signed by t he party charged therewith \nor some other person thereunto by him lawfully authorized. \n \nN.C. Gen. Stat. § 22 -1.  “The general rule under the above statute is that a promise \nto answer for the debt of another for which the other remains liable , must be in \nwriting.”  Parrish Funeral Home, Inc. v. Pittman, 104 N.C. App. 268, 273, 409 S.E.2d \n327, 331 (1991).  North Carolina, however, recognizes the “main purpose rule” as an \nexception to the statute of frauds.  Watson Elec. Constr. Co. v. Summit Cos., LLC, 160 \nN.C. App. 647, 653, 587 S.E.2d 87, 93 (2003).   Under the main purpose rule, “if it is \nconcluded that the promisor has the requisite personal, immediate, and pecuniary \ninterest in the transaction in which a third party is the primary obligor, t hen the \npromise is said to be original rather than collateral and therefore need not be in \nwriting to be binding.”  Terrell v. Kaplan , 170 N.C. App. 667, 670, 613 S.E.2d 526, \n528 (2005) (quoting Burlington Indus., Inc. v. Foil, 284 N.C. 740, 748, 202 S.E.2d 591, \n597 (1981)).      \n79. Even assuming arguendo that Neill promised to pay Zagaroli $17,500 that \nwas owed by RedClay, such a promise constitutes a promise to answer for the debt of \nanother and must be in writing to be enforceable.  Zagaroli contends he is owed \n$17,500 for services he performed on Hollar , and t here is no dispute that any such \nservices were performed prior to the end of 2011.   (Zagaroli Dep. 91:22−92:5, \n \n \n192:4−10, 193:14−21, 2 17:9−10, 226:17−20, 228:7−8; Neill Dep. 67:24−68:13, \n193:24−194:12.)  After Neill allegedly promised to pay Zagaroli  $17,500, on October \n26, 2012, Zagaroli e-mailed an invoice to Neill for that amount.  (Second Zagaroli Aff. \nExs. 7I−7J; Zagaroli Dep. 85:18−24, 194:11−14, Ex. 4.)  The invoice is billed to “Hollar \nHosiery, LLC” for “[c]onstruction administration & services rendered[.]”  (Zagaroli \nDep. Ex. 4.)  Any such promise by Neill in October 2012 for services performed by \nZagaroli prior to the end of 201 1 is not an original promise outside the scope of the \nstatute of frauds.  See Dealers Specialties, Inc. v. Neighborhood Housing Servs., Inc., \n54 N.C. App. 46, 53, 283 S.E.2d 155, 160 (1981) (“An obligation is original if made at \nthe time or before the debt  is created and if credit is given in consideration of the \npromise made by the promissor [sic].” (emphasis added)).   \n80. Rather, such a promise, if one was made, was a collateral promise to answer \nfor the debt of RedClay, which must be in writing to be enforceable.  See id. at 54, 283 \nS.E.2d at 160 (“If a debt has already been made and the party is already bound under \nit, and a third party comes in and promises to pay it or to assume the responsibility \nfor it, the third party isn’t liable there, because the cr edit wasn’t extended on the \nbasis of that, and that is the promise to answer for the debt, default or miscarriage of \nsomebody else, which has to be in writing before it can be enforced.”  (quoting \nGoldsmith v. Erwin , 183 F.2d 432, 436 (4th Cir. 1950) )).  Zagaroli has not come \nforward with any evidence of a writing wherein Neill promised to pay Zagaroli \n$17,500.  Accordingly, enforcement of any oral promise by Neill to pay Zagaroli  \n$17,500 is barred by the statute of frauds. \n \n \n(3) Neill’s alleged promise fails fo r lack of \nconsideration. \n \n81. Alternatively, the Court concludes that Neill’s promise to pay Zagaroli \n$17,500 is unenforceable as a matter of law for lack of consideration.  A contract must \nbe supported by consideration  in order to be enforceable.  Fairfield Harbour Prop. \nOwners Ass’n, Inc. v. Midsouth Golf, LLC, 215 N.C. App. 66, 75, 715 S.E.2d 273, 282 \n(2011).  “A bare promise, made without consideration, creates no legal rights and \nimposes no legal obligations.”  Kingsdown, Inc. v. Hinshaw , 2016 NCBC LEXIS 1 5, \nat *24 (N.C. Super. Ct. Feb. 17, 2016) (quoting Stonestreet v. S. Oil Co., 226 N.C. 261, \n263, 37 S.E.2d 676, 677 (1946)) ; see also Watson Elec. Constr. Co. , 160 N.C. App. at \n655, 587 S.E.2d at 94 (“Consideration is the glue that binds parties together, and a \nmere promise, without more, is unenforceable.”).  Here, Neill’s promise to pay \nZagaroli $17,500 for prior services Zagaroli allegedly performed on Hollar was not \nsupported by consideration.  It is undisputed that  the $17,500 was for services \nallegedly performed prior to 2011, and after 2011, Zagaroli was no longer involved in \nand performed no further work on Hollar.  “[P] ast consideration is not adequate to \nsupport a contract.”  Kingsdown, Inc., 2016 NCBC LEXIS 15, at *24. \n82. In sum, the Court concludes that Zagaroli’s alleged construction \nadministration work was performed pursuant to his agreement with RedClay, and  \nenforcement of Neill’s alleged promise to pay Zagaroli $17,500 is barred by the statute \nof frauds.  Alternatively, the Court concludes that s uch a promise is unenforceable \nfor lack of consideration.   Accordingly, the Court grants Defendants’ motion for \n \n \nsummary judgment on Zagaroli’s breach of contract claim to the extent that such \nclaim is based on the $17,500 construction administration fee. \nc. The Purchase Agreement \n83. The Court next addresses Zagaroli’s claim that Neill and Berry breached \nthe Purchase Agreement.  Zagaroli alleges that Neill and Berry breached section 2 of \nthe Purchase Agreement by failing to modify Reclamation’s operating agreement .  \n(First Am. Compl. ¶ 201.)  Section 2 of the Purchase Agreement provides, in relevant \npart, that Neill and Berry “agree that they will modify any documents associated with \nReclamation, LLC to reflect that [Zagaroli] and [Pritchett] are the new member -\nmanagers of Reclamation, LLC and sole owners of the name Reclamation, LLC.”  \n(Defs.’ Mot. Summ. J. Ex. D, at Berry 109.)  The evidence is undisputed, however, \nthat Reclamation did not have a written  operating agreement.  (Pl.’s Mot. Summ. J. \nEx. 4, ¶ 27; Neill Dep. 215:23−216:8.)   \n84. Zagaroli further alleges that Neill and Berry breached section 5 of the \nPurchase Agreement by refusing to agree to shut down Reclamation’s operations.   \n(First Am. Compl. ¶ 202.)  Section 5 of the agreement provides, in relevant part, that \n“[a]ny shutdown or cessation of operations must be mutually agreed upon by and \nbetween [Neill and Berry] and [Zagaroli and Pritchett].”   (Defs.’ Mot. Summ. J. Ex. \nD, at Berry 109.)  A plain and unambiguous contract must be interpreted as written.  \nState v. Philip Morris USA Inc. , 363 N.C. 623, 632, 685 S.E.2d 85, 91 (2009).   There \nis nothing in section 5, or any other provision of the Purchase Agreement, that \nobligates Neill and Berry to agree to shut down Reclamation’s operations.  Moreover, \n \n \nthere i s no evidence that Zagaroli and Pritchett sought to cease Reclamation’s \noperations and Neill and Berry refused to agree to do so.   \n85. Therefore, the Court grants Defendants’ motion for summary judgment on \nZagaroli’s breach of contract claim to the extent tha t this claim is based on the \nPurchase Agreement. \nd. Formation and Operation of Reclamation  \n86. Zagaroli also contends that Neill and Berry breached “agreements relating \nto promises required to form and operate Reclamation, LLC.”  (Pl.’s Resp. Defs.’ Mot. \nSumm. J. 20.)  Zagaroli appears to contend that Neill and Berry failed to make their \ninitial capital contributions to Reclamation, and that Neill and Berry failed to \ncontinuously fund Reclamation as needed.   \n87. The evidence is undi sputed that Neill contributed $ 52,019.69 to \nReclamation in relation to the disassembly and transportation of the JP Stevens \nfactory materials.  (Br. Opp’n Pl.’s Mot. Summ. J. Ex. B, ¶ 1.)  The evidence is further \nundisputed that Berry made his initial cont ribution of $26,000 to Reclamation.   \n(Zagaroli Dep. 119:7−14; Br. Opp’n Pl.’s Mot. Summ. J. Ex. A, ¶ 1, ECF No. 106.2.)   \nZagaroli testified  during his deposition  that, at or around the time of formation,  \nZagaroli told Berry that Berry needed to contribute $26,000 to Reclamation and Berry \ncontributed that amount  to Reclamation.   (Zagaroli Dep. 119:2−14, 138:18−23.)  \nAlthough Zagaroli stated in his  affidavit that he does not believe Berry paid any \nmoney to Reclamation, (Second Zagaroli Aff. ¶ 149), as discuss ed above, Zagaroli \n \n \ncannot create an issue of fact by submitting an affidavit contradicting his own prior \nsworn deposition testimony. \n88. Additionally, Zagaroli stated in his affidavit that he “believed [Berry] and \n[Neill] were obligated to make sure Reclamatio n, LLC had sufficient financing, and \nthat they were obliged to use their personal balance sheets and resources to finance \nReclamation, LLC’s needs and pursuant to a business plan that expected to lose \nmoney for the remainder of the year.”  ( Second Zagaroli  Aff. ¶ 212.)  During his \ndeposition, h owever, Zagaroli testified that, when Zagaroli told Berry that Berry \nneeded to contribute $26,000, he did not tell Berry that B erry would be required to \nput in more money later.   (Zagaroli Dep. 119:25−120:2; see also Br. Opp’n Pl.’s Mot. \nSumm. J. Ex. A, ¶ 2.)  Zagaroli further testified that he never asked Neill and Berry \nto put in additional capital.  (Zagaroli Dep. 155:12−15.)  Nevertheless, the undisputed \nevidence tends to show  that Berry ultimately invested a total  of $61,457.93  in \nReclamation, and both Neill and Berry obtained $225,000 in loans to fund \nReclamation’s operations, which they and their wives personally guaranteed.   (Br. \nOpp’n Pl.’s Mot. Summ. J. Ex. A, ¶¶ 2−3; Br. Opp’n Pl.’s Mot. Summ. J. Ex. B, ¶ 2.)   \nIn sum, other than Zagaroli’s statements in his affidavit—which contradict his prior \ndeposition testimony —the record is devoid of any evidence that Neill and Berry \nagreed to provide unlimited funding for Reclamation’s operations.   What the record \ndoes show is that Neill and Berry contributed substantial amounts of their personal \nfunds to Reclamation and personally guaranteed substantial loans to make additional \ncash infusions to the company. \n \n \n89. Therefore, the Court grants Defendants’ motion for summary judg ment on \nZagaroli’s breach of contract claim to the extent that this claim is based on \nagreements relating to the formation and operation of Reclamation. \ne. Hollar, Moretz, and Lyerly  \n90. Zagaroli claims that Defendants breached contracts relating to Hollar, \nMoretz, and Lyerly.  As with the other alleged agreements giving rise to Zagaroli’s \nbreach of contract claim, these alleged contracts relating to Hollar, Moretz, and \nLyerly, and the terms thereof, are equivocal at best.  It seems that Zagaroli contends \nthat the parties had an agreement to jointly pursue mill redevelopment opportunities, \nand that Defendants breached such agreement by misappropriating those \nopportunities for themselves.  (See Pl.’s Resp. Defs.’ Mot. Summ. J. 20.)   \n91. Defendants argue that this claim must be dismissed because it is a \nderivative claim that must be brought on behalf of Reclamation and, thus, Zagaroli \nlacks standing to assert this as an individual claim.  (Br. Supp. Defs.’ Mot. Summ. J. \n23.)  The Court agrees with Defendants.  \n92. It is a well -settled principle of North Carolina law that shareholders of a \ncorporation cannot pursue individual causes of action for wrongs or injuries to the \ncorporation.  Barger v. McCoy Hillard & Parks , 346 N.C. 650, 658, 488 S.E.2d 215, \n219 (1997); Corwin, 796 S.E.2d at 338.  This same standard applies for purposes of \ndetermining whether a member of a limited liability company can assert an \nindividual, as opposed to a derivative, claim.  Levin v. Jacobson, 2015 NCBC LEXIS \n111, at *14−15 (N.C. Super. Ct. Dec. 7, 2015); see Russell M. Robinson, II, Robinson \n \n \non North Carolina Corporation Law § 34.04[5] (7th ed. 2016) (“A derivative action on \nbehalf of an LLC will be governed by essentially the same rules t hat apply to a \nderivative action on behalf of a corporation.”). \n93. There are two exceptions to the general requirement of derivative claims: \n(1) when there is a special duty between the wrongdoer and the member; and (2) when \nthe member suffered an injury separate and distinct from the injury suffered by the \nlimited liability company and the other members.  Barger, 346 N.C. at 658, 488 S.E.2d \nat 219; Corwin, 796 S.E.2d at 338; Levin, 2015 NCBC LEXIS 111, at *14; see Robinson \n§ 34.04[5] (“[W]hether the member mu st bring the suit individually or on behalf of \nthe LLC turns on whether the alleged injuries were caused directly to the member or \nare a consequence of breaches of fiduciary duty that harmed the LLC.”). \n94. As discussed above, the undisputed evidence tends to show that, at least \ninitially, Reclamation’s business included mill redevelopment.  Further, Zagaroli \ntestified that the mill redevelopment opportunities at Moretz and Lyerly should have \nbeen performed by Reclamation.  “Misappropriation of corporate opport unities is \nlogically a derivative claim, but not an individual claim, because the injury is to the \ncorporation, not to an individual shareholder.”  Plasman v. Decca Furniture (USA), \nInc., 2016 NCBC LEXIS 80, at *38 (N.C. Super. Ct. Oct. 21, 2016) (citing Meiselman \nv. Meiselman, 309 N.C. 279, 307, 307 S.E.2d 551, 567 (1983)).   \n95. There is no evidence tending to indicate that Defendants owed Zagaroli a \nspecial duty or that Zagaroli suffered a special injury  such that Zagaroli may bring \nan individual claim for misappropriation of the mill redevelopment opportunities.  As \n \n \nZagaroli did not make a  pre-suit demand on Reclamation , Zagaroli does not have \nstanding to pursue this claim on behalf of Reclamation.  N.C. Gen. Stat. § 57D -8-\n01(a); Petty v. Morris, 2014 NCBC LEXIS 67, at *4 (N.C. Super. Ct. Dec. 16, 2014).       \n96. Therefore, the Court grants Defendants’ motion for summary judgment on \nZagaroli’s breach of contract claim to the extent that this claim is based on \nagreements relating to Hollar, Moretz, and Lyerly.    \n4. Quasi Contract and Unjust Enrichment \n97. Zagaroli’s claim for quasi contract and unjust enrichment is based on the \nservices he contends he performed for Hollar, development plans and drawings he \nprovided to Defendants, and unpaid rent.  (Pl.’s Resp. Defs.’ Mot. Summ. J. 15−20.)  \n98. “Quantum meruit operates as an equitable remedy based upon a quasi \ncontract or a contract implied in law which provides a measure of recovery for the \nreasonable value of services rendered in order to prev ent unjust enrichment.”  Ron \nMedlin Constr. v. Harris , 364 N.C. 577, 580, 704 S.E.2d 486, 489 (2010) (quotation \nmarks omitted).  “In order to recover on a claim of unjust enrichment, a party must \nprove that it conferred a benefit on another party, that the other party consciously \naccepted the benefit, and that the benefit was not conferred gratuitously or by an \ninterference in the affairs of the other party.”  Se. Shelter Corp. v. BTU, Inc., 154 N.C. \nApp. 321, 330, 572 S.E.2d 200, 206 (2002). \n99. Defendants first argue that Zagaroli’s unjust enrichment claim for services \nperformed on Hollar is barred by the express agreement between Zagaroli and \nRedClay.  (Br. Supp. Defs.’ Mot. Summ. J. 20.)   \n \n \n100. “[I]t is a well established principle that an express contract precludes an \nimplied contract with reference to the same matter.”  Horack v. S. Real Estate Co. of \nCharlotte, Inc., 150 N.C. App. 305, 311, 563 S.E.2d 47, 52 (2002); see also Plasman, \n2016 NCBC LEXIS 80, at *19 (“[O]ur case law clearly holds that ‘an express contract \nprecludes an implied contract with reference to the same matter. ’” (quoting Keith v. \nDay, 81 N.C. App. 185, 198, 343 S.E.2d 562, 570 (1986))).   \n101. Here, the evidence is undisputed that Zagaroli had an express agreement \nwith RedClay to be paid for his work on Hollar, which incl uded construction \nadministration services.  Therefore, Zagaroli cannot recover on an implied contract \ntheory for services he performed on Hollar.   \n102. Next, Zagaroli contends that he provided development plans and drawings \nto Defendants.  (First Am. Compl. ¶ 189; Pl.’s Resp. Defs.’ Mot. Summ. J. 18−20.)   \nDefendants argue that Zagaroli’s plans and drawings did not confer a benefit on \nDefendants so as to support an unjust enrichment claim.   (Br. Supp. Defs.’ Mot. \nSumm. J. 20−21.)  The Court agrees with Defendants.   \n103. The undisputed evid ence tends to show that Defendants did not use \nZagaroli’s plans or drawings for Hollar, Moretz, or Lyerly.  (Defs.’ Mot. Summ. J. Ex. \nJ, ¶ 11; Defs.’ Mot. Sum m. J. Ex. M, ¶ 3, ECF No. 93.14 .)    Zagaroli’s drawings for \nHollar could not be used because they did not meet the National Park Service \nrequirements for historic tax credits.  (Maynard Aff. ¶ 14.)  The undisputed evidence \nfurther shows that CBSA Architects, Inc., the architect of record for Moretz, prepared \nall drawings and pl ans necessary for the redevelopment of Moretz and did not use \n \n \nany plans or drawings prepared by Zagaroli.   (Defs.’ Mot. Summ. J. Ex. O, ¶¶ 2−4, \nECF No. 93.16.)  Additionally, the undisputed evidence indicates that MHA Works, \nP.A., the architect of record for Lyerly, prepared all drawings and plans necessary for \nthe redevelopment of Lyerly and such drawings and plans were the original work of \nMHA Works.  (Defs.’ Mot. Summ. J. Ex. M, ¶¶ 1−3, ECF No. 93.14.)   Neill Grading, \nas the general contractor for Moretz and Lyerly, followed the plans and specifications \ndrawn by the architects of record, and Zagaroli did not perform any work or services \nfor Neill Grading on Moretz or Lyerly.  (Defs.’ Mot. Summ. J. Ex. J, ¶ 11.) \n104. Additionally, Zagaroli contends that, at Neill’s request, Zagaroli prepared \ndevelopment plans for development of a property referred to as “Little Mountain,” for \nwhich Zagaroli expected to be paid.   (Pl.’s Resp. Defs.’ Mot. Summ. J. 18.)   Little \nMountain is a 1,000-acre property located in Denver, North Carolina.  (Zagaroli Dep. \nEx. 1, at 7, 18.)  Little Mountain Farms Limited Partnership, of which Neill and Ed \nNeill are partners, owns Little Mountain.  (Defs.’ Mot. Summ. J. Ex. J, ¶ 3; Neill Dep. \n14:21−15:14.)  The evidence is undisputed that  sometime in 2008, Ed Neill told \nZagaroli that he wanted to sell Little Mountain for $30 ,000 per acre and, to obtain \nsuch a price, needed development plans demonstrating the various uses of the \nproperty.  (Zagaroli Dep. 42:12−16; Zagaroli Dep. Ex. 1, at 18.)  Thereafter, Zagaroli \nworked on development plans with Neill, Ed Neill, and a well-known architect named \nBeau Welling.  (Zagaroli Dep. 42:20−25; Zagaroli Dep. Ex. 1, at 18.)  The evidence is \nundisputed that Zagaroli, Neill, and Ed Neill agreed that Zagaroli  was to receive a \npercentage of the sales price as compensation for his work on Little Mountain , \n \n \n(Zagaroli Dep. Ex. 1, at 7, 18; Defs.’ Mot. Summ. J. Ex. J, ¶ 5); however, the property \nnever sold and a development deal was never reached, (Defs.’ Mot. Summ. J. Ex. J, ¶ \n6; Zagaroli Dep. 42:12−15) .  As there is an express agreement relating to the \ndevelopment drawings Zagaroli prepared for Little Mountain, Zagaroli cannot \nrecover for such work under an implied contract theory. \n105. Third and last, Zagaroli contends that, pursuant to N.C. Gen. Stat. § 42 -4, \nhe is entitled to unpaid rent for Reclamation’s use of two buildings referred to as the \n“Zag Building” and the “Conover Building.”  (Pl.’s Resp. Defs.’ Mot. Summ. J. 17.)   \n106. Zagaroli acquired the Zag Building on Ju ne 28, 2005 and the Conover \nBuilding on May 26, 2006.  (Defs.’ Mot. Summ. J. Ex. F, ECF No. 93.7.)  The evidence \ntends to indicate that Reclamation operated out of the Zag Building and stored \nmaterials in both the Zag Building and the Conover Building.   (Second Zagaroli Aff. \n¶¶ 140−41; Zagaroli Dep. 114:13−16.)  On May 31, 2011, Zagaroli sold both buildings \nto his parents.  (Defs.’ Mot. Summ. J. Ex. G, ECF No. 93.8.)   \n107. Defendants argue that Zagaroli does not have standing to pursue unpaid \nrent that accrued after he sold the properties to his parents on May 31, 2011, and \nthat a claim for unpaid rent  that accrued  prior to May 31, 2011 is barred by the \nstatute of limitations. \n108. Section 42-4 provides that “[w]hen any person occupies land of another by \nthe permission of such other, without any express agreement for rent, or upon a parol \nlease which is void, the landlord may recover a reasonable compensation for such \noccupation[.]”  N.C. Gen. Stat. § 42 -4.  The record is undisputed that, as of May 31, \n \n \n2011, Zagaroli was not the owner of the Zag Building or the Conover Building.  (Defs.’ \nMot. Summ. J. Ex. G.)  Therefore, Zagaroli only has standing to bring a claim for rent \nowed from February 18, 2011, the date on which Reclamation was formed, to May 31, \n2011, the date on which Zagaroli sold the properties to his parents.   \n109. A claim for reasonable compensation for occupation of one’s property under \nsection 42-4 is subject to a three-year statute of limitations.  N.C. Gen. Stat. § 1-52(2); \nSimon v. Mock, 75 N.C. App. 564, 567, 331 S.E.2d 300, 302 (1985).  “[A] cause of action \nfor rent under [§ 42-4] must accrue continually, for each day the property is occupied.”  \nSimon, 75 N.C. App. at 567, 331 S.E.2d at 302.   \n110. Here, Zagaroli filed his Complaint on October 26, 2015.  Accordingly, any \nclaim for rent owed prior to October 26, 2012 is barred by the statute of limitations.  \nAs Zagaroli only has standing to pursue rent owed prior to May 31, 201 1, Zagaroli’s \nclaim for unpaid rent must fail.  \n111. In sum, Zagaroli has failed to come forward with sufficient evidence that he \nconferred a benefit on Defendants so as to create a genuine issue of material fact.  As \na result, Defendants’ motion for summary judgment on Zagaroli’s unjust enrichment \nclaim is granted, and this claim is dismissed with prejudice. \nB. Plaintiff’s Motion \n112. Zagaroli moves for summary judgment on all of Defendants’ counterclaims.  \nThe Court addresses each in turn.  \n \n \n \n \n1. Declaratory Judgment \n113. Defendants seek a declaratory judgment that Neill, Berry, and Zagaroli \neach own a one -third ownership interest in  Reclamation, and that Neill and Berry \nown the name Reclamation, LLC.5  (Answer 25−26; Br. Opp’n Pl.’s Mot. Summ. J. 4, \nECF No. 106.)   Zagaroli arg ues that he is entitled to summary judgment on \nDefendants’ declaratory judgment counterclaim because Neill and Berry did not \nperform as required to obtain their membership interests in Reclamation.  (Pl.’s Mem. \nSupp. Pl.’s Mot. Summ. J. 12−14, ECF No. 102.)   \n114. First, N.C. Gen. Stat. § 57D -3-01(c) expressly provides that, “[t]o be a \nmember a person need not make or have the obligation to make any contributions to \nthe LLC[.]”  N.C. Gen. Stat. § 57D -3-01(c).  Second, as discussed above with respect \nto Zagaroli’s breach of contract claim, the evidence is undisputed that Neill and Berry \nmade their capital contributions to Reclamation in exchange for their ownership \ninterests, and there is no evidence that Neill or Berry were required to provide any \nother consideration in exchange for their ownership interests.   (Br. Opp’n Pl.’s Mot. \nSumm. J. Ex. A, ¶ 1; Br. Opp’n Pl.’s Mot. Summ. J. Ex. B, ¶ 1; Zagaroli Dep. 119:7−14.)  \nThird, it is undisputed that Neill signed Reclamation’s articles of organization in the \ncapacity of a member, (Neill Dep. 226:2−4), and, thus, became a member on February \n                                                 \n5 In their counterclaim, Defendants request a declaratory judgment that Neill and \nBerry each own a fifty percent ownership interest in Reclamation, and that Neill, \nBerry, and Zagaroli each own a one-third economic interest in Reclamation.  In their \nbrief in opposition to Plaintiff’s motion, however, Defendants conceded to a \ndeclaratory judgment that Neill, Berry, and Zagaroli each own a one-third ownership \ninterest in Reclamation.  (Br. Opp’n Pl.’s Mot. Summ. J. 4.)    \n \n \n18, 2011, see N.C. Gen. Stat. § 57D-3-01(a)(1) (providing that a person executing the \narticles of organization in the capa city of a member becomes a member at the time \nthe articles of organization become effective under section 55D -13); id. § 55D -13 \n(providing that a document accepted for filing is effective on the date it is filed). \n115. The undisputed evidence tends to show that Neill, Berry, and Zagaroli each \nowned a thirty percent interest in Reclamation and Lovern owned a ten percent  \ninterest in Reclamation.  (First Am. Compl. ¶¶ 63, 65; Answer 7, ¶¶ 63, 65.)   Lovern \nrelinquished her te n percent interest in June 2012.  (Defs.’ Mot. Summ. J. Ex. K, \n¶ 15.)  Thereafter, on November 26, 2013, Neill, Berry, Zagaroli, and Pritchett \nexecuted the Purchase Agreement.   (Defs.’ Mot. Summ. J. Ex. D.)   Pursuant to this \nagreement, upon repayment of  the promissory notes and Neill and Berry’s cash \nadvancements, Neill and Berry’s ownership interests in Reclamation would have \ntransferred to Zagaroli and Pritchett.  (Defs.’ Mot. Summ. J. Ex. D, at Berry 109.)  It \nis undisputed, however, that Zagaroli and Pritchett did not repay either the \npromissory notes or the cash advancements and, as a result, Neill and Berry retained \ntheir ownership interests.  (Pl.’s Mot. Summ. J. Ex. 4, ¶ 39; Defs.’ Mot. Summ. J. Ex. \nL, ¶ 15.)   Additionally, the Purchase Agreement expressly provided that upon its \nexecution, Zagaroli and Pritchett would own the name Reclamation, but “[i]f, in the \nevent of non - payment [sic] of notes and advances or breach of the terms of this \npurchase agreement by [Zagaroli and Pritchett], [Zagaroli and Pritchett] agree to \ntransfer any right, use, benefit or ownership of the name Reclamation, LLC to” Neill \nand Berry.  (Defs.’ Mot. Summ. J. Ex. D, at Berry 109.)   \n \n \n116. Therefore, the Court concludes that there is no genuine issue of material \nfact that Neill, Berry, and Zagaroli each own a one -third o wnership interest in \nReclamation, and Neill and Berry own the name Reclamation, LLC.  Accordingly, the \nCourt denies Plaintiff’s motion for summary judgment on Defendants’ declaratory \njudgment counterclaim and enters judgment in favor of Defendants against Plaintiff \non this claim.  See Erthal v. May, 223 N.C. App. 373, 387, 736 S.E.2d 514, 523 (2012) \n(“Rule 56 does not require that a party move for summary judgment in order to be \nentitled to it.  Thus, the trial court can grant summary judgment against the moving \nparty.” (citations omitted) (quotation marks omitted)). \n2. Conversion \n117. Reclamation contends that Zagaroli converted at least $65,721.15 by \nforging Neill’s name on checks drawn on Reclamation’s account, as well as numerous \npieces of Reclamation’s machinery and equipment.  (Answer 26−27.)   \n118. Conversion is (1) an unauthorized assumption and exercise of the right of \nownership over goods or personal property belonging to another, and (2) a wrongful \npossession or conversion, regardless of the subsequent applica tion of the converted \nproperty.  Variety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC , 365 N.C. \n520, 523, 723 S.E2d 744, 747 (2012). \n119. Zagaroli testified during his deposition that Neill authorized Zagaroli to \nsign Neill’s name on Reclamation checks.  (Zagaroli Dep. 164:23−165:1, \n172:24−173:9.)  Defendants have come forward with evidence that Neill did not give \nZagaroli permission to sign Neill ’s name on Reclamation checks.   (Neill Dep. \n \n \n265:10−17.)  Therefore, the Court concludes that there is a genuine issue of material \nfact as to whether Zagaroli converted Reclamation’s funds. \n120. As to the machinery and equipment, Zagaroli argues that Defendants failed \nto make a demand for the return of the equipment.   (Pl.’s Mem. Supp. Pl.’s Mot. \nSumm. J. 24.)   Defendants contend that  Zagaroli wrongfully took and sold the \nmachinery and equipment, thereby dispensing with the demand requirement.   (Br. \nOpp’n Pl.’s Mot. Summ. J. 13.)  Alternatively, Defendants contend that they did make \na demand.  (Br. Opp’n Pl.’s Mot. Summ. J. 13.)    \n121. “[W]hen the defendant lawfully obtains possession or control and then \nexercises unauthorized dominion or control over the property, demand and refusal \nbecome necessary elements of the tort.”  Stratton, 211 N.C. App. at 83, 712 S.E.2d at \n227.  Here, Zagaroli lawfully came into possession of Reclamation’s machinery and \nequipment as he was in charge of Reclamation’s day -to-day operations and \nReclamation stored the equipment in the Zag and Conover Buildings  previously \nowned by Zagaroli.  The evidence tends to indicate that Zagaroli sold the machinery \nand equipment in July 2017—more than one year after Defendants filed their \ncounterclaims.  (Pl.’s Mot. Summ. J. Ex. 4, ¶¶ 55−56.)  Thus, Defendants were \nrequired to make a demand for the return of the machinery and equipment prior to \nasserting their claim. \n122. There is a genuine issue of material fact as to whether Defendants made a \ndemand for the return of the machinery and equipment and whether Zagaroli refused \nto return the property.   (Zagaroli Dep. 180:22−181:7; Neill Dep. 273:19−274:3; Br. \n \n \nOpp’n Pl.’s Mot. Summ. J. Ex. B, ¶ 3.)  Therefore, the Court denies Plaintiff’s motion \nfor summary judgment on Reclamation’s conversion counterclaim. \n3. Breach of Contract \n123. Defendants contend that Zagaroli breached the Purchase Agreement by \nfailing to repay the promissory notes and Neill and Berry’s cash advances.   (Answer \n28.)  Zagaroli first contends that he was not obligated under the express terms of the \nPurchase Agreement to repay the promissory notes.   (Pl.’s Mem. Supp. Pl.’s Mot. \nSumm. J. 17−18.)  Conversely, Defendants contend that Zagaroli was obligated under \nthe Purchase Agreement to repay the promissory notes.  (Br. Opp’n Pl.’s Mot. Summ. \nJ. 9.)  \n124. “Interpreting a contract requires the court to examine the language of the \ncontract itself for indications of the parties’ intent at the moment of execution.”  Philip \nMorris USA Inc., 363 N.C. at 631, 685 S.E.2d at 90.  “Since the object of construction \nis to ascertain the intent of the parties, the contract must be considered as an entirety.  \nThe problem is not what the separate parts mean, but what the contract means when \nconsidered as a whole.”  42 E., LLC v. D.R. Horton, Inc., 218 N.C. App. 503, 513, 722 \nS.E.2d 1, 8 (2012) (quoting Jones v. Casstevens, 222 N.C. 411, 413−14, 23 S.E.2d 303, \n305 (1942)).  The Court’s task is to harmonize and give effect to all clauses, if possible.  \nPhilip Morris USA Inc. , 363 N.C. at 632, 685 S.E.2d at 91.  The contract is to be \nconstrued consistently with reason and common sense.  Variety Wholesalers, Inc., 365 \nN.C. at 525, 723 S.E.2d at 748.  When a contract is plain and unambiguous, the Court \ncan determine the parties’ intent as a matter of law.  42 E., LLC, 218 N.C.  App. at \n \n \n513, 722 S.E.2d at 8.  If a contract is ambiguous, however, interpretation of the \ncontract is a question of fact for the jury.  Variety Wholesalers, Inc., 365 N.C. at 525, \n723 S.E.2d at 748.  An ambiguity exists when the effect of provisions is uncertain or \ncapable of several reasonable interpretations.  Id. \n125. Here, the Purchase Agreement sets forth the outstanding note obligations \nunder the heading “Repayment of Note Obligations” without expressly providing who \nis responsible for making the payments.  (Defs.’ Mot. Summ. J. Ex. D, at Berry 108.)  \nThe agreement further states that “[u]pon repayment of the promissory notes” and \ncash advancements, 100% ownership of Reclamation shall be transferred to Zagaroli \nand Pritchett.  (Defs.’ Mot. Summ. J. Ex. D, at Berry 109.)  The agreement states that \nZagaroli and Pritchett “agree that upon execution of this Purchase Agreement, [Neill \nand Berry] are no longer responsible for repayment of the notes,” (Defs.’ Mot. Summ. \nJ. Ex. D, at Berry 109), and although the agreement expressly provides that Zagaroli \nand Pritchett are to repay the cash advancements, it does not expressly provide that \nZagaroli and Pritchett are to repay the promissory notes.   \n126. The Court cannot conclude as a matter of law that Zagaroli and Pritchett \nhad no obligation to repay the promissory notes.  The agreement expressly provides \nthat Neill and Berry are no longer responsible for repaying the notes while failing to \nprovide who is responsible  therefor.  As the agreement states that Zagaroli and \nPritchett were to be the sole owners of Reclamation upon repayment of the notes and \ncash advancements, and that  Zagaroli and Pritchett were to  repay the cash \n \n \nadvancements, the agreement can reasonably be interpreted as obligating Zagaroli \nand Pritchett to repay the notes and, therefore, is ambiguous. \n127. Zagaroli next contends that Defendants rescinded the Purchase Agreement \nwhen they sent Zagaroli and Pritchett a letter of default and, as a result, Defendants \ncannot recover damages for breach of the agreement.   (Pl.’s Mem. Supp. Pl.’s Mot. \nSumm. J. 19−20.)   This argument is without merit.  Defendants’ letter of default \ninformed Zagaroli and Pritchett that they failed to make the required  payments \nunder the Pur chase Agreement and, as a result, Zagaroli and Pritchett’s rights in \nReclamation had ceased.   (First Am. Compl. Ex. 5.)   The letter does not state that \nDefendants are rescinding the agreement or anything to that effect.  Rather, the \nletter expressly states  that Neill and Berry “would like to work with [Zagaroli] to \nagree upon payment terms for the notes and reimbursement of all cash advanced by \n[Neill and Berry] on behalf of Reclamation, LLC, as is required under the Agreement.”  \n(First Am. Compl. Ex. 5.) \n128. In sum, the Court concludes that genuine issues of material fact exist as to \nwhether Zagaroli was obligated to repay the promissory notes and, as such, Plaintiff’s \nmotion for summary judgment on Defendants’ breach of contract counterclaim is \ndenied.  \n4. Claim and Delivery and Judicial Dissolution \n129. Plaintiff moves for summary judgment on Defendants’ counterclaims for \nclaim and delivery and judicial dissolution of Reclamation.  In their response brief in \nopposition to Plaintiff’s motion for sum mary judgment, Defen dants state that they \n \n \nare no longer pursuing these counterclaims.  (Br. Opp’n Pl.’s Mot. Summ. J. 7 n.1, 12 \nn.2.)  Accordingly, Plaintiff’s motion for summary judgment on Defendants’ \ncounterclaims for claim and delivery and judicial dissolution is granted , and these \nclaims are dismissed with prejudice. \nC. Benchmade’s Motion \n130. Benchmade moves for summary judgment on Defendants’ third -party \nconversion claim against it.  Defendants did not file a response in opposition to \nBenchmade’s motion and, at the hearing on the motions, Defendants stated that they \nare not pursing a conversion claim against Benchmade.  Therefore, Benchmade’s \nmotion for summary judgment on Defendants’ third -party claim for conversion is \ngranted, and this claim is dismissed with prejudice. \nVI. CONCLUSION \n131. For the foregoing reasons, the Court hereby ORDERS as follows: \nA. The Court GRANTS Defendants’ motion for summary judgment on \nPlaintiff’s breach of fiduciary duty, constructive fraud, and fraud  \nclaims, and these claims are dismissed with prejudice. \nB. The Court DENIES Defendants’ motion for summary judgment on \nPlaintiff’s Wage and Hour Act claim to the extent this claim is based \non unpaid salary owed on or after October 26, 2013 , and this claim \nshall go forward to trial .  The Court  GRANTS Defendants’ motion \nfor summary judgment on Plaintiff’s Wage and Hour Act claim to the \n \n \nextent this claim is based on unpaid salary owed before October 26, \n2013.   \nC. The Court DENIES Defendants’ motion for summary judgment on \nPlaintiff’s breach of contract claim to the exte nt this claim is based \non unpaid salary owed on or after October 26, 2012 , and this claim \nshall go forward to trial .  The Court GRANTS Defendants’ motion \nfor summary judgment on Plaintiff’s breach of contract claim in all \nother respects.  \nD. The Court GRANTS Defendants’ motion for summary judgment on \nPlaintiff’s quasi contract and unjust enrichment claim, and this \nclaim is dismissed with prejudice.  \nE. The Court DENIES Plaintiff’s motion for summary judgment on \nDefendants’ declaratory judgment counterclaim, and j udgment is \nentered in favor of Defendants  against Plaintiff on  this claim.  The \nCourt hereby DECLARES that Neill, Berry, and Zagaroli each own \na one-third ownership interest in Reclamation, and Neill and Berry \nown the name Reclamation, LLC. \nF. The Court DENIES Plaintiff’s motion for summary judgment on \nDefendants’ conversion counterclaim, and this claim shall go forward \nto trial. \n \n \nG. The Court DENIES Plaintiff’s motion for summary judgment on \nDefendants’ breach of contract counterclaim, and this claim shall go \nforward to trial. \nH. The Court GRANTS Plaintiff’s motion for summary judgment on \nDefendants’ claim and delivery counterclaim, and this claim is \ndismissed with prejudice. \nI. The Court GRANTS Plaintiff’s motion for summary judgment on \nDefendants’ judicial dissolution  counterclaim, and this claim is \ndismissed with prejudice. \nJ. The Court GRANTS Third-Party Defendant Benchmade’s motion for \nsummary judgment on Defendants’ third -party conversion claim, \nand this claim is dismissed with prejudice. \nSO ORDERED, this the 28th day of March, 2018. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}