{
  "id": "5caa6a44dc47d2a5853a633c9fd2880713eaec8f04a424b8e517f7851b1ddb14",
  "source_file": "data/raw/ncbc/5caa6a44dc47d2a5853a633c9fd2880713eaec8f04a424b8e517f7851b1ddb14.pdf",
  "raw_text": " \nSTATE OF NORTH CAROLINA \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n \nIN RE SOUTHEASTERN EYE \nCENTER-PENDING MATTERS \n \n15CVS001648-910 \n \nGUILFORD COUNTY                                                         \n \nIN RE SOUTHEASTERN EYE \nCENTER-JUDGMENTS \n \n12CVS011322-400 \n \nORDER AND OPINION ON DEFENDANT DOUGLAS S. HARRIS’S  \nRIGHT TO A JURY TRIAL  \n(OLD BATTLEGROUND v. CCSEA) \n(NIVISON v. HARRIS) \n \n1. THIS MATTER is before the Court on the issue presented in the Court’s 1 \nAugust 2024 Scheduling Order 1 concerning whether Defendant Douglas S. Harris \n(“Harris”) is entitled to a jury trial for contested issues identified in the parties’ 29 \nJuly 2024 Joint Status Report ( the “Joint Status Report ”) in the above -captioned \nactions.2   \n \n1 (Sched. Order & Not. Hr’g ¶ 10(d) [hereinafter, “Sched. Order”], ECF No. 1607.)  For ease \nof reference, all ECF citations in this Order are to the Business Court’s electronic docket in \nWake County 15 CVS 1648 unless otherwise specified. \n \n2 (Joint Status Rep., ECF No. 1604.)   \n \nIn re Se. Eye Ctr. (Pending Matters); In re Se. Eye Ctr. (Judgments), 2024 NCBC \n85. \n2. Harris broadly seeks the right to a jury trial “on all factual issues and all \nfactual disputes” remaining in these actions.3  Gerald A. Jeutter, Jr. (the “Receiver”) \nargues in opposition, however, that there are no factual issues or disputes remaining \nfor jury determination, and, in particular, that Harris does not have the right to a \njury trial on any issues to be determined in the accounting proceeding the Court \ninitiated at the Receiver’s request based on the Court’s conclusion that Harris \nbreached his fiduciary duty as the trustee of JDPW Trust (“JDPW”).4 \n3. Having considered the parties’ briefs concerning the alleged jury trial issues \nidentified in the Joint Status Report, the relevant pleadings, and the arguments of \ncounsel at the hearing on these issues, the Court, in the exercise of its discretion, \nhereby DENIES Harris’s request for a jury  trial on any remaining issues in these \nactions for the reasons set forth below. \nOak City Law LLP, by Robert E. Fields III and Samuel Pinero II, for \nGerald A. Jeutter, Jr., as Receiver for JDPW Trust U/T/A Dated June \n8, 2007, Central Carolina Surgical Eye Associates, P.A., HUTA Leasing \nLLC, Southeastern Eye Management, Inc., Southeastern Cataract Laser \nCenter, PLLC, EMS Partners, LLC, KEPES Newco, LLC, and DRE \nNewco, LLC. \nDouglas S. Harris, Pro se. \nBledsoe, Chief Judge. \n \n3 (Def. Harris’s Br. Resp. Ct.’s Order of 1 Aug. 2024 re Harris’s Position on Right to Jury Trial \n10 [hereinafter, “Harris Br. Supp.”], ECF No. 1626.) \n \n4 (Mot. for Order for Doug Harris to Acct. (Old Battleground v. CCSEA) [hereinafter, “Mot. to \nAcct.”], ECF No. 1465 ; Order on Receiver’s Mot. for Douglas S. Harris to Acct . ( Old \nBattleground v. CCSEA) [hereinafter, the “Mot. Acct. Order”], ECF No. 1503; Sched. Order \n& Am. Not. Hr’g, ECF No. 1640.) \n \nI. \nFACTUAL AND PROCEDURAL BACKGROUND  \n4. The parties’ dispute over Harris’s purported jury trial rights arises within a \nlarge group of cases before this Court that the Court has consolidated into two files: \nIn re Se. Eye Ctr. –Pending Matters ( Wake County 15 CVS 1648) and In re Se. Eye \nCtr.–Judgments (Guilford County 12 CVS 11322).5 \n5. As relevant here, on 21 March 2022, the Receiver filed a Motion for Doug \nHarris to Account , asking the Court to exercise its equitable jurisdiction and \nauthority under N.C. G.S. §§ 36C-10-1001(b)(4) and (b)(10 ) for an order requiring \nHarris to account for all assets, income, and expenses of JDPW during his service as \ntrustee, including as to four New Bridge Bank (the “Bank”) notes JDPW acquired in \nSeptember 2012.6   \n6. N.C.G.S. §  36C-10-1001 establishes the available remedies for  a trustee’s \nbreach of trust  and specifies at  subsection (b)(4) that the Court may “[o]rder the \n \n5 The extensive background of these cases is set forth in previous orders and opinions of this \nCourt.  See In re Se. Eye Ctr.—Pending Matters, 2019 NCBC LEXIS 29, at *3–23 (N.C. Super. \nCt. May 7, 2019) [hereinafter, the “May 2019 Order”] ; In re Se. Eye Ctr.—Pending Matters, \n2021 NCBC LEXIS 43, at *3–18 (N.C. Super. Ct. Jan. 6, 2022) [hereinafter, the “ Jan. 2022 \nAm. Order”]); Order & Op. Def. Douglas S. Harris’s Mot. Dismiss Pursuant to N.C. R. Civ. P. \nRules 12(b)(1) & 12(h)(3) ¶¶  3–10, ECF No. 1683 ( each reciting procedural background and \nciting prior orders). \n \n6 (Mot. to Acct.  1.  The four Bank  notes included  three notes owed by Central Carolina \nSurgical Eye Associates, P.A. (“CCSEA”) and one note owed by Historic Castle McCulloch, \nLLC (the “CM Note”).  See Order on Acct’g (Old Battleground v. CCSEA) at ¶¶ 9, 14–24, ECF \nNo. 1687.) \n \nTrustee to account.”  As this Court has previously noted,7 our Court of Appeals has \nexplained that an accounting is: \n“[a] rendition of an account, either voluntarily or by court order.  The \nterm frequently refers to the report of all items of property, income, \nand expenses prepared by a personal representative, trustee, or \nguardian and given to heirs, beneficiaries or th e probate court.”  \nBlack’s Law Dictionary 22 (9th ed. 2009).  An accounting is an \nequitable remedy sometimes pled in claims of breach of fiduciary duty.  \nSee, e.g., Toomer v. Branch Banking & Tr. Co ., 171 N.C. App. 58, 70 \n(2005) (“Plaintiffs sought an accounting as an equitable remedy for the \nalleged breaches of fiduciary duty and constructive fraud.”). \n \nBurgess v. Burgess, 205 N.C. App. 325, 333 (2010).  Additionally, our courts have held \nthat “[t]he appropriate method for determining the exact amount which may be due \nthe plaintiff, if anything, is to require the defendant, who is in possession of the \nessential information, to render an accounting.” Watson v. Fulk , 19 N.C. App. 377, \n380 (1973). \n7. On 10 August 2022, and relying on the Court’s earlier conclusion on \nsummary judgment that “Doug Harris received property while acting as trustee for \nJDPW and that Doug Harris breached his fiduciary duty as trustee of JDPW,” the \nCourt granted the Receiver’s Motion and ordered Doug Harris to render an \naccounting (the “Order to Account”).\n8  The Order to Account specifically identified the \ninformation Harris was required to produce in the accounting.9 \n \n7 (See Mot. Acct. Order ¶ 15.) \n \n8 (Mot. Acct. Order ¶ 17; see also May 2019 Order ¶¶ 18–19; Jan. 2022 Am. Order ¶¶ 21, 81–\n95.)  \n \n9 (Mot. Acct. Order ¶ 18 (citing Pluciennik v. TCB Univ. Park Cold Storage , LLC, 2013 Ill. \nApp. 3d 120026,  ¶ 15 (Ill. App. Ct. 2013)  (citations omitted) ( holding that an accounting \nshould include: a statement of all receipts and disbursements, provision of original source \n8. On 10 October 2022, Harris filed his Accounting Report Regarding JDPW \nTrust (the “Accounting”). 10  The Nivison Parties 11 filed their objections to the \nAccounting on 8 November 2022 ,12 and the Receiver did likewise the following day \n(together, the “Objections”).13   \n9. On 15 July 2024, the Receiver submitted an Updated Status Report in \nanticipation of a jury trial in these matters then scheduled to commence on 5 August \n2024.14  The Court convened a conference later that same day at which the Receiver, \nthe Nivison Parties, and the Castle McCulloch Defendants were represented by \ncounsel, and Harris and Mark McDaniel appeared pro se. 15  As agreed at the \nconference, the Court cancelled the jury trial previously scheduled for 5 August 2024 \nand ordered the Receiver to file a joint status report describing all remaining issues \nrequiring judicial resolution and the process, timing, and proposed deadlines for \nresolving those issues.  The Court also noticed a n evidentiary hearing in which the \n \ndocuments, and that a party failing to produce those documents may have doubts resolved \nagainst them) and  Watson v. Watson, 144 Idaho 214, 219 (2007) (“The party called upon to \nrender an accounting bears the burdens of production and persuasion.”)).)  \n \n10 (Tr. Douglas S. Harris’s Acct’g Rep. re JDPW Tr. [hereinafter, the “D. Harris Acct’g”], ECF \nNo. 1511.) \n \n11 The Nivison Parties are, collectively, Plaintiff Nivison Family Investments, LLC  (“NFI”), \nPlaintiff Old Battleground Properties, Inc., and Arthur Nivison (“Nivison”). \n \n12 (Resp. Nivison Parties to Tr. Douglas S. Harris’s Acct’g Rep. re JDPW Tr., ECF No. 1517.) \n \n13 (JDPW Obj. Harris Acct’g (Old Battleground v. CCSEA), ECF No. 1520.) \n \n14 (Receiver’s Updated Status Rep. (Old Battleground v. CCSEA/Nivison v. Harris), ECF No. \n1593.) \n \n15 (Sched. Order ¶ 4.) \n \nCourt would sit as a master in equity to consider the Accounting and the O bjections \n(the “Accounting Proceeding”).16   \n10. The Receiver filed the requested Joint Status Report on 29 July 2024.17  The \nReceiver and Harris reflected in the Joint Status Report a disagreement concerning \nHarris’s right to a jury trial on various issues.18  The Court then ordered the Receiver \nand Harris to file opening and response briefs concerning whether a jury trial was \nnecessary to resolve any of the remaining issues the parties identified in the J oint \nStatus Report.19   \n11. The Court also advised the parties that the Court “expressly reserved its \nright to receive evidence at the Foreclosure 20 and Accounting Proceedings subject to \nthe Court’s later determination as to whether any of the issues raised in those \nproceedings should be heard by a jury and thus whether any evidence received at \nthose proceedings should be excluded from the Court’s consideration of the Receiver’s \nappeal in the Foreclosure Proceeding or from its consideration of the Accounting and \n \n16 (Sched. Order ¶ 10.) \n \n17 (Joint Status Rep.) \n \n18 (Joint Status Rep., 19–20.) \n \n19 (Sched. Order ¶ 10(d)(i).) \n \n20 On 23 July 2024, the Court noticed a de novo hearing for 22 August 2024 on the Receiver’s \nAppeal from a 2 April 2024 Order of the Clerk of Superior Court of Guilford County denying \nJDPW Trust’s request to allow a foreclosure sale under the power of sale in the Historic \nCastle McCulloch, LLC Deed of Trust in In Re: The Foreclosure of Deed of Trust of Historic \nCastle McCulloch, LLC Dated September 30, 2004  (Guilford County 23 SP 1872) (the \n“Foreclosure Proceeding”).  (ECF No. 42 (23 SP 1872).)    \n \nthe Objections as a master of equity in  the Accounting Proceeding in favor of a jury \ntrial as to those issues.”21   \n12. After full briefing, 22 the Court convened a hearing on 11 September 2024 \n(the “Hearing”) to consider, among other matters, Harris’s purported right to a jury \ntrial on the issues identified in the Joint Status Report .  The Receiver was \nrepresented by counsel and Harris appeared pro se at the Hearing in connection with \nHarris’s jury trial demand. \n13. On 13 September 2024, the Court entered a scheduling order concerning the \nAccounting Proceeding.23  On 23 September 2024, Harris filed a Notice of Appeal of \nthe 13 September 2024 scheduling order, contending that his right to a jury trial on \nthe issues to be determined in the Accounting Proceeding had been denied. 24  The \nCourt entered an Order on Notice of Appeal later that same day noting that “[s]ince \nthe Court has not determined that Harris is not entitled to a jury trial on any matters \nat issue in the Foreclosure Proceeding or the Accounting Proceeding, his Appea l is \npremature and does not affect a substantial right.” 25  As a result, the Court \n \n21 (Order Not. Appeal ¶ 4 (reciting the Court’s earlier statements), ECF No. 1644.) \n \n22 (See Harris Br . Supp. ; Receiver’s Opening Br . re Jury Trial for Equitable Acct’g (Old \nBattleground v. CCSEA/Nivison v. Harris) [hereinafter “Receiver Br.”], ECF No. 1628; Def. \nDouglas S. Harris’ s Reply Br . in Further Supp . re Contested Joint Status Rep . Issues \n[hereinafter “Harris Reply”], ECF No. 1635; Receiver’s Reply Br. re Jury Trial for Equitable \nAcct’g (Old Battleground v. CCSEA/Nivison v. Harris) [hereinafter “Receiver Reply”] , ECF \nNo. 1636.) \n \n23 (Sched. Order & Am. Not. Hr’g.) \n \n24 (Def. Douglas Harris’s Not. Appeal, ECF No. 1643.) \n \n25 (Order Not. Appeal ¶ 4.) \n \n“conclude[d] that it [was] proper and appropriate in the current circumstances to \ndisregard the interlocutory Appeal and proceed with the Accounting Proceeding as \ncurrently scheduled.”26  After full briefing, t he Court thereafter proceeded with the \nAccounting Proceeding on 26 September 2024 and , after a delay occasioned by \nHurricane Helene, on 7 November 2024. \n14. The issues regarding Harris’s claimed entitlement to a jury trial are now \nripe for resolution. \nII. \nANALYSIS \n15. Harris claims he is entitled to a jury trial on all  issues to be determined in \nthe Accounting Proceeding .27  He also contends he is entitled to a jury trial on the \nfollowing factual determinations: \na. “[W]hether or not the 21 September 2012 contract signed by Harris and \nNivison is the binding contract in this case”28; \nb. “[W]hether the Castle McCulloch  Note [“CM Note”]  was paid in full or \nnot”29; and \nc. “[W]hy [the Receiver’s] mathematical calculations are all over the place.”30 \n \n26 (Order Not. Appeal ¶ 5.) \n \n27 (Harris Br. Supp. 1–3.) \n \n28 (Harris Br. Supp. 4–5.) \n \n29 (Harris Br. Supp. 6.) \n \n30 (Harris Br. Supp. 10.) \nThe Court shall address each in turn. \nA. The Accounting Proceeding \n16. Harris contends that he has a right to a jury trial on the issues to be resolved \nin the Accounting Proceeding under the North Carolina Constitution and the law \ngoverning receiverships.   \n17. Harris first argues that the Accounting Proceeding issues must be resolved \nby a jury under Art. I § 25 and Art. IV § 13(1) of the 1971 North Carolina Constitution.  \nArt. I § 25 reads: “In all controversies at law respecting property, the ancient mode of \ntrial by jury is one of the best securities of the rights of the people, and shall remain \nsacred and inviolable.”  Art. IV § 13(1) states: “There shall be in this State but one \nform of action for the enforcement or protection of private rights or the redress  of \nprivate wrongs, which shall be denominated a civil action, and in which there shall \nbe a right to have issues of fact tried before a jury.”   \n18. Harris ignores, however, a long line of decisions from the Supreme Court of \nNorth Carolina narrowly interpreting these provisions in light of the availability of \nthe jury trial right when the North Carolina Constitution of 1868 was adopted: \nThe right to a trial by jury under article I has long been interpreted by \nthis Court to be found only where the prerogative existed by statute or \nat common law at the time the Constitution of 1868 was adopted \n(citations omitted).  Conversely, where the prerogative did not exist by \nstatute or at common law upon the adoption of the Constitution of 1868, \nthe right to trial by jury is not constitutionally protected today. \n \nKiser v. Kiser, 325 N.C. 502 (1989). 31  See, e.g. , N.C. State Bar v. DuMont , 304 N.C. \n627, 641 (1982) (“Article I, § 25 of the North Carolina Constitution preserves intact \nthe right to trial by jury in all cases where the prerogative existed at common law or \nby statute at the time the 1868 Constitution was adopted.”). \n19. Turning then to whether the jury trial right Harris seeks was available upon \nthe adoption of the North Carolina Constitution in 1868, the Court notes that  the \nSupreme Court of North Carolina held in 1871 that there was no right to a jury trial \nin an accounting proceeding whether due to a complicated account or in equity.  See \nKlutts v. McKenzie, 65 N.C. 102, 103 (1871) (finding that a “Court of Equity of matters \nof account” should “give[  ] judgment on both facts and law” “in regard to matters of \ncomplicated accounts”).\n32   \n20. Harris ignores DuMont, Kiser, and Klutts and offers no evidence or case law \nsuggesting that there was a jury trial right in an accounting proceeding  in 1868.  \n \n31 See, e.g., Huyck Corp. v. Mangum, Inc., 309 N.C. 788  ( 1983) (no jury trial right where \nsovereign immunity would have prevented the suit at common law); In re Clark, 303 N.C. \n592 (1981) (no jury trial right in case involving parental rights); In re Annexation Ordinances, \n253 N.C. 637, 649 (1961) (“The right to a trial by jury is not guaranteed in those cases where \nthe right and the remedy have been created by statute since the adoption of the Constitution \n[of 1868]”); Utils. Comm’s v. Trucking Co., 223 N.C. 687 (1943) (no jury trial right in petition \nfor trucking franchise certificate); Belk’s Dep’t Store, Inc. v. Guilford Cnty., 222 N.C. 441  \n(1943) (no jury trial right for controversy over tax valuation); Unemployment Comp’n Comm. \nv. Willis, 219 N.C. 709 (1941) (no jury trial right in cases involving administration of the tax \nlaws); Hagler v. Highway Comm’n, 200 N.C. 733 (1931)  (no jury trial right under the \nWorkmen’s Compensation Act); McInnish v. Bd. of Educ., 187 N.C. 494 (1924) (no jury trial \nright for discretionary administrative decision regarding site for school building); Groves v. \nWare, 182 N.C. 553 (1921)  (jury of six constitutionally acceptable in insanity hearing); \nPhillips v. Phillips, 73 N.C. App. 68 (1985)  (no jury trial right for equitable distribution \naction). \n \n32 Harris argues that the account ing here is not “complicated,” but the Court disagrees.  \nCertainly compared to the accounting performed in Klutts, the Accounting Proceeding here \nis “complicated.” \nMoreover, the constitutional argument he makes was expressly rejected by the  \nSupreme Court of North Carolina in Kiser.  In Faircloth v. Baird, 320 N.C. 505 (1987), \nthe case on which Harris principally relies, the Supreme Court held that shareholders \nin a derivative action were entitled to a jury determination on questions of fact.  The \nSupreme Court stated two years later in Kiser, however, that “Defendant urges this \nCourt to construe Faircloth  broadly as holding that article IV, section 13 creates a \nconstitutional right to trial by jury in all civil cases arising from controversies \naffecting private rights and redressing private wrongs.  This we decline to do.”  Kiser, \n325 N.C. at 509.  See also, e.g., In re Foreclosure of Real Prop. Under Deed of Tr. From \nElkins, 193 N.C. App. 226, 228 (2008) (rejecting plaintiff’s arguments for a jury trial \nunder Art. I § 25 and Art. IV § 13(1) because “the [Supreme] Court’s holding in Kiser \nrejected the analysis set forth in Faircloth.”).  Since the d efendant’s unsuccessful \nargument in Kiser, like the plaintiff’s unsuccessful argument in Elkins , is the same \nargument Harris makes here, the Court finds that argument without merit under \nNorth Carolina law.   \n21. Moreover, the equitable accounting remedy, here ordered under the Court’s \nequitable jurisdiction and pursuant to N.C.G.S. §  36C-10-1001 and by which the \nCourt shall “sit as a master in equity  . . . in accordance with the law and the \nevidence,”\n33 is essentially the same procedure the North Carolina courts employed at \nthe time the 1868 North Carolina Constitution was adopted.  Indeed, in Martin v. \nWilbourne, 66 N.C. 321 (1872), our Supreme Court held that: \n \n33 (See Mot. Acct. Order ¶¶ 15, 19.) \n  \nWhen the facts connected with the management of the trust are in \ndispute, the rights of the parties cannot be readily ascertained and \ndetermined without an account.  This is the usual course adopted by \nCourts of Equity and if any of the parties are dissatisfied with the report \nof the Master, the cause of objection can be presented by proper \nexception and thus the Court can decide all matters of controversy.   \n \nId. at 322 (emphasis added).  See also  McPherson v. McPherson, 33 N.C. 391 (1850) \n(recognizing that a jury trial right did not exist for an accounting to determine the \nbalance due for rents and profits between co -tenants); Williamson v. Williams , 59 \nN.C. 62 (1860) (confirming master in equity’s accounting).  \n22. Accordingly, for the reasons set forth above, the Court concludes that , \nbecause the North Carolina Constitution did not provide a jury trial right in an \naccounting proceeding when it was adopted in 1868, Harris does not have a right \nunder the 1971 North Carolina Constitution for the issues in the Accounting \nProceeding to be decided by a jury.  \n23. Harris’s argument for a jury trial under the North Carolina’s receivership \nstatutes34 is equally unavailing.  As argued in his Motion to Dismiss Pursuant to \nRules 12(b)(1) and 12(h)(3) of the North Carolina Rules of Civil Procedure  (the \n“Rule(s)”) (the “12(b)(1) Motion”), 35 Harris contends that “the Nivison Entities have \nnever yet actually made a claim against JDPW” and thus that “the Receiver has never \nyet had an opportunity ‘to pass upon and allow or disallow the claims or any part \n \n34 (Harris Br. Supp. 4; Harris Reply 11; see also Douglas S. Harris’s Mot. Dismiss Pursuant \nto N.C. R. Civ. P. Rules 12(b)(1) & 12(h)(3) [hereinafter, “12(b)(1) Mot.”], ECF No. 1575.)   \n  \n35 (See 12(b)(1) Mot.)   \n \nthereof and notify the claimants of his determination.’  ”36  From this contention, \nHarris argues that he has not had the right to make an exception to the Receiver’s \ndetermination and demand a jury trial. 37 The Court rejected this same argument, \nhowever, in its Order on Harris’s 12(b)(1) Motion (the “12(b)(1) Order”), and the Court \nincorporates by reference its analysis in the 12(b)(1) Order here.38 \nB. Remaining Factual Determinations \n24. Harris’s contentions that he is entitled to have a jury determine “whether \nor not the 21 September 2012 contract signed by Harris and Nivison is the binding \ncontract in this case,”39 “whether the Castle McCulloch Note was paid in full or not,”40 \nand any calculation of damages are likewise without merit.  Contrary to Harris’s \ncontention that he “is entitled to a trial by jury of all factual disputes before his \nproperty can be taken,” 41 our appellate courts have made clear that “ the \n \n36 (Harris Br. Supp. 4 (quoting N.C.G.S. § 1-507.7).) \n \n37 (Harris Br. Supp. 4.) \n \n38 (See Order & Op. Def. Douglas S. Harris’s Mot. Dismiss Pursuant to N.C. R. Civ. P Rules \n12(b)(1) & 12(h)(3) ¶¶ 23, 25 (noting that “the Court entered its order appointing the Receiver \nas the receiver for JDPW—immediately vesting title to all of JDPW’s assets in the Receiver—\nand at the same time entered its order authorizing the Receiver to allow NFI’s reduced claim \nin the amount of $2.1 million, which the Receiver later reported to the Court and all parties \nthat he had allowed” and that “the Court’s Case Management Order [ECF No. 82] . . . plainly \nstated that ‘[p]arties to lawsuits currently pending, ’ which included NFI and Harris in the \nOld Battleground action . . . do not need to file Claims and each such pending matter . . . shall \nbe deemed to be among the Claims filed . . . without the necessity of including them on a filed \nclaims list.”).)   \n \n39 (Harris Br. Supp. 4–5.) \n \n40 (Harris Br. Supp. 6.) \n \n41 (Harris Br. Supp. 6.) \n \nconstitutional right to trial by jury, N.C. Const. Art. I, § 25, is not absolute.”  Sullivan \nv. Pugh, 258 N.C. App. 691, 693 (2018).  “As both the United States Supreme Court \nstated in Ex parte Wall and [the Court of Appeals] adopted in In re Bonding Co., ‘it is \na mistaken idea that due process of law requires a plenary suit and a trial by jury in \nall cases where property or personal rights are involved.’ ”  Id. (quoting Ex parte Wall, \n107 U.S. 265, 289 (1883)  and In re Bonding Co., 16 N.C. App. 272, 277 (1 972)).  To \nthe contrary, the right to a trial by jury “ is premised upon a preliminary \ndetermination by the trial judge that there indeed exist genuine issues of fact and \ncredibility which require submission to the jury. ”  Bank  v. Burnette, 297 N.C. 524, \n537 (1979). \n25. Here, the Court has already rejected Harris’s argument that the dispute \nabout the terms of the 21 September 2012 contract between JDPW and Nivison \nprovides a defense to the Receiver’s claim against him for breach of trust as JDPW’s \ntrustee.42  As the Court held in concluding under Rule 56 that Harris committed a \nbreach of trust , even “assuming the limitation of liability applies [i.e., even if the \nCourt agrees to apply the version of the September 2012 agreement Harris \nprefers,] . . . [t]he conflict of interest that permeated the Nivison Loan renders it a \nbreach of trust without any need to assess the limitation of liability .”\n43  The same is \ntrue with Harris’s contention that the CM Note was paid in full in the September \n2012 transaction with the Bank.  Even if Harris were correct that the CM Note was \n \n42 (Jan. 2022 Am. Order ¶¶ 93–98.)  \n \n43 (Jan. 2022 Am. Order ¶ 97.)  \n \npaid in full, satisfaction of the CM Note in no way affects the Court’s conclusion that \nHarris committed a breach of his fiduciary duty as JDPW’s trustee by “transferring \naway the CM Note and Release Deed and failing to enforce JDPW’s rights to the CM \nLoan.”44   \n26. As for Harris’s argument that the Receiver’s damages calculation must be \ntested by a jury,45 this claim, too, is without merit.  The Court has ruled that Harris \ncommitted a breach of fiduciary duty as JDPW’s trustee and that JPDW is therefore \nentitled to “(i) the full amount JDPW owes to Plaintiffs on the Nivison Loan and (ii) \nthe $1.3 million due and payable on the CM Note over and above the $2.1 million \nJDPW borrowed under the Nivison Loan.” 46  These amounts may be derived from \nmathematical calculations based on the terms of the notes themselves and by \naccounting for the time that has passed without payments being made.  No jury issues \nare presented in making these calculations.  See Marcoin, Inc. v. McDaniel , 70 N.C. \nApp. 498, 506 (1984) (“As the computation of the amount of fees due was merely a \nmathematical determination, there was no need to submit this question to the jury.”); \nsee also  Chisolm v. TranSouth Fin. Corp., 194 F.R.D. 538, 563 (E.D. Va. 2000) \n(recognizing that “[w]here ‘reasonable factfinders applying the correct legal standard \ncould come to but one determination as to the amount of damages to be awarded \n \n44 (Jan. 2022 Am. Order ¶ 143.) \n \n45 (Harris Br. Supp. 10.) \n \n46 (Jan. 2022 Am. Order ¶  140; see also Findings Fact, Conclusions L. & Final J. on \nForeclosure Appeal (23 SP 1872), filed contemporaneously herewith, ECF No. 1686.) \n \nunder the jury’s findings on liability,’ no jury rights attach at that stage”) (quoting \nAetna Cas. Sur. Co. v. P&B Autobody, 43 F.3d 1546, 1567 (1st Cir. 1994)).   \n27. The Court further concludes that the remaining issues raised by Harris are \neither ir relevant, immaterial, or have already been decided by settlement or on \nsummary judgment.47 \nIII. \nCONCLUSION \n28. WHEREFORE, for the reasons set forth above, the Court hereby ORDERS \nas follows: \na. Harris’s demand for a jury trial on any issues to be determined in the \nAccounting Proceeding is hereby DENIED; \nb. Harris’s demand for a jury trial on “whether or not the 21 September \n2012 contract signed by Harris and Nivison is the binding contract in \nthis case” is hereby DENIED; \nc. Harris’s demand for a jury trial on “whether the Castle McCulloch Note \nwas paid in full or not” is hereby DENIED; \n \n47 (See ECF Nos. 471, 472, 1443 & 1444.)  Harris raises two other issues that bear mention.  \nFirst, he argues that Rule 53(b)(2), which provides that “a compulsory reference does not \ndeprive any party of his right to a trial by jury” supports his right to a jury trial.  The Court \nfinds Harris’s Rule 53 argument unpersuasive, however, since the Court has not appointed a \nreferee under Rule 53 in this action.  Next, Harris argues in his reply brief for the first time \nthat the claims against him are barred by collateral estoppel.  Not only is this argument not \nproperly raised under the Business Court Rules, see BCR 7.7, but the Court finds no basis to \nconclude that Harris’s jury trial rights are impacted by the application of collateral estoppel \nin the manner he contends. \nd. Harris’s demand for a jury trial on “why [the Receiver’s] mathematical \ncalculations are all over the place” is hereby DENIED; and \ne. Harris’s demand for a jury trial on any other issues raised in this action \nis hereby DENIED. \n29. Pursuant to Rule 54(b), the Court enters this Order as a final judgment \nbecause there is no just reason for delay in entering the judgment as a final judgment \nand permitting appellate review of this Order and the other orders that the Court is \nentering contemporaneously herewith. \n    SO ORDERED, this the 19th day of December, 2024. \n \n    /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III     \n     Chief Business Court Judge "
}