{
  "id": "5ce65bf98630607db7e15ead62ce6490ee7b7aad1c854f54266abcdaa374c1f9",
  "source_file": "data/raw/ncbc/5ce65bf98630607db7e15ead62ce6490ee7b7aad1c854f54266abcdaa374c1f9.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \n   IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n \n \nFIRST UNION CORPORATION,  \nWACHOVIA CORPORATION,  \nand FIRST UNION NATIONAL BANK,  \n  \n  Plaintiffs \n  \nv.  \n  \nSUNTRUST BANKS, INC.,   \n  \n  Defendant. \n \nv. \n \nFIRST UNION CORPORATION, ET AL., \n \n  Counterclaim Defendants, \n \nLESLIE M. BAKER, JAMES S. BALLOUN, \nPETER C. BROWNING, JOHN T. CASTEEN, III, \nTHOMAS K. HEARN, JR., GEORGE W.  \nHENDERSON, III, W. HAYNE HIPP, LLOYD\nU. NOLAND, III, JOHN C. WHITAKER, JR., \n and DONA DAVIS YOUNG, \n \n         Additional Counterclaim Defendants. \n \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n01-CVS-10075 \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY  \n IN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n \n \nIN RE WACHOVIA SHAREHOLDERS \n      LITIGATION \n \n \n \n \n \n \n)\n)\n)\n \n \nConsolidated \n Civil Action No. 01-CVS-4486 \n \n \n \n \n \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF GUILFORD \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n \n \nHARBOR FINANCE PARTNERS, \nderivatively on behalf of Wachovia Corporation, \n \nPlaintiff, \n \nv. \n \nJAMES S. BALLOUN, PETER C. \nBROWNING, W. HAYNE HIPP, \nLLOYD U. NOLAND, III, DONA DAVIS \nYOUNG, LESLIE M. BAKER,  \nJR., THOMAS K. HEARN, JR.,  \nELIZABETH VALK LONG, \nMORRIS W. OFFIT, JOHN C. WHITAKER, \nJR., F. DUANE ACKERMAN, JOHN T. \nCASTEEN, III,  \nGEORGE W. HENDERSON, III, ROBERT A. \nINGRAM, GEORGE R. \nLEWIS and FIRST UNION CORPORATION, \n \nDefendants,  \n \nand WACHOVIA CORPORATION, \n \nNominal Defendant. \n \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \n \n \n \n \n01-CVS-8036 \n \n \n \n \n \n \n \nThis Order and Opinion was amended on August 10, 2001 in response to a motion made by \nMorris W. Offit asking this Court to strike comments in the opinion attributed to him that are not \nreflected in the evidence before the Court.  Additionally, grammatical corrections and factual \nclarifications were made to this Order. \n \nAMENDED ORDER AND OPINION\n \nI. \n{1} THIS MATTER comes to the Court as a result of the proposed merger between First Union \nCorporation (“First Union”) and Wachovia Corporation (“Wachovia”), and SunTrust Banks, \nInc.’s (“SunTrust”) resulting unsolicited bid for Wachovia. SunTrust and the shareholder \nplaintiffs in the consolidated cases (hereinafter collectively referred to as “SunTrust”) request that \nthis Court invalidate a non-termination provision in the merger agreement and enjoin \nconsummation of the merger pending determination of the validity of provisions in an Option \nAgreement entered into in connection with the merger.  All parties request declaratory judgment \nwith respect to validity of the Option Agreement.  For the reasons set forth below, the Court finds \nthe non-termination provision invalid and unenforceable and declines to enter the injunctive relief \nrequested. \nRobinson, Bradshaw & Hinson, P.A., by Russell M. Robinson, II, Martin L. Brackett, Jr., \nRobert W. Fuller, Louis A. Bledsoe, III, and Lawrence C. Moore; Sullivan & Cromwell \nby John L. Hardiman, Stephanie G. Wheeler and Kevin Puvalowski; First Union \nCorporation, by Francis Charles Clark; for plaintiffs and counterclaim defendants First \nUnion Corporation and First Union National Bank.  \nBell, Davis & Pitt, P.A., by William K. Davis, Kevin G. Williams and Troy D. Cahill; \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P., by James T. Williams, Jr. and \nMack Sperling; Simpson Thacher & Bartlett,  by  George  M.  Newcombe,  Michael  J.  \nChepiga,  Bruce  D. Angiolillo,  David  E.  Massengill,  Edward  D.  Hassi,  and \nCatherine Morris; for plaintiff, counterclaim defendant and nominal defendant Wachovia \nCorporation .  \nEllis & Winters, L.L.P., by Richard W. Ellis, Paul K. Sun, Jr., and Thomas D. Blue, Jr.; \nSkadden, Arps, Slate, Meagher & Flom, LLP, by Jay B. Kasner and Timothy A. Nelson; \nfor defendant and counterclaim  plaintiff Suntrust Banks, Inc. \nWilson & Iseman, L.L.P., by Gray Wilson and Linda L. Helms; Abbey Gardy, LLP, by \nArthur N. Abbey, Stephen T. Rodd, James N. Notis and Curt P. Beck; for Wachovia \nshareholder plaintiffs. \nKilpatrick Stockton, L.L.P., by J. Robert Elster and Richard S. Gottlieb, for defendant \nMorris W. Offit. \nDonaldson & Black, P.A., by Arthur J. Donaldson; The Brualdi Law Firm, by Richard B. \nBrualdi; for plaintiff Harbor Finance Partners. \n{2} This case requires the Court to determine the judicial tools North Carolina courts will apply in \nmaintaining the appropriate balance between shareholder power and board authority in corporate \nmergers.    The issues are both current and difficult.   The appellate courts in North Carolina have \nnot had the opportunity to address the issues directly.   The approach to these issues adopted by \nthe Delaware courts since 1985 is now under rigorous reexamination\n1 and the Delaware Supreme \nCourt may have signaled a shift away from reliance on fiduciary duty standards in Quickturn \nDesign Sys., Inc.   v.   Shapiro,  721 A.2d 1281 (Del.  1998) and other recent decisions. 2  T h e  \nrequired determination is further complicated by the North Carolina Legislature’s 1993 \namendment to N.C.G.S. § 55-8-30.\n3  For those reasons and because the Supreme Court will have \na short period of time in which to review this order and determine these complex and significant \nissues, the Court will (a) place the issues in the context of our corporate structure, (b) highlight \nthe critical function of standards of conduct and processes of review, (c) briefly survey the key \nDelaware decisions dealing with the issues and look at the current reexamination underway there \nand (e) offer a North Carolina-centered alternative.   The Court will then apply that review \nprocess to the facts in this case and determine if injunctive relief is warranted. \n{3} In the context of this case the issues are presented as follows: \n \n(1) What review process will be used by North Carolina courts to determine the validity  \n \nof deal protection measures in stock-for-stock mergers? \n \n(2) Did the directors of Wachovia breach their fiduciary duty when they approved the \nmerger agreement with First Union which contained: \n(a) a non-termination provision which will keep the merger agreement in place \nuntil January 2002, even if it is rejected by the Wachovia shareholders at the \nscheduled August 3, 2001 shareholder meeting, and \n(b) an option agreement which has effectively resulted in a $780 million breakup \nfee? \nII. \nA. \n{4} At the outset, it is important to put the issues in this case in their larger context.  Corporations \nexist to create value.  In purely economic terms, if they do not do that, they cease to exist.\n4 \nCorporations can create different kinds of value. Value can come in the form of an increase in the \nprice per share of the owner’s stock. It may be derived from the creation of jobs in or the \ncontributions a company makes to a community. It may result from cheaper and better products \nand services. Value may be derived from the individual employee or entrepreneur’s fulfillment of \nsome personal goal through association with the corporation. The enhancement of one value may \nadversely affect another value. The value we expect corporations to create thus determines in \nsome measure what we think corporations are and how we want them to be governed.  William T. \nAllen, former Chancellor of the Delaware Chancery Court, identified and described this conflict \nin Our Schizophrenic Conception of the Business Corporation , 14 Cardozo L. Rev. 261, 2643-65 \n(1992).\n5  He said: \nTwo inconsistent conceptions have dominated our thinking about \ncorporations since the evolution of the large integrated business \ncorporation in the late nineteenth century.  Each conception could claim \ndominance for a particular period, or among one group or another, but \nneither has so commanded agreement as to exclude the other from the \ndiscourses of law or the thinking of business people.   \nIn the first conception, the corporation is seen as the private property of its \nstockholder-owners. The corporation’s purpose is to advance the purposes \nof these owners (predominantly to increase their wealth) and the function \nof directors, as agents of the owners, is faithfully to advance the financial \ninterests of the owners.  I call this the property conception of the \ncorporation, because it sees the corporation as the property of its \nstockholders.  This model might almost as easily be called a contract \nmodel, because in its most radical form, the corporation tends to \ndisappear, transformed from a substantial institution into just a relatively \nstable corner of the market in which autonomous property owners freely \ncontract. \nThe second conception sees the corporation not as the private property of \nstockholders, but as a social institution.  According to this view, the \ncorporation is not strictly private; it is tinged with a public purpose.  The \ncorporation comes into being and continues as a legal entity only with \ngovernmental concurrence.  The legal institutions of government grant a \ncorporation its judicial personality, its characteristic limited liability, and \nits perpetual life.  This conception sees this public facilitation as justified \nby the state’s interest in promoting the general welfare.  Thus, corporate \npurpose can be seen as including the advancement of the general welfare.  \nThe board of directors’ duties extend beyond insuring investors a fair \nreturn, to include a duty of loyalty, in some sense, to all those interested in \nor affected by the corporation.  This view could be labeled in a variety of \nways: the managerialist conception, the institutionalist conception, or the \nsocial entity conception.  All would be descriptive, since the corporation is \nseen as distinct from each of the individuals that happens to fill the social \nroles that its internal rules and culture define. The corporation itself is, in \nthis view, capable of bearing legal and moral obligations.  To law and \neconomics scholars, who have been so influential in academic corporate \nlaw, this model is barely coherent and dangerously wrong.  \n{5} New value, however we define it, is created by change. Risk is the shadow of change, ever \npresent wherever change occurs. The presence of risk creates tensions within the structure where \nthat change is occurring. How those risks and the tensions they create are managed in the \ncorporate system is the work of corporate governance.  Corporate law should help promote or \nenhance the creation of corporate value.        \n{6} Essentially three competing systems for creating corporate value have emerged in today’s \nworld economy.  Each approaches four key tasks differently. The first task is to decide what \nvalues corporations should create and how those values are ranked.\n6  The second task is to \ndetermine how available financial capital will be combined and used. The third task is to \ndetermine how human capital will be combined and used.\n7  Finally, the proper combination or \nrelationship of financial capital and human capital must be found.  All four must be harmonized \nfor the corporate system to function smoothly. \n{7} How those tasks are accomplished and how the resulting governance systems are structured \ndepend on certain basic characteristics or fundamental beliefs of the societies in which they \noperate.  There are at least six basic American characteristics that find reflection in our corporate \nsystem.  First, we are leery of concentrations of power.  We like power, ownership and wealth \ndispersed or distributed.\n8   Second, we are firmly committed to individual liberty and the worth of \nthe individual. Third, we are a nation of risk takers; we encourage and reward them.  Fourth, we \nlove competition and believe that the real value of anything, be it a product, idea or action, is best \ndetermined in the marketplace.  Fifth, we value fairness and try to keep the playing field for that \ncompetition level.  Sixth, we prefer a system of checks and balances to protect the other five \nvalues. \n{8} The three competing global systems are exemplified by: (1) the Japanese system based upon \nits kieretsu, (2) the European system based upon its strong ownership and direction by financial \ninstitutions and state-controlled companies and (3) the American system based upon accumulation \nof capital from a diverse ownership base, including individual investors. This dispersed \nownership base has little direct control over those who manage their property. 9 The managers are \nencouraged to be risk takers.  To date, the American system has arguably outperformed the other \ntwo.\n10  \n{9} Each of these three systems must constantly adapt to change. That change is usually generated \nfrom one of three sources 11 — technology, politics, or capital market structure.  The clearest \nexample of the variable pressure created by capital market structures is the rise and fall of junk \nbond financing in the 1980’s and the resulting problems created for corporate governance, which \nwill be more fully discussed below.   The mid to latter part of the 1990’s saw a technological \nrevolution and the creation of a new currency in the form of extraordinary share prices creating \ndifferent problems and pressures on the governance system.   It is not surprising that the number \nof hostile takeover attempts, which diminished after the collapse of the junk bond market, \nreturned to 1980’s levels in the late 1990’s. An example of political change relevant to this case \nwould be the amendments to the Glass-Stegall Act, which opened the door to significant changes \nin the ownership of financial institutions.  Technology is also having a dramatic impact on the \noperation of banks today.  The landscape of the banking industry is thus being buffeted by all \nthree winds of change at the same time.    \n{10} Each system of corporate governance has its own method of absorbing the pressures created \nby these changes.  Those methods are dictated by the structure of the corporate system. \nB. \n{11} The structure of the American system dictates that two competing requirements be \nharmonized when change occurs: fundamental shareholder rights and director independence.\n12 \nEach is discussed below.  Harmonization is sometimes difficult because of the wide gulf between \nour diverse base of ownership and the directors from whom we demand high levels of risk-taking.  \nOur corporate law provides the means to accomplish that harmonization or balance. \n1. \n{12} Within the corporate structure, shareholder/owners require certain basic rights without which \nthey will not contribute their capital to the enterprise.   The shareholder must have the rights to \nvote, sell and sue.\n13  The most famous defense of shareholder rights is found in Blasius Indus. v. \nAtlas Corp., 564 A.2d 651 (Del. Ch. 1988), in which Chancellor Allen stated: “The shareholder \nfranchise is the ideological underpinning upon which the legitimacy of directorial power rests. . . .  \nIt has, for a long time, been conventional to dismiss the shareholder vote as a vestige or ritual of \nlittle practical importance. . . . [W]hether the vote is seen functionally as an unimportant \nformalism, or as an important tool of discipline, it is clear that it is critical to the theory that \nlegitimates the exercise of power by some (directors and officers) over vast aggregations of \nproperty that they do not own.”\n14   Vice Chancellor Strine has noted that the Delaware courts have \ntraditionally been willing to more closely scrutinize board decisions dealing with ownership \nissues, citing Loudon v. Archer-Daniels-Midland Co. , 700 A.2d 135 (Del. 1997).\n15  “U.S. \ncorporation law affords to stockholders three principal sources of protection of their interests: the \nstockholder’s right to vote his or her stock, to sell stock, and the fiduciary duty of corporate \nofficers and directors, all of which are principally enforced judicially through shareholder- \ninitiated lawsuits.”\n16 \n{13} In corporate governance, as in our system of government, the courts are uniquely positioned \nto preserve the rights to vote, sell and sue for those our system determines should possess those \nrights.\n17   \n2. \n{14} Coexisting with shareholder requirements are certain requirements directors have if they are to \nfunction in the manner which fosters or promotes the best interests of the corporation and all of its \nconstituents.\n18  Directors must have the freedom to take risks and the power to manage the \nbusiness without undue interference from shareholders or the courts.   That freedom is achieved \nby protection from liability for good faith errors in judgment and deference from the courts in \nbusiness decisions.   In today’s environment where outside directors must serve on audit, \ncompensation and other committees requiring substantial time commitments and legal exposure, \npotential directors must carefully weigh the decision to serve. 19  If corporate value is to be \nenhanced, the courts must not discourage qualified and capable people from serving as directors \nand taking risks. \n{15} The variable sources of change described above often create conflict between shareholder \nrequirements and director requirements.   The tensions created by the conflicts between director \nand shareholder requirements are elastic.  \n{16}  Thus, the context in which balance of power issues must be determined looks something like \nthe drawing below.\n20 \n \n \n \n \n{17} If the requirements of both shareholders and directors are not being met, i.e., the right tension \nmaintained, our corporate governance system has failed. The success of the American legal \nsystem is due in some measure to the ability of the American court system to flexibly balance the \nrights of generally passive shareholders with the power allocated to directors to manage the \nbusiness affairs of the corporation through all the changes that occur.  \n{18} Not coincidentally, the tension between shareholders and the interests of society described by \nChancellor Allen in paragraph 4 above closely follows this same model.  \n{19}  Often, the two become confused or intertwined.   The clearest examples of that entwinement \ncan be found in both the reaction of several states to the hostile takeover frenzy in the 1980’s and \nthe Delaware Supreme Court’s decision in Revlon v. McAndrews & Forbes requiring directors in \nchange of control situations to obtain the highest value reasonably available for shareholders.\n21  \nFor the shareholders, that holding could be interpreted as defining “corporate value” solely in \nterms of enhanced share value.  Those who viewed the corporation as a social institution took \naction. Illinois, for example, adopted a statute that specifically authorized directors to consider the \ninterests of corporate constituents other than shareholders when responding to a hostile \ntakeover.\n22  In doing so, Illinois statutorily adjusted the balance of power between shareholders \nDirector RequirementsShareholder Rights \nand other corporate constituents by giving additional power to directors that Revlon had arguably \ntaken away.   It did so not to advance the power of directors, but to permit directors to assert the \ninterests of other corporate constituents in the heat of the takeover battle.   It did not eliminate \nshareholder rights; it arguably put a little more tension in the elasticity on the side of the directors \nso that they could consider “corporate value” as including values important to society.   A fuller \ndiscussion of the action of the North Carolina Legislature in reaction to the developments in \nDelaware appears below.\n23 \n{20} The American economic system has benefited greatly from the American corporate \ngovernance system’s ability to maintain the balance and tensions between shareholders and \ndirectors, and shareholders and the other corporate constituents.   Maintaining that balance has \nrequired flexibility because of the variable pressures that change with the economy, the creativity \nof entrepreneurs, innovations in technology, and capital markets and the predilections of \npoliticians.   The primary responsibility for designing and maintaining the American corporate \ngovernance system has been left to the states.\n24 Most states, including North Carolina, have \nadopted very broad enabling statutes that provide corporations with the flexibility they need to \noperate.   Those flexible statutes cannot provide guidelines ex ante for all the problems that can \narise in the business context.\n25   Accordingly, the primary tools to maintain the balance of power \ndescribed above have been ex post decisions of courts applying either fiduciary duty concepts or \nstatutory interpretations.26  It has been the singular and outstanding contribution of the Delaware \ncourts to thoughtfully craft the decisions and tools by which the state courts provide the necessary \nguidance and flexibility to keep the corporate governance system operating smoothly and in a \nway that promotes corporate value.  \n{21} It is necessary to understand the structure that underlies the complexities of corporate \ngovernance because the issues in this case revolve around the tools or levers that are available to \nmaintain the correct balance between two principal requirements of the structure: shareholder \nrights and director power.  It is equally important to understand that there must be flexibility in \nthe corporate governance system to maintain that balance when changes pressure the corporate \nstructure.    In this case, the tools that help maintain that balance are standards of conduct and \nstandards of review.  Together with the allocation of the burden of proof, they guide the review \nprocess by which the ex post  court decisions are formulated.  An understanding of each is \nimportant to the decision in this case.   \nC. \n{22} Professor Eisenberg has succinctly described the difference between standards of conduct and \nstandards of review and their divergence in corporate governance: \nA standard of conduct states how an actor should conduct a given activity \nor play a given role.   A standard of review  states the test a court should \napply when it reviews an actor’s conduct to determine whether to impose \nliability or grant injunctive relief. \nIn many or most areas of the law, these two kinds of standards tend to be \nconflated. \nThe conflation of standards of conduct and standards of review is so \ncommon that it is easy to overlook the fact that whether the two kinds of \nstandards are or should be identical in any given area is a matter of \nprudential judgment.   Perhaps standards of conduct and standards of \nreview in corporate law would always be identical in a world in which \ninformation was perfect, the risk of liability for assuming a given \ncorporate role was always commensurate with the incentives for assuming \nthe role, and institutional considerations never required deference to a \ncorporate organ.   In the real world, however, these conditions seldom \nhold, and the standards of review in corporate law pervasively diverge \nfrom the standards of conduct.   A byproduct of this divergence has been \nthe development of a great number of standards of review in this area.   In \nthe past, the major standards of review have included good faith, business \njudgment, prudence, negligence, gross negligence, waste, and \nfairness.   An important new development has been the emergence of \nintermediate standards of review.\n27 \n{23} There are two main reasons why standards of review and standards of conduct have diverged \nin corporate law: fairness and efficiency. 28  Both are related to needs of the corporate structure. \nThe corporate structure requires competent directors willing to serve. In order to attract competent \ndirectors it is only fair that we judge their conduct according to the circumstances in which they \nmust make decisions.  Those circumstances include the fact that they often have to act without \nfull information.  They do not have control over the business environment that can affect the \ndecisions they make. The business environment is constantly changing and courts, not as \nknowledgeable as businesswomen when it comes to operational business decisions, thus should \ndefer to their business judgment. While we want to set high aspirational goals (standards of \nconduct) for directors, it is fundamentally fair to review their conduct on a less demanding level \nbecause of the circumstances in which they are called upon to act.  \n{24} The efficiency argument relates to creation of corporate value or wealth. In order for the \ncorporation to increase in value and thereby increase the wealth of its owners, it must take risks. If \nwe discourage the directors who must make those risk decisions from being bold and creative by \nimposing a standard of review that is too onerous and creates too great a possibility of \nunacceptable liability, we defeat one of the very purposes for which corporations exist. Just as we \nlimit the liability of those who contribute their financial capital to the enterprise, we must limit the \nliability of those who contribute their human capital (knowledge and judgment) in order to \npromote creation of value or wealth.\n29  Accordingly, where fairness and structural requirements \ndictate, standards of review have diverged from standards of conduct in corporate law.  \nSignificantly, when that divergence is permitted, the law recognizes that some legal duties may go \nunenforced. \n{25} Former Chancellor Allen has described the business judgment rule this way: “Closer to a \ndescription of the ‘rule’ that courts enforce, in the absence of a director conflict of interest, would \nbe as follows: in the absence of a conflicting financial interest, a director will be liable for \ncorporate losses caused by board action he authorizes, only if he has authorized such action \nwithout at that time having a good faith belief that, in the circumstances present, he has satisfied \nhis obligation to be reasonably informed.”\n30  \n{26} Where fairness and structural requirements have not supported the need for standards of \nreview to diverge from standards of conduct in corporate law, the two have tended to conflate. \nFor example, where courts have applied a duty of loyalty as opposed to a duty of care, the \nstandard of review has been more closely aligned with the duty standard. Directors in self-\ninterested transactions are required to establish that the transaction was entirely fair to the \ncorporation. The reasons are clear. In cases in which a director engages in a transaction with the \ncorporation in which she has a personal interest, it is fair to apply a stricter standard of review. \nThe director has more complete information since she is a party to the transaction and she has \nsome control over it. It is fair to ask the director to simply prove that the manner in which the \ntransaction in question is conducted is no different from the manner in which the same transaction \nwould be conducted between the corporation and a third party on the open market. The question is \nnot whether the decision was good or bad, only if it was the same as an open market transaction. \nThat does not require the same kind of judicial expertise and does not call for the institutional \ndeference that duty of care questions require. There is no structural incentive to reduce the \ndirector’s potential liability, and there exists an incentive to require directors to be particularly \ncareful when they engage in self-interested transactions with the corporation. In a self-interested \ntransaction, the director is acting both on her own behalf and as the economic agent of the \nowner/shareholder. \n{27} In summary then, standards of review in corporate law diverge from standards of conduct \nwhen fairness and structural requirements dictate that such a divergence will promote corporate \nvalue or wealth creation. Where fairness and structural requirements do not support a divergence \nbetween the standard of review and the standard of conduct and thus do not promote corporate \nvalue, the two standards are more closely aligned or conflated.  When conflation is present, legal \nduties are less likely to go unenforced. \n{28} Prior to the 1980’s, when courts decided whether to apply a duty of loyalty to a particular \nfiduciary action, they were actually selecting a situation-specific process for reviewing that \nfiduciary action.  If the duty of loyalty was applied, the review process included placing the \nburden on the fiduciary to justify the action on a market-specific basis.  The fiduciary had to \nprove her action did not diminish corporate value.  Application of the loyalty standard of conduct \nwith its entire fairness standard of review protected corporate value by prohibiting fiduciaries \nfrom taking unfair advantage of their position to transact business with the corporation at less than \nfair market value.   \n{29} If the duty of loyalty standard of conduct was not applied or a duty of care standard of \nconduct was applied,31 the review process placed the burden of proof on the party challenging the \nfiduciary action.  The fiduciary received the benefit of the business judgment rule with its \ndivergent and less demanding standard of review.  The less demanding standard of review process \nwas selected because under the circumstances it best promoted corporate value by preventing \njudicial review under circumstances where that judicial review would deter director risk-taking.  It \nreduced director risk of liability. A combination of the standard of review and placement of \nburden of proof can have a significant impact on final determination of an issue.  \n{30}  Standards of review serve other functions.  They can serve as guideposts to alert businessmen \nto conduct that would trigger judicial intervention. They also serve as self-imposed restraints, \nlimiting judicial intervention in the corporate process to those situations in which intervention can \npromote corporate value. \n{31} As will be more fully discussed herein, the corporate landscape was dramatically altered in the \n1980’s, resulting in the search for new judicial review processes that would best promote \ncorporate value under the circumstances then existing.  The Delaware courts and the legislatures \nof other states did not always agree on their definition of “corporate value” or their concept of the \ncorporation.  That disagreement can lead to a difference in approach to the review process. \nD. \n{32} The Court next turns to the application of these tools by the Delaware courts in hostile \ntakeover cases, not because Delaware law applies in this case, but because much can be learned \nfrom the Delaware experience and the reevaluation being conducted there.  It is also true that the \nNorth Carolina courts have frequently looked to Delaware for guidance because of the special \nexpertise and body of case law developed in the Delaware Chancery Court and the Delaware \nSupreme Court.   \n{33} Prior to the 1980’s, the corporate landscape was fairly tame, and ownership disputes generally \nresulted from internal disagreements.  For example, in Schnell v. Chris-Craft Industries, Inc., 285 \nA.2d 437 (Del. 1971), the court acted to enjoin the conduct of corporate management that \nattempted to perpetuate themselves in office and obstruct shareholder rights to engage in a proxy \ncontest.  \n{34} The advent of the hostile takeover era and its pressures on the structure of corporate \ngovernance required a new approach to the judicial review process because the situation in which \nowners and directors were placed had been dramatically altered.\n32  Often the identity of owners \nwould change rapidly.  If not the identity, certainly the interests of older owners shifted when the \nprospect arose of getting more for their property than it was worth.  Directors’ duties could shift \novernight from (a) enhancing shareholder value to either (b) protecting shareholder value or (c) \nobtaining payment of maximum value for the shareholders.  Even more difficult, directors could \nface all three challenges at once.   \n{35} In the 1980’s the creation of junk bonds and the deregulation of the savings and loan industry \ncombined to change the capital market. The new currency of junk bonds financed corporate \nraiders and white knights and fueled the use of arbitrage in takeover situations.  The growth of \ninstitutional investors served to consolidate the ownership base. The circumstances in which \ndirectors were required to exercise their fiduciary duties changed dramatically and almost \novernight. The prospect of fast short-term profits caused shareholders to become increasingly \nattentive to their rights to vote and sell their shares. Owners changed from passive investors to \naggressive short-term profit maximizers. Owners are always more willing to sell when purchasers \nare willing to pay more for their property than owners think it is worth. While the inherent value \nof companies had not changed, the prices purchasers were willing to pay for them had. In short, \nthe market for companies changed dramatically and caused shareholders to become less passive. \n{36}  Managers were threatened and had every incentive to adopt measures that would entrench \nthem in their positions. The long-term view of shareholder value and long-term management \npolicies seemed to lose importance. Well-conceived corporate strategy was threatened by the debt \nload and sale of assets required to sustain junk bond financing. Whole communities were \nthreatened with plant closures and corporate relocations. Directors who were nominated by \nmanagement and were often prominent members of the communities where their corporations \nwere located were torn in many different directions.  They faced the prospect of the loss of their \npositions as well as the possibility of irreparable damage to the companies they helped govern and \nthe loyal employees to whom they felt an allegiance.  They also faced suits from shareholders. \n{37} Thus, this rapid and significant change in circumstances caused pressure to intensify from \nboth shareholders and directors.\n33  It fell to the Delaware courts to maintain the proper balance in \ncorporate governance in the midst of this turmoil. It was not an easy job given the short time \nconstraints in which many decisions were made. \nE. \n{38} The Delaware decisions reviewing director decisions in the new world of hostile takeovers are \nbest analyzed from several perspectives. First, the task that the court was performing is important. \nWhether it was ruling on injunctive relief or determining liability damages is significant. These \ncases should also be viewed in time in relation to amendments to the Delaware statutes further \nlimiting the monetary liability of directors charged with breach of the duty of care.\n34 Second, the \ntask that the directors were performing is important. These tasks can be separated into four \ngeneral categories: (A) self-interested transactions, (B) non-ownership or enterprise transactions\n35 \nnot involving self-interest, (C) cases in which the directors were choosing between alternatives \nwhich involved determinations of corporate value or ownership but not payment for sale of \ncontrol, and (D) cases in which the directors were obtaining payment for the premium associated \nwith the sale of control. Third, consideration should be given to the circumstances under which \nthe directors were acting: were they in a proactive or reactive mode? Fourth, was there a fair \nmarket test of corporate value conducted in connection with the action or a fair shareholder vote \ninvolved? Finally, each decision might be viewed in terms of the hypothesis offered by former \nChancellor Allen: \nIn those cases [takeover cases], too, I would offer – but not explore here – \nthe hypothesis that the gist of the motivation for the decision is a judicial \ninterpretation of the motivation of the directors. That is, where the court \ninterprets the facts as indicating that the board is trying to favor one deal \nover the other for reasons that are inexplicable except on the ground of \npersonal interest or favor (e.g., QVC), it will be inclined to intervene, but \nwhere discrimination appears to be a good faith business judgment the \ncourt will respect it.36   \n{39} Before beginning the analysis, it would be helpful to set a baseline of the standards of review \nand standards of conduct employed by the Delaware courts prior to the takeover era.  \n{40} In category A cases involving self-interest, the courts employed the loyalty standard of \nconduct and the entire fairness standard of review and placed the burden of persuasion on the \nfiduciary engaging in the self-interested transaction. \n{41} In category B cases, the court applied the business judgment rule to decisions of directors. \nThat meant that the standard of conduct was negligence, and the standard of review was gross \nnegligence. The complaining shareholder had the burden of persuasion on gross negligence and \nhad to prove causation and actual damages to recover in a liability case. If the director was \nattentive to her duties (informed) and the action taken was rational, the courts did not intervene. \nF. \n1. \n{42} The first departure from this base line occurred in Smith v. Van Gorkom .\n37  I t  w a s  t h e  \nbeginning of an effort to find a new review process for the problems created by hostile takeovers. \nIt was also the first time that the language of the old cases was used in a confusing way to achieve \na new result.  \n{43} In Smith v. Van Gorkom, the court was asked to rescind a cash-out merger approved by \noutside directors that offered shareholders a 50 percent premium over the market price. The \nChancery Court found that the board did not act “recklessly or improvidently” because the board \nappeared to review the proposal three times, the market premium in the bid price seemed \nadequate, and the business acumen of the collective board members was high.\n38  The Delaware \nSupreme Court reversed finding that the directors relied too heavily on the advice of the CEO, \nfailed to conduct a “market test” to ascertain the value of the company, did not adequately \nnegotiate the “no shop” provision in a way that would allow the board a means to terminate the \nagreement, and failed to adequately inform the shareholders.\n39  While the higher court evoked a \ngross negligence standard in its opinion, the standard under which the board was actually judged \nappeared to be ordinary negligence.  In response to the negative reaction in the directors and \nofficers insurance industry to the Van Gorkom opinion and Van Gorkom’s perceived detrimental \nimpact on director risk taking, in 1986 Delaware amended its corporate laws to add Del. Code \nAnn. Tit. 8, § 102(b)(7).   That Delaware statute allows shareholders to adopt certificate of \nincorporation or charter provisions limiting the monetary liability of directors for certain breaches \nof fiduciary duties.\n40   \n{44} The first seminal case to follow Smith v. Van Gorkom  was Unocal Corp. v. Mesa Petroleum \nCo., 493 A.2d 946 (Del. 1985).  Unocal involved the reasonableness of a target company board’s \ndefensive measures.  Under the Unocal standard, later added to by Unitrin,41 where a target board \nadopts defensive measures in an effort to thwart a perceived threat, the target board has the \nburden of proving 1) that the board reasonably perceived a threat to corporate effectiveness and \npolicy and 2) that the defensive measure was reasonable in response to the threat.\n42  Unitrin \nexpanded on this two-step process by adding the condition that a defensive measure that is outside \nthe normal range of defensive measures or that is “draconian” will not be considered \nproportionate to the perceived threat and will fail the second prong of the Unocal test.\n43  A \ndraconian measure was one that was preclusive or coercive.   \n{45} If the court finds that the board was reasonable in its perception of a threat and that the \ndefensive measure taken was proportionate to the threat, the court will then subject the board \nactions to the traditional business judgment rule.\n44  Thus, the Unocal/Unitrin standard added \nanother layer to, but did not preempt application of, the standard business judgment rule.  It also \ncreated the situation where directors were, in effect, obligated to show that the shareholder \nplaintiff could not prevail on the merits, a reversal of the normal rule. \n{46} Following Unocal, the Delaware Supreme Court premiered yet another standard with which to \njudge the duty of care owed to shareholders.  This standard applied when a company engaged in a \ntransaction that involved a sale of control, the break-up of the company, or a response to an offer \nwith a break-up of the company.\n45  In Revlon v. MacAndrews & Forbes, in response to a hostile \noffer from Pantry Pride, the Revlon directors adopted a number of defensive measures. 46  \nUndeterred, Pantry Pride continued its pursuit of the company. 47  Subsequently, the Revlon \ndirectors entered into an agreement with another potential buyer that included a number of deal \nprotection devices prohibiting Pantry Pride from acquiring the company.\n48  The court rejected \napplication of the Unocal/Unitrin doctrine because “the duty of the board . . . changed from the \npreservation of Revlon as a corporate entity to the maximization of the company’s value at a sale \nfor the stockholders’ benefit . . . . The whole question of defensive measures was moot.  The \ndirectors’ role changed from defenders of the corporate bastion to auctioneers charged with \ngetting the best price from the stockholders at a sale of the company.”\n49  Thus, Revlon became the \nstandard under which to evaluate transactions that changed the control of a corporation. \n{47} Following Revlon, another standard in relation to fiduciary duties emerged that is triggered \nwhen a board acts “for the primary purpose of thwarting a shareholder vote.” 50   In Blasius Indus. \nv. Atlas Corp.,  the directors, in an attempt to prevent a majority shareholder from instituting an \nunwise business strategy, amended the by-laws to expand the size of the board. 51  The majority \nshareholder intended to implement his plan by taking control of the board.52  As a result of the by-\nlaw amendment, even if the shareholders voted to refill the vacancies on the board, the \nreplacements would not have control of the board; the shareholder vote would be ineffectual.\n53  \nThe court found that the directors acted in good faith and in the best interests of the company. 54  \nHowever, the court struck down the board’s actions and refused to apply the business judgment \nrule because the board’s amendment interfered with one of the “two [shareholder] protections \nagainst perceived inadequate business performance”: shareholders may sell their stock or replace \nan incumbent board.\n55  Thus, director actions that impeded a shareholder’s right to vote \nimpermissibly shifted the allocation of authority between directors and shareholders. 56  The court \nruled that if a board acts for the “sole purpose of thwarting a shareholder vote,” the business \njudgment rule does not apply, and the board must prove it had a “compelling justification for such \naction.”\n57 \n{48} Thus, from 1985 to 1988 the Delaware courts had added bite to the fiduciary duty of care; \nthey imposed a de facto  negligence standard on director business decisions, applied a \nreasonableness/proportionality standard for board-taken defensive actions, imposed a \nmaximization of shareholder wealth standard to transactions involving changes in control, and \napplied a compelling justification test to director actions that usurped shareholder votes. \n{49} Another seminal case, Paramount Communications, Inc. v. Time, Inc., provided an \nopportunity for the Delaware courts to differentiate between a board transaction that contemplated \na sale of control and a transaction that perpetuated the interests of the corporation in a merger \ntransaction.\n58  I n  Time, the board of directors entered into a merger agreement with Warner \nCommunications.59  Following this announcement Paramount made a bid for Time. 60  In response \nto Paramount’s bid, Time and Warner amended the merger agreement to remove the optional \nrequirement of a shareholder vote so as not to be required to entertain the Paramount bid.\n61  The \nmerger agreement also included a number of deal protection devices. 62  The Chancery Court \ndenied the preliminary injunction and refused to apply Revlon.   The Delaware Supreme Court \ncharacterized the question posed to the Chancery Court as deciding “under what circumstances \nmust a board of directors abandon an in-place plan of corporate development in order to provide \nits shareholders with the option to elect and realize an immediate control premium.”\n63  T h e  \nDelaware Supreme Court answered the question as follows: \nUnder Delaware law there are, generally speaking and without excluding \nother possibilities, two circumstances which may implicate Revlon duties.  \nThe first, and clearer one, is when a corporation initiates an active bidding \nprocess seeking to sell itself or to effect a business reorganization \ninvolving a clear break-up of the company . . . .  However, Revlon duties \nmay also be triggered where, in response to a bidder’s offer, a target \nabandons its long-term strategy and seeks an alternative transaction also \ninvolving the breakup of the company.  Thus, in Revlon, when the board \nresponded to Pantry Pride’s offer by contemplating a “bust-up” sale of \nassets in a leveraged acquisition, we imposed upon the board a duty to \nmaximize immediate shareholder value and an obligation to auction the \ncompany fairly.  If, however, the board’s reaction to a hostile tender offer \nis found to constitute only a defensive response and not an abandonment \nof the corporation’s continued existence, Revlon duties are not triggered, \nthough Unocal duties attach.\n64  [citations omitted] \nThus, the court in Paramount v. Time gave business judgment deference to the board’s decision \nplacing the continuing interest of the corporation over the interest of the shareholders in voting \nfor receipt of an immediate premium, and placed deal protection measures, like defensive \nmeasures, under the Unitrin/Unocal doctrine. \n{50} Eight years after Smith v. Van Gorkom,  in Cede & Co. v. Technicolor, Inc.,  634 A.2d 345 \n(Del. 1993), the Delaware Supreme Court reasserted its negligence standard under the gross \nnegligence rubric but added yet another twist to the business judgment rule.  In Cede, dissenting \nshareholders challenged a second stage merger and requested share appraisal.\n65  Plaintiffs alleged \nboth a breach of loyalty and care. The lower Chancery Court found no breach of loyalty but did \nfind breach of care.\n66   However, no liability was imposed on the directors because plaintiffs \nfailed to allege injury.67   \n{51} The Supreme Court reversed the Chancery Court’s ruling that plaintiff was required to \n“establish injury from a proven claim of board lack of due care to rebut the rule for breach of the \nduty of care.”\n68  Then, citing Weinberger v. UOP, 457 A.2d 701, 710 (Del. Supr. 1983), the court, \nafter finding the directors breached their duty of care, applied the “entire fairness test” to the \ndirectors’ actions.  The “entire fairness test” had only previously been applied in breach of the \nduty of loyalty cases.\n69  Thus, the “gross negligence” standard of the business judgment rule \nevolved into a standard wherein the directors, if found in breach of their duty of care, must prove \nthat the proposed transaction was entirely fair as to both process and price.  Thus, directors in \ninterested (duty of loyalty) and non-interested (duty of care) transactions were subject to the same \nenhanced judicial scrutiny. \n{52} In 1994, the Delaware Supreme Court purported to clarify Revlon and Time with Paramount \nCommunications v. QVC Network .\n70   In QVC the directors entered into a stock-for-stock merger \ntransaction with Viacom that would result in a change in control since Viacom was controlled by \na majority shareholder.\n71  The merger agreement contained a no-shop provision, a termination fee \nand a stock option agreement. 72  Citing Time, Paramount and Viacom argued that this stock-for-\nstock merger did not implicate Revlon duties.  The QVC court distinguished Time by emphasizing \nthat Time’s merger agreement, unlike the Paramount-Viacom merger, would not result in placing \nthe stock in the hands of a majority shareholder.\n73  Thus, this situation required the directors to \ninform “themselves of all material information reasonably available . . . and decide which \nalternative is most likely to offer the best value reasonably available to the stockholders.” 74  I n \npursuit of this goal, “the directors were not limited to considering only the amount of cash \ninvolved,” nor were the directors “required to ignore totally its view of the future value of a \nstrategic alliance.”\n75  The court applied the “enhanced scrutiny” of Revlon, which consisted of: \n(a) a judicial determination regarding the adequacy of the decision making \nprocess employed by the directors, including the information on which the \ndirectors based their decision; and (b) a judicial examination of the \nreasonableness of the directors’ action in light of the circumstances then \nexisting.  The directors have the burden of proving that they were \nadequately informed and acted reasonably.\n76  \nThe court stated that, despite Paramount’s arguments otherwise, a “break-up” of the company \nwas not required by the court’s ruling in Paramount Communications, Inc. v. Time.77 \n{53} The Paramount court also considered the contractual rights and obligations of the merger \npartners.  In evaluating the board’s fiduciary duty, the court struck down the argument by the \nmerger partners that Paramount was precluded by the contractual provisions of the merger \nagreement from negotiating with QVC.\n78  The court stated,  \n[s]uch provisions, whether or not they are presumptively valid in the \nabstract, may not validly define or limit the directors’ fiduciary duties \nunder Delaware law or prevent the Paramount directors from carrying out \ntheir fiduciary duties under Delaware law. . . . The Paramount directors \ncould not contract away their fiduciary obligations.  Since the No-Shop \nProvision was invalid, Viacom never had any vested contract rights in the \nprovision.\n79  \nThus, the court made clear that a board’s fiduciary obligations supercede their right to enter into \ncontracts on behalf of the corporation. \n{54} The Chancery Court looked at contract rights from a different perspective in Ace Ltd v. \nCapital Re Corp., 747 A.2d 95 (1999).  In Ace, the merger agreement contained a “no-shop” and \n“fiduciary out” provision that prevented Capital Re from considering other offers unless it \nreceived written advice from counsel.  That written advice must indicate that the other offer was \nof such superiority that to not consider it would be a breach of fiduciary duties.\n80  Subsequently, \nCapital Re did receive a superior offer and rescinded the merger agreement. 81  However, it had \nnot received the written advice from counsel as ostensibly required by the agreement. 82  Ace \nrequested that the court enjoin Capital Re from terminating the merger agreement. 83  The court \nrefused, stating: \nThough the Board must ‘base’ its judgment on the ‘written advice’ of \noutside counsel, the language of the contract does not preclude the board \nfrom concluding, even if outside counsel equivocates . . . as to whether \nsuch negotiations are fiduciarily mandated.\n84 \n \n{55} The court went further by stating that Ace’s interpretation of the provision would likely be \nfound invalid since it interfered with the board’s exercise of its fiduciary duties. 85  The court \napplied a four-part test to determine if Ace’s contractual rights should outweigh the board’s \nobligations to the shareholders.  The test is: \n(1) whether the acquiror knew, or should have known, of the target \nboard’s breach of fiduciary duty; (2) whether the  . . . transaction remains \npending or is already consummated at the time judicial intervention is \nsought; (3) whether the board’s violation of fiduciary duty relates to policy \nconcerns that are especially significant; and (4) whether the acquiror’s \nreliance interest under the challenged agreement merits protection in the \nevent the court were to declare the agreement unenforceable.\n86 \nIn this situation the court found that protecting the shareholders from the board’s breach of \nfiduciary duties outweighed or invalidated the contractual rights of Ace.87 \n{56} Despite the abundance of standards with which to evaluate fiduciary duties available in \nDelaware law in 1997, the Delaware Supreme Court completely dodged the business judgment \nrule and its offshoots in Brazen v. Bell Atlantic Corp., 695 A.2d 43 (1997).  In Brazen, the merger \nagreement contained a termination fee provision that would be triggered by an acquisition \nproposal of Bell Atlantic during a specified period of time.\n88  The agreement stated that the 550 \nmillion dollar fee would “constitute liquidated damages and not a penalty. ”89  Plaintiff requested \na preliminary injunction alleging that the termination fee was “an unconsciously high termination \nor ‘lockup’ fee employed ‘to restrict and impair the exercise of the fiduciary duty. . . and coerce \nthe shareholders’ to approve the merger.”\n90 The Chancery Court evaluated the termination \nprovision under the business judgment rule. 91  However, the Delaware Supreme Court stated that \nthe provision should have been analyzed under the “test accepted by Delaware courts for \nanalyzing the validity of liquidated damages provisions.” 92  The sole basis for the court’s \ntreatment of the provision as liquidated damages was based on the express “liquidated damages” \nlanguage in the merger agreement. \n{57} Two years later, the Delaware Chancery Court case, Phelps Dodge Corp. v. Cyprus Amax \nMinerals Co., raised the question of the appropriateness of a preliminary injunction in the context \nof a pending shareholder vote.\n93  I n  Phelps Dodge  a merger agreement between Cyprus and \nASARCO contained a no-talk provision and a 6.3% termination fee. 94  The court said the “no-\ntalk” provision “was the legal equivalent of legal blindness, a blindness that may constitute a \nbreach of the board’s duty of care; that is, the duty to be informed of all material information \nreasonably available.”\n95  Despite finding that the board likely breached its fiduciary duties and \nthat plaintiffs would likely prevail at trial, the court refused to enjoin the merger because it could \nnot find irreparable harm.  The court stated: \nPhelps’ contention that it will walk away after a merger is consummated \nbetween Cyprus and Asarco is a self-inflicted harm.  This Court cannot \nand, in my judgment, should not save one from oneself. \nI also need not rescue the shareholders from losing out on a premium bid, \nas they can simply vote down the Cyprus/Asacro transaction which is \nscheduled to be voted on this Thursday.  When such self-help measures \nare clearly available and when the arsenals of all parties have been \nunleashed so as to fully and completely educate the shareholders of their \nchoices, it is not for this Court to ride to their rescue. \nAnd even if the Court were to invalidate the challenged provisions, it is \nnot clear that such relief will benefit the shareholders voting on Thursday.  \nPlenty of information, from all that I can tell, is already available in the \nmarketplace.\n96 \nThe Phelps Dodge opinion suggests that judicial interference may be unnecessary when relevant \ninformation is readily available and an unhindered shareholder vote would provide the \nappropriate remedy.   \n{58} Again, despite the abundance of standards available, in In re IXC Communications, Inc. \nShareholders Litig.,  the court simply applied the business judgment rule to deal protection \nmeasures.\n97  The merger agreement between the parties contained no-talk and stock option \nprovisions and a $105 million termination fee. 98  The shareholders requested that the court enjoin \nthe shareholder vote based, among other things, on the preclusive provisions of the agreement.  \nAfter finding that the plaintiffs were unable to satisfy the burden of proof under the business \njudgment rule, the court stated that: \nI do not find it necessary to reach the question of whether this fee is unfair \nand unenforceable, since enhanced judicial scrutiny does not apply and \nentire fairness is not the standard of review.  Neither the termination fee, \nthe stock option agreements, nor the no-solicitation provisions are \ndefensive mechanism instituted to respond to a perceived threat to a \npotential acquiror.  In the absence of a showing of disloyalty or lack of \ncare in agreeing to the termination fee, these provisions are reviewable as \nbusiness judgments and are, thus, granted deference.\n99 \nFurther, the court stated that: \n[w]here the plaintiffs fail to show that the IXC shareholders are either \ninadequately informed or are misinformed about either the terms of the \nmerger or the process by which it came about and the vote will be a valid \nand independent exercise of the shareholders’ franchise, without any \nspecific preordained result which precludes them from rationally \ndetermining the fate of the proposed merger the Court of Chancery has no \nbasis to intervene to frustrate the exercise of the shareholder franchise in \nlaw or equity.\n100 \nThus, in IXC, deal protection devices in a merger agreement not followed by a hostile offer did \nnot merit Unocal/Unitrin analysis. \n{59} These cases demonstrate the difficulty faced by the Delaware courts during a period of rapid \nchange and enormous pressure on the corporate governance system.  Despite the inconsistencies \nand conflicts, the Delaware courts guided corporate law through a tremendous upheaval.  While \nreevaluation out of the heat of battle is called for, it should be not with a critical, but rather a \nconstructive, eye.     \n{60} Finally, the Court looks at the reevaluation of the use of standards of review underway in \nDelaware.   If it had not begun before, that critical analysis was forecast by Chancellor Chandler \nin a presentation to the Tulane Corporate Law Institute in March of 2000.   In that presentation he \nasked fellow panelists to consider \nthe recent series of Delaware Chancery decisions in Phelps-Dodge, Ace \nand IXC, all of which involve challenges to so called no-talk and no-shop \nprovisions in stock-for-stock merger deals.  Can these decisions, and \nothers we might consider, be understood as suggesting for the first time \nthat the Revlon-Time dichotomy is not as credible a distinction as \npractitioners may have believed in recent years?  Instead, might one posit \nthe existence of a continuum that would perhaps more accurately describe \nthe framework of judicial review than the Revlon-Time analytical \ndichotomy?  Would this continuum reflect that fundamental or \ntransformative business transactions, sometimes referred to as \n“ownership” issue transactions, receive more rigorous and skeptical \njudicial review than non-ownership or enterprise types of cases? \nUnder this slightly different analytical paradigm, what if a court \nexamined some business transactions with greater skepticism than others \nbecause of the importance of the transaction to the corporation’s \nstockholders? \n{61} A number of academics and judges have taken up the challenge thrown out by Chancellor \nChandler.\n101  The Delaware Supreme Court has not yet been presented with the right opportunity. \n{62} The results of the ongoing reevaluation are not complete, but some conclusions can be \ndrawn.   First, the number of standards of review has become confusing and contributes to an \ninability of practitioners to advise their clients appropriately.   Second, the use of categories of \ntransactions to which standards of review are applied has been perceived as outcome \ndeterminative.   As a result, practitioners have focused too heavily on making their transactions fit \nwithin a category. \n102  Third, the Delaware Supreme Court has erroneously blended the duty of \ncare standard and the test of entire fairness creating confusion in the bar. 103   As a result, the \noriginal benefits of the circumstance specific application of the business judgment rule in duty of \ncare cases and the application of the entire fairness test in duty of loyalty cases have been \nlost.   Those standards of review need to be reevaluated and reapplied in a way that serves their \noriginal purpose, which was to acknowledge certain institutional requirements under particular \ncircumstances.   Fourth, the straight application of either the business judgment rule or the entire \nfairness test does not work to resolve the tensions between the conflicting requirements of \nshareholders and directors in transactions or board actions affecting the shareholders’ right to sell \nor vote.   The use of some other review process is required.   Failure to provide a meaningful \nreview process will remove a critical tool and much needed flexibility in resolving the inherent \nconflict between the internal requirements of our corporate system.   Fifth, the intermediate \nstandards adopted in Delaware are confusing and perhaps not internally consistent. 104   The focus \non “entrenchment” may be part of the problem. The necessity for courts to evaluate “threats” and \n“proportional responses” starts to sound a lot like nondeferential judicial review of business \ndecisions.  A refocus on the relationship between shareholder rights and directors duties to make \ninformed decisions in good faith would be more helpful.  The current language in Delaware may \nnot be reflective of what is actually happening there.\n105  Circumstance-specific review procedures \nshould not be abandoned.  They provide needed flexibility.106 \n{63} Ten lessons can be learned from the Delaware experience in designing review processes in \ncorporate law. \n1. The review process should enhance corporate value and appropriately balance \nthe competing interests in the corporate structure. \n2. Review processes should be circumstance- and task-specific. \n3. Clarity in language is important. Confusion can result from appropriating \nlanguage from standards of review and conduct from other circumstances and \nsituations. \n4. Simpler is better; fewer is preferable. \n5. Director attention to process should be encouraged. \n6. Fairness and efficiency must be considered. \n7. The nature of the legal duties at issue is important. As the importance of the \nlegal duty increases, the narrower should be the gap between the standard of \nreview and the standard of conduct. \n8. To the extent possible, the review process should extricate the courts from \nsubstituting their judgment for the business decisions of those with superior \nbusiness knowledge. \n9. The process should discourage frivolous lawsuits. \n10. Review processes should provide guideposts from which businesses and their \nadvisors can discern when judicial intervention might occur.107  \n{64} The Court has devoted an extensive portion of this opinion to the development of review \nprocedures because they are so important.  Like corporate legislation, judicial review procedures \nrequire thoughtful study.  Chief Justice Veasey of the Delaware Supreme Court has said the \nrelationship between courts and directors is the defining tension in our corporate governance \nsystem. \n108  \nIII. \n{65} The Court now turns to a determination of the review process that should be applied in North \nCarolina. Our courts can benefit from the prudent policy analysis in the Delaware decisions that \nsupports application of circumstance-specific review procedures while avoiding the categorical \nand linguistic quagmire which resulted there.   The guidelines set forth above should be applied to \nthe extent possible. The structural requirements of our corporate system must be met.  \n{66}  Our system requires: (a) that directors have the power and authority to plan, develop, design, \nnegotiate and contract for mergers and other acquisitions fundamental to the corporation’s \nbusiness strategy, (b) that shareholders have the right to vote on any such fundamental changes in \ncorporate structure and (c) that their vote results in a free, uncoerced and informed valuation of \nthe proposed corporate action.   Exposing a transaction to valuation in the marketplace is the best \ntest of its worth. When corporate law adopts a review process that insures that these structural \nrequirements are met, it promotes corporate value. \n{67}  Trapped in the linguistic box of Delaware law, counsel for all the parties suggest resolution of \nthe issues in this case in terms of standards of review employed in Delaware. First Union and \nWachovia urge the court to adopt a business judgment approach while SunTrust and counsel for \nthe shareholders promote the Unocal review process. Each side can point to decisions of the \nChancery Court that support its position, and strong policy arguments can be made for each. Vice \nChancellor Strine has set those arguments out in great detail and more effectively than this court \ncould in his article Categorical Confusion: Deal Protection Measures in Stock-for-Stock Merger \nAgreements.\n109 He concludes his article with a suggestion that a judicial emphasis on uncoerced \nshareholder choice makes sense in trying to balance the competing pressures from shareholders \nand directors in the circumstance of stock-for-stock mergers: \nAlthough one can press the point too far, an approach that focuses on \nuncoerced stockholder choice does much to reconcile these values.  How?   \nFor starters, this emphasis is faithful to a key theme of Time-Warner.  \nWell-motivated directors ought to have the right to present a strategic \nmerger to their stockholders and to give their merger partner substantial \ncontractual protections to induce them to contract.  Unlike in the Revlon \ncontext, the court will defer to director decisions to give a preferred \nmerger partner bidding and timing advantages over later emerging rivals.  \nThis deference to directors, as a practical matter, may mean that the courts \nwill give scant weight to whether deal protection measures are preclusive \nof other bids as a short-term matter.  That is, if all the board is asking for \nis to go first and to require other bidders to await the outcome of an \nunfettered stockholder vote, it seems likely to get that opportunity.   \nAt the same time, this emphasis on stockholder choice recognizes that a \nstock-for-stock merger agreement is not an ordinary contract within the \nsole power of the directors to consummate.  Stockholders have the right to \nvote yes or no without being, in essence, compelled or coerced.  \nStockholder can legitimately expect that their directors will bring a merger \nproposal to a reasonably prompt vote so that the mere passage of time \ndoes not leave the board’s preferred deal as the only viable corporate \nstrategy. Stockholders also have a right to a genuine, current \nrecommendation from their directors regarding the advisability of the \ntransaction.   \nThis judicial emphasis on stockholder choice makes sense.  It gives boards \nthe first bite at the apple and contractual tools to use to accomplish their \npreferred strategy.  It enables the merger partners to receive contractual \nprotections that limit their injuries if transactions do not go through.  But it \nalso ensures integrity by limiting the boards’ ability to intrude on the \nstockholders’ co-equal right to approve mergers. \nOf course, the judicial task of determining whether deal protection \nmeasures have deprived the stockholders of a fair chance to vote freely on \na transaction has its own difficulties.  Nonetheless, channeling the judicial \ninquiry in this way has the virtue of reinforcing the primacy of director \nand stockholder decision-making.  It also provides a relatively elegant way \nof acknowledging the greater scope of director discretion that exists in the \nnon-Revlon context, while also recognizing that the stockholder \n“ownership” interests that take primacy in the Revlon context also loom \nlarge when a corporate board presents a stock-for-stock merger \nagreement.\n110 \n{68} The policy considerations supporting Vice Chancellor Strine’s approach are compelling. That \napproach serves to balance the competing interests in a fair and efficient manner. It recognizes the \nimportance of the legal duty to protect the shareholder right to vote and thus does not employ a \nstandard of review that diverges from the standard of conduct.  It narrows the gap where the legal \nrights are most important. \n{69}  It also dovetails into what this court believes the North Carolina Legislature intended to do \nwhen it amended N.C.G.S. § 55-8-30(d). That amendment provided: “[t]he duties of a director \nweighing a change of control situation  shall not be any different, nor the standard of care  any \nhigher, than otherwise provided in this section.” [emphasis added].\n111  The amendment did not \nrefer to a standard of review, and the legislature did not make any change in the shareholders’ \nright to vote on a merger. The most reasonable interpretation of the Legislature’s intent was that it \nintended to eliminate by statute the unidimensional requirement imposed on directors by Revlon.  \nThe impetus for the change is unclear.  It is clear that the amendment evidenced a policy that \nobtaining the highest dollar value for the shareholders was not the sole criteria by which the \ncourts could or should judge the conduct of directors in change of control situations. To the extent \nRevlon could be read to require a higher level of attentiveness from directors in change of control \nsituations than in other situations, the amendment eliminated that requirement as well. It \neffectively eliminated the Category D cases referred to above and collapsed those cases into \nCategory C.  Like Illinois and other states, it rejected the pure property concept of corporate value \nso firmly held in Delaware and aligned itself with states which adopted the social entity concept \nof corporations.\n112  \n{70} The 1993 amendment was directed to Revlon and its implications. At the time it was enacted, \nUnocal and its progeny had long been decided. Nothing in the amendment appears to be directed \nspecifically to the Unocal standard of review. There is certainly nothing in the amendment which \nindicates that the legislature intended to diminish shareholders’ voting rights. Thus, a review \nprocess that provides some deference to the directors’ strategic decisions while vigorously \npreserving the shareholders’ voting rights in connection with the transaction would fit neatly into \nNorth Carolina’s policy position. What would such a review  process look like? \n \nIn reviewing deal protection measures in a stock-for-stock merger subject to \nshareholder approval, the court will first review the transaction, including the \nadoption of deal protection measures, to determine if the directors have complied \nwith their statutory duty of care under N.C.G.S. § 55-8-30. The burden is upon the \nshareholder challenging their actions to prove that a breach of duty has occurred. \nIf no breach of duty is proven, the action of the directors is entitled to a strong \npresumption of reasonableness and validity, including noncoercion, and the court \nshould not intervene unless the shareholder can rebut that presumption by clear \nand convincing evidence that the deal protection provisions were actionably \ncoercive, or that the deal protection provisions prevented the directors from \nperforming their statutory duties. If a breach of duty is established, the burden \nshifts to the directors to prove that their actions were reasonable and that it is in \nthe best interests of the shareholders that they be permitted to vote on the \ntransaction, and, if at issue, that the deal protection measures were not actionably \ncoercive and did not prevent the directors from performing their statutory duties. \nWhere the court finds that the deal protection measures are coercive or require \ndirectors to breach their statutory duties, the court must then weigh the harm to \nthe shareholders in enjoining either the deal protection measures, the vote on the \ntransaction or the merger, if the transaction is approved, against the harm resulting \nfrom not entering injunctive relief.  That is a very case- and fact-specific \ndetermination. \n{71} This review process applies to requests for injunctive relief invoking the equitable powers of \nthe court.  It is not intended to apply to liability determinations that are subject to other statutory \nprovisions.  As indicated elsewhere in this opinion, there are compelling reasons to apply \ndifferent standards of review to liability determinations.  \n1. T\nHE STATUTORY DUTY OF CARE \n{72} This prong of the review process recognizes the intent of the Legislature in amending the \nstatute in 1993. Directors receive the benefit of court deference to business decisions that are \nmade in good faith and on an informed basis. As long as the decision to include the deal \nprotection measures in the merger transaction was informed and in good faith, it will not be \ndisturbed by the courts absent proof by clear and convincing evidence of interference with \nshareholder voting rights or statutory duties. The directors’ duties and standard of care applied to \nthem are no different from any other situation. \n{73} This standard of review defers to the board’s business expertise and strategic decision \nprerogative. It provides the board with the opportunity to get its proposal before the shareholders \nin advance of any other offeror. It recognizes that a board may give significant and enforceable \nbidding advantages to its preferred merger partner and recognizes the contractual rights of that \npartner. The courts are not making ex post  decisions, but reviewing the ex ante actions of \ndirectors. If those ex ante actions demonstrate that the board was attentive and negotiated the deal \nprotections carefully, the court will not intervene in the voting process absent clear and \nconvincing evidence of interference with shareholder rights.\n113  Under this procedure the courts \ndo no more than they normally do. \nBut it is natural that the court will look for a record of deliberations \ncommensurate with what is at stake. If lock-ups are extraordinary, did the \nboard know about that? What was the reason for agreeing to them? Was \nthe deal that good? How confident was the board that another more \nfavorable transaction would not arise, including a substantial topping bid \nor a better strategic merger? Did the board negotiate as hard as possible to \nminimize the restrictions on its own flexibility?\n114 \n{74} In asking such questions, the court is only seeing that the directors did their job, not \nquestioning their decision.  The review is fair because this is not the usual situation where \ndirectors may not have full information. There are few corporate transactions as heavily advised \nas merger transactions. Directors get an abnormal dose of advice and advisors. \n{75} The process permits the court to act in those situations where important shareholder rights are \nimplicated.  Where the directors have complied with their statutory duties, it requires clear and \nconvincing evidence of interference with shareholder rights or abrogation of director duties.  It is \na high burden, but one which, when met, should not then be diminished by a standard of review \nwhich diverges from the standard of care or, in this case, the obligation of the board not to \ninterfere with the shareholder franchise.  It ensures the integrity and the maintenance of the proper \nbalance in the system by limiting the board’s ability to intrude on the stockholder’s co-equal right \nto approve mergers.  The focus is not the directors’ performance as much as the shareholder’s \nrights.  It is a necessary means to protect against those situations where the directors acted in good \nfaith, were informed, but perhaps got bad advice or were just mistaken.  It recognizes the reality \nthat some deal advisors might feel it their duty to their client to test the edges of the envelope.  \nThe requirement of clear and convincing evidence removes more of the opportunity for judicial \nerror as does the strong presumption of noncoercion earned by compliance with the statutory duty \nof care.  It rewards good process in board actions. \n{76} The court has specifically omitted a preclusive prong of this test.  Where a board has adopted \na specific strategy and selected a merger partner, it has every incentive to see its business \njudgment in that regard carried out and to protect it from attack.  Therefore, there may well exist \nsituations where defensive measures adopted with statutory care are preclusive of interference by \nother parties, or have some preclusive effect, without necessarily being coercive of the \nshareholder vote.  This is particularly true of short-term preclusive measures.  The shareholder is \nvoting on whether or not to approve the proposed merger.  He is not electing between alternative \ntransactions, and the board is not required to structure its merger to permit alternative \ntransactions.    This is not to say that there might not be situations in which the court could find \nthat preclusive actions had an impermissible coercive effect.  The focus on coercion rather than \npreclusion recognizes the board’s authority to make strategic decisions while preserving the \nshareholder’s free uncoerced vote on the proposal.   \n{77} The focus on coercion and the burden of clear and convincing evidence should help diminish \nthe incidence of frivolous lawsuits and limit judicial interference in the process. \n2.  COERCIVE MEASURES \n{78} The Court next turns to a consideration of the definitions of coercive.  As Vice Chancellor \nStrine indicated, this endeavor is not without difficulty. 115  A review of the Delaware decisions \nprovides some linguistic help, but few specific answers.  Like so many issues in corporate law, \nthe rapidity with which circumstances change and the myriad of possibilities makes a precise \ndefinition impossible and undesirable. It is undeniable that deal protection devices are valid and \nlegitimate tools.    \nThe accepted rationale for deal protection measures is to protect a \nbeneficial business transaction from attack by an interloper and, where the \nprimary purpose is unsuccessful, to compensate the unsuccessful party for \nlost economic and opportunity costs. There are several reasons why \npotential merger partners would desire the inclusion of deal protection \nmeasures. As an initial matter, no company wants to be a stalking horse. \nThere is simply no benefit or utility to an acquiror simply to become the \ninitial bidder, incur significant costs in terms of money and time, and then \nnot be able to consummate the contemplated transaction. In addition to \ndirect costs incurred in this process, there also may be indirect costs. Such \nindirect costs could include opportunity costs arising from focusing on the \npotential merger at hand and the costs and risks associated with the public \nannouncement of the proposed merger. A public announcement of an \nextraordinary transaction could lead to a perception that the company has \ndeparted from its long-term corporate strategy and has put itself \"in play.\" \nSuch a perception obviously could significantly erode the leverage that the \ncompany may have in any future negotiations for an extraordinary \ntransaction.  \n \nDeal protection measures can aid the consummation of the negotiated \ntransaction in several ways. First, the existence of such measures could \ndiscourage other potential business partners from coming forward with a \nproposal of their own. Second, assuming another party did come forward, \nsuch protective measures could make it more difficult procedurally for \nsuch bidder to pursue its alternative proposal. Third, these protective \nmeasures could also make it more difficult economically for a subsequent \noffer to succeed.\n116  \nDeal protection devices are more like chameleons than ducks: they change appearance depending \nupon the background against which they are viewed.  They are particularly important since deal \njumping is a common occurrence.\n117 \n{79} Some guidelines are necessary. First, this is an ex post review.  At issue is the validity of the \nmarket test represented by the shareholder vote.  That determination must be made at the time the \nvoting rights are to be exercised.  The Court is not reviewing the decision of the board so much as \nthe impact of the deal protection measures on the shareholder vote.   \n{80} Second, the Court must look at coercion from the viewpoint of the shareholder.  The \nshareholders will make their decisions based upon their own economic interests. \n{81} Third, some guidance can be gained from the language of prior decisions, but as Vice \nChancellor Jacobs noted in Lieb v. Clark,  1987 Del. Ch. Lexis 442 at *12 (1987), labeling a \nmeasure as “coercive” is only the starting point for legal analysis. \nThe relevant question is whether the transaction is wrongfully, i.e., \nactionably, coercive.  As a general matter a tender offer is not actionably \ncoercive unless the shareholders are being wrongfully induced to accept \nthe offer unrelated to its merits.” [citations omitted]   \nOther cases use similar language.  Justice Steele phrased the issue this way in IXC: Will the vote \n“be a valid and independent exercise of the shareholders’ franchise, without any specific \npreordained result which precludes them from rationally determining the fate of the proposed \nmerger?”\n118 \n{82} Vice Chancellor Strine used this test: “A defensive measure is preclusive when its operation \nprecludes an acquisition of the company.  A defensive measure is coercive when it operates to \nforce management’s preferred alternative upon the stockholders.”\n119  \n{83} He also stated: “Initially, it seems to me clear that the primary thrust of the coercion prong of \nUnocal is to enable the court to vitiate measures that foist an alternative strategic transaction (e.g., \na repurchase program or merger) on stockholders that prevents them from taking advantage of \nanother acquisition offer.”\n120   \n{84} In Brazen, the court spoke of “structurally or situationally coercive factors.”121  In Williams v. \nGeier, 671 A.2d 1368, 1382-1383 (Del. 1994), the court held that coercion existed where “the \nboard or some other party takes actions which have the effect of causing the stockholders to vote \nin favor of the transaction for some reason other than the merits of that transaction.” \n{85} Fourth, the Court may also resort to prior decisions and marketplace statistics to provide help \nin its legal analysis of coercion.\n122  The decisions in prior cases can be of some help but each is \nfact-specific.123  Cross checks such as liquidated damages claims may also be useful.124 \n{86} In the merger context, the court is looking to determine if the deal protection measures \nimpermissibly penalize shareholders for voting against the deal.  The courts also look to see what \nthe bidder gave or the shareholders of the acquired company received for the deal protection \nmeasure.\n125     \n3. ABROGATION OF STATUTORY AND FIDUCIARY DUTY \n{87} The third basis for challenge to deal protection measures in the review process set forth above \nis a simple recognition of long held principles of corporate law. Under North Carolina law as \nunder Delaware law, the authority to manage the business and affairs of the corporation is vested \nin the board of directors and that authority carries with it the statutory obligation to exercise the \nauthority.\n126 \n{88} A long line of Delaware cases dealing with various “rights plans” or “poison pills” has \nconsistently held that the adoption of such defensive devices, while permissible as a general rule, \ncould not relieve the directors of their fundamental duties to the corporation and its shareholders. \nOther jurisdictions agree.\n127  I n  Moran v. Household International, Inc.,  500 A.2d 1346 (Del. \n1985) the court upheld the adoption of a rights plan but cautioned “ultimate response to an actual \ntakeover bid must be judged by the Directors’ actions at the time and nothing we say relieves \nthem of their fundamental duties to the corporation and its shareholders.”\n128  Ever inventive \ncorporate advisors searched for defensive measures which would slow down hostile bidders. At \neach turn, the Delaware Courts have invalidated plans that purport to restrict a board’s duty to \nfully protect the interests of the corporation and its shareholders.\n129  \n{89} In Quickturn, both the Chancery Court and the Supreme Court invalidated a “no hand” or \n“delayed redemption” provision in a rights plan which placed restrictions on a newly elected \nboard’s ability to redeem the existing rights plan for six months after taking office.\n130 The \nSupreme Court elected to do so on the grounds that the delayed redemption provision violated \nfundamental Delaware law.  It found that the provision impermissibly deprived any newly elected \nboard of its statutory authority to manage the corporation and its concomitant fiduciary duty \npursuant to that mandate.\n131  The Supreme Court held: \nThe Delayed Redemption Provision, however, would prevent a newly \nelected board of directors from completely discharging its fundamental \nmanagement duties to the corporation and its stockholders for six months. \nWhile the Delayed Redemption Provision limits the board of directors’ \nauthority in only one respect, the suspension of the Rights Plan , it \nnonetheless restricts the board’s power in an area of fundamental \nimportance to the shareholders -- negotiating a possible sale of the \ncorporation.” [emphasis added]\n132   \n \nQuoting from Malone v. Brincat, 722 A.2d 5 (Del. 1998), the court stated: “This Court has held \n‘to the extent that a contract, or a provision thereof, purports to require a board to act or not act in \nsuch a fashion as to limit the exercise of fiduciary duties, it is invalid and unenforceable.”\n133  \nIV. \n{90} Having determined the review procedure that this court believes will be applied in North \nCarolina in stock-for-stock merger transactions subject to shareholder vote, the Court next turns \nto a review of the facts and the deal protection measures in the merger agreement. \n{91} Wachovia’s board of directors consists of two inside and thirteen outside directors.  The \noutside directors include the presidents of two universities and top level executives of the \nfollowing corporations:  BellSouth, National Services Industries, Nucor Corp., Burlington \nIndustries, Liberty Corporation, GlaxoSmithKline, Philip Morris Capital Corp., Time, Inc. Noland \nCompany, Phoenix Home Life Mutual Insurance Co., and Inmar Enterprises.   \n{92} On a number of occasions prior to December 2000, SunTrust and Wachovia explored the \npossibility of entering into a business combination.  In the fall of 1997, SunTrust and Wachovia \nconducted due diligence on each other in an effort to ascertain long-term benefits to their \nshareholders of a merger.  A merger agreement did not result at that time.  The rumors of a “coke \nand smoke” merger were fairly common and a Wachovia-SunTrust merger would not have \nsurprised the industry. \n{93} In the fall of 2000, Wachovia retained the consulting firm of McKinsey & Co. to develop a \nstrategic plan for the corporation.  In October 2000 McKinsey & Co. presented its recommended \nstrategy to the board, which strategy the board adopted on October 26, 2000.  Part of the strategy \ncalled for Wachovia to become a “regional ruler” as opposed to a nationwide bank.  However the \nboard also considered strategic combinations with other financial institutions:  two of the \ninstitutions identified as potential merger partners included First Union and SunTrust.  Essentially \nthe Wachovia strategy was to grow independently unless the right merger presented itself. \n{94} Since it was considering mergers with both First Union and SunTrust, Wachovia asked its \nfinancial advisor Credit Suisse First Boston (“CSFB”) to prepare an analysis of those potential \nmergers.  The analysis was presented to an executive committee, consisting of three independent \ndirectors and the CEO.  There were pros and cons regarding both potential merger partners.  \nDuring the fall, L.M. Baker, Jr., Wachovia's Chairman, President and Chief Executive Officer, \nbegan talks with both SunTrust and First Union. Neither potential merger partner knew that \nWachovia was in talks with the other. \n{95} Beginning in September and continuing in the fall of 2000, Mr. Baker and G. \nKennedy Thompson, First Union's Chairman, President and Chief Executive Officer, \nheld preliminary meetings and conversations to discuss generally the concept and structure of a \npossible combination of Wachovia and First Union.  On October 14, 2000, officials at Wachovia \nand First Union met and engaged in further discussions regarding steps that would be involved in \npursuing a merger-of-equals transaction.  In December, Mr. Baker told Mr. Kennedy that he \nwanted to postpone any further discussions. \n{96} In October-November, 2000, Mr. Baker received a telephone call from L. Phillip \nHumann, Chairman, President and Chief Executive Officer of SunTrust. Mr. Humann requested \nthat Mr. Baker meet with him to discuss the possibility of a merger between SunTrust and \nWachovia.  Mr. Baker agreed to meet with Mr. Humann on November 6, 2000. \n{97} On December 1, 2000, Messrs. Baker and Humann met again to discuss the structure of a \npossible merger and a process for proceeding to negotiate a transaction. The transaction \ncontemplated at that point was a merger-of-equals transaction in which the combined company \nwould retain the Wachovia name and Mr. Baker would act as Chief Executive Officer of that \ncompany for two years.  On December 2, 2000, Mr. Truslow and Mr. Robinett, senior \nmanagement officials at Wachovia, met with John Speigel, SunTrust's Executive Vice President \nand Chief Financial Officer, to formulate a schedule for the parties' due diligence reviews and a \ngeneral timeline for the contemplated transaction, to discuss the engagement of financial advisors \nand to outline substantive business issues to be discussed at future meetings. \n{98} On December 9, 2000, Wachovia and SunTrust signed a confidentiality agreement. In \naddition, on that date various senior executives of Wachovia and SunTrust, including Messrs. \nMcCoy, Truslow and Speigel and Mr. Theodore Hoepner, Vice Chairman of SunTrust, together \nwith representatives from Wachovia's financial advisor, Credit Suisse First Boston, and \nSunTrust's financial advisor, Morgan Stanley, met to discuss credit and financial due diligence \nissues, to engage in preliminary discussions relating to material terms of the transaction, including \nthe basis for arriving at an exchange ratio, and to further discuss a potential timeline for arriving \nat a definitive agreement. \n{99} The draft merger agreement provided that Mr. Baker would be Chairman, CEO and President \nof the combined entity.  The parties also reached tentative agreement on the exchange ratio (1.03), \nthe name of the merged entity (Wachovia), the composition of the new board (50/50 \nWachovia/SunTrust), and the location of the headquarters (Atlanta) among other factors.  The \nproposed merger agreement had “deal protection” devices, including reciprocal options allowing \nSunTrust or Wachovia to purchase 19.9% of the other’s stock in the event of a merger with a third \nparty.   There was no cap on that option at that time.  The option could be triggered during the 18 \nmonths after the merger agreement was terminated.  Negotiations were far enough along that both \nboards scheduled meetings for December 15, 2000, at which time a merger would have been \napproved. \n{100} Simply stated, Wachovia management got cold feet about the merger.  It is fair to say that \nthey thought there were going to be integration problems and that the merger might not turn out to \nbe a true merger of equals.  The articulated concerns included a difference in approach to the \nwealth management business and general structure.  Wachovia had a centralized line of business \napproach.  SunTrust had a decentralized, geographic approach.  Other problems surfaced in the \narea of technology.  Wachovia said it was not able to investigate SunTrust’s technology and thus \ncould not judge its quality.  Some Wachovia directors considered a strong technology program \ncrucial.  Wachovia’s management also expressed concern about emerging negative trends in \nSunTrust’s core earnings, limited potential for future growth and the effect of SunTrust’s \ninvestment in Coca-Cola stock, among other factors.   SunTrust management believed the \nproblems had been addressed. \n{101} On December 13, Wachovia’s management team met with the Executive Committee, and \nrecommended against the merger for structural issues.  Management did not believe further \nnegotiations would solve the issues.  The Executive Committee agreed to end discussions.   Mr. \nBaker called Mr. Humann on the morning of December 14 and cancelled further due diligence. \n{102} In a telephone call with Wachovia's directors following that termination, Mr. Baker and other \nmembers of Wachovia's executive management briefed the directors on the results of these \ndiscussions with SunTrust (including the major structural transaction terms that had been \nunder discussion) and the reasons for the termination of those discussions. There were no minutes \ntaken of this conference call.  Mr. Baker cancelled the board meeting scheduled to take place the \nnext day.  The Wachovia directors were not shown the merger materials prepared by CSFB.  \nSunTrust was not informed that it was no longer considered a potential merger partner.   \n{103} The Wachovia Board held a board meeting on January 26, 2001.  On January 25 there was a \n“working dinner” devoted to the progress on the strategic plan.  This included further talks about \nthe failed SunTrust discussions.  Materials were presented to the directors.  Management further \nelaborated on what had happened.   \n{104} During late 2000 and early 2001, Messrs. Baker and Thompson had further discussions \nregarding the concept and structure of a possible merger between First Union and Wachovia.  On \nseveral occasions during March 2001, Messrs. Baker and Thompson held meetings and \nconversations to discuss a possible business combination.   \n{105} On April 8, preliminary credit due diligence began between Wachovia and First Union. On \nApril 9, 2001, Messrs. Thompson and Baker authorized senior management and the heads of \ntheir major business lines to engage in more extensive due diligence and authorized their legal \ncounsel and financial advisors to begin to negotiate the specific terms of a merger-of-equals \ntransaction between the parties. On April 9, First Union and Wachovia signed a reciprocal \nconfidentiality agreement and on April 10, the companies commenced extensive due diligence \nreviews of each other's operations. Representatives of First Union and Wachovia's financial \nadvisors and legal counsel also began meetings and discussions on April 10. Negotiations of the \nspecific terms of the transactions, including the exchange ratio, and the merger agreement, stock \noption agreements and other documents, occurred throughout the period from April 10 through \nApril 15. \n{106} First Union’s board met on April 12 to consider the proposal giving preliminary support for \nthe proposed merger.  Among the key terms in their proposal was an exchange rate of 1.9 First \nUnion shares for each Wachovia share.  For deal protection, they proposed several terms, \nincluding a termination fee of $375 million; a “no talk/no shop” covenant and a joint venture to \nwhich First Union and Wachovia would each contribute their “crown jewel” wealth and asset \nmanagement businesses.  If the deal was broken up by a successful competing bidder for \nWachovia, First Union would gain control of these assets, which would then include the \ncompeting bidder’s wealth and asset management businesses.  When Wachovia’s management \nand advisors told First Union that Wachovia’s Board was unlikely to accept these terms, First \nUnion proposed a form of blocking preferred stock as an alternative to the crown jewel joint \nventure.  The deal protection measures also contained a non-termination provision.  Wachovia \nobjected to its inclusion. \n{107} The Wachovia Board held a meeting on April 13 to begin deliberating the proposed business \ncombination.  Messrs. Baker and McCoy discussed the structure and terms of the merger as \nproposed to date, as well as the status of negotiations, the strategic reasons, potential benefits, \npossible risks and other matters relating to the proposed merger. A review of due \ndiligence matters regarding First Union was presented to the board, which included presentations \nby Messrs. McCoy, Robinett and Truslow, as well as the heads of Wachovia's technology, retail \nbanking, corporate banking, asset management, legal and human resources departments. The \nindividuals presenting the due diligence matters also responded to questions from the board. \nCSFB discussed with the board its financial analyses relating to the proposed First Union merger. \nWachovia's general counsel, Kenneth McAllister, and lawyers from the firm of Simpson Thatcher \n& Bartlett discussed with the Wachovia Board its fiduciary duties and the terms of the proposed \nmerger agreement as well as various proposed related agreements. Wachovia's legal and financial \nadvisors also responded to questions from directors.  Following these presentations, the board \ndiscussed the proposed terms at length.   Some board members believed the exchange rate was too \nlow.  Other directors said that they wanted more protection for Wachovia’s shareholders on their \ndividends.  And the directors objected to the deal protection provisions proposed by First Union.   \n{108} At the conclusion of this meeting, Wachovia's board authorized its senior management to \ncontinue negotiating the terms of the definitive merger agreement and related agreements, \nincluding reciprocal stock option agreements or similar deal protection measures proposed by \nFirst Union, for presentation to the board for further consideration on April 15, 2001.  On \nSaturday, April 14, 2001, F. Duane Akerman, one of Wachovia’s outside directors, called Mr. \nBaker and told him he could not support the merger unless the exchange ratio was improved. \n{109} On April 14 and 15, the parties and their legal and financial advisors continued negotiating the \nterms of the merger agreement and related agreements, including the exchange ratio and various \ndeal protection measures proposed by First Union. During this period Messrs. Thompson and \nBaker responded to questions and comments from individual members of their respective boards \nand advised them on the status and progress of discussions between the representatives of the two \ncompanies.  The negotiations were at arms-length and, at times tense. \n{110} In response to Wachovia’s rejection of First Union’s deal protection measures, First Union \nproposed the possibility of a capless option.  Wachovia insisted on a cap to the option and a \nfiduciary exception to the “no shop” covenant.  Wachovia wanted the non-termination provision \neliminated.  First Union increased its proposed exchange ratio to 2 to 1 and agreed to issue a \nspecial $ 0.48 per share dividend.  In addition, First Union agreed to provide Wachovia with its \nrequested “fiduciary exception” to the no-shop covenant.  These concessions, however, were \ncontingent upon First Union receiving satisfactory deal protection. The parties agreed on \nreciprocal stock options.  Each of the options is exercisable if the deal is broken up by a \ncompeting bidder and a merger with a third party occurs.  The option is triggered by a takeover of \nthe option issuer within 18 months after the merger agreement was terminated.  The option has a \ndouble, not single, trigger. \n{111} First Union also insisted that the options contain two provisions not found in prior deals:  (1) a \ndoubling provision in the standard substitute option provision, allowing the option holder to buy \nshares of the company that acquired the option issuer representing twice the value that otherwise \ncould be purchased—but subject to the option profit cap, and (2) a provision permitting the \noptions to be exercised for property with a fair market value equal to the exercise price.  First \nUnion also insisted on retaining the non-termination provision. \n{112} Also on April 14, Mr. Baker and Mr. McCoy each received calls from their counterparts at \nSunTrust, Messrs. Humann and Spiegel, reporting that SunTrust had become aware of rumors that \nWachovia was considering a merger with First Union. Messrs. Baker and McCoy were prohibited \nby the terms of the confidentiality agreement between First Union and Wachovia from \ndisclosing, among other things, the existence of the First Union merger discussions to SunTrust \nand accordingly did not confirm the rumors.  Messrs. Humann and Spiegel each indicated that \nSunTrust remained interested in discussing a potential business combination with Wachovia.  Mr. \nBaker did not invite an offer.  \n{113} At First Union's board meeting on April 15, the board received a description of the final \nproposed terms of the merger agreement and related agreements.  The board unanimously adopted \nthe merger agreement and the plan of merger, the stock option agreements, Mr. \nBaker's employment agreement and the amendments to First Union's articles of incorporation and \nby-laws and resolved to recommend that its shareholders vote to approve the plan of merger \ncontained in the merger agreement. \n{114} On April 15, the Wachovia Board reconvened by telephone.  Management presented the new \nmerger proposal, including the higher exchange ratio and the special dividend.  The overall \nbenefit to Wachovia’s shareholders of these changes was over $750 million.  CSFB advised the \nboard that in its opinion the exchange ratio was fair from a financial viewpoint to Wachovia’s \nshareholders.   \n{115} The proposed deal protection measures were discussed.  The legal and financial advisors \ndescribed the options.  The advisors then said it was not possible to tell exactly how much each \noption would cost if exercised, because that would fluctuate based upon share prices.  But they \ncould state categorically that the maximum profit could not exceed the $780 million cap.    \n{116} In exchange for the options First Union had agreed to give up on the crown jewel joint venture \nor the blocking preferred stock.  First Union also had agreed to include a “fiduciary exception” \nprovision allowing Wachovia’s directors to negotiate with an offeror who made a superior offer \nbefore the shareholder vote.  The non-termination clause remained. \n{117} Mr. Baker and Mr. McCoy reported on their telephone calls from Mr. Humann and Mr. \nSpiegel.  After the proposed merger discussions Morris Offit, an inside Wachovia director, moved \nthat the merger be approved.  His motion was seconded.  It passed unanimously.  The board, by \nthe same unanimous vote resolved to recommend that its shareholders vote to approve the plan of \nmerger contained in the merger agreement. The one Wachovia director who was absent from this \nmeeting later indicated his concurrence with the board's actions and, at the May 22 meeting \ndiscussed below, voted to reaffirm the First Union merger agreement. \n{118} First Union and Wachovia executed the merger agreement and stock option agreements in the \nevening of April 15 following completion of the meetings of the boards of directors. Early the \nfollowing morning, First Union and Wachovia issued a joint press release announcing the \nproposed First Union/Wachovia merger.  The agreement is non terminable until January 16, 2002 \nwhether or not the Wachovia shareholders vote in favor of the merger.  The stock option \nagreement provides that if two triggering events occur, including a Wachovia merger with another \npartner, First Union has the right to buy Wachovia stock at a set price.   \n{119} On May 14, 2001, SunTrust publicly announced its unsolicited proposal to acquire Wachovia. \nAt the same time, SunTrust sent a letter to the Wachovia Board concerning its proposal and \nannounced that it would be soliciting proxies in opposition to the merger between First Union and \nWachovia.  SunTrust’s hostile bid is subject to a number of conditions, including its satisfactory \ncompletion of due diligence.  SunTrust has conceded that as part of its proposal, it is willing to \npay the “in the money” value of the option, up to $780 million.   \n{120} On May 21, 2001, First Union's board approved, and First Union subsequently proposed \nto Wachovia, an amendment to the merger agreement that would provide Wachovia shareholders \nwith an option to receive, in addition to the First Union common stock: (1) a one-time cash \npayment of $0.48 per share of Wachovia common stock as had been previously agreed or (2) two \nDEPs for each share of Wachovia common stock. \n{121} On May 22, 2001, the Wachovia Board met with its advisors to discuss and consider \nSunTrust's unsolicited proposal and the proposed change to the merger agreement.  At that \nmeeting Morris Offit criticized Wachovia’s management and Mr. Baker in particular.  He \nquestioned whether Mr. Baker had told the directors all the facts about the discussions with \nSunTrust in December 2000.  He also questioned whether proper procedures of corporate \ngovernance had been followed.  The week before, Mr. Offit had been communicating with \nSunTrust.  He called William Weiant, a managing director at Morgan Stanley and the most senior \nmember of the SunTrust advisory team.  Thereafter, he spoke with Mr. Weiant and his colleague, \nJonathan Pruzan. \n{122}  Other directors did not agree with Mr. Offit. 134  The board voted to affirm the First Union \nmerger and to reject the SunTrust offer with only Mr. Offit dissenting. \n{123} First Union sued SunTrust in North Carolina state court for an order upholding the validity of \nthe stock option agreements, among other things. On May 23, 2001, SunTrust filed a lawsuit in \nGeorgia state court alleging that the stock option agreements between First Union and Wachovia \ncontained certain excessive provisions, particularly in relation to the cap on the total profit that \nmay be obtained upon exercise of the option. On that same day, Wachovia joined in the lawsuit \nbrought by First Union.     \n{124} On May 29, 2001, First Union and Wachovia modified the option agreements in three ways.  \nFirst, they explicitly reaffirmed that the option profit was capped at $780 million under all \nconditions.  Second, they changed the payment provision to allow only cash or debt securities or \npreferred stock with a market value agreed upon by both parties’ investment bankers.  In doing \nso, they eliminated a substantial degree of uncertainty for the shareholders.  Third, they made a \ntechnical correction to the formula for calculating the exercise price of a “substitute option.”  \nBecause of changes in Wachovia’s stock price, these provisions of the “substitute option” are now \nirrelevant.   \n{125} The executive committee of Wachovia’s board approved these changes on behalf of \nWachovia.  First Union’s board approved the changes on behalf of First Union. \n{126} The First Union shareholders meeting will be held on July 31, 2001.  Wachovia’s \nshareholders will vote on August 3, 2001.  A majority of the outstanding voting shares is required \nto approve the merger on behalf of Wachovia and First Union. \n{127} On June 4, 2001, SunTrust proposed an amendment to Wachovia's by-laws that would permit \nholders of 10% or more of Wachovia's outstanding shares to require Wachovia to call a special \nshareholder meeting. SunTrust stated that if Wachovia shareholders approve the by-law \namendment and do not approve the merger with First Union at Wachovia's shareholders meeting \non August 3, 2001, and subsequently the Wachovia Board does not enter into merger discussions \nwith SunTrust, SunTrust would seek to call a special meeting to increase the size of Wachovia's \nboard and elect directors whom we expect would pursue a merger with SunTrust. \n{128} First Union and Wachovia advocated with the North Carolina Legislature for an amendment \nto the North Carolina Business Corporation Act that requires provisions relating to special \nmeetings called by shareholders to be in a corporation's articles of incorporation and not the by-\n laws.  Without the board’s prior approval, the shareholders cannot adopt amendments to a \ncorporation’s articles of incorporation. The amendment was approved by the North Carolina \nLegislature and was signed into law on June 14.  On June 15, Wachovia informed SunTrust that \nits proposed by-law amendment would be invalid.  \n{129} The SEC approved the proxy statements of Wachovia, First Union and SunTrust in the last \nweek of June.  They were mailed out to shareholders by the beginning of July.  There is a \nvigorous and hotly contested proxy fight and public relations war ongoing, which insures that the \nshareholders will have full and complete information when they vote. \nV. \nA. \n{130} Having reviewed the facts, the Court must apply the review process to them.  The non-\ntermination provision and option agreement will be analyzed separately. The review process \nbegins with a determination of the Wachovia directors’ compliance with their statutory duties \nunder N.C.G.S. § 55-8-30. In summary, the statute requires the directors to make decisions in \ngood faith and with the care an ordinarily prudent person would exercise under like \ncircumstances.  Subsection (d) makes it clear that the standard of care does not differ in change of \ncontrol transactions, and by clear implication, mergers. The director must also act in a manner \nwhich she reasonably believes is in the best interests of the corporation. The statute expressly \nprovides that directors may rely on advice from management, legal counsel, accountants, \ninvestment bankers and other professionals in exercising their statutory powers to manage the \nbusiness of the corporation.   \n{131} Neither SunTrust nor the shareholder plaintiffs assert that the Wachovia directors were not \nacting in good faith or in the best interests of the corporation. Indeed, there is absolutely no \nevidence of that on the record. The attack is directed to the due care requirement, specifically the \nduty to be informed.   \n{132} Thus, as an initial review, the actions of the Wachovia Board pass Chancellor Allen’s footnote \n56 test.\n135 There is no evidence in this record that any of the thirteen outside independent directors \nhad any personal interests or bias in favor of First Union or against SunTrust. Their selection of \nFirst Union as a merger partner was consistent with a thoroughly studied and well-conceived \nbusiness strategy which had been approved by the directors well in advance of the merger \ndecision.  It was not reactive to any perceived threat and not intended to block SunTrust or any \nother suitor; rather, it was a proactive measure intended by the directors to enhance Wachovia’s \nlong-term value.   \n{133} The SunTrust attack on the duty of care exercised by the Wachovia Board is aimed at two \nlevels. On a broader view, SunTrust attempts to portray the Wachovia directors as mere lackeys \nof Mr. Baker: uniformed, subservient, dysfunctional, consistent in their ignorance, complacent, \napathetic and of limited knowledge.  In support of its position, SunTrust cites the deposition \ntestimony of Mr. Offit who said that he believed the board was inadequately informed by Mr. \nBaker, and that the board had limited knowledge of the operations of financial institutions. On the \nother hand, the record in this case establishes that this was an informed, independent, fully \nfunctional, intelligent, engaged and knowledgeable board.  Thirteen of the fifteen directors are \nindependent. They include ten current or retired chief executive officers or presidents of major \ncorporations, an executive vice president of Time, Inc. and two university presidents, one of \nwhom had experience on other bank boards. They brought a wide range of experience and depth \nof knowledge to their positions. Several had extensive experience with mergers and acquisitions. \nThey met regularly and insured that Wachovia had developed a long-term strategy for its \nbusiness.  The members of the Executive Committee were knowledgeable businessmen and fully \ncompetent to fulfill the duties assigned to them.  The fact that an executive committee functioned \nas a liaison between management and the full board is not unusual or demonstrative of any lack of \ncare on the part of the directors.  It is in many respects standard operating procedure, given the \nburdensome duties currently imposed on directors of major corporations. Most of these directors \nheld demanding fulltime positions of their own. From this record it is clear that SunTrust \nexecutives operated with just as much independence as Wachovia’s management.  Mr. Baker’s \ndiscussions with SunTrust and First Union were not his independent decision. They were direct \nresults of the strategic plan approved by the Wachovia Board in October of 2000. SunTrust’s \nbroadside attack on the functionality of the Wachovia Board is not supported by the record.   \n{134} On a narrower plane, SunTrust asserts that the directors were not sufficiently informed with \nrespect to the deal protection measures in this transaction. This determination is governed by the \nstatutory direction that directors act as an ordinarily prudent person under like circumstances.  It \ndoes not require the directors to have professional expertise in law and accounting. In fact, the \nstatute specifically authorizes directors to rely on other professionals for advice on those matters.   \n{135} The record in this case establishes that the Wachovia Board met on April 13, 2001 to consider \nthe First Union merger proposal. Prior to this meeting two significant actions had occurred. First, \nthe concept of a merger with First Union had been explored as a part of the board’s overall \nstrategic planning and had been identified as a transaction that might enhance shareholder value. \nThus it came as no surprise that the board would be asked to consider a merger and the board \nstarted out with a knowledge base gained from its strategic planning. Second, the board had also \nconsidered a merger with SunTrust in connection with its strategic planning. It knew from its \nmeetings in January 2001 that the management of Wachovia had held extensive negotiations with \nSunTrust in December and that management had concluded that there were integration problems \nassociated with a SunTrust transaction. While SunTrust does and has vigorously disagreed with \nWachovia management’s assessment of those fit and integration questions, the Wachovia Board \ncould and naturally would rely on the assessment of its own management on those issues unless \nthey knew of some reason that reliance would be unreasonable. There is no evidence of any such \nreason in this record. There is no question that SunTrust was still interested in a merger and the \nWachovia Board was aware of that. There was no indication that SunTrust would make any \nhostile move toward Wachovia. All previous discussions had been on the basis of a friendly \nmerger. Hostile takeovers are not common in the banking industry. Wachovia’s deliberately \nadopted strategy called for it to remain independent unless an attractive merger with First Union \nor SunTrust presented itself.  SunTrust was out of the picture from the board’s perspective. Thus, \non April 13 when the First Union merger came to the board for review and approval for \nsubmission to the shareholders, the board’s attention was properly focused on the merger with \nFirst Union, not on putting the company up for bid, sale or auction.  It was under no duty to \nstructure its merger proposal with First Union to permit an interloping bid from SunTrust.  To do \nso would have run directly counter to the business judgment it had made to merge with First \nUnion or remain independent.  Its obligation was to complete its business strategy and submit a \nproposal to its shareholders for a vote.   \n{136} It is clear that the Wachovia Board did not simply adopt the proposal presented to it. It \nreceived full and complete reports and advice from investment bankers, lawyers, and \nmanagement.  It rejected the deal protection measures counsel had labeled “toxic” and instructed \nmanagement to negotiate different and acceptable deal protection measures.  It also required a \nbetter financial deal for Wachovia shareholders even though the transaction was characterized as \na merger of equals.  The Wachovia Board was fully attentive to its duties at the April 13 meeting \nand each director present exercised the care of an ordinarily prudent person under like \ncircumstances.    \n{137} When the Wachovia Board reconvened on Sunday April 15 by telephone conference it was \npresented with a revised agreement that provided $750 million more in benefits to the Wachovia \nshareholders.  Since it was Sunday, and it was a telephone conference, the directors did not have \nthe written merger documents in front of them. They were told that the previous toxic deal \nprotection devices had been replaced by a cross option agreement which contained a $780 million \ncap on the benefit First Union or Wachovia could obtain in the event the terms of the option \nagreement ever became operable. There is no doubt that each and every director understood that \nthere was a possibility that activation of the option agreement could result in a $780 million dollar \nbreakup fee being paid to one of the parties and that that breakup fee was an amount that a would-\nbe interloper could have to absorb in order to break up the Wachovia/First Union merger. They \nwere told it was a high number, but not preclusive or coercive.  In addition, the directors were told \nthat all the deal protective measures were lawful and not coercive. The directors’ reliance on that \nadvice was reasonable.   \n{138} The directors were also told that Mr. Baker and Mr. McCoy had received phone calls from \nSunTrust executives inquiring about the rumors that a First Union/Wachovia merger was being \nnegotiated.  No doubt the directors understood that SunTrust was still interested in a merger.  That \noption had been explored. The directors were under no obligation to pursue a merger with \nSunTrust at that time.  They had made a business judgment to merge with First Union.   \n{139} How then could an issue arise over the directors’ duty of care? The controversy arises out of \nthe addition of the single word “twice” in one sentence of an obscure subparagraph in the option \nagreement dealing not with the options, but with “substitute options.”  \n{140} Paragraph 8 of the Stock Option Agreement covers the “Substitute Option.” Subparagraph \n8(d) provides: “The Substitute Option shall be exercisable for such number of shares of Substitute \nCommon Stock as is equal to the Assigned Value multiplied by twice\n the number of shares of \nCommon Stock for which the Option was exercisable immediately prior to the event described in \nthe first sentence of Section 8(a).” The Court will attempt to simplify the legal terminology by \nexample to demonstrate the impact of the insertion of the twice multiplier. Under the option \nagreement, if SunTrust were to acquire Wachovia in a merger, First Union would have the right \n(option) to buy a number of shares of Wachovia stock equal to 19.9 percent of Wachovia’s \noutstanding common stock. The price is discounted so that First Union would make a profit when \nit exercised its option and sold the Wachovia shares after the merger. The total profit would equal \nthe number of shares it purchased times the per share profit. The agreement caps that profit at \n$780 million and the directors understood that cap.  If the price SunTrust offered was not high \nenough to reach the cap based upon the allowable number of option shares, First Union’s profit \n(the breakup fee) would be less than $780 million. So far, the provisions are not novel. The option \nagreement went on to provide that instead of buying Wachovia shares, First Union could buy \nshares of the new merged company. That is not novel. The cap remains the same. The twist came \nwhen the word “twice” was inserted in the multiplier. Since its profit is decided on a per share \nbasis, having a larger number of shares permitted First Union to get to the cap quicker.  This \nprovision is especially galling to SunTrust because First Union’s merger counsel for this \ntransaction was Wachovia’s merger counsel in the negotiations with SunTrust in December 2000 \nand thus knowledgeable about the exchange ratio SunTrust was likely to offer if it tried to \nbreakup the First Union/Wachovia merger. Inserting the “twice” multiplier pretty well assured \nthat the cap would be reached and provided a substantial disincentive to SunTrust to interlope.  \nClearly Wachovia knew what the SunTrust exchange ratio was likely to be, and it knew, without \nhelp from First Union’s counsel, what the effect of the multiplier would be. According to \nSunTrust, without the multiplier it would have to pay a $440 million breakup fee based on its \ncurrent proposal.  With the multiplier, the cap of $780 million applies.   Wachovia and First \nUnion agree that the cap has been reached. \n{141} It is the presence of the multiplier that SunTrust contends (a) was unknown to the Wachovia \ndirectors and (b) causes the breakup fee to be preclusive and therefore coercive. SunTrust \ncontends that if the directors did not know about the multiplier and its impact, they breached their \nduty of care in approving the merger agreement.  In order to establish this lack of knowledge, \nSunTrust elected to use its limited number of discovery depositions to depose the two university \npresidents and the Time executive vice president.  None of those witnesses could articulate what \nthe Court has just attempted. The record is unclear about how well the other more experienced \ndirectors understood the Option Agreement and the substitute options.  It does not matter. The \ndirectors understood that they were imposing a potential $780 million breakup fee. They knew the \nbottom line, if they did not know how it would be reached. To impose upon them the requirement \nthat they understand every word of a complex legal document that has taken this Court at least \ntwo weeks to understand is to impose a far greater duty than that of “an ordinarily prudent person \nunder like circumstances.” They properly relied on their advisors and they understood and made \nthe key decision with sufficient knowledge and understanding.  They cannot be expected to know \nall the legal, accounting and other details of a complex merger transaction. The Court thus \nconcludes that the Wachovia directors have complied with their duty of care.  Here, the Wachovia \nBoard knew the deal protection measures were on the high side.  They had been negotiated down, \nand the Wachovia shareholder financial benefits significantly improved.  The merger was one of \ntwo the board had identified as value-enhancing to its long term strategy.  It had studied other \nstrategic merger possibilities and determined this was the best.  The board negotiated to minimize \nthe restrictions on its flexibility.  It negotiated a “fiduciary out” but was unable to get the non-\ntermination clause removed.  No gimlet eye is warranted.\n136 \n{142} That moves the review process to a determination of whether SunTrust has overcome the \npresumption that the provisions are not coercive by clear and convincing evidence.  SunTrust asks \nthe Court to find the Option Agreement provisions in this transaction coercive on two grounds. \nFirst, it asserts that the $780 million dollar break-up fee is unreasonable and so high as to be \ncoercive. Second, it asserts that the substitute option provisions also permit First Union to \npurchase an unreasonable amount of SunTrust stock, in effect giving a significant competitor a \n16-17 percent minority ownership in SunTrust. It asserts that this provision is preclusive and \ncoercive.  Each position will be considered separately.   \n{143} The Wachovia directors were informed that the breakup fee of $780 million was “on the high \nside” of comparable transactions in the banking industry. The breakup fee represented just under \nsix percent of the deal value. More accurately, it was in all likelihood a new high for cases with a \ncap. Both parties have cited cases to the Court dealing with percentages applied to breakup fees. \nWachovia and First Union argue persuasively that many bank deals have been done with cross \noptions of 19.9 percent, which were uncapped. Those transactions were done at a time when \npooling of interests was a significant factor in transactions and the use of cross options prevented \nan interloping acquiror from using pooling. Thus, they argue, those deal protection measures were \neven more preclusive than the monetary breakup fee involved here.  Indeed, SunTrust used \nsimilar uncapped cross option provisions in some of its acquisitions.  The use of a deal percentage \nthen is educational, but not compelling.   \n{144} Both sides proffered affidavits with opinions from experts containing conclusions that the \ntransaction is or is not coercive to shareholders. Neither opinion was based upon any accepted \nmethodology or relevant study.  It was the expert’s opinion, nothing more or less.  Both experts \nwere affiliated with companies working on one side of the transaction. Except where they \nprovided actual fact as opposed to opinion, the affidavits were not particularly persuasive or \nhelpful.   \n{145} Rather than look at other cases decided on different facts, or other deals under different \ncircumstances, the Court has looked at what is actually happening to determine if the shareholder \nvote will be coerced in any impermissible way. Three facts stand out.  First, the price of \nWachovia stock persistently traded at a level higher than the value of the First Union deal after \nthe deal was announced. The market obviously did not believe other offers were precluded.   \n{146} Second, and more importantly, SunTrust has stated in the press and in its proxy statement that \nit was prepared to pay the full $780 million breakup fee and still offer Wachovia shareholders a \nsuperior transaction.  SunTrust has conditioned that offer on the substitute option provision giving \nFirst Union the right to buy its shares being invalidated or waived. SunTrust has even said that if \nthe twice multiplier were removed, it would pay the difference between $780 million and the then \nreduced breakup fee to Wachovia shareholders. While stating that it will not increase its offer, \nSunTrust has told its shareholders that even under the circumstances just described, the \ntransaction is attractive for SunTrust.  It would be difficult to find under those circumstances that \nthe $780 million dollar breakup fee was either preclusive or coercive.   \n{147} Third, there is no downside for Wachovia shareholders if the merger is defeated. Wachovia \nhas a well-developed plan for independent growth. It was committed to that plan before the \nmerger and has been successful.  It could easily wait for the 18-month option period to expire \nbefore considering any other merger. Because of Wachovia’s success there is no reason why its \nshareholders would be concerned about it remaining independent for a relatively short period of \ntime.  If it waits out the option period, it does not even pay a termination fee.  In that sense, the \nuse of options as a deal protection device was not a bad situation for Wachovia shareholders. This \nis not a situation where the Wachovia shareholders are faced with some catastrophic consequence \nif they vote against the merger.   \n{148} Finally, SunTrust argues that the twice multiplier permitting First Union to purchase up to 17 \npercent of its post merger stock is a deal breaker for it or any other bank. Here the parties seem to \nbe going in circles. SunTrust argues that First Union must be serious because First Union \nassigned part of its option to First Union Bank in order to have financing to exercise the option.  \nPerhaps not coincidentally, the assignment to First Union Bank destroyed diversity of citizenship, \nthus prohibiting SunTrust from removing this case to federal court.  SunTrust and First Union had \nraced to their state courthouses, and First Union won.  First Union and Wachovia now argue that \nit is unreasonable to believe that First Union would borrow billions of dollars to acquire and hold \na minority interest in SunTrust.  It is also clear that such a transaction would require regulatory \napproval, a matter that is not at all certain.  SunTrust agrees.  In its proxy statement to Wachovia \nshareholders it surmises that if the merger is voted down, First Union will have every incentive to \ndeal with SunTrust and cash out its option.  In a sense then, the size of the breakup fee becomes a \nreal incentive for First Union to do just that.  Even if shareholders understand this issue, it is \nhighly unlikely that it would have any impact on their vote.    \n{149} SunTrust has told the Wachovia shareholders that they have options. Those options are, of \ncourse, subject to Wachovia’s board deciding to submit such a proposal to the shareholders.  \n{150} Lastly, the court notes that almost all of the discussion of preclusion and coercion has \nrevolved around SunTrust. Admittedly, it is the natural suitor. However, this industry is in flux. \nThere is no evidence of how theses deal protection measures would affect a larger bank or some \nother kind of financial institution. There is no evidence that these deal protection measures would \nhave any impact on a potential purchaser other than SunTrust.   \n{151} For the foregoing reasons, the Court concludes that SunTrust has failed to carry its burden of \nproof to establish by clear and convincing evidence that the deal protection measures in this \ntransaction are actionably coercive.  They do not force management’s preferred alternative upon \nthe shareholders. There is no preordained result or any structural or situational coercion. \nWachovia shareholders can vote their economic interests. The Court is convinced that those \nshareholders have an unfettered, fully informed opportunity to exercise their right to approve or \ndisapprove of the merger their board has proposed to them, and that is the market test our system \nprefers.   \nB. \n{152} The existence of the non-termination clause in this case demonstrates why a simple \napplication of the business judgment rule fails to afford protection to shareholders.  Here, the \nCourt has found that the Wachovia Board acted in good faith, on an informed basis and in the best \ninterests of the corporation in entering into the merger agreement with the non-termination clause \nincluded.  The directors had good advisors and they properly relied upon them.  If the business \njudgment rule were the sole determinant or review process, the non-termination clause would not \nbe subject to further review.   With the review process adopted by the Court, the non-termination \nclause gets reviewed for the specific reason that good public policy requires — directors must \nfulfill their fundamental statutory obligations and shareholders should have an uncoerced vote. \n{153} The business judgment rule applied in the enterprise transaction lets some legal rights go \nunredressed for the sake of the efficiency of the system.  When the legal rights are statutory \nshareholder rights, “sacred space,”\n137 the review process should not permit these legal rights to go \nunredressed.  Failure to provide redress for violation of statutory rights destroys the balance in the \nsystem.  The simple application of the business judgment rule without further review does not \nserve the needs of the system in ownership issue cases. \n{154} For over a decade, corporate counselors have searched creatively for procedures which could \ndelay, impede or discourage shareholder action unfavorable to incumbent boards.  The Court is \nnot being critical.  They are representing their clients.  The Delaware courts have been consistent \nin rejecting those creative ideas in each case in which they resulted in the abrogation of a \ndirector’s exercise of her statutory duties. \n{155} To the lexicon of poison pills, dead hands, no hands and slow hands, we must now add numb \nhands.  The contractual provision in this merger agreement that extends the life of the agreement \nfive months beyond a shareholder vote disapproving the merger is invalid.  It is an impermissible \nabrogation of the duties of the Wachovia directors and an actionably coercive condition impeding \nthe free exercise of the Wachovia shareholder’s right to vote on the merger. \n{156} By contract, the directors have limited their ability to perform their fiduciary duties in a way \nwhich would be prohibited if done in a by-law.  It is the equivalent of a contractual Quickturn.  \n{157} The analogy to Quickturn is clear.  In this case, if there had been a proxy fight over seats on \nthe Wachovia Board at the same time the merger proposal was submitted, and SunTrust had \nelected a majority of directors, those new directors would have been contractually hobbled in the \nsame way that the Quickturn directors were restricted by virtue of the poison pill in that case.  If \nthe Wachovia shareholders vote against the merger, this board has impermissibly tied its hands \nand cannot do the very thing the Delaware Supreme Court found to be of fundamental importance \nto the shareholders — “negotiating a possible sale of the corporation.”\n138  The fact that directors \ncan exercise their fiduciary duty by breaching the contract does not solve the problem.  Directors \nshould not enter into a contract that they know their fiduciary duty could cause them to breach.   \n{158} It makes little difference that the directors here could talk to suitors.  They could not \nconsummate a transaction, and it is extremely unlikely that any suitor would negotiate an \nagreement that could not even be signed for months.  The Wachovia–First Union merger was put \ntogether in a matter of weeks. \n{159} Non-termination contractual provisions are the proverbial camel’s nose under the tent in the \neffort to delay action after an adverse shareholder vote.  Our system gives the board broad \nauthority to act.  Concomitantly, it requires the board to fulfill those duties.  Every effort to \nprevent or excuse directors from performing their statutory duties has been rebuffed by the courts.  \nThis court is not aware of any judicial blessing of non-termination clauses similar to this one. \n{160}   Wachovia and First Union may still negotiate a new proposal even if this provision is \nstricken.  In the absence of the provision, directors are not prevented from fulfilling their fiduciary \nduty if another offer is made after a negative vote.  Nor will the directors be required to breach a \ncontract to fulfill their fiduciary duty.     \n{161} Such cryonic provisions may also be coercive.  This non-termination provision creates \nuncertainty for Wachovia shareholders.  They can either vote for the merger or run the risk that \nsomething will happen in the ensuing five months that will be disadvantageous in light of the \ndirectors’ inability to respond to any offers.  Anytime an investor’s choice is unnecessarily \nclouded by uncertainty, there is a degree of coercion.  Investors rightfully abhor uncertainty.  By \ncontractually limiting their ability to act, the directors have created uncertainty.  It unnecessarily \nextends the time of the option granted to First Union in the event the Wachovia shareholders vote \nagainst the merger.  The tail becomes 23 rather than 18 months.  The longer the option is \neffective, the more likely shareholders are to vote for the bird in the hand.   \n{162} This provision must also be considered in light of the inability of other suitors to get any \nproposal before the board.  The Wachovia Board is staggered, making a proxy fight to change the \ncomposition of the board unlikely.  When the legislature amended N.C.G.S. 55-7-02(a), it \neliminated the possibility that a potential suitor could use a by-law change to get its proposal \nbefore the shareholders.  The Court notes that this situation does not differ appreciably from that \nof suitors of SunTrust, since the SunTrust by-laws require a vote of 75 percent or more of the \nshareholders to amend the by-laws.  What is important is the circumstance in which the cryonic \nclause operates.  Here, shareholders must vote knowing that this may be the only opportunity they \nwill have to sell for five months.  That is coercive. \n{163} Finally, the court has considered the balance of hardship in invalidating this provision.  There \nappears to be little, if any, harm done to Wachovia or First Union.   This is not a provision that \naffects the value or structure of the transaction upon which will be voted.  They may still \nnegotiate and submit another proposal to the shareholders.  This court has indicated that so long \nas they comply with the statutory standard of care, the strategic business decisions are for the \nboard, not the shareholders.  If there is some glitch in the voting, the board controls that situation.  \nApplying the standards enunciated in Ace, both parties knew the non-termination provision was \nquestionable.  Wachovia tried to get it removed.  The transaction is still pending.  The policy \nconcerns are especially significant, and the parties’ reliance on the existence of this provision \ndoes not merit protection. On the other hand, the shareholders have the benefit of knowing their \ndirectors’ hands are not tied and that they are in a position to fully perform their statutory duties. \nC\nONCLUSION \n{164} The review process employed herein is designed to provide directors with the power required \nto make strategic decisions about business combinations while preserving the shareholder’s right \nto a free and uncoerced exercise of his right to accept or reject the board’s proposal.   Balancing \nthe two is not easy.  Flexibility is required.   \n{165} In this case, the Court is convinced that after a vigorous proxy fight the shareholders of \nWachovia can make an uncoerced, fully informed decision about whether or not they wish to \napprove the merger with First Union.  The directors of Wachovia will be in a position to exercise \ntheir fiduciary duties regardless of the outcome. \n{166} It is therefore ORDERED: \n1. The non-termination clause in the merger agreement between First Union \nCorporation and Wachovia Corporation is invalid and unenforceable. \n2. The requests of SunTrust Banks, Inc. and the respective shareholder plaintiffs \nfor injunctive relief is denied. \n \nThis the 10th day of August, 2001. \n \n       ___________________________ \n       Ben F. Tennille \n       Special Superior Court Judge  \n       for Complex Business Cases \n \n \n                                                \n \n1See Leo E. Strine, Jr., Categorical Confusion: Deal Protection Measures in Stock-for-Stock Merger Agreements , 56 \nBus. Law. 919 (May 2001) [hereinafter Strine, supra note 1].  See also authorities cited at note 101 infra. \n2Although the result reached by the Delaware Supreme Court in Quickturn was identical to that of the Chancery \nCourt in Mentor Graphics Corp. v. Quickturn Design Sys., 728 A.2d 25 (Del. Ch. 1998), the Supreme Court \n                                                                                                                                                             \ndeclined to decide the issues on a fiduciary duty basis, relying instead on  statutory interpretation. See also, Brazen \nv. Bell Atl. Corp., 695 A.2d 43 (Del. 1997), in which the Delaware Supreme Court chose to rely on a liquidated \ndamages analysis rather than use the fiduciary duty analysis applied by the Chancery Court. While both of the \noutcomes can be explained on the basis of the facts of each case, the fact that the Supreme Court declined to adopt \nthe standard of review of fiduciary conduct employed by the Chancery Court may signal a level of discomfort with \nthe problems associated with the expanding number of standards of review under Delaware law and a search for \ndirections to businesses and their advisers  that are more predictable than those derived from ex post review of \ndirector conduct under a fiduciary duty standard. The case specific approach in Quickturn and Brazen also has the \neffect of dissuading deal advisors from trying to shoehorn a transaction into a particular category in order to get the \nbenefit of an outcome determinative standard of review. See Strine, supra note 1, at 932-35. \n3  In 1993, the North Carolina legislature amended N.C.G.S. § 55-8 30(d) to add the language “[t]he duties of a \ndirector weighing a change of control situation shall not be any different, nor the standard of care any higher, than \notherwise provided in this section.”   \n4 See Ronald H. Coase, The Nature of the Firm, 4 Economica 386 (1937). \n5 Hereinafter Cardozo L. Rev., supra note 5. \n6 As Chancellor Allen so sagely pointed out and this opinion demonstrates, in America we have not fully resolved \nthat question.  Perhaps that is not necessary. \n7 The foremost American thinkers on this issue are biographed in Andrea Gabor, The Capitalist Philosophers: The \nGeniuses of Modern Business (Crown Publishing Group 2000). \n8 Mark J. Roe, Strong Managers, Weak Owners: The Political Roots of American Corporate Finance (Princeton \nUniversity Press 1996) at 22. [hereinafter Roe, supra note 8]. \n9  The most exhaustive and current analysis of corporate governance in these competing systems is found in \nComparative Corporate Governance: The State of the Art and Emerging Research. Klaus J. Hopt, et al., ed. (Oxford \nUniversity Press 1998). The book contains William T. Allen’s essay  “The Corporate Director’s Fiduciary Duty of \nCare and the Business Judgment Rule Under U.S. Corporate Law” [hereinafter Allen, supra note 9].  From a \nstructural standpoint, the most significant difference is in the characteristics of stockholders and dispersion of stock \nownership. In the American structure, the dispersion of ownership is far greater and less centralized than in the other \ntwo. In Europe and Japan stock ownership is characterized by the presence of equity investors who either have \nsufficiently large investments or other powers which provide them effective access to information and to the \ncorporate governance machinery that designates senior management. See Allen, supra note 9 at 308 for a concise \nexplanation of the ramifications of the absence of ownership power in the American system. \n10 In 1992, respected author Lester Thurow boldly predicted that the European system would ultimately prevail. See \nLester Thurow, Head to Head: The Coming Economic Battle Among Japan, Europe, and America (Warner Books \n1992), 258. It is worthy of note that at the same time this case is pending before the court and takeover jurisprudence \nis being reevaluated in Delaware, the European Parliament rejected a groundbreaking measure that would have \nforced the management of European companies to consult with shareholders about takeover bids. The measure was \ntouted as a means to help consolidate Europe’s fragmented industrial base and its defeat viewed by some as making \nEurope a less attractive place to invest. The defeat was attributed to Germany and other countries that have state- \nowned businesses. See “European Parliament Rejects Measure to Ease Takeovers,” New York Times (July 5, 2001). \nNot surprisingly, the divergence in European and American takeover jurisprudence is either reflective of or reflected \nin a dramatically different approach to competition as reflected in enforcement of the antitrust laws. The recent \ndispute between United States and European antitrust regulatory agencies over the merger of General Electric and \nHoneywell is indicative of that difference.  European ownership, corporate governance and antitrust policies are all \nin harmony. \n11 Roe, supra note 8. \n12 See E. Norman Veasey, The Defining Tension in Corporate Governance in America, 52 Bus. Law  393 (1997).   \n13 Robert Thompson, Preemption and Federalism in Corporate Governance:  Protecting Shareholder Rights to Vote, \nSell and Sue, 62 Law & Contemp. Prob. 213 (1999). These rights were also fully explored by Robert Thompson and \nGordon Smith in a presentation at the Michigan Law School in 2001 entitled “Toward a New Theory of the \nShareholder Role.” That presentation has formed the basis of an article which will appear this fall in the Texas Law \nReview  \n[hereinafter Thompson Manuscript]. \n14 Blasius , 564 A.2d 651, 659 (Del. Ch. 1988). \n15 Strine, supra note 1, at 926 n.24. \n16 Allen, supra note 9, at 313. \n                                                                                                                                                             \n17 “Thus for most of the last century, it was the third area of shareholder rights – suing  – that provided the greatest \ncheck on centralized board power.” Thompson Manuscript at 22.  This right to sue is the fundamental reason the \nCourt recognized the right of SunTrust and the plaintiff shareholders to sue directly to contest the validity of the deal \nprotection measures.  As former Chancellor Allen has noted, the right to sue to enforce a fiduciary duty can protect \nthe right to vote against those who would manipulate it.  Allen, supra note 9, at 313.   \n18 See generally, Melvin A. Eisenberg, The Divergence of Standards of Conduct and Standards of Review in \nCorporate Law, 62 Fordham L. Rev. 437 (1993) [hereinafter Eisenberg, supra note 18]. \n19 See generally, E. Norman Veasey, Seeking a Safe Harbor from Judicial Scrutiny of Directors’ Business \nDecisions, 37 Bus. Law 1247 (1982).   \n20 Peter M. Senge, The Fifth Discipline, (Doubleday 1990) at 157. \n21 Revlon v. McAndrews & Forbes, 506 A.2d 173 (Del. 1985). \n22   “In discharging the duties of their respective positions, the board of directors, committees of the board, \nindividual directors and individual officers may, in considering the best long term and short term interests of the \ncorporation, consider the effects of any action (including without limitation, action which may involve or relate to a \nchange or potential change in control of the corporation) upon employees, suppliers and customers of the \ncorporation or its subsidiaries, communities in which offices or other establishments of the corporation or its \nsubsidiaries are located, and all other pertinent factors.”   805 ILCS 5/8.85 (2000).           \n23 See paragraph, infra. 69. \n24 Various federal agencies such as the Securities and Exchange Commission and the IRS can have an impact on \ngovernance issues. Usually, federal agencies intervene in the governance structure to express some societal interest. \nHowever, the federal government has basically left development of corporate governance systems to the states.  \n25 In some instances we can resolve the tension between shareholders and directors by statute.  Our dissent and \nappraisal statute is a good example.  See N.C.G.S. §55-13-01 et seq. \n26 See Allen, supra note 9. \n27 Eisenberg, supra note 18, at 437-8 (emphasis in the original). \n28 Id. at 444; See also Allen, supra note 9. \n29 See, Gagliardi v. TriFoods Int’l, Inc., 683 A.2d 1049, 1052 (Del Ch. 1996): Allen, supra note 10, at 319-20; \nEisenberg, supra note 18, at 444. \n30 Allen, supra note 9, at 312. \n31 The duty of care was not prominent before the mid-1980’s. See Allen, supra note 10, at 322. \n32  Thompson and Smith have also noted: “As the market for shares has evolved to provide opportunities for sales in \ncollective transactions, the selling function’s role in corporate governance has grown.” Thompson Manuscript at 58. \n33  Former Chancellor Allen has correctly described these changes as tectonic.  \n34 8 Del. Code Ann. Tit. 8 § 102(b)(7) (amended 1986). \n35 William B. Chandler, III, Opening Remarks to Twelfth Annual Tulane Corporate Law Institute, New Orleans, LO, \nMarch 9, 2000. \n36 Allen supra note 9, at 325, footnote 56. \n37 Smith v. Van Gorkom, 488 A.2d 858 (Del. 1985). \n38 Id. at 871. \n39 Id. at 875. \n40 8 Del. Code Ann. tit. 8 § 102(b)(7) (amended 1986).  North Carolina followed suit. \n41 Unitrin, Inc. v. American General Corp., 651 A.2d 1361 (Del. 1995). \n42 Unocal Corp. v. Mesa Petroleum Co., 493 A.2d 946, 955-56 (Del. 1985  \n43 651 A.2d at 1367. \n44 493 A.2d at 958. \n45 See Revlon, Inc. v. MacAndrews & Forbes, 506 A.2d 173 (Del. 1986). \n46 Id. at 177-179. \n47 Id. \n48 Id. \n49 Id. at 181. \n50 See Blasius Industries, Inc. v. Atlas Corp., 564 A.2d 651 (Del. Ch. 1988). \n51 Id. at 654-55. \n52 Id. at 653. \n53 Id.  at 656. \n54 Id. at 658. \n                                                                                                                                                             \n55 Id. at 659. \n56 Id. 659-60. \n57 Id. at 661-62. \n58 Paramount Communications, Inc. v. Time, Inc., 571 A.2d 1140 (Del. 1990). \n59 Id. at 1146. \n60 Id. at 1147. \n61 Id. at 1147-48. \n62 Id. at 1146. \n63 Id. at 1149. \n64 Id. at 1150-51. \n65 634 A.2d 345, 350 (Del. 1993). \n66 Id. at 366. \n67 Id. at 351. \n68 Id. \n69 Id. at 371. \n70 Paramount Communications v. QVC Network, Inc., 637 A.2d 34 (Del. 1994). \n71 Id. at 43. \n72 Id. at 39. \n73 Id. at 46-47  \n74 Id. at 45. \n75 Id. at 44. \n76 Id. at 45. \n77 Id. at 40. \n78 Id. at 48. \n79 Id. at 48, 51. \n80 Ace Ltd v. Capital Re Corp., 747 A.2d 95, 98 (Del Ch.1999). \n81 Id. at 100. \n82 Id. \n83 Id. at 96. \n84 Id. at 103. \n85 Id. at 106. \n86 Id. at 105-06. \n87 Id. \n88 Brazen v. Bell Atlantic Corp., 695 A.2d 43, 46 (Del. 1997) \n89 Id. \n90 Id. at 47. \n91 Id.  \n92 Id. \n93 1999 WL 1054255 (Del. Ch. 1999). \n94 Id. at *1. \n95 Id. at *2. \n96 Id. \n97 In re IXC Communications, Inc., 1999 Del. Ch. LEXIS 210. \n98 Id. at *7. \n99 Id. at *29. \n100 Id. at *2-3. \n101 Strine, supra note 1; Thompson Manuscript; Gregory V. Varallo & Srinivas M. Raju, A Process Based Model for \nAnalyzing Deal Protection Measures, 55 Bus. Law. 1609 (2000); Mark Lebovitch & Peter B. Morrison, Calling a \nDuck a Duck:  Determining the Validity of Deal Protection Provisions in Merger of Equals Transactions,  2001 \nColum. Bus. L. Rev. 1; William T. Allen, Understanding Fiduciary Outs:  The What and the Why of an Anomalous \nConcept, 55 Bus. Law. 653 (2000); Paul L. Regan, Great Expectations?  A Contract Law Analysis for Preclusive \nCorporate Lock-ups, 21 Cardozo L. Rev. 1 (1999); Karen L. Valihura & Leonard P. Stark, Fiduciary Duties \nDerailed?  Appropriation of Directors’ Duties in the Battle for Control of Conrail, 24 Iowa J. Corp. L. 29 (1998); E. \nNorman Veasey, The Defining Tension in Corporate Governance in America, 52 Bus. Law. 393 (1997); Melissa M. \nKurp, Corporate Takeover Defenses After QVC:  Can Target Boards Prevent Hostile Tender Offers Without \n                                                                                                                                                             \nBreaching Their Fiduciary Duties, 26 Loy. U. Chi. L.J. 29 (1994); Eisenberg, supra note 18; Cardozo L. Rev., supra \nnote 5; Alan R. Palmiter, Reshaping the Corporate Fiduciary Model:  A Director’s Duty of Independence, 67 Tex. \nL. Rev. 1351 (1989). The conclusions drawn below are not original to this Court.  They are drawn from the material \ncited above and credit belongs to the authors of those articles.  In particular, the presentation made to the Delaware \nBar in 2001 at the Widener Law School by former Chancellor Allen and Vice Chancellors Strine and Jacobs, the \ntext of which they shared with this Court, raises most of these issues and contains many of the suggestions for \nimprovement.\n \n102See Strine, supra note 1. \n103 See Smith v. Van Gorkom, 488 A.2d 858 (1982); Cede, 634 A.2d 345 (1993). \n104 One has only to look at the tortuous path Vice Chancellor Strine had to follow in In Re Gaylord Container \nCorporation Shareholder Litigation , 753 A.2d 462 (Del. Ch. 2000) to see the complexity that has been created in \nthe review process. \n105 See Allen, supra note 9, footnote 56. \n106 These ideas can be gleaned from the Widener Law School presentation by former Chancellor Allen, Vice \nChancellor Jacobs and Vice Chancellor Strine, supra note 101. \n107 There is one guidepost that is not likely to change.  If the action of the fiduciary does not pass Chancellor Allen’s \nFootnote 56 test, the courts are likely to use their powers to intervene in the process. \n108 See Veasey, supra note 19. \n109 See Strine, supra note 1. \n110 See Strine, supra note 1, at 942. \n111 North Carolina General Statute 55-8-30 provides that “[a] director is not liable for any action taken as a director, \nor any failure to take any action, if he performed the duties . . . . “[i]n good faith; (2) [w]ith the care an ordinarily \nprudent person in a like position would exercise under similar circumstances; and (3) [i]n a manner he reasonably \nbelieves to be in the best  interests of the corporation.”  N.C.G.S. § 55-8-30 (a), (d) (1990) (amended 1993).  \nAdditionally the statute states that “[t]he duties of a director weighing a change of control situation shall not be any \ndifferent, nor the standard of care any higher, than otherwise provided in this section.”  N.C.G.S. § 55-8-30 (d) \n(1990) (amended 1993).    This statute embodies but does not abrogate the common law of the business judgment \nrule.  See State ex rel. Long  v. ILA Corp., 132 N.C. App. 587, 601, 513 S.E.2d 812, 821 (1999).\n \n112 Neither, the wisdom of that decision nor the legal and economic debate over the nature of the corporation are \nwithin the purview of this opinion. That North Carolina would adopt this social entity concept is not surprising. The \nstate’s economic roots are sunk deep in the soil of textile, furniture and tobacco companies that were historically run \nlike families. See, Jacquelyn D. Hall, et al., Like a Family, (University of North Carolina Press 1987) for a complete \nexplanation of this characteristic of southern culture. See also, Meiselman v. Meiselman, 309 N.C. 279, 307 S.e.2d \n551 (1983) and its progeny which evidence the same family concept in the treatment of nonpublic companies. The \ncourt only notes in passing that in the competition among states for corporate charters, owners (primarily \ninstitutional investors) will prefer that the companies they own be incorporated in the states where shareholder rights \nare vigorously protected. Delaware, home to a majority of the major corporations (owned by institutional investors) \nhas satisfied that preference for decades.  \n113 Gregory V. Varallo & Srinivas M. Raju, A Process Based Model for Analyzing Deal Protection Measures, 55 \nBus. Law. 1609 (2000). \n114See Strine, supra note 1 at 940-41. \n115 See Strine, supra note 1. \n116 See Varallo, supra note 111.  \n117 Current deal-jumping activity is cataloged by Robert E. Spratt and Kirk J. Kaludis in “The Four Ring Circus - \nRound Three: A Further  Updated View of the Mating Dance Among Anounced Merger Partners and an Unsolicited \nSecond or Third Bidder,” Twelfth Tulane Corporate Law Institute (March 2001). \n118 IXC, 1999 Del Ch. Lexis at *2 \n119 In Re Gaylord Container Corporation Shareholder Litigation,  753 A.2d 462, 481 (Del Ch. 2000). \n120 Id. at 444. \n121 See Brazen v. Bell Atl. Corp.,, 695 A.2d at 50. \n122 See In Re Gaylord Container Corporation Shareholder Litigation, 753 A.2d 462 (Del. Ch. 2000). \n123 Id. \n124 See Brazen v. Bell Atl. Corp.,, 695 A.2d 43 (Del. 1997). \n125 See Mills Acquisition Co. v. McMillan, Inc., 559 A2d 1261, 1286 (Del. 1989). \n126 See N.C.G.S. § 55-8-01(b). \n                                                                                                                                                             \n127 See, e.g., Bank of New York Co., Inc. v. Irving Bank Corp., 528 N.Y.S. 2d 428 (N.Y. Sup 1988). \n128Moran v. Household International, Inc., 500 A.2d 1346, 1357 (Del. 1985). \n129 See Paramount Communications v. QVC Network, Inc., 637 A.2d 34 (Del. 1994). \n130 See  Mentor Graphics Corp. v. Quickturn Design Sys., 721 A.2d 1281 (Del. 1998). \n131 Id. at 1291. \n132 Id. 1291-1292. \n133 Id. at 1292;  See also Carmody v. Toll Brothers, Inc., 723 A.2d 1180 (Del. Ch. 1998).   \n134 The Court notes that Mr. Offit has admittedly clashed with Wachovia management following the acquisition of \nOffit Bank by Wachovia.  Mr. Offit was also aware following the April 15, 2001 meeting that he would not be asked \nto be a member of the merged board of directors. (Offit Tr. 256-258). \n135 See Allen, supra note 9, footnote 56. \n136 Strine, supra note 1, at 941. \n137 Thompson and Smith define “sacred space” as “an area within which shareholders can vote or sell their shares \nwithout interference from incumbent managers.”  Thompson Manuscript at 52. \n138 See  Mentor Graphics Corp. v. Quickturn Design Sys., 721 A.2d at 1291-92. "
}