{
  "id": "5d3feca5e4f755cf1b9c0196dc7b0dcd02a0082558796b797bf24c07d0a784b5",
  "source_file": "data/raw/ncbc/5d3feca5e4f755cf1b9c0196dc7b0dcd02a0082558796b797bf24c07d0a784b5.pdf",
  "raw_text": "L’Heureux Enters., Inc. v. Port City Java, Inc., 2009 NCBC 24. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF NEW HANOVER  06 CVS 3367 \n \n \nL’HEUREUX ENTERPRISES, INC.; DAVID ) \nALAN L’HEUREUX and PETER ARNOLD ) \nL’HEUREUX, ) \n Plaintiffs ) \n  ) \n v.  ) ORDER AND OPINION \n   ) \nPORT CITY JAVA, INC.; PCJ  ) \nFRANCHISING COMPANY, LLC; ) \nPCJ VENTURES, LLC; DONALD ) \nF. REYNOLDS, JR., Individually ) \nand WILD FLOUR BREAD COMPANY, LLC, ) \n  Defendants ) \n \n \n THIS CAUSE, designated a complex busine ss case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b), and \nassigned to the undersigned Special Superior Court Judge for Complex Business \nCases, by order of the Chief Special Superior Court Judge for Complex Business \nCases, is before the court upon (a) the Plaintiffs’ Motion for Summary Judgment \n(“Plaintiffs’ Motion”) and Defendants’ Motion for Summary Judgment (“Defendants’ \nMotion”) (collectively, the “Motions”), pursuant to the provisions of Rule 56, North \nCarolina Rules of Civil Procedure (“Rule(s)”); and (b) Plaintiff’s Motion to Strike and \nMotion for Sanctions (“Motion to Strike”),\n1 pursuant to Rule 12(f). \n After considering the arguments, briefs, other submissions of counsel and \nappropriate matters of record, as discussed infra, the court concludes that the Plaintiffs’ \n                                                 \n1 Plaintiffs withdrew their Motion for Sanctions on March 3, 2009. \nMotion should be DENIED, Defendants’ Motion should be GRANTED and the Motion to \nStrike should be DENIED. \nThe Law Office of Jacqueline M. Druar, PLLC by Jacqueline M. Druar, Esq. and \nThe Law Office of Robert M. Axelrod, PLLC by Robert M. Axelrod, Esq. for \nPlaintiffs L’Heureux Enterprises, Inc.; David Alan L’Heureux and Peter Arnold \nL’Heureux.  \n \nWells Jenkins Lucas & Jenkins, PLLC by Ellis B. Drew, III, Esq. and John L. \nBarber, Esq. for Defendants Port City Java, Inc.; PCJ Franchising Company, \nLLC; PCJ Ventures, LLC; Donald F. Reynolds, Jr., Individually and Wild Flour \nBread Company, LLC.  \n \nJolly, Judge. \nI. \nTHE PARTIES \n[1] Plaintiff L’Heureux Enterprises, Inc. (“L’Heureux Enterprises”) is a \ncorporation formed under the laws of the State of North Carolina with a principal place \nof business in the State of Connecticut.   \n[2] Plaintiff David L’Heureux is a resident of the State of Connecticut. \n[3] Plaintiff Peter L’Heureux is a resident  of the State of Connecticut.  He is \ngrandfather of David L’Heureux. \n[4] Defendant Port City Java, Inc. (“PC J”) is a corporation formed under the \nlaws of the State of North Carolina, with a principal office in Wilmington, New Hanover \nCounty, North Carolina. \n[5] Defendant PCJ Franchising Com pany, LLC (“PCJ Franchising”) is a \nlimited liability company formed under the laws of the State of North Carolina, with a \nprincipal office in Wilmington, New Hanover County, North Carolina. \n[6] Defendant PCJ Ventures, LLC (“PCJ Ventures”) is a limited liability \ncompany formed under the laws of the State of North Carolina, with a principal office in \nWilmington, New Hanover County, North Carolina.  It is alleged to be the parent entity of \nPCJ Franchising.     \n[7] Defendant Donald Reynolds, Jr. (“Reynolds”) is a resident of New \nHanover County, North Carolina.  Reynolds was Chief Operating Officer of Port City \nJava and an agent of Wild Flour Bread Company, LLC during times material to this \naction. \n[8] Defendant Wild Flour Bread Company , LLC (“Wild Flour”) was at times \nmaterial to this civil action a limited liability company formed under the laws of the State \nof North Carolina. \nII. \nPROCEDURAL BACKGROUND \n[9] On August 11, 2006, Plaintiffs f iled a Complaint against Defendants \nalleging five Claims for Relief (“Claim(s)”): First Claim – Misrepresentation, Fraud and \nDeceit; Second Claim – Negligent Misrepresentation; Third Claim – Unfair and \nDeceptive Trade Practices; Fourth Claim – Breach of Contract/Breach of Express \nWarranty and Fifth Claim – Piercing the Corporate Veil. \n[10] On October 6, 2006,  Defendants filed an Answer and Counterclaims, \nraising claims by their Counterclaim for breach of a bakery contract and a franchise \nagreement.  Neither of the Motions raises issues with regard to the Defendants’ \nCounterclaims.  Consequently, they are not dealt with in this Order and Opinion, and \nthey remain in place. \n[11] On April 7, 2008, Plaintiffs filed an Amended Complaint to add PCJ \nVentures as a party defendant (hereinafter, the court will refer to the Amended \nComplaint as the “Complaint”). \n[12] On July 31, 2008, Plaintiffs f iled a Motion for Summary Judgment on all \nclaims.  On August 1, 2008, Defendants filed a cross Motion for Summary Judgment on \nall claims.  The court heard oral argument on the Motions on November 3, 2008, and \nthe Motions are ripe for determination. \n[13] On February 20, 2009, Defendants f iled a Corrected Brief in Support of \nDefendants’ Motion for Summary Judgment (“Corrected Brief”).  On February 27, 2009, \nPlaintiffs filed their Motion to Strike the Defendants’ Corrected Brief. \n[14] Unless otherwise indi cated herein, the material facts reflected in \nparagraphs 15 through 29, 38, 39, 47, 53 through 57 and 66 of this Order exist, are \nundisputed2 and are pertinent to the issues raised by the Motions. \nIII.  \nFACTUAL BACKGROUND \n[15] In July 2005, David L’Heureux and Peter L’Heureu x, working together as \nL’Heureux Enterprises, began searching in Wilmington, North Carolina for a business \ninvestment opportunity.  Plaintiffs had planned to purchase a franchise together in an \narrangement where Peter L’Heureux would supply the funds for purchase and David \nL’Heureux would operate the business.   \n[16] In August 2005, Plaintiffs contac ted Sharon Huffman (“Huffman”), of VR \nBusiness Brokers, Inc., concerning a sales listing for Wild Flour.  Huffman was \nfunctioning at times material to this action as a sales agent for Wild Flour and Reynolds.  \nHuffman put Plaintiffs in contact with Reynolds, and the parties began negotiations as to \nthe potential purchase by Plaintiffs of Wild Flour. \n                                                 \n2 It is not proper for a trial court to make findings of fact in determining a motion for summary judgment \nunder Rule 56.  However, it is appropriate for a Rule 56 order to reflect material facts that the court \nconcludes exist and are not disputed, and which support the legal conclusions with regard to summary \njudgment.  Hyde Ins. Agency v. Dixie Leasing, 26 N.C. App. 138 (1975). \n[17] At that time, Wild Flour was leasing 4,000 square feet in The Forum \nShopping Center, located at 1125 Military Cutoff Road in Wilmington, North Carolina.  In \naddition to a bakery, Wild Flour operated a Port City Java brand kiosk within the bakery. \nThe kiosk occupied approximately 150 to 300 square feet of space3 in the bakery and \nsold only Port City Java products.  Wild Flour was an unprofitable bakery operation.   \n[18] Throughout the course of negotiations, Plaintiffs sought assurances that a \nPort City Java franchise was included in the sale of Wild Flour.  Plaintiffs’ plan had been \nto purchase Wild Flour and convert the bakery into a full Port City Java franchise coffee \nhouse (“PCJ Café”) while continuing to supply baked goods to PCJ. \n[19] In a communication between Huffman and David L’Heureux prior to \nclosing, Huffman stated that Plaintiffs should “spend the $50,000 to fix up a really nice \nPort City Java coffee house inside of Wild Flour.”4  Huffman later stated that she did not \nthink there would be particular requirements for “the upfit of the coffeehouse” because \nof the uniqueness of the space.5   \n[20] On August 16, 2005, Huffman wrote Da vid L’Heureux, telling him he could \n“expand on the Port City Java coffee house as much as you want within the space.  \n[Reynold]’s estimate is that it would take about 50,000 to upfit the space into a nice PCJ \ninside the Wildflour space.”6 \n[21] Plaintiffs allege that these communi cations created the impression that the \ncosts associated with turning Wild Flour into a PCJ Café would be approximately \n$50,000.  Subsequently, when David L’Heureux requested a guarantee before closing \nthat the cost to turn Wild Flour into a full PCJ Café would only cost $50,000, Reynolds \n                                                 \n3 The record is unclear as to the exact square foot area of the kiosk. \n4 Pls.’ Mot. Summ. J. Supp. Br., Ex. F. \n5 Id., Ex. G.  \n6 Id., Ex. C. \nsaid he would not make any guarantee with regard to specific costs.7  The final \ncounteroffer, which Plaintiffs accepted, included a provision stating that “[r]enovations \nwill be as determined by Buyer with suggestions by PCJ corporate officials.  Cost will be \nentirely dependent on the extent and quality of same.”8 \n[22] Included in the contra ctual agreements for the sale of Wild Flour (the \n“Transaction”) were a Franchise Agreement9 and a Uniform Franchise Offering Circular \n(“UFOC”).10  The Franchise Agreement made no representations as to the costs \nrequired to turn Wild Flour into a PCJ Café and made only oblique reference to the \nUFOC for franchise requirements.11  While the UFOC did not make representations or \nwarranties as to the costs associated with turning Wild Flour into a PCJ Café, it did \nprovide an estimated range for typical costs associated with creating a PCJ Café.12  \nThe Franchise Agreement also included a merger clause expressly excluding prior \nnegotiations between parties and language indicating that the documents executed at \nclosing governed the entire agreement.13   \n[23] On September 26, 2005, prior to signing the Franchise Agreement, \nPlaintiff David L’Heureux signed a letter acknowledging that he had read the UFOC.14  \nThis letter included a provision that no statements or promises that were not authorized \n                                                 \n7 Br. Supp. Defs.’ Mot. Summ. J., Ex. H.  \n8 Pls.’ Mot. Summ. J. Supp. Br., Ex. M. \n9 Br. Supp. Defs.’ Mot. Summ. J., Ex. F.  \n10 Answer Am. Compl., Ex. A. \n11 Although Defendants contend that the Franchise Agreement references the UFOC, the court cannot \nfind any such direct reference.  Rather, the Franchise Agreement does refer to the “Manual,” the table of \ncontents of which was provided to Plaintiffs.  Br. Supp. Defs.’ Mot. Summ. J., Ex. F.  The absence of a \ndirect reference between the documents notwithstanding, the Plaintiffs received, and are charged with, \nknowledge of both the Franchise Agreement and the UFOC. \n12 Br. Supp. Defs.’ Mot. Summ. J., Ex. F. \n13 Id. \n14 Pls.’ Mot. Summ. J. Supp. Br., Ex. B-1.  \nand which may be untrue, inaccurate or misleading were made to David L’Heureux by \nPCJ employees or authorized representatives.15   \n[24] On October 25, 2005,  the Transaction closed, and L’Heureux Enterprises \npurchased the assets of Wild Flour.16  These assets included a bakery contract to \nproduce the baked goods for all Wilmington PCJ Café locations and the Franchise \nAgreement with PCJ Franchising to operate a PCJ Café.17 \n[25] Plaintiffs subsequently met with David Ports, a PCJ architect. 18  On \nOctober 31, 2005, Ports provided a design proposal, and on November 11, 2005, he \nprovided a budget estimate in the range of $133,025 to $172,325 to upfit the Wild Flour \nspace into a PCJ Café.19  On December 6, 2005, David L’Heureux e-mailed Reynolds \nwith regard to the estimated costs.20 \n[26] Reynolds responded to David L’ Heureux’s e-mail on December 9, 2005, \nstating that PCJ is a separate entity from Wild Flour and that operation of the granted \nPCJ Café must be in conformity with that of all other PCJ Café franchises. 21 \n[27] On December 22, 2005, Huffm an e-mailed Reynolds and David \nL’Heureux, stating her understanding that there would not be a minimum requirement \nfor renovations in order to operate a PCJ Café22 in the Wild Flour space. \n[28] In early 2006, Plaintiffs ceased operating their business at the existing \nWild Flour facility. \n[29] On or about June 5, 2006, Plai ntiffs sold Wild Flour for $106,360.23     \n                                                 \n15 Id. \n16 Br. Supp. Defs.’ Mot. Summ. J., Ex. K. \n17 Id. \n18 Pls.’ Mot. Summ. J. Supp. Br., § II.  The record is unclear as to whether Ports worked for PCJ, PCJ \nFranchising or PCJ Ventures. \n19 Id. \n20 Id., Ex. O. \n21 Id., Ex. P. \n22 Id., Ex. Q. \nIV. \nTHE MOTIONS – DISCUSSION \n[30] Under Rule 56(c), su mmary judgment is to be rendered “forthwith” if the  \npleadings, depositions, answers to interrogatories and admissions on file, together with \nthe affidavits, if any, show that there is no genuine issue as to any material fact and that \nany party is entitled to a judgment as a matter of law.  When the forecast of evidence \ndemonstrates that the plaintiff cannot satisfy an essential element of a claim or \novercome an affirmative defense established by the defendant, summary judgment for \nthe defendant should be granted.  Grayson v. High Point Dev. Ltd. P’ship, 175 N.C. \nApp. 786, 788 (2006). \n[31] Rule 8(a)(1) provides that a plead ing setting forth a claim for relief shall \ncontain ”[a] short and plain statement of the claim sufficiently particular to give the court \nand the parties notice of the transactions, occurrences, or series of transactions or \noccurrences, intended to be proved showing that the pleader is entitled to relief . . . .” \n[32] The Complaint in this case is drafted awkwardly and contains extensive \nand unnecessary recitations of evidentiary material that go far beyond the requirements \nof notice pleading envisioned by Rule 8.  In presenting pleadings containing claims or \ndefenses, counsel is cautioned henceforth to be advertent to the pleading requirements \nof the Rules. \n[33] The court will examine the Motions in the context of each of Plaintiffs’ \nrespective Claims. \n                                                                                                                                                             \n23 Id., Ex. Z. \nA. \nPlaintiffs’ First Claim – Misrepresentation, Fraud and Deceit. \n[34] In substance, Plaintiff’s First Claim is stated as a fraud claim.  It is based \nupon allegations of active fraud, knowing and purposeful misrepresentation and deceit. \n[35] It is well settled in North Carolina that to support a claim for fraud, a \nplaintiff must prove that there existed (a) false representation or concealment of a \nmaterial fact; (b) that was reasonably calculated to deceive; (c) that was made with an \nintent to deceive; (d) did in fact deceive, i.e., was relied upon and (e) resulted in \ndamage to the injured party.  State Properties, LLC v. Ray, 155 N.C. App. 65 (2002); \nHelms v. Holland, 124 N.C. App. 629, 634 (1996). \n[36] Further, if there was in fact  reliance upon the representation or \nconcealment, an actionable claim for fraud requires the reliance to have been \nreasonable.  Johnson v. Owens, 263 N.C. 754 (1965). \n[37] Reliance is reasonable if t he plaintiff has made an independent \ninvestigation or if the plaintiff was not informed of the true condition of the subject matter \nat issue.  Reliance is not reasonable where the plaintiff could have discovered the truth \nof the matter through reasonable diligence, but failed to investigate, Calloway v. Wyatt, \n246 N.C. 129 (1957); or if the plaintiff was informed of the true condition of the subject \nmatter.  Sullivan v. Mebane Packaging Group, Inc., 158 N.C. App. 19, 26 (2003); Jay \nGroup, Ltd. v. Glasgow, 139 N.C. App. 595 (2000). The reasonableness of a party’s \nreliance is a question for the jury, unless the facts are so clear that they support only \none conclusion.  Marcus Bros. Textiles, Inc. v. Price Waterhouse, LLP, 350 N.C. 214 \n(1999); State Properties,155 N.C. App. at 73. \n[38] Under the undisputed fa cts of this matter, the court is forced to conclude \nthat Plaintiffs’ reliance on any alleged misrepresentations or concealments as a matter \nof law was unreasonable.  The Plaintiffs signed the Franchise Agreement, and are \ncharged with knowing the true nature of the contractual documents.  Plaintiff David \nL’Heureux also signed a statement acknowledging that he had read and understood the \nUFOC.24  Defendant Reynolds clearly and explicitly stated in a counteroffer that he \ncould not warrant that the costs of upfitting the kiosk into a PCJ Café would not exceed \n$50,000.25 The final contractual documents are not inconsistent with the prior \ndisclaimer.  Had Plaintiffs used reasonable diligence, they would have recognized this \nconsistency. \n[39] Further, Plaintiffs did not use r easonable diligence in relying on the word \nof Huffman over clearly contrary language in the Franchise Agreement, the UFOC and \nthe Agreement for the Purchase of Assets (the “Sales Contract”).26  Likewise, e-mail \ncorrespondence dated December 22, 2005, from Huffman to David L’Heureux and \nReynolds with regard to the “minimum requirement for . . . renovations in order to \noperate a [PCJ Café] . . .”27 in the Wild Flour space took place after closing on the sale \nof Wild Flour to Plaintiffs.  Accordingly, the e-mail could not have been relied upon in \nPlaintiffs’ decision to go forward. \n[40]  Plaintiffs’ forecast of evidence al so fails to support an inference that they \n(a) were denied an opportunity to investigate the subject matter of the claim, or (b) could \nnot discover the truth about the contract by exercise of reasonable diligence or (c) were \ninduced to forego additional investigation by Reynolds’ misrepresentations.  Our courts \n                                                 \n24 Id., Ex. B-1. \n25 Br. Supp. Defs.’ Mot. Summ. J., Ex. H. \n26 Defs.’ Br. Opp. Pl. Mot. Summ. J., Ex. C. \n27 Pls.’ Mot. Summ. J. Supp. Br., Ex. Q. \nhave held that such facts are necessary to support a fraud claim.  State Properties, 155 \nN.C. App. at 73.  See also, Oberlin Capital, LP v. Slavin, 147 N.C. App. 52, 59-60 \n(2001); Hearne v. Statesville Lodge No. 687, 143 N.C. App. 560 (2001); Hudson-Cole \nDev. Corp. v. Beemer, 132 N.C. App. 341, 346 (1999). \n[41] Consequently, based upon the undisputed facts of this action, the court is \nforced to conclude that any reliance by the Plaintiffs upon representations made by or in \nbehalf of one or more of the Defendants was unreasonable.  Therefore, as a matter of \nlaw the Plaintiffs cannot prove the reliance element required to support the allegations \nof misrepresentation, fraud and deceit contained in their First Claim. \n[42] As to this First Claim, there exis t no genuine issues as to any material \nfact, and the Defendants are entitled to summary judgment in their favor with regard to \nsuch Claim.  \nB. \nPlaintiffs’ Second Claim – Negligent Misrepresentation.\n[43] To support a claim for negligent misr epresentation, a plaintiff must prove \nthat (a) it justifiably relied, (b) to its detriment, (c) upon information prepared by a \ndefendant without reasonable care and (d) that the defendant was one who owed \nplaintiff a duty of care.  Simms v. Prudential Life Ins. Co. of Am., 140 N.C. App. 529, \n532 (2000).  As is the case with allegations of fraud, reasonable reliance is also a \nrequired element of negligent misrepresentation.  MacFadden v. Louf, 182 N.C. App. \n745, 749 (2007), citing Marcus Bros. Textiles, Inc. v. Price Waterhouse, LLP, 350 N.C. \n214, 224 (1999). \n[44] As discussed, supra, with regard to Plaintiffs’ First Claim, the court has \nconcluded that Plaintiffs are not able to demonstrate reasonable reliance with respect to \nany misrepresentations or concealments by or in behalf of Defendants. \n[45] Consequently, as to this Second Claim, there exist no genuine issues as \nto any material fact, and the Defendants are entitled to summary judgment in their favor \nwith regard to such Claim. \nC. \nPlaintiffs’ Third Claim – Unfair and Deceptive Trade Practices.\n[46] In order to state a claim for unfair and deceptive trade practices (“UDTP”) \npursuant to the provisions of N.C. Gen. Stat. Chapter 75, the plaintiff must prove the \nexistence of (a) an unfair or deceptive act or practice or an unfair method of competition \n(b) in or affecting commerce (c) that proximately caused actual injury.  Johnson v. \nPhoenix Mutual Life Ins. Co., 300 N.C. 247, 266 (1980) (in order to establish that an act \nis “unfair,” it must “offend established public policy” or be “immoral, unethical, \noppressive, unscrupulous, or substantially injurious to a consumer”). \n[47] In support of their Th ird Claim, Plaintiffs rely upon conclusory allegations \nto the effect that the various Defendants, through Reynolds, made intentional \nmisrepresentations calculated to induce Plaintiffs to enter into the Transaction.  \nHowever, Plaintiffs have not forecast evidence sufficient to support their allegations of \nunfair or deceptive acts or practices on the part of Defendants.  Instead, the forecast of \nundisputed admissible evidence shows that Defendants made no guarantees and \nprovided appropriate disclosures and documents to the Plaintiffs before the Transaction \nclosed.  While the disclosures and documents unfortunately appear not to have been \nadequately digested, investigated or understood by Plaintiffs, the forecast evidence \ndoes not establish any violation of duty on the part of Defendants to educate Plaintiffs \non the plain meaning of the contractual documents involved in the Transaction. \n[48]  The Plaintiffs’ conclusory a llegations of wrongdoing by Defendants are \nnot sufficient.  There must be a forecast of a sufficient evidentiary foundation for each of \nthe elements of a UDTP Claim for it to survive summary judgment dismissal.  First \nAtlantic Management Corp. v. Dunlea Realty Co., 131 N.C. App. 242 (1998).  Here, \nbased upon the forecast of undisputed evidence, the court is forced to conclude that the \nevidence does not support Plaintiffs’ allegations that Defendants’ actions constituted an \nunfair or deceptive act. \n[49] As to this Third Cla im, there exist no genuine issues as to any material \nfact, and the Defendants are entitled to summary judgment in their favor with regard to \nsuch Claim.  \nD. \nPlaintiffs’ Fourth Claim – Breach of Contract/Breach of Express Warranty\n[50] In their Fourth Claim, the Plai ntiffs allege that Defendants breached \ncertain contractual obligations with regard to Plaintiffs’ acquisition of Wild Flour and the \nPort City Java kiosk, and the prospective upfit of the Port City Java kiosk into a PCJ \nCafé.  The substance of Plaintiffs’ contention is that Defendants contractually agreed \nand/or expressly warranted that the cost of upfitting the Port City Java kiosk into a PCJ \nCafé would not exceed a specified amount, and that Defendants breached this \nagreement to the financial detriment of Plaintiffs. \n[51] In North Carolina, it is establis hed that a contract is interpreted by \nexamining the language of the entire contract for indicators of the parties’ intent at the \nmoment of contract execution.  State v. Phillip Morris USA, Inc., 359 N.C. 763, 773 \n(2005).  This intention is to be gathered from the entire instrument, viewing it from its \nfour corners.  Jones v. Palace Realty Co., 226 N.C. 303, 305 (1946).  If there is only \none reasonable interpretation of the contract, the courts “may not, under the guise of \nconstruing an ambiguous term, rewrite the contract or impose liabilities on the parties \nnot bargained for and found therein.”  Woods v. Nationwide Mutual Ins. Co., 295 N.C. \n500, 506 (1978) (applying general contract principles in an insurance contract case). \nThe parol evidence rule precludes admission of extrinsic evidence of prior or \ncontemporaneous negotiations or conversations that contradict such a fully integrated \nwritten contract.  Craig v. Kessing, 297 N.C. 32, 34-35 (1979).  Extrinsic evidence is \nallowed, however, to show that fraud prevented a meeting of the minds and the \nconsequent formation of a contract.  Cunningham v. Brown, 51 N.C. App. 264, 270 \n(1981).    \n[52] In the instant case, Plaintiffs contend the court should consider a wide \nrange of communications and conversations that took place between them and one or \nmore of Defendants, or their representatives, prior to execution of the contractual \ndocuments involved in the Transaction. Plaintiffs contend that Reynolds made \nfraudulent misrepresentations in order to induce Plaintiffs to purchase Wild Flour.  As \ndiscussed in the court’s analysis of Plaintiffs’ First and Second Claims, supra, a claim \nfor fraud requires a showing of reasonable reliance; and based upon the forecast of \nundisputed admissible evidence in this case, the Plaintiffs cannot make a showing of \nreasonable reliance on any misrepresentations or communications contrary to the \ncontractual documents.  As such, the contractual documents may only be read within \nthe meaning of their four corners.  \n[53] Neither the Franchise Agreement, the UFOC nor any of the other \ndocuments involved in closing of the Transaction contain representations as to the cost \nnecessary to upfit a PCJ Café.  To the contrary, the Franchise Agreement specifically \ndisclaims any warranties as to “the amount which franchisee may be required to \nexpend” with regard to “furniture, furnishings, trade fixtures and furniture, furnishings, \ntrade fixtures (sic) and equipment, food and beverage products, supplies and materials \nused in connection with” a PCJ Café.28  The UFOC estimates, but does not warrant, the \ninitial investment cost to develop a PCJ Café.  The foregoing provisions are stated \nclearly within the contract documents and stand in direct contradiction to any prior \nconversations between Plaintiffs and any Defendant or representative thereof \nspeculating the costs of upfitting and renovation. \n[54] Moreover, the Franchise Agr eement contains clear and unambiguous \nmerger language, which provides: \nThis Agreement, together with the Application, constitutes the \nentire Agreement of the Part ies and supersedes all prior \nnegotiations, commitments, repres entations and undertakings \nof the Parties with respect to the subject matter of this \nAgreement.\n29  \n \n . . . .   \n \n This Agreement and the doc uments referred to herein \nconstitute the entire agreement  between the Parties hereto \nwith respect to the subject matter hereof, superseding and \ncanceling any and all prior and contemporaneous agreements, \nunderstandings, representat ions, inducements and \nstatements, oral or written, of the parties in connection with the \nsubject matter hereof.\n30\n  \n                                                 \n28 Br. Supp. Defs.’ Mot. Summ. J., Ex. F, p. 13, ¶ 5.6. \n29 Id. at p. 2, ¶ 10. \n30 Id. at p. 51, ¶ 26.4. \n[55] The Franchise Agreement also prov ides that “oral statements made by \nFranchisor’s employees or agents . . . do not constitute warranties.”31 \n[56] Further, the Sales Cont ract provides that “[no] modifications hereof or \nother purported agreements of the parties shall be enforceable unless the same are in \nwriting and signed by all parties.”32   \n[57] Plaintiffs, in what the undisput ed facts reflect was an arms-length business \ntransaction, had the opportunity to and did review the Franchise Agreement, the UFOC, \nthe Sales Contract and any supporting documents prior to signing the Franchise \nAgreement and prior to closing on the Transaction.  Specifically, the Franchise \nAgreement provides, in capitalized letters: \nFRANCHISEE EXPRESSLY ACKNOWLEDGES THAT IT \nHAS ENTERED INTO THIS FRANCHISE AGREEMENT AS A \nRESULT OF ITS OWN IND EPENDENT INVESTIGATION \nAND AFTER CONSULTATION WITH ITS OWN ATTORNEY, \nAND NOT AS A RESULT OF ANY REPRESENTATIONS OF \nFRANCHISOR, ITS AGENTS, OFFICERS OR EMPLOYEES, \nEXCEPT AS CONTAINED HEREIN.\n33\n \n[58] The forecast of admissible eviden ce simply does not support either the \nPlaintiffs’ contentions as to construction of the contractual documents arising from the \nTransaction or their contentions of breach of contract or of express warranty. \n[59] As to this Fourth Claim, there ex ist no genuine issues as to any material \nfact, and the Defendants are entitled to summary judgment in their favor with regard to \nsuch Claim. \n                                                 \n31 Id. at p. 13, ¶ 5.6. \n32 Sales Contract, ¶ 18. \n33 Br. Supp. Defs.’ Mot. Summ. J., Ex. F, p. 51, ¶ 26.4. \n \nE. \nPlaintiffs’ Fifth Claim – Piercing the Corporate Veil (Defendant Reynolds).\n[60] Plaintiffs contend that  Reynolds should have personal liability for Plaintiffs’ \nfirst four Claims.  Their theory is that Defendant Wild Flour was the mere instrumentality \nof Reynolds and that Reynolds therefore should be personally liable for any actionable \nwrongs or breaches by Wild Flour. \n[61] They argue that the veil of protection typically offered to its members by \nWild Flour’s limited liability company form of organization under N.C. Gen. Stat. Chapter \n57C should be disregarded, or “pierced,” in this action as to Reynolds. \n[62] It is well established that in ce rtain circumstances North Carolina will \ndisregard the separate and independent existence of a corporation or limited liability \ncompany to hold a shareholder or member liable for the business entity’s conduct when \nnecessary to prevent fraud or to achieve equity. 18 Am. Jur. 2d, Corporations § 47 \n(1008).  However, the North Carolina courts do not invoke this doctrine lightly because it \nremoves legal protections explicitly adopted. Department of Transp. v. Airlie Park, Inc., \n156 N.C. App. 63, 68, appeal dismissed by 357 N.C. 504, 587 (2003); Keener Lumber \nCo. v. Perry, 149 N.C. App. 19, 37, disc. rev. denied, 356 N.C. 164 (2002) (quoting \nDorton v. Dorton, 77 N.C. App. 667, 672 (1985)) (noting that piercing the corporate veil \nis “‘a drastic remedy’ and ‘should be invoked only in an extreme case where necessary \nto serve the ends of justice’”); Cherry v. State Farm Mutual Automobile Ins. Co., 162 \nN.C. App. 535, 542 (2004).  Typically, this remedy is available only when the business \nentity is acting as the alter ego or the “mere instrumentality” of the member or \nshareholder.  B-W Acceptance Corp. v. Spencer, 268 N.C. 1, 8 (1966). \n[63] Although generally reluctant to invoke  this doctrine, our courts recognize \nthree necessary elements required for a “piercing of the veil” claim to go forward.  Glenn \nv. Wagner, 313 N.C. 450, 454-55 (1985).  They are: \n(a)  A showing of control by the ta rget individual defendant.  This \nmeans not mere majority or complete stock control, but complete domination, not \nonly of finances, but of policy and business practice in respect to the transaction \nattacked so that the business entity as to the transaction complained of had at \nthe time no separate mind, will or existence of its own.  Id. \n(b)  Such control must have been used by the target defendant to \ncommit a fraud or other wrong, to perpetrate the violation of a statutory or other \npositive legal duty, or to do a dishonest and unjust act in contravention of \nplaintiff’s legal rights.  Id. \n(c) The aforesaid control and breach of duty must proximately cause \nthe injury or unjust loss complained of.  Id. \n[64] In assessing such a claim, the co urt must consider several factors, \nincluding (a) adequacy of capitalization of the business entity, (b) non-compliance with \ncorporate formalities, (c) whether there is such complete domination and control of the \nbusiness entity so that it has no independent identity and (d) whether there is excessive \nfragmentation of a single enterprise into separate corporations.  Id. at 455.   \n[65]  Here, this court has ruled, supra, that none of Plaintiffs’ first four Claims \nare supported by the forecast of undisputed evidence, and that Defendants are entitled \nto summary judgment in their favor as to such Claims.  Accordingly, there exists no \nunderlying breach of duty to support a piercing claim against Reynolds. \n[66] However, even if any of Plainti ffs’ first four Claims were to survive \nsummary judgment, the court is forced to conclude that the evidentiary forecast here \ndoes not support this Fifth Claim.  Although Reynolds was an agent of Wild Flower \nduring times material to this action, there is no forecast of evidence that he had \ncomplete control over the company.  Rather, Wild Flour was owned by Java Partners, \nLLC and another member that is not a party defendant to this action.  Moreover, \nReynolds owns Java Partners, LLC with at least one other member not a party to this \naction.34 \n[67] Furthermore, there is  no allegation or showing here that Wild Flour was \ninadequately capitalized, that Reynolds failed to comply with corporate formalities or \nthat the company was excessively fragmented.  Plaintiffs do allege that Reynolds \nexercised complete domination and control over Wild Flour to the extent that Wild Flour \ndid not have its own identity.  However, the forecast of admissible evidence does not \nsupport that allegation, and the court concludes that these facts do not support \napplication of the doctrine of piercing the corporate veil. \n[68] As to this Fifth Claim, there exis t no genuine issues as to any material \nfact, and Defendant Reynolds is entitled to summary judgment in his favor with regard \nto such Claim. \nV. \nCONCLUSION \n NOW THEREFORE, based upon the fo regoing, it is ORDERED that: \n[69] Defendants’ Motion for Summary J udgment is GRANTED as to all Claims \nstated in the Complaint, and each of said Claims hereby is DISMISSED. \n                                                 \n34 Reynolds Dep., p. 37. \n[70] The Plaintiffs’ Motion for Summary Judgment in this civil action is \nDENIED. \n[71] In the discretion of the court, the Plaintiffs’ Motion to Strike is DENIED. \n[72] This matter will come before the court for a status conference on \nWednesday, October 7, 2009, at 11:00 a.m., in the North Carolina Business Court at \n225 Hillsborough Street, Third Floor, Raleigh, North Carolina.35 \n This the 4th day of September, 2009.  \n  \n  \n \n \n                                                 \n35 Note that this is the new Campbell University School of Law location. "
}