{
  "id": "5dbb41406dc8362670ab9cb67fa3550dce4ed97b9bae64a20621ccc840bfa0a9",
  "source_file": "data/raw/ncbc/5dbb41406dc8362670ab9cb67fa3550dce4ed97b9bae64a20621ccc840bfa0a9.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nNEW HANOVER COUNTY \n \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 4611 \nHE CHI; BIAN YIDE; CAO YONGJIE; \nCHEN MINZHI; CHENG TAO; HU \nKUN; LIANG JINGQUAN; LUO PENG; \nMA QIHONG; MA WEIGUO; SONG \nYING; WANG JIAN; WANG LING; \nWANG XUEHAI; XIE QIN; YE XIAFEN; \nand ZHANG YUNLONG, \nPlaintiffs, \n \n          v. \n \nNORTHERN RIVERFRONT MARINA \nAND HOTEL LLLP; NRMH HOLDINGS \nLLC; NRMH HOTEL HOLDINGS LLC; \nUSA INVESTCO LLC; PAC RIM \nVENTURE LTD.; RIVERFRONT \nHOLDINGS II LLC; WILMINGTON \nRIVERFRONT DEVELOPMENT LLC; \nGOLDEN MARINA LLC; CIRCLE \nMARINA CARWASH, INC.; CHARLES \nJ. SCHONINGER; JOHN C. WANG; \nJIANGKAI WU; CHRISTOPHER \nARDALAN; and GONGZHAN WU,  \nDefendants. \nORDER AND OPINION ON NRMH \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT \n1. THIS MATTER  is before the Court on the Remaining NRMH \nDefendants’ and Counterclaim Plaintiffs’ Motion for Summary Judgment P ursuant \nto North Carolina Rule of Civil Procedure  56 (the “Motion”), (ECF  No. 232).   \nDefendants Wilmington Riverfront Development, LLC (“WRD”), and Charles J. \nSchoninger (“Schoninger”) move for summary judgment with respect to the two \nremaining claims pending against them.  In addition, WRD and Northern Riverfront \nMarina and Hotel, LLLP (“NRMH”)  move for affirmative summary judgment with \nrespect to their counterclaim against remaining Plaintiff s, Ma Weiguo (“Plaintiff \nWeiguo”) and Cao Yongjie (“Plaintiff Yongjie”).   \nChi v. N. Riverfront Marina & Hotel LLLP, 2024 NCBC 59.  \n2. Having considered the Motion, the Defendants’ briefing,  and other \nrelevant matters of record, the Court hereby GRANTS the Motion in its entirety.1 \nPlaintiffs Cao Yongjie and Ma Weiguo, pro se.  \n \nThe Law Offices of Oliver & Cheek, PLLC, by George M. Oliver, for \nDefendants Wilmington Riverfront Development LLC, Northern \nRiverfront Marina and Hotel, LLLP, and Charles J. Schoninger.  \nEarp, Judge. \nI. FACTUAL BACKGROUND2 \n3. The Court does not make findings of fact when ruling on motions for \nsummary judgment but instead “summarizes the relevant evidence of record, noting \nboth the facts that are disputed and those that are uncontested, to provide context \nfor the claims and the Motions.”  Aym Techs., LLC v. Rodgers, 2019 NCBC LEXIS 64, \nat *2 (N.C. Super. Ct. Oct. 16, 2019) (citing Hyde Ins. Agency, Inc. v. Dixie Leasing \nCorp., 26 N.C. App. 138, 142 (1975)). \n4. WRD and Plaintiffs entered into an Agreement of  Limited Partnership \n(the “Partnership Agreement”), the purpose of which was to form NRMH, a limited \npartnership through which Plaintiffs were able to invest in the development of real \nproperty located along the riverfront in Wilmington,  North Carolina (the “Project”).   \n(Second Am. Compl., Ex. E [“Partnership Agreement”], ECF No. 99.) \n \n1 The Court determines that a hearing will not facilitate its decision and decides the Motion \nwithout a hearing pursuant to Business Court Rule 7.4. \n2 Additional background information is detailed in the Court’s Order and Opinion on Motion \nto Dismiss.  See Chi v. N. Riverfront Marina and Hotel LLLP, 2023 NCBC LEXIS 89 (N.C. \nSuper. Ct. July 27, 2023) [hereinafter “Order and Opinion”], (ECF No. 136).  \n \n5. The business plan for the Project, as described in an Offering Circular,  \nwas for NRMH to construct a marina with 204 boat slips, two restaurants, and a 136-\nroom hotel with approximately 35,000 square feet of retail space.  (Second Am. \nCompl., Ex. B [“Offering Circular”], ECF No. 99.) \n6. Pursuant to the Partnership Agreement, WRD is the General Partner of \nNRMH.  (Partnership Agreement Art. I, § 1.4.)  Charles Schoninger (“Schoninger”) is \nthe Managing Member of WRD.  (Offering Circular at 1.)   \n7. The Partnership Agreement required Plain tiffs to execute a \nSubscription Agreement  and to invest the required minimum $500,000 capital \ncontribution (plus fees) in the Project.  (Partnership Agreement Art. I, § 1.4; Offering \nCircular at 1-2.)   By agreeing to the terms of a Subscription Agreement and investing \ntheir money, both Plaintiff Weiguo and Plaintiff Yongjie  became limited partners in \nNRMH.  (Answer and Countercl. Second Am. & Ver. Compl. [“Counterclaim”] at ¶ 6, \nECF No. 148.) \n8. The Subscription Agreement contains a merger clause in Section V(I):  \n“This Subscription Agreement constitutes the entire agreement among the parties \nhereto with respect to the subject matter hereof.”  (Second Am. Compl. Ex. F \n[“Subscription Agreement”] § V(I), ECF No. 98.1.) \n9. In addition, Section 7.4 of the Partnership Agreement limits the General \nPartner’s liability:  \nThe General Partner does not, in any way, guarantee the return of a \nPartner’s Capital Contribution, the Preferred Return, or any profit from \nthe operations of the Partnership. No General Partner shall be \nresponsible to any Partner because of a loss of thei r investments or a \nloss in operations, unless the loss shall have been the result of gross \nnegligence or willful misconduct[.]  \n(Partnership Agr. § 7.4. See also § 8.4 (“[N]o Limited Partner shall have any recourse \nagainst the General Partner . . . except as otherwise set forth herein.”).) \n10. Similarly, subsection J of the Subscription Agreement provides: \n[T]he General Partner shall not be liable to the Limited Partners for any \nloss or liability incurred in connection with the affairs of the \nPartnership, so long as such loss or liability did not result from willful \nmisconduct or gross negligence. . . .Therefore, a Limited Partner may \nhave a more limited right of action against the General Partner than he \nwould have had absent these provisions in the Partnership Agreement. \n \n(Subscription Agreement § III(J).)  \n11. Plaintiff Weiguo was deposed on 5 June 2023.  He testified that i n or \naround 2011 or 2012 , he retained New Starting Point Company, an immigration \nagency, to help his family gain permanent resident status in the United States.  From \nNew Starting Point Company, Plaintiff Weiguo learned about the NRMH Defendants’ \nreal estate project, which was being marketed to foreign investors as part of the U.S. \nCitizenship and Immigration Services EB -5 visa program (the “EB -5 Program”). 3  \n(D e f s . ’  M e m .  S u p p .  M o t .  f o r  S u m m .  J .  E x .  C  −  D e p .  M a  W e i g u o, ECF No.  233.3 \n[“Weiguo Dep.”]  94:6-14, 96:11-97:5.)   \n12. Plaintiff Weiguo  alleges that he  signed the Subscription Agreement , \nwhich incorporated the terms of the  Partnership Agreement  (together “ the \n \n3 The EB -5 Program was created by the Immigration Act of 1990 to “stimulate the U.S. \neconomy by giving immigrant investors the opportunity to permanently live and work in the \nUnited States after they have invested in a new commercial enterprise.”  (Compl. ¶ 27, ECF \nNo. 3.) \nContract”), on or about 19 June 2012.   (Second Am. Compl.  ¶ 91(j) , ECF No. 88 .)  \nPlaintiff Weiguo then invested more than $500,000 in the NRMH P roject believing \nthat he would receive (1) a marina slip and two hotel rooms as collateral, and (2) a  \none percent return every year.  (Weiguo Dep. 96:11-19, 123:19-125:1.)  \n13. A cover letter to the Offering Circular, signed by Schoninger as General \nPartner of WRD and Managing Member of NRMH , states: “The investment will \nprovide a 1% per annum interest payment over the initial 3 year period, with 2 one-\nyear options to extend the investment period, for a total of 5 years. The 27.5 million \ndollar investment will own 10% of the new Limited Partnership ( pro rata), and will \nreceive 10% of the distributable profit after capital repayment to investors and all \nexpenses.”  (Second Am. Compl. Ex. B, 5 January 2011 Schoninger Letter , ECF No. \n99.) \n14. However, t he O ffering Circular itself, to which the Partnership \nAgreement and Subscription Agreement were attached, states in relevant part:  \nTHESE SECURITIES ARE SUBJECT TO A HIGH DEGREE OF \nRISK. SEE SECTION III, “RISK FACTORS” IN SUBSCRIPTION \nAGREEMENT.  \n(Offering Circular at i.) \n15. It also contains a series of securities disclosure notices, among them:  \nFORWARD-LOOKING STATEMENTS. THIS OFFERING CIR CULAR \nCONTAINS FORWARD -LOOKING STATEMENTS BASED ON THE \nMANAGING GENERAL PARTNER’S EXPERIENCE AND \nEXPECTATIONS ABOUT THE MARKETS IN WHICH THE \nPARTNERSHIP INVESTS . . . . SUCH FORWARD-LOOKING \nSTATEMENTS ARE NOT GUARANTIES OF FUTURE PERFORMANCE \nAND ARE SUBJECT TO MANY RISKS, UNCERTAINTIES, AND \nASSUMPTIONS THAT ARE DIFFICULT TO PREDICT. THEREFORE , \nACTUAL RETURNS COULD DIFFER MATERIALLY AND ADVERSELY \nFROM THOSE EXPRESSED OR IMPLIED IN ANY FORWARD -\nLOOKING STTAEMENTS AS A RESULT OF VARIOUS FACTORS. THE \nSECTION III, ENTITLED “RISK FACTORS” IN THE SUBSCRIPTION \nAGREEMENT . . . DISCUSSES SOME OF THE IMPORTANT RISK \nFACTORS THAT MAY AFFECT THE PARTNERSHIP’S RETURNS. \nPROSPECTIVE INVESTORS SHOULD CAREFULLY CONSIDER \nTHOSE RISKS . . . BEFORE DECIDING WHETHER TO INVEST IN THE \nPARTNERSHIP. NEITHER THE MANAGING GENERAL PARTNER \nNOR THE PARTNERSHIP UNDERTAKES ANY OBLI GATION TO \nREVISE OR UPDATE ANY FORWARD -LOOKING STATEMENT FOR \nANY REASON.  \n \nSUITABILITY. THIS IS A PRIVATE OFFERING AND IS AVAILABLE \nONLY TO INVES TORS WHO ARE “ACCREDITED INVESTORS” AS \nDEFINED IN REGULATION D PROMULGATED BY THE SEC . . . . \nEACH INVESTOR MUST . . . HAVE SUCH KNOWLEDGE AND \nEXPERIENCE IN FINANCIAL AND BUSINESS MATTERS THAT SUCH \nINVESTOR IS CAPABLE OF EVALUATING THE MERITS AND RISKS \nOF THIS INVESTMENT AND MUST BE ABLE TO BEAR THE \nECONOMIC RISKS OF THIS INVESTMENT  . . . . DO NOT CONSIDER \nINVESTING IF YOU ARE NOT FINANCIALLY SOPHISTICATED AND \nCAPABLE OF EVALUATING THE MERITS AND RISKS OF THE \nINVESTMENT, EITHER ON YOUR OWN OR WITH THE ASSISTANCE \nOF YOUR FINANCIAL ADVISOR. THESE SECURITIES ARE \nSPECULATIVE AND THEY INVOLVE A SUBSTANTIAL RISK, AND \nTHEY ARE ONLY A SUITABLE INVESTMENT FOR A LIMITED \nPORTION OF THE RISK SEGMENT OF YOUR PORTFOLIO.  \n \nTERMS OF THE OFFERING.  \n \n* * * *  \n \nNO ONE HAS BEEN AUTHORIZED TO MAKE ANY \nREPRESENTATIONS ABOUT THE ISSUER OR THE SECURITIES, \nOTHER THAN THOSE REPRESENTATIONS MADE IN THIS \nOFFERING CIRCULAR. THEREFORE, DO NOT CONSIDER ANY \nINFORMATION THAT HAS BEEN DESCRIBED TO YOU ORALLY. \nPLEASE MAKE SURE THAT YOU INVEST SOLELY ON THE BASIS OF \nTHE INFORMATION IN THIS OFFERING CIRCULAR.  \n \nTHIS OFFERING CIRCULAR IS NOT LEGAL, TAX OR FINANCIAL \nADVICE. PLEASE CONSULT YOUR OWN PROFESSIONAL ADVISORS \nAS TO THE LEGAL, TAX AND FINANCIAL IMPLICATIONS OF THIS \nINVESTMENT . . . .  \n \nIN MAKING AN INVESTMENT DECISION, RELY ON YOUR OWN \nEXAMINATION OF THE ISSUER AND THE TERMS OF THE \nOFFERING, INCLUDING THE MERITS AND RISKS INVOLVED . . . .  \n \nAN INVESTMENT IN THE PARTNERSHIP INVOLVES A HIGH RISK \nOF LOSS OF PRINCIPAL AND LACK OF LIQUIDITY, AND \nTHEREFORE REQUIRES THE FINANCIAL ABILITY AND \nWILLINGNESS TO BEAR SUCH RISKS  . . . . THE MANAGING \nGENERAL PARTNER WILL RESPOND TO ANY QUESTIONS YOU OR \nYOUR ADVISERS MAY HAVE CONCERNING THIS OFFERING AND \nWILL MAKE AVAILABLE FOR EXAMINATION BY YOU OR YOUR \nADVISERS SUCH RECORDS AND FILES IN ITS POSSESSION AS MAY \nBE PERTINENT TO YOUR D ECISION WHETHER TO INVEST IN \nINTERESTS.  \n \nTHE TERMS AND CONDITIONS OF THIS OFFERING . . . AND THE \nRIGHTS AND LIABILITIES OF THE PARTNERSHIP , THE \nMANAGING GENERAL PARTNER AND THE LIMITED PARTNERS \nARE GOVERNED BY THE [PARTNERSHIP] AGREEMENT AND \nTHE SUBSCRIPTION AGREEMENT BETWEEN EACH LIMITED \nPARTNER AND THE PARTNERSHIP . . . AND THE DESCRIPTION \nOF ANY OF SUCH MATTERS IN THE TEXT OF THIS OFFERING \nCIRCULAR IS SUBJECT TO AND QUALIFIED IN ITS ENTIRETY \nBY REFERENCE TO [THE PARTNERSHIP AGREEMENT AND \nTHE SUBSCRIPTION AGREEMENT].  \n \n(Offering Circular at ii-iv (emphasis added).)  \n \n16. The Subscription Agreement also contains representations and \nwarranties that were required of each Plaintiff before they were permitted to invest. \nAmong the representations each Plaintiff made were: (1 ) that each Plaintiff was \naware that an investment in the partnership was “highly speculative” and subject to \n“substantial risks”; (2) that NRMH had no history of achieving revenues and that the \nestimated returns were uncertain and the actual results “could vary in a materially \nadverse manner”; (3) that each Plaintiff, in making the decision to invest, relied on \nhis/her own independent investigation; and ( 4) that each Plaintiff either read and \nunderstood English or had the Subscription Agreement translated by a trusted \nadvisor into a language that the Plaintiff understood.  (Subscription Agreement § II.)  \n17. Section III of the Subscription Agreement is captioned “Risk Factors” \nand repeats multiple times many of the same warnings listed above.  Notably, \nPlaintiffs were told that “[n]o assurances can be made that [the general partner’s] \nforecasts will prove to be accurate, and investors are cautioned against placing \nexcessive reliance on such forecasts in deciding whether to invest in the Partnership.”  \n(Subscription Agreement § III(B).)4 \n18. Plaintiff Weiguo testified that he was aware that the Project was a high-\nrisk investment  and that the EB -5 program di d not permit NRMH  to guarantee \nrepayment.  (Weiguo Dep. 219:11 -17.)  While he believes that the C ontract \nguaranteed repayment of his investment, (Weiguo Dep. 219:18-21), Plaintiff Weiguo \nadmits that he never actually read the Contract.  (Weiguo Dep. 221:14-16.) \n19. Plaintiff Weiguo  acknowledges receiving K-1 forms from NRMH \nshowing a loss for the Project each year.  (Weiguo Dep. 135:3-7.)  He alleges that the \nannual loss to each investor was consistently approximately $1,500.00.  (Second Am. \nCompl. ¶ 98.)  \n20. Plaintiff Weiguo has yet to receive any payments from NRMH.   \nAdditionally, Plaintiff Weiguo has not received a  marina slip or two hotel rooms.   \nHowever, Plaintiff Weiguo did receive his conditional green card on 28 December \n \n4 The Subscription Agreement that was filed as an exhibit to the Second Amended Complaint \nomits page 75, apparently in error.  A complete copy of the Subscription Agreement can be \nfound at First Am. Compl. Ex F, ECF No. 26.1 (under seal). \n2014, and his permanent green card on or around 26 March 2019,  as a result of his \nparticipation in the Project.  (Weiguo Dep. 125:23-128:4.) \n21. Plaintiff Yongjie signed the Contract on 19 December 2011.  (Second Am. \nCompl. ¶ 91(c) .)  He refused to appear for a deposition , but he did respond to \ninterrogatories, which he verified, and to requests for admission.  (Defs.’ Memo Supp. \nMotion SJ Exs. D, E, ECF Nos. 233.4, 233.5.) \n22. The Partnership Agreement and the Subscription Agreement were both \nincluded as exhibits to the Offering Circular, which contained additional background \ninformation regarding the Project.  The Offering Circular was distributed to each  \nPlaintiff.  It states in relevant part: \nThe information in this Offering Circular is furnished on a confidential \nbasis exclusively for your use and retention and, by accepting this \nOffering Circular,  you agree not to transmit, reproduce or make \navailable to any other person  (other than your legal, tax, accounting, \nand other advisers) all or any part of this Offering Circular without the \nGeneral Partner’s express written permission. \n(Offering Circular at i.) \n23. Similarly, the Subscription Agreement states: \nB. Confidentiality. The undersigned acknowledges that the \ninformation contained in this Subscription Agreement and in the \nOffering Circular, and  which the undersigned receives orally or in \nwriting from the Partnership is confidential and non-public and agrees \nthat all such information shall be kept in confidence by the undersigned \nunless disclosure is otherwise required by law or court order. \n(Subscription Agreement § V(B).) \n24. Plaintiffs included the Offering Circular, with the Partnership  \nAgreement and the Subscription Agreement attached , as an exhibit  to their First \nAmended & Verified Complaint, which they filed  in unredacted form on the public \ndocket on 3 February 2022.  (First Am. & Verif. Compl., ECF No. 26.)5 \nII. PROCEDURAL HISTORY \n25. After the filing of a Second Amended and Verified Complaint, (see ECF \nNo. 88), the NRMH Defendants6 and Defendant Jiangkai Wu separately filed motions \nto dismiss pursuant to Rules 12(b)(6) and 9(b) .  ( See Defs.’ Mot. Dismiss Pursuant \nN.C. R. Civ. P. 12(b)(6), 9(b), N.C.G.S. § 1 -52, ECF No. 92; Def. Jiankai “Samson” \nWu’s Mot. Dismiss Second Am. Compl., ECF No. 95.)  Following  briefing and a \nhearing on the motions , the Court entered an order dismissing  a number of the \nclaims.  See He Chi v. N. Riverfront Marina Hotel LLLP, 2023 NCBC LEXIS 89 (N.C. \nSuper. Ct. July 27, 2023).  Subsequently, beginning in December 2023 and continuing \nthrough January 2024, the majority of Plaintiffs filed stipulations indicating that \nthey had voluntar ily dismissed their claims with prejudice.  (Stip. Vol. Dism. With \nPrej., ECF Nos. 177-180, 198-211.) \n26. As a result, the two remaining claims are: (1) Plaintiff Weiguo’s breach \nof contract claim against WRD, and (2) his claim for conversion a gainst Schoninger \nand WRD.7 \n \n5 Months later, Plaintiffs moved to seal portions of their filings, and the motion was granted.  \n(Order on Pls.’ Motions to File Verified Complaints Under Seal, ECF No. 94.)   \n \n6 At the time, the NRMH Defendants included NRMH; NRMH Holdings, LLC; NRMH Hotel \nHoldings LLC; USA Investco, LLC; Riverfront Holdings II, LLC; WRD; Golden Marina, LLC; \nCircle Marina Carwash, Inc.; Schoninger; John C. Wang; and Christopher Ardalan.   \n  \n7 In addition, a demand for inspection survived as to nine Plaintiffs.  Plaintiff Weiguo was \nnot among them.  (Decl. Katherine Burghardt Kramer ¶¶ 6-10, ECF No. 137.) \n27. In addition, NRMH and W RD have asserted a counterclaim for breach \nof contract resulting from Plaintiff Weiguo and Plaintiff Yongjie’s “filing upon the \npublic record numerous accounts of oral and written communications and \ninformation relating to the [ Project],” including the Offering Circular and the \nSubscription Agreement in violation of nondisclosure provisions  in t he Contract.  \n(Counterclaim at ¶¶ 10-15.) \n28. On 29 February 2024, the Court permitted counsel for Plaintif f to \nwithdraw.  (Order Withdrawal Pls.’ Counsel, ECF No. 218.)  Plaintiff s Weiguo and \nYongjie proceeded pro se.  Subsequently, Plaintiff Yongjie’s claims against the NRMH \nDefendants were dismissed  without prejudice.  ( Order on NRMH Defs.’ Motion \nContempt and Sanctions Against Pl. Cao Yongjie, ECF No. 231.)  The counterclaim \nagainst Plaintiff Yongjie, as well as Plaintiff Weiguo, remains pending. \n29. In accordance with the Third Amended Case Management Order, the \nNRMH Defendants filed the instant Motion and its supporting brief on 26 June 2024, \n(ECF Nos. 232, 233).  Plaintiffs Weiguo and Yongjie had until 26 July 2024 to file a  \nresponsive brief , but neither did .  Accordingly, the Court treats the Motion as \nuncontested pursuant to BCR 7.6.  \nIII. LEGAL STANDARD \n30. Summary judgment is only appropriate “if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow there is no genuine issue as to any material fact and that [the movant] is \nentitled to a judgment as a matter of law.”  N.C. R. Civ. P. 56(c). \n31. Genuine issues of material fact are those “which can be maintained by \nsubstantial evidence.”  Kessing v. Nat’l Mortg. Corp. , 278 N.C. 523, 534 (1971).  \n“Substantial evidence is such relevant evidence as a reasonable mind might accept \nas adequate to support a conclusion and means more than a scintilla or a permissible \ninference.”  Daughtridge v. Tanager Land, LLC , 373 N.C. 182, 187 (2019) (citation \nand internal quotation marks omitted). \n32. In reviewing a motion for summary judgment, the Court must consider \nall evidence in the light most favorable to the non -moving party.  Belmont Ass’n v. \nFarwig, 381 N.C. 306, 310 (2022)  (citing Dalton v. Camp, 353 N.C. 647, 651 (2001)) .  \nParties moving for summary judgment have “ the burden of establishing the lack of \nany triable issue of fact.”  Pembee Mfg. Corp. v. Cape Fear Constr. Co., 313 N.C. 488, \n491 (1985). \n33. A movant may satisfy its burden by proving that “an essential element \nof the opposing party’s claim does not exist, cannot be proven at trial, or would be \nbarred by an affirmative defense, or by showing through discovery that the opposing \nparty cannot produce evidence to support an essential element of [the] claim.”  Dobson \nv. Harris, 352 N.C. 77, 83 (2000) (citations omitted). \n34. Should the movant satisfy its burden, “then the burden shifts to the non-\nmoving party to ‘set forth specific facts showing that there is a genuine issue for \ntrial.’ ”  Lowe v. Bradford, 305 N.C. 366, 369-70 (1982) (quoting N.C. R. Civ. P. 56(e)).  \nIn doing so, the non- moving party may not rest upon his pleadings.  Id. at 3 70.  \nInstead, “[t]he non-moving party ‘must come forward with facts, not mere allegations, \nwhich controvert the  facts set forth in the moving party’s case .’ ”  Ward v. Kantar \nOperations, 209 N.C. App. 448, 450 (2011)  (quoting Econo-Travel Motor Hotel Corp. \nv. Taylor , 301 N.C. 200, 204 (1980)) .  If the nonmoving party does not satisfy its \nburden, then summary judgment, if appropriate, shall be entered against the \nnonmovant.  N.C. R. Civ. P. 56(e). \n35. Affirmative summary judgment on a party’s own claims for relief carries \nan even greater burden.   Brooks v. Mount Airy Rainbow Farms Ctr., Inc. , 48 N.C. \nApp. 726, 728 (1980).   The moving party “must show that there are no genuine issues \nof fact, that there are no gaps in his proof, that no inferences inconsistent with his \nrecovery arise from the evidence, and that there is no standard that must be applied \nto the facts by the jury. ”  Parks Chevrolet, Inc. v. Watkins, 74 N.C. App. 719, 721 \n(1985).  \nIV. ANALYSIS \nA. Plaintiff Weiguo’s Breach of Contract Claim Against WRD \n36. Plaintiff Weiguo alleges that WRD breached the Subscription \nAgreement by “obtaining and transferring title to the Project Property after the \ncommencement of the Investment Term to entities other than NRMH, failing to remit \nthe 1% per annum Preferred Return for the duration of the Investment Term, failing \nto provide partial repayment of Plaintiff[’s] capital contribution in accordance with \nthe LP Property Rights agreement incorporated into the Subscription [] [Agreement] \nby executing the Quit Claim deeds, failing to provide any return of investment capital \nto Plaintiff[] at the expiration of the Investment Term, and by successfully operating \nthe Marina for more than six (6) years without remitting the 10% pro rata allocation \nof profits to Plaintiff[], as [a] limited partner[] of NRMH.”  (Second Am. Compl. ¶ 156.)  \n37. However, w hen deposed, Plaintiff Weiguo was unable to identify any \nterm of the C ontract that had been breached.  (Weiguo Dep. 210:1- 5.)  He admitted \nthat he received his visa and that he knew the risks of investing in the Project , \nincluding the risk that he might never be repaid.  (Weiguo Dep. 126:19 -127:21, \n219:11-17.)  Accordingly, WRD argues that summary judgment should be granted in \nits favor.  (Defs.’ Mem. Supp. Mot. for Summ. J. (“Defs.’ Br.”) 13-17, ECF No. 233.)  \n38. There are only two elements for a claim for breach of contract: “(1) \nexistence of a valid contract and (2) breach of the terms of that contract.”  Poor v. Hill, \n138 N.C. App. 19, 26 (2000) (citing Jackson v. Cal. Hardwood Co., 120 N.C. App. 870, \n871 (1995)). \n39. “Under the general rules of contract construction, where an agreement \nis clear and unambiguous, no genuine issue of material fact exists and summary \njudgment is appropriate.”  Carolina Place Joint Venture v. Flamers Charburgers, Inc., \n145 N.C. App. 696, 699 (2001) (citing Corbin v. Langdon, 23 N.C. App. 21, 27 (1974)). \n40. As stated above, the Subscription Agreement  repeatedly warns a bout \nthe risk of loss and contains no guarantee on investment.  The merger clause in that \nagreement forecloses the possibility of a guarantee originating in another agreement.  \nAllegations in the Second Amended C omplaint are not enough, standing alone,  to \ndefeat a motion for summary judgment. \n41. Further, Section 7.4 of the Partnership Agreement expressly states that \nWRD “does not, in any way, guarantee the return of a Partner’s Capital Contribution, \nthe Preferred Return, or any profit from the operations of the Partnership.”  The \nSubscription Agreement contains a similar provision in Section III(J):  “[T]he General \nPartner shall not be liable to the Limited Partners for any loss or liability incurred in \nconnection with the affairs of the Partnership, so long as such loss or liability did not \nresult from willful misconduct or gross negligence.” \n42. Given the plain language of the Contract , as well as  Plaintiff Weiguo’s \ntestimony, the Court concludes that no genuine issue of material fact exists with \nrespect to Plaintiff Weiguo’s  breach of contract claim, and WRD is  entitled to \nsummary judgment.  \nB. Plaintiff Weiguo’s Conversion Claim Against WRD and Schoninger \n43. Plaintiff Weiguo alleges that “the wrongful retention by Defendants \n[WRD and Schoninger] and their ongoing refusal to return [his] capital contribution[] \nafter the expiration of the Investment Terms while continuing efforts to wrongfully \nextend those Investment Terms, constitutes a claim of dominion and control on these \nDefendants’ part, and a substantial interference with Plaintiff[‘s] possessory rights \nin same.”  (Second Am. Compl. ¶ 172.)   \n44. WRD and Schoninger  respond that summary judgment is appropriate \nwith respect to any  claim for conversion of Plaintiff Weiguo’s  capital contribution \nbecause, on behalf of NRMH,  they took lawful possession of Plaintiff’s investment \ncapital under the terms of the  Contract, and no return was guaranteed.  (Defs.’ Br. \n17-20.) \n45. Under North Carolina law, conversion “is defined as an unauthorized \nassumption and exercise of the right of ownership over goods or personal chattels  \nbelonging to another, to the alteration of their condition or the exclusion of an owner’s \nrights.”  Addison Whitney, LLC v. Cashion, 2017 NCBC LEXIS 51, at *15 (N.C. Super. \nCt. June 9, 2017) (internal quotation marks and citation omitted).  The claim requires \na plaintiff to prove “both ownership in himself and the wrongful possession or \nconversion of the property by the defendant.”  Gadson v. Toney, 69 N.C. App. 244, 246 \n(1984). \n46. Here, the evidence is that Plaintiff Weiguo decided to invest his money \nin a partnership interest in NRMH.  He has  admitted that he knew this investment \nhad risks, including the possibility that it would not produce the expected return .  \nFurther, when asked directly, Plaintiff Weiguo testified that he did not “remember \nclearly” any facts that supported a claim for conversion.  (Weiguo Dep. 224:13-21.)   \n47. Accordingly, WRD and Schoninger  are entitled to summary judgment \nwith respect to this claim. \n C. WRD and NRMH’s Counterclaim Against Plaintiffs Weiguo and Yongjie  \n48. Finally, WRD and NRMH move for affirmative summary judgment with \nrespect to their counterclaim for breach of contract.  The claim results from Plaintiffs’ \ndecision to publish confidential information regarding the Project, including the \nOffering Circular and Subscription Agreement, by filing the information in the public \nrecord without the express written permission of WRD, the general partner.    \n49. The record is clear that both Plaintiff Weiguo and Plaintiff Yongjie \nverified the First  Amended Complaint  and were aware of its contents  prior to its \nfiling.  The language of the Contract  plainly required each of them to keep \nconfidential and not publicize the Offering Circular, Subscription Agreement, or other \nconfidential information regarding the Project, whether received orally or in writing \nfrom the Partnership, unless disclosure was required by law or court order.  Plaintiffs \nfailed to move to seal their First Amended Complaint and its exhibits , and instead \ndecided to file them without redaction on the public record.   There being no genuine \nissue of material fact with respect to this claim, WRD and NRMH  are entitled to \nsummary judgment in their favor. \nV.  CONCLUSION \n50. For the foregoing reasons, the Court hereby GRANTS  the Motion and \nORDERS as follows: \ni. WRD’s Motion for Summary Judgment with respect to  \nPlaintiff Weiguo’s Breach  of Contract c laim is GRANTED, \nand the claim is dismissed with prejudice;  \nii. WRD and Schoninger’s  Motion for Summary Judgment with \nrespect to Plaintiff Weiguo’s Conversion claim is GRANTED, \nand the claim is dismissed with prejudice;  \niii. WRD and NRMH’s  Motion for Summary Judgment with \nrespect to their B reach of Contract Counterclaim is \nGRANTED; and \niv. By separate order, the Court shall set a date for a jury trial to \ndetermine damages with respect to WRD and NRMH’s \ncounterclaim.   \nSO ORDERED, this the 10th day of September, 2024. \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n    for Complex Business Cases \n "
}