{
  "id": "5dccd08595be18e5299555263c7fdc2456691012a7e5b04dffb2ec911208bf8d",
  "source_file": "data/raw/ncbc/5dccd08595be18e5299555263c7fdc2456691012a7e5b04dffb2ec911208bf8d.pdf",
  "raw_text": "Tong v. Dunn; Powell v. Dunn, 2016 NCBC 49. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF ORANGE \n \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 1522; 13 CVS 1318 \nSIU S. TONG, \n \nPlaintiff, \n \n)\n)\n)\n)\n \n \n \n \n \n \n \n \n \n \nORDER & OPINION \nv. \n \nDAVID DUNN, TIMOTHY \nKRONGARD, ED MASI, SOPHIA \nWONG, and JANET WYLIE,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n \nDAVID J. POWELL, Jr., et al., \n \nPlaintiffs, \n \nv. \n \nDAVID DUNN; TIMOTHY \nKRONGARD; ED MASI; SOPHIA \nWONG; and JANET WYLIE, \n \nDefendants. \n \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n {1} THIS MATTER is before the Court on Defendants’ Motion for \nSummary Judgment on the Statute of Limitations Defense (“Motion”) filed in these \ntwo consolidated lawsuits.  For the reasons explained below, the Motion is \nGRANTED. \nAlston & Bird LLP by Michael Kaeding and Gregg E. McDougal for \nDefendants.  \nPoyner Spruill, LLP by Steven B. Epstein for Plaintiffs. \nGale, Chief Judge. \n \nI. INTRODUCTION \n{2} The forty-two Plaintiffs in thes e two consolidated cases either are \nformer Engineous, Inc. (“Engineous”) common shareholders or are former holders of \nEngineous common stock options.  Their claims arise from the merger of Engineous \nwith ENG Acquisition, Inc. (“ENG”), a subsidiary of Dassault Systèmes Simulia \nCorporation (“Dassault”) (the “Merger”).  Plaintiffs complain that the Merger was \nunfair because it delivered no value to the common shareholders but guaranteed \npreferential payments to certain preferred shareholders, some of whom are \nDefendants in this action.  \n {3} Defendants have consistently ma intained that Plaintiffs’ claims are \ntime-barred.\n1  They initially presented their statute-of-limitations defense through \na motion for judgment on the pleadings.  In ruling on that earlier motion, the Court \ndetermined that the briefing and argument suggested the existence of factual \ndisputes that impacted Defendants’ limitations defense, so the Court permitted \nlimited discovery on that issue.  That discovery has been completed, and the \nmaterial facts are undisputed.  \n {4} For Plaintiffs to prevail on the Motion, their claims must have accrued \nwithin the controlling limitations period.  The parties disagree as to the source of \nlaw that must guide the Court’s consideration.  Plaintiffs contend that North \nCarolina law applies, because the application of a statute of limitations is a \nprocedural issue that should be governed by the law of the forum state.  Defendants \ncontend that Delaware law should apply, because the internal-affairs doctrine, \nwhich all parties agree applies to the substantive claims, should trump more-\ngeneral procedural requirements.  The Court need not resolve any such conflict-of-\n                                                 \n1 This Order & Opinion is limited to addressing Defendants’ defense that Plaintiffs’ claims are time-\nbarred.  For further detail on other issues in this action, refer to the North Carolina Court of \nAppeals’ 2013 decision and this Court’s earlier orders.  See Tong v. Dunn, 231 N.C. App. 491, 752 \nS.E.2d 669 (2013), rev’g No. 11 CVS 1522, 2012 NCBC LEXIS 31 (N.C. Super. Ct. May 18, 2012); \nPowell v. Dunn, No. 13 CVS 1318, 2014 NCBC LEXIS 3 (N.C. Super. Ct. Jan. 28, 2014); Tong v. \nDunn, No. 11 CVS 1522, 2012 NCBC LEXIS 16 (N.C. Super. Ct. Mar. 9, 2012). \nlaw issues because it concludes, after thorough consideration, that Plaintiffs’ claims \nare time-barred under the laws of both states. \nII. PARTIES \n{5} Plaintiffs were either common shar eholders of Engineous or holders of \noptions to purchase Engineous common shares.  Plaintiff Sui Tong (“Tong”) was a \ncofounder, former director, and common shareholder of Engineous.  Tong resigned \nfrom his director position while the Merger was under consideration.   \n{6} Defendants David Dunn (“Dunn”), Timothy Krongard (“Krongard”), Ed \nMasi (“Masi”), Sophia Tsai2 (“Tsai”) and Janet Wylie (“Wylie”) were Engineous \ndirectors leading up to and during the time of the Merger.  Wylie was Engineous’s \nCEO, and Dunn, Krongard, and Tsai were affiliated with entities that had invested \nin Engineous as preferred shareholders. \n{7} Engineous was a software comp any organized under the laws of \nDelaware, with a principal place of business in Wake County, North Carolina. \n{8} Dassault is a publicly traded French company. \nIII. PROCEDURAL HISTORY \n{9} This litigation consists of two related lawsuits:  Tong v. Dunn, No. 11 \nCVS 1522 (N.C. Super. Ct. filed July 20, 2011) and Powell v. Dunn, No. 13 CVS \n1318 (N.C. Super. Ct. filed Aug. 1, 2013).   \n{10} The Complaint in Tong was filed on July 20, 2011, and alleged claims \nfor breach of fiduciary duty against Defendants and aiding-and-abetting breach of \nfiduciary duty against ENG and Engineous.  Tong was designated a mandatory \ncomplex business case on August 26, 2011, and assigned to the undersigned on \nSeptember 2, 2011. \n{11} The Court dismissed Plaintiffs’ aiding-and-abetting claims against \nENG and Engineous on March 19, 2012, based on the doctrine of intracorporate \nimmunity, Tong, 2012 NCBC LEXIS 16, at *17–20, and dismissed Tong’s claims for \n                                                 \n2 Formerly Sophia Wong. \nbreach of fiduciary duty against Defendants on May 18, 2012, holding that the \nclaims were barred by the res judicata effect of Tong’s dismissal of a prior action, \nTong, 2012 NCBC LEXIS 31, at *20–21.  The remaining Plaintiffs voluntarily \ndismissed their other claims without prejudice on August 6, 2012, and Tong \nappealed the Court’s dismissal of his breach-of-fiduciary-duty claim.  On December \n17, 2013, the North Carolina Court of Appeals reversed this Court’s dismissal of \nTong’s claim and remanded the breach-of-fiduciary-duty claim to this Court for \nfurther proceedings.  See Tong, 231 N.C. App. at 503, 752 S.E.2d at 677.  Tong is \nthe only remaining Plaintiff in Tong, and ENG and Engineous are no longer \nDefendants in that litigation.3 \n{12} The Plaintiffs that voluntarily dismissed their claims without \nprejudice in Tong, then filed Powell on August 1, 2013, alleging claims for breach of \nfiduciary duty and unfair or deceptive trade practices (“UDTP”) against Defendants \nbased on the same factual allegations they previously stated in Tong.  Powell was \ndesignated a mandatory complex business case on August 19, 2013, and assigned to \nthe undersigned on August 21, 2013. \n{13} On January 28, 2014, the Court gran ted in part Defendants’ motion for \njudgment on the pleadings under Rule 12(c) of the North Carolina Rules of Civil \nProcedure (“Rules”), dismissing Plaintiffs’ UDTP claims but reserving its ruling on \nthe statute-of-limitations issue until after the completion of limited discovery and \nsupplemental briefing. \n{14} The Court consolidated Powell and Tong on February 27, 2014. \n{15} The Motion has been fully briefed and argued and is ripe for decision. \nIV. FACTS \n{16} The Court does not make findings  of fact on a motion for summary \njudgment, but it may “articulate a summary of the material facts which [it] \n                                                 \n3 The Court’s order dismissing Plaintiffs’ claims against ENG and Engineous became a final \njudgment when the remaining Plaintiffs dismissed their claims without prejudice on August 6, 2012.  \nSee N.C. R. Civ. P. 54(b).  Plaintiffs did not appeal that order.   \nconsiders are not at issue and which justify entry of judgment.”  See Hyde Ins. \nAgency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, 142, 215 S.E.2d 162, 165 \n(1975).  Here, the parties base their positions on an uncontested statement of facts, \nwhich is summarized below.  \n{17} Tong was a member of the Engin eous board of directors in 2006, when \nthe board retained Wachovia to explore selling Engineous.  Between 2008 and 2009, \nfour potential buyers expressed interest, two of which engaged in a bidding process.  \nIn April 2008, one of the two potential buyers, Dassault, delivered a letter of intent \nto Engineous to purchase the company for approximately $40 million.  Dassault and \nEngineous negotiated merger terms between April 2008 and June 2008.  During \nthat period, Tong objected to the Merger because the proposed purchase price \nyielded no value for the common shareholders, who would be “washed out” after the \nMerger closed.  Tong resigned from the Engineous board before it approved the \nMerger.   \n {18} The Engineous board held a sp ecial meeting on June 16, 2008, at \nwhich the board voted and unanimously approved the Merger.  The Dassault board \nof directors approved the Merger on the same day, and Engineous and Dassault \nexecuted the Merger Agreement.  Although the Merger required the further \napproval of a supermajority of Engineous’s preferred shareholders and a majority of \nits preferred and common shareholders (voting together on an as-converted basis), \nthe required majorities had entered into binding voting agreements on or before \nJune 16, 2008, to vote in favor of the Merger.   \n {19} The Merger Agreement provided that incentive payments would be \nmade to certain Engineous employees to entice those employees to remain with the \nsurviving entity after the Merger closed.  The terms of the Merger Agreement and \nthe terms that governed shareholder liquidation preferences in Engineous’s \ncorporate charter worked together in such a way that, by operation of math, the \ncommon shareholders would not receive any of the $40 million of cash consideration \nthat Dassault was to pay in connection with the Merger.  Instead, the common \nshareholders’ shares would be canceled and the shareholders would receive no \nownership interest in the surviving entity. \n {20} The Engineous board sent an information statement to Engineous’s \ncommon shareholders on June 18, 2008, which: \n(1) advised the shareholders that the board had approved the Merger, \nprovided a summary of the Merger terms, and included a copy of the \nMerger Agreement; \n(2) indicated that Engineous’s common shareholders would receive no \nconsideration for their shares as a result of the Merger and that their \nEngineous shares would be canceled; \n(3) indicated that certain directors and officers have interests, including \nincentive payments and retention agreements, that may have made them \nmore likely to vote in favor of the Merger; \n(4) disclosed that certain directors, including Dunn, Krongard, and Wong, \nstood to benefit from the transaction as a result of holding preferred \nshares; and \n(5) provided that the Engineous certificate of incorporation would be \namended to adjust the liquidation preferences of certain classes of \npreferred shares so shareholders of those preferred shares would bear the \ncost of the incentive payments. \n {21} After they received the info rmation statement on June 18, 2008, \nvarious common shareholders, including several of the Plaintiffs, expressed their \ndissatisfaction with the Merger, complained that the board had advanced the \ninterests of the preferred shareholders over those of the common shareholders, and \nthreatened legal action to prevent the Merger.  On June 27, 2008, Powell wrote a \nletter to Defendants and members of Engineous’s and Dassault’s management.  The \nletter asserted that the board had unfairly approved the Merger terms without due \nregard for the interests of the common shareholders.  On July 7, 2008, Tong \ncommunicated to the corporate secretary that he intended to pursue an appraisal \nremedy under Delaware law, but Tong ultimately did not pursue such a remedy.   \n{22} Engineous held a special sharehol ders’ meeting to vote on the Merger \non July 8, 2008, at which shareholders cast votes in accordance with the voting \nagreements that they had executed before the board approved the Merger terms on \nJune 16, 2008. \n{23}  On July 14, 2008, Tong notified Dassault’s management that he would \nnot sign the release on which his incentive payment was conditioned.  On July 17, \n2008, Tong and Plaintiff Adam Young communicated regarding a potential attorney \ndemand letter that would be sent on behalf of all common shareholders.  The letter \nwas sent the next day.  It advised that if the Merger closed, the common \nshareholders would take legal action to seek a remedy for Engineous’s and the \nboard’s alleged self-dealing and breaches of fiduciary duties. \n{24} On July 18, 2008, the boar d and the preferred and common \nshareholders approved an amendment to Engineous’s corporate charter to adjust \nthe preferred shareholders’ liquidation preferences.  The amendment was different \nfrom the amendment that had been disclosed in the information statement, but \nneither the amendment nor the alteration to the amendment changed the effect of \nthe Merger on the common shareholders.  There is no evidence of any other \nalterations being made to the board-approved Merger terms.   \n {25} No one filed suit to enjoin the Merger.  The Merger closed on July 21, \n2008. \n {26} Plaintiffs instituted this litig ation on July 20, 2011, less than three \nyears after the Merger closed on July 21, 2008, but more than three years after the \nEngineous board of directors approved the Merger terms and executed the Merger \nAgreement on June 16, 2008, and more than three years after the Merger was \napproved by shareholder vote on July 8, 2008. \nV. ANALYSIS \n {27} The Court must view all evidence in the light most favorable to \nPlaintiff.  \nDalton v. Camp, 353 N.C. 647, 651, 548 S.E.2d 704, 707 (2001).  Where, \nas here, the facts are undisputed, summary judgment “is designed to eliminate the \nnecessity of a formal trial where only questions of law are involved and a fatal \nweakness in the claim of a party is exposed.”  Id. at 650, 548 S.E.2d at 707. \n {28} The parties agree that the inte rnal-affairs doctrine dictates that \nDelaware, Engineous’s state of incorporation, provide the law that governs the \nsubstantive elements of Plaintiffs’ breach-of-fiduciary-duty claims against \nEngineous’s former directors.  \nSee Bluebird Corp. v. Aubin, 188 N.C. App. 671, 680–\n81, 657 S.E.2d 55, 63 (2008).  Defendants argue that the internal-affairs doctrine \nshould also direct the Court to apply Delaware’s law related to Delaware’s statute of \nlimitations.  Plaintiffs argue, however, that a limitations period is a procedural \nmatter that is controlled by the law of the forum—in this case North Carolina—and \nthat the suit is timely brought under North Carolina law even if it might be time-\nbarred under Delaware law.   \n{29} The Court has reviewed both North Carolina’s and Delaware’s (1) \nrequirements to bring substantive claims for breach of fiduciary duty, (2) statutes of \nlimitations, and (3) rules governing the accrual of a cause of action.  Having done so, \nthe Court concludes that Plaintiffs’ claims are barred regardless of which state’s law \nprovides the controlling limitations period or governs the time at which Plaintiffs’ \nclaims accrued.  Thus, the Court does not need to decide whether the internal-\naffairs doctrine should override the default rule that the limitations period of the \nforum state controls.  See Boudreau v. Baughman, 322 N.C. 331, 335, 340 368 \nS.E.2d 849, 854, 857 (1988) (noting that “procedural rights are determined by lex \nfori, the law of the forum,” and that “[o]rdinary statutes of limitation are clearly \nprocedural”).   \n{30} Both North Carolina law and Delaware law apply a three-year statute \nof limitations to a breach-of-fiduciary-duty claim.  See N.C. Gen. Stat. § 1-52(1) \n(2015); Del. Code Ann. tit. 10, § 8106(a) (2015); see also Marzec v. Nye, 203 N.C. \nApp. 88, 93, 690 S.E.2d 537, 541 (2010) (applying the three-year statute of \nlimitations found in subsection 1-52(1) of the General Statutes to a breach-of-\nfiduciary-duty claim).  Plaintiffs contend that, under North Carolina law, the claims \ndid not accrue at the time the board voted on the Merger, because Plaintiffs did not \nsuffer actual damage until the Merger closed.  The Court concludes that this is not a \nproper construction of North Carolina law as applied to the facts of this case.  \nA. Delaware’s Accrual Rule Directs that Plaintiffs’ Breach-of-Fiduciary-Duty \nClaims Accrued When the Board Wrongfully Approved the Merger. \n{31} Delaware courts have stated clearl y that a claim for breach of fiduciary \nduty “accrues at the moment of the wrongful act—not when the harmful effects of \nthe act are felt—even if the plaintiff is unaware of the wrong.”  In re Coca-Cola \nEnters., Inc. S’holders Litig., No. 1927-CC, 2007 Del. Ch. LEXIS 147, at *18 (Del. \nCh. Oct. 17, 2007), aff’d sub nom. Int’l Bhd. Teamsters v. Coca-Cola Co., No. 601, \n2007, 2008 Del. LEXIS 274 (Del. June 20, 2008).  The Delaware Court of Chancery \nsuccinctly summarized Delaware’s accrual rule in Albert v. Alex. Brown \nManagement Services, Inc.: \nThe law in Delaware is crystal clear that a claim accrues as soon as the \nwrongful act occurs.  This is so because the plaintiffs were harmed as \nsoon as the alleged wrongful acts occurred.  Whether or not the \nplaintiffs could have sued for damages is not dispositive as to whether \nthe claim accrued, since, as soon as the alleged wrongful act occurred, \nthe plaintiffs could have sought injunctive relief. \nC.A. Nos. 762-N, 763-N, 2005 Del. Ch. LEXIS 100, at *58–59 (Del. Ch. June 29, \n2005) (footnote omitted).  The rationale underlying the Delaware courts’ decisions is \nthat a putative plaintiff who complains of wrongful board action should be \nencouraged to promptly seek redress rather than waiting to determine the extent of \nany damage resulting from the wrongful action.  \nSee In re SunGard Data Sys., Inc. \nS’holder Litig., C.A. No. 1221-N, 2005 Del. Ch. LEXIS 105, at *5 (Del. Ch. July 8, \n2005); see also Albert, 2005 Del. Ch. LEXIS 100, at *60 (noting that a putative \nplaintiff should not be encouraged to wait and see if they benefit from a wrongful \nact before bringing suit).  Thus, under Delaware law, a claim for breach of fiduciary \nduty can accrue before a wrongful act causes a putative plaintiff to suffer damages, \nbecause the wrongful act causes harm to the putative plaintiff as soon as the act is \ncommitted.   \n{32} Under the Delaware accrual rule, the board’s approval of the Merger \nterms on June 16, 2008, was the wrongful act, and Plaintiffs’ claims accrued on that \ndate.  Thus, any claims arising from the Merger must have been brought in \nDelaware within three years of June 16, 2008.  Plaintiffs’ breach-of-fiduciary-duty \nclaims were brought on July 20, 2011, and were therefore untimely under Delaware \nlaw. \nB. Plaintiffs’ Action Was Untimely Under North Carolina’s Accrual Rule. \n{33} The leading North Carolina case on the accrual of a claim is the North \nCarolina Supreme Court’s opinion in Shearin v. Lloyd, which stated that \n[i]t is a firmly established rule that with certain exceptions, such as in \nthe cases of covenants and indemnity contracts, the occurrence of an \nact or omission, whether it is a breach of contract or of duty, whereby \none sustains a direct injury, however slight, starts the statute of \nlimitations running against the right to maintain an action.  It is \nsufficient if nominal damages are recoverable for the breach or for the \nwrong, and it is unimportant that the actual or substantial damage is \nnot discovered or does not occur until later.  However, it is well settled \nthat where an act is not necessarily injurious or is not an invasion of \nthe rights of another, and the act itself affords no cause of action, the \nstatute of limitations begins to run against an action for consequential \ninjuries resulting therefrom only from the time actual damage ensues. \n246 N.C. 363, 367, 98 S.E.2d 508, 511–12 (1957) (quoting 34 Am. Jur. \nLimitation of \nActions § 115 (1936)).  The supreme court continued: \n[A]s stated by Walker, J., in Mast v. Sapp: ‘When the right of the party \nis once violated, even in ever so small a degree, the injury, in the \ntechnical acceptation of that term, at once springs into existence and \nthe cause of action is complete.’  In such case, as stated by Walker, J.: \n‘When a cause of action once accrues there is a right, as of the time of \nthe accrual, to all the direct and consequential damages which will \never ensu—that is, all damages not resulting from a continuing fault \nwhich may be the foundation of a new action or of successive actions— \nand the law will in such a case take into consideration not only damage \nalready suffered, but that which will naturally and probably be \nproduced by the wrongful act . . . .’ \nId. at 367–68, 98 S.E.2d at 512 (citations omitted) (quoting Mast v. Sapp, 140 N.C. \n533, 538–39, 540, 53 S.E. 350, 352 (1906)).  Citing Shearin, the supreme court later \nexplained in Jewell v. Price that the time at which actual or substantial damage \noccurs is not dispositive as to the timing of the accrual of a claim that is based on a \nviolation of a right, as long as the “whole injury results from the original tortious \nact.”  264 N.C. 459, 461, 142 S.E.2d 1, 3 (1965) (citing Shearin, 246 N.C. at 367, 98 \nS.E.2d at 511–12). \n{34} In Shearin, the supreme court also provided an exception to the \ngeneral accrual rule.  See Shearin, 246 N.C. at 367, 98 S.E.2d at 511.  The exception \napplies when the act complained of is not by itself a violation of rights or a breach of \nduties and damage does not occur until later.  See id.  Plaintiffs attempt to take \nadvantage of this exception by arguing that the board’s action was not “necessarily \ninjurious” until the Merger actually closed because the board could have taken \naction before that time to eliminate the potential harm to Plaintiffs.  Id.  But that \nargument fails because Shearin—as interpreted in Jewell— provides that any \nviolation of a party’s rights or of a duty owed to another party constitutes an injury, \nirrespective of whether the party can make a claim for only nominal damages at \nthat time.4 \n{35} Substantive Delaware law specifie s that a board’s failure to consider \nthe best interests of the common shareholders in a merger transaction constitutes a \nviolation of the board’s duty.  \nSee In re Trados Inc. S’holder Litig., 73 A.3d 17, 51–\n52 (Del. Ch. 2013) (discussing a merger scenario that was markedly similar to the \ninstant case).  That failure, if it occurred at all, occurred when the board approved \nthe Merger Agreement.  Plaintiffs’ underlying cause of action, which must be \nevaluated using Delaware law, “spr[ang] into existence” at that time.  Shearin, 246 \nN.C. at 367, 98 S.E.2d at 512 (quoting Mast, 140 N.C. at 540, 53 S.E. at 352).   \n                                                 \n4 Even if the Court was to determine that a breach-of-fiduciary-duty claim arising from a merger \naccrues only after a plaintiff is able to recover damages, both Delaware and North Carolina award at \nleast nominal damages if a plaintiff can prove that his rights have been violated or impaired by a \ndefendant.  See, e.g., In re J.P. Morgan Chase & Co. S’holder Litig., 906 A.2d 766, 773 (Del. 2006) \n(noting that nominal damages are available when a shareholder’s economic interests or voting rights \nhave been impaired); Potts v. Howser, 274 N.C. 49, 61, 161 S.E.2d 737, 747 (1968) (noting that \nnominal damages are granted in recognition that a legal right has been invaded). \n \n{36} Further, Plaintiffs identified a specific harm that occurred when the \nboard approved the merger term: the elimination of the value of the common shares.  \nThe fact that the full nature, extent, or cost of the injury was unknown at the time \nthe board approved the merger did not prevent or delay the accrual of Plaintiffs’ \nclaims.   \n {37} This is not a case where a boar d conditionally approved a merger and \nthe close of that merger was dependent on future events that were uncertain or \nunknown at the time of the approval.  Likewise, this is not a transaction where a \ncommon shareholder had to await the Merger’s closing to determine whether the \nclosing price was so low as to result in damages to the shareholder.  The terms of \nthe Merger eliminated whatever value Plaintiffs’ common stock might have had. \n{38} Plaintiffs nevertheless argue th at the Merger represents such a \ncontingent transaction because the terms of the Merger allowed for the corporate \ncharter to be amended to modify the allocation of certain classes of preferred \nshareholders’ responsibility to absorb the costs of the incentive payments.  But \nthere were no Merger provisions that allowed for amendments to the terms of which \nPlaintiffs complain, and the alterations that were implemented did not ultimately \nimpact the fact that the common shareholders’ interests were extinguished.  Also, \nwhen the board approved the merger, shareholders constituting the majority \nrequired for the Merger’s approval were already contractually bound to vote in favor \nof the Merger.   \n{39} Even when the evidence is view ed in the light most favorable to \nPlaintiffs, there is no evidence before the Court to indicate that the shareholder vote \non July 8, 2008, was anything other than a foregone conclusion that resulted from \nthe board’s original approval of the Merger.  There are no reasonable inferences \nthat lead to a different result.  See Ray v. Lewis Hauling & Excavating, Inc., 145 \nN.C. App. 94, 97, 549 S.E.2d 237, 239 (2001) (requiring all evidence to be viewed in \nthe light most favorable to the nonmoving party, and for all reasonable inferences to \nbe drawn in favor of the nonmovant).  Regardless, even if it could reasonably be \nargued that Defendants’ wrong was complete on July 8, 2008, when the \nshareholders approved the Merger, that also occurred more than three years before \nPlaintiffs filed their Complaint. \n{40} Thus, under North Carolina law, Pl aintiffs claims must have been \nbrought within three years of the board’s approval of the Merger terms on June 16, \n2008.  Because Plaintiffs’ claims for breach of fiduciary duty were brought on July \n20, 2011, the claims were untimely under North Carolina law. \nC. The Continuing-Wrong Doctrine Does Not Save Plaintiffs’ Claims. \n{41} Plaintiffs argue that, even if th eir breach-of-fiduciary-duty claims first \naccrued on June 16, 2008, the continuing-wrong doctrine should apply to toll the \nrunning of the statute of limitations until the Merger closed on July 21, 2008.  See \nWilliams v. Blue Cross Blue Shield of N.C., 357 N.C. 170, 179, 581 S.E.2d 415, 423 \n(2003) (noting that the continuing-wrong doctrine can serve to toll the running of a \nstatute of limitations).  Under the continuing-wrong doctrine, a continuing wrong \n“is occasioned by continual unlawful acts, not by continual ill effects from an \noriginal violation.”  Id. (quoting Ward v. Caulk, 650 F.2d 1144, 1147 (9th Cir. \n1981)).   \n{42} Here, the alleged wrong occurred when the board approved the Merger \nterms.  The continuing-wrong doctrine does not save Plaintiffs’ claims from being \ntime-barred.  \nVI. CONCLUSION \n{43} The Court holds that, under both North Carolina and Delaware law, \nPlaintiffs’ breach-of-fiduciary-duty claims accrued more than three years before \nPlaintiffs filed their Complaint.  The claims are therefore time-barred and are \nDISMISSED WITH PREJUDICE.  This Order & Opinion is a final judgment on all \nclaims. \n \n \n \n \nIT IS SO ORDERED, this the 8th day of July, 2016. \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n "
}