{
  "id": "5dfc19a6be1757852992317b747a5becfad4082954d0d44727a25544417bce70",
  "source_file": "data/raw/ncbc/5dfc19a6be1757852992317b747a5becfad4082954d0d44727a25544417bce70.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nHALIFAX COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 102 \nBOTANISOL HOLDINGS II, LLC, \n \nPlaintiff, \n \nv. \n \nSCOTT PROPHETER; DAVID \nMAYER; and CRITICALITY, LLC,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO \nDISMISS \n \n1. This dispute pertains to the ownership of a CBD processing business \nthat developed from an idea originating with childhood friends David Talenfeld  and \nScott Propheter.  It is before the Court on each Defendant’s Motion to Dismiss. (ECF \nNo.  8, Motion to Dismiss of Criticality, LLC, “Criticality Motion”; ECF No. 18, Motion \nto Dismiss of Scott Propheter, “Propheter Motion”; and ECF No. 16, Motion to Dismiss \nof David Mayer, “Mayer Motion”, collectively “the Motions”.)  For the reasons stated \nbelow, the Court  concludes that the Criticality Motion should be GRANTED, the \nMayer Motion should be GRANTED,  and the Propheter Motion should be \nGRANTED in part and DENIED in part. \nStubbs & Perdue, P.A., by Laurie B. Biggs, Trawick H. Stubbs, Jr., and Jimmie \nBanks Hicks for Plaintiff Botanisol Holdings II, LLC. \n \nHornthal, Riley, Ellis & Maland, LLP, by L. Phillip Hornthal III and Andrew \nW. Howle, for Defendants Scott Propheter and David Mayer.  \n \nPoyner Spruill LLP, by John Michael Durnovich, Andrew H. Erteschik, David \nW. Long, and Colin R. McGrath, for Defendant Criticality, LLC.  \n \nEarp, Judge. \nBotanisol Holdings II, LLC v. Propheter, 2021 NCBC 68. \n \n \nI. BACKGROUND \n2. The Court does not make findings of fact when ruling on a motion to \ndismiss under Rule 12(b)(6) .  See, e.g., Concrete Serv. Corp. v. Inv ’rs. Grp., Inc., 79 \nN.C. App 678, 681 (1986).  Rather, the Court tests the claims by stating the relevant \nfactual allegations in the Complaint construed in Plaintiff’s favor  without being \nbound to any of its alleged legal conclusions.   \n3. Botanisol Holdings II, LLC, (“Plaintiff”) is an Arizona limited liability \ncompany organized by David Talenfeld (“Talenfeld”).  (Compl. ¶¶ 1, 8.)  It is one of a \nfamily of pharm aceutical companies under the Botanisol name .  (Compl. ¶¶ 13, 30 \nn.1, Ex. G, ECF No. 3.)1  \n4. Defendant Propheter (“Propheter”)  is a childhood friend of Talenfeld .  \n(Compl. ¶ 11 .)  Propheter and his father -in-law, Defendant Mayer  (“Mayer”), are \nNorth Carolina farmers.  (Compl. ¶ 15.)  \n5. In 2016, Propheter met Talenfeld in Arizona to discuss start ing a  \nbusiness involving the  extraction of  CBD oil from hemp to use in  a variety of \napplications.  (Compl. ¶ 12.)  Propheter and Mayer had access to farmland in North \nCarolina to grow the hemp, and the parties envisioned that the processing plant \nwould be located in North Carolina.  (Compl. ¶¶ 14–15.) \n \n1 The Complaint alleges that Botanisol Holdings LLC and Botanisol LLC were formed in 2011 \nand 2013, respectively, and Botanisol Holdings II, LLC was formed sometime prior to 3 May \n2017 as a result of the restructuring of Botanisol Holdings LLC.  (Compl. ¶¶ 8–9, 30 n.1. )  \nThe Court uses “Botanisol” to refer to the Plaintiff, Botanisol Holdings II, LLC. \n \n \n6. Because the operation was to take place in North Carolina, Talenfeld  \nand Propheter agreed that Propheter would be in charge of the day-to-day operations.  \n(Compl. ¶ 16). \n7. On 3 May 2017 Articles of Organization were filed in Arizona  to \nestablish a limited liability company, Criticality , LLC (“Criticality Arizona”) for the \nbusiness.  (Compl. ¶ 29, Ex. F.)  There were three members of Criticality Arizona: \nPropheter, who owned 33%; Mayer, who owned 33%; and Plaintiff, which owned 34% \nand through which Talenfeld held his interest .  (Compl. ¶ ¶ 17, 30–31).  No written \noperating agreement was executed by the members at the time the LLC was \norganized.   (Compl. ¶ 33.)   Talenfeld was the initial manager.  (Compl. ¶ 32.) \n8. Even b efore the Articles of Organization had been filed, Propheter, \nMayer, and Talenfeld  made a concerted effort to get the operations of Criticality \nArizona up and running.  (Compl. ¶¶ 18–28.)  Using a business plan produced in 2016 \nby Botanisol Holdings, (Comp l. Ex. A), Propheter solicited contributions from local \nfarmers to fund start -up costs, (Compl. ¶¶ 18–21).  Meanwhile, Talenfeld filed an \napplication for a trademark with the United States Patent and Trademark Office, \nand both Propheter and Talenfeld began  conducting research for their business.  \n(Compl. ¶ 22–23).  \n9. Talenfeld and Propheter also beg an discussions with Thar Process \nTechnologies (“Thar”)  about a joint venture in which Thar would provide the \nequipment for a processing plant and Criticality Arizona would provide the hemp and \nrun the p lant.  (Compl. ¶ 24.)   Talenfeld included reference to Thar in the written \n \n \nbusiness plan for Criticality Arizona.  (Compl. ¶¶ 25-26, Ex. C.)  Both Talenfeld and \nPropheter made public statements about their intention to build a production facility \nin Hobgood, North Carolina.  (Compl. ¶ 28, Ex. E.) \n10. Plaintiff’s understanding was that Criticality Arizona and Thar would \neach own 50% of a newly created entity to be named TCP, NC, LLC, (“TCP”).  (Compl. \n¶¶ 38– 39.)  TCP was an abbreviation for “Thar Criticality Partnership.”   (Compl. \n¶ 39.)  Plaintiff , through Talenfeld, publi cized its understanding in this regard to \ninvestors.  (Compl. ¶¶ 34–36, Exs. G–H.) \n11. Among other things, Talenfeld delegated the job of negotiating with \nThar to  Propheter, who  provided updates  to Talenfeld  about the statu s of the \nnegotiations through the summer of 2017.  (Compl. ¶¶ 37, 41).   \n12. In June 2017, Propheter sent Talenfeld a draft operating agreement for \na North Carolina limited liability company also named “Criticality”  (“Criticality \nNorth Carolina”).  (Compl. ¶ 38, Ex. I.)  The draft reflected that the proposed members \nof Criticality North Carolina were TCP PA LLC2, which was to hold an 80% interest, \nand Criticality Arizona, which was to hold  a 20% interest.  (Compl. Ex. I.)  Plaintiff \nwas not told whether this operating agreement was ever finalized.  (Compl. ¶ 40.) \n13. Despite sending Talenfeld  the draft operating agreement, Propheter \ncontinued to represent to Plaintiff that , as had been discussed,  the entity that Thar \nand Criticality Arizona were working to create would be called TCP  NC, LLC and \n \n2 This entity is also named “TCA PA LLC” in at least one part of the draft agreement. \n \n \nthat it would be owned 50% by Thar and 50% by Criticality Arizona.  (Compl. ¶¶ 39, \n42.) \n14. Thereafter, w ithout Plaintiff’s knowledge, on 2 June 2017 Propheter \nfiled Articles of Organization for the  new North Carolina limited liability company, \nalso named Criticality, LLC . (Compl. ¶  46.)  Plaintiff alleges that Propheter \ndeliberately did not clarify which “Criticality” was involved in the joint venture with \nThar.  (Compl. ¶ 47.)3 \n15. Throughout 2017, Propheter posted on social media using Criticality \nArizona’s logo and trademark .  (Compl. ¶ 43.)  He also posted photos of himself  in \nwhich he wore  a shirt with Criticality Arizona’s name and logo.  (Compl. ¶ 43.)  \nTalenfeld authorized the use of the trademark and logo because he assumed it was \nbeing used in furtherance of the joint venture in which Criticality Arizona would be \na 50/50 owner.   (Compl. ¶ 43.) \n16. TCP was formed on 29 November 2017.  (Compl. ¶ 50.)  However, \nPropheter misrepresented the ownership of TCP to Plaintiff.  (Compl. ¶ 51.)  Instead \nof Thar and Criticality Arizona each owning 50% of TCP, Thar owned 80%4, another \n \n3 The ownership of Criticality North Carolina is not alleged. \n \n4 In contrast to paragraph 60 of the Complaint, Exhibit N to the Complaint states that TCP \nPA, LLC, an affiliate of Thar Technology, owned 88% of TCP.  \n \n \n \nentity, Pocosin Holdings, LLC, owned 3% ,5 and the balance (17%) was owned by \nCriticality Arizona.  (Compl. ¶¶ 60–61.)6   \n17. On 18 December 2017 Propheter arranged for the sale of a 40% interest \nin Criticality North Carolina  to Pure AG, LLC, for a purchase price of $10,000,000. \n(Compl. ¶ 52.)  Plaintiff was not aware of the sale until later, and it did not receive a \ndistribution from the sale.  (Compl. ¶¶ 52–54.)  \n18. In March 2018, after trying unsuccessfully to get an update from \nPropheter for several months, Talenfeld traveled to North Carolina to meet with \nPropheter.  (Compl. ¶ 54.)  During this meeting  Propheter described the ownership \nstructure of TCP .  (Compl. ¶ 56.)   Talenfeld prepared a “Short Form Operating \nAgreement,” in which he “described the sequence of ownership” as it was related to \nhim by Propheter.  (Compl. ¶ 56, Ex. N.)    \n19. With respect to the ownership of TCP, t he “Short Form Operating \nAgreement” states that Criticality Arizona own ed a 9% interest ; TCP PA, LLC, an \naffiliate of Thar , own ed an 88% interest ; and Pocosin Holdings, LLC own ed the \nremaining 3%.   (Compl. Ex. N.)   The document purpo rts to bear the signature of \nTalenfeld dated 8 March 2018 on a signature line just below the word “AFFIRMED” \nprinted in all capital letters.  (Compl. Ex. N.)  \n \n5 Pocosin Holdings, LLC is alleged upon information and belief to have been formed by \nPropheter as its sole member.  (Compl. ¶¶ 62–63.) \n \n6 Plaintiff alleges that it owned 90,000 units of TCP, which in turned owned 1,000,000 units \nof Criticality North Carolina, “which equated to an ownership percentage of 34% of the \nactual manufacturing plant and its operations.”  (Compl. ¶ 58.)  Regardless of the actual \npercentage owned by the parties, Plaintiff alleges that Criticality Arizona did not own 50% \nof TCP. \n \n \n20. Prior to Talenfeld’s receipt of this explanation from Propheter, Plaintiff \nwas not aware that the terms of the joint venture between Criticality Arizona and  \nThar had been modified from the planned 50/50 ownership , and it had not agreed \nthat Propheter, through Pocosin Holdings, LLC, could take a  separate ownership \ninterest that would dilute Criticality Arizona’s interest in TCP.  (Compl. ¶¶ 60, 64.) \n21. The “Short Form Operating Agreement” also states that TCP owned \n60% of Criticality North Carolina.   (Compl. Ex. N.)  Therefore, Plaintiff, through its \nownership interest in Criticality Arizona, which had an ownership interest in TCP, \nalso had an interest in Criticality North Carolina.  (Compl. Ex. N.) \n22. The “Short Form Operating Agreement” provides that “[t]hese \nownership interests in Criticality, LLC North Carolina are subject to proportional \ndilution in the event of additional financing , which will be determined at the sole \ndiscretion of Mr. Propheter and the other management of that entity , as will the \ntiming of ownershi p-proportional profits distributions or distribution of proceeds \nupon liquidation.  Mr. Propheter will notify Criticality, LLC Arizona in writing \nregarding any such event . . . .”  (Compl. ¶ 59, Ex. N.)  \n23. On 22 April 2020 Pyxus International, Inc. acquired 60% of the equity \nof Criticality North Carolina.  (Compl. ¶ 65.) \n24. Plaintiff was not notified  of the sale until  May 2020, when Propheter \n“purported to bring [Plaintiff] a certified check for Plaintiff’s ‘share’ of the sale \nproceeds . . . .”  (Compl. ¶¶ 66–67.)  Despite Plaintiff’s request, Propheter refused to \nprovide any information about the sale, the actual sale price, the terms of the sale or \n \n \nthe distribution of the sale proceeds.   (Compl. ¶ 69.)  In response to concern that \nCriticality Arizona investor s would be disappointed in this “cash out ,” Propheter \nresponded that the cannabis market had “tanked.”   (Compl.  ¶¶ 70–72.)  Propheter \nhas continued to refuse to provide further information about the sale  or to account \nfor the sales proceeds.  (Compl. ¶¶ 73–75.)   \n25. Plaintiff brought this suit in February 2021, including claims against \nPropheter for breach of fiduciary duty, c onversion, fraud, negligent \nmisrepresentation, and unfair and deceptive trade practices in violation of Chapter \n75 of the North Carolina General Statutes , as well as for  an accounting and for the \nimposition of a constructive trust.  Plaintiff joins Mayer in the claims for conversion, \nnegligent misrepresentation, and violation of Chapter 75, as well as in its  requests \nfor equitable relief.  Plaintiff joins Criticality North Carolina in its claims for \nconversion, violation of Chapter 75 , and its requests for equitable relief.  All three \nDefendants have moved to dismiss.   The Motions were fully briefed, and the Court \nheld a hearing on the Motions on 26 August 2021.  All parties were present and were \nheard.  The Motions are now ripe for disposition. \nII. ANALYSIS \nA. Legal Standard \n26. When ruling on a motion to dismiss pursuant to  Rule 12(b)(6), the \nCourt’s inquiry is “ whether, as a matter of law, the allegations of the complaint, \ntreated as true, are sufficient to state a claim upon which relief may be granted under \n \n \nsome legal theory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 \nN.C. App. 669, 670 (1987) (citation omitted).  \n27. The Court must construe the complaint liberally and accept all well -\npleaded allegations as true.  Laster v. Francis, 199 N.C. App. 572, 577 (2009).  The \nCourt, however, is  not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274 \n(2005) (citation and quotation marks omitted).  “It is well-established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a g ood claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim .’ ”  Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 615 (2018) (quoting Wood v. Guilford Cty., 355 N.C. 161, 166 (2002)). \n28. As for any  documents attached to or referenced in the Complaint , the \nCourt “may properly consider documents which are the subject of a plaintiff’s \ncomplaint and to which the complaint specifically refers” without converting a Rule \n12(b)(6) motion into a motion for summary judg ment.  Weaver v. St. Joseph of the \nPines, Inc., 187 N.C. App. 198, 204 (2007) (quoting Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 60 (2001)); see also Schlieper v. Johnson,  195 N.C. App. 257, 261 \n(2009) (“When documents are attached to and incorporated into a complaint, they \nbecome part of the complaint and may be considered in connection with a Rule \n \n \n12(b)(6) motion without converting it into a motion for summary judgment.”) (citation \nomitted).  \nB. Breach of Fiduciary Duty Claim Against Propheter \n29. Plaintiff’s First Cause of Action,  Breach of Fiduciary Duty,  is brought \nsolely against Propheter.  Plaintiff contends that Propheter, as a member and the  \noperations manager of Criticality Arizona ,7 owed both Criticality Arizona and \nPlaintiff, as a member of Criticality Arizona,  fiduciary duties in accordance with \nArizona’s Limited Liability Company Act (the “ Arizona LLC Act”).  (Compl. ¶ 77.)  \nPlaintiff cites to Ariz. Rev. Stat. §§ 29-601 et seq. to support this contention.8  (Compl. \n¶ 77.)  \n30. However, t he Arizona LLC Act d oes not impose fiduciary duties on \nfellow members of LLCs.  In re Sky Harbor Hotel Props., LLC, 246 Ariz. 531, 532–33 \n(2019) (stating “[t]he [Arizona] LLC Act does not expressly impose any fiduciary \nduties on members  . . .  ”); see Ariz. Rev. Stat. §§ 29 -601 et seq. (LexisNexis 2018).  \n“[U]nlike both corporations and partnerships, LLC members do not owe  each other \n \n7 The Complaint specifies that Talenfeld was the LLC’s named manager, not Propheter.  \n(Compl. ¶ 32.) \n \n8 Although the Arizona LLC Act was repealed effective 1 September 2020, the historical notes \nto the new Arizona Limited Liability Company Act (the “New LLC Act”) provide that “[w]ith \nrespect to a limited liability company formed before September 1, 2019, the rights and \nobligations of the company’s members and managers relating to matters arising and events \noccurring before  September 1, 2020, based on events and activities occurring before \nSeptember  1,  2020, shall be determined according to the law and terms of the operating \nagreement in ef fect at the time of the matters and events.”  Ariz. Rev. Stat. § 29 -3304 \n(LexisNexis 2019).  Here, all of the alleged events in the Complaint occurred prior to 1 \nSeptember 2020, so the New LLC Act does not apply.  Instead, the law that was in place prior \nto 1 September 2020 controls.   \n \n \n \nfiduciary duties unless they are expressly included in the LLC operating agreement.”  \nIn re Sky Harbor Hotel Props., LLC, 246 Ariz. at 533 (citing Butler Law Firm, PLC v. \nHiggins, 243 Ariz. 456, 462 (2018) ).  Therefore, a bsent a specific provision in \nCriticality Arizona’s operating agreement—which is not alleged—the default rule is \nthat no member -to-member fiduciary duties exist.  TM2008 Invs., Inc. v. ProCon \nCapital Corp., 234 Ariz. 421, 424–25 (2014). \n31. Nor does Arizona law hold that an operations manager owes  fiduciary \nduties to members of the LLC .  Rather, the agent’s duty is to its principal, the LLC \nitself.  McCallister Co. v. Kastella, 170 Ariz. 455, 457 (1992).   \n32. Plaintiff also contends that Propheter owed both a duty of loyalty, care, \nand good faith , as well as  a covenant of good faith and fair dealing to Criticality \nArizona.  (Compl. ¶ ¶ 77–78.)  However,  Plaintiff has not attempted to bring  a \nderivative action on behalf of Criticality Arizona.  Consequently, these allegations \nserve no purpose. \n33. For these reasons, the Court GRANTS  Propheter’s Motion to Dismiss \nwith respect to Plaintiff’s First Claim for Relief. \nC. Conversion of Corporate Assets Claim and Opportunities \n Against All Defendants \n \n34. In Plaintiff’s Second C laim for Relief , Conversion of Corporate Assets \nand Opportunities, Plaintiff contends that Defendants “unlawfully misappropriated \nand diverted assets and business opportunities to [ Criticality North Carolina] that \nproperly belonged to [Criticality Arizona].”  (Compl. ¶ 87.)   Each Defendant argues \nthat this claim should be dismissed because it is not cognizable under North Carolina \n \n \nlaw.  Specifically, the y argue that the  tort of conversion in this State applies  only \nwhen goods and tangible personal property are  at issue .  ( Def. Criticality’s Mem . \nSupp. Mot. Dismiss 7, ECF No. 9; Def. Mayer’s Mem. Supp. Mot. Dismiss 6, ECF No. \n17; Def. Propheter’s Mem. Supp. Mot. Dismiss 8, ECF No. 19.)  The Court agrees. \n35. “In North Carolina, only goods and personal property are properly  the \nsubjects of a claim for conversion .”  Norman v. Nash Johnson & Sons’ Farms, Inc., \n140 N.C. App. 390, 414 (2000) (“ intangible interests such as business opportunities \nand expectancy interests [are not] subject to a conversion claim”)  (citation omitted); \nsee also Global Textile All., Inc. v. TDI Worldwide, LLC, 2018 NCBC LEXIS 159, at \n*33–34 (N.C. Super. Ct. Nov. 29,  2018) (dismissing plaintiff’s claim for conversion \nbecause it was based on intangible information and failed to allege a deprivation of  \nuse or access to such information);  Window World of N. Atlanta, Inc. v. Window \nWorld, Inc.,  2018 NCBC LEXIS 111, at *8 –9 (N.C. Super. Ct. Oct. 22, 2018) (“an \nintangible interest cannot provide the basis for a conversion claim”); Horne Heating \n& Air Conditioning Co. v. Horne , 2017 NCBC LEXIS 96, at *9 (N.C. Super. Ct. Oct. \n11, 2017) (“North Carolina law is clear that ‘intangible interests  such as business \nopportunities and expe ctancy interests ’ are not subject to a conversion claim.”) \n(quoting Norman, 140 N.C. App. at 414).  \n36. Here, Plaintiff contends that Defendants , through the creation of \nCriticality North Carolina , “diverted corporate assets and opportunities from \n[Criticality Arizona], by diluting its ownership interest in [TCP], and deviating from \nthe agreed upon terms whereby [Criticality Arizona] would be a 50% owner in the \n \n \nhemp processing plant venture.”  (Compl. ¶89) (emphasis added).  Although Plaintiff \nbegins the sentence by stating that Defendants diverted corporate assets, which could \nimply tangible assets, Plaintiff then modifies the sentence with the adverbial phrase, \n“by diluting its ownership interest in TCP, and deviating from the agreed upon \n[ownership] . . . ” making clear that the “assets” referenced are not tangible at all but \nrather are business opportunities and expectancy interests.  Likewise, the allegation \nin paragraph 90 that “[b]y establishing [Criticality North Carolina]  . . . Defendants \ndiverted corporate profits”  is again a reference to loss of a business opportunity or \nexpectancy interest.  (Compl. ¶¶ 89–90.)9   \n37. Accordingly, the Court GRANTS  each Defendant’s Motion to D ismiss \nPlaintiff’s Second Claim for Relief. \nD. Conversion Claim Against Propheter and Mayer \n38. Plaintiff’s Third C laim for Relief , Conversion,  alleged only against \nPropheter and Mayer, appears to restate the same allegations attempted in  its \nSecond Claim for Relief: “[B]y diluting of the [Criticality Arizona’s interest in TCP] to \nthe detriment of Plaintiff and not properly accounting for the sales proceeds from the \n \n9 In its opposition brief, Botanisol asserts that it has alleged that Criticality North Carolina \nexercised ownership over Botanisol’s sales proceeds from the sale of Criticality North \nCarolina.  However, the paragraphs of the Complaint it references (Compl. ¶¶ 53, 56–59) do \nnot contain this allegation.  Instead, Botanisol alleges more broadly that it did not receive  \nany distribution as a result of the sale (Compl. ¶ 53), and that Mr. Talenfeld later learned \nthat a second “Criticality” existed, (Compl. ¶¶ 56–58).  Nowhere is there an allegation  that \nany defendant converted a specific amount of the sales proceeds that should have gone to \nBotanisol.  See Progress Point One-B Condo. Ass’n, Inc. v. Progress Point One Prop. Owners \nAss’n, Inc. , 2015 NCBC LEXIS 22, at *8 (N.C. Super. Ct. Mar. 2, 2015) (requiring \nidentification of “a specific sum . . . that is subject to the alleged conversion” and dismissing \na nonspecific claim). \n \n \nsale of the ownership interest, [Propheter and Mayer ] have con verted assets that \nwould otherwise belong to the Plaintiff.”   (Compl. ¶ 96.)  Plaintiff does not contend \nthat Plaintiff owned 50% and was not paid for 50%; Plaintiff contends that it lost the \nopportunity to own 50% and, therefore, lost the entitlement to  more of the sales \nproceeds.  This claim, like  Plaintiff’s claim for conversion of assets, is a n attempted \nclaim for conversion of an intangible interest that is not recognized in North Carolina \nlaw.  \n39. For these reasons, the Court GRANTS  both Propheter and Ma yer’s \nMotions to Dismiss Plaintiff’s Third Claim for Relief. \nE. Fraudulent Misrepresentation and Fraud Claims Against Propheter \n40. Plaintiff’s Fourth and Sixth Claims for Relief against Propheter are for  \nfraudulent misrepresentation and fraud, respectively.  Propheter argues that these \nclaims are one and the same under North Carolina law.  (Def. Propheter’s Mem. Supp. \nMot. Dismiss 9–10.)  The Court agrees.  Regardless of whether it is labeled “fraud” or \n“fraudulent misrepresentation,” the elements of the claim are the same under North \nCarolina law.  See Taylor v. Gore, 161 N.C. App. 300, 303  (2003); RD&J Props. v. \nLauralea-Dilton Enters., LLC, 165 N.C. App. 737, 744 (2004).  \n41. The essential elements of fraud are: “(1) [f]alse representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured \nparty.”  Terry v. Terry,  302 N.C. 77, 83  (1981) (citation omitted).   Additionally, \n \n \nPlaintiff’s reliance on any misrepresentations must be reasonable.  State Properties, \nLLC v. Ray, 155 N.C. App. 65, 72 (2002). \n42. There is an additional requirement.  Rule 9 of the of the North Carolina \nRules of Civil Procedure (“Rule 9”) requires that fraud be pleaded with particularity.  \nN.C.G.S. § 1A -1 Rule 9(b).  “A pleader meets the requirements of [Rule 9] when its \nfraud claim alleges the ‘ time, place, and content of the fraudulent representation, \nidentity of the person making the representation, and what was obtained as a result \nof the fraudulent acts or representations. ’ ”  Lawrence v. UMLIC -Five Corp., 2007 \nNCBC LEXIS 20, at *31 (N.C. Super. Ct. June 18, 2007) (citing  Bob Timberlake \nCollection, Inc. v. Edwards, 176 N.C. App. 33, 39 (2006)).   \n43. Propheter argues that Plaintiff’s claim should be dismissed because \nPlaintiff admits in its Complaint that it was aware of the creation of Criticality North \nCarolina by virtue of Talenfeld’s signature on behalf of Botanisol “affirming” the \nstructure on the “Short Form Operating Agreement.”  (Compl. ¶ 56, Ex. N.)  Once \naware, Propheter argues, Botanisol cannot  establish the elements of  scienter and \nreasonable reliance.  (Def. Propheter’s Mem. Supp. Mot. Dismiss 11.)   \n44. Plaintiff alleges that Propheter had a duty to provide truthful \ninformation, that he both affirmatively misrepresented and concealed material facts, \nthat he did so deliberately to deceive Plaintiff knowing that the statements he made \nwere false or incomplete, that Plaintiff reasonably relied on Propheter’s \nmisrepresentations and was deceived, and that as a direct and proxi mate cause of \nPropheter’s false representations, Plaintiff suffered damages.  (Compl. ¶¶ 113– 16, \n \n \n123–30.)  Even given Talenfeld’s signature on the Short Form Operating Agreement \nin March 2018, the Court finds that Plaintiff has pleaded the elements of fraud. \n45. The pleading also satisfies Rule 9 .  With respect to affirmative \nmisrepresentations, Plaintiff alleges that, throughout the summer 2017, Propheter \nrepresented to Plaintiff that “Criticality” would own 50% of TCP.  (Compl. ¶¶ 41–42).  \nIt alleges that, throughout 2017, Propheter deliberately referred to “Criticality” in his \ncommunications with Plaintiff to deceive Plaintiff into contributing resources to \nCriticality North Carolina while believing it was benefitting Criticality Arizona .  \n(Compl. ¶ ¶ 101,  104, 124–26.)  Plaintiff alleges that during this same period \nPropheter appeared in photos and posts on social media using the trademark and logo \nof Criticality Arizona without revealing that the structure of the deal had changed to \ninvolve Criticality North Carolina , a second LLC that Propheter organized in June \n2017 without telling Plaintiff.  (Compl. ¶¶  43–46.)  Specially, Plaintiff alleges that \nPropheter “deliberately did not clarify” and “repeatedly referred to ‘ Criticality’ in \nsocial media posts, without any designation as to the North Carolina entity or the \nArizona entity, “ all the while deliberately creating confusion between the two \nentities.”  (Compl. ¶¶ 47, 125–26, Ex. H.) \n46. Thus, Plaintiff has identified particular instances of misrepresentation.  \nHe has identified when the statements were made,10 where they were made, by whom \nthey were made, the content of the statements, and the intended results.   \n \n10 The Court notes that Plaintiff’s allegations regarding when misrepresentations were \nmade is thin in places but finds that it minimally meets the Rule 9 standard and may \nproceed to discovery. \n \n \n47. But the Complaint does not stop there.  In addition to other facts that \nPropheter allegedly did not disclose, Plaintiff also alleges that Propheter failed to \ncorrect the investor update that was  sent to him by e-mail on 8 May 2017 reflecting \na 50/50 ownership of the joint venture.  (Compl. ¶¶ 34 –36.)  Plaintiff further alleges \nthat on 18 December 2017 and again on 22 April 2020,  Propheter sold portions of \nCriticality North Carolina to third parties in exchange for sizeable amounts but did \nnot disclose the s ales to Plaintiff —at least for some  period of  time—and that \nPropheter has never provided Plaintiff with information regarding the terms of the \nsales or distribution of the sales proceeds.  (Compl. ¶¶ 52, 54, 65–69, 107.) \n48. Finally, Plaintiff alleges that Propheter formed Pocosin Holdings, LLC \n(“Pocosin”) on 27 July 2018 without Plaintiff’s knowledge and that Propheter  \ndeliberately withheld information regarding Pocosin’s ownership interest in TCP, \ncontrary to the agreed plan.  (Compl. ¶¶ 61 –64.)  Thus, Plaintiff complains that \nPropheter “misrepresented the ownership of TCP to Plaintiff . . . .”  (Comp. ¶ 51.) \n49. Plaintiff alleges that these tactics, among others, induced Botanisol to \ncontinue to allow Propheter to manage the day -to-day business operations and that \nPropheter ultimately “used his position to materially deviate from the agreed upon \nterms with Thar, without disclosing such terms to Plaintiff, to Plaintiff’s detriment, \nby diluting Plaintiff’s ownership in the ultimate operating entity.”  (Compl. ¶ 128.)   \n50. Notably, “fraudulent concealment or fraud by omission is, by its very \nnature, difficult to plead with particularity.”  Lawrence, 2007 NCBC LEXIS 20, at *9 \n \n \n(quoting Breeden v. Richmond Cmty. Coll. , 171 F.R.D. 189, 195 (M.D.N.C. 1997))  \n(quotation marks omitted).  Plaintiffs must plead: \n(1) the relationship [between the plaintiff and defendant] giving rise to \nthe duty to speak ; (2) the event or events triggering the duty to speak \nand/or the general time period over which the relationship arose and the \nfraudulent conduct occurred; (3) the general content of the information \nthat was withheld and the reason for its materiality ; (4) the identity of \nthose under a duty who failed to make such disclosures ; (5) what [the \ndefendant] gained by withholding  information; (6) why plaintiff’ s \nreliance on the omission was both reasonable and detrimental ; and (7) \nthe damages proximately flowing from such reliance. \n \nId. (citations omitted).  \n51. Although a duty to disclose may arise when “ a fiduciary relationship \nexists between the parties to the transaction,” a duty to disclose may also arise when \n“a party has taken affirmative steps to conceal material facts from the other,” or when \n“one party has knowledge of a latent defect in the subject matter of  the negotiations \nabout which the other party is both ignorant and unable to discover through \nreasonable diligence.”  Herrera v. Charlotte Sch. of Law, LLC, 2018 NCBC LEXIS 35, \nat *38–39 (N.C. Super. Ct. Apr. 20, 2018) (quoting Hardin v. KCS Int’l, Inc., 199 N.C. \nApp. 687, 696 (2009)) (citations and quotation marks omitted).  Furthermore, under \nsome circumstances, there may be no duty to speak, but nevertheless full and fair \ndisclosure is required because the party has chosen to speak.  Shaver v. N.C. Monroe \nConstr. Co., 63 N.C. App. 605, 614 (1983).  \n52. Plaintiff has pleaded fraudulent concealment with sufficient \nparticularity.  Botanisol has alleged that there was a relationship between Plaintiff \nand Propheter that g ave rise to the duty to speak.  While it was not a  fiduciary \n \n \nrelationship, Botanisol alleges that Propheter knew that Plaintiff had entrusted him \nto handle the business operations, including the negotiations with Thar.  (Compl. \n¶ 37.)   Botanisol further al leges that it depended on Propheter to keep it informed \nbut that Propheter took steps  to conceal material facts  from it.  Plaintiff claims, for \nexample, that Propheter “knew that  . . . Plaintiff expected to own a 50% interest in \n[TCP],” (Compl. ¶ 102), and that  Propheter also knew that this expected ownership \ninterest had been diluted.  (Compl. ¶ 107.)  Furthermore, Plaintiff alleges that \nPropheter knew that Plaintiff was unaware of the change in ownership structure —\nat least until 8 March 2018—and that he could not discover the truth through the \nexercise of reasonable diligence.  (Compl. ¶¶ 109–10).  On these facts, Plaintiff had a \nduty to speak and allegedly did not.   \n53. For these reasons, Propheter’s Motion to Dismiss  is DENIED with \nrespect to Plaintiff’s Fourth and Sixth Claims for Relief. \nF. Negligent Misrepresentation Claim Against Propheter and Mayer \n54. “It has long been held in North Carolina that ‘the tort of negligent \nmisrepresentation occurs when (1) a party justifiably relies (2) to his detriment (3) on \ninformation prepared without reasonable care (4) by one who owed the relying party \na duty of care. ’ ”  Simms v. Prudential Life Ins. Co. of Am. , 140 N.C. App. 529, 532 \n(2000) (quoting Raritan River Steel Co. v. Cherry, Bekaert & Holland , 322 N.C. 200, \n206 (1988)).   \n55. Plaintiff alleges that both Propheter and Mayer had a duty to exercise \nreasonable care in communicating inform ation to Plaintiff about Criticality Arizona \n \n \nand Criticality Arizona’s ownership interest in TCP because Plaintiff was relying on \nthem as his source of this information.  (Compl. ¶ 118.) \n56. For the reasons stated above with respect to the Fourth and Sixth \nClaims for Relief, Plaintiff’s claim against Propheter survives at this early stage and \nmay proceed to discovery. \n57. As for Mayer, however, the result is different.  Plaintiff contends broadly \nthat “Propheter and Mayer supplied information to the Plaintiff and intended for the \nPlaintiff rely [sic] on that information,” (Compl. ¶ 119) ; that “Propheter and Mayer \nmade material misrepresentations” or “concealed material facts,” (Compl. ¶ 120); and \nthat Propheter and Mayer “failed to  exercise reasonable care or competence in \nobtaining and communicating the false information . . . and concealing material \nfacts,” (Compl. ¶ 121).  However, these general allegations against Mayer, stated in \nthe conjunctive and without detail, are not pleaded with sufficient particularity with \nrespect to Mayer to satisfy the heightened pleading standard in Rule 9 .  N.C.G.S. \n§ 1A-1, Rule 9(b). \n58. Unlike the myriad of allegations of specific misconduct on the part of \nPropheter, a close review  of the complaint does not reveal a specific allegation of \nwrongdoing on Mayer’s part.   In fact, the only detail s that Plaintiff provides about \nMayer at all are  that Mayer was Propheter’s father- in-law and a North Carolina \nfarmer with access to farmland to grow hemp, (Compl. ¶¶ 4, 15), that Mayer was \ngoing to put a processing plant on his land in Hobgood, North Carolina, (Compl. ¶ 15), \nthat Mayer provided start-up capital along with other initial investors, (Compl. ¶ 21), \n \n \nand that  Mayer was a member of Criticality Arizona and received a copy of the \nbusiness plan detailing the joint venture, (Compl. ¶¶ 27, 31).  Nowhere in his pleading \ndoes Plaintiff allege any misrepresentation  by Mayer, negligently or otherwise, let \nalone an allegation sufficient to satisfy the heightened Rule 9 standard.11  \n59. For these reasons, the Court GRANTS  Mayer’s Motion to Dismiss \nPlaintiff’s Fifth Claim for Relief, without prejudice, but DENIES Propheter’s Motion \nto Dismiss Plaintiff’s Fifth Claim for Relief. \nG. Unfair and Deceptive Trade Practices Claim Against all Defendants \n60. Plaintiff’s Unfair and Deceptive Trade Practices (“UDTPA”) Claim \nalleges that “ Defendants’ actions were unfair, unjust, deceptive, and carried out in \nbad faith[]” in violation of North Carolina General Statute § 75-1.1.  (Compl. ¶ 136.)  \nDefendants Criticality and Mayer argue that this  claim should be dismissed as to \neach of them because Plaintiff has failed to satisfy the pleading standard in Rule 9(b).  \n(Def. Criticality’s Mem. Supp. Mot. Dismiss 13; Def . Mayer’s Mem. Supp. Mot. \nDismiss 10.)  Furthermore, all of the Defendants assert that Plaintiff’s allegations do \nno satisfy the “in or affecting commerce” element of the statute.  ( Def. Propheter’s \nMem. Supp. Mot. Dismiss 15 ; Def. Mayer’s Mem. Supp. Mot. Dismiss 11; Def. \nCriticality’s Mem. Supp. Mot. Dismiss 15–18.)  The Court agrees in both respects. \n \n11 Oddly, Plaintiff states in its response brief, “[Mayer] received the same information as \nPlaintiff concerning the structure of the joint venture with Thar.”  (Pl’s Mem. Opp. Mot. \nDismiss 7, ECF No. 22.)  If this is true, then Plaintiff seems to allege that Mayer was likewise \nduped by Propheter.  Regardless of Plaintiff’s intention with respect to this statement, the \nComplaint fails to allege a claim for negligent misrepresentation as to Mayer. \n \n \n61. With respect to the Rule 9(b) standard, because the Chapter 75 claim is \npremised on deceptive conduct, the heightened pleading standard of Rule 9(b) applies.  \nSee Vitaform, Inc. v. Aeroflow, Inc., 2020 NCBC LEXIS 132,  at *37 (N.C. Super. Ct. \nNov. 4, 2020).  Here, the Complaint is devoid of any allegations of deceptive conduct \nspecifically attributable to  Criticality North Carolina .  Broad assertions of \nmisconduct against a group of defendants will not suffice.  See,  e.g., USA Trouser, \nS.A. de C.V. v. Williams, 2016 NCBC LEXIS 54, at *42 (N.C. Super. Ct. July 21, 2016), \naff’d, 258 N.C. App. 192 (2018); Worley v. Moore, 2017 NCBC LEXIS 15, at *74 (N.C. \nSuper. Ct. Feb. 28, 2017).   The Court has previously addressed the insufficiency of \nthe allegations against Mayer.  Thus, Plaintiff’s Chapter 75 claim against Criticality \nNorth Carolina and Mayer fails on this basis. \n62. There is a second reason the Chapter 75 claim fails,  however, and this \nreason applies to defeat the claim as to all three Defendants.  “N.C.G.S. § 75 -1.1 \ndeclares unlawful ‘[u]nfair methods of competition in or affecting commerce.’ ”  Bhatti \nv. Buckland , 328 N.C. 240, 243 (1991) (quoting N.C.G.S. § 75- 1.1(a)).  With the \nexception of professional services rendered by a learned professional, “commerce” is \nbroadly defined to include “all business activities, however denominated[.]”  N.C.G.S. \n§ 75 -1.1(b).  However, “the [UDTPA] is not intended to apply to all wrongs in a \nbusiness setting.”  HAJMM Co. v. House of Raeford Farms, Inc. , 328 N.C. 578, 593 \n(1991).   “Put another way, the General Assembly drafted section 75 -1.1 to be broad \nenough ‘to regulate a business’s regular interactions with other market participants’ \nbut not so broad as to capture conduct ‘solely re lated to the internal operations’ of a \n \n \nbusiness.”  JS Real Estate Invs. LLC v. Gee Real Estate, LLC, 2017 NCBC LEXIS 104, \nat *18 (N.C. Super. Ct. Nov. 9, 2017) ( quoting White v. Thompson, 364 N.C. 47, 51 –\n52, (2010)). \n63. Specifically, “[m]atters of internal co rporate management . . . do not \naffect commerce as defined by Chapter 75 and our Supreme Court.”  McKee v. James, \n2014 NCBC LEXIS 74, at *40 –41 (N.C. Super. Ct. Dec. 31, 2014) (quoting Wilson v. \nBlue Ridge Elec. Membership Corp. , 157 N.C. App. 355, 358 (2003);  see Dodge v. \nAppalachian Energy, LLC , 2021 NCBC LEXIS 52, at * 38 (N.C. Super. Ct. May 27, \n2021) (dismissing a UDTPA claim as an intracompany dispute where the complaint \nalleged that the defendants “breached the operating agreement, concealed company \ninformation, misused company assets, and wrongfully increased their interests at the \nexpense of other members”); JS Real Est. Invs. LLC , 2017 NCBC LEXIS 104, at *21 \n(stating that “tangential involvement” of third parties does not “trigger liability” \nunder the UDTPA); Potts v. KEL, LLC , 2018 NCBC LEXIS 24, at *15 (N.C. Super. \nCt. Mar. 27, 2018) (noting that the involvement of third parties does not “change the \nfundamental character of the dispute” when the “unfairness of [the] actions, if any, \ninheres in the relationship between” the co-owners of the business) (citation omitted). \n64. The fact that another entity or entities benefitted from the alleged \ndeceptive conduct while Plaintiff did not do es not make the dispute one “in and \naffecting commerce.”  Although  the caselaw with respect to intracompany and \nintercompany disputes can be confusing, the distincti on lies in the nature of the \nsecond entity’s involvement with the first.  If the harm is to the second entity or to \n \n \nthe flow of commerce between the first and second entities, commerce is impacted.  \nHowever, if the second entity is used merely as an instru ment to facilitate harm \nwithin the first entity, the dispute is intracorporate, and the UDTPA is not \nimplicated.  See, e.g., JS Real Est. Invs. LLC, 2017 NCBC LEXIS 104, at *21; Potts v. \nKEL, LLC, 2018 NCBC LEXIS 24, at *15. \n65. In White, the plaintiffs allege d that the defendant formed a separate \nbusiness and diverted work to his new business away from the partnership. See \nWhite, 364 N.C. at 50.  The Court held that the deception “occurred completely within \nthe . . . partnership[,]” and was neither in nor affecting commerce.  Id. at 54. \n66. Here, the alleg ations are similar to  those pleaded in White.  Plaintiff \nalleges that Propheter created Criticality NC to divert opportunities  away from  \nCriticality Arizona and away from Plaintiff, as the co-member of Criticality Arizona.  \nThe Court agrees with Defendants that the focus of the deception was on  Criticality \nArizona and its members and was not “in or affecting commerce.”  See, e.g., JS Real \nEstate Investments, 2017 NCBC LEXIS 104, at *20 (“By its nature, this dispute does \nnot concern the regular interactions of separate market participants.”). \n67. Finally, to the extent Plaintiff premises the attempted Chapter 75 claim \non violations of “federal and state securities laws,” (Compl. ¶ 138(d)), the attempt is \nwrong-headed. See, e.g., HAJMM,  328 N.C. at 59 3–94 (holding that securities \ntransactions are beyond the scope of business activities that qualify as “in or affecting \ncommerce” under the UDTPA). \n \n \n68. For these reasons, the Court GRANTS Defendants’ Motions to Dismiss \nPlaintiff’s Eighth Claim for Relief.   \nH. Constructive Trust and Accounting Claim Against all Defendants \n69. Plaintiff’s Seventh Claim for R elief is labeled “Constructive Trust and \nAccounting” and is asserted against all Defendants.  (Compl. ¶¶ 131–34.) \n70. A request for a  constructive trust is not a “ claim” at all but is rather a \nrequest for a form of relief.  See LLG-NRMH, LLC v. N. Riverfront Marina & Hotel, \nLLLP, 2018 NCBC LEXIS 105, at *14 (N.C. Super. Ct. Oct. 9, 2018) (“[A] constructive \ntrust is not a standalone claim for relief or cause of action.” ) (citing Weatherford v. \nKeenan, 128 N.C. App. 178, 179 (1997)); see Flynn v. Pierce, 2020 NCBC LEXIS 149, \nat *15 (N.C. Super. Ct. Dec. 22, 2020) (dismissing a claim for constructive trust as a \nremedy rather than a claim).  It remains to be seen whether such relief is appropriate \nhere. \n71. It should be noted  that f iduciary relationships, “while generally the \nbasis for constructive trust claims, [are] not strictly required.”   Variety Wholesalers \nInc. v. Salem Logistics Traffic Servs., LLC , 365 N.C.  520, 530 (2012).  Even i n the \nabsence of such a relationship, a constructive trust may be imposed under other \n“inequitable” or “unconscientious” circumstances , or other wrongdoing .  Id. at 531;  \nWilson v. Crab Orchard Dev. Co. , 276 N.C.  198, 211 (1970) ; Speight v. Branch \nBanking & Trust Co ., 209 N.C. 563 (1936) .  The common element  is “some fraud, \nbreach of duty or other wrongdoing by the holder of the property, or by one under \n \n \nwhom he claims, the holder, himself, not being a bona fide purchaser for value.”   \nWilson, 276 N.C. at 212.   \n72. There are limitations, however.   “[A] court of equity has jurisdiction to \nreach the property either in the hands of the original wrong -doer, or in the hands of \nany subsequent holder, until a purchase r of it in good faith and without notice \nacquires a higher right, and takes the property relie ved from the trust.”  Keith v. \nWallerich, 201 N.C. App. 550, 555 (2009) (citation omitted). \n73. Plaintiff also requests an accounting “of all funds received by \nDefendants for the sale of [Criticality Arizona ’s] assets and ownership interests.”  \n(Compl. ¶ 134.) 12  Like a constructive trust, while not a claim, an accounting is \navailable as a remedy when there is a viable underlying claim for relief.  See, e.g, \nHiggins v. Synergy Coverage Sols., LLC,  2020 NCBC LEXIS 4 , at *112 –13 (N.C. \nSuper. Ct. Jan. 15, 2020). \n74. Therefore, Defendants’ motion to dismiss th e Seventh Claim for Relief  \nis GRANTED without prejudice to Plaintiff’s ability to see k imposition of a \nconstructive trust, or an accounting, or both, with respect to any surviving claims. \n \nIII. CONCLUSION \n \n75. For these reasons, the Defendants’ Motions to Dismiss are GRANT ED \nin part and DENIED in part as follows: \n \n12 Plaintiff does not allege violation of inspection rights under North Carolina General \nStatute § 57D-3-04(a), nor could it because it has not alleged that it is a member of Criticality \nNorth Carolina, and it has not satisfied the statutory prerequisites to such a claim.   \n \n \n \na. Criticality LLC’s Motion to Dismiss is GRANTED, and the action \nagainst it is dismissed with prejudice. \nb. Mayer’s Motion to Dismiss is GRANTED.  The Second, Third and \nEighth Claims for Relief are dismissed with prejudice.  The Fifth \nClaim for Relief is dismissed without prejudice.13   The Seventh \nClaim for Relief is dismissed without prejudice to Plaintiff’s ability \nto seek such relief as appropriate. \nc. Propheter’s Motion to Dismiss is GRANTED in part and DENIED \nin part.  The First, Second, Third, and Eighth claims for relief are \ndismissed with prejudice. The Seventh Claim for Relief is dismissed \nwithout prejudice to Plaintiff’s ability to seek such relief as a \nremedy for their surviving claims.  In all other respects, Propheter’s \nMotion to Dismiss is DENIED. \n76. Within twenty days from the date of this Order, Plaintiff and Propheter \nshall jointly file a revised Case Management Report and submit a proposed Amended \nCase Management Order to the Court. \n \n \n \n \n \n13 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt.”  First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013).  The Court concludes, in \nthe exercise of its discretion, that dismissal of Plaintiff’s Fifth Claim for Relief against Mayer \nfor negligent misrepresentation is without prejudice.  \n \n \n \nSO ORDERED, this the 18th day of October 2021. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n \n "
}