{
  "id": "5e627d076e21f4b49c6b1869f96fd065c80bb120425d68ead96e3c58b6babff1",
  "source_file": "data/raw/ncbc/5e627d076e21f4b49c6b1869f96fd065c80bb120425d68ead96e3c58b6babff1.pdf",
  "raw_text": "Sonic Auto., Inc. v. Mercedes-Benz USA, LLC, 2010 NCBC 10. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG 08 CVS 4259 \n \n \nSONIC AUTOMOTIVE, INC., ) \n   ) \n Plaintiff ) \n  ) \n v.  ) ORDER ON PLAINTIFF’S \n   ) MOTION TO DISMISS \n   ) DEFENDANT’S COUNTERCLAIMS \n   ) \nMERCEDES-BENZ USA, LLC, ) \n   )    \n  Defendant ) \n \n \n THIS CAUSE, designated a mandatory co mplex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b), and assigned to the undersigned Special Superior Court Judge for Complex \nBusiness Cases, by order of the Chief Special Superior Court Judge for Complex \nBusiness Cases, now comes before the court upon Plaintiff’s Motion to Dismiss Third \nand Fourth Counterclaims (the “Motion”), pursuant to Rule 12(b)(6), North Carolina \nRules of Civil Procedure (“Rule(s)”); and  \nTHE COURT, having considered the Plaintiff’s Motion, briefs in support of and in \nopposition to the Motion and appropriate matters of record, CONCLUDES that the \nMotion should be DENIED, for the reasons stated herein. \nI. \nPROCEDURAL BACKGROUND  \n[1] This civil action was filed by Plaintiff on March 17, 2008.  As it currently is \npostured, the Complaint alleges eight Counts (“Claim(s)”):  Count I – Declaratory \nJudgment and Mandatory Injunction – MBUSA’s Obligation to Approve Sonic’s \nAcquisition of the Charlotte Dealership; Count II – Declaratory Judgment – Letter \nAgreement Invalid; Count III – Declaratory Judgment – Substantial Progress; Count IV – \nUnfair and Deceptive Trade Practices; Count V – Tortious Interference with Contract; \nCount VI – Tortious Interference with Prospective Economic Advantage; Count VII –  \nReformation – Mutual Mistake and Count VIII – Reformation – Unilateral Mistake.   \n[2] In its First Amended Answer to the Complaint and Counterclaims (the \n“Amended Answer and Counterclaims”), filed on June 13, 2008, Defendant Mercedes-\nBenz USA, LLC (“MBUSA” or “Mercedes-Benz”) alleges four Counterclaims \n(“Counterclaim(s)”):  First Counterclaim – Declaratory Judgment and Mandatory \nInjunction – Sonic’s Obligation to Comply with the Letter Agreement; Second \nCounterclaim – Breach of Contract; Third Counterclaim – Promissory Estoppel and \nFourth Counterclaim – Unfair and Deceptive Trade Practices (Defamation/Slander Per \nSe).  \n[3] By way of its Motion, Plaintiff s eeks dismissal of the Third and Fourth \nCounterclaims pursuant to Rule 12(b)(6). \nII. \n \nFACTS \nAmong other things, the Amended Answer and Counterclaims allege that: \n[4] On November 20, 1998, Plaintiff made certain promises in an agreement \nentered into between Defendant and Plaintiff (the “1998 Framework Agreement”).1  As \ndetailed in the 1998 Framework Agreement, Defendant has a policy limiting the number \nof Mercedes-Benz passenger car and light truck dealers that a single entity may own or \ncontrol.2  Plaintiff promised to be bound by the terms of that policy.3   \n[5] Exhibit A to the 1998 Framewor k Agreement expressly states:4 \nIn order for any entity to acquire additional Mercedes-\nBenz passenger car and light truck dealers within the \nlimits of this Policy, each Dealer affiliated with such \nentity must be in full compliance with the terms of its \nDealer Agreement, includi ng the Corporate Identity \nManual and all other manuals,  bulletins, instructions \nand directives issued to Dealers by MBNA.  \n \n[6] On January 1, 2002, Plaintiff si gned a Dealer Agreement Improvement \nAddendum, with regard to correction of various deficiencies at its Mercedes-Benz \ndealership in Belmont, California.5  On December 6 and December 8, 2005, \nrespectively, Plaintiff signed (a) a second Dealer Agreement Improvement Addendum \npromising to correct the ongoing deficiencies at the Belmont, California dealership and \n(b) another Dealer Agreement Improvement Addendum agreeing to make repairs at its \nMercedes-Benz dealership in Walnut Creek, California.6  \n                                                   \n1 Am. Ans. and Countcls., Ex. 15.   \n2 See id. at 1, 9, ¶ 4. \n3 Id. at 7.  \n4 Id. at 9, ¶ 4.  \n5 Am. Ans. and Countcls., ¶ 79, citing Ex. 3, 1, “Belmont, CA” section.  \n6 Id. at 1-2, “Belmont, CA” and “Walnut Creek, CA” sections, respectively. \n[7] On or about June 14, 2007, Plaint iff and Defendant entered into a letter \nagreement (“Letter Agreement”),7 pursuant to which Plaintiff made specific promises to \naddress certain deficiencies and to make certain renovations at five Mercedes-Benz \ndealerships owned by Plaintiff in California, Tennessee and Florida.  In exchange for \nthese promises, Defendant granted approval for Plaintiff to purchase Calabasas \nMotorcars, Inc. d/b/a Mercedes-Benz of Calabasas, in Calabasas, California (the \n“Calabasas Dealership”) after entry into the Letter Agreement.8 \n[8] The Letter Agreement was heav ily negotiated between Plaintiff and \nDefendant over a three-week span.9  Between May 25 and June 14, 2007, the parties \nexchanged at least seven different versions of the Letter Agreement.10  Plaintiff and \nDefendant negotiated the terms of the Letter Agreement via e-mail communications, \nexchanging redline versions of the Letter Agreement, and the parties had multiple \ntelephone conferences to discuss Plaintiff’s proposed changes.11  On June 5, 2007, \nmultiple representatives of Plaintiff and Defendant, including Stephen K. Coss, Plaintiff’s \nSenior Vice President and General Counsel, participated in a conference call to discuss \nadditional revisions to the Letter Agreement.\n12  After the Letter Agreement was \nexecuted by both parties, Plaintiff requested yet another change in the Letter \nAgreement, to which Defendant agreed.\n13  The final version of the Letter Agreement \nwas executed by the parties on June 14, 2008.14   \n                                                   \n7 Am. Ans. and Countcls., Ex. 3. \n8 Id. \n9 Id., ¶ 81. \n10 Id., citing Exs. 5-11. \n11 Id., ¶ 85. \n12 Id. \n13 Id., ¶ 81. \n14 Id., citing Ex. 12. \n[9] Defendant conceded to a number of revisions in the Letter Agreement that \nPlaintiff requested.15  For example, the following terms were specifically modified based \non Plaintiff’s request:16 \n(a) The Calabasas Dealership completion date was changed from \nJune 30, 2009, to December 31, 2010, and then was changed yet again to \nDecember 31, 2012; \n(b) The Walnut Creek completion date was changed from December \n31, 2008, to April 1, 2009; \n(c) The Daytona Beach completi on date was changed from December \n31, 2009, to December 31, 2011 and \n(d) The definition of “Force Majeur e Events” was expanded to include \nPlaintiff’s recommendation concerning failure to obtain permits. \n[10] Defendant did not, however, concede on Plaintiff’s request to change the \nlast paragraph of the Letter Agreement.17  This paragraph contained Plaintiff’s express \npromise that Defendant would not be required to approve the acquisition of any \nadditional Mercedes-Benz dealerships until “substantial progress is realized in \nremedying the respective dealership deficiencies as noted herein.”18  Specifically, \nPlaintiff requested that the language be changed to reflect that Defendant could \nwithhold approval of Plaintiff’s acquisition of any additional Mercedes-Benz dealerships \nif Plaintiff “is in breach of the terms of this Letter Agreement.”\n19  Defendant rejected \n                                                   \n15 Id., ¶ 82. \n16 Id. \n17 Id., ¶ 83. \n18 Cf. Letter Agreement Version One, id., Ex. 5, with Version Three, id., Ex. 7. \n19 See, e.g. redline revisions to last paragraph of Letter Agreement Version Three, id., Ex. 7. \nPlaintiff’s requested change, and the parties instead agreed to the language of this \nparagraph as originally drafted in Version One of the Letter Agreement.20   \n[11] Defendant was the last party to  sign the Letter Agreement, which was \nexecuted at Defendant’s corporate headquarters in Montvale, New Jersey.21 \n[12] To date, Plaintiff has not realiz ed substantial progress in remedying the \nspecific deficiencies identified in the Letter Agreement.22 \n[13] Nonetheless, Plaintiff entered into an Asset Purchase Agreement in \nDecember 2007, under which Plaintiff agreed to purchase certain assets of the Beck \nMercedes-Benz dealership (“Beck”) in Charlotte, North Carolina.23 \n[14] On or about Februar y 12, 2008, Beck provided Defendant with written \nnotice indicating that Beck had entered into an Asset Purchase Agreement with Plaintiff \nfor the sale of Beck’s assets.24 \n[15] On February 15, 2008, Defendant s ent a letter to Beck acknowledging \nreceipt of Beck’s February 12, 2008 letter regarding the Asset Purchase Agreement with \nPlaintiff.25  \n[16] On February 20, 2008, Defendant sent a letter to Plaintiff in which it \nacknowledged receipt of the Asset Purchase Agreement between Plaintiff and Beck.26  \nIn this letter, Defendant informed Plaintiff that it was unable to review or approve a \n                                                   \n20 See, e.g., Final Version Executed 6-14-07, id., Ex. 12. \n21 Id., ¶ 86. \n22 Id., ¶ 89. \n23 Id., ¶ 90. \n24 Id., ¶ 91, citing Ex. 16. \n25 Id., ¶ 92, citing Ex. 17. \n26 Id., ¶ 93, citing Ex. 18.  \ndealer application from Plaintiff for the acquisition of Beck because Plaintiff had not yet \ncomplied with the terms of the Letter Agreement.27 \n[17] On February 27, 2008, Defendant sent  a letter to Beck in which Defendant \nalso informed Beck that it was not in a position to approve Plaintiff’s acquisition of the \nBeck dealership due to unresolved performance issues at other dealerships owned by \nPlaintiff.28  \n[18] On February 27, 2008, Plaintiff f iled an Application and Order to Extend \nTime to File Complaint, in which Plaintiff challenged Defendant’s refusal to approve its \napplication to purchase the Beck dealership assets. \n[19] On February 28, 2008, Beck and Plai ntiff sent a letter to Defendant \nenclosing a dealer application package and a copy of the Asset Purchase Agreement.29 \n[20] On March 3, 2008, Defendant sent a letter to Plaintiff acknowledging \nreceipt of the February 28, 2008 letter from Plaintiff and Beck.30  Defendant attached to \nthis letter a copy of its February 20, 2008 letter to Plaintiff and reiterated to Plaintiff that \nit would not review or approve a dealer application from Plaintiff at that time for the \nreasons stated in the February 20, 2008 letter.31  \n[21] Also on March 3, 2008, Defendant s ent a letter to Beck acknowledging \nreceipt of the February 28, 2008 letter from Plaintiff and Beck.32  Defendant attached to \nthis letter a copy of its February 27, 2008 letter to Beck and reiterated to Beck that it \n                                                   \n27 Id. \n28 Id. at ¶ 95, citing Ex. 19. \n29 Id. at ¶ 97, citing Ex. 20.  \n30 Id. at ¶ 98, citing Ex. 21. \n31 Id. \n32 Id. at ¶ 99, citing Ex. 22. \nwould not review or approve a dealer application from Plaintiff at that time for the \nreasons stated in the February 27, 2008 letter.33  \n[22] On March 17, 2008, Plaintiff filed it s Complaint in this action, challenging \nDefendant’s refusal to approve Plaintiff’s application to purchase the Beck dealership \nassets under various common law and statutory theories of liability.  \n[23] On information and belief, Plaintiff caused an article to be published in the \nMay 19, 2008 issue of Automotive News concerning its disputes with Defendant over \nPlaintiff’s obligations under the Letter Agreement (the “Article”).34   \n[24] According to the Article, Plaintiff accused Defendant of seeking to “extort” \nfrom Plaintiff millions of dollars in unneeded dealership improvements.35    Plaintiff’s \nPresident, Scott Smith, is quoted in the Article as stating that Defendant is “trying to \nextort all they can.”36  He continued, “It’s so unfair.  Mercedes-Benz is holding the \n[Asset Purchase Agreement] hostage.”37 \nIII. \nTHE PLAINTIFF’S MOTION \n[25] Dismissal of an action pursuant to Rule 12(b)(6) is appropriate when the \ncomplaint fails to state claim upon which relief can be granted.  Rule 12(b)(6). \n                                                   \n33 Id. \n34 See D. Harris, Sonic: Mercedes tries to “extort” store upgrades, Automotive News, May 19, 2008, at 1, \n43. \n35 Id. at 1. \n36 Id. at 43. \n37 Id.  The Article explains that the Plaintiff “is suing [Defendant] in a North Carolina court, asserting that \nthe automaker cannot legally tie the acquisition to renovations at other dealerships.”  Id. at 1.  Nowhere in \nthe Article does it appear that Plaintiff apprised the reporter of Plaintiff’s ostensibly admitted breaches of \nits Dealer Agreements that caused Defendant to enter into the Letter Agreement, or of Plaintiff’s express \nagreement that Defendant would have no obligation to approve any further dealership acquisitions by \nPlaintiff unless and until it made substantial progress in remedying the existing deficiencies. \n \n[26] When deciding a Rule 12(b)(6) moti on, the well pleaded allegations of the \ncomplaint38 are taken as true and admitted, but conclusions of law or unwarranted \ndeductions of facts are not admitted.  Sutton v. Duke, 277 N.C. 94, 98 (1970). \n[27] A complaint fails to state a clai m upon which relief can be granted when \neither (a) the complaint on its face reveals that no law supports the plaintiff’s claim, (b) \nthe complaint on its face reveals the absence of facts sufficient to make a good claim or \n(c) some fact disclosed in the complaint necessarily defeats the plaintiff’s claim.  \nJackson v. Bumgardner, 318 N.C. 172, 175 (1986).  However, a complaint should not \nbe dismissed for failure to state a claim upon which relief can be granted unless it (a) \ndoes not give sufficient notice to the defendant of the nature and basis of the plaintiff’s \nclaim or (b) appears beyond a reasonable doubt that the plaintiff could not prove any set \nof facts in support of his claim that would entitle him to relief.  Sutton v. Duke, 277 N.C. \nat 108. \n[28] In Sutton v. Duke, the North Carolina Supreme Court adopted and quoted \nwith approval the following language from Conley v. Gibson, 355 U.S. 41 (1957): \n[W]e follow . . . the accept ed rule that a complaint \nshould not be dismissed for failure to state a claim \nunless it appears beyond doubt that the plaintiff can \nprove no set of facts in support of his claim which \nwould entitled him to relief. \n  \nSutton, 277 N.C. at 102. \n \n[29] The Sutton Court further held that Rule 12(b)(6) “generally precludes \ndismissal except in those instances where the face of the complaint discloses some \ninsurmountable bar to recovery,” quoting from American Dairy Queen Corp. v. \nAugustyn, 278 F. Supp. 717 (1967).  Sutton, 277 N.C. at 102. \n                                                   \n38 Or, as here, a counterclaim. \n[30] Moreover, the Sutton Court quoted Shull v. Pilot Life Ins., 313 F. 2d 445 \n(5th Cir. 1963), recognizing that survival of a complaint at the Rule 12(b)(6) stage does \nnot \nnecessarily mean that there mu st be a full-blown trial.   \nUtilizing the “facility of pretrial discovery, the real facts \ncan be ascertained and by motion for summary \njudgment (or other suitable device) the trial court can \ndetermine whether as a matte r of law there is any \nright of recovery on those facts.” \n \nSutton, 277 N.C. at 104. \n \n[31] When determining whether a compla int states a claim upon which relief \ncan be granted in the context of a Rule 12(b)(6) motion, the court may consider \ndocuments that are the subject of the action and specifically referenced in the \ncomplaint.  See Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60–61 (2001) (“This \nCourt has further held that when ruling on a Rule 12(b)(6) motion, a court may properly \nconsider documents which are the subject of a plaintiff’s complaint and to which the \ncomplaint specifically refers even though they are presented by the defendant.”); \nRobertson v. Boyd, 88 N.C. App. 437, 441 (1988) (“Because these documents were the \nsubjects of some of plaintiffs’ claims and plaintiffs specifically referred to the documents \nin their complaint, they could properly be considered by the trial court in ruling on a \nmotion under Rule 12(b)(6).”).  Consequently, the documents attached as exhibits or \notherwise referred to in the Amended Answer and Counterclaims in this action are \ndeemed to be before the court for Rule 12(b)(6) purposes. \nA. \nDefendant’s Third Counterclaim – Promissory Estoppel \n[32] Plaintiff argues t hat Defendant’s Third Counterclaim must be dismissed \nbecause Defendant does not allege any gratuitous promise and because North Carolina \ndoes not permit the offensive use of promissory estoppel.  \n[33] Defendant contends that  before the court can decide the Motion, it must \nperform a choice of law analysis with regard to the law of North Carolina and New \nJersey.  Hill-Rom Servs., Inc. v. Verses Tech., Inc., 2006 U.S. Dist. LEXIS 36477, * 10-\n12 (M.D.N.C. June 2, 2006) (denying a motion to dismiss because the court could not \nconclude where the last act essential to a meeting of the minds took place and, as such, \nwhere the contract was formed).  However, the court concludes that, under both North \nCarolina and New Jersey law, the result would be the same.  Consequently, a choice of \nlaw determination is not required.  \n[34] In the context of North Carolina law, Defendant argues that (a) North \nCarolina does not require use of the word “gratuitous” when asserting a claim for \npromissory estoppel, but simply requires a party to plead that another made a promise it \nshould have reasonably expected to induce action or forbearance and which did in fact \ninduce such action or forbearance,  Lee v. Paragon Group Contractors, Inc., 78 N.C. \nApp. 334, 339 (1985); and (b) Defendant is using the doctrine of promissory estoppel \ndefensively, not offensively, because it is pled as an alternative mechanism for \nenforcement of Plaintiff’s promise in the Letter Agreement if the court ultimately finds \nthe agreement itself unenforceable.  The court agrees. \n[35] In the context of New Jersey law,  Defendant argues that Plaintiff (a) made \na clear and definite promise to Defendant, (b) made the promise with the expectation \nthat Defendant would rely on it, (c) Defendant in fact reasonably relied on the promise \nand (d) Defendant has suffered a detriment of a definite and substantial nature as a \nresult of Plaintiff’s failure to uphold its promises contained in the Letter Agreement and \nthe 1998 Framework Agreement.  It contends such allegations are sufficient for Rule \n12(b)(6) purposes.  Malaker Corp. Stockholders Protective Comm. v. First Jersey Nat. \nBank, 163 N.J. Super. 463, 479, 395 A.2d 222, 230 (App. Div. 1978), cert denied, 79 \nN.J. 488, 401 A.2d 243 (1979).  The court agrees. \n[36] Accordingly, in the instant action,  regardless of whether North Carolina or \nNew Jersey law applies, the court concludes that the allegations give sufficient notice of \nthe nature and basis of the Third Counterclaim.  Further, upon examination of the \ntotality of the facts alleged in Defendant’s Amended Answer and Counterclaims, the \ncourt is unable to conclude from the face of the Amended Answer and Counterclaims \nthat as a matter of law there is no set of facts that might be proven that would support \nthis Counterclaim.  \n[37] Therefore, the c ourt CONCLUDES that in its Third Counterclaim, \nDefendant has stated a claim upon which relief can be granted; and as to the Third \nCounterclaim, the Motion should be DENIED. \nB. \nDefendant’s Fourth Counterclaim – Unfair and Deceptive Trade Practices  \n(Defamation/ Slander Per Se)\n[38]  Plaintiff contends Defendant’s F ourth Counterclaim must be dismissed \nbecause (a) the facts disclosed on its face defeat the Fourth Counterclaim, (b) Plaintiff’s \nstatements are constitutionally protected speech and not per se defamatory and (c) to \nthe extent Defendant’s Fourth Counterclaim is premised on allegations repeated in \nPlaintiff’s Complaint, the Fourth Counterclaim must be dismissed because the \nallegations are absolutely privileged as statements made in the course of a judicial \nproceeding.  \n[39] In response, Defendant contends that in the context of the facts alleged in \nthis dispute, Plaintiff’s statement to Automotive News that Defendant is “trying to extort \nall they can” is (a) defamation/slander per se, (b) is not constitutionally protected speech \nand (c) not absolutely privileged.  It argues that its Fourth Counterclaim therefore \nalleges facts sufficient to state a claim upon which relief may be granted.  The court \nagrees. \n[40] Accordingly, in the instant action, the court concludes that the allegations \ngive sufficient notice of the nature and basis of the Fourth Counterclaim.  Further, upon \nexamination of the totality of the facts alleged in Defendant’s Amended Answer, the \ncourt is unable to conclude from the face of the Amended Answer that as a matter of \nlaw there is no set of facts that might be proven that would support this Counterclaim.  \n[41] Therefore, the cour t CONCLUDES that in its Fourth Counterclaim, \nDefendant has stated a claim upon which relief can be granted; and as to the Fourth \nCounterclaim, the Motion should be DENIED. \nV. \nCONCLUSIONS & ORDER \n[42] This case is not appropriate for a determination under Rule 12(b)(6) that there \ncan be no liability to Plaintiff under the Third and Fourth Counterclaims.  To dismiss either \nof these Counterclaims at this point would be to “go too fast too soon.”  Sutton v. Duke, 277 \nN.C. at 108.  By utilizing discovery, Plaintiff may be able to ascertain more precisely the \ndetails of Defendant’s Counterclaims and whether it can prove facts that may entitle it to \nhave a jury decide the merits of the Counterclaims.  If there then exists a good faith \ncontention that Defendant cannot prove sufficient facts as to either of its Counterclaims, \nPlaintiff may utilize the pre-trial procedures of Rule 56 or other suitable procedural device. \n[43] NOW THEREFORE, based upon the foregoing CONCLUSIONS, it is \nORDERED that Defendants’ Motion to Dismiss Plaintiff’s Third and Fourth Counterclaims is \nDENIED. \nThis the 4th day of May, 2010. "
}