{
  "id": "5e81a256a6e3a5b6010da9db946353933d6e5db5104590bf6e7121fd054bee2b",
  "source_file": "data/raw/ncbc/5e81a256a6e3a5b6010da9db946353933d6e5db5104590bf6e7121fd054bee2b.pdf",
  "raw_text": "Wake County v. Hotels.com, L.P., 2012 NCBC 61. \n \nSTATE OF NORTH CAROLINA             IN THE GENERAL COURT OF JUSTICE \n        SUPERIOR COURT DIVISION \nCOUNTY OF WAKE              MASTER FILE NO. 06 CVS 16256 \n \nWAKE COUNTY,    )  \n      ) \n  Plaintiff,   ) \n)  ORD ORD ORD ORDER AND OPINION ER AND OPINION ER AND OPINION ER AND OPINION \n  v.    ) \n      ) \nHOTELS.COM, L.P., et al.,   ) \n      ) \n  Defendants.   ) \n_____________________________________________________________________________________ \n \nSTATE OF NORTH CAROLINA             IN THE GENERAL COURT OF JUSTICE \n        SUPERIOR COURT DIVISION \nCOUNTY OF BUNCOMBE        07 CVS 585 \n \nBUNCOMBE COUNTY,   ) \n      ) \n  Plaintiff,   ) \n      ) \n  v.    ) \n      ) \nHOTELS.COM, L.P., et al.,   ) \n)   \n  Defendants.   ) \n_____________________________________________________________________________________ \n \nSTATE OF NORTH CAROLINA             IN THE GENERAL COURT OF JUSTICE \n        SUPERIOR COURT DIVISION \nCOUNTY OF DARE            07 CVS 56 \n \nDARE COUNTY,    )  \n      ) \n  Plaintiff,   ) \n      ) \n  v.    ) \n      )      \nHOTELS.COM, L.P., et al.,   ) \n      ) \n  Defendants.   ) \n_____________________________________________________________________________________ \nSTATE OF NORTH CAROLINA             IN THE GENERAL COURT OF JUSTICE \n        SUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG         08 CVS 741 \n \nMECKLENBURG COUNTY,  )  \n      ) \n  Plaintiff,   ) \n      ) \n  v.    ) \n      )      \nHOTELS.COM, L.P., et al.,   ) \n      ) \n  Defendants.   ) \n_____________________________________________________________________________________ \n \nShanahan Law Group PLLC by Kieran Shanahan for Plaintiff Wake County.  \nLong, Parker, Warren & Jones, P.A. by Steve Warren for Plaintiff Buncombe \nCounty.  \nWard & Smith, P.A. by Gary J. Rickner, Samuel H. Poole, and Hugh R. \nOverholt for Plaintiffs Dare County and Mecklenburg County.  \nWilliams Mullen by Gilbert C. Laite, III, Charles B. Neely, Jr., Nancy S. \nRendleman, and Robert W. Shaw for Defendants.  \nMurphy, Judge. \n{1}  THIS MATTER is before the Court on Plaintiffs and Defendants’ \nMotions for Summary Judgment (respectively “Plaintiffs’ Motion” and “Defendants’ \nMotion”).  After considering the parties’ motions and briefs, counsels’ arguments \nmade during the Court’s February 4, 2011, hearing on the parties’ Motions, and the \nsubsequently decided authority provided by Defendants, the Court GRANTS \nDefendants’ Motion and DENIES Plaintiffs’ Motion. \nI. \nPROCEDURAL HISTORY \n{2}  Plaintiffs and former plaintiff Cumberland County filed their \nComplaints on various dates between November, 2006 and January, 2008.  (Pl. \nBuncombe Cnty. Compl. 17; Pl. Cumberland Cnty, Compl. 19; Pl. Dare Cnty. Compl. \n17; Pl. Mecklenburg Cnty. Compl. 18; Pl. Wake Cnty. Compl. 19.) \n{3}  The cases were transferred to the North Carolina Business Court, \nassigned to this Court, and subsequently consolidated for the resolution of all pre-\ntrial matters. \n{4}  The Court entered Orders on Defendants’ Motions to Dismiss on \nNovember 19, 2007, and May 15, 2008, dismissing: former plaintiff Cumberland \nCounty’s (“Cumberland”) Complaint; Plaintiffs Wake County (“Wake”), \nMecklenburg County (“Mecklenburg”), and Dare County’s (“Dare”) claims for unfair \nand deceptive trade practices; and Plaintiffs Wake and Dare’s claims for conversion.  \nWake County v. Hotels.com, LP , 2007 NCBC 35 (N.C. Super. Ct. Nov. 19, 2007), \nhttp://www.ncbusinesscourt.net/opinions/112007%20Opinion%20for%20Webpage%2 \n0Hotels.pdf (addressing Defendants’ motions to dismiss Wake, Buncombe County \n(“Buncombe”), Dare, and Cumberland’s Complaints); Wake County v. Hotels.com, \nLP , No. 06 CVS 16256 (N.C. Super. Ct. May 15, 2008) (order granting in part \nDefendants’ motion to dismiss Mecklenburg’s Complaint). \n{5}  Plaintiffs and Defendants filed their Motions for Summary Judgment \non November 1, 2010, and a hearing was held on the parties’ motions on February \n4, 2011.   \nII. \nFACTUAL BACKGROUND \n{6}  Summary judgment is improper where findings of fact are necessary to \nresolve an issue of material fact.  Collier v. Collier , 204 N.C. App. 160, 161, 693 \nS.E.2d 250, 251–52 (2010).  However, for the aid of the parties and the courts, the \ntrial court may provide a summary of material facts that it finds to be \nuncontroverted in deciding the motion.  Id.  at 161–62, 693 S.E.2d at 252.  The \nfollowing facts are undisputed in the record. \n{7}  Plaintiffs are North Carolina counties.  (Wake Compl. ¶ 1; \nMecklenburg Compl. ¶ 1; Dare Compl. ¶ 1; Buncombe Compl. ¶ 8.) \n{8}  Defendants operate online websites that allow travelers to research \nand book reservations with airlines, hotels, car rental companies, and cruise lines.  \n(Wake Compl. ¶ 24; Dare Compl. ¶ 24; Buncombe Compl. ¶ 30; Mecklenburg Compl. \n¶ 22; Defs.’ Br. in Supp. of Mot. for Summ. J. 14.) \n{9}  By authorization of the North Carolina General Assembly, each \nPlaintiff has, through passage of either an ordinance or resolution, enacted an \noccupancy tax (hereafter the “Tax” or “Occupancy Tax”) that requires the collection \nand remittance of a tax equal to a percentage of the gross receipts derived from the \nrental of hotel rooms and other similar accommodations within each County.  (Wake \nCompl. ¶ 19; Mecklenburg Compl. ¶ 18; Dare Compl. ¶¶ 19–20; Buncombe Compl. ¶ \n33.) \n{10}  Plaintiffs allege that Defendants negotiate and contract with hotels, \nmotels, and inns operating within their jurisdictions for rooms at discounted rates, \nthen mark up the prices and sell the rooms to consumers.  (Wake Compl. ¶ 25; \nMecklenburg Compl. ¶ 23; Dare Compl. ¶ 25; Buncombe Compl. ¶ 31.) \n{11}  Plaintiffs allege Defendants charge and collect the Occupancy Tax from \nconsumers based on Defendants’ higher sales rate (“Sales Rate”) charged to \nconsumers, but only remit to Plaintiffs a tax amount based on the discounted rates \n(“Discount Rate”) paid by Defendants to the hotel owners, thereby pocketing the \ndifference.  (Wake Compl. ¶¶ 24–27; Mecklenburg Compl. ¶¶ 24–25, 56; Dare \nCompl. ¶¶ 24–27; Buncombe Compl. ¶ 36.)  Buncombe County professes uncertainty \nas to whether Defendants engage in this practice (Buncombe Compl. ¶ 35), but \nalleges Defendants are “charging more money in ‘fees and taxes’ than required by \nthe statutory occupancy tax rate, resulting in additional, hidden, and unlawfully \nretained profits.”  (Buncombe Compl. ¶ 36.) \n{12}  Plaintiffs argue that Defendants are obligated to pay the Occupancy \nTax because: (1) the collection obligations under the Occupancy Tax are not limited \nto hotel operators, and therefore, Defendants are responsible for collecting the Tax, \n(2) Defendants, through their contracts with hotels, have placed themselves in the \nsole position of collecting the Occupancy Tax, and (3) Defendants can not collect a \ntax but fail to remit the total amount collected to the Plaintiffs. \n{13}  Plaintiffs also allege that Defendants have failed to file occupancy tax \nreturns, as required by law.  (Wake Compl. ¶ 29; Mecklenburg Compl. ¶ 27; Dare \nCompl. ¶ 29; Buncombe Compl. ¶ 35.) \n{14}  Plaintiffs assert claims for: (1) declaratory judgment; (2) violations of \nthe Occupancy Tax; (3) conversion; (4) imposition of a constructive trust; (5) an \naccounting; and (6) agency liability.   \n{15}  They seek: (1) an order compelling Defendants to pay the full amount \nof the tax going forward; (2) recovery of all unpaid taxes; (3) civil penalties pursuant \nto the Occupancy Tax and state law; (4) treble damages; and (5) recovery of \nPlaintiffs’ costs and attorney fees. \nIII. \nSTANDARD OF REVIEW \n{16}  “The purpose of summary judgment is to determine whether any issues \nof material fact exist, and if not, eliminate the necessity of a full trial where only \nquestions of law are involved.”  Strickland v. Lawrence , 176 N.C. App. 656, 661, 627 \nS.E.2d 301, 305, disc. rev. denied , 360 N.C. 544, 633 S.E.2d 472 (2006) (citing Foster \nv. Winston-Salem Joint Venture , 303 N.C. 636, 641–42, 281 S.E.2d 36, 40 (1981)).  \n“The movant has the burden of establishing the absence of any triable issues of \nfact.”  Id.   This burden can be met in one of two ways: “(1) ‘by proving an essential \nelement of the opposing party’s claim does not exist, cannot be proven at trial, or \nwould be barred by an affirmative defense’; or (2) ‘by showing through discovery \nthat the opposing party cannot produce evidence to support an essential element of \nher claim.’” Id.  (quoting Dobson v. Harris , 352 N.C. 77, 83, 530 S.E.2d 829, 835 \n(2000)). \n{17}  “In ruling on a motion for summary judgment, ‘the court may consider \nthe pleadings, depositions, admissions, affidavits, answers to interrogatories, oral \ntestimony[,] and documentary materials.’”  Id.  (quoting Dendy v. Watkins , 288 N.C. \n447, 452, 219 S.E.2d 214, 217 (1975)).  “A question of statutory interpretation is \nultimately a question of law for the courts,” and thus, appropriate for summary \njudgment.  Browne v. Flowe , 349 N.C. 520, 523, 507 S.E.2d 894, 896 (1998) (citing \nWood v. J.P. Stevens & Co ., 297 N.C. 636, 642, 256 S.E.2d 692, 696 (1979)). \nIV. \nANALYSIS \n{18}  A County’s authority to tax room rental transactions within its borders \nis controlled by enactments of the North Carolina General Assembly and \ncircumscribed further by the express language of each County’s Occupancy Tax \nordinance or resolution.  \n{19}  Each of the Defendants has been authorized by statutory provisions to \nenact an Occupancy Tax, and each has done so.    \n{20}  Each County’s Occupancy Tax imposes a tax of some specified \npercentage on the gross receipts derived from the rental of any room, lodging, or \nsimilar accommodation within the County that is “subject to the State sales tax . . . \nunder [s]ection 105-164.4(a)(3) of the North Carolina General Statutes.”  (Wake \nCompl. ¶ 19.) \n{21}  The parties’ central disagreement in these cases relates to whether \nDefendants are obligated to collect the Occupancy Tax.  Plaintiffs argue that \nDefendants are obligated to collect the Occupancy Tax because: (1) the counties’ \nordinances and resolutions require Defendants to collect the Tax, (2) Defendants \nhave contractually obligated themselves as the only parties able to collect the Tax, \nand (3) Defendants have collected the Tax but failed to remit the full amount to the \nPlaintiffs.  Accordingly, the Court must determine if Defendants are obligated to \ncollect and remit the Occupancy Tax under any of these theories. \nA. \nSTANDARD FOR STATUTORY INTERPRETATION \n{22}  “The cardinal principle of statutory construction is that the intent of \nthe legislature is controlling.”  State ex rel. Utils. Comm’n v. Public Staff N.C. Utils. \nComm’n , 309 N.C. 195, 210, 306 S.E.2d 435, 443 (1983) (citing In re Brownlee , 301 \nN.C. 532, 272 S.E.2d 861 (1981)).  “In ascertaining the legislative intent, courts \nshould consider the language of the statute, the spirit of the statute, and what it \nseeks to accomplish.”  Id.  at 210, 306 S.E.2d at 444 (citing Stevenson v. City of \nDurham , 281 N.C. 300, 188 S.E.2d 281 (1972)). \n{23}  “To effectuate that intent, ‘[s]tatutes dealing with the same subject \nmatter must be construed in pari materia  and harmonized, if possible, to give effect \nto each.’”  In re Hayes , 199 N.C. App. 69, 79, 681 S.E.2d 395, 401 (2009) (quoting \nBd. of Adjustment of the Town of Swansboro v. Town of Swansboro,  334 N.C. 421, \n427, 432 S.E.2d 310, 313 (1993)) (alteration in original). \n{24}   “‘[A] statute must be construed, if possible, so as to give effect to every \npart of it, it being presumed that the Legislature did not intend any of its provisions \nto be surplusage.’”  Id. , at 78, 681 S.E.2d at 401 (quoting State v. Williams , 286 N.C. \n422, 431, 212 S.E.2d 113, 119 (1975)). \n{25}  When construing a statute, “words . . . shall be given the[ir] ordinary \nmeaning, unless it appears from the context, or even otherwise, in the statute, that \nanother and different sense was intended.”  Aberenethy v. Board of Comm’rs , 169 \nN.C. 631, 635, 86 S.E. 577, 579 (1915). \n{26}  “If the language of a statute is free from ambiguity and expresses a \nsingle, definite, and sensible meaning, judicial interpretation is unnecessary and \nthe plain meaning of the statute controls.”  Mazda Motors of Am., Inc. v. Sw. \nMotors, Inc. , 296 N.C. 357, 361, 250 S.E.2d 250, 253 (1979) (citing Institutional \nFood House, Inc. v. Coble , 289 N.C. 123, 221 S.E.2d 297 (1976); Comm’rs v. \nHenderson , 163 N.C. 114, 79 S.E. 442 (1913)).  But when “a literal reading of a \nstatute ‘will lead to absurd results, or contravene the manifest purpose of the \nLegislature, as otherwise expressed, the reason and purpose of the law shall control \nand the strict letter thereof shall be disregarded.’”  Taylor v. Crisp , 286 N.C. 488, \n496, 212 S.E.2d 381, 386 (1975) (quoting Freeland v. Orange Cnty., 273 N.C. 452, \n456, 160 S.E.2d 282, 286 (1968)). \n{27}  “[I]f the language is ambiguous and the meaning in doubt, judicial \nconstruction is required to ascertain the legislative intent.”  Institutional Food \nHouse, Inc. , 289 N.C. at 135, 221 S.E.2d at 304 (citing Underwood v. Howland, \nComr. of Motor Vehicles , 274 N.C. 473, 164 S.E.2d 2 (1968); Young v. Whitehall Co., \nInc. , 229 N.C. 360, 49 S.E.2d 797 (1948); State v. Humphries , 210 N.C. 406, 186 S.E. \n473 (1936)).  However, “[w]hen the statute under consideration is one concerning \ntaxation, special canons of statutory construction apply.”  Lenox, Inc. v. Tolson , 353 \nN.C. 659, 664, 548 S.E.2d 513, 517 (2001) (citing In re Denial of Refund of N.C. \nInheritance Taxes , 303 N.C. 102, 106, 277 S.E.2d 403, 407 (1981)).  “If a taxing \nstatute is susceptible to two constructions, any uncertainty in the statute or \nlegislative intent should be resolved [against the government and] in favor of the \ntaxpayer.”  Id.  (citing Polaroid Corp. v. Offerman , 349 N.C. 290, 297, 507 S.E.2d \n284, 290 (1998); Regional Acceptance Corp. v. Powers , 327 N.C. 274, 277, 394 S.E.2d \n147, 149 (1990)); Colonial Pipeline Co. v. Clayton , 275 N.C. 215, 166 S.E.2d 671, \n(1969).  \nB. \nDEFENDANTS’ OBLIGATION TO COLLECT THE OCCUPANCY TAX  UNDER THE \nCOUNTIES’ ORDINANCES AND RESOLUTIONS \n1. \nWHO IS RESPONSIBLE FOR COLLECTING THE OCCUPANCY TAX ? \n{28}  “A county may impose taxes only as specifically authorized by act of \nthe General Assembly.”  N.C.  G EN . S TAT . § 153A-146 (2012).   In this case, the North \nCarolina General Assembly passed statutes authorizing each Plaintiff to levy an \nOccupancy Tax.  1991 Sess. Laws 594 (Wake); 1989 Sess. Laws 821 (Mecklenburg); \n2001 Sess. Laws 439 (Dare); 2001 Sess. Laws 162 (Buncombe). \n{29}  The statutes did not create the Occupancy Tax; rather they allow the \ncounties to levy the Tax through the passage of a resolution or ordinance.  1991 \nSess. Laws 594 § 4; 1989 Sess. Laws 821 § 6; 2001 Sess. Laws 439 § 7.1; 2001 Sess. \nLaws 162 § 1.  \n{30}  To determine whether the Defendants are obligated to pay the \nOccupancy Tax under the counties’ ordinances or resolutions, the Court must decide \n“what” and “who” is taxed.  Although the language in each of the counties’ \nordinances is different, collectively the ordinances can be placed into one of two \ngroups.  The first group of ordinances (Mecklenburg and Wake) imposes collection \nresponsibilities on the “operator of a taxable establishment.”  Mecklenburg County, \nN.C., Ordinance to Impose and Levy a Two Percent Room Occupancy Tax § 5 (Sept. \n4, 2002) (“Mecklenburg Ordinance I”); Mecklenburg County, N.C., Ordinance to \nImpose and Levy a Room Occupancy Tax § 4 (Mar. 21, 2006) (“Mecklenburg \nOrdinance II”); Wake County, N.C., Res. R-91-107 § 3 (1991). 1  The second group of \nordinances (Dare and Buncombe) imposes collection responsibilities on the \n“operator of a business subject to a room occupancy tax.”  N.C.  G EN . S TAT . § 153A-\n155(c) (2011); see also Dare County, N.C., Res. 91-9-26 § 3 (1991) (adopting the \nprocedures for collection provided in the county’s authorizing statute); and \nBuncombe County, N.C., Res. 01-06-14 § 1 (2001) (stating that the tax is subject to \nthe limitations as set out in the county’s enabling legislation).   \n{31}  Both groups of ordinances and resolutions are clear about “who” is \nresponsible for collecting the Tax.  Therefore, the Court concludes that in order for \nDefendants to be responsible for collecting the Occupancy Tax under the counties’ \nordinances and resolutions, each Defendant must be classified as an “operator” of \neither a “taxable establishment,” or a “business subject to a room occupancy tax.”   \n2. \nOPERATOR \n{32}  The counties place the responsibility for collecting the Occupancy Tax \non “operators.”  See  Mecklenburg Ordinance I § 5; Mecklenburg Ordinance II § 4; \nWake Resolution § 3; N.C.  G EN S TAT . § 153A-155(c).2  The counties’ authorizing \nstatutes, ordinances, and resolutions do not define the term “operator.”  Therefore, \nthe Court will give “operator” its ordinary meaning.  See Aberenethy , 169, N.C. 631, \n635, 86 S.E. 577, 579.  Operator is commonly defined as “one that operates a \n                                                 \n1 Mecklenburg County levies an eight percent Occupancy Tax through two different \nordinances. Mecklenburg Ordinance I levies six percent of the tax, and Mecklenburg \nOrdinance II levies the remaining two percent.  \n2 As mentioned above,  Dare and Buncombe’s resolutions adopted the collection methods \nprovided in their authorizing statutes.  Dare County, N.C., Res. 91-9-26 § 3; Buncombe \nCounty, N.C., Res. 01-06-14 § 1.  Both counties’ authorizing statutes provide that “[a] tax \nlevied under this act shall be levied, administered, collected, and repealed as provided in \nG.S. 153A-155.”  2001 Sess. Laws 439 § 7.2; 2001 Sess. Laws 162 § 1. \nbusiness.”  MERRIAM -W EBSTER ’S C OLLEGIATE D ICTIONARY  870 (11th ed. 2005). 3  To \n“operate,” is “to cause to function.”  Id. at 869.  A reasonable conclusion for the \nCourt to reach is that the ordinances place collection responsibilities on those who \ncause a “taxable establishment” or “business subject to a room occupancy tax” to \nfunction.  Mecklenburg Ordinance I § 5; Mecklenburg Ordinance II § 4; Wake \nCounty Res. R-91-107 § 3; Dare County, Res. 91-9-26 § 3; Buncombe County, Res. \n01-06-14 § 1.  \n3. \nTAXABLE ESTABLISHMENT \n{33}  Mecklenburg and Wake’s ordinances levy an occupancy tax on “the \nreceipts, . . . derived from the rental of any room, lodging or accommodation \nfurnished by a hotel, motel, inn, tourist camp, or similar place within [the] County \nthat is subject to [the State] sales tax . . . .”  Mecklenburg Ordinance I § 3; \nMecklenburg Ordinance II § 3; see also Wake Resolution § 1.  The ordinances go on \nto say that:  \n[e]very operator of a taxable establishment  shall, on and after the \neffective date of the levy of a tax under this ordinance, collect the tax.  \nThe tax shall be stated and charged separately from the room rental \ncharge or sales price, shall be shown separately on the taxable \nestablishment’s sales records and shall be paid by the purchaser to the \ntaxable establishment as trustee for and on account of [the] County.  \nMecklenburg Ordinance I § 5 (emphasis added); Mecklenburg Ordinance II § \n4 (emphasis added); \nsee also  Wake Resolution § 3. \n{34}  These ordinances tell the Court what is taxed, who is taxed, and who is \nresponsible for collecting the tax.  Stated plainly, Mecklenburg and Wake’s \nordinances define “what” is taxed as the “receipts . . . derived from the rental of any \nroom . . . furnished by a hotel, motel, inn, tourist camp, or similar place within [the] \nCounty that is subject to [the State] sales tax,” require that the tax “be paid by the \n                                                 \n3 “In the absence of a contextual definition, courts may look to dictionaries to determine the \nordinary meaning of words within a statute.”  State v. Cockerham , 155 N.C. App. 729, 734, \n574 S.E.2d 694, 698 (2003) (citing Perkins v. Arkansas Trucking Services, Inc ., 351 N.C. \n634, 638, 528 S.E.2d 902, 904 (2000)). \n  \npurchaser to the taxable establishment,” and oblige “[e]very operator of a taxable \nestablishment [to] . . . collect the tax.”  Mecklenburg Ordinance I §§ 3, 5; \nMecklenburg Ordinance II §§ 3–4; Wake Resolution §§ 1, 3.  \n{35}  Taxable establishment is defined in Mecklenburg Ordinance I, as \n“[a]ny hotel, motel, inn, tourist camp, or similar place that is required to collect  a \nroom occupancy tax levied pursuant to this Ordinance.”  Mecklenburg Ordinance I § \n1(5) (emphasis added).  The Court finds this definition problematic because \nMecklenburg Ordinance I Section 5 only imposes collection responsibilities on \n“operators” of taxable establishments, not hotels, motels, inns, or other similar \nplaces themselves.  Mecklenburg Ordinance I § 5; see also  In re Hayes , 199 N.C. \nApp. at 78, 681 S.E.2d at 401 (stating that when construing a statute the court \nmust attempt to give effect to every word).  By defining those who collect the tax as \n“operators of taxable establishments,” and “taxable establishments” as those \n“required to collect a room occupancy tax,” the definition of who is responsible for \ncollecting the tax becomes circular. 4  Thus, the Court holds that the language of \nMecklenburg Ordinance I is ambiguous, and therefore, the Court must look to other \nindicators of legislative intent.  See Institutional Food House, Inc. , 289 N.C. at 135, \n221 S.E.2d at 304. \n{36}  Because counties can only tax as authorized by the North Carolina \nGeneral Assembly, N.C.  G EN . S TAT . § 153A-146, another indicator of legislative \nintent comes from the statutes authorizing Mecklenburg and Wake to levy the \nOccupancy Tax.  Both Mecklenburg and Wake’s authorizing statutes define “taxable \nestablishment” differently than Mecklenburg Ordinance I.  Under the authorizing \nstatutes, “taxable establishment” is defined as a “hotel, motel, inn, tourist camp, or \nsimilar place that is subject to a room occupancy tax  levied pursuant to this Part . . . \n.”  1989 Sess. Laws 821 § 5(b)(8) (emphasis added); 1991 Sess. Laws 594 § 2(5); see \n                                                 \n4 Mecklenburg Ordinance II and Wake’s resolution do not define “taxable establishment,” \nbut instead adopt the definition used in the counties’ authorizing statutes.  Mecklenburg \nOrdinance II § 1; see generally Wake Resolution.  \nalso  Mecklenburg Ordinance II § 1 (adopting the definitions used in 1989 Sess. \nLaws 821).   \n{37}  The adoption of different definitions for “taxable establishment” is \nsignificant.  Unlike Mecklenburg Ordinance I’s circular definition of “taxable \nestablishment,” Mecklenburg and Wake’s authorizing statutes and Mecklenburg \nOrdinance II adopt a clear definition of “taxable establishment” that provides two \nelements: (1) that the establishment be a “hotel motel, inn, tourist camp, or similar \nplace,” and (2) that the establishment be “subject to a room occupancy tax.”  1989 \nSess. Laws 821 § 5(b)(8); 1991 Sess. Laws 594 § 2(5); see  Mecklenburg Ordinance II \n§ 1.   \n{38}  Therefore, the Court concludes that the definition of “taxable \nestablishment,” as adopted in Mecklenburg and Wake’s authorizing statutes, \ndemonstrates the North Carolina General Assembly’s intended definition for  \n“taxable establishment” under Mecklenburg and Wake’s Occupancy Tax, and \neliminates the ambiguity in Mecklenburg Ordinance I.  Accordingly, the Court will \napply the definition of “taxable establishment” adopted in 1989 Sess. Laws 821 § \n5(b)(8) to Mecklenburg Ordinance I. 5 \n4. \nBUSINESS SUBJECT TO A ROOM OCCUPANCY TAX \n{39}  Dare and Buncombe’s ordinances do not define who is obligated to \ncollect the Occupancy Tax, instead Dare and Buncombe defer to their authorizing \nstatutes.  Dare County, N.C., Res. 91-9-26 § 3 (1991) (adopting the procedures for \ncollection detailed in the county’s authorizing statute); Buncombe County, N.C., \nRes. 01-06-14 § 1 (2001) (stating that the tax is subject to the limitations as set out \nin the county’s enabling legislation).   \n{40}  Dare and Buncombe’s authorizing statutes provide that “[a] tax levied \nunder this act shall be levied, administered, collected, and repealed as provided in \n                                                 \n5 The Wake Resolution does not define “taxable establishment.”  See generally Wake \nResolution.  Therefore, the Court applies the definition provided in Wake’s authorizing \nstatute to the Wake Resolution.   \nG.S. 153A-155.”  2001 Sess. Laws 439 § 7.2 (2001) (Dare); 2001 Sess. Laws 162 §1 \n(2001) (Buncombe).  North Carolina General Statute 153A-155(c) provides that \n“[e]very operator of a business subject to a room occupancy tax shall, on and after \nthe effective date of the levy of the tax, collect the tax.”  N.C.  G EN . S TAT . § 153A-\n155(c) (2011).   \n{41}  The statute does not provide a definition for business, but does state \nthat the “operator of a business who collects a room occupancy tax may deduct from \nthe amount remitted to the taxing county a discount equal to the discount the State \nallows the operator  for State sales and use tax.”  N.C.  G EN . S TAT . § 153A-155(c) \n(emphasis added).  So, in addition to being an operator of a business, which is \ncommonly defined as “a commercial or sometimes an industrial enterprise,” \nM ERRIAM -W EBSTER ’S C OLLEGIATE D ICTIONARY  167, section 153A-155(c) also \nindicates that an operator of a business under the occupancy tax would also be an \noperator able to take a discount under the State sales and use tax.  To take a \ndiscount under the State sales and use tax, an operator of a business would need to \nbe subject to the State sales and use tax. \n{42}  The State sales and use tax taxes retailers, N.C. Gen. Stat. § 105-\n164.4(a), and defines retailers as “[o]perators of hotels, motels, tourist homes, \ntourist camps, and similar type businesses and persons who rent private residences \nand cottages to transients . . . .”  N.C.  G EN . S TAT . § 105-164.4(a)(3) (2006).  \nReasonably interpreted, to be subject to the State sales and use tax, and therefore \nable to take a discount under the State sales and use tax, an operator of a business \nmust also be the “[o]perator[] of [a] hotel[], motel[], tourist home[], tourist camp[], \n[or] similar type business[] [or] person[] who rent[s] private residences and cottages \nto transients.”  Id.    \n{43}  By requiring that a business subject to the Occupancy Tax also be \nsubject to the State sales and use tax, and thus meet the definition of “retailer,” \nsection 153A-155(c) makes sense of the phrase “operator of a business subject to a \nroom occupancy tax.”  Applying the definition of “retailer” in conjunction with \n“business” places responsibility for collecting the Occupancy Tax on the “operator of \na [hotel, motel, tourist home, tourist camp, and similar type business and persons \nwho rent private residences and cottages to transients] subject to a room occupancy \ntax.”  This is both consistent with the common definition of business, and like the \ndefinition of “taxable establishment” discussed above, provides the Court with a \nclear test for who is responsible for collecting the Occupancy Tax. \n{44}  In addition, the Court’s interpretation of section 153A-155(c) as \nrequiring “business,” as used in 153A-155(c), to also meet the definition of retailer, \nas used in 105-164.4(a)(3), is further supported by the result that the meaning of \nthe phrase “operator of a business subject to a room occupancy tax,” becomes \nvirtually identical to “operator of a taxable establishment.”  See ¶¶ 36–37 supra ; \n1989 Sess. Laws 821 § 5(b)(8) (stating that “taxable establishment” is defined as a \n“hotel, motel, inn, tourist camp, or similar place that is subject to a room occupancy \ntax . . . .”); see also  1991 Sess. Laws 594 § 2(5).  Because all of the counties’ \nordinances and resolutions are in pari materia , this interpretation fulfills the \nCourt’s responsibility to, if possible, harmonize their construction.  See In re Hayes , \n199 N.C. App. at 79, 681 S.E.2d at 401 (stating that statutes dealing with the same \nsubject matter should be harmonized). \n{45}  Therefore, the Court holds that the legislature intended for the \ndefinition of the term “business,” as used in section 153A-155(c), to be coterminous \nwith the definition of “retailer” as defined in section 105-164.4(a)(3) of the State \nsales and use tax.  Accordingly, the Court holds that in order for Defendants to be \nresponsible for collecting the Occupancy Tax, Plaintiffs must show that the \nDefendants are: (1) “operators of hotels, motels, tourist homes, tourist camps, [or] \nsimilar type businesses [or] persons who rent private residences and cottages to \ntransients,” N.C. Gen. Stat. § 105-164.4(a)(3), and (2) “subject to a room occupancy \ntax.”  N.C.  G EN . S TAT . § 153A-155(c); 1989 Sess. Laws 821 § 5(b)(8); 1991 Sess. Laws \n594 § 2(5).  \n \n \n \n5. \nARE DEFENDANTS OPERATORS OF SIMILAR TYPE BUSINESSES ? \n{46}  Plaintiffs argue that Defendants are responsible for collecting the \nOccupancy Tax from purchasers because Defendants are “operators of businesses \nthat are ‘similar type businesses’ to hotels under the [counties’] Ordinances.”  (Pls.’ \nMem. Supp. Mot. Summ. J. 29.)  Plaintiffs do not assert or contend that Defendants \nare hotels, motels, tourist homes, tourist camps, or persons who rent private \nresidences and cottages to transients.   \n{47}  Defendants counter that their business models prevent them from \nbeing considered “similar type businesses,” and thus, they are not obligated to \ncollect the Occupancy Tax under the counties’ ordinances or resolutions.  (Defs.’ Br. \nSupp. Mot. Summ. J. 23–36.)  Because the parties have not argued that Defendants \nare hotels, motels, tourist homes, tourist camps, or persons who rent private \nresidences and cottages to transients, the Court will only evaluate whether \nDefendants are “similar type businesses.” \n{48}  As noted above, for Defendants to be responsible for collecting the \nOccupancy Tax, they must qualify as operators of “hotels, motels, tourist homes, \ntourist camps, [or] similar type businesses [or] persons who rent private residences \nand cottages to transients.”  N.C. Gen. Stat. § 105–164.4(a)(3); see also  1989 Sess. \nLaws 821 § 5(b)(8) (defining “taxable establishment” within Mecklenburg’s \nauthorizing statute), and  1991 Sess. Laws 594 § 2(5) (defining “taxable \nestablishment” within Wake’s authorizing statute), and Mecklenburg Ordinance II § \n1 (adopting the definition of “taxable establishment” used in 1989 Sess. Laws 821).  \n{49}  Neither the Occupancy Tax authorizing statutes nor the counties’ \nordinances or resolutions define the term “similar type businesses.”  Thus, the \nCourt must look elsewhere to determine legislative intent.  Under the maxim of \nejusdem generis , “where words of general enumeration follow those of specific \nclassification, the general words will be interpreted to fall within the same category \nas those previously designated.”  Turner v. Gastonia City Bd. of Education , 250 N.C. \n456, 463, 109 S.E.2d 211, 216 (1959).   In this case, the general term of “similar \ntypes businesses,” follows the specific terms of “hotels, motels, tourist homes, [and] \ntourist camps.”  N.C. Gen. Stat. § 105-164.4(a)(3).  Therefore, to be considered a \n“similar type business[],” the business must fall within the same category as “hotels, \nmotels, tourist homes, [and] tourist camps.”  Id.  \n{50}  Neither the authorizing statutes nor the counties’ ordinances or \nresolutions define hotel, motel, tourist home, or tourist camp.  Therefore, the Court \ngives the terms their ordinary meaning.  Aberenethy , 169, N.C. 631, 635, 86 S.E. \n577, 579.  A hotel is “an establishment that provides lodging and usu. meals, \nentertainment, and various personal services for the public.”  MERRIAM -W EBSTER ’S \nC OLLEGIATE D ICTIONARY  601.  Like hotels, motels are “establishment[s] which \nprovide[] lodging and parking and in which the rooms are usu. accessible from an \noutdoor parking area.”  Id.  at 810.  The Court is unable to find any definition for \ntourist home or tourist camp, but believes that it was the legislature’s intent for the \nword “tourist” to modify the words home and camp.  A tourist is commonly known \nas “one who makes a tour for pleasure or culture,” Id.  at 1322, while a home is \nconsidered “one’s place of residence: DOMICILE[,] b: HOUSE . . . ,” Id.  at 594, and a \ncamp is “a place usu. away from urban areas where tents or simple buildings (as \ncabins) are erected for shelter or for temporary residence (as for . . . vacationers).”  \nId.  at 177. \n{51}  Plaintiffs argue that Defendants are “similar type businesses” to hotels \nbecause Defendants and hotels both:  \ncollect payment from a customer for the right to occupy the hotel \nroom[,] . . . charge and collect from their online consumer/purchaser \nthe room Sale Price, as well as all taxes and fees[,] . . . act as the \nmerchants of record[,] . . . bear and assume the risk of loss from the \ntransaction with the consumer and the risk of credit card fraud in \nconnection with the rooms sold[,] . . . exercise control over almost every \naspect of the consumer’s reservation[,] . . . [can] cancel reservations [or \nprovide] . . . refunds[,] . . . [and] have customer service departments \nthat customers may contact during their stay if they are unsatisfied.  \n(Pls.’ Mem. Supp. Mot. Summ. J. 31–33.)   \n{52}  Defendants do not dispute the factual similarities that Plaintiffs draw \nbetween Defendants and hotels.  However, assuming that everything Plaintiffs \nargue is true, the Court can not conclude that Defendants are “similar type \nbusinesses” to hotels, motels, tourist homes, or tourist camps.  Based on the \ndefinitions cited above, the Court holds that the common thread between hotels, \nmotels, tourist homes, and tourist camps is the presence of a physical location \nwhere lodging is provided for a temporary period of time.  While Defendants and \nhotels might both provide the administrative services that Plaintiffs ask this Court \nto consider as evidence of similarity between Defendants and hotels, no evidence \nhas been presented, and Plaintiffs do not argue, that Defendants provide lodging at \na physical location.  Instead Defendants, as Plaintiffs allege in their Complaints, \nare a group of online websites that allow travelers to research and book \nreservations with airlines, hotels, car rental companies, and cruise lines.  (Wake \nCompl. ¶ 24; Dare Compl. ¶ 24; Buncombe Compl. ¶ 30; Mecklenburg Compl. ¶ 22.)  \nSimply because Defendants provide room rentals to customers over the internet, \ndoes not mean that they are transformed into operators of hotels or “similar type \nbusinesses.”  Federal courts interpreting N.C. Gen. Stat. § 105-164.4(a)(3) under \nsimilar facts have also concluded that online retailers like Defendants are “not . . . \nbusiness[es] . . . of a similar type to a hotel, motel, or tourist home or camp.”  Pitt \nCounty v. Hotels.com, L.P. , 553 F.3d 308, 313 (4th Cir. 2009); see also Pitt County v. \nHotels.com, L.P. , No. 4:06-CV-30-BO, 2007 U.S. Dist. LEXIS 85910 (E.D.N.C. Aug. \n13, 2007). \n{53}  Plaintiffs have failed to present any evidence demonstrating that \nDefendants are “similar type businesses,” as defined by the Court.  As such, \nDefendants can not be classified as operators of “taxable establishments” or \n“business[es] subject to a room occupancy tax” under any of Plaintiffs’ Occupancy \nTax ordinances or resolutions, and are thus, not subject to the counties’ Occupancy \nTaxes.  Accordingly, the Court GRANTS Defendants’ Motion with respect to \nPlaintiffs’ arguments that: (1) collection obligations under the Occupancy Tax are \nnot limited to hotel operators, (2) Defendants are responsible for collecting the \nOccupancy Tax under the counties’ ordinances and resolutions, and (3) Defendants \nare required to file occupancy tax returns.  Plaintiffs’ Motion for Summary \nJudgment as to Defendants’ liability under the counties’ ordinances and resolutions \nis DENIED. \nC. \nARE DEFENDANTS CONTRACTUALLY OBLIGATED TO PAY THE O CCUPANCY TAX? \n{54}  Plaintiffs next argue that Defendants are obligated to collect the \nOccupancy Tax because they contracted with local hotels for the right to collect the \nTax.  Plaintiffs contend that because the contracts make Defendants the only \nparties able to collect the Tax, they must collect the Tax in full.  (Pls.’ Mem. Supp. \nMot. Summ. J. 24–20.)  Defendants counter that Plaintiffs argument should be \ndisregarded because: (1) Plaintiffs failed to plead this theory of recovery in their \nComplaint, and (2) North Carolina’s courts have not recognized a theory of recovery \nfor contractual undertaking.  (Defs. Br. in Resp. Pls.’ Mot. Summ. J. 23–29.)  The \nCourt finds both of Defendants’ arguments persuasive. \n1. \nPLEADING THEORIES OF RECOVERY \n{55}  The general rules of pleadings are contained in Rule 8 of the North \nCarolina Rules of Civil Procedure.  N.C. R. Civ. P. 8.  Rule 8 requires that pleadings \ncontain “[a] short and plain statement of the claim sufficiently particular to give the \ncourt and the parties notice of the transactions, occurrences, or series of \ntransactions or occurrences, intended to be proved showing that the pleader is \nentitled to relief.”  Id.  at 8(a)(1).  To comply with Rule 8, a pleading must, \ngive[] sufficient notice of the events or transactions which produced the \nclaim to enable the adverse party to understand the nature of it and \nthe basis for it, to file a responsive pleading, and – by using the rules \nprovided for obtaining pretrial discovery – to get any additional \ninformation he may need to prepare for trial.  \nSutton v. Duke , 277 N.C. 94, 104, 176 S.E.2d 161, 167 (1970). \n{56}  Defendants argue that Plaintiffs’ contractual undertaking theory for \nrecovery should be disregarded because it was not pled in Plaintiffs’ Complaints.  \n(Defs.’ Resp. Pls.’ Mot. Summ. J. 23–24.)  In support of their argument, Defendants \npoint to a parallel case, argued by Plaintiffs’ counsel in Ohio, where the trial court \nrejected a similar theory of contractual undertaking because plaintiffs failed to \ninclude the theory in their complaint.  (Defs.’ Resp. Pls.’ Mot. Summ. J. 24; see also \nCity of Findlay v. Hotels.com. , No. 3:05-CV-07443, slip op. at 6–7 (N.D. Ohio Nov. \n18, 2010).)  Defendants also cite to Cloaninger v. McDevitt , a case from the United \nStates Court of Appeals for the Fourth Circuit, where at summary judgment, the \ncourt refused to allow plaintiff to argue a claim for malicious prosecution under a \ntheory not raised in the complaint.  555 F.3d 324, 336 (4th Cir. 2009) (citing Barclay \nWhite Skanska, Inc. v. Battelle Mem’l Inst ., 262 Fed. Appx. 556, 563 (4th Cir. 2008) \n(unpublished) (holding that plaintiff could not argue a theory of recovery based on \nchange orders that were not the change orders mentioned in the complaint)); see \nalso Tucker v. Union of Needletrades, Indus., & Textile Employees , 407 F.3d 784, \n788 (6th Cir. 2005); Gilmour v. Gates, McDonald & Co ., 382 F.3d 1312, 1315 (11th \nCir. 2004); Shanahan v. City of Chicago , 82 F.3d 776, 781 (7th Cir. 1996); and \nFisher v. Metro. Life Ins. Co ., 895 F.2d 1073, 1078 (5th Cir. 1990). \n{57}  “The variant language in the North Carolina . . . and federal rules \nprevents the assumption that the legislature adopted our Rule 8(a)(1) with the \njudicial construction which had been placed upon . . . the federal counterpart.”  \nSutton , 277 N.C. at 101, 176 S.E.2d at 165.  However, this is not to say that case \nlaw interpreting the federal and New York rules should be ignored.  “On the \ncontrary, since the federal and, presumably, the New York rules are the source of \nNCRCP [North Carolina Rules of Civil Procedure], we will look to the decisions of \nthose jurisdictions for enlightenment and guidance as we develop ‘the philosophy of \nthe new rules.’”  Id.    \n{58}  As stated above, Rule 8(a) requires that a pleading “give[] sufficient \nnotice of the events or transactions which produced the claim to enable the adverse \nparty to understand the nature of it and the basis for it  . . . .”  Sutton , 277 N.C. at \n104, 176 S.E.2d at 167 (emphasis added).  By requiring that the pleadings provide \nsufficient notice for a defendant to understand the nature and basis of a plaintiff’s \nclaims, Rule 8 ensures that a proper defense can be presented.  See Barclay White \nSkanska, Inc. , 262 Fed. Appx. at 563 (stating that while “notice pleading is designed \nto provide defendants with fair notice of the plaintiffs’ claims and the grounds upon \nwhich those claims rest. . . . [A] complaint cannot be construed so liberally so as to \ndeprive [a defendant] of notice.”) (citations omitted).  This is why many federal \ncourts consider an argument at summary judgment supported by an alternative \ntheory of recovery not pled in the complaint to be an entirely new claim.  See \nCloaninger , 555 F.3d at 336 (stating that because plaintiffs may not raise new \nclaims after discovery without amending their complaint, the court would not allow \nplaintiffs to base his claim for malicious prosecution at summary judgment on a \ncharge of involuntary commitment, when the complaint stated that the claim was \nbased on a charge of resisting arrest). \n{59}  In this case, Plaintiffs’ Complaints allege that Defendants are \nresponsible for collecting the Occupancy Tax because: (1) the counties’ ordinances \nimpose the responsibility of collection on Defendants, (Mecklenburg Compl. ¶¶ 24–\n25, Wake Compl. ¶¶ 26–27; Dare Compl. ¶¶ 26–27; Buncombe Compl. ¶¶ 34–35, \n43), and (2) Defendants have collected the full amount of the Tax, but only remitted \nto Plaintiffs a portion of what was collected.  (Mecklenburg Compl. ¶¶ 23–25, Wake \nCompl. ¶¶ 25–27; Dare Compl. ¶¶ 25–27; Buncombe Compl. ¶¶ 34–35, 43(d).)   \n{60}  Plaintiffs cite to many of the same allegations mentioned above as \nevidence that they properly alleged a theory of recovery based on contractual \nundertaking.  However, the Court can not find any allegation within the Complaints \nthat would provide sufficient notice to Defendants that Plaintiffs’ claims were based \non a theory that Defendants were liable for collection of the Tax because of the \ncontracts Defendants entered into with the hotel providers.  Accordingly, the Court \nconcludes that Plaintiffs failed to provide “sufficient notice of the events or \ntransactions which produced the claim to enable the adverse party to understand \nthe nature of it and the basis for it .”  Sutton , 277 N.C. at 104, 176 S.E.2d at 167  \n(emphasis added).   \n \n2. \nCONTRACTUAL UNDERTAKING \n{61}  Even if the Court were to consider Plaintiffs’ contractual undertaking \ntheory of recovery, it would also have to acknowledge that there is no legal support \nfor such a theory in North Carolina’s case law.  Plaintiffs initially point the Court to \nWilliams v. Smith , a North Carolina Court of Appeals case, where, in the context of \nplaintiff’s negligence claim, the court stated that a “[d]uty may be imposed if one \nparty undertakes to render services to another and the surrounding circumstances \nare such that the first party should recognize the necessity to exercise ordinary care \nto protect the other party or the other party’s property . . . .”  149 N.C App. 855, 858, \n561 S.E.2d 921, 923 (2002).  However, in response to Defendants’ Brief in \nOpposition to Plaintiffs’ Motion for Summary Judgment, Plaintiffs qualify their \nreliance on Williams , by stating that the counties’ “primary legal support comes \nfrom the language of the Enabling Legislation and Ordinances . . . .”  (Pls.’ Reply \nSupp. Mot. Summ. J. 15 n. 9.) \n{62}  Plaintiffs point to federal cases dealing with similar litigation \nconcerning Defendants’ responsibility for collecting taxes in other jurisdictions, the \nCourt does not find those cases to be persuasive because they do not interpret the \nstatutes, ordinances, and resolutions at issue in this action.  Because Defendants \nare not liable under the applicable legislation and ordinances, and Plaintiffs have \nfailed to provide any additional legal support for their contractual undertaking \ntheory of recovery, Plaintiffs are not entitled to summary judgment. \n{63}  Accordingly, for the reasons stated above, the Court DENIES \nPlaintiffs’ Motion based on a theory of contractual undertaking and Defendants’ \nMotion is GRANTED.   \nD. \nCOLLECTED BUT NOT REMITTED THEORY OF RECOVERY \n{64}  The premise of Plaintiffs’ last theory of recovery is that Defendants \nhave calculated and collected an Occupancy Tax based on the Sales Rate paid by \nconsumers to Defendants, but only remitted to Plaintiffs an amount based on the \nDiscount Rate paid by Defendants to the hotel providers, thereby pocketing the \ndifference.  (Pls. Mem. Law Supp. Mot. Summ. J. 20–29.)  Plaintiffs contend that \nDefendants are in a fiduciary or “trustee” like relationship with Plaintiffs, and thus, \nmust remit all of the taxes they collect from the consumers.  Defendants counter \nthat Plaintiffs’ argument fails because North Carolina does not recognize a \n“collected-but-not-remitted” theory of recovery.  (Defs.’ Br. in Opp. to Pls. Mot. \nSumm. J. 30.) \n{65}  Plaintiffs first argue that the Court ruled in Plaintiffs’ favor on their \n“collected-but-not-remitted” theory of recovery in its Order and Opinion on \nDefendants’ Motion to Dismiss.  (Pls. Mem. Law Supp. Mot. Summ. J. 20.)  This, \nhowever, is a misinterpretation of the Court’s Order and Opinion.  See generally \nWake Cnt’y v. Hotels.com, LP , 2007 NCBC 35 (N.C. Super. Ct. Nov. 19, 2007), http: \n//www.ncbusinesscourt.net/opinions/112007%20Opinion%20for%20Webpage%20Hot \nels.pdf (order granting in part, and denying in part, Defendants’ Motion to Dismiss).   \n{66}  In its Order and Opinion on Defendants’ Motion to Dismiss, the Court \nheld: \nOn these facts, it does not matter whether (as Defendants urge) the \nreach of the Occupancy Tax is co-extensive with that of the [S]tate \nsales tax or whether Defendants ‘operate’ hotels.  Instead, by (1) \ncollecting the tax from consumers and then failing to remit the full \namount to Plaintiffs, and (2) not filing returns as required by law, \nDefendants have not complied with the plain language of the \nOccupancy Tax (and the corresponding enabling acts) requiring them \nto account for and remit all such taxes.    \nId. at ¶ 72.  The Court then held “[t]hus, at least at this stage of the case , Plaintiffs \nhave stated claims that would entitle them to relief.”  Id.  at ¶ 73 (emphasis added).  \nThe Court’s Order and Opinion on Defendants’ Motion to Dismiss only provides the \nCourt’s determination regarding the adequacy of Plaintiffs’ pleadings under a Rule \n12(b)(6) standard of review, and does not pass judgment on the ultimate merits of \nPlaintiffs’ theory of recovery.  Accordingly, the Court’s conclusions in its previous \nOrder and Opinion do not answer the question of whether Plaintiffs have advanced \na viable theory of recovery under North Carolina law.   \n{67}  In support of their Motion for Summary Judgment, Plaintiffs direct the \nCourt to City of Rome v. Hotels.com , Expedia, Inc. v. City of Columbus , and City of \nGallup v. Hotels.com, L.P. , three cases that dealt with similar questions of tax \nliability in other jurisdictions.  The Court first notes that none of the cases cited by \nPlaintiffs are from North Carolina, and at best, these cases can only serve as \npersuasive authority.  In addition, as discussed below, none of these cases help \nPlaintiffs’ position because they rely on statutory language that has not been \nadopted in North Carolina. \n{68}  In City of Rome , defendants argued in their motion to dismiss that \nthey were not liable to plaintiffs for excise taxes levied on the rental of rooms, \nlodgings, and accommodations.  No. 4:05-CV-249-HLM, 2006 U.S. Dist. LEXIS \n56369, at *14–15 (N.D. Ga. May 8, 2006).  The court concluded that “[t]he person or \nentity collecting the tax from the hotel or motel guest [was required to] remit the \ntax to the governing authority imposing the tax . . . .” Id.  at *15.  The court then \nheld that “[d]efendants are the entities actually collecting the excise taxes from the \nhotel guests and, pursuant to O.C.G.A. § 48-13-51(a)(1)(B)([i]) , those taxes actually \ncollected must be remitted to Plaintiffs.”  Id. at *16.  The court’s decision in City of \nRome , was a result of its conclusion that O.C.G.A. § 48-13-51(a)(1)(B)([i]) required \nthose who collected the tax to remit what they collected to the taxing authorities.  \nHowever, unlike the statute in City of Rome , in this case, Plaintiffs’ authorizing \nstatutes do not place the same collection responsibilities on the Defendants. \nAccordingly, the Court finds the holding in City of Rome  unpersuasive. \n{69}  Similarly, in Expedia, Inc. v. City of Columbus , plaintiff argued that \nthe trial court had erred in concluding: (1) that plaintiff was required to collect hotel \noccupancy taxes under its agreements with hotel providers, and (2) that the \nenabling statute (O.C.G.A. § 48-13-51(a)(1)(B)(i)), required any entity collecting the \ntax to remit what was collected to the defendant.  Expedia, Inc. v. City of Columbus , \n681 S.E.2d 122, 126–28 (Ga. Sup. Ct. 2009).  The Georgia Supreme Court held that, \ncontrary to plaintiff’s argument, the trial court had not concluded as a matter of law \nthat plaintiff was responsible for collecting the taxes, but rather, found as a matter \nof fact, that plaintiff had contracted for the right to collect taxes on the hotels’ \nbehalf.  Id.  at 126–27.  The court then cited City of Rome , in support of its holding \nthat under the enabling statute, plaintiff was required to pay the taxes to defendant \nbecause they were the entity collecting the taxes.  Id.  at 127.   \n{70}  Like the ruling in City of Rome , the holding in City of Columbus , does \nnot provide this Court with any legal support for the proposition that Defendants \ncan be held liable under a “collected-but-not-remitted” theory of recovery.  As the \nGeorgia Supreme Court stated in its opinion, the trial court found as a matter of \nfact , that (1) plaintiff had contracted for the right to collect taxes on behalf of the \nCity’s hotels, and (2) that “there was nothing in the Enabling Statute or City \nordinance which prohibited Expedia from contracting with City hotels to collect the \ncustomer’s tax on the hotel’s behalf.”  Id.   Because the court did not conclude that \nplaintiff was responsible for collecting the taxes as a matter of law , but rather, that \nplaintiff had contracted through private agreement for the ability to collect the \ncustomer’s tax, the case does not provide legal support for Plaintiffs’ theory of \nrecovery.   \n{71}  In addition, as was the case in City of Rome , the court’s reasoning in \nCity of Columbus  is inapplicable because the court’s conclusion that “the Enabling \nStatute unequivocally requires the remission of taxes by the ‘entity’ that purports to \ncollect them,” is based on an interpretation of O.C.G.A. § 48-13-51(a)(1)(B)(i).  Id.   \nAs the Court has previously determined, North Carolina’s authorizing statutes do \nnot place the same responsibilities for collection as those adopted by Georgia.  Thus, \nthe Court finds City of Columbus  equally unpersuasive. \n{72}  Lastly, in City of Gallup v. Hotels.com, L.P. , the court faced many of \nthe same arguments previously mentioned in City of Rome and  City of Columbus .  \nIn City of Gallup , the United States District Court for the District of New Mexico \nheld that “if   Defendants are collecting a lodging tax from the vendees on behalf of \nthe City and  acting as trustees of said money, the Defendants could be liable to the \nCity, regardless of whether or not they are vendors as provided in the Ordinance.”  \nCity of Gallop v. Hotels.com , No. 06-0549-JC, 2007 U.S. Dist. LEXIS 86720, at *11 \n(January 30, 2007) (citing City of Rome , 2006 U.S. Dist. LEXIS 56369, at *15–16).  \nHowever, this holding relies on the same reasoning discredited above in the Court’s \ndiscussion of City of Rome .  By relying on City of Rome , the court’s conclusion in \nCity of Gallup  is, strangely enough, premised upon a Georgia enabling statute that \nrequires those who collect the tax to remit what is collected to the taxing \nauthorities.  Again, any reliance on the language of the Georgia statutes is \ninappropriate in this case because North Carolina’s authorizing statutes do not \nimpose the same responsibilities on Defendants.  Thus, the holding in City of Gallup  \nis also unpersuasive. \n{73}  Plaintiffs’ have been unable to direct this Court to any binding legal \nprecedent to support a “collected-but-not-remitted” theory of recovery.  Accordingly, \nthe Court DENIES Plaintiffs’ Motion as to their “collected-but-not-remitted” theory \nof recovery, and GRANTS Defendants’ Motion as to this theory of recovery. \n{74}  For the reasons stated above, the Court hereby DISMISSES, with \nprejudice, the following claims: (1) Wake’s claims for declaratory \njudgment/injunction, violation of room occupancy tax ordinance, and claim for \nstatutory penalties; (2) Mecklenburg’s claims for declaratory judgment/injunction, \nviolation of room occupancy tax ordinance, and claim for statutory penalties; (3) \nDare’s claims for declaratory judgment/injunction, violation of room occupancy tax \nordinance, and claim for statutory penalties; and (4) Buncombe’s claims for \ndeclaratory judgment. \nE. \nDEMAND FOR ACCOUNTING \n{75}  Plaintiffs’ Demand for Accounting is based on the assumption that \nDefendants are under a legal obligation to collect and remit the Occupancy Tax \nunder the counties’ Occupancy Tax ordinances and resolutions.  (Mecklenburg \nCompl. ¶ 67; Wake Compl. ¶ 64; Dare Compl. ¶ 65; Buncombe Compl. ¶ 46.)  For \nthe reasons discussed above, the Court does not conclude that Defendants are \nlegally obligated to collect the occupancy tax under the counties’ authorizing \nstatutes, ordinances, or resolutions.  Accordingly, Defendants’ Motion is GRANTED, \nand Plaintiffs’ Motion is DENIED as to Plaintiffs’ Demand for Accounting.  \nPlaintiffs’ claim of Demand for Accounting is therefore DISMISSED, with prejudice. \nF. \nAGENCY \n{76}  Mecklenburg, Wake, and Dare’s claim for Agency is premised on the \ntheory that Defendants were agents of taxable establishments and also “operators \nof business subject to the Tax.”  (Mecklenburg Compl. ¶¶ 79–80; Wake Compl. ¶¶ \n74–75; Dare Compl. ¶¶ 76–77.)    \n{77}  The “‘[t]wo essential elements of an agency relationship are: (1) the \nauthority of the agent to act on behalf of the principal, and (2) the principal’s control \nover the agent.’”  Hospira Inc. v. AlphaGray Corp. , 194 N.C. App. 695, 700, 671 \nS.E.2d 7, 11 (2009) (quoting State v. Weaver , 359 N.C. 246, 258, 607 S.E.2d 599, 606 \n(2005)).  Defendants argue in their Motion that there was no intent to create an \nagency relationship between the Defendants and the hotels with whom they dealt, \nand in fact, all of the contracts between Defendants and the hotels disclaim the \nexistence of an agency relationship.  Plaintiffs only response to Defendants’ \nargument is that “the [c]ounties have demonstrated in their own summary \njudgment papers and herein, [that] Defendants are liable for the unpaid occupancy \ntaxes.”  (Pls.’ Mem. Opp. Defs.’ Mot. Summ. J. 38.) \n{78}  Defendants’ Motion demonstrates to the Court that both an essential \nelement of Plaintiffs’ claims does not exist and that Plaintiffs cannot produce any \nevidence in support of their claim for Agency.  In addition, Plaintiffs have not \nprovided any rebuttal to Defendants’ Motion that would show how the hotels that \ncontracted with Defendants had control over Defendants as their agents.  \nAccordingly, Defendants have carried their burden in demonstrating that the \nabsence of a triable fact exists and that Defendants are entitled to Summary \nJudgment on Plaintiffs’ agency claim.  See Strickland v. Lawrence , 176 N.C. App. \n656, 661, 627 S.E.2d 301, 305.  Therefore, the Court GRANTS Defendants’ Motion, \nand DENIES Plaintiffs’ Motion as to Plaintiffs’ agency claims.  Plaintiffs’ claims for \nagency are therefore DISMISSED, with prejudice. \nG. \nMECKLENBURG’S CLAIM FOR CONVERSION \n{79}  The only remaining claim for conversion before the Court is brought by \nMecklenburg.  Mecklenburg’s Motion did not request that summary judgment be \nentered on its claim for conversion.  Therefore only Defendant’s Motion on \nMecklenburg’s claim for conversion is before the Court.  Defendants argue that \nMecklenburg’s claim must fail because: (1) Mecklenburg has no ownership interest \nin the allegedly converted funds, (2) Mecklenburg has no standing to assert a claim \nfor conversion based on a theory that the Defendants over-charged consumers for \nthe taxes owed to Plaintiffs, (3) the wrongful deprivation of money can not support a \nconversion claim, and (4) the Defendants did not over-collect and pocket taxes.  \nBecause the Court concludes below that the funds which Plaintiffs alleged were \nconverted can not be the subject of a conversion claim, the Court does not reach \nDefendants’ first, second, or fourth arguments.   \n{80}  The North Carolina Supreme Court has held that “[t]he tort of \nconversion is well defined as ‘an unauthorized assumption and exercise of the right \nof ownership over goods or personal chattels belonging to another, to the alteration \nof their condition or the exclusion of an owner’s rights.’”  Variety Wholesalers, Inc. \nv. Salem Logistics Traffic Servs., LLC , ___ N.C. ___, ___, 723 S.E.2d 744, 747 (N.C. \n2012) (quoting Peed v. Burleson’s, Inc. , 244 N.C. 437, 439, 94 S.E.2d 351, 353 \n(1956)) (alteration in original).  Accordingly, there are “two essential elements of a \nconversion    claim: ownership in the plaintiff and wrongful possession or conversion \nby the defendant.”  Id.  (citing Gadson v. Toney , 69 N.C. App. 244, 246, 316 S.E.2d \n320, 321–22 (1984)). \n{81}  When a plaintiff has alleged the wrongful possession of money, courts \nhave held that “the general rule is that ‘money may be the subject of an action for \nconversion only  when it is capable of being identified and described.’”  Id. at ___, 723 \nS.E.2d at 750 (quoting Alderman v. Inmar Enters., Inc. , 201 F. Supp. 2d 532, 548 \n(M.D.N.C. 2002)) (emphasis in original).  Some federal courts within North Carolina \nhave held that “[i]n order to be ‘identified and describe [sic] as a specific chattel,’ the \n. . . rule is that the money must be segregated from other funds or kept in a \nseparate bank account and not commingled with the alleged convertor’s other \nfunds.”  Alderman , 201 F. Supp. 2d at 548 (quoting Cananwill, Inc. v. EMAR Group , \n250 B.R. 533, 549–50 (1999)).  However, the North Carolina Supreme Court’s recent \nruling in  Variety Wholesalers, Inc. , appears to have rejected a strict interpretation \nof this requirement.  See  Variety Wholesalers, Inc. , ___ N.C. at ___, 723 S.E.2d at \n750–51. \n{82}  In  Variety Wholesalers, Inc. , the Court was asked to determine \nwhether summary judgment was appropriate to resolve the question of whether a \ncontract entered into by the plaintiff and the defendant sufficiently retained for \nplaintiff an ownership interest in funds sent to the defendant for payment to a third \nparty.  Id. at ___, 723 S.E.2d at 747–48.  The plaintiff in Variety Wholesalers, Inc. , \nhad allegedly entered into a contract with the defendant that provided a process \nthrough which plaintiff would send funds to defendant for payment to a third party \nthat was providing services for plaintiff.  Id.   The plaintiff was able to show \nprecisely how much had been sent, from which accounts the funds originated, and to \nwhich accounts the funds were transferred.  Id.  at ___, 723 S.E.2d at 751.  While the \nCourt concluded that the question of contractual intent was an issue for the jury to \ndecide, and thus inappropriate for summary judgment, it also addressed defendant’s \nsecondary argument that plaintiff’s claim must fail because of the anti-commingling \nstandard enunciated above in Alderman .  Id.  at ___, 723 S.E.2d at 750–51.   \n{83}  The Variety Wholesalers, Inc. Court noted that “‘[t]he requirement \nthat there be earmarked money or specific money capable of identification before \nthere can be a conversion    has been complicated as a result of the evolution of our \neconomic system.’”  Id.  at ___, 723 S.E.2d at 750 (quoting Campbell v. Naman’s \nCatering, Inc. , 842 So. 2d 654, 659–60 (Ala. 2002)).  The Court then held that “ [i]n \nthe context of this conversion claim , we conclude that funds transferred \nelectronically may be sufficiently identified through evidence of the specific source, \nspecific amount, and specific destination of the funds in question.”  Id.  at ___, 723 \nS.E.2d at 750–51 (emphasis added). \n{84}  While the Court’s ruling in  Variety Wholesalers, Inc. , liberalizes the \nstandard for determining whether goods and personal chattels have been \nsufficiently “identified and described,” the Court’s holding also appears to be \nrestricted to the facts of the case.  See id.  at ___, 723 S.E.2d at 750–51 (“ [i]n the \ncontext of this conversion claim , we conclude that funds transferred electronically \nmay be sufficiently identified through evidence of the specific source, specific \namount, and specific destination of the funds in question.” (emphasis added)).  \nFurthermore, while the Court indicated that the evolution of our economic system \nhas complicated the identification requirement, a claim for conversion is still at its \nessence based on the wrongful deprivation of “goods or personal chattel” from their \nowner, and thus the Court could not have intended for its ruling to allow a claim \nbased on general indebtedness to be sufficient to support a claim of conversion.   \n{85}  In response to Defendants’ argument that the funds sought by \nPlaintiffs can not be sufficiently identified, Plaintiffs argue that “[h]ere, the ‘money’ \nthat is the subject of Mecklenburg’s conversion claim is capable of being specifically \nidentified – the difference between the amount of occupancy taxes due on the Sale \nPrice versus the Net Rate.”  (Pls.’ Mem. Opp. Defs.’ Mot. Summ. J. 37.)  Plaintiffs do \nnot identify, nor direct the Court to any evidence that identifies: (1) the accounts \nfrom which the allegedly converted funds were derived, (2) the accounts to which \nthe funds were transferred, or (3) the specific amounts that were sent and received.  \n{86}  Unlike the facts in  Variety Wholesalers, Inc. , at its essence Plaintiffs’ \nclaim for conversion is based on the theory that they are owed the taxes paid by \nconsumers to Defendants, collected by Defendants, but not remitted to Plaintiffs.  \nPlaintiffs can not identify any of the funds with particularity, but only that they \nhave not been paid all they are owed.  This theory of recovery is insufficient to meet \neither the historical identification requirement or the new standard adopted in  \nVariety Wholesalers, Inc.  Accordingly, the Court concludes that the money at issue \nin this action is not “capable of being identified and described,” and thus \nDefendants’ Motion must be GRANTED.  Mecklenburg’s claim for conversion is \nhereby DISMISSED, with prejudice.  \nH. \nCONSTRUCTIVE TRUST \n{87}  Lastly, Plaintiffs assert claims for constructive trust, (Wake Compl. ¶¶ \n58–62; Dare Compl. ¶¶ 59–63; Mecklenburg Compl. ¶¶ 61–65), which in reality, are \nclaims for unjust enrichment, as a constructive trust is simply a “fiction of equity, \nbrought into operation to prevent unjust enrichment  through the breach of some \nduty or other wrongdoing.”  Wilson v. Crab Orchard Dev. Co. , 276 N.C. 198, 211, \n171 S.E.2d 873, 882 (1970) (emphasis added).   \n{88}  A constructive trust \nis a duty, or relationship, imposed by courts of equity to prevent the \nunjust enrichment of the holder of title to, or of an interest in, property \nwhich such holder acquired through fraud, breach of duty or some \nother circumstance making it inequitable for him to retain it against \nthe claim of the beneficiary of the constructive trust.  \nVariety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC , at ___, 723 S.E.2d \nat 751(quoting Wilson , 276 N.C. at 211, 171 S.E.2d at 882).  While “a fiduciary \nrelationship, [is] generally the basis for constructive trust claims, [it] is not strictly \nrequired.  In the absence of such a relationship, [a plaintiff] faces the difficult task \nof proving ‘some other circumstance making it inequitable’ for [a defendant] to \npossess the funds . . . .”  Id. at ___, 723 S.E.2d at 752. \n{89}  In this case, Plaintiffs needed to put forth some evidence of fraud, \nbreach of duty, or other circumstance making it inequitable for Defendants to keep \nthe funds that Plaintiffs claim were wrongfully obtained.  See id. at ___, 723 S.E.2d \nat 751.  However, because the Court concluded above that: (1) Defendants are not \nobligated to collect the Occupancy Tax under any of the counties’ ordinances or \nresolutions, (2) Defendants are not liable under a contractual undertaking or \n“collected-but-not-remitted” theory of recovery, and (3) Mecklenburg’s claim for \nconversion should be dismissed as a matter of law, the Court can identify no \nwrongdoing upon which to premise a constructive trust.  Accordingly, the Court \nGRANTS Defendants’ Motion, and DENIES Plaintiffs’ Motion as to Plaintiffs’ \nremedy for constructive trust.   Plaintiffs’ remedy is therefore DISMISSED, with \nprejudice. \nV. \nCONCLUSION \n{90}  For the reasons stated above Defendants’ Motion for Summary \nJudgment is GRANTED.  Plaintiffs’ Motion for Summary Judgment is    DENIED.  \nWake, Mecklenburg, and Dare’s claims for declaratory judgment/injunction, \nviolation of room occupancy tax ordinance, statutory penalties, unjust \nenrichment/imposition of constructive trust, demand for accounting, and agency are \nhereby DISMISSED, with prejudice; Buncombe’s claims for declaratory judgment \nare hereby DISMISSED, with prejudice; and Mecklenburg’s claim for conversion is \nDISMISSED, with prejudice. \nSO ORDERED, this the 19 th  day of December 2012. \n \n "
}