{
  "id": "5e83779a797e2441fd4eca43f042c89dda0733f8f01511e73f40ec870f98f35e",
  "source_file": "data/raw/ncbc/5e83779a797e2441fd4eca43f042c89dda0733f8f01511e73f40ec870f98f35e.pdf",
  "raw_text": "Brown v. Secor, 2017 NCBC 65. \n \nSTATE OF NORTH CAROLINA \n \nCLEVELAND COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 608 \n \nDOUGLAS BROWN, \n \nPlaintiff, \n \nv. \n \nARTHUR D. SECOR; SECOR \nGROUP, LLC; JOSEPH \nCHRISTOPHER ROSSO; ROSSO \nGROUP, LLC; and SOUTHGROUP \nREAL ESTATE MARKETING, LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION  \nON RULE 12 MOTIONS AND \nDISCOVERY MOTIONS \n \n \n \n1. In May 2013, Plaintiff Douglas Brown and Defendant Arthur Secor entered \ninto an oral agreement in which Brown would invest in Secor’s real estate deals.  \nThree deals and three years later, Brown brought this suit, alleging th at his $2 \nmillion investment ha s vanished.  Brown contends that Secor, Defendant Joseph \nRosso (Secor’s business partner), and several entities controlled by Secor and Rosso \nare liable for a host of wrongs from breach of contract to fraud to securities violations.  \nBrown also seeks a declaratory judgment regarding his alleged membership interest \nin Defendant Southgroup Real Estate Marketing, LLC (“Southgroup”).   \n2. This Order addresses six pending motions.  Defendants jointly moved for \njudgment on the pleadings under Rule 12(c) of the North Carolina Rules of Civil \nProcedure, seek ing dismissal of all claims except breach of contract (“Rule 12(c) \nMotion”).  Rosso and Defendant Secor Group, LLC (“Secor Group”) additionally moved \nto dismiss the claim for breach of contract under Rule 12(b)(6) (“Rule 12(b)(6) \nMotion”).  Finally, a fter engaging in the procedure set forth in Rule 10.9 of the \n \n \nGeneral Rules of Practice and Procedure for the North Carolina Business Court \n(“BCR”), and after having been given permission by the Court to do so, t he parties \nfiled cross-motions as to two discovery disputes: Brown filed two motions to compel \nthe production of certain documents and i nformation (“Motions to Compel”), and \nDefendants cross-moved for a protective order (“Motions for Protective Order”). \n3. Having considered the parties’ filings and arguments, the Court GRANTS \nthe Rule 12(b)(6) Motion,  GRANTS in part  and DENIES in part  the Rule 12(c) \nMotion, GRANTS in part  and DENIES in part  the Motions to Compel, and \nGRANTS in part and DENIES in part the Motions for Protective Order.   \nGray, Layton, Kersh, Solomon, Furr & Smith, P.A. by Michael L. \nCarpenter and Marshall P. Walker for Plaintiff. \n \nParker Poe Adams & Bernstein LLP by Morgan H. Rogers and Eric A. \nFrick for Defendants. \n \nConrad, Judge. \nI. \nBACKGROUND \n \nA. Factual History \n4. The Court does not make findings of fact in deciding motions filed under \nRule 12(b)(6) or Rule 12(c).  The following  factual summary is drawn from relevant \nallegations in the pleadings and the attached exhibits. \n5. Secor and Rosso  are businessmen and  residents of M ecklenburg County , \nNorth Carolina.  (Am. Compl. ¶¶ 2, 4.)  Secor is the principal owner and manager of \nSecor G roup, and Rosso is the principal owner and manager of Defendant Rosso \n \n \nGroup, LLC (“Rosso Group”).  (Am. Compl. ¶¶ 3, 5.)  Secor and Rosso also do business \nusing the name LW Land, which is not an incorporated entity.  (Am. Compl. ¶ 7.) \n6. In early 2013, Secor met with Brown for the purpose of soliciting Brown’s \ninvestment in certain real estate deals.  (See Am. Compl. ¶¶ 1, 8.)  Secor represented \nthat he had many investors in various properties he was marketing or developing .  \n(Am. Compl. ¶ 9.)  Rosso did not a ttend the meeting, and Rosso’s relationship with \nSecor was not discussed.  (Am. Compl. ¶¶ 8–9; see also Am. Compl. ¶ 16.) \n7. A further meeting resulted in an oral agreement in which Brown promised \nto finance real estate investments to be held by Southgroup, another entity controlled \nby Secor.  ( See Am. Compl. ¶ 11.)  According to Brown, he and Secor agreed to split \nany profits from the real estate investments “50/50 at the time of sale” after Brown \n“received a return of his principal investment plus six per cent (6%) interest.”  (Am. \nCompl. ¶ 11; see also Am. Compl. ¶ 47.)   \n8. Defendants admit there was an oral agreement but disagree with Brown \nover its terms.  (See Am. Answer ¶ 11.)  Among other things, they allege that “Brown \npromised to provide the funding for all of Secor Group’s and Southgroup’s land \nacquisitions.”  (Am. Countercls. ¶ 18.) \n9. Between May 13 and June 27, 2013, Brown made five fund transfers totaling \n$1,799,488.17 for the purpose of acquiring real property in the name of Southgroup.  \n(See Am. Compl. ¶¶ 12, 16, 18.)  The first two transfers related to a North Carolina \nproperty called Black Bear Falls.  (Am. Compl. ¶  12.)  Brown alleges Secor failed to \ndisclose at t he time of the oral a greement that Secor was buying out his former \n \n \ninvestors and that Black Bear Falls was subject to a $300,000 mortgage.  (Am. Compl. \n¶ 13.)  The next two transfers related to property  in Ashe County, North Carolina  \n(Am. Compl. ¶ 14), and the final transfer related to a development in Georgia called \nNature’s Courtyard (Am. Compl. ¶ 15).  Apart from one $50,000 transfer made to LW \nLand, each transfer of funds was made to a law firm involved in the respective real \nestate transactions.  (See Am. Compl. ¶¶ 12–16.)   \n10. After June 27,  2013, Brown refused to make further advances without \n“documentation of the relationship between the parties.”  (Am. Compl. ¶ 19.)  Brown \nalso alleges that, around this time, he met with Rosso “for the first time during an \nadditional solicitation of funds.”  (Am. Compl. ¶ 16.) \n11. In response to Brown’s concerns , Secor  “personally represented” that the \nNature’s Courtyard property would be sold the next month “‘at a substantial profit.’”   \n(Am. Compl. ¶ 20(a).)  Secor also sent Brown two documents.  The first, a “Marketing \nSummary” for LW Land, stated that Nature’s Courtyard would be sold by August 17, \n2013, for between $990,000 an d $1,320,000, contingent on an additional transfer of \n$300,000 from Brown.  (Am. Compl. ¶  20(b).)  The second document was a \nmembership interest purchase agreement (“MIPA”), which was signed by Secor on \nbehalf of Southgroup and backdated to the date Brown first advanced funds .  ( See \nAm. Compl. ¶ 20; see also Am. Compl. Ex. A [“MIPA”].)   \n12. The parties sharply dispute the terms and effect of the MIPA.  As relevant, \nSouthgroup is identified as “the Seller” and represents that it owns a 100% \nmembership interest in “the Company,” which is not named but is defined as “a \n \n \nsingle-purpose entity established for the development of” Black Bear Falls and other \nreal property, including Nature’s Courtya rd.  ( MIPA p.1.)  Southgroup agreed  to \ntransfer this membership interest to Brown, who is identified as “the Buyer.”  (MIPA \n¶ 1.)  Brown interprets these provisions to mean that Southgroup is both “the Seller” \nand “the Company,” such that the MIPA transfer red to him a 100% membership \ninterest in Southgroup.  (Am. Compl. ¶¶ 17, 20–21.)   \n13. Defendants interpret the MIPA to state that Southgroup and “the Company” \nare separate entities.  (See Am. Answer ¶ 21A; see also Am. Compl. ¶ 45.)  Defendants \nalso allege  that the MIPA , though signed by Brown and Secor,  never became \noperative.  ( Am. Answer ¶  21D.)  According to Defendants, the MIPA would have \nbecome effective only in the event of a default under the terms of a separate \nmemorandum of understanding between Brown and Secor.  (Am. Countercls. ¶¶ 19, \n24, 31(b).)  Defendants and Brown agree that no memorandum of understanding was \never signed.  (See Am. Countercls. ¶¶ 32, 34; Reply ¶¶ 32, 34.) \n14. After receiving these documents from Secor , Brown made two further fund \ntransfers.  He first wired $100,000 to LW Land on July 5, 2013 for Black Bear Falls.  \n(See Am. Compl. ¶  22(a).)  Then, on July 23, 2013 , Brown wired an additional \n$300,000 to LW Land for marketing and clean-up costs for Nature’s Courtyard.  (See \nAm. Compl. ¶ 22(b).)   \n15. A partial sale of N ature’s Courtyard took place on August 17,  2013 (as LW \nLand’s brochure stated) but returned no more than  $600,000 (less than LW Land \nforecast).  ( See Am. Compl. ¶¶  20(b), 23–24.)  Brown alleges that Secor falsely \n \n \nrepresented that only marketing costs were recovered from the sale .  (Am. Compl. \n¶¶ 23–25.)  Brown further alleges that he did not receive any proceeds, either directly \nor through his alleged membership interest in Southgroup.  (Am. Compl. ¶ 35.) \n16. After the  Nature’s Courtyard sale, Brown inquired about the  properties \nthroughout the remainder of 2013 and 2014 but received little information.  (See Am. \nCompl. ¶¶ 26, 30, 32.)  It does not appear that Black Bear Falls was ever sold, but on \nJanuary 14, 2015, t he Ashe County property sold for $1,670,000.  ( See Am. Compl. \n¶ 33.)  Brown first learned of the sale some 11 months after it took place and, again, \nreceived no proceeds .  ( See Am. Compl. ¶¶  32–33, 41.)  He alleges that Secor  \ntransferred more than $1 million in proceeds from the sale to Secor Group.  (Am. \nCompl. ¶ 41.)   \n17. Through counsel , Brown requested access to Southgroup’s books in \nDecember 2015 and January 2016.  (See Am. Compl. ¶ 38.)  The request was refused \non the ground that Brown does not hold any membership interest in Southgroup.  (See \nAm. Compl. ¶¶ 39–40.)  According to Brown, Defendants’ counsel also “indicated that \nall the proceeds from the sales are gone.”  (Am. Compl. ¶ 36.)   \nB. Procedural History \n18. Brown filed his original complaint on April 15, 2016, alleging fraud and \nseeking to enforce his rights as an alleged  owner of Southgroup.  After filing their \nanswer, Defendants filed an initial motion for judgment on the pleadings on \nNovember 23, 2016, and Brown moved to amend his complaint on January 6, 2017.  \nAfter a hearing on both motions, the Court granted in part the motion to amend and \n \n \ndenied the Rule 12(c) moti on as moot , without prejudice to Defendants’ ability to \nchallenge the amended complaint through a subsequent Rule 12  motion.  (Order on \nPl.’s Mot. to Am. Compl. and Defs.’ Mot. for J. on the Pleads. ¶ 10(a)–(c).)  \n19. The amended c omplaint, filed March 2, 2017 , asserts 12 causes of action: \nbreach of contract (as to all Defendants except Rosso Group); a demand for documents \nand an accounting of Southgroup; breach of fiduciary duty and constructive fraud (as \nto Secor); declaratory judgment regarding the membership of Southgroup; a claim for \ndistributions from Southgroup ; unjust enrichment;  fraud; failure to register a \nsecurity; securities fraud; constructive trust; unfair or deceptive trade practices; and \nconspiracy.  Defendants answered the amended complaint and filed counterclaims on \nMarch 16, 2017, with Brown’s reply following on March 24, 2017.   \n20. The Court held a BCR 10.9 teleconference on March 17, 2017, during which \nthe parties addressed discovery  disputes relating to Brown’s requests for, among \nother things,  banking records, tax returns,  agreements used by Defendants in  \ntransactions with other investors, and the identification of other investors.  The Court \nauthorized Brown to file a motion to compel as to  the latter three categories of \ninformation but ordere d the parties to continue conferring  regarding Defendants’ \nbanking records.   \n21. On April 3, 2017, Defendants jointly filed the ir renewed Rule 12(c) Motion, \nseeking judgment on the pleadings as to all claims except for breach of contract.  \nRosso and Secor Group additionally filed the Rule 12(b)(6) Motion as to the breach of \ncontract claim.  Brown also filed his first motion to compel , and Defendants cross -\n \n \nmoved for a protective order.  These motions are fully briefed and were addressed at \na hearing on May 3, 2017. \n22. During the May 3 hearing, Brown’s counsel reported that the parties had \nreached an impasse regarding Defendants’ banking records  and requested \nauthorization to file a second motion to compel .  The Court requested a proposed \nbriefing schedule from the parties, which was submitted and adopted on June 6, 2017.  \nThe second m otion to  compel and Defendants’ second cross -motion for protective \norder were fully briefed  on July 17, 2017.  T he Court elects to decide these later \nmotions without another hearing.  See BCR 7.4. \nII.   \nTHE RULE 12 MOTIONS \n \n23. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Concrete Serv. Corp. v. Investors Grp., Inc. , 79 N.C. App. 678, 681, 340 \nS.E.2d 755, 758 (1986).  “Dismissal of a complaint under Rule 12(b)(6) is proper when \none of the following three conditions is satisfied: (1) when the complaint on its face \nreveals that no law supports plaintiff’s claim; (2) when the complaint on its face \nreveals the absence of fact sufficient to make a go od claim; (3) when some fact \ndisclosed in the complaint necessarily defeats plaintiff’s claim.”  Jackson v. \nBumgardner, 318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986). \n24. In deciding a Rule 12(b)(6) motion, the Court must treat the well -pleaded \nallegations of the complaint as true and view the facts and permissible inferences “in \nthe light most favorable to” the non-moving party.  Ford v. Peaches Entm’t Corp., 83 \nN.C. App. 155, 156, 349 S.E.2d 82, 83 (1986); see also Sutton v. Duke, 277 N.C. 94, 98, \n \n \n176 S.E.2d 161, 163 (1970).  “[T]he court is not required to accept as true any \nconclusions of law or unwarranted deductions of fact.”  Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001). \n25. “The standard of review for a Rule 12(c) motion is the same as for a motion \nto dismiss under Rule 12(b)(6).”  Akzo Nobel Coatings Inc. v. Rogers , 2011 NCBC \nLEXIS 42, at *19 (N.C. Super. Ct. Nov. 3, 2011).  “A motion for judgment on the \npleadings is the proper procedure when all the material a llegations of fact are \nadmitted in the pleadings and only questions of law remain.  When the pleadings do \nnot resolve all the factual issues, judgment on the pleadings is generally \ninappropriate.”  Ragsdale v. Kennedy, 286 N.C. 130, 137, 209 S.E.2d 494, 499 (1974).   \n26. The Court may consider documents “attached to and incorporated within” \nthe pleadings without converting a Rule 12(b)(6) or Rule 12(c) motion into one for \nsummary judgment.  Weaver v. St. Joseph of the Pines, Inc., 187 N.C. App. 198, 204, \n652 S.E.2d 701, 707 (2007). \nA. Claims Against Rosso Group \n27. At the outset, the Court grants judgment on the pleadings as to all claims \nagainst Rosso Group.  Defendants correctly observe that Brown “does not reference \nat any time in the Complaint any actions by Rosso Group.”  ( Defs.’ Br. in Supp. of \nMot. for Partial J. on the Pleads. 14 [ “Defs.’ Nov. 23 Br. ”].)  Brown’s responsive \nbriefing is conspicuously silent on the point.  There is no apparent basis for Rosso \nGroup to be a defendant in this action, and the Court t herefore dismisses the claims \nasserted against it with prejudice.   \n \n \nB. Breach of Contract \n28. Brown alleges that he upheld his end of an oral agreement to finance Secor’s \nreal estate investments but that Defendants (except Rosso Group ) breached the \nagreement by failing to pay him any proceeds from the transactions.  (See Am. Compl. \n¶¶ 49–50.)  In their Rule 12(b)(6) Motion, Rosso and Secor Group argue that the \namended complaint does not allege they were parties to  that agreement.  (See Br. in \nSupp. of Mot. to Dismiss Pl.’s First Claim for Relief 2.)   \n29. Brown first contends that the motion is procedurally improper because, in \nallowing Brown to amend his complaint, the Court concluded that  the claim for \nbreach of contract was not futile.  (See Pl.’s Br. in Opp. to Mot. to Dismiss Pl.’s First \nClaim for Relief 2.)  Not so.  The Court held that Brown’s “allegation of breach does \nnot, on this record, appear to be incapable of surviving a motion to dismiss” but \nexpressly granted the motion to amend “without prejudice to Defendants’ right to \nchallenge the amended complaint through a Rule 12 motion.”  (Order on Pl.’s Mot. to \nAm. Compl. and Defs.’ Mot. for J. on the Pleads. ¶¶ 5, 10(c).)  The Rule 12(b)(6) Motion \nis properly before the Court.   See Simply the Best Movers, LLC v. Marrins’ Moving \nSys., Ltd., 2016 NCBC LEXIS 28, at *5–6 (N.C. Super. Ct. Apr. 6, 2016) (noting that \n“futility standard under Rule 15 is essentially the same standard used in reviewing \na motion to dismiss under Rule 12(b)(6)”  but courts have “liberal discretion to find \nthat an amendment lacks futility”).   \n30. Indeed, the Rule 12(b)(6) Motion has merit.  A claim for breach of contract \nrequires the “existence of a valid contract.”  Carcano v. JBSS, LLC , 200 N.C. App. \n \n \n162, 168, 684 S.E.2d 41, 47 (2009) (quoting Poor v. Hill , 138 N.C. App. 19, 26, 530 \nS.E.2d 838, 843 (2000)).  When a defendant is “not a party to the contract,” then “as \na matter of law he cannot be held liable for any breach that may have occurred.”  \nCanady v. Mann, 107 N.C. App. 252, 259, 419 S.E.2d 597, 601 (1992). \n31. At no point does the amended complaint name Rosso or Secor Group as \nparties to the oral agreement.  It alleges that, “[a]fter much negotiation, [Brown] and \nSecor agreed upon a business relationship in which  [Brown] would finance certain \nreal estate investments to be held in” Southgroup, and “[Brown] and Secor” would \nsplit any profits after a return of Brown’s principal investment plus interest.  (Am. \nCompl. ¶ 11.)  The only other description of the agreement is in paragraph 47, which \nrefers to the agreement “as aforesaid” —a clear reference to paragraph 11.  (Am. \nCompl. ¶  47.)  Neither paragraph mentions R osso or Secor Group ; there is no \nallegation that either made any promises or received any consideration; and there is \nno allegation that Secor acted on behalf of one or both.  In fact, Brown alleges that he \nfirst met Rosso after entering into the oral agreement.  (See Am. Compl. ¶ 16.) \n32. The Court has considered Brown’s arguments and finds them unpersuasive.  \nRosso’s participation in the real estate transactions as broker does not make him a \ncontractual party.  (See Am. Compl. ¶ 10.)  Nor can Brown contend that Secor Group \nis a party to the agreement based  on Defendants’ allegation, in the ir amended \ncounterclaims, that Brown orally “promised to provide the funding for all of Secor \nGroup’s and Southgroup’s land acquisitions.”  (Am. Countercls. ¶ 18.)  The allegation \n \n \nappears nowhere in the complaint, and Brown specifically denies making the funding \npromise.  (See Am. Compl. ¶ 48; Reply ¶ 18.) \n33. The Court therefore grants the Rule 12(b)(6) Motion.  The claim for breach \nof contract, to the extent asserted against Rosso and Secor Group, is dismissed  with \nprejudice. \nC. Declaratory Judgment \n34. The declaratory judgment claim concerns Brown’s rights and interests with \nrespect to Southgroup.  Specifically, Brown alleges that he holds a 100% membership \ninterest in Southgroup and all the rights associated with that interest.  (See Am. \nCompl. ¶¶ 65–66.)  Defendants move for judgment on the pleadings that Brown is not \na member of  Southgroup.  (See Defs.’ Nov. 23 Br.  1; Defs.’ Br. in Supp. of Renewed \nMot. for Partial J. on the Pleads. 2 [“Defs.’ Apr. 3 Br.”].)   \n35. This dispute concerns the meaning of terms in the MIPA and therefore \npresents a question of contract interpretation.  “When the language of a written \ncontract is plain and unambiguous, the contract must be interpreted as written and \nthe parties are bound by its terms.”  Atl. & E. Carolina Ry. Co. v. W heatly Oil Co., \n163 N.C. App. 748, 752, 594 S.E.2d 425, 429 (2004) .  Whether a contractual term is \nambiguous is a question of law.  See, e.g. , Wachovia Bank Nat’l Ass’n v. Superior \nConstr. Corp., 213 N.C. App. 341, 349, 718 S.E.2d 160, 165 (2011). \n36. On its f ace, the MIPA is an agreement between Brown (“the Buyer”) , \nSouthgroup (“the Seller”), and Secor as manager of Southgroup.  (MIPA p.1.)  In the \nrecitals, Secor represents that he “owns all of the outstanding equity membership \n \n \ninterest in [Southgroup],” and Southgroup represents that it owns a 100% \nmembership interest in an unnamed entity identified as “the Company.”  (MIPA p.1; \nsee also MIPA ¶¶ 4(a), 5(a).)  Southgroup “transfers” to Brown “all of [Southgroup’s] \nright, title and interest in and to the Membership Interest” in the Company  for the \nsum of ten dollars.  (MIPA p.1, ¶¶ 1, 2.)  \n37. There is no plausible way to construe this language to mean that Brown  \nobtained a membership interest in Southgroup , as he contends.  Brown’s \ninterpretation—that Southgroup is both  “the Seller” and “the Company” —is a \nnonstarter.  The MIPA expressly treats “Seller” and “Company” as different entities \nthroughout.  It defines the terms differently  (MIPA p.1)  and imposes distinct \nobligations on each (see MIPA ¶¶ 4, 6).  Indeed, in paragraph 6, “the Company” makes \nrepresentations and warranties to Southgroup, which would make little sense if they \nwere one and the same.  (See MIPA ¶ 6.) \n38. The MIPA further states that Secor owns Southgroup and Southgroup owns \nthe Company .  (See MIPA p.1.)  Brown’s interpretation would render these \nstatements incoherent: first, that Southgroup claims to  own a 100 % membership \ninterest in itself;  and second, that Secor and Southgroup each claim to  own an \nundivided interest in the same piece of personal property.  Neither would make sense.  \nSee N.C. Gen. Stat. § 57D-2-01(a) (“An LLC is an entity distinct from its interest \nowners.”); N.C. Gen. Stat. § 57D-5-01 (“An ownership interest [in an LLC] is personal \nproperty.”). \n \n \n39. This is not to say that the MIPA is a model of clarity —it isn’t.  The \n“Company” is not named, and Defendants do not name the entity in their briefs.  Yet \nthe MIPA’s plain language makes clear that, whatever else “the Company” could be, \nit is not Southgroup.  Brown’s insistence that the MIPA must be construed against \nSecor as the drafter is therefore misplaced.  (See Pl.’s Br. in Opp’n to Defs.’ Mot. for \nPartial J. on the Pleads.3 [“Pl.’s Dec. 16 Br.”].)  This rule of construction applies only \nin a contest between reasonable alt ernatives, and Brown’s interpretation is not \nreasonable.  See 11 Williston on Contracts § 32:12 (4th ed.) (“ [I]t is only when, \nconsistent with the general rules of contract interpretation, the meaning proposed by \nthe nondrafter . . . is reasonable. . . tha t the rule of  contra proferentem is properly \ninvoked.” (collecting cases)).   \n40. As a matter of law, Brown does not hold a membership interest in \nSouthgroup, and he is not entitled to a declaration to that effect.  The Court therefore \ngrants judgment on the pleadings as to the claim for declaratory judgment.  The Court \nneed not address Defendants’ alternative argument that the MIPA never became \noperative.  (See Defs.’ Nov. 23 Br. 4–5.) \nD. Demand for Documents and Accounting and Claim for Distributions \n41. The resolution of Brown’s declaratory judgment claim  also requires \ndismissal of his claims demanding documents, an accounting, and distributions from \nSouthgroup.  (See Am. Compl. ¶¶ 52–55, 67–68.)  Brown may not assert claims based \non a membership interest in Southgroup, which he does not possess .  See N.C. Gen. \nStat. §  57D-1-03(9) (only “an interest owner in respect of the interest owner’s \n \n \nownership interest” entitled to distribution); N.C. Gen. Stat. §  57D-3-04(a) to (f) \n(limiting information rights to “member[s], manager[s], or other company official[s]”).  \nAccordingly, the Court grants the Rule 12(c) Motion as to these claims. \nE. Breach of Fiduciary Duty and Constructive Fraud \n42. Brown’s third claim for relief is a combined claim for breach of fiduciary duty \nand constructive fraud.  (See Am. Compl. ¶¶ 56–62.)  Brown asserts this claim against \nSecor only, alleging that Secor, as manager of Southgroup, owed fiduciary duties to \nBrown and to Southgroup .  (See Am. Compl. ¶¶  57–58.)  The amended complaint \nalleges that Se cor breached these duties by engaging in self -dealing and diverting \nSouthgroup’s distributions from Brown to himself.  (See Am. Compl. ¶¶ 60–61.) \n43. Although Brown has pleaded them together, b reach of fiduciary duty and \nconstructive fraud are distinct causes of action.  See White v. Consolidated Planning, \nInc., 166 N.C. App. 283,  294, 603 S.E.2d 147 , 156 (2004).  An essential element of \neach is the existence of a fiduciary relationship.  See Dalton v. Camp, 353 N.C. 647, \n651, 548 S.E.2d 704, 707 (2001)  (fiduciary duty); Crumley & Assocs., P.C. v. Charles \nPeed & Assocs., P.A., 219 N.C. App. 615, 620, 730 S.E.2d 763, 767 (2012) (constructive \nfraud). \n44. As pleaded, Brown has not sufficiently alleged the existence of a fiduciary \nrelationship with Secor.  Brown’s claims are based entirely on duties allegedly owed \nby Secor as manager of Southgroup.  (See Am. Compl. ¶¶ 57–61.)  Having concluded \nthat Brown has no membership interest in Southgroup , the Court further concludes \nthat h e may not assert a fiduciary relationship based on that non-existent \n \n \nmembership interest, whether individually or derivatively.  See N.C. Gen Stat. § 57D-\n8-01(a) (plaintiff to derivative suit must, among other things, be a member of the \nLLC); Kaplan v. O.K. Techs., LLC, 196 N.C. App. 469, 473 –74, 675 S.E.2d 133, 137 \n(2009) (manager of LLC does not owe a fiduciary duty to members solely on basis of \nrole as manager). \n45. In his briefing, Brown asserts a second, independent theory: that Secor owed \nhim a fiduciary duty as a seller of securities .  (See Pl.’s Dec. 16 Br. 14; Pl.’s  Br. in \nOpp’n to Defs.’ Renewed Mot. for J. on the Pleads. 8 [“Apr. 14 Br.”].)  This argument \nomits any citation to the original or amended complaints, and the Court finds no \nallegations that serve to provide adequate notice to Secor of a claim on this basis.  The \nrequirement to liberally construe the complaint is not an invitation to rewrite it.  \n46. Accordingly, the Court grants the Rule 12(c) Motion as to the claim for \nbreach of fiduciary duty and constructive fraud. \nF. Unjust Enrichment \n47. Brown’s claim for unjust enrichment is based on “his payments to or for the \nbenefit of” Southgroup.  (Am. Compl. ¶ 70.)  Defendants argue this claim necessarily \nfails because Brown alleges “that the MIPA was an  effective contract ” and the \nexistence of an express agreement precludes an unjust enrichment claim.  (Defs.’ Nov. \n23 Br. 8.)   \n48. Defendants’ argument is misplaced.  A plaintiff is entitled to assert  an \nunjust enrichment claim in the alternative.  This is especially true here where the \nparties contest the scope and effect of the MIPA  (as well as the oral agreement) and \n \n \nthe Court has concluded that the MIPA does not transfer to Brown a membership \ninterest in Southgroup.  The Court denies the Rule 12(c) Motio n as to the claim for \nunjust enrichment.  See, e.g., Krawiec v. Manly, 2016 NCBC LEXIS 7, at *31 (N.C. \nSuper. Ct. Jan. 22, 2016).   \nG. Fraud \n49. Brown asserts his claim for fraud against all Defendants.  To state a claim, \nBrown must allege  “(a) a false representa tion or concealment of a material past or \nexisting fact; (b) that was reasonably calculated to deceive; (c) that was made with an \nintent to deceive; (d) that did in fact deceive, i.e., was relied upon and (e) resulted in \ndamage to the injured party.”  Shamoon v. Turkow , 2011 NCBC LEXIS 47 , at * 10 \n(N.C. Super. Ct. Dec. 6, 2011) (citing State Props., LLC v. Ray, 155 N.C. App. 65, 72, \n574 S.E.2d 180, 186 (2002)). \n50. Defendants raise two arguments.  First, they object to the allegation that \n“Defendants’ provision of the MIPA . . . to secure additional funds from Brown was a \nfraud in the inducement” (Am. Compl. ¶  76), contending that the allegation is \nconclusory.  ( See Defs.’ Nov. 23 Br. 10.)  Second, they argue that Brown has not \nsufficiently alleged  reasonable reliance  on the  provision of the  MIPA (because he \nknew its terms) , on the alleged concealment of the relationship between Secor and \nRosso (because he was aware of it), or on the alleged concealment of the debt on Black \nBear Falls (because he did not investigate it).  (See Defs.’ Nov. 23 Br. 10–12.) \n \n \n51. The Court concludes that Brown has alleged facts sufficient to state a claim \nfor fraud.  Defendants’ arguments, even if correct, overlook numerous allegations in \nthe amended complaint.   \n52. For example , t he amended c omplaint alleges that  Secor represented to \nBrown that he would receive proceeds from the sale of properties  acquired by \nSouthgroup and that Secor did not intend to abide by that agreement at the time he \nmade it.  (Am. Compl. ¶¶  10–12, 20(b), 24, 78. )  The amended complaint further \nalleges that (1) Brown relied on the representation by providing more than $2 million \nin funds (Am. Compl. ¶¶ 18, 22, 35, 50); (2) two properties were sold for substantial \nsums (Am. Compl. ¶¶ 22, 35, 50); (3) Secor Group received more than $1 million from \nthe sales (Am. Compl. ¶¶ 41, 43); and (4) Brown has not received any proceeds (Am. \nCompl. ¶¶  23–25, 32–33).  These allegations are sufficient to survive a Rule 12 \nmotion.  See, e.g., Priest v. Coch , 2013 NCBC LEXIS 6, at *19 –20 (N.C. Super. Ct. \nJan. 25, 2013) (denying Rule 12(b)(6) motion as to fraud claim where it was alleged \nthat defendants “did not intend to pay” at time of contracting). \n53. The amended complaint further alleges affirmative misrepresentations that \nwere designed to induce, and did induce,  Brown to make additional fund transfers.   \nFor example, (1) Secor sent Brown a “Marketing Summary” from LW Land , which \nforecast a sale of as much as $1.3 million (Am. Compl. ¶  20(b)); (2) Secor and Rosso \nare partners in LW Land (Am. Compl. ¶¶ 7, 16; see also Am. Compl. ¶ 37); (3) Brown \nprovided $400,000 in funds to LW Land based on these representations (Am. Compl. \n¶ 22); (4) the Nature’s Courtyard property sold for much less than forecast ( see Am. \n \n \nCompl. ¶¶ 24–25); and ( 5) Brown has not received proceeds from the sales (Am. \nCompl. ¶  35).  These allegations , although not stated wit h crystal clarity,  are \n“minimally sufficient” to state a claim.  Holcomb v. Landquest Ltd. Liab. Co. , 2017 \nNCBC LEXIS 36, at *2 1 (N.C. Super. Ct. Apr. 21, 2017); see also Shamoon, 2011 \nNCBC LEXIS 47, at *10–12 (finding question of material fact as to whether defendant \nknew representations were false). \n54. For these reasons, the Court denies the Rule 12(c) Motion as to the claim for \nfraud (except as to Rosso Group, as noted above).  For the same reason, the Court also \ndenies the motion as to the conspiracy claim, which Defendants seek to dismiss solely \non the ground that the underlying fraud claim should be dismissed.  (Defs.’ Apr. 3 Br. \n4.)  Because the fraud claim survives, so too does the claim for conspiracy.  See Nye v. \nOates, 96 N.C. App. 343, 346–47, 385 S.E.2d 529, 531 (1989) (holding that precedent \n“permits one defrauded to recover from anyone who facilitated the fraud by agreeing \nfor it to be accomplished”). \nH. Securities Fraud \n55. Brown contends that the alleged fraud also constitutes  securities fraud  \nunder the North Carolina Securities Act .  See N.C. Gen. Stat. §  78A-8.  Defendants \nargue that Brown has not alleged the existence of any securities. \n56. The North Carolina Securities Act defines the term “security” broadly.  As \nrelevant, a security may include an “investment contract” or a “certificate of interest \nor participation in any profit-sharing agreement.”  N .C. Gen. Stat.  § 78A-2(11); see \nalso Blue Ridge Pediatric & Adolescent Med., Inc. v. First Colony Healthcare, LLC , \n \n \n2012 NCBC LEXIS 52, at * 25 (N.C. Super. Ct. Oct. 3, 2012).  In interpreting this \nlanguage, North Carolina courts are guided by federal law, which applies a functional \napproach.  See N.C. Gen. Stat. § 78A-64 (noting statutory purpose to “coordinate the \ninterpretation . . . of this Chapter with the related federal regulation”). \n57. Brown first alleges that the oral agreement between Brown and Secor is an \n\"investment contract” as defined in N.C. Gen. Stat. §  78A-2(11).  According to the \namended complaint, under this agreement, Brown “invested his money, in a common \nenterprise, and was led to expect profits solely from the efforts of others.”  (Am. \nCompl. ¶ 82.)  This allegation is sufficient to survive a Rule 12 motion.  See S.E.C. v. \nW.J. Howey Co., 328 U.S. 293, 301 (1946) (finding a security based on the “investment \nof money in a common enterprise with profits to come solely from the efforts of \nothers”); see also NNN Durham Office Portfolio 1, LLC v. Grubb & Ellis Co. , 2016 \nNCBC LEXIS 95, at *44 (N.C. Super. Ct. Dec. 5, 2016). \n58. Brown also  alleges that the membership interest transferred via the \nMIPA—whether for Southgroup or some other entity—“may also constitute a security \nunder North Carolina law.”  (Am. Compl. ¶ 83.)  Determining whether an interest in \nan LLC is a security requires “‘ca se-by-case analysis into the ‘economic realities’ of \nthe underlying transaction.”  U.S. v. Leonard , 529 F.3d 83 , 89 (2d Cir. 2008) \n((citations omitted)); see also Robinson v. Glynn , 349 F.3d 166 , 170 (4th Cir. 2003) \n(looking to “economic reality” of investment scheme); see also NNN Durham Office \nPortfolio 1 , 2016 NCBC LEXIS 95, at *50 .  Liberally construing the amended \ncomplaint, Brown purported to purchase an interest in a manager-managed LLC, the \n \n \nfortunes of which would be determined by the abilitie s of its manager, Secor.  ( See \nMIPA p.1; see also Am. Compl. ¶ 21(b),(d).)  For purposes of this motion, the amended \ncomplaint sufficiently alleges the existence of a security.  \n59. Defendants also reiterate their arguments that the amended complaint does \nnot sufficiently allege fraud.  (See Defs.’ Apr. 3 Br. 3.)  For the reasons stated above, \nthe Court disagrees. \n60. Accordingly, the Court denies the Rule 12(c) Motion as to the claim f or \nsecurities fraud (other than as to Rosso Group). \nI. Failure to Register a Security \n61. Brown asserts that Defendants violated N.C. Gen. Stat. § 78A-24 by failing \nto register the oral agreement and the MIPA  as securities.  (See Am. Compl. ¶¶ 81–\n85.)  Defendants contend this  claim is barred by the statute of limitations , which \nprohibits claims brought “more than two years after the sale or contract of sale” of \nthe security at issue.  N.C. Gen. Stat. § 78A-56(f). \n62. A court may grant judgment on the pleadings in favor of a defendant who \nasserts the statute of limitations as a defense “when, and only when, all the facts \nnecessary to establish the limitation are alleged or admitted.”  Flexolite Electrical v. \nGilliam, 55 N.C. App. 86, 87 –88, 284 S.E.2d 523, 524 (1981).  In other words, “on a \nmotion for judgment on the pleadings, dismissal is proper only if it appears on the \nface of the complaint that the plaintiff filed outside the limitations period .”  Benson \nv. Barefoot, 148 N.C. App. 394, 396–97, 559 S.E.2d 244, 246 (2002).  \n \n \n63. Here, as to both the oral agreement and the MIPA, it is clear from the face \nof the amended complaint that Brown filed his claim outside the two-year limitations \nperiod.  The amended complaint alleges that Brown and Secor entered into the oral \nagreement in May 2013 , and it  alleges that Secor sent the MIPA to Brown in July \n2013.  (See Am. Compl. ¶¶ 11–12, 20(c).)  Both dates are more than two years prior \nto the filing of the  original complaint on April 15, 2016 , which is the earliest filing \ndate Brown could conceivably rely on.   \n64. Brown’s briefs are silent regarding the oral agreement.  (See generally Pl.’s \nReply Br. in Supp. of Mot. to Amend Compl. 5–7; Pl.’s Apr. 14 Br. 9.)  Accordingly, he \nhas offered no basis to avoid the statute of limitations as to that agreement.   \n65. As to the MIPA, Brown does not identify any supporting allegations in the \namended complaint.  Instead, he argues that Defendants created a factual dispute as \nto the beginning of the limitations period  by asserti ng in their amended \ncounterclaims that the MIPA did not become effective in July 2013.  (See Pl.’s Apr. 14 \nBr. 9.)  The Court disagrees.  Defendants’ position is that the MIPA was intended to \nbecome effective only in the event of a default under the terms of a separate \nmemorandum of understanding, which Brown admits he and Secor never executed .  \n(See Am. Countercls. ¶¶ 31(b), 32, 34; Reply ¶¶ 31, 32, 34.)  Accordingly, the claim is \neither time-barred (under the facts alleged in the complaint) , or the MIPA resulted \nin no sale and was not subject to a registration requirement (under the facts alleged \nin the counterclaims).     \n \n \n66. The Court grants the Rule 12(c) Motion as to the claim for failure to register \na security.  The Court does not address Defendants’ alternative argument that the \noral agreement and the MIPA  were exempt from registration under N.C. Gen. Stat. \n§ 78A-17(5) and (9). \nJ. Unfair or Deceptive Trade Practices \n67. Defendants invoke the well-settled rule that a mere breach of contract does \nnot constitute an unfair or deceptive trade practice under N.C. Gen. Stat. §  75-1.1.  \nSee Branch Banking & Trust Co. v. Thompson, 107 N.C. App. 53, 62, 418 S.E.2d 694, \n700 (1992).  F raud, however, may constitute a section 75 -1.1 violation.  See, e.g. , \nHardy v. Toler , 288 N. C. 303, 309, 218 S.E.2d 342, 346 (1975) (fraud a deceptive \npractice); Forest2Market, Inc. v. Arcogent, Inc. , 2016 NCBC LEXIS 3, at *14 (N.C. \nSuper. Ct. Jan. 5, 2016) (aggravating circumstances include “fraudulent \ninducements”).  Having concluded that Brown ’s fraud claim survives Rule 12,  the \nCourt also concludes that Brown has , at this stage,  stated a claim for  unfair or \ndeceptive trade practices.   \nK. Constructive Trust \n68. A constructive trust is a remedy, not a cause of action.  See Weatherford v. \nKeenan, 128 N.C. App. 178, 179, 493 S.E.2d 812, 813 (1997).   Accordingly, for \npurposes of clarity, the Court grants the Rule 12(c) Motion to the extent it seeks \ndismissal of the purported cause of action for constructive trust.  The Court renders \nthis decision without prejudice to Brown’s ability to pursue the equitable remedy of a \nconstructive trust based on his remaining legal claims, including his claim for fraud.  \n \n \nSee Roper v. Edwards, 323 N.C. 461, 465, 373 S.E.2d 423, 425 (1988) (describing \nconstructive trust as an equitable remedy “to prevent the unjust enrichment of the \nholder of . . . an interest in[] property which such holder acquired through fraud”).  \nIII. \nTHE DISCOVERY MOTIONS \n \n69. “[O]rders regarding discovery matters are within the discretion of the trial \ncourt and will not be upset on appeal absent a showing of abuse of that \ndiscretion.”  Wachovia Bank v. Clean River Corp., 178 N.C. App. 528, 531, 631 S.E.2d \n879, 882 (2006) (quoting Nationwide Mut. Fire Ins. Co. v. Bourlon, 172 N.C. App. 595, \n601, 617 S.E.2d 40, 45 (2005)).  Here, Brown’s Motions to Compel request production \nof four categories of information: (1) Defendants’ initial and amended tax returns for \n2012 to 2015; (2) Defendants’ banking records for 2012 to presen t; (3) the names of \nthird-party investors; and (4) documents used by Defendants in  transactions with \nother investors.  \nA. Legal Standard \n70. In general, “[p]arties may obtain discovery regarding any matter, not \nprivileged, which is relevant to the subject matter involved in the pending action.”  \nN.C. R. Civ. Pro.  26(b)(1).  “The test of relevancy under Rule 26 is not, of course, the \nstringent test required at trial.  The rule is designed to allow discovery of any \ninformation ‘reasonably calculated to lead to the discovery of admissible evidence.’”  \nWillis v. Duke Power Co. , 291 N.C. 19, 32, 229 S.E.2d 191, 200 (1976)  (quoting N.C. \nR. Civ. Pro. 26(b)); accord Wachovia Capital Partners, LLC v. Frank Harvey Inv. \nFamily L.P., 2007 NCBC LEXIS 7, at *48 (N.C. Super. Ct. Mar. 5, 2007).   \n \n \n71. Nevertheless, a party seeking discovery is “not entitled to a fishing \nexpedition to locate it.”  Dworsky v. Travelers Ins. Co ., 49 N.C. App. 446, 448, 271 \nS.E.2d 522, 524 (1980).  A court may enter a discretionary protective order “even a s \nto relevant material” after balancing “[o]ne party’s need for information . . . against \nthe likelihood of an undue burden [being] imposed upon the other.”  Willis, 291 N.C. \nat 34, 229 S.E.2d at 200. \nB. Tax Returns \n72. Brown requests production of tax returns for each Defendant from 2012 to \n2015.  Defendants produced redacted versions of Southgroup’s initial filing for 2014 \nand Secor Group’s amended returns for 2013 and 2014.  They have objected to \nproviding any other returns and to removing the redactions. \n73. The Court agrees that  Defendants’ 2012  tax returns  and Rosso Group’s \nreturns for any year are not relevant.  The events giving rise to this action first began \nin 2013, and the relevant real estate transactions occurred in late 2013 and early \n2015.  (See Am. Compl. ¶¶ 11, 12, 23, 33.)  As to Rosso Group, the Court has dismissed \nall claims against the company, which apparently was not even formed until 2015 .  \n(See Am. Countercls. ¶ 5.)  Brown is not entitled to 2012 tax returns for any Defendant \nor for Rosso Group’s tax returns for any year. \n74. Defendants’ other relevance objections are not supported.  Brown contends \nthat he invested $2.2 million to be used in Southgroup’s land acquisitions, expecting \nto receive a return of his principal plus half the profits.  He further contends that \nSecor and Rosso (through LW Land) concealed transactions  disposing of the real \n \n \nestate in 2013 and 2015  and then diverted the proceeds to Secor Group, without \npaying any proceeds to Brown.  (See, e.g., Am. Compl. ¶¶ 7, 22, 36, 41.)  Whether and \nhow Defendants accounted for these transactions in their 2013 to 2015 tax returns is \nplainly relevant.  See Transatlantic Healthcare, LLC v. Alpha Constr. of the Triad, \nInc., 2017 NCBC LEXIS 21, at *38–39 (N.C. Super. Ct. Mar. 9, 2017) (granting motion \nto compel tax records) .  Any change in the reporting of these transactions between \ninitial and amended filings would be equally relevant. \n75. There remains an issue regarding whether Defendants may redact the tax \nreturns by removing information they deem irrelevant.  The Court is not aware of \nany North Carolina precedent addressing the propriety of unilateral redactions for \nrelevance, but federal courts frequently hold that “relevance -based redactions are \ndisfavored.”  Wellin v. Wellin, No. 2:13-cv-1831-DCN, 2015 U.S. Dist. LEXIS 132485, \nat *18 (D.S.C. Sept. 30, 2015) (collecting cases).   \n76. The Court agrees with the reasoning of these decisions .  “It is a rare \ndocument that contains only relevant information.”  Bartholomew v. Avalon Capital \nGroup, Inc., 278 F.R.D. 441, 451 –52 (D. Minn. 2011).  A producing party should not \n“decide unilaterally what context is necessary .  . . and what might be useles s to the \ncase.”  Evon v. Law Offices of Sidney Mickell, No. S–09–0760, 2010 U.S. Dist. LEXIS \n20666, at *5 n. 1 (E.D. Cal. Feb. 3, 2010); see also Scranton Products, Inc. v. Bobrick \nWashroom Equipment, Inc., 190 F.Supp.3d 419, 436–38 (M.D. Pa. 2016); Kipperman \nv. Onex Corp., 260 F.R.D. 682, 693 (N.D. Ga. 2009).  This is especially so when there \n \n \nis a protective order in place to shield any sensitive information.  See Evon, 2010 U.S. \nDist. LEXIS 20666, at *5 n. 1. \n77. The discretion to make unilateral redactions would incentivize parties to \nhide “as much as they dare.”  Burris v. Versa Prods., 2013 U.S. Dist. LEXIS 21851, at \n*10 (D. Minn. Feb. 19, 2013).  That, in turn, would give rise to “suspicion that relevant \nmaterial harmful to the producing party has been obscured,” along with “tend[ing] to \nmake documents confusing or difficult to use.”  Bonnell v. Carnival Corp, CASE NO. \n13-22265-CIV-WILLIAMS/GOODMAN, 2014 U.S. Dist. LEXIS 22459, at *8 (S.D. Fla. \n2014) (quoting In re Medeva Securities Litigation , Master Fi le No. 93 -4376-\nKn(AJWx), 1995 U.S. Dist. LEXIS 21895, at *8 (C.D. Cal. 1995)).  Indeed, there is “no \nbetter way to ensure that a motion to compel will be filed than to unilaterally black \nout large portions of documents as the human mind is naturally curiou s.”  David v. \nAlphin, No. 3:07cv11, 2010 U.S. Dist. LEXIS 144275, at *23 (W.D.N.C. Mar. 30, \n2010).   \n78. The suspicions are heightened  in this case  where Brown contends \nDefendants stole more than $2 million from him, concealed the transactions, and are \nnow hid ing the wrongdoing behind large -scale redactions of relevant documents.   \nMatters are not helped by Defendants’ narrow understanding of the standard for \nrelevance.  (See Defs.’ Br. in Supp. Mot. for Prot. Order and in Opp’n to Pl.’s Mot. to  \nCompel Discovery 3–4 [“Defs.’ Tax Br.”]; Defs.’ Br. in Supp. Mot. for Prot. Order and \nin Opp’n to Pl.’s Mot. to Compel Discovery (Banking Records)  1–3 [“Defs.’ Banking \nBr.”].)  Taking into account that the parties have agreed to a Consent Protective \n \n \nOrder, the Court is persuaded that Defendants’ unilateral redactions for relevance \nare not appropriate. \n79. For all these reasons , Defendants, except Rosso Group,  must produce tax \nreturns for 2013 through 2015 within their possession, custody, or control.  These \ninclude Southgroup’s 2013 return, the original 2013 and 2014 returns for Secor \nGroup, the 2015 returns for Secor Group and Southgroup, and the returns for Secor \nand Rosso for each year.  Defendants shall not make any substantive redactions but \nmay redact con fidential identifying information, such as social security numbers, \ntaxpayer identification numbers, and employer identification numbers.  Defendants \nshall also produce unredacted versions of the tax returns produced to date. \n80. To the extent any returns do not exist or have not yet been filed, Defendants \nshall certify to that effect and produce copies of the relevant extensions.  ( Defs.’ Tax \nBr. 6 (stating that 2015 returns “have not been filed because they have received \nextensions of time ”).)  To the extent Defendants do not possess the documents but  \nhave “the legal right to obtain the documents on demand,” they shall do so.  Lowd v. \nReynolds, 205 N.C. App. 208, 214, 695 S.E.2d 479, 484 (2010) (quoting Pugh v. Pugh, \n113 N.C.  App. 375, 380 –81, 438 S.E.2d 214, 218 (1994)).  The Court rejects \nDefendants’ argument that they are not required to obtain tax returns from the \nInternal Revenue Service under 26 U.S.C. §  6103.  See United States v. All Assets \nHeld at Bank Julius Baer & Co., 142 F.Supp.3d 37, 45–46 (D.D.C 2015) (holding that \nsection 6103 “only regulates disclosure of tax returns by the IRS, not private \nlitigants,” and  “the weight of case authority similarly holds that section 6103 did not \n \n \nenact a limitation on civil discov ery” (collecting cases)) ; see also  In re Pedestrian \nWalkway, 173 N.C. App. 237, 242–43, 618 S.E.2d 819, 823 (2005) (noting order \nrequiring party to obtain tax returns from IRS and compelling their production).   \nC. Information Related to Other Deals \n81. Brown req uests two types of information related to other deals made by \nDefendants.  First, he seeks the production of all Membership Interest Purchase \nAgreements entered into between Defendants and other  investors.  Second, he \nrequests that Defendants identify, in interrogatory responses, their other investors, \nincluding both investors in the real estate at issue in this litigation and prior \ninvestors in similar transactions.   \n82. The Court denies the motion to compel as to any Membership Interest \nPurchase Agreements.  The Court has held that Brown is not a member of Southgroup \nunder the terms of the MIPA he and Secor signed.  In the absence of claims based on \nthat membership, the production of similar agreements does not appear reasonably \nlikely to lead to the discovery of admissible evidence.   \n83. The identification of Defendants’ other investors, however, could be \nrelevant.  Defendants have alleged, for example, that Brown “promised to provide the \nfunding for all of Secor Group’s and Southgroup’s land acquisitions”—that is, Brown \nwas the exclusive source of funding.  (Am. Countercls. ¶ 18.)  They further allege that \nBrown breached this promise by failing to fund a development called Sanctuary Cove.  \n(Am. Countercls. ¶ 67.)  If Defendants had other investors during this ti me, it could \n \n \nbe relevant to the issue of exclusivity and perhaps to mitigation of damages.  (See Am. \nCountercls. ¶ 18; Reply 10.)   \n84. Defendants state that they have no names to report because there were no \nthird-party investors “involved in Black Bear Falls, New River, or Nature’s \nCourtyard.”  (Defs.’ Tax Br. 12.)  It is unclear, however, whether Defendants were \ninvolved in deals with other investors for other properties at this time.  If they were, \nthat would be relevant, at a minimum, to the alleged e xclusive funding agreement \nwith Brown.  Accordingly, Defendants shall supplement their interrogatory responses \nto identify any investors in transactions after May 2013—that is, during the period \nof the alleged funding agreement with Brown.  If there are no  such investors, they \nshall supplement their responses to say so. \n85. Brown is not entitled, however, to discovery regarding all investors Secor \nand Rosso have ever had.  This litigation concerns a limited time period and specific \nagreements and transactions.  The Court is not persuaded that Defendants’ investor \nrelationships prior to the agreement between Brown and Secor have any bearing on \nthis litigation. \n86. The Court acknowledges Defendants’ concern that Brown will harass the \nother investors and “will disclose  the information.”  (Defs.’ Tax Br. 8; see also Defs.’ \nTax Br. 1, 7, 12.)  These “concerns are not a proper reason to fail to produce relevant \ninformation.”  Balfour Beatty Rail, Inc. v. Vaccarello , 3:06 -cv-551-J-20MCR, 2007 \nU.S. Dist. LEXIS 3581 (M.D. Fla ., Jan. 18, 2007) (citing Fed. R. Civ. Pro. 26(c)).  \nMoreover, the parties’ Consent Protective Order states that any information produced \n \n \nduring discovery “shall be used solely and exclusively for the purposes of prosecuting \nor defending this Litigation, and shall not be used by a Party for any other purposes.”  \n(Consent Protective Order ¶ 2.)  \nD. Banking Records \n87. Brown seeks all banking records for each Defendant —including the \npersonal records of Secor and Rosso —from 2012 to present.  Defendants produced \nrecords for Secor Group from January 2013 to January 2017, but the records are \nheavily redacted.  Defendants refused to produce any other records, including the \nrecords of “ACRE,” which is simply another name for Secor Group. \n88. This dispute is perplexing.  It is clear from the record—including the initial \nBusiness Court Rule 10.9 proceedings and the subsequent motion to compel —that \nthe real issue concerns Secor Group’s banking records.  There is no dispute that funds \nand expenses for the real estate transactions f lowed through Secor Group, in part \nbecause Southgroup does not have its own bank account.  Pre-motion correspondence \nbetween the parties reflects this:  Defendants agreed to produce some banking records \nfor Secor Group, and Brown ’s counsel  expressed hope that these records would \nprovide most of the needed information.  The parties’ current all-or-nothing positions \nare untenable.   \n89. The Court concludes, first, that bank records from 2012 and bank records \nfor Rosso Group are not relevant.   Brown maintains that records from 2012 are \nrelevant to assessing damages and to assessing Defendants ’ “business model.”  (Br.  \nin Supp. of Pl.’s Mot. to Compel Discovery (Banking Records)  11–12 [“Pl.’s Banking \n \n \nBr.”].)  The connection is tenuous and unconvincing, and the Court denies the motion \nto compel as to these records. \n90. Second, the Court reiterates that relevance-based redactions are disfavored.  \nSee Wellin, 2015 U.S. Dist. LEXIS 132485, at *18.  Even if producing parties were \nentitled to unilaterally determine what c ontext is important and what is not , this \nwould not be such a circumstance.  Secor Group’s bank accounts may reveal expenses \nassociated with the relevant properties, the disposition of proceeds from their sales, \nand transactions with other investors during the period of the alleged funding \npromise.  Moreover, Secor Group’s account was apparently used for the transactions \nof Southgroup and ACRE , adding to the need for transparency .  Accordingly, \nDefendants shall provide unredacted copies of the information already produced as \nto Secor Group.   \n91. Third, Defendants’ basis for withholding the records of ACRE on relevance \ngrounds is unpersuasive.   ACRE is another name for Secor Group, and there is no \ndispute that ACRE received commissions and played a role in at least some of the \nreal estate transactions.  (Defs.’ Banking Br. 7; see also Defs.’ Banking Br. 8; Defs.’ \nTax Br. 3.)  Defendants shall produce the requested information for the account \nassociated with ACRE.   \n92. Fourth, Brown is not entitled to  the banking records of the individual \ndefendants, Secor and Rosso , which are highly likely to contain vast amounts of \nirrelevant, personal information .  Brown’s basis for making such an  overbroad, \nintrusive request appears to be a belief that f unds deposited with Secor Group were \n \n \nultimately distributed to Secor and Rosso.   The banking records of Secor Group and \nthe tax records of the individuals  provide adequate, targeted discovery for this \npurpose.  Balancing Brown’s minimal need for these reco rds against their likely \nirrelevance and the burden to Secor and Rosso, the Court denies the motion to compel \nas to these records and grants the cross-motion for protective order. \nIV. \nCONCLUSION \n \n93. The Court GRANTS Rosso and Secor Group’s  Rule 12(b)(6) Motion.  The \nclaim for breach of contract against these parties is DISMISSED with prejudice.  \n94. The Court GRANTS in part Defendants’ Rule 12(c) Motion as follows:   \na. All claims against Rosso Group are DISMISSED with prejudice. \nb. Brown is not entitled to a decla ration that he is a member of Southgroup, \nand judgment on the pleadings is GRANTED in favor of Defendants as to \nthis claim. \nc. The claims for an accounting, distribution, breach of fiduciary duty and \nconstructive fraud, and failure to register a security are DISMISSED with \nprejudice. \nd. In all other respects, the Rule 12(c) Motion is DENIED.  \n95. The Court GRANTS in part the Motions to Compel and GRANTS in part \nthe Motions for Protective Order as follows:   \na. Defendants, except Rosso Group, shall produce unredacted  copies of tax \nreturns for 2013 to 2015 within their possession, custody, or control.  To the \nextent such returns do not exist, each Defendant shall certify to that effect.  \n \n \nTo the extent Defendants must obtain any returns from the relevant \ngovernmental au thority, they shall do so.  As needed, Defendants shall \nproduce the returns, certify their non -existence, or initiate an appropriate \nrequest to obtain them  (and provide Brown a copy of the request)  within \ntwo weeks of this Order. \nb. Secor Group and ACRE shall produce unredacted copies of all responsive \nbanking records from May 2013 to January 2017 within their possession, \ncustody, or control, within two weeks of this Order .  Brown is not entitled \nto the personal banking records of Secor and Rosso or to the records of Rosso \nGroup. \nc. Defendants, except Rosso Group , shall supplement their interrogatory \nresponses to identify  all entities and individuals with whom they had an \ninvestment relationship during the period of the alleged funding promise .  \nBrown is not entitled to receive the names of investors who entered into an \ninvestment relationship with Defendants prior to the date of the alleged \nfunding promise. \nd. Brown is not entitled to the production of Defendants’ agreements with \nother investors. \ne. The Court determines , in its discretion, that the parties shall bear their \nown costs. \nf. Except as stated, the Motions to Compel and Motions for Protective Order \nare DENIED. \n \n \nThis the 28th day of July 2017. \n/s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge \n  for Complex Business Cases \n "
}