{
  "id": "5f3bb6ea906b0b9fc386acc4e1c2088500251b3a3c67d559ff222840db488571",
  "source_file": "data/raw/ncbc/5f3bb6ea906b0b9fc386acc4e1c2088500251b3a3c67d559ff222840db488571.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 12659 \n \nLEE NORRIS, \n \nPlaintiff, \n \nv. \n \nGREYMONT DEVELOPMENT, LLC; \nand JAMES SCHAAFSMA, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF NORRIS’S MOTION TO \nAPPOINT RECEIVER AND \nINTERVENOR-DEFENDANT \nSCHAAFSMA’S MOTION TO DISMISS \n \n \n1. THIS MATTER  is before the Court on Plaintiff Lee Norris’s (“Norris”) \nMotion for Appointment of Receiver  (the “Receiver Motion”) , (ECF No. 6), and \nIntervenor-Defendant James Schaafsma’s (“Schaafsma”) Motion to Dismiss (the \n“Motion to Dismiss”) under Rules 12(b)(6) and 12(b)(1) of the North Carolina Rules of \nCivil Procedure (the “Rule(s)”), (ECF No. 26), (together, the “Motions”).  \n2. Norris brings this action against Defendant Greymont Development, LLC 1 \n(“Greymont” or the “LLC” ), seeking to appoint a receiver for the LLC to terminate \nwhat Norris contends is a frivolous derivative action that Schaafsma has filed on the \nLLC’s behalf and to oversee Greymont’s dissolution and winding up .  Plaintiff’s \nReceiver Motion seeks the immediate appointment of that receiver.   Defendant’s \nMotion to Dismiss seeks to dismiss Norris’s primary claim for judicial dissolution and \nNorris’s alterna tive claim for the appointment of an independent person  under \n \n1 Greymont is unrepresented in this action because Norris and Schaafsma have not \nauthorized the LLC to have legal representation, a decision that requires a unanimous vote \nof the member-managers under Greymont’s operating agreement.  (Verified First Am. Compl. \nEx. 1 [hereinafter “Greymont’s Operating Agreement”], ECF No. 18.2.) \nNorris v. Greymont Dev., LLC, 2022 NCBC 4. \nN.C.G.S. § 57D-8-03(f) to decide whether Schaafsma’s derivative lawsuit should be \nmaintained. \n3. Having considered the Motions, the related briefing, appropriate matters of \nrecord, and the arguments of counsel at the hearing on the Motions, the Court, in the \nexercise of its discretion and for the reasons set forth below , GRANTS Defendant’s \nMotion to Dismiss,  DISMISSES Plaintiff’s claims with and without prejudice as \nprovided herein, and DENIES Plaintiff’s Receiver Motion as moot. \nGraebe Hanna & Sullivan, PLLC, by Christopher T. Graebe and John \nWilliam Graebe,2 for Plaintiff Lee Norris. \n \nYoung Moore and Henderson, P.A., by Walter E. Brock and Rachel H. \nBoyd, for Defendant James Schaafsma. \n \nDefendant Greymont Development, LLC is  unrepresented and thus did \nnot participate or appear. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n4. Norris and Schaafsma  are 50/50 member -managers of Greymont, a North \nCarolina limited liability company  that develops real estate.   (Verified First Am. \nCompl. ¶¶  2, 4–5 [hereinafter “Am. Compl.”], ECF No. 18.)   Greymont has no \nemployees, and its operating agreement, requires practical unanimity on all \ndecisions.  (Am. Compl. ¶ ¶ 6–8; Greymont’s Operating Agreement  ¶ 3.)  Norris and \nSchaafsma are also two of four member -managers of 4Line, LLC (“4Line”), f/k/a 5 \nGuys Management, LLC, a North Carolina limited liability company.  (Am. Compl. \n \n2 Plaintiff’s counsel joined Morningstar Law Group after the Motions were briefed and \nargued.  (See ECF Nos. 34, 35.) \n¶ 9.)  4Line, in turn, is a member-manager of three limited liability companies  that \nprovide real estate development services on projects of the same name: 512 Gordon \nStreet, LLC (“512 Gordon”); 522 S Harrington, LLC (“522 Harrington”)  and 518 \nMorehead, LLC (“518 Morehead”).  (Am. Compl. ¶ 9.)   \n5. Norris alleges that Greymont has wound down its services in conne ction \nwith 512 Gordon.  (Am. Compl. ¶ 12.)  He also pleads that “no material work remains \nto be done” in connection with 522 Harrington and that the 522 Harrington project is \n“substantially complete” (Am. Compl. ¶¶ 13, 54).3   \n6. The parties’ dispute has at its core a development agreement that Greymont \nentered with 518 Morehead  in July 2019  (the “Development Agreement”) .  (Am. \nCompl. ¶  20.)  Norris pleads that the Development Agreement  contemplated two \nphases and that the first, pre -construction phase was agreed upon and fully funded \nwhile the second, development phase was not.  (Am. Coml. ¶¶ 21–27.)  Norris alleges \nthat 518 Morehead timely paid the full development fee of $60,000 for the first, pre-\nconstruction phase , but in Febr uary 2021, before the second, development phase \ncould proceed, 518 Morehead s old the real estate involved because the COVID -19 \npandemic made i t unfeasible to complete the project.   (Am. Compl. ¶ ¶ 29, 31–34.)  \n \n3 In opposing Norris’s Receiver Motion, Schaafsma contends by affidavit that Greymont has \n“ongoing obligations” as to 522 Harrington, including an “active dispute with the [property’s] \ngeneral contractor” and the disposition of “1,700 square feet of unfinished and unsold \ncommercial space[.]” (Suppl. Aff . of Schaafsma ¶¶  6–11, ECF No. 28 .)  The Court does not \nconsider these assertions, however, in considering Schaafsma’s motion to dismiss under Rule \n12(b)(6) because “[a]s a general proposition, a trial court’s consideration of a motion brought \nunder Rule 12(b)(6) is limited to examining the legal sufficiency of the allegations contained \nwithin the four corners of the complaint.”  Khaja v. Husna, 243 N.C. App. 330, 338–39 (2015) \n(cleaned up). \nSchaafsma contends that , because the sale of the 518 Morehead project  improperly \nterminated the Development Agreement, Greymont is therefore owed over $750,000 \nin development fees .  (Am. Compl. ¶¶  38–39.)  Norris disagrees and contends that \nGreymont has been paid its full developm ent fee for its work on the 518 Morehead \nproject.  (Am. Compl. ¶ 49.)  \n7. On 1 June 2021, Schaafsma, acting for Greymont and without Norris’s \nconsent, filed a lawsuit against 518 Morehead in Wake County Superior Court \nseeking to recover the $750,000 in develo pment fees Schaafsma contends 518 \nMorehead owes to Greymont.  (Am. Compl. ¶ 38.)  Scha afsma subsequently caused \nGreymont to dismiss that litigation, (Am. Compl. ¶  45), and, on 9 September 2021 , \nSchaafsma filed a derivative action  on behalf of Greymont seeking the same relief .  \n(Am Compl. ¶  48.)  Norris opposes Schaafsma’s litigation, contending that \nSchaafsma’s derivative action is frivolous and asserting that 518 Morehead has paid \nall sums due under the Development Agreement.  (Am. Compl. ¶ 49.)  Norris further \npleads that he is powerless to terminate Schaafsma’s derivative action because he \ncannot take unilateral action to that effect under Greymont’s operating agreement.  \n(Am. Compl. ¶¶ 56, 59.)   \n8. Based on the parties’ disagreement over the f iling and maintenance of the \nderivative litigation, Norris alleges that he and Schaafsma are deadlock ed in the \nmanagement and business operations of Greymont, requiring that Greymont be \ndissolved.  (Am. Compl. ¶ ¶ 56–57.)  Relying on this contention, Norris filed the \nVerified Complaint initiating this action on 16 September 2021  containing a single \nclaim for judicial dissolution.  (Verified Compl. ¶¶ 38–42, ECF No. 3 .)  He filed the \nReceiver Motion soon thereafter  and asks this Cou rt to empower the receiver to \n“manage the business of [Greymont] pending the Court’s determination on Plaintiff’s \nclaim for dissolution, including but not limited to acting on behalf of the LLC to \ndetermine whether [maintaining Schaafsma’s derivative suit] is in the best interests \nof Greymont under N.C.G.S. 57D -8-03.”  (Pl.’s Mot. for Appointment of Receiver  \n[hereinafter “Receiver Mot.”], ECF No. 6.)   \n9. Schaafsma intervened in this  action on 13 October 2021, (Consent Order \nAllowing Intervention and Extension of Time, ECF No. 13), and promptly moved to \ndismiss the Verified Complaint, (Intervenor’s Mot. to Dismiss, ECF No. 14) .  On 10 \nNovember 2021, however, Norris filed a Verified Amended Fi rst Complaint \n(“Amended Complaint”), mooting Schaafsma’s  motion, (Order Denying Def. James \nSchaafsma’s Mot. to Dismiss, ECF No. 22).  In addition to reasserting Norris’s claim \nfor judicial dissolution, Norris’s Amended Complaint includes an alternative cla im \nasking the Court to appoint an independent person  under section 57D-8-03(f) to \ndecide whether maintaining the derivative suit against 518 Morehead is in \nGreymont’s best interests.  (Am. Compl. ¶¶ 60–70.)   \n10. On 23 November 2021, Schaafsma filed the  Motion to Dismiss seeking the \ndismissal of both  Norris’s claim for dissolution (under Rule 12(b)(6)) and Norris’s \nalternative claim under section 57D-8-03(f) (under Rules 12(b)(6) and 12(b)(1)).  (Br. \nSupp. Mot. Dismiss and Surreply  to Pl.’s Mot Appointment of Receiver 23 –27 \n[hereinafter “Schaafsma’s Br. Supp. Mot. Dismiss and Surreply to Receiver Mot.”] , \nECF No. 27.) \n11. After full briefing, the Court convened a hearing  (the “Hearing”)  on the \nMotions on 8 December 2021, at which all  represented parties were represented by \ncounsel.  The Motions are now ripe for resolution.  \nII. \nLEGAL STANDARD \n12. “A motion to dismiss under Rule 12(b)(6) tests the legal sufficiency of the \ncomplaint by presenting ‘the question whether, as a matter of law, the allegations of \nthe complaint, treated as true, are sufficient to state a claim upon which relief can be \ngranted under some [recognized] legal theory.’ ”  Forsyth Mem’l Hosp., Inc. v. \nArmstrong World Indus., Inc., 336 N.C. 438, 442 (1994) (quoting Lynn v. Overlook \nDev., 328 N.C. 689, 692 (1991)).  Accordingly, the Court must view the allegations in \nthe complaint “in the light most favorable to the non-moving party.”  Christenbury  \nEye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5 (2017) (quoting Kirby v. N.C. Dep’t of \nTransp., 368 N.C. 847, 852 (2016)). \n13. “When considering a [Rule] 12(b)(6) motion to dismiss, the trial court need \nonly look to the face of the complaint to determine whether it reveals an \ninsurmountable bar to plaintiff’s recovery.”  Kemp v. Spivey, 166 N.C. App. 456, 461 \n(2004) (quoting Locus v. Fayetteville State Univ., 102 N.C. App. 522, 527 (1991)).  \nFurther, “the complaint is to be liberally construed, and the trial court should not \ndismiss the complaint unless it appears beyond doubt that [the] plaintiff could prove \nno set of facts in support of his claim which would entitle him to relief.”  State ex rel. \nCooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 444 (2008) (quoting Meyer v. \nWalls, 347 N.C. 97, 111–12 (1997)) (alteration in original); see also Strickland v. \nHedrick, 194 N.C. App. 1, 20 (2008) (“[T]o prevent a Rule 12(b)(6) dismissal, a party \nmust . . . state enough to satisfy the substantive elements of at least some legally \nrecognized claim.” (citation and internal quotation marks omitted)). \n14. Therefore, dismissal of a complaint under Rule 12(b)(6) is proper only when: \n“(1) the complaint on its face reveals that no law supports the plaintiff’s claim; (2) the \ncomplaint on its face reveals the absence of facts sufficient to make a good claim; or \n(3) the complaint discloses some fact that necessarily defeats the plaintiff’s claim.”  \nKrawiec v. Manly, 370 N.C. 602, 606 (2018) (quoting Wood v. Guilford Cnty., 355 N.C. \n161, 166 (2002)). \nIII. \nANALYSIS \nA. Schaafsma’s Motion to Dismiss  \n1. Norris’s Claim for Judicial Dissolution \n15. A member of a limited liability company may seek judicial dissolution of the \nLLC under section 57D-6-02(2) “if it is established that (i) it is not practicable to \nconduct the LLC’s business in conformance with the operating agreement and  \n[Chapter 57D] or (ii) liquidation of the LLC is necessary to protect the rights and \ninterests of the member.”4  N.C.G.S. 57D-6-02(2).  The Court notes that the first prong \nis conjunctive, requiring the member to show impracticability under both the \noperating agreement and Chapter 57D  to permit disso lution under this subsection.   \nNorris contends that his pleadings satisfy both prongs of section 57D-6-02(2).   \na. Conducting Business in Conformance with Greymont ’s Operating \nAgreement \n \n16. Norris argues that Greymont cannot continue its business in conformance \nwith its operating agreement because Schaafsma’s derivative suit is Greymont’s only \nmaterial business activity and the parties’ disagreement over whether to pursue that \nlitigation amounts to a deadlock over Grey mont’s day -to-day operations —which \nNorris argues is “a well-established basis for dissolution.”  (Am. Compl. ¶¶ 54, 56–57, \n62.)  \n17. In seeking dismissal, Schaafsma contends that Norris has failed to establish \nhis entitlement to dissolution  because Norris’s allegations show that the deadlock \nNorris complains of is a discrete disagreement that has not prevented Norris and \nSchaafsma from effectively managing Greymont’s  other daily operations in \naccordance with Greymont’s  operating agreement.  ( Schaafsma’s Br. Supp. Mot. \nDismiss and Surreply to Receiver Mot. 14–17.)  For his support, Schaafsma points to \nportions of the Amended Complaint showing that he and Norris are cooperating on \n \n4 This Court has observed that “[j]udicial dissolution is a remedy left largely to the discretion \nof the trial court, and this is so even where a party establishes a statutory ground for \ndissolution.”  Reid Pointe, LLC v. Stevens, 2008 NCBC LEXIS 16, at *11–12 (N.C. Super. Ct. \nAug. 18, 2008).   See, e.g., Brady v. Van Vlaanderen, 261 N.C. App. 1, 4  (2018) (“ Judicial \ndissolution is a remedy that rests within the trial court ’s sound discretion.”) (citation and \ninternal quotation marks omitted). \ndaily management decisions about 522 Harrington and that they agreed to terminate \nthe development agreement for 512 Gordon even after Norris filed this dissolution \naction.  (Am. Compl. ¶¶ 12, 54; Schaafsma’s Br. Supp. Mot. Dismiss and Surreply to \nReceiver Mot. 16–17.)   \n18. The Court finds  that Schaafsma has the better of this dispute  on Norris’s \ncurrent pleading.   \n19. First, while Norris alleges that the derivative suit is Greymont’s only \n“material continuing business activit y[,]” (Am. Compl. ¶  54 (emphasis added)), the \ndescriptor “material” is a legal term and its use here states a legal conclusion that \nthe Court may ignore under Rule 12(b)(6).  See, e.g., Simmons v. Kross Lieberman & \nStone, Inc., 228 N.C. App. 425, 428 (2013) (noting that a court need not accept legal \nconclusions as true under Rule 12(b)(6)).   \n20. Next, taking all of Norris’s allegations in the Amended Complaint as true, \nNorris has not pleaded that activity relating to Schaafsma’s d erivative action \ncomprises all or even substantially all of Greymont’s current operations at this time.  \nTo the contrary, Norris pleads that Greymont still has a receivable that it must collect \non the 522 Harrington project, (Am. Compl. ¶  13), and although Norris alleges that \nthe 522 Harrington  project is “essentially complete[,]” (Am. Compl. ¶  4), or \n“substantially complete[,]” (Am. Compl. ¶ 54), he also pleads that work remains to be \ndone on the 522 Harrington project before Greymont’s responsibilities in  connection \nwith the project are concluded, (Am. Compl. ¶  13).  Significantly, Norris does not \nallege that he and Schaafsma disagree, much less a re deadlocked , over how to \ncomplete any of the remaining work to be performed on the 522 Harrington project.   \n21. Finally, some of Norris’s allegations contradict his claim that Norris and \nSchaafsma are deadlocked on daily management decision -making for Greymont.  In \nparticular, Norris alleges that, even while the derivative suit was pending,  he and \nSchaafsma agreed to terminate Greymont’s development services agreement on the \n512 Gordon project, and both agree that Greymont should wind down its affairs and \nare taking steps to do so.  (See Am. Compl. ¶¶ 4, 54).  Such cooperative activity refutes \nNorris’s claim that the parties’ pleaded disagreement reflects a level of “discord [that] \npervades every aspect of [the parties’] management” of Greymont.  See Battles v. \nBywater, LLC, 2014 NCBC LEXIS 54, at *17, 19, 22 (N.C. Super. Ct. Oct. 31, 2014) \n(concluding dissolution was appropriate where the LLC’s co-equal member-managers \nwere “unable to reach agreement with respect to even the most basic management \ndecisions,” including “day-to-day operations” of the company).    \n22. Instead, the Court concludes that the par ties’ pleaded cooperation and \nagreement in managing various aspects of Greymont’s ongoing business operations \nshow as a matter of law that the parties can conduct Greymont’s business in \nconformance with Greymont’s operating agreement.  See 759 Ventures, LLC v. GCP \nApt. Inv’rs, LLC , 2018 NCBC LEXIS 44, at *8– 11 (N.C Super. Ct. May 9, 2018) \n(rejecting dissolution where member -managers “undoubtedly ha[d] their \ndisagreements” over operations but were still “more or less on the same page as to \ntwo of [their] four properties”).5   \nb. Conducting Business in Conformance with Chapter 57D \n \n23. Norris further pleads that it is impracticable to conduct Greymont’s  \nbusiness in conformance with Chapter 57D because the parties’ disagreement over \nthe derivative action makes it “impossible for [Greymont] to exercise its statutory \nright to move for the appointment of an independent person to make a best interests \ndetermination under [section] 57D -8-03(f).”  (Am. Compl. ¶  63.)  That section \nprovides, in relevant part, that “[t]he court may appoint a panel composed of one or \nmore independent persons on motion of the LLC  to make a determination whether \nthe maintenance of the  derivative proceeding is in the best interest of the LLC.”  \nN.C.G.S. § 57D-8-03(f) (emphasis added). \n24. In moving to dismiss, Schaafsma argues that section 57D-8-03(f), by its plain \nlanguage, permits only the LLC, not an LLC member like Norris, to move for t he \nappointment of an independent person on behalf of the LLC.  (Schaafsma’s Reply Br. \nSupp. Mot. Dismiss 13, ECF No. 32.)  He  contends that Norris on his own simply \nlacks the voting power to cause Greymont to move for the appointment and that this \nfailure to meet the statute’s voting requirements does not impair the LLC’s ability to \n \n5 Although Battles and 759 Ventures reviewed motions for the appointment of a receiver, each \ndecision examined the moving party’s likelihood of success on that party’s dissolution claim \nin assessing whether to appoint a receiver.  The Court concludes that the analysis in each \ncase is therefore relevant in evaluating whether Norris’s dissolution claim survives dismissal \nunder Rule 12(b)(6). \noperate in conformance with Chapter 57D.  (Schaafsma’s Br. Supp. Mot. Dismiss and \nSurreply to Receiver Mot. 17–21).   \n25. Norris argues in opposition that section 57D-8-03(f) gives Greymont the \nright to independent review and that Schaafsma’s intransigence is preventing \nGreymont from filing a motion to exercise this statutory “right.”  (Pl.’s Br. Opp’n Def. \nJames Schaafsma’s Mot. Dismiss Verified First Am. Compl. 16 , 21 [hereinafter Pl.’s \nBr. Opp’n Schaafsma’s Mot. Dismiss Am. Compl.] , ECF No. 31. )  As such, Norris \nargues that operating Greymont in conformance with Chapter 57D is impracticable \nin the current circumstances.  (Pl.’s Br. Opp’n Schaafsma’s Mot. Dismiss Am. Compl. \n20–23.) \n26. The Court agrees with Schaafsma .  By its plain  language, section 57D-8-\n03(f) conditions the Court ’s right  to appoint an independent person on the \npresentation of a “motion of the LLC”—not, as Norris argues, on the presentation of \na motion of a member  in a deadlocked LLC or through some other device.  Indeed, \nwhile Chapter 57D contains numerous provisions by which a member has a right to \ntake certain legal action, see, e.g., § 57D-6-02 (providing that “a member” may bring \nan action to dissolve an LLC); § 57D-8-01 (providing that “a member may bring a \nderivative action”), the General Assembly did not elect to include among those rights \nthe right to present a motion authorizing the Court to appoint an independent person \nunder section 57D-8-03(f).  See, e.g., Town of Pinebluff v. Moore Cnty., 374 N.C. 254, \n256 (2020) (noting that courts “assume that the Legislature acted with full knowledge \nof prior and existing law”)  (cleaned up).  The General Assembly vested that right \nsolely in the LLC, and the fact that an LLC may not reach agreement to bring such a \nmotion does not deny the LLC a statutory right or reflect the LLC’s inability to \nconduct business operations in conformance with Chapter 57D.     \n27. Therefore, for the reasons set forth above, the Court concludes that Norris \nhas failed to plead that it is not practicable to conduct Greymont’s  business in \nconformance with either its operating agreement or Chapter 57D, much less both.  As \na result, Norris’s dissolution claim may not be sustained under section 57D-6-02(2)(i).  \nc. Liquidation as Necessary to Protect the Rights and Interests of Member \n28. Although the Court has concluded that Norris has failed to plead that it is \nnot practicable  to conduct Greymont’s business in conformance with its o perating \nagreement and Chapter 57D, Norris may still satisfy section 57D -6-02(2) if he \nsuccessfully pleads that “liquidation of the LLC is necessary to protect [his] rights \nand interests[.]”  N.C.G.S . § 57D-6-02(2).  Norris contends he has met his pleading \nburden for several reasons, including that: (i) “518 Morehead must expend funds on \nattorney fees in defense of the lawsuit that would otherwise be distributable to \nmembers, including 4Line, in which [he] has a 25% interest”; (ii) he has suffered “the \nembarrassment of being associated with the filing of a nuisance lawsuit in the name \nof a company that [he] co-founded against a company that is managed by 4Line”; and \n(iii) Greymont faces the possibility of Rule 11 sanctions based on Schaafsma’s filing \nand maintenance of a frivolous derivative suit.  (Pl.’s Br. Opp’n Schaafsma’s Mot. \nDismiss Am. Compl. 23; Am. Compl. ¶¶ 49, 64.)   \n29. Schaafsma moves to dismiss the claim for judicial dissolution , contending \nthat section 57D-6-02 only protects a member’s rights and interests in the LLC that \nhe or she is attempting to dissolve.  Schaafsma therefore asserts that Norris’s \ncontentions that Greymont should be dissolved to spare Norris from professional \nembarrassment and to enable 518 Morehead to make distributions to him as a \nmember of 4Line are irrelevant under section 57D-6-02 because neither consideration \nimplicates Norris’s rights and interests in Greymont.   ( Schaafsma’s Br. Supp. Mot. \nDismiss and Surreply to Receiver Mot. 21.)  As to Rule 11 exposure, Schaafma noted \nat the Hearing  that Norris has not pleaded that sanctions have either been \nthreatened or sought based on the filing and maintenance of Schaafsma’s derivative \naction.6  Accordingly, Schaafsma contends that Norris fails to meet the requirements \nof 57D-6-02(ii). \n30. The Court again agrees with Schaafsma.   \n31. First, the North Carolina Court of Appeals has interpreted nearly identical \n“rights and interests” language in Chapter 55’s dissolution provision to refer to the \n“ ‘rights or interests’ the complaining shareholder has in the corpo ration” sought to \nbe dissolved.  Foster v. Foster Farms, 112 N.C. App. 700, 709 (1993) (citing Meiselman \nv. Meiselman, 309 N.C. 279, 301 (1983)).  The Court therefore concludes likewise that \nthe “rights and interests” referenced in section 57D -6-02(2)(ii) are those that the \ncomplaining member has in the LLC that the member is seeking to dissolve.   Thus, \n \n6 Although Schaafsma’s counsel advised the Court at the Hearing that no motions seeking \nsanctions against Greymont have been filed in the derivative action , the Court limits its \nreview to the allegations of the Amended Complaint in ruling upon Defendant’s Motion to \nDismiss under Rule 12(b)(6).   \nthe Court agrees with Schaafsma that Norris’s claims of professional embarrassment \nand impairment of his interest in Morehead 518 are insuff icient grounds to merit \ndissolution of Greymont under section 57D-6-02(ii). \n32. Norris’s speculation that Greymont may face sanctions  for Schaafsma’s \nderivative action is likewise insufficient to satisfy section 57D-6-02(2)(ii).  Not only is \nit likely that the imposition of any such sanctions would be levied against the filer \nand signer Schaafsma, not Greymont, the nominal defendant, but also Norris has not \npleaded that Rule 11 sanctions have been threatened or sought in the nearly five \nmonths since Schaafsma filed his derivative action.  As a result, there is no basis to \nconclude that liquidation of the LLC is necessary to protect Norris’s rig hts and \ninterests in Greymont  on this ground .  The Court thus concludes that Norris has \nfailed to meet the requirements of section 57D-6-02(2)(ii). \n33. Accordingly, because Norris has failed to plead his entitlement to judicial \ndissolution under either prong of N.C.G.S. §  57D-6-02(2), Norris’s claim for judicial \ndissolution must be dismissed.7 \n2. Norris’s Alternative Claim for Appointment of Independent Person \n \n34. Schaafsma moves under Rule s 12(b)(1) and  12(b)(6) to dismiss Norris’s \nalternative claim for the appointment of an independent person under section  57D-\n8-03(f).  He first argues under Rule 12(b)(1) that the Court lacks subject matter \njurisdiction because the  authority to appoint an independent person under section \n57D-8-03(f) rests with the court in which the derivative action is pending —here the \n \n7 Because conditions permitting Greymont’s dissolution may arise in the future, the Court \nwill dismiss Norris’s dissolution claim without prejudice. \njudges presiding in Schaafsma v. 518 Morehead and Greymont , 21 CVS 12254 , now \npending in Wake County Superior Court .  (Schaafsma’s Br. Supp. Mot. Dismiss and \nSurreply to Receiver Mot. 27.)   He also seeks dismissal under Rule 12(b)(6) on the \nsame grounds he advanced in arguing that Greymont’s business can be conducted in \nconformance with Chapter 57D.  (Schaafsma’s Reply Br. Supp. Mot. Dismiss 13.)   \n35. In opposition to the Motion to Dismiss under Rule 12(b)(1), Norris relies on \nsection 57D -6-03(c), which he argues separately permits the Court to appoint an \nindependent person.  (Pl.’s Br. Opp’n Schaafsma Mot. Dismiss Am. Compl. 27.)  That \nsection provides: “[In a dissolution action under section  57D-6-02,] the court may \nissue injunctions, appoint one or more persons to serve as receiver with powers and \nduties the court may grant under [section] 57D-6-04, or take other action required to \nmanage the LLC and its assets.”  N.C.G.S. §  57D-6-03(c).  Norris argues that the \nappointment of an independent person is included within the “other action” permitted \nunder section 57D -6-03(c).  (Pl.’s Br. Opp’n Schaafsma’s Mot. Dismiss Am. Compl. \n24.)  Additi onally, Norris opposes the Motion to Dismiss  under Rule 12(b)(6) by \nadvancing the same arguments he made in opposition  to Schaafsma’s motion \nconcerning whether Greymont could be operated in conformance with Chapter 57D. \n36. The Court again agrees with Schaafsm a.  First, the Court agrees that the \nproper forum within which to raise a motion for the appointment of an independent \nperson under section 57D-8-03(f) is the court in which Schaafsma’s derivative action \nis currently pending, not in this separate dissolution action.  See Russell M. Robinson, \nII, Robinson on North Carolina Corporation Law, 34.04[5] n. 69 (7th ed. 2019) (noting \nthat a determination concerning whether a suit’s prosecution is in the LLC’s best \ninterests could be made “directly to the LLC managers or a subset of the managers” \nor, “in response to a request by the LLC, the [determination] could also be by a body \nappointed by the derivative suit court” under section 57D-8-03(f) (emphasis added)).   \n37. This conclusion is compelled  by section 57D -8-03’s plain language.  That \nsection references “the court” four times: (i) in subsection ( a), which provides: “[t]he \ncourt shall dismiss a derivative proceeding on motion of the LLC if [the panel \ndescribed in section 57D-8-03(f)] determines after conducting an inquiry upon which \nits conclusions are based that the maintenance of the derivative proceeding is not in \nthe best interest of the LLC”; (ii) in the first sentence of subsection (d), which explains \nthat in a derivative suit filed after a demand is rejected, “the complaint must allege \nparticular facts that if proved would preclude the court from dismissing the derivative \nproceeding under subsection (a)”; (iii) in the third sentence of subsection (d), which \nsets forth discovery limits prior to “ the court’s ruling” on a defendant’s motion to \ndismiss under subsection (a); and (iv) in subsection (f), which , as noted above,  \nprovides that “[t]he court may appoint a panel composed of one or more independent \npersons on motion of the LLC [to make the best interest determination].”  (Emphasis \nadded.)   \n38. It cannot be reasonably disputed that “the court” referenced in subsection s \n(a) and (d) is the deriv ative suit court; indeed, any other reading would be \nnonsensical.  Reading subsection (f) in the context of the statute as a whole, see, e.g., \nPorsh Builders, Inc. v. City of Winston-Salem, 302 N.C. 550, 556 (1981) (“[A] statute \nmust be considered as a who le[.]”), and particularly when considering the plain \nmeaning of the term “the court” in the other subsections of the statute, see, e.g., State \nex rel. Utilities Com. v. Duke Power Co., 305 N.C. 1, 13 (1982) (“All parts of the [same] \nact should be considered, and construed together.”), the Court can reach but a single \nconclusion—that “the court” authorized to “appoint a panel composed of one or more \nindependent persons on motion of the LLC” under section 57D -8-03(f) is necessarily \nthe derivative suit court and no other.  Norris’s contention to the contrary is without \nmerit.  See, e.g., Raleigh Hous. Auth. v. Winston, 376 N.C. 790, 795 (2021) (“When the \nterm in the statute is unambiguous, the term ‘ should be understood in accordance \nwith its plain mea ning.’ ” (quoting Fid. Bank v. N.C. Dep’t of Revenue, 370 N.C. 10, \n20 (2017))). \n39. Next, for the reasons set forth above, the Court concludes that a motion to \nappoint an independent person under section 57D -8-03(f) may only be made by the \nLLC, not, as Norris seeks to establish here, by an LLC member.   \n40. And l ast, Norris’s resort to  section 57D -6-03(c) is unavailing because his \nalternative claim is premised on the appointment of an independent person through \nsection 57D-8-03(f), not through section 57D -6-03(c) or any other section of Chapter \n57D.  Moreover, even if Norris’s invocation of section 57D-6-03(c) was properly before \nthe Court, there is no evidence in that section’s text or otherwise suggesting that our \nlegislature intended that section’s broad grant of authority to permit a trial court to \nevade specific statutory restrictions on availab le relief and remedies provided for \nelsewhere in Chapter 57D, including in section 57D -8-03(f).  See,  e.g., State ex rel. \nUtils. Comm’n v. Lumbee River Elec. Membership Corp., 275 N.C. 250, 260 (1969) (“It \nis a well established [sic] principle of statutory construction that a section of a statute \ndealing with a specific situation controls, with respect to that situation, other sections \nwhich are general in their application.”). \n41. Accordingly, the Court concludes that Norris’s alternative  claim for the \nappointment of an independent person under section 57D-8-03(f) should be dismissed, \nwithout prejudice, under both Rules 12(b)(1) and 12(b)(6). \nB. Norris’s Motion for Appointment of Receiver \n42. In light of the Court’s dismissal of all claims in this action as set forth above, \nthe Receiver Motion shall therefore be denied as moot. \nIV. \nCONCLUSION \n43. WHEREFORE, the Court, for the reasons set forth above, hereby GRANTS \nDefendant’s Motion to Dismiss under Rule s 12(b)(6) and 12(b)(1) , DISMISSES \nPlaintiff’s claim for judicial dissolution and alternative claim under section 57D -8-\n03(f) without prejudice, and DENIES Plaintiff’s Receiver Motion as moot. \nSO ORDERED, this the 31st day of January, 2022. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}