{
  "id": "5f79f606944a0c3b50d178502c080e7f235c014258abe6112bff03a99301ddfe",
  "source_file": "data/raw/ncbc/5f79f606944a0c3b50d178502c080e7f235c014258abe6112bff03a99301ddfe.pdf",
  "raw_text": "Zoutewelle v. Mathis, 2018 NCBC 94. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 20422 \n \nSARA JAMES ZOUTEWELLE f/k/a \nSARA JAMES MATHIS, individually \nand derivatively on behalf of 5620 \nFAIRVIEW, LLC and 5628 \nFAIRVIEW, LLC; SOUTHSTAR \nHOLDINGS-BURLINGTON I, LLC; \nSOUTHSTAR HOLDINGS-\nDURHAM, GASTONIA, LLC; \nSOUTHSTAR HOLDINGS-\nFRANKLIN, LLC; SOUTHSTAR \nHOLDINGS-REYNOLDA, LLC; \nSOUTHSTAR HOLDINGS-ROCK \nHILL, LLC; SOUTHSTAR \nHOLDINGS-DILWORTH I, LLC; \nSOUTHSTAR HOLDINGS-NORTH \nCHARLOTTE, LLC; SOUTHSTAR \nHOLDINGS-BURLINGTON II, LLC; \nCARTERET COMMONS, LLC; \nSOUTHSTAR HOLDINGS, LLC; \nSOUTHSTAR HOLDINGS-\nSMITHFIELD III A, LLC; \nSOUTHSTAR HOLDINGS-UNCC, \nLLC; ELKIN WG REALTY, LLC; \nGAPWAY ROAD REALTY, LLC; \nGROT, LLC; NEW BERN AVENUE \nREALTY, LLC; and NEXT REALTY \nINVESTMENTS, LLC,  \n  \nPlaintiffs, \n \nv. \n \nJEFFREY DON MATHIS; NEXT \nREALTY MANAGEMENT, INC.; and \nMSA PROPERTY HOLDINGS, LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO \nDISMISS PURSUANT TO RULE \n12(b)(1) AND RULE 12(b)(6) \n \n THIS MATTER comes before the Court on Defendants ’ Jeffrey Don Mathis ; \nNext Realty Management, Inc. and MSA Property Holdings, LLC’s (“Defendants”) \nMotions to Dismiss Pursuant to Rule 12(b)(1) and Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure (“Rules”). (“Motion”; ECF No. 37.)   \n THE COURT, having considered the Motion, the briefs in support of and in \nopposition to the Motion, the exhibits attached to the First Amended Verified \nComplaint, the arguments of counsel at the hearing, and other appropria te matters \nof record, concludes that the Motion should be  GRANTED, in part, and DENIED, in \npart, for the reasons set forth below. \nFred B. Monroe of James, McElroy & Diehl, P.A. for Plaintiffs Sara \nJames Zoutewelle f/k/a Sara James Mathis, individually and \nderivatively on behalf of 5620 Fairv iew, LLC and 5628 Fairview, LLC,  \nSouthstar Holdings -Burlington I, LLC , Southstar Holdings -Durham, \nGastonia, LLC, Southstar Holdings-Franklin, LLC; Southstar Holdings-\nReynolda, LLC , Southstar Holdings -Rock Hill, LLC , Southstar \nHoldingsDilworth I, LLC , Southstar Holdings -North Charlotte, LLC , \nSouthstar Holdings -Burlington II, LLC , Carteret Commons, LLC , \nSouthstar Holdings, LLC,  Southstar Holdings -Smithfield III A, LLC , \nSouthstar Holdings-UNCC, LLC, Elkin WG Realty, LLC, Gapway Road \nRealty, LLC, Grot, LLC, New Bern Avenue Realty, LLC, and Next Realty \nInvestments, LLC. \n \nR. Jeremy Sugg and Tricia M. Derr of Lincoln Derr PLLC for Defendants \nJeffrey Don Mathis, Next Realty Management, Inc.,  and MSA Property \nHoldings, LLC. \n  \nMcGuire, Judge. \nFACTS AND PROCEDURAL HISTORY \nA. The parties \n1. Plaintiff Sara James Zoutewelle (“Zoutewelle”) and Defendant Jeffrey \nDon Mathis (“Mathis”) were married on May 22, 1982.  They separated on July 12, \n2006 and divorced on July 15, 2009.  (First Am. Ver. Compl., ECF No. 29 at ¶ 34.) \n2. Plaintiffs 5620 Fairview, LLC, 5628 Fairview, LLC, Southstar Holdings-\nBurlington I, LLC, Southstar Holdings-Durham, Gastonia, LLC, Southstar Holdings-\nFranklin, LLC , Southstar Holdings-Reynolda, LLC; Southstar  Holdings-Rock Hill, \nLLC; Southstar HoldingsDilworth I, LLC; Southstar Holdings-North Charlotte, LLC; \nSouthstar Holdings -Burlington II, LLC; Carteret Commons, LLC; Southstar \nHoldings, LLC; Southstar Holdings -Smithfield III A, LLC; Southstar Holdings -\nUNCC, LLC; Elkin WG Realty, LLC; Gapway Road Realty, LLC; Grot, LLC; N ew \nBern Avenue Realty, LLC,  and Next Realty Investments, LLC  are North Carolina \nlimited liability companies  (collectively “the Real Estate Entities”).  (Id. at ¶¶ 2–21.) \n3. Defendants NEXT Realt y Management, Inc. (“NEXT”) and MSA \nProperty Holdings, LLC (“Holdings”) are North Carolina companies  owned and \ncontrolled by Mathis (collectively, Mathis, NEXT, and Holdings are referred to as \n“Defendants”). \n4. Non-party Crossroads Realty Group, LLC (“Crossro ads”) is a North \nCarolina limited liability company owned and controlled by Mathis. \nB. The Marital Settlement Agreement \n5. Zoutewelle and Mathis entered into a Marital Settlement Agreement \n(“MSA”) on May 6, 2009 in order to resolve their respective property rights and other \nobligations arising out of their marital relationship.  (Id. at ¶ 35; ECF No. 29.3–29.4.)  \nThe MSA divided the ownership of the Real Esta te Entities  between Mathis and \nZoutewelle, so that both Mathis and Zoutewelle each  received a 50% membership \ninterest in the Real Estate Entities.   \n6. Under the MSA, Mathis remained the sole manager of the Real Estate \nEntities.  (Id. at ¶ 37–38.)  The Real Estate Entities are “special purpose entities” \nthat hold income producing real esta te or real estate for development.  ( Id. at ¶ 37.)  \nThe MSA permits Mathis to receive certain fees as manager of the Real Estate \nEntities as follows: \n \n(i) A base asset manager fee equal in amount to two \npercent (2%) of the gross rental income received by the Real \nEstate Entities; provided, however, the amount of these \nfees shall not exceed the total sum of $75,000.00 in any \ncalendar year. \n \n(ii) A sales fee equal in amount to one percent (1%) of \nthe sale price of each real estate asset of the Real Estate \nEntities; provided, however, such fee shall not exceed the \ntotal amount of $50,000.00 per entity. \n \n(iii) In cases where [Mathis] procures a tenant for one of \nthe Real Estate Entities and no real estate broker is \nutilized by the parties, Husband shall receive a lease fee \nequal to four percent (4%) of the gross rental due under the \nlease, to be paid one -half upon execution of the lease and \none-half upon tenant’s occupancy. \n \n(Id. at ¶ 39.)  Mathis is authorized to hire other entities, including Crossroads, to \nprovide services for the Real Estate Entities.  However, if Mathis hires Crossroads to \nprovide services to a Real Estate Entity, he is not permitted under the MSA to receive \nthe same fees twice  for the same work , once as the managing member  of the Real \nEstate Entities and again for work that Crossroads performs.  (Id. at ¶ 40.) \n7. The MSA also provides, in relevant part, as follows: \nEach party shall be entitled to be fully informed regarding \nthe Real Estate Entities and their assets, and each p arty \nshall be entitled to copies of all significant documents \nregarding the Real Estate Entities and their assets.  \nHusband shall provide Wife with information about all \nsignificant activities of each real estate entity and all \nsignificant transactions concerning the real estate assets of \nthe entities, such as, for example, acquisition of new \ntenants, sale of a real estate asset, and profits and losses \nfrom operations.  Husband shall also provide Wife with \ncopies of all significant documents concerning the Real \nEstate Entities and their assets, such as, for example, \nincome tax returns, periodic financial statements, leases \nfor tenants and modifications thereof, and contracts for the \nsale of real estate assets.  In addition, Wife shall be entitled \nto inspect the books and records of each Real Estate Entity \nat reasonable times and places, during ordinary business \nhours, upon her request.  (ECF No. 29.3, at § 6.16(h).) \n \nExcept for the asset management fees which are to be paid \nto Husband (as set forth above), Husband and Wife shall \nreceive equal distributions of money from each of the Real \nEstate Entities, and each party shall receive distributions \nat the same time as the other party receives distributions.  \nThese distributions shall include, but not be limited  to, \ndistribution of net rental income and proceeds from the \nsale of real estate assets.  (Id. at § 6.16(i).) \n \nOn or before the 15th day of each month, Husband shall \ndetermine the amount of money available for distribution \nto each party, after payment of c urrent expenses and \nestablishing reserves for anticipated future expenses and \nliabilities.  Husband shall prepare a report which \nsummarizes his decisions, and shall cause the distributions \nto be made directly to each party.  Husband shall provide \nWife with  a copy of these monthly reports.  The reports \nshall be substantially similar to the reports which \nHusband has been providing to Wife for the past several \nmonths.  If there is any material change in the \nmanagement structure of the Real Estate Entities, such as, \nfor example, a change in personnel who are responsible for \nleasing the real estate assets of the Real Estate Entities, \nthen Husband shall promptly notify Wife by means of a \nnote in the monthly reports.  (Id.) \n \nThere is no agreement or guarantee as to the amount which \nwill be available for distribution to the parties each month.  \nThere are a number of variables which could adversely or \nbeneficially affect the amount.  However, it is the hope of \nthe parties that each of them will receive distributions \nwhich range from $25,000.00 - $50,000.00 per month.  (Id.) \n \nIn order to divide the net economic value of the Real Estate \nEntities, it is the intention of the parties to eventually sell \nthe real estate assets of each of the Real Estate Entities, to \nequally divide the net proceeds from such sales, and to also \ndivide all other assets of the Real Estate entities, and then \nto dissolve such entities.  (Id., at § 6.16(m).) \n  \n8. Finally, section 1.1 of the MSA provided that “each party hereby \nstipulates, and acknowledges that he or she … : \n(b)  Has had adequate opportunity to seek disclosure \nof financial information and documents from the \nother party; \n \n(c )  Is reasonably informed concerning the financial \ncircumstances of both parties, including the income \nof the other party, the nature and extent of property \nowned by the parties, and the debts of the parties; \n \n(d) Has waived the necessity for additional \ndisclosure of financial information from the other \nparty; \n \n(e)  Has been represented by separate legal counsel \nin connection with the negotiation, preparation, \nreview, and execution of this Agreement. …” \n \n(Id., at § 1.1.) \n9. The terms of the MSA supersede the terms contained in the Real Estate \nEntities’ operating agreements (“Operating Agreements”).  (ECF No. 29, at ¶ 40.) \n10. Finally, in section 6.18 of the MSA Mathis represented that he owned a \n20% interest in Carolina Group Partners, LLC (“CGP”), but that CGP did not own \nany real estate or an own interest in any other entity that owned real estate.  (Id. at \n¶ 118.) \n \nC. Mathis’s alleged misconduct \n11. Zoutewelle alleges that Mathis, in breach of the MSA, the Operating \nAgreements, and his fiduciary duties: paid himself excessive management, sales, and \nlease fees ( Id. at ¶¶ 43, 50, 63, 70 –98); engaged in self -dealing, usurped c orporate \nopportunities, and engaged in other improper conduct related to the sales, leasing, \nand development of properties held by the Real Estate Entities (Id. at ¶¶ 55–62, 99–\n101, 112–14); failed to make equal distributions to Zoutewelle (Id. at ¶¶ 104–06); \nprovided false and misleading financial reports for the Real Estate Entities (Id. at ¶¶ \n102–03); failed to provide required reports regarding Real Estate Entities ( Id. at ¶ \n45); refused to provide Zoutewelle with access to the books and records of the Real \nEstate Entities (Id. at ¶¶ 44, 124–28); and failed to disclose his interests in other real \nestate companies and real estate holdings in negotiating the MSA.  ( Id. at ¶¶ 118 –\n23.) \n12. On April 9, 2015 Zoutewelle’s attorney sent a letter to Mathis  alleging \nbreaches of his duties and obligations to Zoutewelle and to the Real Estate Entities  \n(“Demand Letter”).  (ECF 29, at ¶130; ECF No. 29.2, at Exh. W.)  The Demand Letter \nspecifically claimed that Mathis was paying himself management fees in excess of \nthose pe rmitted by the MSA, and made a demand that Math is pay Zoutewelle \n$373,554.43. \n13. The Demand Letter also claimed that  Mathis had failed to provide \nadequate monthly financial reporting regarding the Real Estate Entities to \nZoutewelle as required by the MSA, and  had failed to provide copies of two specific \nclosing statements related to real estate sales made by the Real Estate Entities.  The \nDemand Letter requested information about a project called “Fairview on Closeburn,” \nand anticipated sales of real estate by 5620 Fairview, LLC and 5628 Fairview, LLC. \n(ECF 29.2, at Exh. W.)  In the Demand Letter, Zoutewelle also requested certain \nrecords from the Real Estate Entities. \n14. Finally, the Demand Letter stated that it was “a deman d pursuant to \nN.C.G.S. § 57D-8-01” on Mathis and “the Real Estate Entities, to take suitable action \nto rectify your waste, if any, of the Real Estate Entities’ assets, any self -dealing by \nyou, or any other abuse of your position, power, or duties that you owe either the Real \nEstate Entities, or [Zoutewelle].” (Id.)   \n15. On November 1, 2017 Zoutewelle filed this lawsuit, (ECF No. 3), and the \ncase was designated to the North Carolina Business Court by the Chief Justice of the \nSupreme Court of North Carolina, and  assigned to the undersigned by the Chief \nJudge of the North Carolina Business Court.  (ECF Nos. 1 and 2.) \n16. Zoutewelle subsequently filed the First Amended Verified Complaint  \nmaking individual and derivative claims for breach of contract , or alternatively, \nunjust enrichment , breach of fiduciary duty, constructive fraud, and conversion; \nindividual claims for fraud, declaratory relief interpreting the MSA, inspection of the \nReal Estate Entities’ records, punitive damages, accounting, and constructive trust. \n17. On March 14, 2018, Defendants  filed the Motion seeking dismissal of \nthe claims for breach of contract, unjust enrichment, breach of fiduciary duty, \nconstructive fraud, conversion, fraud, and constructive trust .  Defendants do not \nmove to dismiss the claims f or declaratory relief, inspection of records, punitive \ndamages, or accounting.  Zoutewelle filed a brief in opposition to the Motion , and \nDefendants filed a reply brief.  The Court held a hearing on the Motion , and  the \nMotion is now ripe for determination. \nANALYSIS \nA. Standards of review \n18. Dismissal under Rule 12(b)(1) is proper “[i]f a party does not have \nstanding to bring a claim [because] a court has no subject matter jurisdiction to hear \nthe claim.”  Estate of Apple v. Commercial Courier Express, Inc. , 168 N.C. App. 175, \n177, 607 S.E.2d 14, 16 (2005).  When considering a motion to dismiss for lack of \nstanding, the Court must “view the allegations as true and the supporting record in \nthe light most favorable to the non -moving party.”  Mangum v. Raleigh Bd. of \nAdjustment, 362 N.C. 640, 644, 669 S.E.2d 279, 283 (2008). \n19. The burden is on the party invoking  the Court’s subject matter  \njurisdiction to establish standing.  Marriot v. Chatham Cty., 187 N.C. App. 491, 494, \n654 S.E.2d 13, 16 (2007).  The Court will  only grant a Rule 12(b)(1) motion “if the \nmaterial jurisdictional facts are not in dispute and the moving party is entitled to a \njudgment as a matter of law.”  Wilkie v. Stanley, 2011 NCBC LEXIS 11, at *10 (N.C. \nSuper. Ct. Apr. 20, 2011) ( quoting Southstar Funding, L.L.C. v. Warren, Perry & \nAnthony, P.L.L.C., 445 F. Supp. 2d 583, 585 (E.D.N.C. 2006)). \n20. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the [C]omplaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. \nApp. 669, 6 70, 355 S.E.2d 838, 840 (1987).  Dismissal is proper “(1) when the \ncomplaint on its face reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a good claim; [or] \n(3) when some fact disclosed in the complaint necessarily defeats the plaintiff’s \nclaim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985).  In deciding \na motion to dismiss, the Court must construe the Complaint liberally and accept all \nwell-pleaded allegations as true ,  Laster v. Francis , 199 N.C. App. 572, 577,  681 \nS.E.2d 858, 8 62 (2009), but is not required “to accept as true allegations that are \nmerely conclusory, unwarranted deductions of fact, or unreasonable inferences.”  \nGood Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, \n274, 620 S.E.2d 873, 88 0 (2005) (citation and quotations omitted) .  In addition, the \nCourt may consider documents that are the subject of Plaintiff’s Complaint and to \nwhich the Complaint specifically refers.  Oberlin Capital, L.P. v. Slavin , 147 N.C. \nApp. 52, 60, 554 S.E.2d 840, 847 (2001). \nB. Mathis’s fiduciary duties \n21. Underlying several of Zoutewelle’s claims in this action are her \nallegations that Mathis owes fiduciary duties not only to the Real Estate Entities, but \nalso directly to her individually.  Zoutewelle  alleges that Math is owes her a n \nindividual fiduciary duty because , as manager of the Real Estate Entities , he has \ncomplete discretion and authority to make “all financial decisions” regarding those \ncompanies.  (ECF No. 29, at ¶¶ 38; 146 –49.)  Zoutewelle further alleges that “[a]s a \nresult of the relationship between [her] and Defendant, and the terms of the MSA, \n[she] reposed trust and confidence in Defendant to treat her fairly, abide by the terms \nof the MSA, and act in a prudent manner in the operation and management o f the \nReal Estate Entities.”  (Id.) \n22. A fiduciary relationship may arise when “there has been a special \nconfidence reposed in one who in equity and good conscience is bound to act in good \nfaith and with due regard to the interests of  the one reposing confide nce[.]”  Dalton \nv. Camp, 353 N.C. 647, 651–52, 548 S.E.2d 704, 707 (2001) (quoting Abbitt v. Gregory, \n201 N.C. 577, 598, 160 S.E. 896, 906 (1931))  (internal quotations omitted).   Such a \nrelationship “extends to any possible case in which a fiduciary relati onship exists in \nfact, and in which there is confidence reposed in one side, and  resulting domination \nand influence on the other.”  Id. at 652, 548 S.E.2d at 707–08.  However, “[o]nly when \none party figuratively holds  all the cards —all the financial power or technical \ninformation, for example —have North Carolina courts found that the special \ncircumstance of a fiduciary relationship has arisen.” Lockerman v. South River Elec. \nMembership Corp. , 794 S.E.2d 346, 352, 2016 N.C. App. LEXIS 1234, *11 \n(2016) (quoting S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC, 189 N.C. App. 601, \n613, 659 S.E.2d 442, 451 (2008)). \n23. Pursuant to the North Carolina Limited Liability Company Act, a \nmanager or officer of a limited liability company “shall discharge that person’s duties \n(i) in good faith, (ii) with the care an ordinary prudent person in a like position would \nexercise under similar circumstances, and (iii) subject to the operating agreement, in \na manner the manager believes to be in the best interests of the LLC.”   N.C. Gen. \nStat. §§ 57D-3-21(a), 57D-3-23 (hereinafter “G.S.”);  see Kaplan v. O.K. Techs., L.L.C., \n196 N.C. App. 469, 473–74, 675 S.E.2d 133, 137 (2009) (holding that a manager owed \na fiduciary duty to the limited liability company).  A manager of a limited liabi lity \ncompany owes these duties to the company  only, and not to the individual members \nof the LLC.  Id.; see also RCJJ, LLC v. RCWIL Enters., LLC, 2016 NCBC LEXIS 46, \nat *22 (N.C. Super. Ct. June 20, 2016) ( citing Kaplan, 196 N.C. App. at 474, 675 \nS.E.2d at 137). \n24. Defendants argue that as m anager of the Real Estate Entities, Mathis \nowed fiduciary duties to the LLCs, but not to Zoutewelle individually , and that \n“[Zoutewelle] has alleged the same fiduciary duties owed to her and the [Real Estate] \nEntities arisi ng out of [Mathis’s] management and control of [the Real Estate \nEntities].”  (ECF No. 38, at p p.8, 13–16.)  Zoutewelle contends that she sufficiently \nalleges “that a de facto fiduciary relationship exists between her and [Mathis]. \n[Mathis] holds all the cards, both with respect to the disclosure of information \nrelating to the management and day -to-day operations of the Real Estate Entities \n(…), as well as all the financial power.”  (ECF No. 40, at p. 15.) \n25. The Court concludes that Zoutewelle’s allegations fail to support the \nclaim that Mathis owed her an individual fiduciary duty based on the authority he \npossessed as manager of the Real Estate Entities.  Rather, Mathis’s duties ran to the \nReal Estate Entities and not Zoutewelle as a member of the companies.  Significantly, \nZoutewelle agreed and consented to giving Mathis the substantial authority he \npossessed as manager in the MSA.  (ECF No. 29.3, at § 6.16(d); Exh. 4 at p. 8.)   The \nauthority granted Mathis is comparable to the authority provided to manager s of \nother limited liability companies in North Carolina.  Under the default rules of the \nLLC Act “an LLC’s managers have virtually complete authority over its affairs[.]” \nRussell M. Robinson, II, Robinson on North Carolina Corporation Law § 34.04[2] (7th \ned. 2016); see also  G.S. § 57D -3-20(b)-(c) (2016).   In addition, the MSA gives \nZoutewelle broad rights to receive information from Mathis and review the records of \nthe Real Estate Entities.  The allegations do not support that Mathis had domination \nand influence over Zoutewelle, or “held all the cards,” with regard to the Real Estate \nEntities.  See Timbercreek Land & Timber Co., LLC v. Robbins , 2017 NCBC LEXIS \n64, *20–21 (N.C. Super. Ct. July 28, 2017) (plaintiffs allegation that defendant owed \nher a fiduciary duty arising out of the defendant’s “superior knowledge” of and \n“domination and influence over” the business, and the commensurate confidence \nreposed by the plaintiff in the defendant, not sufficient to support claim of \nindependent fiduciary duty owed individually to plaintiff).   The facts pleaded fail to \nsupport Mathis’s allegation that Mathis owed Zoutewelle a fiduciary relationship \narising from his role as manager of the Real Estate Entities. \n26. Zoutewelle also alleges that Mathis owed her a fiduc iary duty because \nof their “marital relationship.”  (ECF No. 29, at ¶ 148.)  Under North Carolina law, a \nhusband and wife are in confidential relationship  during the marital relationship .  \nSearcy v. Searcy, 215 N.C. App. 568, 573, 715 S.E.2d 853, 857 (2011).  “However, th[e] \n[fiduciary] duty ends when the parties separate and become adversaries negotiating \nover the terms of their separation.”  Id. (quoting Sidden v. Mailman, 150 N.C. App. \n373, 376, 563 S.E.2d 55, 58 (2002)).  The Complaint clearly alleges that Mathis and \nZoutewelle separated in 2006, and were represented by separate counsel in the \nnegotiation and execution of the MSA, and divorced in July 2009.  Any fiduciary duty \nMathis owe d Zoutewelle arising from their martial relationship  had been \nextinguished before the period relevant to the claims in this lawsuit. \nC. Zoutewelle’s standing to pursue claims belonging to the Real Estate \nEntities \n \n27. Zoutewelle alleges derivative claims on behalf of the Real Estate \nEntities for: breach of contract, or, alternatively, unjust enrichment; conversion; \nbreach of fiduciary duty; and constructive fraud.  Defendants move to dismiss these \nclaims pursuant to Rule 12(b)(1) motion for lack of standing.  Defendants argue that \nthese claims belong to the Real Estate Entities and that (a) Zoutewelle does not have \nstanding to raise the claims derivatively on behalf of the Real Estate Entities because \nshe did not  make a pr oper pre-suit demand, and (b)  Zoutewelle cannot pursue the \nclaims directly because she has not alleged facts that would permit her to bring direct \nclaims under the  special duty or separate injury  exceptions recognized in Barger v. \nMcCoy Hillard & Parks , 346 N.C. 650, 658, 488 S.E.2d 215, 219 (1997) (Defs.’ Br. \nSupp. Mots. Dismiss, ECF No. 38, at p p. 6–12.)  The Court will address Defendants’ \narguments in turn. \n \n \n1. Derivative claims \n28. Defendants contend that Zoutewelle lacks standing to pursue her claims \nderivatively because the Demand Letter did not meet the requirements of G.S. § 57D-\n8-01(a), which provides, in pertinent part, that \n[A] member may bring a derivative action if the following \nconditions are met: \n . . .  \n(2) The member made written demand on the LLC to take \nsuitable action, and either (i) the LLC notified the member \nthat the member’s demand was reje cted, (ii) 90 days have \nexpired from the date the demand was made, or (iii) \nirreparable injury to the LLC would result by waiting for \nthe expiration of the 90-day period. \n \nG.S. § 57D-8-01(a)(2). \n29. “By its very nature, a derivative action requires that the [member] \nbringing such an action have proper standing to bring the action.”  Anderson v. \nSeascape at Holden Plantation, LLC, 241 N.C. App. 191, 203, 773 S.E.2d 78, 87 (2015) \n(citation and quotation s omitted).  “The challenge to the adequacy of any pre -suit \ndemand is, inter alia, a challenge to the Court’s subject matter jurisdiction over the \nderivative claims.”  Petty v. Morris, 2014 NCBC LEXIS 67, at *4 (N.C. Super. Ct. Dec. \n16, 2014).  In order to have standing to bring derivative claims, a plaintiff must have \nmade a proper pre-suit demand.  Miller v. Burlington Chem. Co. LLC , 2017 NCBC \nLEXIS 6, at *26 (N.C. Super. Ct. Jan. 27 , 2017).  The purpose of the demand \nrequirement is to \nallow[ ] the corporation the opportunity to remedy the \nalleged problem without resort to judicial action, or, if the \nproblem cannot be remedied without judicial action, to \nallow the corporation, as the true beneficial party, the \nopportunity to bring suit first against the alleged \nwrongdoers. \n  \nBridges v. Oates , 167 N.C. App. 459, 467 –68, 605 S.E.2d 685, 691 (2004) (citation \nomitted). \n30. The pre -suit demand required by section 57D -8-01(a) “must be made \nwith sufficient clarity and particularity to permit the corporation . . . to assess its \nrights and obligations and determine what action is in the best interest of the \ncompany.”  Miller, 2017 NCBC LEXIS 6, at *29 (quoting Garlock v. Hilliard , 2000 \nNCBC LEXIS 6, at *9 (N.C. Super. Ct. Aug. 22, 2000)). \n[T]he Court must [ ] determine whether the Demand Letter \nconstituted a proper demand to take suitable action so as \nto satisfy the demand requirement.   In so doing, the Court \nmust compare the derivative claims asser ted in a \ncomplaint against the specific demands a plaintiff has \nmade prior to filing suit. \n \nId. at *30 (quotation marks omitted).   Accordingly, the Court will compare the \nderivative claims asserted in the lawsuit with the demands contained in the Demand \nLetter.  \n31. Zoutewelle’s claims for breach of contract and unjust enrichment allege \nthat Mathis breached the M SA and the Operating Agreements  by collecting fees in \nexcess of those permitted by the MSA, and by making improper distributions and \nloans from the Rea l Estate Entities to himself.  Zoutewelle makes a claim for \nconversion based on the same conduct.  In the Demand Letter, Zoutewelle claims that \nMathis breached the MSA by “taking management fees in excess of the maximum \nallowed,” and taking management fees when he has engaged a third-party to provide \nmanagement services, making specific reference to sections 6.16(e)(i) and 6.16(f) of \nthe MSA.  (ECF No. 29.2, at Exh. W.)  The Demand Letter also states that Zoutewelle \nseeks certain records for purposes of investigating “payment of excess management \nfees to [Mathis].”  (Id., at p. 4.)  The Demand Letter does not specify from which Real \nEstate Entities Mathis has collected these fees, but demands payment to Zoutewelle \nof excess management fees of $373,554.43.  (Id.)  The Demand Letter does not make \na specific request for investigation of excessive lease fees or sales fees, or improper \ndistributions. \n32. The Court concludes that Zoutewelle made a sufficient pre-suit demand \nto Mathis regarding her breach of contract, unjust enrichment, and conversion claims \nfor payments of excessive management fees, but not regarding her claims for \npayments of excessive lease or sale fees, or im proper distributions or loans.  The \nDemand Letter refers specifically only to management fees, ties the claim of excessive \nfees to sections 6.16(e)(i) and 6.16(f) regarding Mathis’s rights to fees for management \nof the Real Estate Entities, and not to the sections entitling Mathis to fees based on \nthe sales of properties or securing leases from tenants.   The Demand letter makes no \nspecific claims regarding distributions or loans.  The Demand Letter’s vague \nreference to “waste” and “self-dealing” are not sufficiently specific to place Mathis on \nnotice regarding demands other than those related to m anagement fees.   \nAccordingly, Zoutewelle lacks standing to pursue derivative breach of contract, unjust \nenrichment, and conversion claims on behalf of the Real Estate Entities for alleged \nexcessive lease or sales fees paid to Mathis  and for improper distr ibutions or loan \npayments to Mathis, but Zoutwelle does have standing to pursue such claims for \nalleged excessive management fees. \n33. The Court next considers the derivative claims on behalf of the Real \nEstate Entities for breach of fiduciary duty and constructive fraud.  Zoutewelle \nalleges that Mathis breached his fiduciary duties to the Real Estate Entities   “by \nusurping opportunities that rightfully belonged to one or more of the Real Estate \nEntities for himself, by taking excess (sic) fees, by taking excess (sic) distributions, by \nwasting the assets of the Real Estate Entities, by failing to disclose material \ninformation concerning transactions in which one, or more, of the Real Estate \nEntities’ assets or revenue streams would be utilized for the improper, and wrongful, \nbenefit of Defendant and not properly for the benefit of [Zoutewelle], by failing to \nobtain [Zoutewelle] ’s consent and authorizatio n prior to eliminating [Zoutewelle] ’s \nright to partition the Shops at R ock Creek, and, upon information and belief, by \nfailing to disclose all of [Mathi’s]’s real estate holdings, whether held directly, or \nindirectly through a business entity in which he had an interest at the time of the \nexecution of the MSA.”  (ECF No. 29, at ¶ 149.) \n34. As previously discussed, the Demand Letter specifically re quests \ninvestigation of Mathis’ s alleged payment to himself of excessive and improper \nmanagement fees, and demands repayment of those fees , but does not adequately \nmake demands for other fees, improper distributions, or loans. Accordingly, \nZoutewelle may proceed with her derivative claims that Mathis breached fiduciary \nduties and committed constructive fraud by paying himself excessive management \nfees.  Zoutewelle’s derivative claims for b reach of fiduciary duty and constructive \nfraud for improper distributions, loans, and other payments must be dismissed.  See \nMiller, 2017 NCBC LEXIS 6, at *32 –34 (demand letter’s failure to mention the \nspecific breaches of fiduciary  duty alleged by plaintiff in the complaint fatal to \nplaintiff’s derivative claims). \n35. Lastly, the demand letter complains  that Mathis is not providing  \nZoutewelle with the monthly financial reports required by the MSA ; raises concerns \nabout Mathis’s offer to purc hase Zoutewelle’s interests in 5620 Fairview, LLC and \n5628 Fairview, LLC and requests that Mathis provide additional information about \nany agreements to sell those properties and about the Fairview on Closeburn project;  \ndemands access to certain financial and other records of the Real Estate Entities; and \ndemands that Mathis and the Real Estate Entities “take suitable action to rectify” \nany waste, self-dealing, “or any other abuse of your position, power, or duties.”  (ECF \nNo. 29.2, at Exh. W.)  These complaints are not sufficient to give Zoutewelle standing \nto raise the derivative claims for usurping corporate opportunities, wasting assets, \nfailing to disclose information to her, failing to obtain her consent prior to eliminating \nher right to partition the Shops at Rock Creek, and, Mathis’s failure to disclose all of \nhis real estate holdings prior to executing the MSA.   \n36. First, the Demand Letter contains no mention whatsoever of the failure \nto obtain Zoutewelle’s consent prior to eliminating her right to partition the Shops at \nRock Creek, and failing to disclose all of Defendant’s real estate holdings at the time \nof the execution of the MSA.  To the extent Zoutewelle seeks to bring derivative claims \nfor waste of the Real Estate Entities’ assets, the failure to obtain her consent prior to \neliminating her right to partition the Shops at Rock Creek, and failing to disclose all \nof Defendant’s real estate holdings at the time of the execution of the MSA, she failed \nto make a demand for suitable action, and the derivative claims for breach of fiduciary \nduty and constructive fraud must be dismissed.1 \n37. In addition, the Court concludes that Zoutewelle has failed to allege a \nclaim belonging to the Real Estate Entities based on Mathis’ s failure to provide the \nmonthly financial reporting.  Such claim does not allege any injury to the Real Estate \nEntities and belongs to Zoutewelle individually.  Zoutewelle cannot pursue a \nderivative claim on behalf of the Real Estate Entities for Mathis’s failure to provide \nreports. \n38. Finally, the Demand Letter does not make any specific demand or claim \nregarding allegedly usurped corporate opportunities or wasted corporate assets.  The \nvague request “to take suitable action to rectify your waste, if any” and to otherwise \nrectify “any other abuse of your position” lacks anything near the “sufficient clarity \nand particularity to permit the corporation . . . to assess its rights and obligations and \ndetermine what action is in the best interest of the company.”  Miller, 2017 NCBC \nLEXIS 6, at *29. \n39. Defendants’ motion to dismiss Zoutewelle’s derivative claims on behalf \nof the Real Estate Entities for breach of contract, unjust enrichment, conversion, \n                                                 \n1 In addition, Mathis’s failure to obtain Zoutewelle’s consent regarding the partition rights \nand the failure to disclose his real estate holdings do not allege conduct that injured the Real \nEstate Entities, and the Real Estate Entities have no claims for t hese alleged actions that \nZoutewelle could pursue derivatively, and should also be dismissed on that basis. \nbreach of fi duciary duty, and constructive fraud  for taking excessive management \nfees should be DENIED. \n40. Further, Defendants’ motion to dismiss Zoutewelle’s derivative claims \non behalf of the Real Estate Entities for breach of contract, unjust e nrichment, \nconversion, breach of fi duciary duty, and constructive fraud , except as specifically \ndenied, should be GRANTED , and those claims should be DISMISSED WITHOUT \nPREJUDICE. \n2. Direct Claims \n41. Defendants contend that Zoutewelle lacks standing to bring direct \nclaims for breach of contract or unjust enrichment, conversion,  breach of fiduciary \nduty, and constructive fraud because she has not alleged Mathis owed her a special \nduty separate from his duties to the Real  Estate Entities n or that she suffered \ninjuries s eparate and distinct from the injuries to the Real Estate Entities.  See \nBarger, 346 N.C. at 658, 488 S.E.2d at  219 (1997).  Under Barger, a shareholder or \nmember may bring a direct claim against a third par ty for wrongs or injuries to the \ncorporate entity “if the shareholder can show that the wrongdoer owed him a special \nduty or that the injury suffered by the shareholder is separate and distinct from the \ninjury sustained by the other shareholders or the cor poration itself.”  Id. at 659, 488 \nS.E.2d at 219.  In Barger, the Supreme Court expressly held that “[t]he special duty \nmay arise from contract or otherwise.  To support the right to an individual lawsuit, \nthe duty must be one that the alleged wrongdoer owed directly to the shareholder as \nan individual.” Id.; see also Estate of Brown v. Thompson, 219 N.C. App. 637, 639, 727 \nS.E.2d 573, 575 (2012)  (Plaintiffs failed to state Barger exception, in part,  because \nthey did “not allege a duty arising from a  particular contract between plaintiffs and \ndefendants.”). \n42. In the MSA, Mathis expressly agreed to assign a portion of his interests \nin the Real Estate Entities to Zoutewelle, and assumed specific additional and special \nobligations directly to Zoutewelle with regard to management of the Real Estate \nEntities, that are separate from any duties he owes her as manager of the Real Estate \nEntities.  In other words, the MSA is a contract that unquestionably creates “special \nduties” owed directly to Zoutewelle by Ma this.  This clearly is sufficient to permit \nZoutewelle to pursue direct claims for breach of contract, unjust enrichment, \nconversion, breach of fiduciary duty, and constructive fraud.  See Barger, 346 N.C. at \n659, 488 S.E.2d at 220.  Defendants’ motion to dismiss Zoutewelle’s direct claims for \nbreach of contract,  unjust enrichment, conversion,  breach of fiduciary duty, and \nconstructive fraud arising from breaches of the MSA should be DENIED. \nD. Defendants’ Rule 12(b)(6) motion \n1. Individual claim for breach of contract \n43. Defendants move to dismiss Zoutewelle’s individual claim for breach of \ncontract.  Zoutewelle claims that Defendants breached the MSA and the operating \nagreements of the Real Estate Entities by taking fees in excess of those permitt ed \nunder the MSA, wasting the assets of some of the Real Estate Entities, and diverting \ncertain amounts of the revenue streams of the Real Estate Entities to himself.  (ECF \nNo. 29, at ¶  33.)  Defendants argue that the claim should be dismissed because \nZoutewelle did not identify “the information upon which she relied” in forming the \nbelief that Defendants took excessive fees and did not allege the type or amount of \nthe outstanding fees or from which Real Estate Entity the fees originated.  (ECF No. \n37, at p. 13.)  Zoutewelle counters that they have adequately ple aded a claim for \nbreach of contract, and the claim should not be dismissed. \n44. North Carolina is a noti ce-pleading state.  “Under the notice theory of \npleading a statement of claim is adequate  if it gives sufficien t notice of the claim \nasserted to enable the adverse party to answer and prepare for trial, to allow for the \napplication of the doctrine of  res judicata, and to show the type of case brought.”  \nBrewer v. Harris, 279 N.C. 288, 293, 182 S.E.2d 345, 348 (1971)  (citation and \nquotations omitted).  A pleading that alleges breach of contract only needs to meet \nthe notice pleading standard.  Tillery Envtl. LLC v. A&D Holdings, Inc., 2018 NCBC \nLEXIS 13, at *77–78 (N.C. Super. Ct. Feb. 9, 2018) (citing Haynie v. Cobb, 207 N.C. \nApp. 143, 148, 698 S.E.2d 194, 198 (2010)). \n45. A claim for breach of contract requires that the plaintiff plead (1) the \nexistence of a valid contract and (2) breach of the terms of that contract.  McLamb v. \nT.P. Inc., 173 N.C. App. 586, 588, 619 S.E.2d 577, 580 (2005).  Zoutewelle alleges, and \nDefendants do not argue otherwise, that the MSA is a valid contract, and that Mathis \nbreached the MSA.  Zoutewelle has adequately alleged a claim for breach of contract \nunder notice pleading and do es not need to allege further information about the \nbreaches, as Defendants argue.  Defendants’ motion to dismiss Zoutewelle’s \nindividual claim for breach of contract is DENIED. \n2. Individual claims for breach of fiduciary duty and constructive fraud \n46. Defendants move to dismiss Zoutewelle’s individual claims for breach of \nfiduciary duty and constructive fraud  on the grounds that  Mathis does not owe  \nZoutewelle a fiduciary duty.  The Court already has concluded that Mathis the facts \ndo not support the allegation that Mathis  owed a fiduciary duty directly to \nZoutewelle.  Accordingly, Defendants’ motion to dismiss Zoutewelle’s individual \nclaims for breach of fiduciary duty and constructive fraud should be GRANTED. \n3. Individual claim for fraud \n47. Zoutewelle alleges that Mathis engaged in fraud by making intentional \nmisrepresentations to Zoutewelle about “the net rental income and sales proceeds \navailable for distribution [from the Real Estate Entities]” in order to conceal Mathis’s \nalleged payments to himself of excessive fees and improper dist ributions.  (ECF No. \n29, at ¶¶ 155–56.)  Zoutewelle also alleges that Mathis made misrepresentations to \nher to induce her to enter in to the MSA by withholding information about his \nownership in real estate businesses other than the Real Estate Entities, an d by \nmisrepresenting that CGP did not own any interest in real estate.  (Id., at ¶ 155.) \n48. The essential elements of  fraud are: “ (1) [f]alse representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured \nparty.”  Terry v. Terry , 302 N.C. 77, 83, 273 S.E.2d 674, 677 (1981).   Allegations \nof fraud must be pled “with particularity. ”  Rule 9(b);  Terry, 302 N.C. at 85, 273 \nS.E.2d at 678.   “The particularity required by the rule generally encompasses \nthe time, place and contents of the fraudulent representation, the identity of the person \nmaking the representation and what was obtained by the fraudulent acts or \nrepresentations. The particularity required cannot be satisfied by using conclusory \nlanguage.”  Id. (emphasis in original).   Additionally, the deceived party must have \nreasonably relied on the allegedly false representations.  Forbis v. Neal, 361 N.C. 519, \n527, 649 S.E.2d 382, 387 (2007). \n49. Defendants move to dismiss Zoutewelle’s fraud claim based on the \nalleged misrepresentations about the net rental income, sales proceeds, and excessive \nfees, on the grounds that Zoutewelle “failed to allege with particularity that she acted \nin reliance upon any alleged misrepresentations in the financial reports, or how any \nsuch reliance resulted in any damages.”   (ECF No. 38, at p. 18.)  Zoutewelle did not \naddress this argument in her brief in opposition to the Motion to Dismiss.   \nNevertheless, the Cou rt concludes that Zoutewelle sufficiently alleged that the \nmisrepresentations in the reports provided by Mathis allowed him to collect excessive \nfees and make unequal distributions to himself, and that the misrepresentations \nprevented Zoutewelle from discovering Mathis’s misconduct.  Defendants’ motion to \ndismiss Zoutewelle’s claim for fraud based on misrepresentation of net rental income, \ndistributions, and excessive fees should be DENIED. \n50. Defendants also move to dismiss Zoutewelle’s fraud claim  based on \nMathis’s alleged concealment of his ownership in real estate businesses other than \nthe Real Estate Entities, and misrepresentations regarding CGP’s ownership of real \nestate.  First, Defendants argue that the MSA does not say that Mathis has disclosed \nall of his interests in businesses owning real estate.  The MSA states that “[Mathis] \nowns membership interests in a number of limited liability companies” listed in \nExhibit 2 of the MSA, but it does not state that the list in Exhibit 2 is an ex haustive \nlist.  (ECF No. 29.3, at §  6.16.)  In addition, t he MSA expressly provides that \nZoutewelle had an opportunity to request any financial information  desired, was \nsatisfied with the information she received, and that she waived the need for any \nmore information prior to entering into the agreement.  (Id., 1.1(b)–(d)). \n51. Second, Defendants argue that Mathis did not have any obligation to \nfully disclose his real estate owning businesses.  Under North Carolina law, absent \ncontractual language obligating the parties to make a full disclosure with respect to \nall marital property, “[a] full and accurate disclosure is required only with respect to \nthat information requested,” and the Court of Appeals has “reject[ed] the  . . . \nargument that every spouse as party  to a separation and/or property settlement \nagreement has an affirmative obligation to make a full and accurate disclosure of his \nor her assets and debts.”  Daughtry v. Daughtry, 128 N.C. App. 737, 740, 497 S.E.2d \n105, 107 (1998).   The MSA states that both Mathis and Zoutewelle had adequate \nopportunity to seek disclosure of financial information and documents from the other \nparty, were reasonably informed about the financial circumstances of the other party, \nand have waived additional disclosures of financial information from the other party.  \n(ECF No. 29.3, at §§ 1.1(b)–(d).) \n52. Finally, Defendants argue that  Zoutewelle did not allege that she \ninvestigated Mathis’s financial situation or was denied the opportunity to investigate, \nnor did she allege that she could not have learned the facts through reasonable \ndiligence.  North Carolina courts have held that “when the party relying on false or \nmisleading representation could have discovered the truth upon inquiry, the \ncomplaint must alle ge that he was denied the opportunity to investigate or that he \ncould not have learned the true facts by exer cise of reasonable diligence.”  Oberlin \nCapital, L.P. v. Slavin, 147 N.C. App. 52, 59, 554 S.E.2d 840, 846–47 (2001) (citation \nand quotations omitted). \n53. The Court concludes that Zoutewelle’s allegations defeat any claim for \nfraud based on Mathis’s representations or concealments about his interests in real \nestate companies.  First, in the MSA Zoutewelle expressly acknowledged that she had \nall of the information about Mathis’s financial interests that she needed and waived \nthe right to any further information.  In addition, the parties were not in a \nconfidential relationship at the time they negotiated the MSA, and Mathis owed no \nduty to make disclosures to Zoutewelle.  Finally, Zoutewelle has not alleged that she \nwas denied the opportunity to make further investigation into Mathis’s business \ninterests.  Defendants’ motion to dismiss Zoutewelle’s  claim for fraud for Mathis’s \nalleged misrepresentations or concealments of his business interests should be  \nGRANTED. \n4. Claim for constructive trust \n54. Finally, Defendants move to dismiss Zoutewelle’s claim for a \nconstructive trust.  Zoutewelle alleges that she is entitled to a constructive trust with \nrespect to the “assets of [ ] CGP . . . and other entities, that held or had an ownership \ninterest in real estate at, or prior to, the execution of the MSA .”  (ECF No.  29, at \n¶ 181.)   A constructive trust is an equitable remedy.   “Courts of equity will impose \na constructive trust to prevent the unjust enrichment of the holder of the legal title \nto property acquired through a breach of duty, fraud, or other circumstances which \nmake it inequitable for him to retain it against the claim of the beneficiary of \nthe constructive trust.”  Cline v. Cline , 297 N.C. 336, 343 –44, 255 S.E.2d 399, 404 \n(1979).  “[A] constructive trust ordinarily arises out of the existence of fraud, actual \nor presumptive —usually involving the violation of a confidential or fiduciary \nrelation—in view of which equity transfers the beneficial title to some person other \nthan the holder of the legal title.”  Leatherman v. Leatherman, 297 N.C. 618, 621–22, \n256 S.E.2d 793, 795 –96 (1979),  superseded by statute on other grounds \n(quoting Bowen v. Darden, 241 N.C. 11, 13–14, 84 S.E.2d 289, 292 (1954)).  \n55. In this case the  Court has concluded that allegations support a \nZoutewelle’s derivative claims for breach of fiduciary duty and constructive fraud, \nand Plaintiff’s direct claims based on breach of the MSA.  According ly, dismissal of \nthe claim for the remedy of a constructive trust is premature and Defendants’ motion \nto dismiss Zoutewelle’s claim for constructive trust should be DENIED. \nTHEREFORE, IT IS ORDERED that: \n56. Defendants’ motion to dismiss Zoutewelle’s derivative claims on behalf \nof the Real Estate Entities for breach of contract, unjust enrichment, conversion, \nbreach of fiduciary duty, and constructive fraud for taking excessive management \nfees is DENIED. \n57. Defendants’ motion to dismiss Zoutewelle’s derivative claims on behalf \nof the Real Estate Entities for breach of contract, unjust enrichment, conversion, \nbreach of fi duciary duty, and constructive fraud , except as specifically denied,  is \nGRANTED, and those claims are DISMISSED WITHOUT PREJUDICE. \n58. Defendants’ motion to dismiss Zoutewelle’s direct claims for breach of \ncontract, unjust enrichment, conversion, breach of fiduciary duty, and constructive \nfraud is DENIED. \n59. Defendants’ motion to dismiss Zoutewelle’s indiv idual claim for breach \nof contract is DENIED. \n60. Defendants’ motion to dismiss Zoutewelle’s individual claims for breach \nof fiduciary duty and constructive fraud is GRANTED. \n61. Defendants’ motion to dismiss Zoutwelle’s claim for fraud based on \nmisrepresentation of net rental income, distributions, and excessive fees is DENIED. \n62. Defendants’ motion to dismiss Zoutewelle’s claim for fraud for Mathis’s \nalleged misrepresentations or concealments of his business interests should be \nGRANTED. \n63. Defendants’ motion to dismiss Zoutewelle’s claim for constructive trust \nis DENIED. \nSO ORDERED, this the 13th day of September, 2018. \n \n_/s/ Gregory P. McGuire________ \n    Gregory P. McGuire \n    Special Superior Court Judge for \nComplex Business Case "
}