{
  "id": "5f975206ccf7179603573e35d3c03b488ecdcacb9a8b360b06a365910f1976e1",
  "source_file": "data/raw/ncbc/5f975206ccf7179603573e35d3c03b488ecdcacb9a8b360b06a365910f1976e1.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 1783 \n \nINSIGHT HEALTH CORP. d/b/a \nINSIGHT IMAGING, \n \nPlaintiff, \n \nv. \n \nMARQUIS DIAGNOSTIC IMAGING OF \nNORTH CAROLINA, LLC; MARQUIS \nDIAGNOSTIC IMAGING, LLC; JOHN \nKENNETH LUKE; GENE VENESKY; \nand TOM GENTRY, \n \nDefendants. \n \n \n \n \nORDER & OPINION ON DEFENDANT \nMARQUIS DIAGNOSTIC IMAGING, \nLLC’S AMENDED MOTION TO \nDISMISS PLAINTIFF’S AMENDED \nCOMPLAINT \n \n \n \n \n \n{1} THIS MATTER is before the Court upon Defendant Marquis Diagnostic \nImaging, LLC’s (“MDI of Georgia”) Amende d Motion to Dismiss Plaintiff Insight \nHealth Corp. d/b/a Insight Imaging’s (“Plaintiff” or “Insight”) Amended Complaint \n(“Amended Motion to Dismiss” or “Motion”) in the above-captioned case. \n{2} The Motion requires the Court to determine whether, for statute of \nlimitations purposes, the date a new party defendant is added to a lawsuit occurs \nwhen the plaintiff files a motion to amend its complaint (as Plaintiff argues) or \nwhen the amended complaint is actually f iled or a new summons is issued to the \nnew defendant (as MDI of Georgia contends).    \n{3} Having considered MDI of Georgia’s Motion, the briefs in support of and \nin opposition to the Motion, and the applicable law, the Court hereby DENIES the \nMotion.\n1 \nSmith Moore Leatherwood, LLP, by Marcus C. Hewitt and Jeffrey R. Whitley, \nfor Plaintiff Insight Health Corp. d/b/a Insight Imaging. \n \nRoberts & Stevens, P.A., by Ann-Patton Hornthal, Wyatt S. Stevens, Stephen \nL. Cash, and John D. Noor, for Defendants Marquis Diagnostic Imaging of \n                                                 \n1 The Court elects to decide the Motion without a hearing pursuant to North Carolina Business \nCourt Rule 15.4. \nInsight Health Corp. v. Marquis Diagnostic Imaging of NC, LLC, 2015 NCBC 50.\n \n \nNorth Carolina, LLC, Marquis Diagnostic Imaging, LLC, John Kenneth \nLuke, Gene Venesky, and Tom Gentry. \n \nBledsoe, Judge. \nI. \nPROCEDURAL HISTORY AND FACTUAL BACKGROUND \n{4} The Court does not make findings of fact in ruling on motions to dismiss, \n“as such motions do ‘not present the me rits, but only [determine] whether the \nmerits may be reached.’”  Out of the Box Developers, LLC v. LogicBit Corp ., 2012 \nNCBC 53 ¶ 9 (N.C. Super. Ct. Oct. 30, 2012), \nhttp://www.ncbusinesscourt.net/opinions/2012_NCBC_53.pdf (brackets in original) \n(quoting \nConcrete Serv. Corp. v. Investors Grp., Inc. , 79 N.C. App. 678, 681, 340 \nS.E.2d 755, 758 (1986)).  The Court recite s herein the allegations set forth in \nPlaintiff’s Amended Complaint that are relevant for purposes of resolving the \npresent Motion. \n{5} Plaintiff’s claims in this action arise out of the alleged breach of a lease \nagreement between Plaintiff and Marquis Diagnostic Imaging of North Carolina, \nLLC (“MDI-NC”) (the “Agreement”) under which Plaintiff agreed to provide a \nmagnetic resonance imaging (“MRI”) scanner, as well as a “qualified technologist” to \noperate the MRI scanner, to MDI-NC in exchange for monthly payments in \naccordance with the payment schedule set forth in the Agreement.  (Am. Compl. ¶¶ \n13–18.)   \n{6} Plaintiff commenced this action on  April 25, 2014 against Defendants \nMDI-NC, John Kenneth Luke (“Luke”), Gene Venesky (“Venesky”), and Tom Gentry \n(“Gentry”) (collectively, “original Defend ants”), alleging claims for breach of \ncontract, fraudulent transfer under N.C. Gen. Stat. § 39-23 et seq., unfair and \ndeceptive trade practices under N.C. Ge n. Stat. § 75-1.1 et seq., wrongful \ndistribution and personal liability under N.C. Gen. Stat. § 57C-4-06, piercing the \ncorporate veil, breach of fiduciary duty, and constructive fraud.   \n{7} After conducting initial discovery, Pl aintiff filed a Motion for Leave to \nAmend Complaint and Add Additional Party (“Motion to Amend”) on August 28, \n \n \n2014, seeking to add MDI of Georgia as a pa rty defendant.  Plaintiff contended in \nits motion papers that it had learned in discovery that MDI of Georgia “is an \nintermediate entity through which Defendants Venesky and Luke own 100% of \n[MDI-NC],” and that MDI of Georgia “dominated and controlled the finances and \nmanagement of [MDI-NC] such that [MDI-NC] had no independent identity.”  (Mot. \nAm. Compl. ¶¶ 6, 7.)  Plaintiff attached a proposed Amended Complaint as an \nexhibit to its Motion to Amend (“proposed Amended Complaint”) and served the \nMotion to Amend and proposed Amended Complaint on each of the original \nDefendants.   \n{8} On September 17, 2014, the original Defendants responded by requesting \nthat the Court delay a ruling on Insight’s Motion to Amend until the Court ruled on \nGentry and Venesky’s Motions to Dismiss, or, in the alternative, deny Insight’s \nMotion to Amend.  (Orig. Defs.’ Resp. Opp. Mot. Am. Compl., p. 3.)  On December 3, \n2014, the Court held a hearing on Insight’ s Motion to Amend.  On December 4, \n2014, the Court entered an Order granting the Motion to Amend, and on that same \nday, Insight filed its Amended Complaint. \n{9} Two months later, on February 10,  2015, MDI of Georgia filed its \nAmended Motion to Dismiss, contending that  Plaintiff’s direct claim against MDI of \nGeorgia for an allegedly fraudulent insider transfer (“fraudulent insider transfer \nclaim”) is barred by the applicable one-year statute of limitations.  (MDI of Ga.’s Br. \nSupp. Am. Mot. Dismiss, p. 3.)   \n{10} The Amended Motion to Dismiss is ripe for resolution. \nII. \nANALYSIS \nA. Legal Standard \n{11} The overarching question for the Court on a motion to dismiss under N.C. \nR. Civ. P. Rule 12(b)(6) is “whether, as  a matter of law, the allegations of the \ncomplaint, treated as true, are sufficient to  state a claim upon which relief may be \ngranted under some legal theory, whether properly labeled or not.”  Harris v. NCNB \nNat’l Bank, 85 N.C. App. 669, 670, 355 S. E.2d 838, 840 (1987) (citing Stanback v. \n \n \nStanback, 297 N.C. 181, 185, 254 S.E.2d 611, 6 15 (1979)).  Furthermore, “[t]he \ncomplaint must be liberally construed, and the court should not dismiss the \ncomplaint unless it appears beyond a doubt that the plaintiff could not prove any \nset of facts to support his claim wh ich would entitle him to relief.” Block v. Cnty. of \nPerson, 141 N.C. App. 273, 27 7–78, 540 S.E.2d 415, 419 (2000) (citation omitted). \nFactual allegations must be accepted as true; however, bare legal conclusions “are \nnot entitled to a presumption of truth.”  Miller v. Rose, 138 N.C. App. 582, 592, 532 \nS.E.2d 228, 235 (2000) (citations omitted) . Dismissal “is proper when one of the \nfollowing three conditions is satisfied: (1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.”  Wood v. Guilford Cnty., 355 N.C. 161, 166, \n558 S.E.2d 490, 494 (2002) (citation omitted). \nB. Statute of Limitations \n{12} As an initial matter, the parties ag ree, and the Court concurs, that \nregardless of the substantive law governin g Plaintiff’s fraudulent insider transfer \nclaim against MDI of Georgia, Plaintiff’s claim is governed by a one-year statute of \nlimitations.2        \n{13} MDI of Georgia argues that  (i) it was not a party defendant to Plaintiff’s \noriginal Complaint; (ii) Plaintiff’s Am ended Complaint asserts allegations and \n                                                 \n2  Our courts have held that “[u]nder North Carolina choice of law rules, we apply the substantive \nlaw of the state where the cause of action accrued and the procedural rules of North Carolina.”  \nStokes v. Wilson & Redding Law Firm , 72 N.C. App. 107, 112–13, 323 S.E.2d 470, 475 (1984) \n(citations omitted); see, e.g ., Boudreau v. Baughman , 322 N.C. 331, 335, 368 S.E.2d 849, 853–54 \n(1988) (under North Carolina law, “remedial or procedural rights are determined by lex fori, the law \nof the forum” (citation omitted)).  Because Georgia, Texas, and North Carolina each consider statutes \nof limitations to be procedural, see Lloyd v. Prudential Sec., 438 S.E.2d 703, 704 (Ga. Ct. App. 1993); \nRussell v. Ingersoll-Rand Co., 841 S.W.2d 343, 356 n.11 (Tex. 1992); Christie v. Hartley Constr., Inc., \n367 N.C. 534, 538, 766 S.E.2d 283, 286 (2014), North Carolina law, as the law of the forum, supplies \nthe applicable statute of limitations for Plaintiff’s fraudulent insider transfer claim, regardless of the \nsubstantive law governing Plaintiff’s claim.  As a result, the Court concludes that Plaintiff’s claim is \nsubject to a one-year statute of limitations.  See N.C. Gen. Stat. § 39-23.9(3) (2014) (“A cause of \naction with respect to a fraudulent or voidable transfer under this Article is extinguished unless \naction is brought, [for fraudulent transfer to an insider], within one year after the transfer was made \nor the obligation was incurred”).  In light of the foregoing, the Court declines to determine the \nsubstantive law governing Plaintiff’s claim at this time. \n  \n \n \nclaims against it for the first time; (iii) Pl aintiff’s fraudulent insider transfer claim \nagainst it is based on allegedly fraudulent  insider transfers that occurred on or \nabout November 15, 2013; (iv) Plaintiff’s Amended Complaint was filed on \nDecember 4, 2014, more than one year after the allegedly fraudulent insider \ntransfers occurred; and (v) it “did not beco me a party in this lawsuit until, at the \nearliest, the issuance of a summons on December 17, 2014, which was after the \nstatute of limitations on the direct insider transfer claim expired.”  (MDI of Ga.’s Br. \nSupp. Am. Mot. Dismiss, p. 5 (citing Am . Compl. ¶¶ 30, 46, 71, 72); MDI of Ga.’s \nReply Supp. Am. Mot. Dismiss, p. 5.)  \n{14} MDI of Georgia’s argument, however, is contrary to North Carolina law.  \nIndeed, in\n Zenobile v. McKecuen, 144 N.C. App. 104, 1 08, 548 S.E.2d 756, 758, disc. \nrev. denied, 354 N.C. 75, 553 S.E.2d 214 (2001), the Court of Appeals held that, for \nstatute of limitations purposes, the date a new party defendant is added to a \nlawsuit is when the moving party files a mo tion to amend, as Plaintiff urges here, \nnot when the amended complaint is actually f iled.  In that case, the plaintiff sought \nleave of court, prior to the expiration of the limitations period, to amend her \ncomplaint to add two additional defendants, two additional claims, and additional \nfactual allegations.  Id. at 106, 548 S.E.2d at 757.  Without deciding plaintiff’s \nmotion to amend, the trial court granted a motion to dismiss the not-yet-filed \nproposed amended complaint by one of th e not-yet-added defendants.  The court \nfound, in part, that plaintiff’s amendment to add the additional defendant would be \nfutile because plaintiff’s claims were time-barred by the relevant statute of \nlimitations since the trial court’s decision was after the expiration of the limitations \nperiod and plaintiff’s claims would not re late back to the original filing of the \ncomplaint.  \nId. at 107, 548 S.E.2d at 758.  In reversing the trial court’s order, the \nCourt of Appeals held that plaintiff’s motion for leave to amend the complaint to \nadd the additional defendant should have been allowed.  \nId. at 109, 548 S.E.2d at \n759.  The Court explained: \n[T]he relation back principle only applies where the complaint is \namended outside the relevant statute of limitations. It need not be \n \n \nconsidered where a pleading is amended before the statute of \nlimitations expires.  Instead, the issue is whether plaintiff filed her \nmotion for leave to amend within the applicable statute of limitations \nperiod.  The relevant date for measuring the statute of limitations \nwhere an amendment to a pleading is concerned . . . is the date of the \nfiling of the motion, not the date the court rules on that motion. \n \nId. at 108, 548 S.E.2d 759 (internal quot ations and citations omitted) (italics \nand alteration in original).  See also Mauney v. Morris , 316 N.C. 67, 71–72, \n340 S.E.2d 397, 400 (1986) (holding that “[t]he date of the filing of the motion \n[to amend the complaint to add a new cl aim], rather than the date the court \nrules on it, is the crucial date in me asuring the period of limitations.  The \ntimely filing of the motion to amend [the complaint], if later allowed, is \nsufficient to start the action with in the period of limitations.”); Simpson v. \nHatteras Island Gallery Rest., Inc. , 109 N.C. App. 314, 325, 427 S.E.2d 131, \n138 (1993) (“The relevant date for measuring the statute of limitations where \nan amendment to a pleading is concerned,  however, is the date of the filing \nof the motion , not the date the court rules on that motion.”) (emphasis in \noriginal) (citation omitted)). \n{15} The cases on which MDI of Georgia principally relies — Seagle v. \nCross, 2009 N.C. App. LEXIS 1119 (N.C. Ct. App. July 7, 2009) (unpublished) \nand Crossman v. Moore , 341 N.C. 185, 459 S.E.2d  715 (1995) — concern \nwhether an amended complaint relates back to the filing of the original \ncomplaint under N.C. R. Ci v. P. 15(c) — an issue Mauney and Zenobile \ninstruct is irrelevant where, as here, the motion to amend is filed within the \nlimitations period — and thus do not compel a different result.  See, e.g., \nMauney, 316 N.C. 71–72, 340 S. E.2d at 400 (holding that whether the \namended complaint would “relate back” to the filing of the original complaint \nwas “immaterial” because the statute of  limitations had not run before the \nmotion to amend was filed).  Moreover, in \nSeagle, a decision MDI of Georgia \nquotes at length in its Reply Brief, the Court of Appeals identified the \nrelevant dates for its statute of limitations analysis as the date the injury \n \n \noccurred and the date “Plaintiff’s amendment motion was filed,” Seagle, 2009 \nN.C. App. LEXIS 1119 at *3 1, following precisely the analysis directed by \nZenobile and Mauney. \n{16} Accordingly, applying Zenobile and Mauney to the facts of this \ncase, the Court finds that Plaintiff filed its Motion to Amend Complaint, and \nthus commenced its claim for fraudulent insider transfer against MDI of \nGeorgia, within the applicable one-year statute of limitations.  As a result, \nthe Court concludes that MDI of Georgia’s Amended Motion to Dismiss \nshould be denied.3   \n{17} WHEREFORE, the Court hereby DENIES MDI of Georgia’s \nAmended Motion to Dismiss. \n \n SO ORDERED , this the 21st day of May 2015. \n \n        \n       /s/ Louis A. Bledsoe, III \n       Louis A. Bledsoe, III \n       Special Superior Court Judge \n         for Complex Business Cases \n \n \n                                                 \n3 Under North Carolina law, where, as here, a plaintiff moves to amend a complaint to add a \ndefendant to the lawsuit, there must be a claim asserted against the proposed defendant which \n“arises out of the same transaction, occurrence, or series of transactions or occurrences” underlying \nthe claim asserted against the original defendant. See N.C.R. Civ. P. 20(a); Coffey v. Coffey, 94 N.C. \nApp. 717, 721, 381 S. E.2d 467, 470 (1989); Zenobile, 144 N.C. App. at 109, 548 S.E.2d at 759.  In \naddition, the plaintiff must provide notice of the motion to the existing parties. See Coffey, 94 N.C. \nApp. at 721, 381 S.E.2d at 470; Pask v. Corbitt , 28 N.C. App. 100, 103, 220 S.E.2d 378, 381 (1975) \n(“Long prior to the adoption of G.S. 1A-1, Rule 21, North Carolina has held that existing parties to a \nlawsuit are entitled to notice of a motion to br ing in additional parties. ”)  Defendants do not \nchallenge Plaintiff’s Motion to Amend Complaint because of an alleged failure to meet either of these \nconditions, and based on its review of the Amended Complaint, the Court concludes that these \nrequirements are satisfied here.  \n \nIn addition, Plaintiff argues that because MDI of Georgia is an alter-ego of MDI-NC, the statute of \nlimitations was tolled by the filing of the original Complaint.  (Pl.’s Resp. Opp. Am. Mot. Dismiss, p. \n3.)  In light of the Court’s resolution of the Mo tion, the Court declines to consider Plaintiff’s \nargument. \n   "
}