{
  "id": "5fba938631448649bbcdcee7f33fc1a8ae06ab55a6dc554fcaf3dd33d873aea9",
  "source_file": "data/raw/ncbc/5fba938631448649bbcdcee7f33fc1a8ae06ab55a6dc554fcaf3dd33d873aea9.pdf",
  "raw_text": "Club Car, Inc. v. Dow Chemical Co., 2007 NCBC 10 \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \nMECKLENBURG COUNTY   06 CVS 15530        \n \n \nCLUB CAR, INC., \nPlaintiff, \nv. \nTHE DOW CHEMICAL COMPANY, \nDefendant. \n \n \n \nORDER  \n \n \nHelms, Mulliss & Wicker, P.L.L.C. by Richard H. Conner, III and Douglas W. Ey, Jr. for \nPlaintiff Club Car, Inc. \n \nMayer, Brown, Rowe & Mawe, L.L.P. by Eric H. Cottrell and Mary K. Mandeville for \nDefendant The Dow Chemical Company. \n \nDiaz, Judge. \n \n{1} The Court heard this matter on 1 March 2007 on the Defendant’s Motion to Dismiss \npursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure (the “Motion”).  \nDefendant seeks dismissal of the Plaintiff’s Second and Third Claims for Relief, alleging \nnegligent misrepresentation and a violation of the North Carolina Unfair and Deceptive Trade \nPractices Act (the “UDTPA”), respectively.  After considering the Complaint, the parties’ briefs, \nand the arguments of counsel, the Court DENIES the Motion. \nI. \nPROCEDURAL BACKGROUND \n{2} Plaintiff Club Car, Inc. (“Club Car”) filed its Complaint on 8 August 2006. \n{3} Defendant The Dow Chemical Company (“Dow Chemical”) filed the Motion on 27 \nNovember 2006. \n{4} The case was transferred to the North Carolina Business Court and assigned to me as a \ncomplex business case by order of the Chief Justice of the North Carolina Supreme Court dated \n12 December 2006. \n{5} On 27 December 2006, Dow Chemical filed a brief in support of the Motion. \n{6} Club Car filed a brief in opposition to the Motion on 19 January 2007, and Dow \nChemical filed a reply brief on 1 February 2007. \n{7} On 1 March 2007, the Court heard oral arguments on the Motion. \nII. \nTHE FACTS \n{8} The following facts are taken from Club Car’s Complaint, which the Court accepts as \ntrue for purposes of the Motion. \n{9} Club Car is a Delaware corporation with its headquarters located in Augusta, Georgia.  \n(Compl. ¶ 2.)  Club Car manufactures and sells golf cars.  (Compl. ¶ 1.) \n{10} Dow Chemical is a Delaware corporation with its headquarters located in Midland, \nMichigan.  (Compl. ¶ 2.)  Dow Chemical is a manufacturer and supplier of plastics and other \nchemical products.  (Compl. ¶ 2.) \n{11} The claims in this case arise from Club Car’s 2003 introduction of a line of premium golf \ncars known as the “Precedent” line.  (Compl. ¶ 3.)  The Precedent line includes a distinctive, \nuniform dark gray underbody fashioned from compression-molded plastic through a process \ndeveloped in Germany.  (Compl. ¶¶ 5, 8.)  The underbody is designed so as not to require \n 2\npainting, and its molded components are intended to resist long-term exposure to the elements \nwithout fading or becoming discolored.  (Compl. ¶¶ 5-6.) \n{12} Club Car selected non-party Meridian Automotive Systems-Composite Operations, Inc. \n(“Meridian”) to manufacture the compression molding for the rear underbody and other molded \nparts of its Precedent line.  (Compl. ¶ 10.) \n{13} The principal materials used to make the compression-molded parts formulation are  \nglass fibers, polypropylene resin, and the “masterbatch,” which consists of numerous additives \nthat produce the performance characteristics of the molded parts (collectively, the “raw \nmaterials”).  (Compl. ¶ 11.) \n{14} Club Car initially relied on a number of suppliers, including Dow Chemical, to provide \nthe raw materials to Meridian.  (Compl. ¶ 12.) \n{15} Sometime in early 2003, however, Club Car accepted Dow Chemical’s proposal to serve \nas Meridian’s exclusive supplier of the raw materials.  (Compl. ¶ 13.)  According to Club Car, it \ndid so based on Dow Chemical’s assurance that the raw materials would meet Club Car’s \nperformance specifications for the production of the compression-molded parts, including \nsatisfactory compliance with a test that measures a molded part’s resistance to prolonged \nsunlight (the “Test”).  (Compl. ¶¶ 16-17.) \n{16} In or around August 2003, Dow Chemical represented to Club Car that it had developed a \nformulation of the raw materials that met Club Car’s specifications.  (Compl. ¶ 18.)  Dow \nChemical supplied the raw materials to Meridian, who used them to produce the molded parts for \nthe Precedent line.  (Compl. ¶¶ 19-20.)  Thereafter, Club Car incorporated the molded parts into \nthe Precedent line before introducing them to the market.  (Compl. ¶ 20.) \n 3\n{17} In or around June 2004, Club Car discovered that, over time, portions of the dark gray \nunderbodies of the Precedent line golf cars tended to fade to a chalky white color, contrary to the \nintended design.  (Compl. ¶ 21.) \n{18} Following an investigation, Club Car concluded that:  (1) the presence of zinc oxide in \nthe resin supplied by Dow Chemical was the cause of discoloration; (2) Dow Chemical had not \nperformed the Test properly; and (3) without notifying Club Car, Dow Chemical had altered the \nproduct formulation for the raw materials such that they failed to meet the required \nspecifications.  (Compl. ¶ 23.) \n{19} Although Dow Chemical initially cooperated with Club Car’s investigation, it denied that \nthe raw materials contained zinc oxide.  (Compl. ¶ 24.)  Club Car also alleges that Dow \nChemical failed to promptly provide it with all of the Test results that Dow Chemical had in its \npossession, thereby delaying and hindering the investigation into the cause of the weathering \nproblem.  (Compl. ¶ 24.) \n{20} Club Car’s Complaint asserts three claims for relief:  (1) breach of express warranties, (2) \nnegligent misrepresentation, and (3) violation of the UDTPA.  (Compl. ¶¶ 30-47.) \n{21} Club Car seeks damages for the costs of repairing over 36,000 allegedly defective \nPrecedent line golf cars, including expenses for:  (1) engineering, consulting, and investigation of \nthe discoloration, and (2) labor and materials to paint the parts and to rework those golf cars that \nhad already been assembled.  (Compl. ¶ 28.)  Club Car also seeks recovery of its lost profits.  \n(Compl. ¶¶ 27-28.) \nIII. \nCONCLUSIONS OF LAW \nA. \n 4\nSTANDARD OF REVIEW \n{22} The essential question on a motion to dismiss pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure “is whether the complaint, when liberally construed, states a \nclaim upon which relief can be granted on any theory.”  Oberlin Capital, L.P. v. Slavin, 147 N.C. \nApp. 52, 56, 554 S.E.2d 840, 844 (2001) (citation omitted) (emphasis in original).  On a motion \nto dismiss, the complaint’s material factual allegations are taken as true.  Id. (citing Hyde v. \nAbbott Labs., Inc., 123 N.C. App. 572, 575, 473 S.E.2d 680, 682 (1996)). \n{23} When ruling on a Rule 12(b)(6) motion, the trial court should liberally construe the \ncomplaint and should not dismiss the action unless “it appears to a certainty that plaintiff is \nentitled to no relief under any state of facts which could be proved in support of the claim.”  \nDavis v. Messer, 119 N.C. App. 44, 51, 457 S.E.2d 902, 906-07 (1995) (citations omitted). \nB. \nANALYSIS \n{24} This is the second time that I have attempted to unravel the mysteries of the economic \nloss doctrine.  In Hospira, Inc. v. AlphaGary, Inc., No. 05-CVS-6371 (N.C. Super. Ct. Feb. 16, \n2006), the Court denied defendant AlphaGary, Inc.’s Rule 12(b)(6) motion to dismiss fraud and \nrelated tort-based claims arising from the sale of an allegedly defective product. \n{25} I concluded there that North Carolina recognizes the economic loss doctrine, which \ngenerally bars a tort action \nagainst a party to a contract who simply fails to properly perform the terms of the \ncontract, even if that failure to properly perform was due to the negligent or \nintentional conduct of that party, when the injury resulting from the breach is \ndamage to the subject matter of the contract. \n \nHospira, slip op. at 5 (quoting Spillman v. Am. Homes of Mocksville, Inc., 108 N.C. App. 63, 65, \n422 S.E.2d 740, 741-42 (1992)). \n 5\n{26} I also noted that, while the economic loss doctrine is easily stated as a general principle, \nthe breadth of its application in North Carolina has been less than uniform.  After canvassing the \nrelevant cases, I gleaned six guideposts regarding the scope of the doctrine in North Carolina: \n1. A tort action generally will not lie against a party to a contract who simply \nfails to properly perform the terms of the contract, even if that failure to properly \nperform was due to the negligent or intentional conduct of that party, when the \ninjury resulting from the breach is damage to the subject matter of the contract.  \nN.C. State Ports Auth. v. Lloyd A. Fry Roofing Co., 294 N.C. 73, 82, 240 S.E.2d \n345, 350-51 (1978). \n  \n2. Where the contract involves the sa le of goods, the Uniform Commercial \nCode will, at a minimum, bar negligence claims seeking recovery for damages to \nthe product itself, even as to remote manufacturers who are not in privity of \ncontract.  Moore v. Coachmen Indus., Inc., 129 N.C. App. 389, 401-02, 499 \nS.E.2d 772, 780 (1998); Reece v. Homette Corp., 110 N.C. App. 462, 466, 429 \nS.E.2d 768, 770 (1993). \n \n3. That bar, however, does not ex tend to claims alleging negligent \nmisrepresentation.  See Wilson v. Dryvit Sys., Inc., 206 F. Supp. 2d 749 (E.D.N.C. \n2002), aff’d, 71 F. App’x 960 (4th Cir. 2003). \n \n4. Moreover, where a breach of contract  “‘smack[s] of tort because of the \nfraud and deceit involved,’” North Carolina law will allow a party to pursue \npunitive damages based on the fraudulent act.  See Zubaidi v. Earl L. Pickett \nEnters., Inc., 164 N.C. App. 107, 115, 595 S.E.2d 190, 194 (2004) (quoting \nOestreicher v. Am. Nat’l Stores, Inc., 290 N.C. 118, 136, 225 S.E.2d 797, 808-09 \n(1976)). \n \n5. The North Carolina appellate courts have yet to extend the application of \nthe economic loss doctrine to bar claims based on fraud.  Coker v. \nDaimlerChrysler Corp., 172 N.C. App. 386, 405, 617 S.E.2d 306, 318 (2005) \n(Hudson, J., dissenting), aff’d per curiam, 360 N.C. 398 (2006).1\n \n6. But, North Carolina courts must remain vigilant against a party’s \nunsupported attempt to engraft tort liability on what is at bottom a breach of \ncontract action.  See Broussard v. Meineke Disc. Muffler Shops, Inc., 155 F.3d \n331, 346 (4th Cir. 1998). \n                                                 \n1 In Coker v. DaimlerChrysler Corp., 2004 NCBC 1 (N.C. Super. Ct. Jan. 5, 2004), Chief Business Court Judge Ben \nTennille applied the economic loss doctrine to bar claims for common law fraud and unfair trade practices arising \nfrom the sale of an allegedly defective automobile, stating that to do otherwise would “eviscerat[e] the \ncontract/warranty system [of adjudicating liability] now in place.”  Coker, 2004 NCBC 1, at ¶ 13.  The North \nCarolina Court of Appeals affirmed Judge Tennille’s order on other grounds, however, and the North Carolina \nSupreme Court’s per curiam decision did not reach the issue. \n 6\n \nHospira, slip op. at 8-9. \n \n{27} I declined in Hospira to dismiss plaintiff’s fraud, negligent misrepresentation, and \nUDTPA claims because the complaint (1) did not allege a contract between the parties, and (2) \nalleged sufficient facts in aggravation to support the tort-based claims.  Hospira, slip op. at 10-\n14. \n{28} At bottom, the economic loss doctrine’s rationale rests on risk allocation.  AT&T Corp. v. \nMed. Review of N.C., Inc., 876 F. Supp. 91, 93 (E.D.N.C. 1995).  At least in that regard, this case \nis different from Hospira because Club Car’s Complaint alleges that the parties chose to allocate \nthe risk of non-performance via a series of express warranties.  (Compl. ¶¶ 30-34.) \n{29} More specifically, Club Car asserts that it selected Dow Chemical as its supplier of raw \nmaterials for the compression-molded parts and that it did so pursuant to Dow Chemical’s \nexpress “affirmations of fact, promises, [and] descriptions of the product [that] formed part of the \nbasis of the bargain.”  (Compl. ¶ 32.). \n{30} Club Car does not dispute that the damages it seeks in this case constitute economic loss \nunder North Carolina law.  (Mem. of Law in Opp’n to Def.’s Mot. to Dismiss 5.)  In light of that \nconcession, and given Club Car’s claim that it has a remedy for breach of express warranties, the \nguideposts set out in Hospira suggest that Club Car’s second and third claims for relief fail as a \nmatter of law.  See Atl. Coast Mech. Inc. v. Arcadis, 175 N.C. App. 339, 343, 623 S.E.2d 334, \n338 (2006) (stating that an express warranty is contractual in nature and that breach of such a \nwarranty does not depend upon proof of negligence, but arises out of the contract); see also \nTerry’s Floor Fashions, Inc. v. Georgia-Pacific Corp., No. 5:97-CV-683-BR(2), 1998 U.S. Dist. \nLEXIS 15392, at *10 (E.D.N.C. July 23, 1998) (denying Rule 12(b)(6) motion to dismiss breach \nof warranty claims, but dismissing claims alleging negligence and violations of the UDTPA, \n 7\nstating that “when a plaintiff seeks recovery for damage to a product that is the subject of the \ncontract between the parties, a plaintiff is limited to a contract or warranty action”); Spillman, \n108 N.C. App. at 65, 422 S.E.2d at 741-42. \n{31} The Court defers dismissal of the claims here, however, because it is unclear whether \nClub Car has a contractual remedy.  Dow Chemical has yet to answer the allegations of the \nComplaint, and its brief in support of its motion to dismiss is cryptic as to the scope of the \nexpress warranties alleged by Club Car.  (See Def.’s Brief in Supp. of Mot. to Dismiss Pl.’s \nSecond and Third Claims for Relief 7 (stating that “whether the bargains Club Car struck in \nconnection with the manufacture and sale of the compression molded parts provide a contractual \nremedy against Dow [Chemical] is a question for another day”).) \n{32} Absent an express allocation of risk between the parties, it remains an open question \nwhether Club Car may pursue tort and UDTPA claims arising from Dow Chemical’s alleged \nnegligent misrepresentations regarding the performance specifications of the raw materials.  See \nWilson, 206 F. Supp. 2d 749 (holding that economic loss doctrine does not apply to bar a \nnegligent misrepresentation claim); Forbes v. Par Ten Group, Inc., 99 N.C. App. 587, 601, 394 \nS.E.2d 643, 651 (1990) (allowing claim for UDTPA violation to proceed based on negligent \nmisrepresentations); see also Lord v. Customized Consulting Specialty, Inc., No. COA06-725, \n2007 N.C. App. LEXIS 782, at *1 (N.C. Ct. App. Apr. 17, 2007) (holding that “the economic \nloss rule does not operate to bar a negligence claim in the absence of a contract between the \nparties”). \n{33} Club Car’s Complaint alleges that:  (1) Dow Chemical provided false and/or deceptive \ninformation to it regarding the performance specifications of the raw materials used to \nmanufacture component parts of a line of golf cars, (2) Dow Chemical owed it a duty of care \n 8\nwith respect to that information, (3) Club Car justifiably relied on the information to its detriment \nand was deceived by Dow Chemical’s conduct, and (4) Dow Chemical’s deceptive conduct was \nin and affected commerce.  (Compl. ¶¶ 35-47.)  Consistent with the Wilson and Forbes decisions, \nthese allegations are sufficient to make out claims for negligent misrepresentation and a violation \nof the UDTPA. \n{34} Moreover, that Club Car has also pleaded contractual relief for breach of express \nwarranties is of no legal moment, at least not at this stage.  Subject to the requirements of Rule \n11, our rules of civil procedure allow a pleader to “state as many separate claims or defenses as \nhe has regardless of consistency[.]”  N.C.G.S. § 1A-1, Rule 8(e)(2); see Hendrix v. Hendrix, 67 \nN.C. App. 354, 357, 313 S.E.2d 25, 27 (1984) (Phillips, J., concurring) (“The main reason for \npermitting inconsistent claims to be alleged is so that litigants can investigate and assess them \nbefore having to decide—or before the court decides for them—which inconsistent claim is \nsupportable and which is not.”). \n{35} Accordingly, the Court declines to dismiss the second and third claims for relief at this \ntime because Club Car may be entitled to relief in tort and under the UDTPA in the absence of a \ncontractual remedy. \nCONCLUSION \n{36} The Court DENIES the Motion. \n \nThis the 3rd day of May, 2007. \n \n \n      \n 9"
}