{
  "id": "5fea25fd7e5ecabfaba23742cb4b1e793d27d5a0b95b6a19356447f79bf02995",
  "source_file": "data/raw/ncbc/5fea25fd7e5ecabfaba23742cb4b1e793d27d5a0b95b6a19356447f79bf02995.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n10 CVS 5819 \n \nSYNOVUS BANK, \n \n                                Plaintiff, \n \nv. \n \nTERRY R. PARKS and HELAINE V. \nPARKS,  \n \n               Defendants, Counterclaimants  \n               and Third-Party Plaintiffs, \n \nv. \n \nSYNOVUS FINANCIAL CORP. d/b/a \nNATIONAL BANK OF SOUTH \nCAROLINA, KEITH VINSON, \nindividually, KEITH VINSON d/b/a \nSEVEN FALLS, LLC et al., \n \n               Third-Party Defendants and  \n               Counterclaim Defendants. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION \n  \n \nVan Winkle, Buck, Wall, Starnes, and Davis, P.A. by W. Carleton Metcalf \nand Melissa L. English for Plaintiff and Third-Party Defendant Synovus \nFinancial Corp. d/b/a National Bank of South Carolina.  \nThe Ward Law Firm, P.A. by John E. Rogers, II for Defendants, \nCounterclaimants, and Third-Party Plaintiffs.  \nJames, McElroy and Diehl, P.A. by Richard B. Fennell for non-bank Third-\nParty Defendants Keith Vinson, Seven Falls, LLC, et al.  \nMurphy, Judge. \n{1} THIS MATTER is before the Court on Plaintiff’s Motion to Dismiss \nAmended Counterclaims (“Motion I”) and Third-Party Defendant Synovus Financial \nCorp. d/b/a National Bank of South Carolina’s (“Third-Party Defendant”) Motion to \nDismiss Amended Third-Party Claims (“Motion II”) (collectively the “Motions”).  \nAfter considering the Motions, the briefs in support and opposition, and the \narguments made by counsel at the Court’s May 4, 2012, hearing on the Motions, the \n Synovus Bank v. Parks, 2013 NCBC 40.\nCourt GRANTS in part, and DENIES in part, Plaintiff and Third-Party Defendant’s \nMotions.   \nI. \nPROCEDURAL HISTORY \n{2}  Plaintiff filed its Complaint on November 8, 2010, in Buncombe County, \nNorth Carolina.  (Compl. 3.)  On April 12, 2011, Defendants filed their Answer, \nCounterclaims, and Third-Party Complaint.  (Defs.’ Answer 32.) \n{3} Because Defendants were also members of a class action in Georgia \ninvolving the same Plaintiff and claims herein, Defendants moved to dismiss this \naction, or in the alternative, have this action stayed pending resolution of the \nGeorgia case.  In response, Plaintiff moved for an anti-suit injunction to bar \nDefendants from litigating its claims against Plaintiff in this action in any other \njurisdiction within or without North Carolina.  On June 19, 2011, the Honorable \nMark E. Powell denied Defendants’ Motion to Dismiss, and granted Plaintiff’s \nMotion for Anti-Suit Injunction.  \n{4} Plaintiff moved for this case to be designated as a complex business case \npursuant to Rule 2.1 of the General Rules of Practice and Procedure for the \nSuperior and District Courts on August 4, 2011.  \nSynovus Bank v. Parks, 10 CVS \n5819 (N.C. Super. Ct. Aug. 4, 2011) (motion for complex business case designation).  \nThe case was subsequently designated as an exceptional case by the Chief Justice of \nthe North Carolina Supreme Court and assigned to the undersigned for \nadjudication of all matters.  Synovus Bank v. Parks, 10 CVS 5819 (N.C. Super. Ct. \nSept. 7, 2011) (order assigning case to this Court).   \n{5} On November 1, 2011, Defendants renewed their motion for leave to file an \namended Answer and Counterclaims that was originally filed on August 9, 2011.  \nPlaintiff consented to the August 9 Motion to Amend.  The Motions presently before \nthe Court were filed on January 26, 2012.  (Pl.’s Mot. Dismiss 1; Third-Party Def.’s \nMot. Dismiss 2.)  The Court heard oral arguments on the Motions on May 4, 2012, \nand the Motions are ripe for adjudication. \n \nII. \nSTATEMENT OF FACTS \n{6} The Court does not make findings of fact in connection with motions to \ndismiss pursuant to Rule 12(b)(6), as such motions “do[] not present the merits, but \nonly whether the merits may be reached.” Concrete Serv. Corp. v. Investors Group, \nInc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  Accordingly, for the \npurposes of analyzing Plaintiff and Third-Party Defendant’s motions to dismiss \npursuant to Rule 12(b)(6), the Court recites only those facts included in the \npleadings that are relevant to the Court’s legal determinations. \n{7} Seven Falls Golf and River Club (“Seven Falls”) was planned to be a 1,600 \nacre private golf community in Hendersonville, North Carolina.  (Defs.’ Am. \nCountercls. and Third-Party Compl. (“Am. Counterclms.”) 7.)  However, the \ncommunity was never completed.  (Am. Countercls. 7.)  On April 22, 2008, \nDefendants entered into a Purchase and Sale Agreement (the “Agreement”) with \nSeven Falls, LLC (the “Developer”) to purchase lot 50 in Seven Falls.  (Pl.’s Mot. \nDismiss Ex. A.)  Per the terms of the Agreement, the Developer was “obligated to \ncomplete the following: (a) paved roads . . . ; and (b) installation of utility services to \nthe Property . . . .”  (Pl.’s Br. Supp. Mot. Dismiss Ex. A ¶ 13.)  In addition, the \nDeveloper was also obligated to complete: the eighteen-hole golf course, golf house, \ngolf-practice facility, and other non-golf sport facilities including tennis courts, \nfitness center, and swim club.  (Pl.’s Br. Supp. Mot. Dismiss Ex. A ¶ 13.)   \n{8} Defendants acknowledged as part of the Agreement that the Developer \n“shall be the sole party responsible for the performance of the [Developer’s] \nobligations under th[e] Agreement and acknowledges that no other person, firm, or \nentity, including, without limitation, any entity affiliated with [Developer], shall \nhave any obligation or liability under th[e] Agreement.”  (Pl.’s Br. Supp. Mot. \nDismiss Ex. A ¶ 17.)  Defendants also agreed to “waive[] all claims against all \ncompanies and persons affiliated with [Developer] for any loss, cost or damages \narising out of [Developer’s] performance or non-performance of its obligations to \n[Defendants] in connection with this Agreement or any other instrument relating to \nSeven Falls.”  (Pl.’s Br. Supp. Mot. Dismiss Ex. A ¶ 17.) \n{9} As was the case with many real estate developments marketed at the \nheight of the real estate boom, the global financial crisis of 2008 negatively \nimpacted Plaintiff’s ability to complete the Seven Falls project, and investors who \nthought they were buying into a luxury residential community were left holding \nworthless property while owing significant financial obligations on their purchases.  \nDefendants’ claims against Plaintiff and Third-Party Defendant stem from a theory \nthat Plaintiff, Third-Party Defendant, and the Developer fraudulently induced the \npurchase of lots at Seven Falls through the use of an aggressive marketing scheme.  \n(Am. Countercls. ¶¶ 2(a), 2(i), 2(l), 2(q), 8, 12–16, 20–21, 23.)  Defendants further \nargue that the relationship between Plaintiff, Third-Party Defendant, and the \nDeveloper constituted a joint venture or partnership, and thus, any liability \nattributable to one of the parties should be imposed on all of the parties.  \nSpecifically, Defendants allege claims for: violations of the Interstate Land Sales \nFull Disclosure Act (“ILSA”); breach of fiduciary duty/constructive fraud; violations \nof the South Carolina Unfair and Deceptive Trade Practices Act (“UDTPA”); \nnegligence/gross negligence; breach of contract; tortious interference with contract; \nand violations of North Carolina’s Anti-Deficiency Statute (“Deficiency Statute”).  \n(\nSee generally Defs.’ Am. Countercls.)  In addition, Defendants invoke the doctrines \nof equitable estoppel; apparent agency; agency by estoppel; and estoppel to deny \njoint venture. \nIII. \nPRINCIPLES OF LAW \nA. \nSTANDARD OF REVIEW \n{10} On a motion to dismiss pursuant to Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure, the question before the court is “‘whether, as a matter of \nlaw, the allegations of the complaint, treated as true, are sufficient to state a claim \nupon which relief may be granted under some legal theory.’”  Block v. County of \nPerson, 141 N.C. App. 273, 277, 540 S.E.2d 415, 419 (2000) (quoting Harris v. \nNCNB Nat’l Bank, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987)). \n{11} “The complaint must be liberally construed, and the court should not \ndismiss the complaint unless it appears beyond a doubt that the plaintiff could not \nprove any set of facts to support his claim which would entitle him to relief.”  \nId. at \n277–78, 540 S.E.2d at 419. \n{12} In considering a motion to dismiss for failure to state a claim upon which \nrelief can be granted, “the well-pleaded material allegations of the complaint are \ntaken as admitted; but conclusions of law or unwarranted deductions of fact are not \nadmitted.”  Pinewood Homes, Inc. v. Harris, 184 N.C. App. 597, 613, 646 S.E.2d 826, \n837 (2007) (quoting Sutton v. Duke, 277 N.C. 94, 98, 176 S.E.2d 161, 163 (1970)). \nB. \nANALYSIS \n1. \nPLAINTIFF’S MOTION TO DISMISS \na. \nJOINT VENTURE \n{13} Defendants argue that the Plaintiff, Third-Party Defendant, and \nDeveloper’s conduct in the sale of lots at Seven Falls constituted a joint venture, \nand accordingly, that Plaintiff and Third-Party Defendant are both liable for certain \nclaims based on the Developer’s conduct. \n{14} “A joint venture exists when there is: ‘(1) an agreement, express or implied, \nto carry out a single business venture \nwith joint sharing of profits, and (2) an equal \nright of control of the means employed to carry out the venture.’”  Rifenburg \nConstr., Inc. v. Brier Creek Assocs., L.P., 160 N.C. App. 626, 632, 586 S.E.2d 812, \n817 (2003) (quoting Rhoney v. Fele, 134 N.C. App. 614, 620, 518 S.E.2d 536, 541 \n(1999)), aff’d, 358 N.C. 218, 593 S.E.2d 585 (2004).  Therefore, Defendants must \nallege sufficient facts for the Court to infer that the essential elements of joint \nventure exist. \n{15} In support the sharing of profits element, Defendants allege: (1) that \nPlaintiff and Developer “jointly marketed and orchestrated approximately Fifty \nMillion Dollars . . . in residential lot sales . . .”  (Am. Countercls. ¶ 8);  and (2) that \nupon information and belief, Plaintiff and the Developer shared profits on numerous \ntransactions related to the sale of lots at Seven Falls (Am. Countercls. ¶ 8.)\n1  Taking \nDefendants’ allegations at true, the Court concludes that Defendants have \nadequately alleged that Plaintiff, Third-Party Defendant, and the Developer shared \nprofits.   \n{16} As for allegations related to Plaintiff and Third-Party Defendant’s alleged \nright of control over the means to carry out the venture, Defendants only allege that \n“NBSC failed to properly supervise and oversee the Developer or its employees and \nagents \ndespite having some measure to direct the conduct of the Developer.”  (Am. \nCounterclms. ¶ 2(n); see also Defs.’ Resp. Pl.’s Mot. Dismiss 4.)  This allegation is a \nconclusion of law and is not supported by any of the facts pled in Defendants’ \nCounterclaim and Third-Party Complaint.  Accordingly, the Court concludes that \nDefendants have failed to plead sufficient facts to show that Plaintiff had a right of \ncontrol over the means to carry out the alleged joint venture, and thus, have failed \nto adequately allege all the elements of a joint venture.  Therefore, Plaintiff’s \nMotion is GRANTED as to this claim. \nb. \nVIOLATION OF ILSA \n{17} Plaintiff argues that Defendants’ ILSA claim should be dismissed because: \n(1) Plaintiff does not meet the definition of either a “developer” or “agent” under \nILSA, and (2) Defendants do not allege that the property they purchased was sold in \nviolation of Section 1703 of that Act.  (Pl.’s Br. Supp. Mot. Dismiss 10–12.)   \n{18} “ILSA creates a private right of action against ‘developers’ and ‘agents of \ndevelopers’ in connection with sales or leases made in violation of its provisions.”  \n                                                 \n1 Defendants specifically reference over twenty different transactions in their Counterclaim \nand Third-Party Complaint.  The Court does not specifically reference each transaction in \nan attempt to limit the length of its opinion. \nSynovus Bank v. Okay Props., LLC, 2012 U.S. Dist. LEXIS 121744, at * 14 \n(W.D.N.C. Aug. 27, 2012) (citing 15 U.S.C. § 1709 (2011)).  The Act’s provisions are \n“‘designed to prevent false and deceptive practices in the sale of unimproved tracts \nof land by requiring developers to disclose information needed by potential buyers.’”  \nId. (quoting Flint Ridge Dev. Co. v. Scenic Rivers Ass’n of Okla., 426 U.S. 776, 778 \n(1976)).  “A purchaser or lessee may bring an action at law or in equity against a \ndeveloper or agent if the sale or lease was made in violation of . . . [15 USC § \n1703(a)].”  15 U.S.C. § 1709(a).  A “developer” is defined as “‘any person who, \ndirectly or indirectly, sells or leases, or offers to sell or lease, or advertises for sale or \nlease any lots in a subdivision . . . [,]’”Synovus Bank, 2012 U.S. Dist. LEXIS 121744, \nat * 14 (quoting 15 U.S.C. § 1701(5) (2012)), while an “agent” is “‘any person who \nrepresents, or acts for or on behalf of, a developer in selling or leasing, or offering to \nsell or lease, any lot or lots in a subdivision . . . .’”  Synovus Bank, 2012 U.S. Dist. \nLEXIS 121744, at * 14 (quoting 15 U.S.C. § 1701(6)). \n{19} Conduct by lending institutions acting within the ordinary course of \nbusiness does not normally come within the purview of ILSA.  See Freely v. Total \nRealty Mgmt., 660 F. Supp. 2d 700, 710 (E.D. Va. 2009); Hammar v. Cost Control \nMktg. & Sales Mgmt. of Va., Inc., 757 F. Supp. 698, 702 (W.D. Va. 1990).  However, \n“where a financial institution acts beyond its ordinary course of dealing as a lending \ninstitution and participates in the actual development, marketing[,] or sale of \nproperty[,] . . . liability may arise under ILSA.”  Thompson v. Bank of Am., 2011 \nU.S. Dist. LEXIS 33833, at *7 (E.D.N.C. Mar. 29, 2011).   \n{20} Defendants allege that Plaintiff and the Developer: (1) promoted Plaintiff as \nthe primary or preferred lender on joint letterhead with no disclaimers or provisions \nindicating a separation between the Developer and Plaintiff (Am. Countercls. ¶ \n11(c)), (2) engaged in the marketing and selling of residential real estate across \nstate lines (Am. Countercls. ¶ 31), and (3) marketed Seven Falls together under a \ncommon promotional plan.  (Am. Countercls. ¶ 32.)  The Court concludes that \nDefendants have adequately alleged that Plaintiff was a developer as defined by \nILSA.  However, an ILSA claim can only be maintained when “a purchaser or \nlessee[’s] . . . sale or lease was made in violation of . . . [ILSA].”  15 U.S.C. § 1709(a).  \nHere, Defendants have not alleged that the property they purchased was sold in \nviolation of the Act, but instead, that generally lots at Seven Falls were sold “by \nmeans of untrue statements.”  (Am. Counterclms. ¶ 34.)  Accordingly, the Court \nconcludes that Defendants’ allegations are insufficient to state a claim under ILSA, \nand Motion I is GRANTED as to this claim. \nc. \nSOUTH CAROLINA UNFAIR AND DECEPTIVE TRADE PRACTICES ACT (“SCUDTPA”) \n{21} Plaintiff argues that Defendants (Texas residents) can not assert a claim \nunder SCUDTPA because they were not injured in South Carolina and under the \nchoice of law rule lex loci delicti (“lex loci”) the law of the state where the \ncomplainant was injured governs the outcome of the claim.  (Pl.’s Br. Supp. Mot. \nDismiss 13–14.)  Defendants counter that they can raise a claim under SCUDTPA \nbecause Plaintiff and its employees were stationed in South Carolina and that \nclaims under SCUDTPA are “not limited to South Carolina residents nor to injuries \nsuffered in that state.”  (Defs.’ Resp. Pl.’s Mot. Dismiss 9.)  For the reasons stated \nbelow, the Court finds neither Plaintiff’s nor Defendants’ position persuasive. \n{22} There is a split of authority in North Carolina as to the appropriate choice \nof law rule for deciding which state’s law controls the determination of claims \nbrought to remedy allegedly unfair and deceptive trade practices, Associated \nPackaging, Inc. v. Jackson Paper Mfg. Co., 2012 NCBC 13 ¶ 25 (N.C. Super. Ct. \nMar. 1, 2012), http://www.nc businesscourt.net/opinions/2012%20NCBC%2013.pdf \n(citing Stetser v. TAP Pharm. Prods. Inc., 165 N.C. App. 1, 15, 598 S.E.2d 570, 581 \n(2004)), with one panel of the North Carolina Court of Appeals adopting the \n“significant relationship test,” Andrew Jackson Sales v. Bi-Lo Stores, 68 N.C. App. \n222, 225, 314 S.E.2d 797, 799 (1984), while a subsequent panel applied the lex loci \ntest.  United Va. Bank v. Air-Lift Assocs., 79 N.C. App. 315, 321, 339 S.E.2d 90, 93 \n(1986).  For the reasons provided by this Court in Associated Packaging Inc., and \nbecause neither Plaintiff nor Defendants have argued that the substantial \nrelationship test should be used, the Court applies the lex loci test to determine \nwhich state’s law applies to Defendants’ claim.  Associated Packaging, Inc., 2012 \nNCBC 13 ¶¶ 25–27. \n{23} Under the lex loci test, “‘the law of the state where the [complainant] was \ninjured controls the outcome of the claim.’”  Harco Nat’l Ins. Co. v. Grant Thornton, \nLLP, 206 N.C. App. 687, 694, 698 S.E.2d 719, 724 (2010) (quoting Stester, 165 N.C. \nApp. at 14–15, 598 S.E.2d at 580).  “‘That is, the situs of the tort ordinarily is the \nstate where the last event necessary to make the actor liable or the last event \nrequired to constitute the tort takes place . . . .’” Harco Nat’l Ins. Co., 206 N.C. App. \nat 695, 698 S.E.2d at 724 (quoting 16 Am. Jur. 2d Conflict of Laws § 109 (2009)).  \nPut another way, “[t]he . . . injury is considered to be sustained in the state ‘where \nthe last act occurred giving rise to [the] injury.’”  Harco Nat’l Ins. Co., 206 N.C. App. \nat 694, 698 S.E.2d at 724 (quoting United Va. Bank v. Air-Lift Assocs., 79 N.C. App. \nat 321, 339 S.E.2d at 93).  The laws of South Carolina, Texas, and North Carolina \nall require complainant to suffer damages as a prerequisite for a cause of action \nunder their respective unfair and deceptive trade practice acts.  S.C. CODE ANN. § \n39-5-140(a) (2012) (requiring a loss of money or property as a result of a prohibited \nact in order for an action to be brought); TEX. BUS. & COM. CODE § 17.50(a) (2012) \n(requiring economic damages or damages for mental anguish in order for an action \nto be filed); Bailey v. Le Beau, 79 N.C. App. 345, 352, 339 S.E.2d 460, 464, modified \nand aff’d, 318 N.C. 411, 348 S.E.2d 524 (1986) (citing N.C. GEN. STAT. § 75-16 \n(1986)).  Thus, the suffering of damages by Defendants would be the last event \nnecessary to make Plaintiff liable under the relevant state unfair and deceptive \ntrade practices acts.  Accordingly, the Court must determine where Defendants \nallegedly suffered their damages.   \n{24} Plaintiff contends that because Defendants are residents of Texas the \neconomic impact of their damages would be suffered at their place of residence. \nHowever, place of residence is not dispositive.  Harco Nat’l Ins. Co., 206 N.C. App. \nat 697, 698 S.E.2d at 726 (“The location of a plaintiff’s residence or place of business \nmay be useful for determining the place of a plaintiff’s injury in those rare cases \nwhere, even after a rigorous analysis, the place of injury is difficult or impossible to \ndiscern.”).     \n{25} From the Counterclaim and Third-Party Complaint, it appears to the Court \nthat Defendants have not been deprived of their property through foreclosure, and \nstill own their lot at Seven Falls.  In addition, Defendants’ claims are brought \nbecause the Developer, and subsequently Plaintiff, allegedly failed to develop the \nplanned community as promised, thus leaving Defendants with a lot worth \nsignificantly less than the amount Defendants are obligated to pay Plaintiff.  While \nDefendants would undoubtedly feel the economic loss from a failed real estate \npurchase where they reside, Defendants damages are associated with a loss in value \nof the purchased property in North Carolina where the property is located.  Because \nthe damages suffered by Defendants appear to have occurred in North Carolina, the \nlast event giving rise to liability occurred in this State and the laws of North \nCarolina should apply to Defendants’ unfair and deceptive trade practices claim.  \nTherefore, Motion I is GRANTED in part as to this claim.  Defendants’ claim under \nSCUDTPA is DISMISSED, but without prejudice to Defendants to amend their \ncounterclaims and assert a claim for unfair and deceptive trade practices under \nNorth Carolina’s consumer protection laws.  \nd. \nNORTH CAROLINA’S ANTI-DEFICIENCY JUDGMENT STATUTE (“NCAJS”) \n{26} Plaintiff argues that Defendants’ claim under the NCAJS should be \ndismissed because the statute only applies to transactions involving a purchase-\nmoney mortgage.  (Pl.’s Br. Supp. Mot. Dismiss 15.)  Defendants contend that \nbecause the term “purchase-money mortgage” was used in the promissory note, and \nbecause Plaintiff and the Developer were involved in a joint venture, this case does \nin fact involve a purchase money mortgage.  (Defs.’ Resp. Pl.’s Mot. Dismiss 10–11.)  \nThe Court finds neither of these arguments availing. \n{27} The NCAJS “should apply only to purchase-money mortgages and deeds of \ntrust given by the vendee to the vendor, and that its application to third parties be \nlimited to assignees of the seller.”  Childers v. Parker’s, Inc., 274 N.C. 256, 263, 162 \nS.E.2d 481, 485 (1968).  The Court has dismissed Defendants’ claim for joint \nventure, therefore the Court does not conclude that Plaintiff was the vendor or \nconstructive seller of the property purchased by Defendants.  Instead, Plaintiff was \na third-party lender used to finance Defendants’ purchase of a lot at Seven Falls.   \nBecause Plaintiff was not the vendor of the property, any purchase-money mortgage \ngiven by Defendants to Plaintiff would fall outside the protections of the NCAJS.  \nWhile accepting all of the allegations in Defendants’ Counterclaim and Third-Party \nComplaint as true, the Court concludes that Defendants’ claim under the NCAJS \nfails as a matter of law and Motion I should be GRANTED as to this claim. \ne. \nBREACH OF FIDUCIARY DUTY/CONSTRUCTIVE FRAUD \n{28} There is a dispute between the parties concerning which state’s law applies \nto Defendants’ tort claims.  As was the case with Defendants’ unfair and deceptive \ntrade practices claim, the Court uses lex loci as the test in determining the \nappropriate state law to apply to Defendants’ tort-based claims.  Harco Nat’l Ins. \nCo., 206 N.C. App. at 692, 698 S.E.2d at 722 (citing Boudreau v. Baughman, 322 \nN.C. 331, 335, 368 S.E.2d 849, 853–54 (1988)).  As was also the case with \nDefendants’ unfair and deceptive trade practice claim, Defendants’ tort claims all \nrequire that the Defendants have suffered damages.  Thus, the location where those \ndamages were suffered is the location of the last event giving rise to liability.  For \nthe reasons previously stated, the Court concludes that the alleged damages related \nto Defendants’ tort claims stem from a loss in value of the North Carolina property \nDefendants purchased, and thus, North Carolina is the location where the last \nevent took place giving rise to liability.  Accordingly, the Court will apply North \nCarolina law to Defendants’ tort claims.  \n{29} Plaintiff urges the Court to dismiss Defendants’ claim for breach of \nfiduciary duty/constructive fraud because Defendants have not properly alleged a \nfiduciary duty or relationship of trust and confidence sufficient to impose liability.  \n(Pl.’s Br. Supp. Mot. Dismiss 16–17.)  The Court agrees.  \n{30} “A fiduciary duty arises when ‘there has been a special confidence reposed \nin one who in equity and good conscience is bound to act in good faith and with due \nregard to the interests of the one reposing confidence.’”  Allran v. Branch Banking \nTrust Corp., 2011 NCBC 21 ¶ 23 (N.C. Super. Ct. July 6, 2011), http://www.nc \nbusinesscourt.net/opinions/2011_NCBC_21.pdf (quoting Curl v. Key, 311 N.C. 259, \n264, 316 S.E.2d 272, 275 (1984)).  “‘In order to maintain a claim for constructive \nfraud, plaintiffs must show that they and defendants were in a ‘relation of trust and \nconfidence . . . [which] led up to and surrounded the consummation of the \ntransaction in which defendant is alleged to have taken advantage of his position of \ntrust to the hurt of plaintiff.’’”  Toomer v. Branch Banking & Trust Co., 171 N.C. \nApp. 58, 67, 614 S.E.2d 328, 335 (2005) (quoting Barger v. McCoy Hillard & Parks, \n346 N.C. 650, 666, 488 S.E.2d 215, 224 (1997)). \n{31} In North Carolina,  \nthere are two types of fiduciary relati onships: (1) those that arise from \nlegal relations such as attorney and client, broker and client . . . \npartners, principal and agent, trustee and cestui que  trust, and (2) \nthose that exist as a fact, in which there is confidence reposed on one \nside, and the resulting superiority and influence on the other.  \nEllison v. Alexander, 207 N.C. App. 401, 408, 700 S.E.2d 102, 108 (2010) (quoting \nS.N.R. Mgmt. Corp. v. Danube Partners 141, LLC, 189 N.C. App. 601, 613, 659 \nS.E.2d 442, 451 (2008)) (alteration in original).   \n{32} The lender-borrower relationship generally does not “give rise to [a] \nfiduciary relationship[] as a matter of law.”  Wells Fargo Bank, N.A. v. Vandorn, \n2012 NCBC 6 ¶ 17 (N.C. Super. Ct. Jan. 17, 2012), http://www.ncbusinesscourt.net \n/opinions/2012_NCBC_6.pdf (citing Branch Banking & Trust v. Thompson, 107 N.C. \nApp. 53, 61, 418 S.E.2d 694, 699 (1992)); see also Branch Banking & Trust, 107 N.C. \nApp. at 61, 418 S.E.2d at 699 (“[T]he mere existence of a debtor-creditor \nrelationship between [the parties does] not create a fiduciary relationship.” \n(citations omitted)).  Even if the Court concluded that a joint venture existed \nbetween Plaintiff and the Developer, and that Plaintiff was responsible for the \nalleged wrongs of the Developer, “no fiduciary relationship at law exists between \nthe developer and purchaser of property.”  Goldstein v. Bank of Am., N.A., 2010 \nU.S. Dist. LEXIS 28887, at *27 (W.D.N.C. 2010) (citing Morris v. Hennon & Brown \nProps., LLC, 2008 U.S. Dist. LEXIS 55963, at *12 (M.D.N.C. 2008)).  Therefore, for \nDefendants’ claim to survive, the Court would have to conclude that Defendants \nproperly alleged a fiduciary duty existing in fact, based on a special confidence \nbeing placed by Defendants in Plaintiff, and a resulting superiority and influence by \nPlaintiff over Defendants. \n{33} “An ordinary debtor-creditor relationship, . . . generally does not give rise to \nsuch a ‘special confidence.’”  \nAllran, 2011 NCBC 21 ¶ 24 (quoting United Va. Bank \nv. Air-Lift Assocs., Inc., 79 N.C. App. 315, 322, 339 S.E.2d 90, 94 (1986)).  In \naddition, “[t]hese determinations depend on particularized inquiries and ‘only when \none party figuratively holds all the cards—all the financial power or technical \ninformation, for example—have North Carolina courts found that the ‘special \ncircumstance’ of a fiduciary relationship has arisen.’”  \nWells Fargo Bank, N.A., 2012 \nNCBC 6 ¶ 17 (quoting Broussard v. Meineke Discount Muffler Shops, Inc., 155 F.3d \n331, 347–48 (4th Cir. 1998)). \n{34} Defendants’ bare allegation that they placed special trust and confidence in \nPlaintiff does not make it so, in the absence of sufficient facts to demonstrate that \nthe parties’ relationship was something more than the traditional creditor-debtor \nrelationship.  And because the Court has concluded that no joint venture existed \nbetween Plaintiff and the Developer, any alleged fiduciary relationship between \nDefendants and the Developer is not attributable to Plaintiff.  Accordingly, \nDefendants’ allegations fail to include sufficient facts to show the existence of a \nrelationship of trust and confidence between Defendants and Plaintiff.  The Court \nconcludes, therefore, that Defendants failed to properly allege the existence of a \nfiduciary duty or relationship of trust and confidence between Defendants and \nPlaintiff, and Motion I should be GRANTED as to this claim. \n \n \n \nf. \nNEGLIGENCE/GROSS NEGLIGENCE \n{35}  Plaintiff argues that Defendants’ claim for negligence/gross negligence \nshould be dismissed because Plaintiff only had a legal duty to fulfill those \nobligations expressly required in the loan agreement.  (Pl.’s Br. Supp. Mot. Dismiss \n18.)  Defendants disagree, contending that “a duty of care arose between NBSC and \neach Defendant: (1) as a result of the investment advice and other services provided; \n(2) as a result of its relationship with the Developer and its intimate knowledge of \nSeven Falls; and (3) as a result of the customer covenant issued by Synovus Bank.”  \n(Defs.’ Resp. Pl.’s Mot. Dismiss 12.)  For the following reasons, the Court agrees \nwith Plaintiff that Defendants have failed to properly allege the existence of a legal \nduty that Plaintiff owed to Defendants. \n{36} “In the absence of a fiduciary relationship, ‘[a] lender is only obligated to \nperform those duties expressly provided for in the loan agreement to which it is a \nparty.’”  Wells Fargo Bank, N.A., 2012 NCBC 6 ¶ 17 (quoting Lassiter v. Bank of N. \nC., 146 N.C. App. 264, 268, 551 S.E.2d 920, 922 (2001)).  As pled, the relationship \nbetween Defendants and Plaintiff constitutes nothing more than the typical debtor-\ncreditor relationship.  Accordingly, Plaintiff was only obligated to perform those \nobligations outlined in the loan agreement.  While Defendants have argued that \nPlaintiff owed them a duty, they do not argue that this duty originated from the \nobligations in the loan agreement.  Therefore, the Court concludes that Defendants \nhave failed to properly allege that Plaintiff owed a legal duty and Motion I is \nGRANTED as to this claim. \ng. \nBREACH OF CONTRACT \n{37} Defendants’ claim for Breach of Contract against Plaintiff is based on a \ntheory of joint venture and attempts to hold “NBSC . . . vicariously liable for the \nbreaches of contract by Developer.”  (Am. Countercls. ¶ 67.)  Because Defendants \nhave failed to properly allege a joint venture, upon the facts of before the Court \nPlaintiff can not be liable for an alleged breach of contract by the Developer.  \nAccordingly, Motion I is GRANTED as to this theory of breach of contract. \n{38} Defendants also allege that Plaintiff is liable for a breach of the promissory \nnote because the note included the following language:  \nWe [Plaintiff] pledge to serve every customer with the highest levels of \nsincerity, fairness, courtesy, respect and gratitude, and delivered with \nunparalleled responsiveness, expertis e, efficiency an d accuracy.  We \nare in the business to create lasting relationships and we will treat our \ncustomers like we want to be treated.   We will offer the finest personal \nservice and products delivered by caring team members who take 100% \nresponsibility for meeting the needs of each customer.  \n(Am. Countercls. ¶ 61.) \n{39} While Defendants’ claim that this text was a commitment Plaintiff made in \nthe promissory note, the Court finds none of the quoted text in the agreement.\n2  The \nCourt interprets Defendants’ argument that Plaintiff breached the terms of the \npromissory note by failing to fulfill the commitment referenced above to mean, \nessentially, that Plaintiff breached a contract by failing to fulfill an obligation not \nincluded in the parties’ agreement.  Moreover, the promissory note contained a \nmerger clause with the following language: “[t]his Loan Agreement is the complete \nand final expression of our agreement.” (Pl.’s Br. Supp. Mot. Dismiss Ex. B pg. 2.)  \nBecause Defendants offer no evidence to impose a contractual duty on Plaintiff that \nwas not included in the parties’ agreement, see Palmetto State Sav. Bank v. Barr, \n                                                 \n2 While ordinarily a Court’s review of a motion to dismiss brought pursuant to Rule 12(b)(6) \nis limited to those allegations included in the Complaint, “a trial court’s consideration of a \ncontract which is the subject matter of an action does not expand the scope of a Rule \n12(b)(6) hearing and does not create justifiable surprise in the nonmoving party.”  \nOberlin \nCapital, L.P. v. Slavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001) (citing Coley v. \nBank, 41 N.C. App. 121, 126, 254 S.E.2d 217, 220 (1979)).  This is true even when \n“documents which are the subject of a plaintiff’s complaint and to which the complaint \nspecifically refers . . . are presented by the defendant.”  Oberlin Capital, L.P., 147 N.C. App. \nat 60, 554 S.E.2d at 847 (citing Robertson v. Boyd, 88 N.C. App. 437, 441, 363 S.E.2d 672, \n675 (1988)).  Accordingly, consideration of the promissory note referenced in Defendants’ \nAmended Counterclaims does not convert Plaintiff’s Motion to Dismiss into a Motion for \nSummary Judgment.   \n359 S.E.2d 531, 532 (S.C. Ct. App. 1982),3 the Court concludes that Defendants \nhave failed to allege a claim for which relief can be granted.  Accordingly, Motion I \nis GRANTED as to this claim. \nh. \nTORTIOUS INTERFERENCE WITH CONTRACT \n{40} Defendants claim against Plaintiff for tortious interference with contract is \nbased on a theory of joint venture.  (Am. Countercls. ¶¶ 75–78.)  Having previously \nconcluded that Defendants failed to properly allege a joint venture, it logically \nfollows that Plaintiff can not be held responsible for an alleged interference with \ncontractual relations by the Developer.  Accordingly, Motion I is GRANTED as to \nthis claim. \ni. \nEQUITABLE ESTOPPEL \n{41} To properly plead equitable estoppel, as it relates to the party that is sought \nto be estopped, Defendants must plead facts showing: \n(1) Conduct which amounts to a false representation or concealment of \nmaterial facts, or, at least, which is reasonably calculated to convey the \nimpression that the facts are otherwise than, and inconsistent with, \nthose which the party afterwards atte mpts to assert; (2) [an] intention \nor expectation that such conduct shall be acted upon by the other \nparty, or conduct which at least is  calculated to induce a reasonably \nprudent person to believe such conduct was intended or expected to be \nrelied and acted upon; [and] (3) knowledge, actual or constructive, of \nthe real facts.  \nFike v. Bd. of Trustees, 53 N.C. App. 78, 80, 279 S.E.2d 910, 912 (quoting Meachan \nv. Montgomery Cnty. Bd. of Educ., 47 N.C. App. 271, 277–78, 267 S.E.2d 349, 353 \n(1980)), cert. denied, 304 N.C. 194, 285 S.E.2d 98 (1981). \n{42} In addition, Defendants must also plead: “(1) lack of knowledge and the \nmeans of knowledge of the truth as to the facts in question; (2) reliance upon the \n                                                 \n3 The law of South Carolina is applied to Defendants’ breach of contract claim because the \npromissory note includes a South Carolina choice-of-law provision.  (Pl.’s Br. Supp. Mot. \nDismiss Ex. B pg. 2.)   \nconduct of the party sought to be estopped; and (3) action based thereon of such a \ncharacter as to change his position prejudicially.”  Id.   \n{43} Here, Defendants allege: (1) that Plaintiff and the Developer made \nmisleading representations and concealed material facts from Defendants, (2) that \nthe misrepresentations were made to entice Defendants to execute the promissory \nnote, (3) that Plaintiff knew the representations were misleading, (4) that \nDefendants relied on Plaintiff’s statements, and (5) that as a result of Plaintiff’s \nrepresentations, Defendants executed a purchase agreement and promissory note to \npurchase a lot that has significantly depreciated in value.  (Am. Countercls. ¶¶ 68–\n74.)  Conspicuously absent from Defendants’ pleading is any allegation that: (1) \nDefendants were unaware of the true facts, and (2) Defendants lacked the means to \ndiscover the truth.  See Hatcher v. Flockhart Foods, Inc., 161 N.C. App. 706, 710, \n589S.E.2d 140, 143 (2003) (holding at summary judgment that the evidence showed \nplaintiff lacked knowledge of the true facts and “was unable to discover that \nknowledge”); see also Fike, 53 N.C. App. at 81, 279 S.E.2d 910, 913 (affirming trial \ncourt’s order in a case concerning agency by estoppel, and holding that plaintiff did \nnot “have the means of knowledge of the true facts . . . .”).  Accordingly, the Court \nconcludes that Defendants have failed to allege a necessary element of equitable \nestoppel, and thus, Motion I is GRANTED as to this claim. \nj. \nAPPARENT AGENCY, AGENCY BY ESTOPPEL, AND ESTOPPEL TO DENY JOINT \nVENTURE \n{44} “Apparent agency, also known as agency by estoppel, is a form of equitable \nestoppel, . . . and, that being the case, [this Court is] guided by the principles and \npolicies governing equitable estoppel in determining if the doctrine of apparent \nagency must be applied in this [action].”  Deal v. N.C. State Univ., 114 N.C. App. \n643, 645, 442 S.E.2d 360, 362 (1994) (citing Fike, 53 N.C. App. 78, 279 S.E.2d 910).  \nWhen estoppel is asserted in an agency context, the rule is as follows: \n‘[w]here a person by words or conduc t represents or permits it to be \nrepresented that another person is his agent, he will be estopped to \ndeny the agency as against third pe rsons who have dealt, on the faith \nof such representation, with the person  so held out as agent, even if no \nagency existed in fact.’  \nDeal, 114 N.C. App. at 645, 442 S.E.2d at 362 (quoting Hayman v. Ramada Inn, \nInc., 86 N.C. App. 274, 278, 357 S.E.2d 394, 397, disc. review denied, 320 N.C. 631, \n360 S.E.2d 87 (1987)).  However, while the above-quoted language is adapted to an \nagency setting, all the “essential elements of equitable estoppel are present . . . .”   \n{45} Defendants’ claim for apparent agency or agency by estoppel is plagued \nwith the same deficiencies identified by the Court in its analysis of Defendants’ \nclaim of equitable estoppel.  While Defendants have alleged that Plaintiff’s \nparticipation in the joint marketing and promotion of Seven Falls led them to \nreasonably believe that the Developer was Plaintiff’s agent, Defendants have failed \nto allege that they were unaware of the true facts, and lacked the means to discover \nthe truth.  \nSee ¶¶ 43–44 supra.  The Court of Appeals holding in Fike is clear, while \napparent agency is a distinct form of equitable estoppel, the complainant must still \nprove all elements of equitable estoppel.  The Court recognizes that at this stage in \nthe litigation it is not Defendants’ burden to prove the elements of their claims; \nhowever, this does not excuse them from their obligation to sufficiently plead the \nexistence of those elements.  Accordingly, the Court concludes that Defendants have \nfailed to properly plead their claim for apparent agency, and thus, Motion I is \nGRANTED as to this claim. \n2. \nTHIRD-PARTY DEFENDANT’S MOTION TO DISMISS \n{46}  Third-Party Defendant moves to dismiss Defendants’ claims for failure to \nstate a claim upon which relief can be granted.  (See Synovus Financial Corps. Mot. \nDismiss Am. Third Party Claims.)  To the extent that the Court has concluded that \nDefendants’ counterclaims against Plaintiff should be dismissed, the Court likewise \nconcludes that the claims against Third-Party Defendant should also be dismissed.  \nAccordingly, Third-Party Defendant’s Motion to Dismiss is GRANTED in part, and \nDENIED in part.  Defendants may amend their third-party complaint to assert a \nclaim for unfair and deceptive trade practices under North Carolina’s consumer \nprotection laws. \nIV. \nCONCLUSION \n{47} For the above stated reasons, Motion I and Motion II are GRANTED in \npart, and DENIED in part.  Accordingly, Defendants’ claims for: joint venture; \nviolation of ILSA; breach of fiduciary duty and constructive fraud; negligence/gross \nnegligence; breach of contract; equitable estoppel; tortious interference with \ncontract; violation of North Carolina’s anti-deficiency judgment statute; and \napparent agency are DISMISSED as to Plaintiff and Third-Party Defendant.  In \naddition, Defendants’ claim under SCUDTPA is DISMISSED as to both Plaintiff \nand Third-Party Defendant, but without prejudice to Defendants to amend their \npleadings and assert a claim for unfair and deceptive trade practices under North \nCarolina’s consumer protection laws.  \n SO ORDERED, this the 30\nth day of July 2013. \n  "
}