{
  "id": "607c23615b0741ce91babfa38f65b2a689ed2362abdba520a18183941ffce10e",
  "source_file": "data/raw/ncbc/607c23615b0741ce91babfa38f65b2a689ed2362abdba520a18183941ffce10e.pdf",
  "raw_text": "Maurer v. SlickEdit, Inc., 2005 NCBC 1\n \nSTATE OF NORTH CAROLINA\n                                   \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\nWAKE COUNTY\n                                           \n                                        \n04 CVS\n  \n10527\n \n \nJILL L. MAURER,\n                                               \n                                                                             \nPlaintiff,\n                                         \n                                                                             \n                                                                             \n                                                                             \nv.\n                                                              \n                                                                             \nSLICKEDIT, INC., ANDRE \nBOISVERT,\nERICA H. BOISVERT, J. CLARK MAURER,\nand HOWARD H. LEWIS,\n \nDefendants.\n \n \n \n \n \n \nORDER \nAND OPINION\n \n \n{1}\n      \nThis matter comes before the Court on defendants’ motion to dismiss pursuant to Rule 12(B)(6) of\nthe North Carolina Rules of Civil Procedure.\n  \nPlaintiff bases her claims against SlickEdit, Inc.\n(“SlickEdit”) and SlickEdit’s current officers and members of the Board of Directors on claims including\nbreach of fiduciary duty, unfair and deceptive trade practices, oppression, constructive fraud, fraud, civil\nconspiracy, unjust enrichment, rescission and reformation and slander.\n  \nIn addition, subsequent to\ndefendant’s motion to dismiss pursuant to Rule 12(B)(6), plaintiff filed a motion to amend the complaint\nin the above captioned case.\n  \nDefendants object to plaintiff’s motion to amend.\n{2}\n      \nAfter considering the briefs and oral arguments of each party on both the defendants’ motion to\ndismiss pursuant to Rule 12(B)(6) and on plaintiff’s motion to amend the complaint, the Court grants the\nmotions in part and denies them in part.\n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP by Mark A. Ash and J.\nMitchell Armbruster for Plaintiff Jill L. Maurer.\n \nWomble Carlyle Sandridge & Rice by Pressly M. Millen for Defendants SlickEdit, Inc.,\nAndre Boisvert, Erica H. Boisvert, J. Clark Maurer, and Howard H. Lewis.\n \nI.\nFACTUAL BACKGROUND\n{3}\n      \nPlaintiff Jill L. Maurer is a resident of Wake County, North Carolina.\n  \nPlaintiff is currently a 42.5%\nshareholder in SlickEdit.\n  \nPlaintiff served as CEO of SlickEdit until her termination in April 2004.\n  \nShe is\ndivorced from defendant Clark Maurer.\n{4}\n      \nDefendant SlickEdit is a corporation organized under the laws of Virginia with its principal place\nof business in Morrisville, Wake County, North Carolina.\n{5}\n      \nDefendant J. Clark Maurer is a resident of Wake County, North Carolina.\n  \nMr. Maurer is a 42.5%\nshareholder of SlickEdit, a member of the Board of Directors of SlickEdit, and the Chief Technology\nOfficer of SlickEdit.\n{6}\n      \nDefendant Andre Boisvert is a resident of Wake County, North Carolina.\n  \nMr. Boisvert is\nChairman of the Board of Directors of SlickEdit.\n  \nMr. Boisvert is an 11% shareholder in SlickEdit.\n  \nHe is\na consultant or officer in several other businesses driven by the creation, production, or marketing of\ncomputer software.\n{7}\n      \nDefendant Erica H. Boisvert is a resident of Wake County, North Carolina.\n  \nMrs. Boisvert is a\nmember of the Board of Directors of SlickEdit.\n  \nMs. Boisvert serves as President and Chief Operating\nOfficer of SlickEdit.\n  \nMs. Boisvert is a 2.5% shareholder in SlickEdit.\n  \nShe is married to Andre Boisvert.\n{8}\n      \nHoward H. Lewis is a resident of Wake County, North Carolina.\n  \nMr. Lewis is a 1% shareholder in\nSlickEdit and a member of the Board of Directors of SlickEdit.\n  \nThe claims against Mr. Lewis have been\ndismissed.\n{9}\n      \nPlaintiff alleges the following facts which, for the purposes of this motion, will be treated as true.\n{10}\n    \nIn December of 1987, Jill and Clark Maurer married.\n  \nIn early 1988, SlickEdit (formerly known as\nMicroEdge) was incorporated in Virginia.\n  \nMr. Maurer provided the programming of the product and\noversaw the technical aspects of the product, while plaintiff primarily served SlickEdit in a managerial\nrole.\n  \nLater in 1988, the company first released the product SlickEdit, “an editor for programmers intended\nto work on multiple computer platforms.”\n  \n(First Am. Compl. at ¶ 21.)\n  \nThe product was well received and\ncurrently is the leading product in the industry.\n  \n(First Am. Compl. at ¶ 21.)\n  \nIn or about 1990, plaintiff\nand Mr. Maurer relocated to Raleigh, North Carolina.\n  \nOn August 5, 1992, Mr. Maurer assigned the rights\nto the software he developed to SlickEdit, subject to payment of an 8% royalty on all revenues the\ncompany derived from use of the software.\n{11}\n    \nIn 1998, the Maurers attempted to sell the corporation with the consultation of Paul Rasmussen.\n \nHowever, the Maurers did not sell SlickEdit at that time, due to their dissatisfaction with the price offered\nfor the company, which was not within their target range of $25-$30 million for the company.\n  \n(First\nAmd. Compl. ¶ 25.)\n  \nBy agreement, the Maurers could not sell SlickEdit within 18 months of terminating\nthe relationship with Mr. Rasmussen.\n  \n(First Amd. Compl. ¶ 25.)\n{12}\n    \nIn 2000, plaintiff met Andre Boisvert.\n  \nMr. Boisvert represented himself as someone with\nexperience and connections in the industry.\n  \n(First Amd. Compl. ¶ 27.)\n  \nShortly thereafter, Mr. Boisvert\njoined the SlickEdit Board of Directors.\n  \nLater in 2000, adhering to the advice of Mr. Boisvert, SlickEdit\nhired Mr. Boisvert’s wife, Erica Boisvert to serve as the Chief Financial Officer of SlickEdit.\n  \n(First Amd.\nCompl. ¶ 29.)\n  \nIn 2001, Mr. Boisvert became the Chairman of the Board of Directors of SlickEdit.\n{13}\n    \nBy the fall of 2001, the marriage of plaintiff and Mr. Maurer had deteriorated.\n  \n(First Amd. Compl.\n¶ 32.)\n  \nOn December 31, 2001, Mr. Maurer signed a termination agreement which terminated the\nagreement executed on August 5, 1992 that provided an 8% royalty payment to Mr. Maurer on all\nrevenues derived from use of the SlickEdit software.\n  \nThis agreement was executed with the advice of Mr.\nBoisvert that the company would be better positioned for a future sale with ownership of the intellectual\nproperty rights.\n  \n(First Amd. Compl. ¶ 37.)\n  \nThe next day, January 1, 2002, both plaintiff and Mr. Maurer\nsigned employment agreements with SlickEdit which included a provision for each to receive an annual\nbonus of 4% of the company’s licensing revenue.\n  \nOn the same day, plaintiff and Mr. Maurer legally\nseparated.\n  \n(First Amd. Compl. ¶ 40.)\n{14}\n    \nIn or about early 2002, documents were executed to officially document the ownership of the\ncompany.\n  \n(First Amd. Compl. ¶ 35.)\n  \nBoth plaintiff and Mr. Maurer owned 42.5% of the company.\n  \nMr.\nBoisvert owned 11% of the company and Ms. Boisvert owned 2.5% of the company.\n  \nMr. Boisvert\nobtained his shares in exchange for a promissory note.\n  \nThe Board of Directors subsequently voted to\nforgive a portion of Mr. Boisvert’s loan.\n  \n(First Amd. Compl. ¶ 36.)\n  \nIn addition, Ms. Boisvert obtained her\nshares in exchange for a promissory note which was later forgiven at the direction of the Board.\n  \n(First\nAmd. Compl. ¶ 36.)\n{15}\n    \nAt approximately the same time, Mr. Boisvert agreed to work as a consultant to SlickEdit,\nprimarily to oversee programming development.\n  \nUntil agreeing to this position, Mr. Boisvert had worked\nfor SlickEdit “with a view to increasing sales and finding a buyer for the company.”\n  \n(First Amd. Compl.\n¶ 38.)\n{16}\n    \nOn February 14, 2003 the Maurers were legally divorced.\n  \n(First Amd. Compl. ¶ 40.)\n{17}\n    \nDuring 2003, plaintiff would periodically ask the Boisverts for an update on the plan to sell the\ncompany.\n  \n(First Amd. Compl. ¶ 43.)\n  \nNo concrete information was ever presented to plaintiff.\n  \n(First\nAmd. Compl. ¶ 43.)\n  \nMr. Boisvert informed plaintiff that he would rather wait to sell for the benefit of the\ncompany.\n  \n(First Amd. Compl. ¶ 43.)\n  \nPlaintiff received inquiries from investment bankers interested in\nthe purchase of the company and would inform Mr. Boisvert of their interest.\n  \n(First Amd. Compl. ¶ 43.)\n \nAfter providing this information to Mr. Boisvert, Plaintiff never received any information or feedback\nregarding those inquiries.\n  \n(First Amd. Compl. ¶ 43.)\n{18}\n    \nOn or about early 2004, Mr. Boisvert stated at a board meeting that plaintiff was interested in\nselling her personal shares.\n  \n(First Amd. Compl. ¶ 45.)\n  \nAlthough plaintiff had not expressed any current\ninterest in selling her personal shares, after the meeting, plaintiff began to research the idea of selling her\nshares.\n  \n(First Amd. Compl. ¶ 45.)\n  \nPlaintiff continued to investigate and research the possibility of selling\nnot only her personal shares but SlickEdit in its entirety, consulting an attorney and gauging the interest of\nMr. Maurer.\n  \n(First Amd. Compl. ¶ 45.)\n  \nMr. Maurer was “interested in at least looking into the sale of the\ncompany.”\n  \n(First Amd. Compl. ¶ 45.)\n  \nSoon thereafter, plaintiff discussed the possibility of selling the\ncompany with Mr. Boisvert.\n  \n(First Amd. Compl. ¶ 46.)\n  \nMr. Boisvert did not express interest in selling the\ncompany but offered to buy plaintiff’s shares.\n  \n(First Amd. Compl. ¶ 46.)\n  \nMr. Boisvert forwarded\ninquiries to plaintiff with purchase offers that plaintiff found to be “at fire-sale prices.”\n  \n(First Amd.\nCompl. ¶ 46.)\n{19}\n    \nAt the March 2004 board meeting of the Board of Directors of SlickEdit, Mr. Boisvert announced\nthat plaintiff wanted to sell the company.\n  \n(First Amd. Compl. ¶ 48.)\n  \nPlaintiff expressed her interest in that\npossibility, but stated that she would not be interested in selling only her personal shares.\n  \n(First Amd.\nCompl. ¶ 48.)\n{20}\n    \nIn early April 2004, plaintiff requested an estimate of SlickEdit’s first quarter financials for tax\nplanning purposes.\n  \n(First Amd. Compl. ¶ 50.)\n  \nPlaintiff’s request was met with resistance by Ms.\nBoisvert.\n  \n(First Amd. Compl. ¶ 50.)\n  \nOn April 15, 2004, after more resistance from Ms. Boisvert, a tax\nfree distribution was made to both plaintiff and Mr. Maurer to meet tax obligations including the taxes\nderived from ownership of SlickEdit, which is an S corporation.\n  \n(First Amd. Compl. ¶¶ 51,52.)\n{21}\n    \nMr. Boisvert called a special board meeting for April 20, 2004.\n  \n(First Amd. Compl. ¶ 54.)\n  \nAt the\nbeginning of the special board meeting, plaintiff apologized for any problems caused by the tax\ndistribution issue.\n  \n(First Amd. Compl. ¶ 54.)\n  \nPlaintiff and Mr. Maurer signed a document reflecting their\n“action without meeting” to make the distribution of April 15, 2004.\n  \n(First Amd. Compl. ¶ 54.)\n \nSubsequently, Mr. Boisvert stated that the Board of Directors had decided that plaintiff was to be\nterminated as CEO.\n  \n(First Amd. Compl. ¶ 54.)\n  \nThe board members, excluding plaintiff, voted in favor of\nplaintiff’s termination.\n  \n(First Amd. Compl. ¶ 55.)\n  \nOn April 30, 2004, the Board of Directors promoted\nMs. Boisvert to President and COO and forgave her promissory note given for her 2.5% ownership.\n  \n(First\nAmd. Compl. ¶ 60.)\n{22}\n    \nPlaintiff claims that she has been wrongfully denied the bonus payment agreed to in her\nemployment contract signed on January 1, 2002.\n  \n(First Amd. Compl. ¶ 64.)\n  \nPlaintiff claims that the\nindividual defendants and SlickEdit breached fiduciary duties owed to plaintiff.\n  \n(First Amd. Compl. ¶\n63.)\n  \nFurther, plaintiff alleges that defendants engaged in unfair or deceptive acts in or affecting commerce,\nin violation of N.C. Gen. Stat. § 75-1.1.\n  \n(First Amd. Compl. ¶ 68.)\n  \nPlaintiff alleges individual defendants\nconduct constitutes oppression.\n  \n(First Amd. Compl. ¶ 71.)\n  \nPlaintiff alleges that defendants’ breach of\nfiduciary duty amounts to constructive fraud.\n  \n(First Amd. Compl. ¶ 75.)\n  \nPlaintiff alleges Defendants\nErica and Andre Boisvert engaged in fraud against plaintiff.\n  \n(First Amd. Compl. ¶¶ 79-85.)\n  \nPlaintiff\nclaims that Defendants Erica and Andre Boisvert engaged in civil conspiracy against plaintiff.\n  \n(First Amd.\nCompl. ¶ 89.)\n  \nPlaintiff claims to have been damaged by Defendants Erica and Andre Boisvert’s unjust\nenrichment.\n  \n(First Amd. Compl. ¶¶ 93-95.)\n  \nPlaintiff seeks the rescission of the agreements under which\nDefendants Erica and Andre Boisvert obtained their shares.\n  \n(First Amd. Compl. ¶ 97.)\n  \nPlaintiff seeks\nrescission and/or reformation of “any documents as necessary to reinstate her 4% royalty, salary, position,\nand all other compensation and benefits.”\n  \n(First Amd. Compl. ¶ 98.)\n  \nPlaintiff alleges that Mr. Maurer,\nMr. Boisvert and Ms. Boisvert have spoken defamatory words by stating, among other things, that\nplaintiff stole property belonging to Mr. Maurer.\n  \n(First Amd. Compl. ¶¶ 100, 101.)\n{23}\n    \nSubsequent to the hearing on defendants’ motion to dismiss, plaintiff filed a voluntary dismissal\nwithout prejudice of claims against Mr. Lewis on December 27, 2004.\nII.\nLEGAL STANDARD\n{24}\n    \nWhen ruling on a motion to dismiss under Rule 12(b)(6), the court must determine “whether, as a\nmatter of law, the allegations of the complaint . . . are sufficient to state a claim upon which relief may be\ngranted.”\n  \nHarris v. NCNB\n, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).\n  \nIn ruling on a motion to\ndismiss, the court must treat the allegations in the complaint as true.\n  \nSee Hyde v. Abbott Lab., Inc.\n, 123\nN.C. App. 572, 575, 473 S.E.2d 680, 682 (1996).\n  \nThe court must construe the complaint liberally and\nmust not dismiss the complaint unless it appears to a certainty that plaintiff is entitled to no relief under\nany state of facts which could be proved in support of the claim.\n  \nSee id.\n  \nWhen considering a motion\nunder Rule 12(b)(6), the court is not required to accept as true any conclusions of law or unwarranted\ndeductions of fact in the complaint.\n  \nSutter v. Duke\n, 277 N.C. 94, 98, 176 S.E.2d 161, 163 (1970).\n  \nWhen\nthe complaint fails to allege the substantive elements of some legally cognizable claim, or where it alleges\nfacts which defeat any claim, the complaint should be dismissed under Rule 12(b)(6).\n  \nSee Hudson Cole\nDev. Corp. v. Beemer\n, 132 N.C. App. 341, 511 S.E.2d 309 (1999).\n  \nWhen applying this standard, it must\nbe kept in mind that when fraud is alleged, the circumstances constituting fraud must be plead with\nparticularity.\n  \nN.C. R. Civ. P. 9(b); s\nee also Terry v. Terry\n, 302 N.C. 71, 273 S.E.2d 674 (1981).\nIII.\nANALYSIS\nA.\nCHOICE OF LAW\n{25}\n    \nSlickEdit’s incorporation under the laws of Virginia requires the Court to first address choice of\nlaw issues with respect to the claims asserted by Jill Maurer.\n  \nIn doing so the Court must decide which\nclaims are derivative and which are individual to Ms. Maurer.\n  \nThe distinction is critical because Ms.\nMaurer has failed to meet the prerequisites under Virginia law for filing a derivative claim.\n  \nVirginia law\ndoes not differ significantly from North Carolina law.\n \n{26}\n    \nUnder North Carolina law, if a derivative claim is asserted against a foreign corporation the courts\nof this state look to the laws of the state in which the company is incorporated to determine the procedural\nprerequisites and whether the claim is derivative or individual.\n  \nIn this action, plaintiff states claims that\nare derivative.\n  \n“In any derivative proceeding in the right of a foreign corporation, the matters covered by\nthis Part shall be governed by the laws of the jurisdiction of incorporation of the foreign corporation . . . .”\n \nN.C. Gen. Stat. § 55-7-47 (2004).\n  \nBecause SlickEdit is incorporated under the laws of Virginia, the laws\nof Virginia shall apply to any of plaintiff’s claims which are derivative and to determine if they are\nderivative or individual.\n  \nThe definition of a derivative action under Virginia law is clear as are the\nprerequisites to filing a derivative action.\n{27}\n    \nUnder Virginia law, “[t]he test of a derivative action is whether a recovery would benefit the\ncorporation generally and all shareholders or only an individual or a determinative group or class of\nindividuals.”\n  \nEfessiou v. Efessiou\n, 41 Va. Cir. 142, 149, 1996 Va. Cir. LEXIS 464, at *17 (Va. Cir. Ct.\n1996).\n{28}\n    \n“A stockholder in a corporation has no right to bring a suit in his own name in a court of equity\nupon a cause of action existing in the corporation, and in which the corporation itself is the proper\ncomplaintant, except where it actually or virtually refuses to institute or prosecute such suit.”\n  \nMount v.\nRadford Trust Co. et al.\n, 93 Va. 427, 430, 25 S.E. 244, 245 (Va. 1896).\n  \n“In order that a stockholder may\ninstitute such a suit, he must allege and prove that a request or demand has been made upon the board of\ndirectors, or other body managing the corporation that they institute proceedings on the part of the\ncorporation against the wrong-doers, and their refusal to do so after reasonable request, or demand.”\n  \nId.\n at\n431, 25 S.E. at 245.\n  \nIn the alternative, the shareholder “must allege that such a state of facts exists as will\nshow that the defendants whom he charges with wrongdoing are a majority of the board of directors or\nmanaging body at the time of the suit or that they, or a majority of them, are under the control of the\ndefendant wrongdoers so that the court may infer that they would refuse to bring such suit.”\n  \nRichelieu et\nal. v. Kirby et al.\n, 48 Va. Cir. 260, 263-64, 1999 Va. Cir. LEXIS 70, at *8 (Va. Cir. Ct. 1999); \nsee also\n Va.\nCode Ann. § 13.1-672.1(B) (2004).\n{29}\n    \nIn this matter, plaintiff has not complied with the demand requirements set forth above with respect\nto any derivative claims.\n  \nTherefore, plaintiff’s claims which are derivative are dismissed.\nB.\nBREACH OF FIDUCIARY DUTY\n{30}\n    \nPlaintiff’s first claim is for breach of fiduciary duty.\n  \nIt is an unstructured claim with different\nelements.\n  \nPlaintiff alleges that Defendants Erica and Andre Boisvert breached their fiduciary duties by\n“self-dealing” behavior: including that the Boisverts obtained their stock from SlickEdit by\nmisrepresentation and received excessive compensation.\n  \nThose are essentially derivative claims for which\nthe corporation would be entitled to recover.\n  \nIn addition, plaintiff contends that Mr. Boisvert breached a\nseparate fiduciary duty he owed plaintiff when he “betrayed Plaintiff’s confidence by using his\nrelationship of trust and confidence to deprive Plaintiff of her royalty rights and a significant portion of her\nstock in SlickEdit, on the pretense that these actions would lead to the sale of the company.”\n  \n(Pl.’s Resp.\nDefs.’ Mot. Dismiss at 3.)\n  \nPlaintiff alleges that her claim for this breach of fiduciary duty stems from\nharm to plaintiff individually rather than as a shareholder.\n  \n(Pl.’s Resp. Defs.’ Mot. Dismiss at 7-8.)\n{31}\n    \nUnder Virginia law, the standard by which to evaluate a director’s discharge of duties is set forth in\nCode § 13.1-690.\n  \nSee\n \nVA. CODE ANN.\n § 13.1-690; \nWillard v. Moneta Building Supply, Inc.\n, 258 Va.\n140, 150, 515 S.E.2d 277, 284 (1999).\n  \nThe Virginia statute states that “[a] director shall discharge his\nduties as a director, including his duties as a member of a committee, in accordance with his good faith\nbusiness judgment of the best interests of the corporation.”\n  \nVA. CODE ANN.\n § 13.1-690(A).\n  \nIn \nWillard\n,\nthe Supreme Court found that the statute “does not abrogate the common law duties of a director.\n  \nIt does,\nhowever, set the standard by which a director is to discharge those duties.”\n  \n258 Va. at 151, 515 S.E.2d at\n284.\n  \nThe Supreme Court further emphasized that the director’s duty is not based upon a reasonable person\nstandard, but rather that a “director must act in accordance with his/her good faith business judgment of\nwhat is in the best interests of the corporation.”\n  \nId. \nat 151, 515 S.E.2d at 284.\n  \nPlaintiff must allege that\ndefendants breached the duty described in Code § 13.1-690 in order to sustain a claim for breach of\nfiduciary duty.\n{32}\n    \nPrior to becoming officers or directors of SlickEdit, the Boisverts had no fiduciary duty to\nplaintiff.\n  \nWhen the Boisverts became officers or directors of SlickEdit, they owed fiduciary duties to the\ncorporation, not to plaintiff individually.\n  \nThere are insufficient allegations in the Amended Complaint to\nestablish an individual fiduciary relationship between Jill Maurer and the Boisverts.\n{33}\n    \nTherefore, plaintiff has no claims for breach of fiduciary duty which are not derivative claims.\n  \nThe\nderivative claims are subject to dismissal.\nC.\nUNFAIR AND DECEPTIVE TRADE PRACTICES\n{34}\n    \nPlaintiff’s second claim is for unfair and deceptive trade practices.\n  \nIn order to state a claim for\nunfair and deceptive trade practices, plaintiff must allege facts to support a finding that (1) defendant\ncommitted an unfair or deceptive act or practice, (2) the action in question was in or affecting commerce,\nand (3) the act proximately caused injury to the plaintiff.\n  \nSee\n N.C. Gen. Stat. § 75-1.1(a) (“UDTPA”);\nPleasant Valley Promenade v. Lechmere, Inc.\n, 120 N.C. App. 650, 464 S.E.2d 47 (1995).\n{35}\n    \nPlaintiff alleges\n  \nthat defendants engaged in unfair and deceptive trade practices by: (1) firing\nplaintiff from her position of CEO of SlickEdit; (2) counseling plaintiff to receive a bonus rather than any\nroyalty payments by assuring plaintiff that such bonus payments would continue even if plaintiff left the\ncompany and failing to honor that commitment; (3) failing to take meaningful actions to sell the company;\n(4) denying plaintiff meaningful participation on the Board of SlickEdit; and (5) slandering plaintiff in\nmatters allegedly affecting her position.\n{36}\n    \nThe Court will first examine plaintiff’s claim of unfair and deceptive trade practices stemming\nfrom her termination.\n  \nGenerally, employer-employee relationships do not fall within the intended scope of\nUDTPA.\n  \nBuie v. Daniel International\n, 56 N.C. App. 445, 448, 289 S.E.2d 118, 119-20, \ndisc. review\ndenied\n, 305 N.C. 759, 292 S.E.2d 574 (1982).\n  \nHowever, the “mere existence of an employer-employee\nrelationship does not in and of itself serve to exclude a party from pursuing an unfair trade or practice\nclaim.”\n  \nDalton v. Camp\n, 353 N.C. 647, 656, 548 S.E.2d 704, 710 (2001).\n  \nFor example, in \nSara Lee Corp.\nv. Carter\n, 351 N.C. 27, 519 S.E.2d 308 (1999), an employee was found guilty of a UDTPA claim after\ndeveloping and implementing a scheme in which he overcharged his employer for products by buying the\nproducts from his own company at inflated prices.\n  \nAlso, in \nKewaunee Scientific Corp. v. Pegram\n, 130\nN.C. App. 576, 503 S.E.2d 417 (1998), an employee was found guilty of a UDTPA claim after engaging\nin commercial bribery.\n  \nThese exceptions to the general rule that employer-employee relationships fall\noutside of the scope of UDTPA are intensely fact specific.\n  \nThe Court of Appeals re-affirmed the\nemployer-employee exception in \nDurling v. King\n, 146 N.C. App. 483, 554 S.E.2d 1 (2001).\n  \nIn \nDurling\n,\nthe court emphasized that a successful UDTPA claim depended on whether the defendants’ allegedly\ndeceptive acts affected commerce.\n  \nId.\n at 488-89, 554 S.E.2d at 4-5.\n{37}\n    \nHere, there are no facts alleged which would dictate that the Court should provide another\nexception to the general rule that employer-employee relationships fall outside of the scope of UDTPA.\n{38}\n    \nAdditionally, to the extent that plaintiff’s alleged UDTPA claims are not derivative, plaintiff must\nmeet the requirement that a UDTPA claim must allege facts supporting a finding that the action in\nquestion was “in or affecting commerce.”\n  \nN.C. Gen. Stat. § 75-1.1.\n \n{39}\n    \nNorth Carolina courts have given guidance as to which actions meet the requirement of “in or\naffecting commerce” as set forth in UDTPA.\n  \nAs discussed above, typically employer-employee\nrelationships do not fall within the scope of UDTPA.\n  \nFurther, in \nSkinner v. E.F. Hutton & Co.\n, 314 N.C.\n267, 333 S.E.2d 236 (1985), the Supreme Court held that securities transactions are beyond the scope of\nUDTPA.\n  \nAgain, in \nHAJMM v. House of Raeford Farms\n, the North Carolina Supreme Court found that\nsecurities transactions were beyond the scope of business activities that qualify as “in or affecting\ncommerce” under UDTPA.\n  \n328 N.C. 578, 595, 403 S.E.2d 483, 493 (1991).\n  \nThe Supreme Court\nreasoned that issuing securities was an extraordinary event beyond the regular, day-to-day activities that\nthe statute was meant to regulate.\n  \nHAJMM\n, 328 N.C. at 593-94, 403 S.E.2d at 493.\n  \nIn \nOberlin Capital v.\nSlavin\n, this Court held that a transaction which included a loan agreement, subordinated debenture, and\nshare purchase warrants did not fall within the scope of UDTPA.\n  \n2000 NCBC 6 at ¶ 36.\n  \nThe Court\nreasoned that the transaction in \nOberlin\n did not fall within the regular business activity of the parties\ninvolved, but rather was instrumented to raise capital.\n  \nId.\n{40}\n    \nPlaintiff’s claims, to the extent that they are not derivative, attempt to create liability for matters of\nthe internal operations of a corporation.\n  \nThese claims do not relate to the regular business activities of\nSlickEdit.\n  \nInstead, plaintiff’s claims relate to the internal corporate affairs of SlickEdit.\n  \nThese matters\ninvolve internal governance rather than extramural commerce.\n  \nThe intent of UDTPA was to protect and\nbenefit consumers, \nPearce v. American Defender Life Ins. Co.\n, 316 N.C. 461, 469, 343 S.E.2d 174, 179\n(1986).\n  \nPlaintiff fails to state a claim for unfair and deceptive trade practices.\nD.\nOPPRESSION\n{41}\n    \nPlaintiff’s third claim is for oppression.\n  \nPlaintiff alleges that defendant’s conduct and domination\nof the company to the detriment of the rights of plaintiff constitutes oppression.\n  \nFurther, plaintiff alleges\nthat as a significant shareholder and key employee in a close corporation, plaintiff had a reasonable\nexpectation of continued employment, and her expectations have been frustrated by the actions of the\nindividual defendants.\n  \nSpecifically, plaintiff contends that the restructuring of the royalty agreement into\nan employment agreement and the subsequent termination of the employment agreement constituted\noppression.\n  \nPlaintiff also cites the lack of an attempt to sell the company as oppression.\n  \nFurther, plaintiff\nalleges that Defendant Erica Boisvert’s alleged resistance to a distribution for plaintiff’s use to pay taxes\nconstitutes oppression. Finally, plaintiff contends that defendants’ denial of “any meaningful\nparticipation” for plaintiff as a board member of SlickEdit constitutes oppression.\n  \nDue to the alleged\noppression, plaintiff now seeks an order dissolving SlickEdit as a corporation and distributing all its assets\nto its shareholders, or in the alternative, an order reinstating her as CEO and re-establishing her royalty\npayments and other benefits.\n{42}\n    \nPlaintiff brings her claim for dissolution under Va. Code Ann. § 13.1-747(A)(1)(b), which states\nthat the circuit court in any city or county described in section C of statute may dissolve a corporation if in\na proceeding by a shareholder it is established that: “The directors or those in control of the corporation\nhave acted, are acting, or will act in a manner that is illegal, oppressive, or fraudulent.”\n  \nVA. CODE ANN.\n§ 13.1-747(A)(1)(b).\n  \nSection C of the statute states that “[v]enue for a proceeding brought under this\nsection lies in the city or county where the corporation’s principal office is or was located, or, if none in\nthis Commonwealth, where its registered office is or was last located.”\n  \nVA. CODE ANN.\n § 13.1-747(C).\n{43}\n    \nIn Virginia, the term “oppressive,” as used in the statute, has been interpreted as “conduct by\ncorporate managers toward stockholders which departs from the standards of fair dealing and violates the\nprinciples of fair play on which persons who entrust their funds to a corporation are entitled to rely.”\n \nGiannotti v. Hamway\n, 239 Va. 14, 23, 387 S.E.2d 725, 730 (1990).\n  \nFurthermore, “’oppressive’ is not\nsynonymous with ‘illegal’ and ‘fraudulent’” nor does it “carry an essential inference of imminent disaster;\nit can contemplate a continuing course of conduct.”\n  \nWhite v. Perkins\n, 213 Va. 129, 134, 189 S.E.2d 315,\n319 (1972).\n{44}\n    \nPlaintiff cites two cases as instructive on court interpretation of oppressive conduct warranting the\napplication of dissolution.\n  \nIn \nGiannotti\n, the court found that the defendant majority shareholders had\nacted oppressively within the meaning of the statute.\n  \n239 Va. at 25, 387 S.E.2d at 731.\n  \nThe plaintiff\nminority shareholders claimed that the defendants’ oppressive conduct consisted of “excessive\ncompensation; improper ‘related party transactions’; and inadequate dividends paid to stockholders.”\n  \nId.\nat 20, 387 S.E.2d at 729.\n  \nThe court found that “[t]he defendant’s conduct was egregious, domineering,\nblatantly unfair, and prejudicial to the plaintiffs.\n  \nThis is a well-documented case of ‘harsh and long-\ncontinued oppression.’”\n  \nId.\n at 28, 387 S.E.2d at 733.\n  \nUnder these factual findings, the court found that\ndissolution was properly imposed by the trial court.\n  \nId.\n at 28, 387 S.E.2d at 733.\n  \nIn \nWhite\n, the defendant\nmajority shareholder engaged in self-dealing by using corporate funds to pay for equipment to be installed\nat an unrelated company and billing the company for services that the corporation was not obligated to\npay.\n  \n213 Va. at 132-33, 189 S.E.2d at 318-19.\n{45}\n    \nRecently, in \nWillard\n, \nsupra\n, the Supreme Court of Virginia found that the majority shareholders’\ndetermination to sell the company’s assets did not constitute oppression as defined by the statute.\n  \n258 Va.\nat 156-57, 515 S.E.2d at 288.\n  \nThe court reasoned that “the holders of the majority of the shares of a\ncorporation have the right and the power, by the election of directors and by the vote of their stock, to\ndetermine the policy of their corporation and to manage and control its action.”\n  \nId.\n at 157, 515 S.E.2d at\n288.\n{46}\n    \nIn \nSummers v. Viamac, Inc.\n, 45 Va. Cir. 201, 1998 Va. Cir. LEXIS 55 (1998), the court explained\nthat “[c]orporate oppression is the taking of unfair advantage of certain stockholders, by those in control of\na corporation, in such a manner that those stockholders are denied the rights to which they are entitled by\nvirtue of their investment.”\n  \n45 Va. Cir. at 202, 1998 Va. Cir. LEXIS at *2 (citing \nGiannotti v. Hamway\n,\n239 Va. 14, 387 S.E.2d 725 (1990)).\n  \nIn \nSummers\n, the plaintiff, who was a director, officer, employee, and\nminority shareholder of the defendant corporation, was terminated.\n  \n45 Va. Cir. at 201, 1998 Va. Cir.\nLEXIS at *1.\n  \nAt approximately the same time, a major stockholder and president of defendant\ncorporation offered to purchase the plaintiff’s shares of stock at a price that the plaintiff considered\nunreasonably low.\n  \nId.\n at 201, 1998 Va. Cir. LEXIS at *1.\n  \nThe plaintiff claimed that the defendant’s\nactions constituted oppression as set forth in § 13.1-747 and sued for corporate dissolution.\n  \nId.\n at 201,\n1998 Va. Cir. LEXIS at *1.\n  \nThe court held that the defendant’s actions did not constitute oppression\nwithin the contemplation of § 13.1-747.\n  \nId.\n at 203, 1998 Va. Cir. LEXIS at *5.\n  \nThe court reasoned that\nbecause the plaintiff was an at-will employee, his employment relationship was separate and distinct from\nhis rights in his role as a stockholder.\n  \nId.\n at 203, 1998 Va. Cir. LEXIS at *5.\n{47}\n    \nThe Court finds that the allegedly oppressive conduct set forth by plaintiff does not fall within the\nscope of Va. Code Ann. § 13.1-747.\n  \nMoreover, the allegedly oppressive conduct in this case does not\nreasonably compare to the level of egregious conduct found to be oppressive in \nGiannotti\n and \nWhite\n.\n{48}\n    \nIn the present case, plaintiff had an employment contract which stated that she could be terminated\nat-will without cause.\n  \nFurther, at the time that plaintiff alleges that she was oppressively forced to change\nher employment contract to receive bonus payments, she was the CEO and 42.5% shareholder.\n  \nPlaintiff\nexecuted the contract of her own accord.\n  \nHer subsequent termination does not constitute oppression\nwithin the scope of § 13.1-747.\n  \nThe other conduct alleged to be oppressive by plaintiff does not fall within\nthe scope of § 13.1-747.\n{49}\n    \nIn addition, the plaintiff argues that her expectations were frustrated by the allegedly oppressive\nbehavior.\n  \nVirginia has no \nMeiselman\n-type law.\n[1]\n  \nIn \nSimmons v. Miller\n, 261 Va. 561, 544 S.E.2d 666\n(2001) the court acknowledged that some states had allowed an exception for minority shareholders in\nclosely-held corporations to bring a claim directly.\n  \nId.\n at 575, 544 S.E.2d at 675.\n  \nHowever, the court\ndeclined to deviate from the established rule under Virginia corporate law which necessitates that claims\non behalf of the company must be brought derivatively rather than by individual shareholders.\n  \nThe court\nstated:\nWe decline to adopt a closely held corporation exception to the rule requiring that suits for\nbreach of fiduciary duty against officers and directors must be brought derivatively on\nbehalf of the corporation and not as individual shareholder claims.\n  \nAdherence to the\ngeneral rule without this proposed exception prevents multiplicity of lawsuits by\nshareholders.\n  \nA recovery by the corporation protects all shareholders as well as creditors.\n \nFinally, as expressed in Bagdon, consistent application of commercial rules promotes\npredictability.\n  \nIf shareholders and the corporation desire to vary commercial rules by\ncontract, they are free to do so.\n \nId.\n at 576, 544 S.E.2d at 675.\n  \nTherefore, to the extent that plaintiff seeks to bring a direct claim which\nwould allow recovery based upon the frustration of her expectations, no such claim is permissible under\nVirginia law.\n{50}\n    \nIf Virginia had a \nMeiselman\n-type law, it would not allow plaintiff to recover for her allegedly\nfrustrated expectations of continued employment.\n  \nIn \nCrowder v. Kiser\n, 134 N.C. App. 190, 517 S.E.2d\n178 (1999) \ncert. denied\n, 351 N.C. 101, 541 S.E.2d 142 (1999), the Plaintiff Crowder Construction\nCompany sought specific compliance with a stock purchase agreement against the Defendant Kiser, a\nterminated employee.\n  \nThe defendant claimed that the stock purchase agreement was unconscionable.\n \nRather than weighing the unconscionability of the agreement pursuant to established contract law, the\ndefendant asked the court to weigh the unconscionability of the agreement in light of his “reasonable\nexpectations” of being able to complete his employment and realize the full value for his shares of stock.\n \nId.\n at 207, 517 S.E.2d at 190.\n  \nThe defendant relied upon \nMeiselman\n in his argument.\n{51}\n    \nAfter first stating that \nMeiselman\n was distinguishable and did not control its decision, the court\ncontinued:\nWe decline to adopt a “reasonable expectations” approach here, since such an approach\nwould render the objective language of the written contract nugatory, would be contrary to\nthe express purposes for entering into stock restriction and purchase agreements, and would\ninevitably lead to uncertainty, delay and expense as the trial courts attempt to determine the\n“expectations” of a terminated employee, and to further determine whether those\nexpectations were “reasonable.”\n \nId.\n at 207, 517 S.E.2d at 190.\n  \nSimilarly in the present case, plaintiff executed an employment agreement\nwhich specifically allowed for her termination at-will.\n  \nTo the extent that plaintiff bases her oppression\nclaim upon her termination, the language of the contract negates plaintiff’s argument that her reasonable\nexpectations were frustrated.\n{52}\n    \nFinally, plaintiff seeks dissolution based upon Va. Code Ann. § 13.1-747.\n  \nUnder Va. Code Ann. §\n13.1-747, dissolution may only be granted by the circuit court “in the city or county where the\ncorporation’s principal office is or was located, or, if none in this Commonwealth, where its registered\noffice is or was last located.”\n  \nVA. CODE ANN.\n § 13.1-747(C).\n  \nThis Court cannot dissolve Virginia\ncorporations.\nE.\nCONSTRUCTIVE FRAUD\n{53}\n    \nPlaintiff bases her claim of constructive fraud on defendant’s alleged breach of fiduciary duty.\n \n“[A] breach of fiduciary duty amounts to constructive fraud.”\n  \nCompton v. Kirby\n, 157 N.C. App. 1, 16, 577\nS.E.2d 905, 914 (2003).\n  \nBecause the Court dismisses plaintiff’s claim for breach of fiduciary duty,\nplaintiff has no claim for constructive fraud.\nF.\nFRAUD\n{54}\n    \nSince this is a Rule 12(b)(6) motion, the Court must interpret the complaint broadly.\n  \nThere is in\nthe Amended Complaint sufficient allegation, not plead with great clarity, to the effect that the Boisverts\nfraudulently induced Jill Maurer into supporting their employment by SlickEdit and the issuance of stock\nto them by representing to her that they would work and exercise their voting rights to sell the company at\na fair price when they had no intention to do so.\n  \nPlaintiff’s allegations are sufficiently broad to include a\nclaim for damages at least in respect to the loss of a seven and a half percent interest in the corporation.\n{55}\n    \nNo fraud claim exists on behalf of the corporation because Clark Maurer, then a fifty percent\nshareholder and director does not join in those claims.\n  \nThey are individual to Jill Maurer and if they\nbelonged to the company, they would be derivative.\n{56}\n    \nBecause there are no allegations that Clark Maurer participated in the Boisverts alleged fraudulent\ninducement, no viable fraud claim has be asserted against him.\n{57}\n    \nPursuant to North Carolina Rules of Civil Procedure Rule 15, the Court may grant leave to file an\namended pleading.\n  \nThe rule states:\nA party may amend his pleading once as a matter of course at any time before a responsive\npleading is served or, if the pleading is one to which no responsive pleading is permitted\nand the action has not been placed upon the trial calendar, he may so amend it at any time\nwithin 30 days after it is served. Otherwise a party may amend his pleading only by leave\nof court or by written consent of the adverse party; and leave shall be freely given when\njustice so requires. A party shall plead in response to an amended pleading within 30 days\nafter service of the amended pleading, unless the court otherwise orders.\n \nN.C. R. Civ. P. 15(a).\n  \nThus, the Court is free in this instance to allow plaintiff leave to amend her\ncomplaint on this claim.\nG.\nCIVIL CONSPIRACY\n{58}\n    \nPlaintiff’s sixth claim is for civil conspiracy against defendants Andre and Erica Boisvert.\n  \nPlaintiff\nalleges that defendants Andre and Erica Boisvert conspired in an agreement to commit a breach of\nfiduciary duty, fraud, unfair and deceptive trade practices and slander.\n  \nPlaintiff alleges that the resultant\ninjuries stemming from the Boisvert’s illegal agreement include the loss of employment, loss of royalty\npayments, loss of proceeds from a potential sale of the company, loss of meaningful participation on the\nBoard of Directors, and damage to plaintiff’s reputation.\n  \n(Pl.’s Resp. Def.’s Mot. Dismiss at 12-13.)\n{59}\n    \n“A civil conspiracy claim consists of: (1) an agreement between two or more persons; (2) to do an\nunlawful act or to do a lawful act in an unlawful way; (3) which agreement resulted in injury to the\nplaintiff.”\n  \nBoyd v. Drum\n, 129 N.C. App. 586, 592, 501 S.E.2d 91, 96 (1998), \naff’d\n 350 N.C. 90, 511\nS.E.2d 304 (1999).\n  \n“Although an action for civil conspiracy may be established by circumstantial\nevidence, sufficient evidence of the agreement must exist ‘to create more than a suspicion or conjecture in\norder to justify submission of the issue to a jury.’”\n  \nId.\n at 592, S.E.2d at 96 \nquoting\n \nDickens v. Puryear\n,\n302 N.C. 437, 456, 276 S.E.2d 325, 337 (1981).\n  \nNorth Carolina does not recognize civil conspiracy as an\nindependent cause of action.\n  \nToomer v. Garrett\n, 155 N.C. App. 462, 483, 574 S.E.2d 76, 92 (2002).\n{60}\n    \nHere, if the Boisverts combined to perpetrate the fraud, they would be joint tortfeasors and there\nwould be no need for a civil conspiracy claim.\n  \nIt is duplicative and redundant.\n{61}\n    \nPlaintiff’s claim against the corporation is barred by the intracorporate immunity doctrine.\n \n“Alleging that a corporation is conspiring with its agents, officers or employees is accusing a corporation\nof conspiring with itself.”\n  \nGarlock v. Hilliard\n, 2000 NCBC 11 at ¶ 26 (Mecklenburg County Super. Ct.\nAug. 22, 2000) (Tennille, J.).\n  \nAn exception to the doctrine exists if the officers were acting on behalf of\nan “independent personal stake.”\n  \nId.\n at ¶ 27.\n  \nHowever, this exception is to be interpreted narrowly and is\nnot triggered by an officer’s interest in the corporation’s profitability.\n  \nId.\n  \nBecause defendants Andre and\nErica Boisvert are officers and directors of SlickEdit, they are entitled to intracorporate immunity against\nplaintiff’s conspiracy claim.\n  \nSo is Clark Maurer.\n  \nAgain, there are no allegations that Clark Maurer\nparticipated in any scheme to defraud Jill Maurer.\n  \nPlaintiff alleges he signed the same type agreements\nshe signed.\nH.\nUNJUST ENRICHMENT\n{62}\n    \nPlaintiff’s seventh claim is for unjust enrichment against Defendants Andre and Erica Boisvert.\n  \nIn\norder to recover on a claim for unjust enrichment, a plaintiff must show that she conferred a benefit on the\ndefendant, that the defendant consciously accepted the benefit, and that the benefit was not conferred\ngratuitously or by an interference in the affairs of the defendant.\n  \nSee Southeastern Shelter Corp. v. BTU,\nInc.\n, 154 N.C. App. 321, 330, 572 S.E.2d 200, 206 (2002).\n{63}\n    \nPlaintiff claims the conferral of a percentage of ownership of SlickEdit to the Boisverts was given\nwithout compensation.\n  \nPlaintiff alleges that the Boisverts agreed to help position SlickEdit for sale in\nexchange for the percentage of ownership.\n  \nFurther, plaintiff alleges that the Boisverts were unjustly\nenriched indirectly in the form of salary increases and the debt forgiveness of Erica Boisvert.\n  \nThose are\nderivative claims.\n  \nThey belong to the corporation.\n{64}\n    \nTo the extent that plaintiff’s claims are derivative, Virginia law applies.\n  \nAs discussed above, under\nVirginia law, plaintiff’s derivative claims fail as a matter of law for failure to comply with the statutory\nrequirement of demand.\n{65}\n    \nIn addition, plaintiff’s claim for unjust enrichment fails in that she does not allege that she directly\nconferred a benefit on Defendant or that Defendant accepted a benefit from her.\n  \nThe benefit was given by\nSlickEdit.\nI.\nRESCISSION AND REFORMATION\n{66}\n    \nPlaintiff’s eighth claim is for the rescission and reformation of the agreement under which the\nBoisverts obtained their shares in SlickEdit and the agreement under which the Maurers’ royalty rights\nwere conveyed to SlickEdit.\n  \nPlaintiff also contends that her employment agreement may be subject to\nrescission and/or reformation given that the agreement was fraudulently induced.\n  \n(\nSee\n Pl.’s Resp. Defs.’\nMot. Dismiss at 15.)\n{67}\n    \nA court may order the rescission of an agreement induced by fraud or mistake.\n  \nSee Mills v. Dunk\n,\n263 N.C. 742, 746, 140 S.E.2d 358, 361 (1965).\n  \nPlaintiff has plead that the agreements under which the\nBoisverts obtained their shares in SlickEdit were fraudulently induced as to her individually.\n  \nFurther,\nplaintiff has not sufficiently plead that the agreement under which the Maurers’ royalty rights were\nconveyed to SlickEdit was fraudulently induced.\n  \nMr. Maurer owned those rights.\n  \nFinally, plaintiff has\nplead in her amended complaint that her employment agreement may be the subject of rescission and\nreformation with respect to the four percent bonus surviving her termination.\n  \nShe has sufficiently alleged\nthat there may be grounds for rescission or reformation of that contract which would entitle her to an\nongoing distribution.\nJ.\nSLANDER\n{68}\n    \nPlaintiff’s ninth claim is for slander.\n  \nPursuant to North Carolina Rules of Civil Procedure Rule 15,\nthe Court may grant leave to file an amended pleading.\n  \nThe rule states:\nA party may amend his pleading once as a matter of course at any time before a responsive\npleading is served or, if the pleading is one to which no responsive pleading is permitted\nand the action has not been placed upon the trial calendar, he may so amend it at any time\nwithin 30 days after it is served. Otherwise a party may amend his pleading only by leave\nof court or by written consent of the adverse party; and leave shall be freely given when\njustice so requires. A party shall plead in response to an amended pleading within 30 days\nafter service of the amended pleading, unless the court otherwise orders.\n \nN.C. R. Civ. P. 15(a).\n  \nThus, the Court is free in this instance to allow plaintiff leave to amend her\ncomplaint on this claim.\n  \nThe second amended complaint does allege slander with sufficient particularity.\nCONCLUSION\n{69}\n    \nIn many respects, this is a domestic case disguised as a derivative action.\n  \nIn sorting through the\nclaims two causes of action become clear.\n  \nFirst, Jill Maurer alleges that the Boisverts induced her into\nletting them get stock ownership and employment by falsely representing that they would vote and work\nto position the company for sale when they intended to obtain employment for themselves.\n  \nThe amended\ncomplaint can be read to assert a personal claim for damages for fraudulent inducement.\n  \nThere is no\nallegation that Clark Maurer made any representation to Jill Maurer with respect to the Boisverts, either\ntrue or false.\n  \nThe second claim which is properly plead is a claim for rescission or reformation of her\nemployment agreement, particularly as it relates to the termination of the bonus which was allegedly in\nlieu of the right to royalties which belonged to the Maurers and was allegedly split as part of their\ndomestic settlement.\n{70}\n    \nThe other shareholder claims are subject to dismissal either because plaintiff has failed to fulfill the\ndemand requirement, the Virginia law does not permit the claims or the allegations in the Complaint are\ninsufficient.\n  \nAt the heart of the dispute is Jill Maurer’s desire to see the company sold.\n  \nAs a minority\nshareholder, she may not force a sale.\n  \nShe has not alleged that the company is being mismanaged, is\nlosing money or that the assets are being dissipated.\n  \nShe does not like the salaries being paid to the\nBoisverts, but that is a derivative claim.\n{71}\n    \nThe proposed second amended complaint alleges a slander claim with sufficient specificity to\nwithstand a motion to dismiss and plaintiff may amend her complaint to include those allegations.\n \n{72}\n    \nBased upon the foregoing, it is hereby ORDERED, ADJUDGED, and DECREED:\n1.\n                  \nDefendants’ motion to dismiss plaintiff’s claim for breach of fiduciary duty is GRANTED.\n2.\n                  \nDefendants’ motion to dismiss plaintiff’s claim for unfair and deceptive trade practices is\nGRANTED.\n3.\n                  \nDefendants’ motion to dismiss plaintiff’s claim for oppression is GRANTED.\n4.\n                  \nDefendants’ motion to dismiss plaintiff’s claim for constructive fraud is GRANTED.\n5.\n                  \nDefendants’ motion to dismiss plaintiff’s claim for fraud is DENIED as to the Boisverts\nwith leave to file an Amended Complaint with more specific allegations.\n  \nTo the extent that\nany fraud is alleged against Clark Maurer, defendant’s motion to dismiss is GRANTED.\n6.\n                  \nDefendants’ motion to dismiss plaintiff’s claim for civil conspiracy is GRANTED.\n7.\n                  \nDefendants’ motion to dismiss plaintiff’s claim for unjust enrichment is GRANTED.\n8.\n                  \nDefendants’ motion to dismiss plaintiff’s claim for rescission and reformation of her\nemployment agreement is DENIED.\n9.\n                  \nDefendants’ motion to dismiss plaintiff’s claim for rescission and reformation of the\nagreement under which the Boisverts obtained their shares in SlickEdit is GRANTED.\n10.\n              \nDefendants’ motion to dismiss plaintiff’s claim for slander is DENIED.\n \n{73}\n    \nOn plaintiff’s motion to amend the complaint, the Court GRANTS leave to file an amended\ncomplaint which complies with this order.\n \nIT IS SO ORDERED, this the 16th day of May, 2005.\n \n                                                                                   \n                                                                                     \n[1]\n In \nMeiselman v. Meiselman\n, 309 N.C. 279, 307 S.E.2d 551 (1983), the Supreme Court allowed a minority shareholder in a\nclosely-held corporation to recover in a direct suit rather than a derivative suit based upon the frustration of his reasonable\nexpectations of continued employment and meaningful participation in management decisions."
}