{
  "id": "607daf77eba87bc3e4be93694de6757187866fc67d430116cb84850e3c26a8ee",
  "source_file": "data/raw/ncbc/607daf77eba87bc3e4be93694de6757187866fc67d430116cb84850e3c26a8ee.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n15 CVS 16703 \nMALKA RAUL, Derivatively on \nBehalf of SWISHER HYGIENE, INC.;\nand Individually and on Behalf of All \nOthers Similarly Situated, \n \nPlaintiff, \n \nv. \n \nJOSEPH BURKE; RICHARD \nHANDLEY; HARRIS W. HUDSON; \nWILLIAM M. PIERCE; WILLIAM M. \nPRUITT; DAVID PRUSSKY; \nSWISHER HYGIENE INC.; and \nECOLAB, INC.,  \n \nDefendants, \n \n  and \n \nSWISHER HYGIENE, INC. \n    \nNominal Defendant. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER ON PLAINTIFF’S MOTION FOR \nEXPEDITED PROCEEDINGS \n \n {1} THIS MATTER is before the Court on Plaintiff’s Motion for Expedited \nProceedings (“Motion”) filed September 21, 2015.  For reasons stated below, the \nMotion is DENIED.\n1 \n Rabon Law Firm, PLLC by Gary Jackson for Plaintiff. \nMoore & Van Allen PLLC by James P. McLoughlin, Jr. and Jonathan M. \nWatkins, and Dechert LLP by David H. Kistenbroker (pro hac vice) and Joni \nS. Jacobsen (pro hac vice) for Defendants Joseph Burke, Richard Handley, \nHarris W. Hudson, William M. Bierce, William M. Pruitt, David Prussky, and \nSwisher Hygiene, Inc. \n                                                 \n1 The Court has limited its consideration to the facts and claims of the verified Derivative and Class \nAction Complaint (“Verified Complaint”).  This ruling reflects the Court’s preliminary indication to \nthe parties of its ruling during a telephone conference on October 7, 2014.   \nRaul v. Burke, 2015 NCBC 91. \n \n \nRobinson, Bradshaw & Hinson P.A. by Robert W. Fuller and Adam K. Doerr, \nand Skadden, Arps, Slate, Meagher & Flom LLP by Matthew R. Kipp (pro \nhac vice), Donna L. McDevitt (pro hac vice) and Andrew J. Fuchs (pro hac \nvice) for Defendant Ecolab, Inc. \nGale, Chief Judge. \n {2} Plaintiff filed her verified Derivative and Class Action Complaint \n(“Verified Complaint”) on September 11, 2015, along with a Notice of Designation, \nseeking to have the matter assigned to this Court as a complex business case. \n {3} North Carolina Supreme Court Chief Justice Mark Martin issued an \norder designating the case as a complex business case on September 17, 2015.  The \ncase was initially assigned to the Hon. Louis A. Bledsoe, III, but was reassigned to \nthe undersigned on September 25, 2015. \n {4} Plaintiff filed her Motion and supporting brief on September 21, 2015., \nDefendants filed their opposition on September 25, 2015, and the Court held a \ntelephone hearing on the Motion on October 7, 2015. \n {5} Plaintiff’s claims relate to a pe nding transaction during which, subject \nto shareholder approval, Defendant Swisher Hygiene, Inc. (“Swisher”) expects to \nsell all of its operating assets to Defendant Ecolab, Inc. (“Ecolab”) for $40,000,000.00 \nof cash consideration, following which Defendants’ directors intend to dissolve the \ncorporation.   \n {6} Swisher is a Delaware corporatio n.  The lawsuit involves Swisher’s \ninternal governance, and therefore it is appropriately resolved pursuant to \nDelaware law.  See Bluebird Corp. v. Aubin, 188 N.C. App. 671, 680–81, 657 S.E.2d \n55, 63 (2008) (describing North Carolina courts’ adherence to the internal affairs \ndoctrine); see also N.C. Gen. Stat. § 55-7-47 (2013).  Further, Delaware’s procedures \nattendant to derivative actions are applicable.  N.C. Gen. Stat. § 55-7-47 (providing \nthat derivative proceedings are generally governed by the laws of the corporation’s \njurisdiction of incorporation).       \n {7} It is unclear whether North Carolina or Delaware law should control \nthe procedural issue of whether to grant Plaintiff expedited discovery.  As the \nstandard to be applied by a trial court in North Carolina is unclear, this Court has, \n \n \nin other factual circumstances, applied a Delaware standard to evaluate a request \nfor expedited proceedings.  See, e.g., Corwin v. British Am. Tobacco PLC, 2015 \nNCBC LEXIS 2, at *10–13 (N.C. Super. Ct. Jan. 8, 2015) (looking to Delaware and \nNorth Carolina law to evaluate a request for expedited discovery of a North \nCarolina corporation); \nEhrenhaus v. Baker, 2008 NCBC LEXIS 20, at *13 (N.C. \nSuper. Ct. Nov. 3, 2008) (applying the Delaware standard to evaluate a request for \nexpedited discovery in a merger transaction).  Whether it follows North Carolina \nlaw or Delaware law, the Court must undertake a balancing test in which it must \ndetermine both whether Plaintiff has demonstrated a substantial, colorable claim \nand the magnitude of the possible burden or harm to Defendants that may result \nfrom imposing the expense and potential business delay attendant to expedition of \ndiscovery, including in that determination the possibility of motion practice \nfollowing initial discovery.  \nCf. Corwin, 2015 NCBC LEXIS 2, at *10–13; \nEhrenhaus, 2008 NCBC LEXIS 20, at *13.  Within the context of this case, this \nCourt resolves the Motion by balancing the potential need for supplemental \nshareholder disclosures versus the potential shareholder loss if the underlying \ntransaction is adversely affected.  Although not dispositive, the Court also considers \nwhether the timeliness and manner by which Plaintiff has pursued the litigation \nare consistent with the exigencies offered in support of expedition.  Those inquiries \nare obviously case specific. \n {8} Swisher issued a press release a nnouncing the intended transaction on \nAugust 13, 2015.  The Court may take judicial notice of NASDAQ records indicating \nthat the trading price of Swisher’s stock has more than doubled since the press \nrelease.  \nSwisher Hygiene, Inc. (SWSH), NASDAQ (October 8, 2015), \nhttp://www.nasdaq.com/symbol/swsh/stock-chart.  Swisher filed its Schedule 14A \nDefinitive Proxy (“Proxy”) on September 3, 2015, which reflects that Swisher will \nhold a shareholder vote to approve the transaction at its annual meeting on October \n15, 2015.  Plaintiff has not filed any motion for a preliminary injunction.    \n {9} During the October 7, 2015, te lephone conference, defense counsel \nadvised the Court that Swisher expects to make imminent supplemental disclosures \n \n \nbut also intends to move forward with the October 15, 2015, shareholder vote.  After \nthe conference, defense counsel advised the Court by e-mail of criminal proceedings \ninstituted on October 7, 2015, in the Western District of North Carolina that arose \nout of accounting irregularities that have been a matter of public record.2 \n {10} The Verified Complaint includes allegations that are typical of those \nmade during challenges to mergers or acquisitions, but it also includes specific \nallegations of failures to disclosure information that Plaintiff contends is both \nmaterial and omitted from the Proxy.  Although the Court does not purport to \nsummarize these allegations in detail, it notes that Plaintiff’s counsel in the October \n7, 2015, telephone conference summarized Plaintiff’s basic premise: that Swisher \nshareholders are being asked to approve the transaction without knowing how \nmuch of the transaction price might ultimately be paid to them.  Plaintiff contends \nthat Defendants are aware of more specific information that has not been disclosed \nto shareholders as to the expenses and liabilities that must be paid before it makes \nany distribution to shareholders. \n {11} Defendants counter that they canno t be required to disclose what they \ndo not and cannot know.  They refer the Court to statements in the Proxy that \nclarify that Defendants are not capable of quantifying those liabilities and expenses \nor providing a reliable estimate of any distribution that might be made to \nshareholders.  In particular, Defendants emphasize the following statement from \npage eight of the Proxy: \n The balance of the proceeds will be retained to pay ongoing \ncorporate and administrative costs and expenses associated with \nwinding down the Company, liabilities and potential liabilities relating \nto or arising out of our outstanding litigation matters, any fines or \npenalties and other costs and expenses relating to or arising out of the \nUSAO/SEC Inquiries, and potential liabilities relating to our \nindemnification obligations, if any, to Ecolab or to current and former \nofficers and directors. \n \n                                                 \n2 Without expressing any opinion on the effect of those matters on the transaction and shareholder \nvote that is the subject of this litigation, the Court concludes that those matters do not lead the \nCourt to decide that expedited proceedings are appropriate or necessary in regard to the Verified \nComplaint currently filed in this action or the claims that it contains.   \n \n \n The remaining amounts, if any, would be distributed to our \nstockholders upon completion of the proposed Dissolution.  We can \nprovide no assurance as to if or when any such distribution will be \nmade, and we cannot provide an estimate as to the amount to be paid \nto stockholders in any such distribution, if one is made.  However, we \nexpect the amount of any such distribution, if one is made, to be \nsignificantly and materially less, in the aggregate, than the \nconsideration received in the Sale Transaction. \nSwisher Hygiene Inc., Definitive Proxy Statement Relating to Merger or \nAcquisition (Form DEFM14A) 8 (Sept. 3, 2015). \n {12} Other sections of the Proxy prov ide further detail as to the potential \nliabilities and expected costs related to the acquisition, but reiterate the \nmanagement’s and directors’ inability to reliably estimate any shareholder \ndistribution.   \n {13} Defendants further contend that  Swisher’s shareholders will suffer \nsignificant potential harm if the shareholder vote is not allowed to proceed as \nscheduled.  The Proxy makes it clear that Swisher’s directors are recommending the \ntransaction because of its continuing recurrent losses.  Swisher’s accountants have \nissued a “going-concern” opinion.  Although Plaintiff clearly contends that certain \nadditional underlying details should be disclosed, the Proxy contains financial \ninformation demonstrating the continuing recurrent losses to which Defendants \nrefer.  The shareholders are clearly advised by the Proxy that they are being asked \nto approve a transaction that provides no assurance of a cash benefit to the \nshareholders in return.  They are also clearly advised that Swisher may not be able \nto maintain any of its value as a going concern if the transaction is not completed.  \nWith this awareness of the obvious uncertainty surrounding the results of the \ntransaction, the shareholders are, of course, free to vote for or against it.  The Court \nis unpersuaded that imposing the burden of expedited proceedings or forcing a delay \nof the shareholder meeting to complete discovery and allow for a possible injunction \nhearing would be appropriate under the particular circumstances of this case. \n {14} There is clear risk in delay.   The Proxy discloses that Ecolab can \nterminate the transaction without penalty if it is not closed by December 31, 2015. \n \n \n {15} Plaintiff also complains that Sw isher’s directors agreed to improper \ndeal protection provisions, including a termination fee of less than four percent,3 a \nprohibition on affirmatively soliciting additional offers, and a prohibition on \nproviding a potentially higher bidder any information without first advising Ecolab.  \nThe Court believes that each of these provisions is of a nature that Delaware law \nwould indicate to be a reasonable protection of the transaction, and that the \nprovisions do not unfairly preclude the potential for Swisher to pursue a more \nattractive bid.  \nSee, e.g., In re Morton’s Rest. Grp., Inc., 74 A.3d 656, 675 n.108 (Del. \nCh. July 23, 2013) (analyzing several deal protection measures and finding that \nthey were not preclusive or coercive); In re 3Com S’holders Litig., No. 5067-CC, \n2009 Del. Ch. LEXIS 215, at *24–25, 25 n.37 (Dec. 18, 2009) (analyzing deal \nprotection measures and finding them reasonable, and listing cases where the \nDelaware Court of Chancery has held various types of deal protection measures to \nbe reasonable).  \n{16}  Plaintiff has offered no reason ed argument or evidence why Swisher \nshould expect any higher bid.  While Plaintiff contends that Defendants should \nmake additional disclosures as to the history of the Ecolab agreement, and while \nPlaintiff might make a more substantial showing in connection with a preliminary \ninjunction motion, based on the present record and solely for purposes of ruling on \nthe present Motion, the Court concludes that the Proxy makes adequate disclosures \nto inform shareholders prior to their vote on the pending transaction, and that there \nis not a sufficient suggestion of a higher bid to justify the risk of delay to allow \nPlaintiff expedited discovery and resulting further motion practice. \n {17} Accordingly, based on these considerations and this record and in the \nexercise of its discretion, Plaintiff’s Motion for Expedited Proceedings is DENIED.   \n \n \n                                                 \n3  Ecolab is also obligated to pay a termination fee if it refuses to close for certain predefined reasons.  \nEcolab’s termination fee is double Swisher’s termination fee.  Swisher Hygiene Inc., Definitive Proxy \nStatement Relating to Merger or Acquisition (Form DEFM14A) 58–59 (Sept. 3, 2015). \n  \n \n \n IT IS SO ORDERED, this 8th day of October, 2015. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n "
}