{
  "id": "60bb422da336ff9504e31fcb508234c43ac441460476464cdb9069f9e6b84233",
  "source_file": "data/raw/ncbc/60bb422da336ff9504e31fcb508234c43ac441460476464cdb9069f9e6b84233.pdf",
  "raw_text": "Poulos v. Poulos, 2016 NCBC 71. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF CUMBERLAND 15 CVS 1116 \n \nMARIA HONTZAS POULOS, ) \n  Plaintiff, ) \n   )  \n v.  )  \n   ) \nJOHN E. POULOS, M.D.; ICARIAN  ) \nPARTNERS, LLC; MEEJ, LLC; JEP  ) OPINION AND ORDER ON MOTION \nINVESTMENTS, LLC; OCIE F. MURRAY,  ) FOR SUMMARY JUDGMENT \nJR. as Trustee of the John E. Poulos Family) \nTrust; EMANUEL POULOS, as Named  ) \nBeneficiary of the John E. Poulos Family  ) \nTrust; and ELIZABETH POULOS, as ) \nNamed Beneficiary of the John E. Poulos   ) \nFamily Trust,  )  \n  Defendants. ) \n \nTHIS CAUSE was designated a mandatory complex business case by Order of \nthe Chief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. \n§ 7A-45.4(b) (hereinafter, references to the N orth Carolina General Statutes will be \nto “G.S.”), and assigned to the undersigned Special Superior Court Judge for Complex \nBusiness Cases.  \nTHIS MATTER comes before the Court upon Defendant Ocie F. Murray, Jr.’s, \n(“Murray”) as trustee of the John E. Poulo s Family Trust, Motion for Summary \nJudgment1 (“Murray Motion”) and Defendants John E. Poulos, Icarian Partners, \nLLC, MEEJ, LLC, and JEP Investments, LLC’s (collectively the “Poulos Defendants”) \nMotion for Summary Judgment (“Poulos Defendants’ Motion”) pursuant to Rule 56 of \n                                                 \n1 As discussed infra, Plaintiff has taken a voluntary dismissal of her claims against the \nFamily Trust and Murray as its trustee. \nthe North Carolina Rules of Civil Procedure (“Rule(s)”) and Rule 15 of the General \nRules of Practice and Procedure for the North Carolina Business Court (“BCR”).  The \nCourt heard oral arguments on the Motions on May 12, 2016. \nTHE COURT, having considered the Motions, briefs in support of and \nopposition to the Motion s, the oral arguments, and other appropriate matters of \nrecord, FINDS and CONCLUDES that the Murray Motion should be GRANTED, but \nthat Murray and the John E. Poulos  Family Trust  should remain in the case as \nnominal defendants for purposes of providing complete relief to Plaintiff should she \nprevail, and that the Poulos  Defendants’ Motion should be GRAN TED in part, and \nDENIED in part. \nThe Armstrong Law Firm, P.A., by L. Lamar Armstrong, Jr., Esq., and L. \nLamar Armstrong, III, Esq., for Plaintiff. \n \nThe Law Offices of Lonnie M. Player, Jr., PLLC, by Lonnie M. Player, Jr., Esq., \nand Jennifer L. Malone, Esq., and MCCOY WIGGINS CLEVELAND & \nO’CONNOR, PLLC, by Richard M. Wigg ins, Esq., and Kenneth B. Dantinne, \nEsq., for the Defendants. \n \nMcGuire, Judge. \n \nI. INTRODUCTION. \n1. This lawsuit arises from the breakdown of the marriage of Plaintiff \nMaria Hontzas Poulos (“Plaintiff”) and Defendant John E. Poulos, M.D. (“Dr. Poulos”) \nand their subsequent divorce.  Plaintiff alleges that Dr. Poulos determined that the \nmarriage was headed towards a divorce and made a series of fraudulent transfers of \nthe couple’s marital assets, first into a limited liability company in which he was the \nsole interest owner, and then into an irrevocable trust for the benefit of the couple’s \nchildren, Emanuel and Elizabeth.  Plaintiff alleges that Dr. Poulos transferred the \ncouple’s assets to the trust to keep Plaintiff from being able to claim them as par t of \nan equitable distribution in the divorce.  Plaintiff contends that Dr. Poulos’ conduct \nbreached the fiduciary duty he owed her as his wife and constituted a fraud, and asks \nthat the trust be voided and for an accounting of the assets held by the trust .  Dr. \nPoulos denies these allegations and contends that he transferred the assets into the \nlimited liability company , and then the trust, to put the couple’s assets outside the \nreach of creditors in the event of malpractice suits, and as part of his “estate planning” \nfor the couple .  He also claims that  he truthfully disclosed the purposes of the \ntransfers to Plaintiff.  Finally, Dr. Poulos contends that the transfers into the trust \ndid not benefit him personally since he too is now unable to access those assets.  \nPoulos Defendants seek summary judgment as to all of Plaintiff’s claims. \nII. FACTUAL AND PROCEDURAL BACKGROUND. \n2. Plaintiff and Dr. Poulos married on January 25, 1992.   Dr. Poulos is a \nlicensed physician and Plaintiff a licensed dentist;  both practice in Fayetteville, \nNorth Carolina. Elizabeth Poulos (“Elizabeth”) is the daughter, and Emanuel Poulos \n(“Emanuel”) is the son, of Plaintiff and Dr. Poulos.  Elizabeth and Emanuel have been \nnamed as nominal defendants only because they are the b eneficiaries of Defendant \nJohn E. Poulos Family Trust (“the Family Trust”). \n3. Over the course of their marriage, Plaintiff and Dr. Poulos apparently \naccumulated a relatively large amount of real property, and some investment assets, \nand owned them through various limited liability companies.  The record reflects that \nat or about the occurrences relevant to this lawsuit, the couples’ as sets had a value \nof more than $4 million. (Exh. 31 - Icarian Financial Statement 6/30/12. 2) \n4. Defendant Icarian Partners, LLC (“Icarian”) is a North Carolina limited \nliability company (“LLC”).  (Exh. 6 - Icarian Articles of Organization ¶ 1.)   Icarian \nwas formed on December 31, 2007, as a member -managed LLC.  Dr. Poulos  and \nArthur Patelos  (“Patelos”) executed Icari an’s original op erating agreement in \nJanuary 2008.  (Exh. 7 - Icarian Original Operating Agreement.)   The original \noperating agreement provided that Dr. Poulos and Patelos were each 50% interest \nholders in Icarian.  (Id. ¶ 3.)  On January 28, 2010, Dr. Poulos bought Patelos’ interest \nin Icarian.  (Exh 11 - Bill of Sale - Patelos’ Interest in Icarian to Dr. Poulos.) On April \n12, 2012, Dr. Poulos amended the operating agreement to make Icarian a  manager-\nmanaged LLC. (Exh. 29 - Amended Icarian Operating Agr eement.) Although Dr. \nPoulos claims, and the corporate documents in the record indicate,  that he has been \nthe 100%  owner of Icarian since January 28, 2010,  Icarian’s 2010 and 2011  tax \nreturns and 2010 and 2011 Schedule K -1s issued to Plaintiff and Dr. Poul os \n(collectively, the “Tax Documents”)  list Plaintiff as a 50% owner  of the company.  \n(Exh. 22 - Icarian 2010 Tax Return; Exh. 23 - Maria’s 2011 Schedule K-1 for Icarian; \nExh. 24 - Dr. Poulos’ Schedule K-1 for Icarian; Exh. 32 - Icarian 2011 Tax Return.) \n5. Defendant MEEJ, LLC (“MEEJ”) was formed on September 2, 2004, as \na manager-managed North Carolina LLC.  (Exh. 2 - MEEJ Operating Agreement.)   \nDr. Poulos was originally the 100% interest owner in MEEJ, but later transferred \n                                                 \n2 All Exhibit references are to the exhibits filed by Plaintiff in opposition to the Motions unless \notherwise noted. \nparts of his interest to Plaintif f, Elizabeth, and Emanuel.   At the times relevant to \nthis m atter MEEJ’s ownership was as follows: Plaintiff - 57%; Dr. Poulos - 37%; \nElizabeth Poulos - 3%; and, Emanuel Poulos - 3%. (Exh. 3 - Assignments of Interest \nin MEEJ.)  At all times, Dr. Poulos was the sole manager of MEEJ. \n6. Defendant JEP Investments, LLC (“JEP”) was formed on July 10, 2008, \nas a member-managed North Carolina LLC. Dr. Poulos and Plaintiff each held a 50% \ninterest in JEP (Exh . 8 - JEP Operating Agreement, Schedule 1.)  On December 9, \n2008, JEP became  a manager-managed LLC with Dr. Poulos serving as its sole \nmanager.  (Exh. 10 - Amendment to JEP Articles of Organization.)   \n7. During 2010 and 2011, Plaintiff and Dr. Poulos exper ienced serious \nmarital problems . (Compl. ¶ 22.)  It is undisputed  that on January 19, 2011,  Dr. \nPoulos paid attorney Renny Deese (“Deese”) $100 for a consultation.  (Exh. 13 - Credit \nCard Statement.)  Deese practices “family law,” and does not do tax or estate planning \nwork. (Exh. 46 - Dep. of R. Deese pp . 5-6.)  While the Court held that the substance \nof their communication was protected by attorney -client privilege (Order on Mot. to \nCompel ¶ 4.) , Dr. Poulos admitted in his deposition that he did not discuss estate \nplanning with Deese during the consultation.  (Exh. 47 - Dep. of J. Poulos p. 52.)     \n8. On January 28, 2011, Dr. Poulos and Plaintiff executed a General \nWarranty Deed and two Deeds of Gift transferring property from MEEJ to Icarian \n(the “MEEJ Transfers”) (Exhs. 15 - Deed-MEEJ to Icarian, 16 - Deed-MEEJ to Icarian \n(3 tracts), and  17 - Deed-MEEJ to Icarian (Laurel Fork).)  Both Dr. Poulos and \nPlaintiff signed each of the deeds. (Id.)   \n9.   On January 28, 2011, Dr. Poulos and Plaintiff executed a Deed of Gift \ntransferring five parcels of real property from JEP t o Icarian (the “JEP Transfer”) .  \n(Exh 14 - Deed-JEP to Icarian.)  Both Dr. Poulos and Plaintiff signed the Deed of Gift. \n(Id.)  \n10. On February 11, 2011, Dr. Poulos formed the Family Trust  as an \nirrevocable trust.  The Family Trust named Murray as its trustee, and Elizabeth and \nEmanuel as its beneficiaries.  (Exh. 19 - John E. Poulos Family Trust.)  Plaintiff was \nnot required to sign any of the documents related to the creation of the Family Trust, \nand she claims she did not know of the existence of the trust until she conducted \ndiscovery in this lawsuit.  (Exh. 50 - Maria Poulos Aff. ¶ 50.)  Plaintiff does not allege \nDr. Poulos made any representations to her regarding the creation of the Family \nTrust. \n11. On February 11, 2011, after forming the Family Trust, Dr. Poulos \ntransferred 90% of the membership interest in Icarian to the Family Trust (the “Trust \nTransfer”). (Exh. 20 - Transfer into Family Trust.)  Plaintiff did not sign any \ndocuments related to the Trust Transfer.  Plaintiff claims she did not know about the \nTrust Transfer or what assets the Family Trust held until she conducted discovery in \nthis lawsuit.  (Exh. 50 - Maria Poulos Aff. ¶ 50.)  Plaintiff does not allege Dr. Poulos \nmade any representations to her regarding the creation of the Trust Transfer. \n12. On February 11, 2011, Dr. Poulos also transferred  a 5% interest in \nIcarian to Plaintiff (the “Maria Transfer”), and retained the remaining 5% interest in \nIcarian for himself.  (Exh. 21 - 5% Transfer to Maria.)  Plaintiff signed the \n“Assignment of LLC Membership Interest” making the Maria Transfer.  (Id.)  \n13. In March 2012, Dr. Poulos transferred membership interests he held in \ntwo other LLCs to Icarian,3 and on March 29, 2012, he amended Icarian’s Articles of \nOrganization, changing it from a member-managed to a manager-managed LLC.  On \nApril 12, 2012, he amended Icarian’s Operating Agreement, naming himself its sole \nmanager.  (Exh. 29 - Amended Icarian Operating Agreement.) \n14. Plaintiff alleges that Dr. Poulos  procured her signature s on the \ndocuments making the MEEJ, JEP, and Maria Transfers by fraud.  (Exh. 50 - Maria \nPoulos Aff. ¶¶ 10–28; Compl. ¶ 65 .)  Plaintiff claims that Dr. Poulos presented her \nwith only the signature pages of the transfer documents, never asked her to read the \ndocuments, and never described the documents she was signing.  (Compl. ¶¶ 11, 14–\n16.)  Plaintiff usually did not ask Dr. Poulos about the documents because she \n“trusted him.”  (Id. ¶ 17.)  On the occasions when Plaintiff asked Dr. Poulos about the \ndocuments, he responded that the documents were “so we don’t get sued” or “for our \nretirement.”  (Id. ¶ 18.)  On other occasions, Dr. Poulos volunteered that the \ndocuments were “so we don’t get sued” or “for our retirement.”  (Id. ¶ 19.)  Dr. Poulos \nnever explained to Plaintiff what he meant by “so we don’t get sued” or “for our \nretirement.”  (Id. ¶¶ 23 –24.)  Nevertheless, Plaintiff claims that she relied on Dr. \n                                                 \n3 On March 10, 2012, Dr. Poulos transferred a 50% interest in AJ Properties of Fayetteville, \nLLC to Icarian (“AJ Transfer”), and on March 1 6, 2012, Dr. Poulos transferred a 33.3% \ninterest in Bear Plus One, LLC to Icarian (“Bear Plus Transfer”). \nPoulos’ representations and believed that he was acting in her “best interests .”  (Id. \n¶¶ 25–28.) \n15. Dr. Poulos’ testimony regarding the purposes behind the asset transfers \nand what, if anything, he told Plaintiff about the transfers is somewhat vague.  In his \ntestimony, Dr. Poulos claimed his goals were to establish a long-term vehicle to hold \nassets for their children, to protect those assets from both creditors and potential \nmalpractice liability, and to avoid negative tax consequences from a potential change \nto estate tax laws.  (Exh. 47 - Dep. of J. Poulos pp. 7, 14, 44, 53.)  Dr. Poulos claimed \nthat he discussed the purposes for the transfers into Icarian with Plaintiff.  ( Id. pp. \n44, 53, 99–111.)  Dr. Poulos testified that he told Plaintiff the following: \nWe need to make sure that our assets are protected, that we’re protected \nfrom any type of liability from malpractice or any creditors in case \nsomething goes wrong in one of these LLCs, and we need to make sure \nour kids are always going to be taken care of, and we need to, you know, \nmake sure there will be no issues with fighting. \n \n(Id. p. 44.)  Dr. Poulos did not claim that he told Plaintiff the transfers were made for \ntax purposes.  Plaintiff denies that Dr. Poulos told her that any of the documents she \nsigned were for protection of their assets from malpractice lawsuits or were for estate \nplanning purposes. (Exh. 50 - Maria Poulos Aff. ¶¶ 21, 22.) \n16. Dr. Poulos also claimed that he involved Maria in his meetings with \nMurray, the estate attorney who advised Dr. Poulos regarding the transfers of assets \nbetween the LLCs and the creation of the Family Trust.  (Exh. 47 - Dep. of J. Poulos \npp. 45–46.)  Plaintiff denies that Murray ever discussed the Family Trust with her.  \n(Exh. 50 - Maria Poulos Aff. ¶ 49.)  Murray denied that he had ever met with Plaintiff \nand that Dr. Poulos had included Plaintiff in their meetings.  (Exh. 44 - Dep. of O. \nMurray pp. 47–48.) \n17. Plaintiff alleges that the properties and other assets transferred in the \nJEP, MEEJ, Icarian, and Trust Transfers were marital property that would have \nbeen subj ect to equitable distrib ution in the divorce proceedings . ( Compl. ¶ 57.) \nPlaintiff claims “the Trust now owns substantial assets that I once owned or had a \nmarital interest in.”  (Exh. 50 - Maria Poulos Aff. ¶ 41.)  Plaintiff alleges that Dr. \nPoulos transferred property as part of a scheme “to avoid equitable distribution of at \nleast half of these properties to [her].”  (Compl. ¶ 58.)    \n18. On June 21, 2013, Plaintiff filed a domestic complaint against Dr. Poulos \nin the District Court of Cumberland County (13 CVD 4950) as the dependent spouse \nand primary caretaker of their two children .  On July 12, 2013, Plaintiff and Dr. \nPoulos physically separated.  (Compl. ¶ 19.)  On July 15, 2013, Plaintiff filed a second \ndomestic complaint against Dr. Poulos in Cumberland County (13 CVD 5523) as the \ndependent spouse seeking post -separation support, alimony , and equitable \ndistribution of marital assets  (both domestic cases will collectively be referred to as \nthe “domestic proceeding”).  (Compl. ¶¶ 18–20.)   \n19. On February 11, 2015, Plaintiff initiated this action in Cumberland \nCounty Superior Court , alleging that Dr. Poulos, in late 2010 and early 2011 , \nfraudulently transferred marital assets to defraud Maria from receiving her fair \nshare of marital and divisible property in the planned separation and divorce (the \n“Fraudulent Scheme”).  (Compl. ¶ 23.)  In the Complaint, Plaintiff makes claims for \nFraud (“Count I”), Constructive Fraud/ Breach of Fiduciary Duty (“Count II”),  and \nFraudulent Transfers (“Count III”).  Additionally, Plaintiff seeks to set  aside the  \nFamily Trust (“Count IV”) and requests an Accounting (“Count V”).  \n20. On March 20, 2015, Poulos Defendants filed a motion to dismiss and \nmotion to strike and,  on June 2, 2015, the Court issued an Order  and Opinion  \ngranting in part and denying in part those motions .  The Court’s O rder did not \ndismiss any of the claims currently at issue. \n21. On February 15, 2016, Murray, as trustee of the Family Trust, filed the \nMurray Motion.  Murray and the Trust sought summary judgment as to Counts III, \nIV, and V, apparently believing that the claims for fraud, breach of fiduciary duty, \nand constructive fraud were not alleged against them.   At the hearing, however, \nPlaintiff’s counsel informed the Court that it was taking a voluntary dismissal of its \nclaims against Murray and the Family Trust because Plaintiff believed the Court of \nAppeals’ holding in Ward v. Fogel, 237 N.C. App. 570, 580–81, 768 S.E.2d 292, 300–\n01 (2014), precluded her claims because Plaintiff had not been involved in “a distinct \nagreement or transaction” with Murray or  the Family Trust . Although Plaintiff’s \ncounsel did not expressly so state, Plaintiff’s contention implies that Plaintiff \nintended to bring the fraud, breach of fiduciar y duty, and constructive fraud claims \nagainst Murray and the Family Trust.  Plaintiff’s counsel did request that Murray \nand the  Family Trust  be retained as nominal parties in this action to the extent \nnecessary to carry out any order the Court may enter .  Therefore, Plaintiff’s claims \nin this action against Murray and the Family Trust should be DISMISSED without \nprejudice. Murray and the Family Trust will remain nominal defendants in this \naction to the extent they are necessary parties to carrying out any r elief ordered by \nthe Court. \n22. On February 29, 2016,  Poulos Defendants filed a Motion for Summary \nJudgment seeking summary judgment as to all of Plaintiff ’s claims .  The Poulos \nDefendants’ Motion has been fully briefed and argued, and is ripe for determination. \nIII. ANALYSIS \n23. “Summary judgment is appropriate if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with affidavits, if any, \nshow that there is no genuine issue of material fact and that any party is entitled to \njudgment as matter of law.”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012).  An issue is “material” if \nits “resolution . . . is so essential that the party against whom it is resolved may not \nprevail.”  McNair v. Boyette , 282 N.C. 230, 235, 192 S.E.2d 457, 460 (1972).  The \nmoving party bears “the burden of clearly establishing lack of a tr iable issue” to the \ntrial court and may meet this burden by “proving an essential element of the opposing \nparty’s claim does not exist, cannot be proven at trial, or would be barred by an \naffirmative defense.”  Variety Wholesalers, Inc., 365 N.C. at 523, 723 S.E.2d at 747.   \nAll evidence is viewed in the light most favorable to the nonmoving par ty and with \nthe benefit of all reasonable inferences .  Bruce-Terminix Co. v. Zurich Ins. Co. , 130 \nN.C. App. 729, 733, 504 S.E.2d 574, 577 (1998).   \n \na. Breach of Fiduciary Duty. \n24. Plaintiff’s second claim is for breach of fiduciary duty and constructive \nfraud (Count II).  Plaintiff alleges that “as [Plaintiff]’s husband, Dr. Poulos , owed a \nfiduciary duty to [Plaintiff] to manage and dispose of the marital property in her best \ninterests” and “took advantage of” Plaintiff’s trust and confidence in him to “benefit \nhimself.” (Compl.  ¶¶ 86, 88–89. 4) Plaintiff contends that Dr. Poulos ’ \nmisrepresentations and omissions regarding the reasons he was making the transfers \nof the couple’s assets breached the fiduciary duty  Dr. Poulos owed Plaintiff .  Dr. \nPoulos concedes that he owed Plaintiff a fiduciary duty as her husband at the time \nthe transfers were made.  (Poulos  Defs.’ Br. Supp. Summ. J.  9.)  Nevertheless, he \nargues that he did not breach his fiduciary duty because he explained the reasons for \nthe transfers to Plainti ff and did not make any misrepresentations to Plaintiff. Dr. \nPoulos further contends that the undisputed evidence establishes that he did not \npersonally benefit from the transfers since, like Plaintiff, he was left with a 5% \ninterest in Icarian, and he too cannot reach the assets in the Family Trust. \n25. To establish a breach of fiduciary duty, one must show (1) the existence \nof a fiduciary duty, and (2) that the fiduciary failed to “act in good faith and with due \nregard to plaintiff’s interests.”  White v. Consolidated Planning Inc., 166 N.C. App. \n                                                 \n4 Plaintiff also alleged that Dr. Poulos owed her a fiduciary duty as a member of Icarian, \nMEEJ and JEP.  (Compl. ¶ 87.)  Plaintiff, however, made no argument in her brief in support \nof a claim of fiduciary duty arising from her membership in the LLCs.  Since Dr. Poulos has \nconceded he owed Plaintiff a fiduciary duty as her husband, the Court need not address \nPlaintiff’s claim for breach of fiduciary duty arising from Plaintiff’s membership in the LLCs. \n283, 293, 603 S.E.2d 147, 155 (2004). 5  A fiduciary relationship “exists in all cases \nwhere there has been a special confidence reposed in one who in equity and good \nconscience is bound to act in good faith and with d ue regard to the interests of the \none reposing confidence.”  Harrold v. Dowd, 149 N.C. App. 777, 784, 561 S.E.2d 914, \n919 (2002).   \n26. It is well-settled in North Carolina that  the spousal relationship is the \nmost confidential of all relationships and is a fiduciary one. Eubanks v. Eubanks, 273 \nN.C. 189, 195–96, 159 S.E.2d 562, 567 (1968)  (“[T]he relationship between husband \nand wife is the most confidential of all relationships, and transactions between them, \nto be valid, must be fair and reasonable.”).  Nevertheless, “our Courts have found that \na spouse only breaches a fiduciary duty owed to the other spouse within the context \nof a distinct agreement or transaction between the spouses.”  Ward v. Fogel, 237 N.C. \nApp. at 580, 768 S.E.2d at 300 (citing Smith v. Smith, 113 N.C. App. 410, 413, 438 \nS.E.2d 457, 459 (1994) (emphasis added).  In addition, where a transferee of property \nstands in a confidential or fiduciary relationship to the transferor, it is not only the \nduty of the transferee to exercise the utmost good faith in the transaction, but also to \ndisclose to the transferor all material facts relating thereto.  Vail v. Vail , 233 N.C. \n                                                 \n5 A claim for breach of fiduciary duty also require s proof of an injury or harm proximately \ncaused by the breach of duty.  BDM Investments v. Lenhil, Inc., 2014 NCBC LEXIS 6, **29-\n30 (2014) (citing Jay Grp., Ltd. v. Glasgow, 139 N.C. App. 595, 600 -01, 534 S.E.2d 233, 237 \n(2000)); See also Green v. Freeman, 367 N.C. 136, 141, 749 S.E.2d 262, 268 (2013) (“The first \nissue before us is whether there was sufficient evidence, as a matter of law, that Corinna \nbreached a fiduciary duty owed to plaintiffs, proximately causing injury to them.”).  \nDefendant has not argued that Plaintiff failed to present evidence of an alleged injury.  \nNevertheless, the Court concludes that Plaintiff has presented sufficient evidence to raise an \nissue of material fact regarding whether she was injured by Dr. Poulos’ actions. \n109, 114, 63 S.E.2d 202, 206 (1951) (“[I] t is the duty of a person in whom confidence \nis reposed by virtue of the situation of trust arising out of a confidential or fiduciary \nrelationship to make a full disclosure of any and all material facts within his \nknowledge relating to a contemplated transaction with the other party to such \nrelationship, and any concealment or failure to disclose such facts is a fraud.”).   \n27. Dr. Poulos had a fiduciary duty to Plaintiff as  her husband at the time \nof the MEEJ and JEP Transfers, and had a duty to disclose to Plaintiff all material \nfacts regarding those transactions.  Plaintiff’s evidence is that Dr. Poulos induced her \nto sign the documents transferring her interests in MEEJ and JEP to Icarian, of \nwhich Dr. Poulos was the 100% owner, b y telling her only that the documents were \n“so we don’t get sued” and “for our retirement.”   Dr. Poulos did not provide the \ndocuments to Plaintiff nor permi t her to review the documents.  Dr. Poulos argues \nthat, even accepting Plaintiff’s evidence , the exp lanation that the transfers were \nbeing made “so we don’t get sued” and “for our retirement” were not material \nmisrepresentations or omissions that would constitute a breach of his fiduciary duty. \nThe Court disagrees.  The transfers of real property from one LLC to another \nobviously would not prevent Plaintiff or Dr. Poulos from being sued.  Nor did the \ntransfers accomplish any discernible retirement objective. Although the statements \n“so we don’t get sued” and “for our reti rement” may be vaguely suggestive of  Dr. \nPoulos’ alleged purposes  in making the transfers , they do not, on their face, \nadequately describe the so -called asset protection and e state planning goals Dr. \nPoulos claims he sought to accomplish . The Court conclud es that issues of material \nfact exist as to whether Dr. Poulos breached his fiduciary duty to Plaintiff  by \nmisrepresenting or failing to disclose  the purposes of the MEEJ and JEP Transfers \nand, ac cordingly, the Poulos Defendants’ M otion addressing Plaintiff’s claim for \nbreach of fiduciary duty regarding the MEEJ and JEP Transfers should be DENIED. \n28.   Plaintiff’s claim for breach of fiduciary duty as it applies to the Trust \nTransfer raises a separate question, however, because those were discreet actions by \nDr. Poulos that did not involve agreements or transactions between Plaintiff and Dr. \nPoulos.  See Ward , 237 N.C. App. at 580, 768 S.E.2d at 3 00 (claim for breach of \nfiduciary duty must “arise within the context of a distinct agreement or t ransaction \nbetween the spouses”  (citation omitted) ). Plaintiff presented evidence Dr. Poulos  \ncreated the Trust and  made the Trust Transfer without Plaintiff’s participation or \nknowledge.  Neither involved an agreement between Dr. Poulos  and Plaintiff. \nPlaintiff does not claim that Dr. Poulos made any misrepresentations to her \nspecifically about the Trust Transfer or purpose of the Trust Transfer.   Plaintiff \nadmitted that she did not even know of the existence of the Family Trust  or that it \nheld the interest in Icarian until she learned of it during this lawsuit. \n29. The Court concludes that the record evidence, viewed in the light most \nfavorable to Plaintiff, establishes that Plaintiff was not a party to the agreements or \ntransactions creating the Family Trust or the Trust Transfer.  Accordingly, “[b]ecause \nplaintiff’s claims regarding t he [Family] trust do not arise ‘within the context of a \ndistinct agreement or transaction between the spouses,’ there was no fiduciary duty \nowed to plaintiff s ufficient to survive summary judgment . . . . ” Id. at 580 –81, 768 \nS.E.2d at 3 00 (citation omitted).  Poulos Defendants’ M otion addressing Plaintiff’s \nclaim for breach of fiduciary duty regarding the creation of the Family Trust and the \nTrust Transfer should be GRANTED. \nb. Constructive Fraud \n30. “To assert a claim of constructive fraud, plaintiff must allege: ‘(1) a \nrelationship of trust and confidence, (2) that the defendant took advantage of that \nposition of trust in order to benefit himself, and (3) that plainti ff was, as a result, \ninjured . . . .’”  Ellison v. Alexander , 207 N.C. App. 401, 408, 700 S.E.2d 102, 108 \n(2010) (citations omitted).  Our Supreme Court has held: \nConstructive fraud differs from actual fraud in that ‘‘it is based on a \nconfidential relationship rather tha n a specific \nmisrepresentation.”  Implicit in the requirement that a defendant   \n“[take] advantage of his position of trust to the hurt of plaintiff ,” is the \nnotion that the defendant must seek his own advantage in the \ntransaction; that is, the defendant must seek to benefit himself. \n \nBarger v. McCoy Hillard & Parks, 346 N.C. 650, 666, 488 S.E.2d 215, 224 (1997)  \n(citing Terry v. Terry, 302 N.C. 77, 85, 273 S.E.2d 674, 678–79 (1981)). Like a breach \nof fiduciary duty, a constructive fra ud based on a spousal relationship must occur \nwithin the context of a transaction or agreement  between the spouses .  Ward, 237 \nN.C. App. at 580, 768 S.E.2d at 300. \n31. Since the parties were in a fiduciary relationship, Plaintiff must show \nthat Dr. Poulos soug ht to benefit himself from his alleged breach of fiduciary duty.   \nPlaintiff contends that Dr. Poulos benefitted himself at Plaintiff’s expense by: (a) the \n“intangible benefit of satisfaction or pleasure” from preventing Plaintiff access to the \ntransferred property in a potential divorce; (b) the “benefit of power and authority” \nfrom “retaining . . . control over the [Family] Trust” ; (c) receiving “asset protection \nfrom malpractice liability and avoiding the estate tax exemption”; (d) payment of the \n$100 professional fee to Renny Deese through an Icarian credit card; and, (e)  being \nable to make loans to Icarian for which he received as security the potential to obtain \n50% ownership in the properties owned by Icarian in the event of default on the loans. \n(Pl.’s Br. Opp. Mot. Summ. J. 19–20.) \n32. Plaintiff correctly asserts that “[a] presumption of fraud arises where \nthe fiduciary in a confidential relationship benefits in any way from the relationship.” \nLancaster v. Lancaster , 138 N.C. App. 459, 462, 530 S.E.2d 8 2, 84 (2000)  (holding \nthat husband and wife had physically separated and, therefore, husband did not owe \nwife a fiduciary duty at the time they entered into separation and property settlement \nagreement; accordingly, court did not address issue of whether h usband received a \n“benefit” from breach of duty) .  North Carolina’s appellate decisions  addressing the \nissue, however, have held that a defendant sought to benefit himself only when he \nbenefitted himself in some tangible manner , and have not expressly reco gnized an \nintangible benefit as sufficient to sustain a claim for constructive fraud .  Compare \nLink v. Link, 278 N.C. 181, 193, 179 S.E.2d 697, 704 (1971) (defendant husband took \nadvantage of relationship with wife to obtain shares of stock as part of a se paration \nagreement); Terry, 302 N.C. at 84, 273 S.E.2d at 678 (defendant used position of trust \nand confidence to take advantage of his ill brother and purchase his business at a \nprice below market  value); Vail, 233 N.C. at 115, 63 S.E.2d at 207 (defendant  son \nbenefitted when he took advantage of relationship of trust to obtain deed to property \nfrom his mother); with Barger, 346 N.C. at 666, 488 S.E.2d at 224  (holding that the \n“benefit” of continued business relations between the plaintiff and the defendant is \ninsufficient to maintain  a claim of constructive fraud) . Accordingly, the Court \nconcludes that any “satisfaction” Dr. Poulos derived in preventing Plaintiff from \nreaching the property in the Family T rust during the divorce proceeding is not \nsufficient to support a claim for constructive fraud  since “satisfaction” is a state of \nmind with no discernable tangible value.  Similarly, the Court concludes that any \nalleged benefit of holding “power and authority” over the Family Trust  (apparently \nthrough his position as manager of Icarian (Pl.’s Br. Opp. Summ. J. 4)) is not the type \nof tangible benefit that would support a claim for constructive fraud.  In addition, \nPlaintiff concedes that Dr. Poulos did not gain management authority of Icarian \nthrough his alleged misrepresentations, but “has always managed Icarian.” (Id. 4–5.) \n33. With regard to the alleged asset protection and tax benefits 6 that may \nhave flowed to Dr. Poulos, Plaintiff does not dispute that she would have enjoyed the \nsame benefits.  (Id. 19.)  Those benefits do not support her constructive fraud claim \nbecause they were not gained by Dr. Poulos specifically at her expense.  Barger, 346 \nN.C. at 666, 488 S.E.2d at 224. \n34. It is undisputed that on January 19, 2011, Dr. Poulos used an Icarian \ncredit card to pay the $100 fee for consulting with attorney Renny Deese ( Exh. 47 - \nDep. of J. Poulos pp. 166–67; Exh. 13 - Credit Card Statement.)  Plaintiff argues that \n                                                 \n6 There is no evidence in the record that either Dr. Poulos or Plaintiff received any tax benefits \nfrom the transactions.  To the extent Dr. Poulos believed that there was going to be a change \nto the estate tax laws that might make the couple’s estate taxable upon their deaths, it is \nundisputed that the change to the law never occurred. \nthe payment of this fee  constitutes a benefit in the form of “payment of personal \nexpenses thro ugh the [ Family] [T]rust funds. ” ( Pl.’s Br. Opp. Summ. J.  19.) This \npayment, however, occurred nine days before Dr. Poulos made the first of the \nallegedly fraudulent MEEJ and JEP T ransfers, and over three weeks before Dr. \nPoulos created the Family Trust.  In other words, the payment was not made out of \nFamily Trust funds, and any benefit Dr. Poulos received by payment of the fee by \nIcarian could not have resulted from his alleged misrepresentations and omissions \nsurrounding the transfers. \n35. Plaintiff also contends that Dr. Poulos benefitted from three loans he \nmade to Icarian between August 2013, and March 2014. (Exh. 37 - Promissory Note \n(Bridges); Exh. 39 - Promissory Note (Smith St.); Exh. 40  - Promissory Note (Wyrd \nSt.).)  Dr. Poulos loaned Icarian a total of approximately $173,000.  The loans were \ninterest-free, and repayable upon the sale of specific pieces of real property \n(apparently owned by Icarian).  In each of the promissory notes, Dr. Poulos took as \nsecurity a 50% ownership intere st in the piece of real property in the event of a \ndefault. (Id.) There is no evidence that Icarian defaulted on any of the loans resulting \nin Dr. Poulos receiving an ownership interest in the properties.  More significantly, \nPlaintiff has not explained how the loans benefitted Dr. Poulos,7 or how such benefit \naccrued to Dr. Poulos as a result of him taking advantage of his fiduciary relationship \nwith Plaintiff. \n                                                 \n7 In fact, the loans appear to be for the benefit of Icarian, an entity in which Plaintiff and Dr. \nPoulos both have identical 5% ownership interests. \n36. Plaintiff has failed to present evidence that creates an issue of material \nfact as to whether Dr. Poulos  benefited himself at Plaintiff’s expense, the Poulos \nDefendants’ Motion regarding Plaintiff’s claim for constructive fraud should be  \nGRANTED.8   \nc. Fraud \n37. In Count I of the Compla int, Plaintiff alleges that “Dr. Poulos \nfraudulently omitted and failed to disclose” that the purpose of the Icarian Transfer, \nthe Maria Transfer, and the Trust Transfer was to “deprive [Plaintiff] of distribution \nof marital property in the support case.”  (Compl. ¶ 78.)  Plaintiff alleges that to the \nextent she signed certain documents that made the transfers, Dr. Poulos obtained her \nsignature by the same misrepresentations and omission underlying her claims for \nbreach of fiduciary duty.  (Id. ¶ 79.) \n38. While “[f]raud has no all -embracing definition. . . . [I]n general term s \nfraud may be said to embrace ‘ all acts, omissions, and concealments involving a \nbreach of legal or equitable duty and resulting in damage to another, or the taking of \nundue or unconscientious advantage of another.’” Vail, 233 N.C. at 113, 63 S.E.2d at \n205 (citation omitted).  Nevertheless, “the following essential elements of actual fraud \nare well-established: (1) [f]alse representation or concealment of a material fact, (2) \nreasonably calculated to deceive, (3) made with intent to deceive, (4) which does in \n                                                 \n8 Plaintiff’s claim for constructive fraud arising from the creation of the Family Trust and the \nTrust Transfer are also subject to dismissal because they did not involve  an agreement or \ntransaction between Plaintiff and Dr. Poulos.  Ward, 237 N.C. App. at 580-81, 768 S.E.2d at \n300.  Poulos Defendants’ Motion regarding those claims should be GRANTED for this reason \nas well. \nfact deceive, (5) resulting in damage to the injured party.”  Ragsdale v. Kennedy, 286 \nN.C. 130, 138, 209  S.E.2d 494, 500 (1974). Although reasonable reliance on an \nallegedly false representation usually is necessary to show fraud, it is not necessary \nwhere the existence of a confidential or fiduciary relationship creates a duty to \ndisclose between the parties to the transaction.  Vail, 233 N.C. at 116, 63 S.E.2d at \n207. \"It is a well-settled principle of the law of fraud . . . that it is the duty of a person \nin whom confidence is reposed by virtue of the situation of trust arising out of a \nconfidential or fiduciary relationship to make a full disclosure of any and all material \nfacts within his knowledge relating to a contemplated transaction with the other \nparty to such relationship, and any concealment or failure to disclose such facts is a \nfraud.” Id. at 114, 63 S.E.2d at 206 (internal quotation marks omitted).  In addition, \nwhere a fiduciary relationship exists, a deceived party is not required to exercise due \ndiligence in discovering the fraud. Id. at 116, 63 S.E.2d at 207. \n39. As a preliminary matter, for the same reasons that Plaintiff’s claims for \nbreach of fiduciary duty and constructive fraud regarding the creation of the Family \nTrust and the Trust Transfer must be dismissed, so too must her claim for fraud \nbased on those actions.  The creation of the Family Trust and the Trust Transfer did \nnot involve an agreement or transaction between Plaintiff and Dr. Poulos.  Ward, 237 \nN.C. App. at 580, 768 S.E.2d at 3 00 (the plaintiff “was not induced into agreeing to \n[the trust’s] terms” and her “claim for fraudulent inducement” regarding creation of \nthe trust failed). \n40. Dr. Poulos argues that Plaintiff’s fraud claim s cannot succeed because \nshe has not presented evidence that would create a  genuine issue of fact about his \nalleged intent in making the MEEJ and JEP Transfers as part of his overall purpose \nof protecting the couple’s  assets and passing th e asset s to their children.  Our \nappellate courts have recognized, however, that: \n[S]ummary judgment is generally inappropriate in an action for fraud. \nThe existence of fraud necessarily involves a question concerning the \nexistence of fraudulent intent, and the intent of a party is a state of mind \ngenerally within the exclusive knowledge of the party. That state of \nmind must, by necessity, be proved by circumstantial evidence. \n \nLewis v. Blackman , 116 N.C. App. 414, 419, 448 S.E.2d 133, 136 (1994)  (citations \nomitted).  Whether allegedly fraudulent  representations or  concealments were \ncalculated or intended to deceive are questions of fact generally left to the jury if the \ncircumstances could demonstrate fraudulent intent.  Latta v. Rainey, 202 N.C. App. \n587, 599, 689 S.E.2d 898 , 909 (2010) (emphasis added) .  Viewed in the light most \nfavorable to Plaintiff, she has presented evidence that Dr. Poulos misrepresented or \nfailed to disclose the purpose behind the MEEJ and JEP Transfers, and did not inform \nher that he had created the Family Trust or made the Trust Transfer.  Dr. Poulos \ntook these actions almost immediately after the couple began marriage counseling in \nearly 2011, and after he had consulted with a family law attorney.  Dr. Poulos claims \nto have involved Plaintiff in his meeting with Murray to create the Family Trust, but \nMurray denies Dr. Poulos involved the Plaintiff.  The Court believes a reasonable \njuror could conclude that Dr. Poulos made the transfers into Icarian, an entity in \nwhich he claimed 100% ownership and was the only manager, in order to be able to \ntransfer the couple’s assets into the Family Trust without having to involve Plaintiff.   \n41. The Court concludes that genuine issues of material fact exist as to Dr. \nPoulos’ intent in making  the MEEJ and JEP Transfers that foreclose finding as a \nmatter of law that he did not have a fraudulent intent.  Therefore, Poulos Defendants’ \nMotions addressing Plaintiff’s fraud claims regarding the MEEJ and JEP Transfers  \nare DENIED.     \nd. Violation of Uniform Voidable Transactions Act  \n42. In Count III of her Complaint, Plaintiff alleges that Dr. Poulos’ transfers \nof property were in violation of the Uniform Fraudulent Transfer Act, G.S. § 39-23.1, \net seq. (in 2014, the UFTA became the Uniform Voidable Transactions Act (“UVTA”)).  \nMore particularly, Plaintiff alleges that Dr. Poulos made the MEEJ, JEP, Maria, and \nTrust Transfers “with an intent to hinder, delay and defraud [Plaintiff] from \nobtaining her interest in marital property” , and without receiving “reasonably \nequivalent value” from the Family Trust . (Compl. ¶¶ 92, 98.)  Plaintiff contends the \ntransfers are voidable pursuant to G.S. §§ 39-23.5(a) and 39-23.4. (Id. ¶¶ 102, 103.) \n43. To proceed with a cause of action under the UVTA, Plaintiff must have \nstanding as a creditor.  See Maloney v. Alliance Dev. Group, LLC, 2006 NCBC LEXIS \n14, at *14–15 (N.C. Super. Ct. 2006) (citing G.S. §§ 39-23.4 (a), 39-23.5(a), 39-23.7(a)).  \nTo have standing as a creditor, one must have a “claim,” defined as a “right to \npayment.”  G.S. § 39.23.1(3) –(4).  A “right to payment,” can be unli quidated, \ncontingent, unmatured, or disputed, and need not be reduced to a judgment.  G.S.  § \n39-23.1(3).  “Transfers” under the UVTA are defined as “every mode . . . of disposing \nof or parting with property belonging to the debtor.” G.S. § 39-23.1(12).     \n44. G.S. § 39 -23.5(a)9 protects creditors “whose claim arose before the \ntransfer was made or obligation was incurred.”  To establish a claim, a creditor must \nestablish that the debtor made a transfer “without receiving a reasonably equivalent \nvalue in exchange for the transfer or obligation, ” and that the debtor was insolvent \nat the time of the transfer or become insolvent10 as a result of the transfer. G.S. § 39-\n23.5(a) (emphasis added) . Defendant argues that Plaintiff does not qualify as a \n“present creditor” under the statute because she has alleged that “she became a \ncreditor of Dr. Poulos, as defined by G.S. § 39 -23.1, when the support case was filed  \n(July 15, 2013), or, alternatively, at the very earliest when the Poulos Separation \noccurred (July 12, 2013).”  (Compl. ¶ 94.)  Since all of the transfers at issue occurred \non or before February 11, 2011, Defendant argues that Plaintiff was not a creditor at \nthe time of the transfers. Despite the allegations in the Complaint, however, Plaintiff \nnow contends that she had existing “claims” against Dr. Poulos as of February 11, \n2011, based on the allegedly unlawful transfers made on January  28, 2011.  (Pl. Br. \nOpp. Mot. Summ. J.  23.) The Court does not need to address Plaintiff’s status as a \ncreditor, however, since she has not presented evidence that Dr. Poulos was insolvent \nor became insolvent as a result of the transfers.  To the contrary , Plaintiff admitted \nthat she did not believe Dr. Poulos had ever been unable to pay his debts.  (M. Poulos \n                                                 \n9 Plaintiff does not contend that she has a claim under G.S. § 39-23.5(b). \n10 “A debtor is insolvent if, at a fair valuation, the sum of the debtor's debts is greater than \nthe sum of the debtor's assets”, and “[a] debtor that is generally not paying the debtor's debts \nas they become due . . . is presumed to be insolvent.” G.S. § 39-23.2. \nDep. pp. 60 –61, 64.)   Plaintiff has not presented any evide nce that at any time \nrelevant to this action Dr. Poulos ’ debts exceeded his assets.  Plaintiff has failed to \npresent evidence in support of an essential element of her claim under G.S. § 39 -\n23.5(a).  Accordingly, Poulos Defendants ’ M otion regarding this  claim should be \nGRANTED. \n45. Plaintiff also makes a claim under G.S. § 39 -23.4(a), which applies to \nboth present and future creditors.  The statute provides as follows:  \n(a) A transfer made or obligation incurred by a debtor is fraudulent as to \ncreditor, whether the creditor’s claim arose before or after the transfer was \nmade or the obligation was incur red, if the debtor made the transfer or \nincurred the obligation: \n \n(1) with intent to hinder, delay, or defraud any creditor of the debtor; or  \n \n(2) without receiving a reasonably equivalent value in exchange for the \ntransfer or obligation, and the debtor:  \n \n(a) was engaged or was about to engage in a business or a transaction \nfor which the remaining assets of the debtor were unreasonably \nsmall in relation to the business or transaction; or  \n \n(b) intended to incur, or believed that the debtor would incur, debts \nbeyond the debtor’s ability to pay as they became due.   \n \n46. Plaintiff contends that the Trust Transfer is voidable under G.S. § 39-\n23.4(a)(2) because Dr. Poulos  transferred the property “[w]ithout  receiving a \nreasonably equivalent value in exchange for the transfer or obligation.” (Compl. ¶ 98.) \nDr. Poulos argues that a settlor does not have to receive any consideration in \nexchange for a transfer of property to a trust.  Ridge v. Bright, 244 N.C. 345, 349, 93 \nS.E.2d 607, 610 (1956).  In Ridge, the Court held \nIt is not an essential feature of the trust creation that the settlor has \nreceived a benefit from the trustee, cestui, or another . . . . If the settlor \nhas otherwise effectively completed the t rust, the fact that he has \nreceived nothing in return for the transfer of the equitable or  legal and \nequitable property interest is immaterial. \n \nId., 93 S.E.2d at 611.  Since consideration was not necessary to effectuate the Trust \nTransfer, Plaintiff’s claim under G.S. § 39-23.4(a)(2) fails.      \n47.   With regard to Plaintiff’s claim under G.S. § 39-23.4(a)(1) (“Transfer or \nobligation voidable as to present or future creditors”), Poulos Defendants do not deny \nthat Plaintiff is a future creditor . (Murray Br. Supp. Summ. J. 9 ).11  Nevertheless, \nthey contend Plaintiff cannot succeed on this claim because G.S. § 39-23.4(a)(1) only \nallows future creditor s to attack  a fraudulent transfer when the transfer  was \nintended to hinder, delay, or defraud a then-existing creditor at the time of transfer.  \n(Murray Br. Supp. Summ. J. 9–11.)  In support of this argument, Poulos Defendants \ncite Norman Owen Trucking, Inc. v. Morkoski , 131 N.C. App. 168, 506 S.E.2d 267 \n(1998), a case decided under the common law in effect prior to passage of the UFTA. \nIn Norman Owen Trucking , the Court of Appeals cited “the applicable fraudulent \nconveyance principles” under North Carolina common law, including the following: \nIf the conveyance is voluntary, and the grantor did not retain property \nfully sufficient and available to pay his debts then existing, it is invalid \nas to creditors; but it cannot be impeached by subsequent creditors \nwithout proof of the existence of a debt at the time of its execution, which \nis unpaid, and when this is establish ed and the conveyance avoided, \nsubsequent creditors are let in and the property is subjected to the  \npayment of creditors generally. \n \n                                                 \n11 Dr. Poulos specifically incorporates Murray’s brief in support of summary judgment as to \nthe Fraudulent Transfer (Count III) , Setting Aside the Trust  (Count IV), and Accoun ting \n(Count V) claims.  (Poulos Defs.’ Br. Supp. Summ. J. 11.) \nId. at 173, 506 S.E.2d at 271 (citing Aman v. Waller, 165 N.C. 224, 227, 81 S.E. 162, \n164 (1914)).  Poulos Defendants contend that G.S. § 39-23.4(a)(1) must be interpreted \nas consistent with this principle and “therefore operates to allow a future creditor to \nattack a fraudulent transfer that occurred prior to the future creditor’s standing as a \ncreditor, but only if the transfer was intended to hinder, delay, or defraud a then-\nexisting creditor at the time of the transfer .”  (Murray Br. Supp. Summ. J. 10 \n(emphasis in original).)   \n48. The Court is not persuaded by Poulos Defendants’ argument. First, the \nprinciple cited in Norman Owen Trucking  applies to  transfers by the debtor that \nleaves the debtor with insufficient assets to pay “ his debts then existing .” 131 N.C. \nApp. at 173, 506 S.E.2d at 271.  A claim under § 39-23.4(a)(1), unlike subsection (a)(2), \ndoes not require that the transfer make the debtor insolvent or potentially insolvent. \nRather, it is sufficient if the creditor challenging the transaction shows that the \ntransfer was intended to “hinder, delay, or defraud any creditor.”   The Official \nComments to the UVTA make this conclusion clear, providing that “there is no \nrequirement in § 4(a)(1) that the intent referred to be directed at a creditor existing \nor identified at the time of the transfer”  and “[d]iminution of the assets available to \nthe debtor’s creditors is not necessarily required to ‘hinder, delay, or  defraud’ \ncreditors.”  The Court rejects Dr. Poulos’ argument that G.S. § 39-23.4(a)(1) implicitly \nrequires a then -existing creditor at the time of fraudulent transfer for a fut ure \ncreditor to void the transaction. \n49. For Plaintiff’s UVTA claim to survive summary judgment she also must \npresent evidence that creates an issue of fact as to whether  Dr. Poulos intended to \n“hinder, delay, or defraud”  her through the property transfers .  “[I]ntent is an \noperation of the mind, it should be proven and found as fact, and is rarely to be \ninferred as a matter of law.”  Estate of Hurst v. Jones, 230 N.C. App. 162, 170, 750 \nS.E.2d 14, 20 (2013) (citation omitted).  Because intent is difficult to prove, G.S. § 39-\n23.4(b) provides a non -exhaustive list of factors to be considered in determining \nintent.  Hurst, 230 N.C. App. at  170, 750 S.E.2d at 20.   Such factors include: the \ndebtor retained possession or control of the property transferred after th e transfer; \nthe transfer or obligation was disclosed or concealed; the transfer was substantially \nall the debtor’s assets; the debtor absconded; the debtor removed or concealed assets; \nthe transfer occurred shortly before or shortly after a substantial debt was incurred; \nand, the debtor transferred the assets in the course of legitimate estate or tax \nplanning.  G.S. § 39-23.4(b).   \n50. Plaintiff has presented evidence that Dr. Poulos failed to disclose and \nconcealed from her the creation of the Family Trust and the Trust Transfer, that the \nassets transferred were substantially all of the couple’s marital assets, and that after \nthe Trust Transfer, Dr. Poulos appointed himself sole manager of Icarian, retaining \ncontrol over properties that were allegedly once part  of the ir marital estate .  Dr. \nPoulos counters that the  property transfers were effectuated in the course of \nlegitimate estate and tax planning and that Plaintiff filed for divorce  not “shortly \nafter” the transfers, but over two years after Dr. Poulos executed the Trust Transfer.  \nThe Court concludes that there is sufficient, albeit circumstantial, evidence to create \na genuine issue regarding Dr. Poulos’  intent and for Plaintiff’s G.S § 39-23.4(a)(1) \nclaim to survive summary judgment .  Therefore, the Poulos Defendants’ Motion  \nregarding Plaintiff’s UVTA claim should be DENIED.   \ne. Setting Aside the Family Trust and Accounting. \n51. In Count IV of the Complaint, Plaintiff seeks an order setting aside the \nFamily Trust under the North Carolina Uniform Trust Code (“UTC”), G.S. §§ 36C-1-\n101 et seq., on the grounds of fraud. The UTC provides that a trust “is voidable to the \nextent that its creation was induced by fraud, duress , or undue influence.”  G.S. § \n36C-4-406.     \n52. Here, the Court already has determined that Poulos Defendants’ Motion \nas to Plaintiff’s claim for fraud arising from the creation of the Family Trust and the \nTrust Transfer must be dismissed. Therefore, the Poulos Defendants’ M otion as to \nCount IV should be GRANTED.12 \n53. In her claim for an accounting, Pla intiff requests  a “complete and \naccurate accounting by Dr. Poulos, the LLCs, and the [Family] Trust of all properties \nowned, acquired, or transferred by Dr. Poulos, the LLCs, and the Trust.” (Compl. ¶  \n113.)  The Court interprets this request as seeking an accounting of the real property \nand other assets transferred into Icarian for purposes of determining the amount to \nwhich Plaintiff may be entitled if she prevails on her claims, and not as seeking to \n                                                 \n12 To the extent Plaintiff requests that a constructive trust be placed on the assets that may \nbe determined to have been improperly transferred in the MEEJ and JEP Transfers (Comp. \n¶¶ 118–19) the Court does not believe such request is the subject of the Poulos Defendants’ \nMotion, and the Court declines to address dismissal of such request. \nhave an accounting of the Family Trust  itself.  Accordi ngly, to the extent Poulos \nDefendants seek summary judgment regarding Plaintiff’s claim for an accounting of \nthe real property and other assets transferred into Icarian, the motion should be \nDENIED. \nTHEREFORE, it is ordered that: \n54. Poulos Defendants’ Motion as to Plaintiff’s claims for breach of fiduciary \nduty and fraud arising from the MEEJ and  JEP Transfers a re DENIED.13  Poulos \nDefendants’ Motion  as to Plaintiff’s claim for breach of fiduciary duty  and fraud \narising from the creation of the Family Trust and Trust Transfer are GRANTED. \n55. Poulos Defendants’ Motion as to Plaintiff’s claim for constructive fraud \nis GRANTED. \n56. Poulos Defendants’ Motion  as to Plaintiff’s  request to set aside the \nFamily Trust is GRANTED.  \n57. Poulos Defendants’ Motion as to Plaintiff’s request for an accounting of \nthe real property and other assets transferred into Icarian is DENIED. \n \nThis the 26th day of September, 2016. \n       /s/ Gregory P. McGuire   \n       Gregory P. McGuire \n       Special Superior Court Judge \n       For Complex Business Cases \n                                                 \n13 To the extent Plaintiff has attempted to raise claims for breach of fiduciary duty, \nconstructive fraud, or fraud arising from the AJ and Bear Plus Transfers, the record evidence \nestablishes that neither of those transfers involved an agreement or transaction between \nPlaintiff and Dr. Poulos. (Exhs. 24 –26, 33–35.) Poulos Defendants’ Motion as to Plaintiff’s \nclaims for breach of fiduciary duty, constructive fraud, and fraud arising from th e AJ and \nBear Plus Transfers is GRANTED. "
}