{
  "id": "610fdc4b31f857e2f0cd78e0f32f6639bd14b53dd84e5405e62e4874524f27cc",
  "source_file": "data/raw/ncbc/610fdc4b31f857e2f0cd78e0f32f6639bd14b53dd84e5405e62e4874524f27cc.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21CVS18665-590 \n \nJACQUELINE S. MCFEE and \nSAVAGE MCFEE, INC., \n \nPlaintiffs, \n \nv. \n \nWILLIAM C. PRESLEY; BILL \nSTACKS; SABR LEME, INC.; C. \nPRESLEY PROPERTIES, LLC; \nSTACKS HOLDING, INC.; and CPP \nINTERNATIONAL, LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR \nDEFAULT JUDGMENT \n \n \nTerpening Law P.L.L.C., by William R. Terpening and Tomi M. Suzuki, \nand Allan Law Firm, PLLC, by Albert P. Allan, for Plaintiffs Jacqueline \nS. McFee and Savage McFee, Inc. \nJohnston, Allison & Hord, P.A., by Kimberly J. Kirk and Katie D. \nBurchette, for Defendants William C. Presley and C. Presley Properties, \nLLC. \nNo counsel appeared for Defendants Bill Stacks, Sabr Leme, Inc., Stacks \nHolding, Inc., and CPP International, LLC. \nConrad, Judge. \n1. All that remains  in this case  is Plaintiff Jacqueline McFee ’s motion for a \ndefault judgment against Defendants Bill Stacks and CPP International, LLC  \n(“CPP”), neither of whom has made an appearance.  McFee’s claims against the other \ndefendants, including William Presley and C. Presley Properties, LLC (“Presley \nDefendants”), have been dismissed.  Unlike Stacks and CPP, the Presley Defendants \nactively opposed the claims against them, moved for summary judgment, and \nprevailed across the board.  The Court has asked the parties to address whether the \nMcFee v. Presley, 2024 NCBC 39. \nPresley Defendants’ victory on the merits  forecloses a judgment by default against \nStacks and CPP .  For the following reasons, the Court concludes that it does and \nDENIES McFee’s motion.   \n2. A short recap of the facts and procedural history will help frame the issue.  \nMcFee used to work for CPP, a stationery company, as its lead designer.  Presley was \nits president during that time .  In her employment agreement, McFee assigned to \nCPP all intellectual property rights  arising from her design work but retained an \noption to reclaim those rights  on certain conditions.  CPP  fired McFee in 2015.  She \nthen sued the company  in 2016 in  federal court for false advertising, copyright \ninfringement, and more on the theory that her intellectual property rights had \nreverted to her automatically under the terms of her employment agreement.  The \nfederal court rejected that theory, holding that McFee did “not have ownership of the \nintellectual property rights” at issue because CPP “needed to affirmatively assign” \nthe rights back to her.  McFee v. CPP Int’l , 2017 U.S. Dist. LEXIS 21462, at *8 \n(W.D.N.C. Feb. 15, 2017) (dismissing federal-law claims with prejudice and declining \nto exercise supplemental jurisdiction over state-law claims).   \n3. So McFee sued CPP again in 2017 in state court to compel it to reassign her \nintellectual property rights and to recover damages for various alleged wrongs.  Just \na day or two after McFee filed her  state-court action, CPP sold assets from its arts \nand crafts division to a company called Pacon and distributed some of the proceeds to \nPresley.  At the end of 2017, Presley stepped down and transferred control of CPP to \nStacks.  In 2019, under Stacks’s leadership, CPP defaulted on a line of credit .  The \nlender foreclosed and sold the collateral securing the loan to a company called Bay \nSales.  CPP soon went out of business.  This hastened the end of McFee’s state-court \naction: in February 2020, she obtained a default judgment  against CPP, which \nincluded an award of damages and a re assignment of intellectual property to her as \nof the date of the judgment.  (See Default J., ECF No. 153.16.) \n4. This case followed in November 2021.  McFee claims that the 2017 asset sale \nto Pacon, the 2019 foreclosure sale to Bay Sales, and related distributions of proceeds \nfrom those sales were fraudulent transfers made to avoid paying her 2020 default \njudgment against CPP.  She also alleges  that Presley fraudulently induced her to \nassign her intellectual property rights to CPP as early as 2008.  The complaint, as \namended, includes claims for fraud, constructive fraud, breach of fiduciary duty, \nunjust enrichment , and fraudulent transfer under N.C.G.S. §§  39-23.4(a)(1) and \n39-23.5(b) against some or all of t he Presley Defendants, Stacks, and CPP.  (McFee \nnamed two other entities as codefendants as well, but the claims against them have \nbeen dismissed, and they are not relevant to this discussion.) \n5. After discovery  closed, McFee and the Presley Defendants filed \ncross-motions for summary judgment.  The Court granted the Presley Defendants’ \nmotion in its entirety .  By her own admission, McFee ’s section 39-23.5(b) claim for \nfraudulent transfer was  untimely.  H er section 39 -23.4(a)(1) claim concerning the \nPacon asset sale was also untimely because the undisputed evidence showed that she \nfiled this lawsuit more than four years after the sale and more than two years after  \nshe had actual notice of the sale.  Her section 39-23.4(a)(1) claim concerning the Bay \nSales transaction, though timely, was deficient for other reasons, including  that a \nforeclosure sale is not a “transfer made .  . . by a debtor” within the meaning of the \nstatute.  And her common -law claims (fraud, constructive fraud, breach of fiduciary \nduty, and unjust enrichment) were either time-barred or lacked sufficient evidence to \ncreate a jury question.  See generally McFee v. Presley, 2023 NCBC LEXIS 173 (N.C. \nSuper. Ct. Dec. 28, 2023). \n6. McFee also moved for a default judgment against the nonappearing \ndefendants.1  In an interim order, the Court held that most claims against Stacks and \nCPP were defective on their face and  dismissed them.  Just a few  claims survived: \nthe section 39 -23.4(a)(1) claim for fraudulent transfer against CPP based on the \nPacon and Bay Sales transactions; the same claim against Stacks, though limited to \nthe Bay Sales transaction;  and the claims for constructive fraud and b reach of \nfiduciary duty against Stacks, again limited to the Bay Sales transaction.  As to these \nclaims, the Court determined that McFee’s allegations , if true,  were sufficient to \nestablish liability but questioned whether entering a judgment by default in her favor \nwould conflict with the judgment on the merits that had been entered against her on \nthe very same issues.  See McFee v. Presley, 2023 NCBC LEXIS 175, at *12 n.6 (N.C. \nSuper. Ct. Dec. 28, 2023). \n \n1 This is McFee’s second motion for default judgment.   In November 2022, the Court issued \nan interim order on her first motion as to liability but deferred a decision as to damages.  See \nMcFee v. Presley , 2022 NCBC LEXIS 142 (N.C. Super. Ct. Nov. 29, 2022).   McFee then \namended her complaint, rendering her motion moot.  See  Moore v. Sullivan, 123 N.C. App. \n647, 649 (1996) (When a “trial court enters a judgment determining the issue of liability but \nordering a trial on the issue of damages, the judgment is only an entry of default rather than \na default judgment.”). \n7. Following the interim order , t he Court directed McFee to file a brief \naddressing why entering a default judgment against Stacks and CPP would not  be \ninconsistent with the summary-judgment order.  The  Court allowed the Presley \nDefendants to brief the issue  as well.   Both sides timely submitted their written \narguments, and the Court heard oral arguments on 25 April 2024. \n8. The legal principle at issue is not controversial.   “Inconsistent judgments \nare erroneous”—full stop.  Graham v. Mid-State Oil Co., 79 N.C. App. 716, 720 (1986).  \n“When co-defendants are similarly situated, inconsistent judgments will result if one \ndefendant defends and prevails on the merits and the other suffers a default \njudgment.”  Angelo Iafrate Constr., LLC v. Potashnick Constr., Inc., 370 F.3d 715, 722 \n(8th Cir. 2004) .  Thus , “it would be incongruous  and unfair to allow a plaintiff to \nprevail against defaulting defendants on a legal theory rejected by a court with regard \nto an answering defendant in the same action.”   Moore v. Howell , 2023 U.S. Dist. \nLEXIS 125880, at *5 (D. Nev. July 21, 2023) (cleaned up); see also SG Blocks, Inc. v. \nHola Cmty. Partners, 2024 U.S. Dist. LEXIS 28754, at * 14 (C.D. Cal. Feb. 20, 2024) \n(observing that “the legal determination ” as to a claim against one defendant would \n“bar the same claim against ” a nonappearing defendant); Rivera v. Mattingly, 2021 \nU.S. Dist. LEXIS 67539, at *12 (S.D.N.Y. 2021) (denying default judgment because it \n“would lead to inconsistent judgments”).   \n9. Here, the Presley Defendants  defended and prevailed on the merits .  The \nCourt determined that McFee’s section 39-23.4(a)(1) challenge to the Pacon asset sale \nis time-barred.  The Court also determined that the Bay Sales foreclosure sale is not \na transfer “ by a debtor” as required by  section 39 -23.4(a)(1).  Entering a default \njudgment on identical claims against Stacks and CPP would conflict with these legal \ndeterminations.  So too would  a default judgment against  Stacks on the claims for  \nconstructive fraud and breach of fiduciary duty as to the Bay Sales foreclosure sale .  \nMcFee’s theory as pleaded (that CPP sold its assets and that Stacks should have \nreserved the sale proceeds  to pay her default judgment ) is incompatible  with the \nundisputed evidence and the Court’s legal rulings  (that CPP’s lender, not CPP  or \nStacks, sold collateral after a loan default and reaped the proceeds). \n10. At no point has McFee  suggested that the claims and allegations against \nStacks and CPP differ from those against the Presley Defendants  so that a legal \nruling as to one would not apply equally to the others had all defendants appeared in \nthe case.  Rather, her position is that the summary-judgment decision isn’t binding, \nthus erasing any inconsistency.  The Court disagrees. \n11. First, McFee starts with the determination that the Bay Sales foreclosure \nsale was not a transfer “by a debtor.”  That determination, she contends, was dictum \nbecause the Court included a second,  independent ground for its decision .  Not so .  \nWhen two “independent grounds” support a judgment, both are “ material.”2  Propst \n \n2 Dictum or not, the Court’s ruling is correct.  There is no dispute about what the Bay Sales \ntransaction was.  It was a foreclosure sale by a secured lender, which means that it was not \na transfer “by a debtor.”   N.C.G.S. § 39-23.4(a)(1).  The twist is that Stacks and CP P, as \ndefaulting defendants,  are deemed to have admitted the allegations in the  amended \ncomplaint.  There, McFee portrays the Bay Sales transaction as an asset sale by CPP, never \nacknowledging that it was a foreclosure sale by CPP’s lender.  (See Am. Compl. ¶¶ 57, 66, 68, \n82, 85, 129, ECF No. 98.)  These allegations, taken as true, suffice to state a claim.  But they \nare indisputably false.  Nothing compels the Court to put on blinders, accept false allegations \nas true, and enter a default judgment  based on a legal theory that it has rejected on the \nmerits.  To do so would undermine the integrity of the judicial process. \nv. N.C. HHS, 234 N.C. App. 165, 170 (2014) (citation and quotation marks omitted); \nsee also id. at 171 (“[A]lternative, independent grounds for an appellate decision are \nnot considered obiter dicta here.”); id. at 172 (“[W]here a trial court bases its judgment \non multiple independent grounds, each of which have been fully litigated, and that \njudgment has not been appealed , the trial court’s determination as to every issue \nactually decided has preclusive effect in later litigation.”).  \n12. Next, McFee argues that equitable considerations concerning the Bay Sales \nforeclosure sale support her position .  This is perplexing.   For one thing , the \nargument’s premise is false.  McFee  says that CPP’ s lender could not  have sold \ncollateral assets to Bay Sales “because she owned them.”  (McFee’s Supp. Br. 4, ECF \nNo. 208 (emphasis added).)  But she didn’t own them at the time of the sale ; she \nobtained the reassignment of her intellectual property rights  later through the \ndefault judgment in her state -court action  against CPP .3  Moreover, McFee ’s \nargument that the foreclosure sale was defective is a new theory that has no basis in \nher amended complaint.  And in any event, it is not at all clear why McFee believes \n \n3 This error was no accident.  McFee’s brief repeats it more than once.  ( See McFee’s Supp. \nBr. 5 (stating that “[p]roperty owned by McFee should not have been conveyed or otherwise \nencumbered by” CPP’s lender and implying that she reclaimed her intellectual property \nrights automatically “by way of the ‘End of Sale’ provision” in her employment agreement  \n(emphasis added)); see also McFee’s Supp. Br. 3 (“the designs were undisputedly McFee’s at \nthe time” (emphasis added)).)  What’s more, at the hearing, her counsel stated that the federal \ncourt dismissed her first lawsuit  without deciding whether her employment agreement \nautomatically reassigned rights to her.  Let’s be clear: the federal court held that McFee did \n“not have ownership ” of the rights at issue and that her employment agreement did not \nautomatically reassign them .  CPP Int’l , 2017 U.S. Dist. LEXIS 21462, at *8.  And her \nFebruary 2020 default judgment in the state-court action “assigned and transferred” rights \nto her “as of the date of this final judgment.”  (Default J.)  McFee’s insistence that each court \nsaid the opposite is troubling. \na flawed foreclosure sale, as opposed to a flawless one,  is a transfer “by a debtor”  \nunder section 39-23.4(a)(1). \n13. Finally, McFee contends that the summary-judgment order is interlocutory \nand urges the Court to eliminate any inconsistency by revisiting the evidence and \nrevising that order.  She has not moved for reconsideration, however.  And the Court \nsees no reason to retract its rulings. \n14. For the foregoing reasons, the Court concludes that ent ering a default \njudgment against Stacks and CPP would be inconsistent with the previous entry of \nsummary judgment in favor of the Presley Defendants.  The Court therefore DENIES \nMcFee’s motion for default judgment and DISMISSES her remaining claims against \nStacks and CPP with prejudice. \n15. There is one last  administrative matter.  McFee’s fellow plaintiff, Savage \nMcFee, Inc., concede s that it lacks  standing to seek relief from the nonappearing  \ndefendants but has not voluntarily dismissed its claims.   ( See Response to Show \nCause Ord. 4 , ECF No. 185 .)  The Court therefore DISMISSES  Savage McFee’s \nclaims against the nonappearing defendants without prejudice. \n16. No issues remain for trial.  Accordingly, this is a final order disposing of all \nissues in this action.   \nSO ORDERED, this the 10th day of June, 2024.   \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}