{
  "id": "612ef6b121cefd6913a522a42ee5a8b7bf5aa4b0030e9a3c2831b43562731d85",
  "source_file": "data/raw/ncbc/612ef6b121cefd6913a522a42ee5a8b7bf5aa4b0030e9a3c2831b43562731d85.pdf",
  "raw_text": "Mason v. Mason, 2020 NCBC 42. \n \nSTATE OF NORTH CAROLINA \n \nORANGE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 1724 \n \nJULIE SMITH MASON, \n \n   Plaintiff, \n \nv. \n \nRICHARD S. MASON, \n \n   Defendant. \n \nORDER AND OPINION ON \nDEFENDANT RICHARD S.  \nMASON’S MOTION TO DISMISS \nAND, IN THE ALTERNATIVE,  \nSET ASIDE ORDERS \n \n1. THIS MATTER  is before the Court on Defendant Richard S. Mason’s \nMotion to Dismiss and, in the Alternative, Set Aside Orders  (the “Motion”).  ( Def. \nRichard S. Mason’s Mot. Dismiss, ECF No. 232 [“Mot.”].)  The Motion seeks dismissal \npursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure (the \n“Rule(s)”) of Plaintiff Julie Smith Mason ’s claims.  In the alternativ e, the Motion \nrequests that the Court “[set] aside the scheduling orders and stipulations that assess \nliability against Defendant Richard Mason[.]”     \n2. For the reasons set forth herein, the Court DENIES the Motion. \nSharpless McClearn Lester Duffy, PA, by Pamela S. Duffy and Molly \nWhitlatch, for Plaintiff Julie Smith Mason.  \n \nJ.M. Cook, P.A., by J.M. Cook, for Defendant Richard S. Mason.  \n \nRobinson, Judge. \n \n \n \n \n \n \n \n \n \nI. FACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact on a motion to dismiss for failure \nto state a claim pursuant to Rule 12(b)(6), but only recites those portions of the factual \nand procedural history relevant to its determination of the Motion. \n4. Plaintiff Julie Smith Mason 1 (“Plaintiff”) is a citizen and resident of \nAlamance County, North Carolina.  (Compl. ¶ 1, ECF No. 4.) \n5. Defendant Richard S. Mason (“Defendant”) is a citizen and resident of \nOrange County, North Carolina.  (Compl. ¶ 3.) \n6. Plaintiff and Defendant owned the majority of shares of Multiflora \nGreenhouses, Inc. (“MGI”).  (Compl. ¶¶ 4, 8.)  Plaintiff owned approximately 39.65% \nof MGI’s outstanding shares, and Defendant owned approximately 39.6 3% of MGI’s \noutstanding shares.  (Compl. ¶ 8.)  Plaintiff and Defendant acted as the sole directors \nof MGI.  (Compl. ¶ 9.) \n7. At the time this action was initiated, Plaintiff and Defendant were married.  \n(Compl. ¶ 13.)  On October 16, 2017, Plaintiff “left [the] marriage.”  (Compl. ¶ 20.)   \nAfter Plaintiff left the marriage, Defendant took numerous actions to exclude \nPlaintiff from MGI’s operations and otherwise harm MGI.  (Compl. ¶¶ 23, 27–29, 41.)  \n                                                 \n1 Julie Smith Mason, LLC is a limited liability company organized under the laws of the State \nof North Carolina, of which Plaintiff is the sole member.  (Compl. ¶ 2.)  Julie Smith Mason, \nLLC is a former plaintiff to this action, which asserted one claim for breach of contract against \nformer defendant Multiflora Greenhouses, Inc  (“MGI”).  (Compl. ¶¶ 47 –51.)  However, on \nApril 17, 2019, both Plaintiff and Julie Smith Mason, LLC dismissed all claims against MGI \nwithout prejudice.   (ECF No. 137.)  Therefore, Julie Smith Mason, LLC is no longer a plaintiff \nin this action and “Plaintiff” as used herein refer s only to individual Plaintiff Julie Smith \nMason.  (See Compl. ¶ 1.)   \n \n \n8. Plaintiff initiated this action by filing the Complaint on December 13, 2017 \n(the “Complaint”) , asserting a claim for dissolution against MGI and a claim for \nbreach of fiduciary duty against Defendant.  (ECF No. 4.) \n9. Defendant and MGI filed a joint Answer on January 22, 2018.  ( Answer, \nECF No. 8.)   The Answer represented that as an alternative to d issolution of MGI, \nDefendant is willing to purchase Plaintiff’s shares in MGI “at their fair value, in \naccordance with such procedures as the Court may provide.”  (Answer 2.)     \n10. The parties submitted their Case Management Report on February 21, \n2018.  ( Case Management Report, ECF No. 9  [“CMR”].)  The Case Management \nReport represents that “[t]he Defendants have stipulated that Richard Mason intends \nto purchase Julie Mason’s shares, such that the issue before the Court is one of \nvaluation only rather than disputing the right to dissolution.”  (CMR ¶ 3.A.) \n11. On May 23, 2018, the parties filed the Joint Stipulation Regarding Date of \nValuation of Multiflora Greenhouses, Inc., which provides that the parties \n“STIPULATE AND AGREE that the date of valuation of [MGI]  for the purpose of \nestablishing a value for Defendant Richard Mason’s buy out of Plaintiff Julie Mason’s \nshares shall be the date of the parties’ marital separation, October 16, 2017.”  (ECF \nNo. 43.) \n12. On September 24, 2018, counsel for MGI filed the Suggestion of \nBankruptcy, notifying the Court that MGI filed a voluntary petition for relief under \nChapter 11 of the U.S. Bankruptcy Code.  (ECF No. 97.)   On February 11, 2019, the \nBankruptcy Court converted the case to a Chapter 7 bankruptcy case and appointed \n \n \na trustee which ceased operations of MGI and began its liquidation.  (Br. 4, ECF No. \n233.) \n13. Defendant filed the Motion and brief in support thereof on December 19, \n2019.  (ECF Nos. 232–233.)  The Court held a hearing on the Motion on May 14, 2020 \nat which all parties were represented by counsel.2  (See ECF No. 257.)  The Motion is \nripe for resolution. \nII. ANALYSIS \n14. Defendant’s Motion comes more than two years after the initiation of this \naction.  ( See ECF Nos. 4, 232.)  The parties have filed formal  stipulations and \nrepresentations with the Court  since the f iling of the Complaint  that Defendant \nagrees to purchase Plaintiff’s shares in MGI.  (See ECF Nos. 4, 8–9, 43, 80, 115, 137, \n155, 244.1.)   \n15. Notwithstanding these stipulations, Defendant moves pursuant to Rule \n12(b)(6) to dismiss all of Plaintiff’s claims (which would result in termination of the \nlitigation upon resolution of Plaintiff’s Motion for Rule 11 Sanctions ) and \nalternatively requests that the Court set aside various stipulations and unidentified \norders in an attempt to evade his prior agreements and representations to the Court \nregarding purchasing Plaintiff’s shares  in MGI .  (Br. 1.)  For the reasons stated \nherein, Defendant’s Motion should be DENIED.    \n \n                                                 \n2 At the hearing, the Court also heard arguments from counsel on Plaintiff’s Motion for Rule \n11 Sanctions, (ECF No. 131), and Plaintiff’s Motion to Supplement Complaint, (ECF No. 244).  \nHowever, this Court decides these Motions in separate, forthcoming orders.  \n \n \nA. Motion to Dismiss  \n16. Rule 12(b) clearly provides that a motion for failure to state a claim upon \nwhich relief can be granted “shall be made before pleading if a further pleading is \npermitted.”  N.C.G.S. § 1A -1, Rule 12(b) (emphasis adde d).  “Therefore, under the \nexpress language of Rule 12(b), a motion to dismiss for failure to state a claim must \nbe made before filing a responsive pleading.”  Johnston v. Johnston Props., Inc., 2018 \nNCBC LEXIS 119, at *13 (N.C. Super. Ct. Nov. 15, 2018). \n17. Defendant and MGI filed their joint Answer on January 22, 2018.  (See ECF \nNo. 8.)  The Answer asserts as a first defense “[t]he Defendants move to dismiss the \nPlaintiffs’ Complaint pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure on the grounds that the Plaintiffs’ Complaint fails to state a claim upon \nwhich relief can be granted.”  (Answer 1.)  Pursuant to Rule 7.2 of the North Carolina \nBusiness Court Rules (“BCR”), all motions “must be set out in a separate document.”  \nTherefore, Defendant’s Answer is not a proper motion under BCR 7.2.  See New \nFriendship Used Clothing Collection, LLC v. Katz, 2017 NCBC LEXIS 72, at *24 (N.C. \nSuper. Ct. Aug. 18, 2017).  A proper motion for failure to state a claim was not before \nthis Court until the filing of the Motion , which occurred nearly two years after \nDefendant filed his Answer.  See id. at *24. \n18. “[T]his Court’s holding in New Friendship is clear: a motion to dismiss for \nfailure to state a claim must be filed prior to an answer.”  Johnston, 2018 NCBC \nLEXIS 119, at *14.  As such, Defendant’s Motion, to the extent it seeks dismissal of \nPlaintiff’s claims pursuant to Rule 12(b)(6), is untimely. \n \n \n19. Notably, in New Friendship this Court concluded that  reading Rule 12(b) \nand Rule 12(h) together, a post-answer Rule 12(b)(6) motion may be considered as a \nRule 12(c) motion for judgment on the pleadings.  Id. at *25–26.  Defendant’s Motion \ncomes nearly two years after the filing of his Answer, and Defendant does not request \nthat the Court consider the Motion under Rule 12(c).   Under these factual \ncircumstances, the Court, in its discretion, declines to treat the Motion as a Rule 12(c) \nmotion.  See Encompass Servs., PLLC v. Maser Consulting P.A. , 2019 NCBC LEXIS \n67, at *3 (N.C. Super. Ct. Nov. 5, 2019) (declining to treat an untimely Rule 12(b)(6) \nmotion as a 12(c) motion  when the 12(b)(6) motion was filed two months after the \nanswer and the movant did not request that his motion be considered under Rule \n12(c)). \n20. For the foregoing reasons, the Court concludes that the Motion is untimely, \nand it should therefore be DENIED to the extent that Defendant requests dismissal \nof Plaintiff’s claims pursuant to Rule 12(b)(6).  \nB. Motion to Set Aside Orders \n21. In the alternative, Defendant vaguely requests that the Court “[set ] aside \nthe scheduling orders and stipulations that assess liability against Defendant \nRichard Mason; and” that the Court set aside any holdings related to the valuation \nof MGI stock.  (Mot. 6; Br. 3.)      \n22. Defendant’s Motion fails to identify or cite to  any specific court order that \nassesses liability against Defendant as it pertains to purchasing MGI’s shares, and \nthe Court is unaware of any such order.  Based upon the Court’s review of the record \n \n \nand consideration of the arguments made at the May 14, 2020 hearing, it is the \nCourt’s understanding that Defendant is bound to purchase Plaintiff’s MGI shares, \nnot by court order, but by express agreements and stipulations between the parties. \n23. Therefore, to the extent that Defendant requests that the Court set aside \ncourt orders, the Court DENIES t he Motion, and for the reasons stated herein, t he \nCourt also DENIES Defendant’s Motion to the extent that it requests the Court set \naside stipulations made by the parties.   \n24. “It is within the discretion of the court to set aside a stipulation of the \nparties[.]”  Estate of Carlsen v. Carlsen, 165 N.C. App. 674, 678, 599 S.E.2d 581, 584 \n(2004).  “Application to set aside a stipulation must be seasonably made; delay in \nasking for relief may defeat the right thereto.”  Norfolk S.R. Co. v. Horton and R.R. \nCo. v. Oakley, 3 N.C. App. 383, 389, 165 S.E.2d 6, 10 (1969).  Proper justifications for \nsetting aside a stipulation include: misrepresentation or mistake as to material facts, \nundue influence, collusion, duress, fraud, and inadvertence.  Lowery v. Locklear \nConstr., 132 N.C. App. 510, 514, 512 S.E.2d 477, 479 (1999).   \n25. Defendant now requests that the Court relieve him of any obligation to \npurchase Plaintiff’s MGI’s shares nearly twenty -two months after the parties first \nstipulated to litigate over the value of shares instead of dissolution and nearly \nnineteen months after the parties stipulated to the relevant date for valuation.  (See \nECF Nos. 9, 43.)   \n26. Defendant argues that due to a substantial change in circumstances since \nthe initiation of this acti on, specifically the conversion of MGI’s bankruptcy from \n \n \nChapter 11 to Chapter 7 and the subsequent liquidation of MGI, requiring Defendant \nto purchase Plaintiff’s MGI shares is inappropriate .  (Br. 3 –5.)  Defendant further \nargues that the Court “should not allow the Plaintiff to proceed with litigating over \nthe valuation of  stock for a transfer that cannot occur.”  (Br. 3.)   The Court finds \nDefendant’s argument unavailing. \n27. Mere change in circumstances or the fact that at the time the stipulation s \nwere made Defendant did not foresee MGI’s liquidation is insufficient to justif y \nsetting aside any stipulation by the parties.  See Moore v. Richard W. Farms, Inc. , \n113 N.C. App. 137, 142, 437 S.E.2d 529, 532 (1993) (affirming that the plaintiffs were \nbound by their stipulation to be bound by a survey, the results of which they did not \nknow at the time the stipulation was made). \n28. When Defendant agreed to purchase Plaintiff’s shares and stipulated to the \ndate of valuation of the same, Defendant accepted the risk, and the potential benefit, \nof the possible future fluctuation of the value of MGI’s shares.  If the value of MGI’s \nshares increased, Defendant stood to benefit; however, if the value of MGI’s shares \ndecreased, it would be to Defendant’s detriment.  Regardless of the “substantial \nchange in circumstances” as described by Defendant, the Court declines to relieve \nDefendant from the agreement he made, with the advice of counsel, at the inception \nof this litigation.   \n29. In sum, Defend ant’s request for relief is not seasonably made and \nDefendant fails to establish any proper justification for setting aside the stipulations \nmade by the parties.  See Lowery , 132 N.C. App. at 514, 512 S.E.2d at 479 .  \n \n \nAccordingly, the Court, in its discretion, DENIES Defendant’s Motion to set aside the \nstipulations made by the parties in this litigation.  \nIII.      CONCLUSION \n30. For the foregoing reasons, the Court hereby DENIES the Motion. \n \nSO ORDERED, this the 26th day of May, 2020. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}