{
  "id": "6136678295fc469b04bd63f06b53cc594906595a535713528081c829ca45ec4f",
  "source_file": "data/raw/ncbc/6136678295fc469b04bd63f06b53cc594906595a535713528081c829ca45ec4f.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nIREDELL COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 2394 \n \nASHTON K. LOYD, \n \nPlaintiff, \n \nv. \n \nJAMES MICHAEL GRIFFIN and \nGRIFFIN INSURANCE AGENCY, \nINC., \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON CROSS-\nMOTIONS FOR SUMMARY \nJUDGMENT \n \n \n1. THIS MATTER is before the Court on the 6 June 2022 filing of Defendants \nJames Michael Griffin (“Mr. Griffin”) and Griffin Insurance Agency, Inc.’s (“GIA” and \ntogether, “Defendants”) Motion for Summary Judgment, (ECF No. 98 [“Defs.’ Mot.”]), \nand Plaintiff Ashton K. Loyd’s (“Mr. Loyd” or “Plaintiff”) Motion for Partial Summary \nJudgment (together, the “Cross -Motions for Summary Judgment”) , (ECF No. 100  \n[“Pl.’s Mot.”]).  Pursuant to Rule  56 of the North Carolina Rules of Civil Procedure \n(the “Rule(s)”), Defendants request summary judgment on all of Plaintiff’s claims and \naffirmative summary judgment on three of  their Counterclaims.  ( Defs.’ Mot. )  \nPlaintiff requests summary judgment on five of Defendants ’ Counterclaims.  (Pl.’s \nMot.) \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Cross-Motions for Summary Judgment. \nLevine Law Group, P.A. by Michael J. Levine and Cathy A. Williams, \nAustin Law Firm by John S. Austin, and Mauney PLLC by Gary V. \nMauney, for Plaintiff Ashton K. Loyd. \n \nLoyd v. Griffin, 2023 NCBC 26. \nBennett & Guthrie, PLLC by Mitchell H. Blankenship and Joshua H. \nBennett, for Defendant s James Michael Griffin and Griffin Insurance \nAgency, Inc. \n \nRobinson, Judge. \nI. INTRODUCTION \n3. This matter arises out  of circumstances related to  Mr. Griffin and \nMr. Loyd’s respective insurance agencies, and the later merger of their businesses.  \nThroughout thei r business relationship, the pair and their respective insurance \nagencies executed a number of agreements, and this dispute centers around the \nalleged violations of several of those agreements.  At the heart of the dispute are \nevents relating to those documents, and the merger of Loyd Insurance Agency, Inc. \ninto GIA, including: Mr. Loyd’s employment with GIA; his alleged issuance of false or \nmisleading certificates of insurance, and subsequent termination; Mr. Loyd’s alleged \nretention of his GIA shares following that termination; and the ultimate sale of GIA, \namong others. \n4. After completing extensive  discovery and briefing , the Cross-Motions for \nSummary Judgment request dismissal of the twelve remaining claims and \ncounterclaims in this matter. \nII. FACTUAL BACKGROUND \n5. The Court does not make findings of fact when ruling on motions for \nsummary judgment.  “[T]o provide context for its ruling, the Court may state either \nthose facts that it believes are not in material disput e or those facts on which a \nmaterial dispute forecloses summary adjudication.”  Ehmann v. Medflow, Inc ., \n2017 NCBC LEXIS 88, at *6 (N.C. Super. Ct. Sept. 26, 2017); see also Hyde Ins. \nAgency, Inc. v. Dixie Leasing Corp. , 26 N.C. App. 138, 142 (1975) (encou raging the \ntrial court to articulate a summary of the relevant evidence of record to provide \ncontext for the claims and the motion(s)). \n6. Mr. Loyd is a citizen and resident of Mooresville, Iredell County, North \nCarolina.  (Second Am. Compl. ¶  16, ECF No. 83 [“S AC”].)  Mr. Loyd founded Loyd \nInsurance Agency, Inc. (“LIA”), a North Carolina corporation, and he later became a \nminority shareholder in and vice president of GIA, (SAC ¶¶ 16, 32).1 \n7. Defendant GIA is a North Carolina corporation with its principal office \nlocated at 135 Gasoline Alley,  Mooresville, Iredell County, North Carolina.  (SAC \n¶ 18.)  Mr. Griffin is a citizen and resident of Cornelius, Mecklenburg County, North \nCarolina, and was the majority shareholder and president of GIA.  (SAC ¶ 17.)  Mr. \nGriffin remained GIA’s president at all relevant times.  (J.A. 1175.)2 \nA. The Formation of GIA \n8. On 29 June 2001, GIA was incorporated in North Carolina.  (J.A. 1486.) \n \n1 The Second Amended Complaint was verified by Mr. Loyd on 6 June 2022, contemporaneous \nwith the filing of the Cross-Motions for Summary Judgment, with the verification appearing \nin the Joint Appendix.  (J.A. 2604–05.)  A verified complaint “may be treated as an affidavit \nif it (1) is made on personal knowledge, (2) sets forth such facts as would be admissible in \nevidence, and (3) shows affirmatively that the affiant is competent to testify to the matters \nstated therein.”  Page v. Sloan, 281 N.C. 697, 705 (1972).  Therefore, the Court may treat and \naccept the fact-based portions of the verified Second Amended Complaint as an affidavit of \nMr. Loyd. \n \n2 The Joint Appendix, containing the materials relevant to  each side’s motion for summary \njudgment, was electronically filed in ten parts but is consecutively paginated.  (See ECF Nos. \n118–27.)  For brevity, the Court uses an abbreviated citation as follows, (J.A. [page no.], [page \nno.]).  Depositions  are cited using the Joint Appendix pagination and include the ECF No. \nonly in the first full cite, ([Dep. name], [J.A. page:line–J.A. page:line], [ECF No.]). \n9. The Initial Resolutions of GIA  provided that Mr. Griffin would be the sole \ninitial shareholder of GIA, holding 1500 shares, and that he would be its president.  \n(J.A. 1905–06.)  The Initial Resolutions also stated that the Board of Directors of GIA \nelected for it to be an S Corporation.  (J.A. 1908.)  Mr. Griffin was also the CEO, and, \naccording to the GIA Bylaws, in that capacity he had “general charge of the business, \naffairs, and property of  the Corporation and control over its other officers, agents [,] \nand employees.”  (J.A. 1914.)  By 2010, GIA had several separate locations, including \nat least the office located at 227 West Plaza Drive, Mooresville, North Carolina (the \n“West Plaza Location”).  (J.A. 314.) \n10. In 2004, Mr. Griffin hired Mr. Loyd as an associate agent for GIA to sell \nNationwide Mutual Insurance Company ’s (“Nationwide”) insurance products.  \n(J.A. 1175; Dep. Ashton K. Loyd Oct. 15, 2021, 14:4–6, ECF No. 118 [“Loyd Dep. Oct. \n2021”].)  In his early years working at GIA, Mr. Loyd was an employee who received \na Form W-2 tax statement, and he did not hold shares in the corporation.  (J.A. 1175–\n76.)  While Mr. Loyd began as an associate agent for GIA,  Mr. Griffin believed that \nMr. Loyd was likely to be his  “successor” at GIA.  (See Loyd Dep. Oct. 2021, 2 3:25–\n24:3; Dep. James M. Griffin 1194:2–5, ECF No. 120 [“Griffin Dep.”].) \nB. Formation of LIA and the Revenue Stream Purchase Agreements \n11. Mr. Loyd formed LIA  in 2009 at the direction of Mr.  Griffin and GIA’s \ncertified public accountant (“CPA”) , John Potts .  ( SAC ¶  32.)  The Articles of \nIncorporation for LIA were filed with the North Carolina Secretary of State on 31 \nMarch 2010, (SAC ¶  32), and Mr. Loyd was at all time s the sole owner and \nshareholder of LIA, (Dep. Ashton K. Loyd Apr. 22, 2022, 404:13–405:4, ECF No. 118 \n[“Loyd Dep. Apr. 2022”]). \n12. On 1 March  2010, Mr. Griffin , Mr. Loyd, and LIA executed a Revenue \nStream Purchase Agreement (“RSPA”) for the West Plaza Location (the “West Plaza \nRSPA”).  (J.A. 314.)  The record demonstrates that i n 2010, Nationwide’s contract \nwith Mr. Griffin and GIA provided that , as an exclusive agent of Nationwide, they \nowned the revenue rights to the agency  but not the renewal rights or the book of \nbusiness.  (Griffin Dep. 1199:1 –18.)  Pursuant to the West Plaza RSPA, Mr. Griffin \nagreed to transfer to Mr.  Loyd his right to receive the revenue generated from the \nsale of Nationwide  insurance policies at the West Plaza Location .3  (J.A. 314.)  \nMr. Loyd purchased those rights for $1,258,276.58 plus interest to be paid over the \ncourse of roughly 14 years, with full payment by  August 2024, pursuant to the \nPurchase Price Allocation schedule.  (J.A. 314–15, 326–31.) \n13. Mr. Griffin, Mr. Lo yd, and LIA also executed a second RSPA for the GIA \noffice located at 125 East Front Street, Statesville, North Carolina (the “ Statesville \nLocation RSPA”) on 1 March 2010 .  (J.A. 333– 41.)  This RSPA functioned the same \nas the RSPA applicable to the West Plaza Location .  Mr. Loyd agreed to  pay \n \n3 Mr. Loyd testified that the purpose of the RSPAs was to purchase the revenue streams for \nthe GIA locations, meaning the sale of Nationwide property and casualty insurance products, \nincluding bonuses earned by meeting productivity requirements , such that he would \nultimately own the revenue generated at those locations.  (Loyd Dep. Oct. 2021, 38:14–39:25 \n(comparing the RSPAs to a mortgage on a house); J.A. 314.)   The RSPAs  functioned as an \nassignment from Mr. Griffin to Mr. Loyd of his right to receive the revenue at each applicable \nlocation.  (J.A. 1176.) \n$219,262.00 plus interest, beginning 1 May 2012, for the rights  under the second \nRSPA over the course of ten years.  (J.A. 333.) \n14. On 1 July 2012, GIA, LIA, and Mr. Loyd executed three agreements, though \nonly GIA was a party to all three : (1) the Corporate Associate Agent Agreement ; \n(2) an Employment Agreement; and (3) the Agency Associate Agent/Office Staff \nAgreement.  The order in which those agreements were signed is not clear from the \nevidence in the record. \n15. The Corporate Associate Agent Agreement  (the “CAA Agreement”) was \nbetween LIA and GIA  whereby LIA became an “associate agent”  and “independent \ncontractor” of GIA.  (J .A. 294, 301.)   The CAA Agreement permitted LIA to sell \nNationwide insurance as an agent of GIA at its West Plaza and Statesville Locations.  \n(J.A. 294, 312.)  However, LIA’s employees and independent contractors were not  \nemployees or independent contractors of GIA.4  (J.A. 301.) \n16. The Employment Agreement  was between Mr. Loyd and GIA, naming \nMr. Loyd an “employee” of it, and providing that Mr. Loyd would hold the position of \n“insurance agency [sic]” of GIA and would work primarily out of the  West Plaza \nLocation.  (J.A. 594.)  It further stated that “[t]his document contains the entire \nunderstanding and agreement between the Employer and [Employee]  hereto and \nsupersedes all other oral and written agreements  or understanding[s] between us.  \n \n4 The CAA Agreement provided that it was “not intended to, and does not, create a franchise \nrelationship between [the parties]  and . . . the sole relationship established between them \nunder the terms and conditions of this Agreement is one of agency.”  (J.A. 301.) \nNo modification or addition  . . . shall be valid except in wri ting, signed by both the \nEmployer and [Employee].”  (J.A. 594.) \n17. Finally, the Agency Associate Agent/Office Staff Agreement (the “Associate \nAgent Agreement”) was between Nationwide, Mr. Loyd, and GIA, naming Mr. Loyd \nan Associate Agent of Nationwide, and describing his privileges and requirements as \nsuch.  (J.A. 2546–50.)  The Associate Agent Agreement provided that Mr. Loyd would \n“represent Nationwide exclusively in the sale and service of insurance and financial \nproducts” and “comply with all applicable insurance laws and regulations .”  (J.A. \n2547.) \n18. On 1 October 2017, GIA and LIA executed a third and final RSPA for the \nGIA office at 7505 Hwy 73, Suite F, Denver, North Carolina (the “Denver Location”).  \n(J.A. 1101–04.)  The Denver Location RSPA provided that LIA would pay $304,034.00 \nplus interest , in equal monthly installments of $3,225.00 , beginning on \n1 February 2018.  (J.A. 1101–02.) \nC. The Merger of LIA with GIA \n19.  In 2018, while Mr. Loyd was paying for his purchase of the revenue rights \nto three GIA locations, Nationwide  announced a plan to allow agents to purchase \ntheir business, rendering the three RSPAs ineffective for their original purpose  of \nproviding Mr. Loyd with the revenue rights to each location .  (Griffin Dep. 1194:21–\n1196:14.)  Subsequently, Mr. Griffin purchased GIA’s book of business, and believed \nit was best to give Mr. Loyd a “credit for the principal” paid on the GIA revenue rights \nby making him a share holder of GIA.   ( Griffin Dep. 1 195:21–1196:8.)  Th e parties \nagree that these events sparked the merger of LIA and GIA.   ( See Loyd Dep. Apr. \n2022, 482:23–484:21; Griffin Dep. 1195:8–1197:2.) \n20. On 12 June 2018, there was a special meeting of the Board of Directors and \nShareholders of GIA  where Mr. Loyd was appointed vice president and Mr. Griffin \nremained president.  (J.A. 965.) \n21. On 25 June 2018, LIA and GIA executed the Agreement and Plan of Merger \nBetween GIA and LIA (the “Merger Agreement”).  (J.A. 345 –51.)  The Merger \nAgreement, effective on 1 July 2018, governed the merger of LIA into GIA such that \nthe “individual existence of [LIA] shall cease”, with the stock ownership of LIA being \nconverted into the stock ownership of GIA.  (J.A. 345.)  Upon the merger contemplated \nin the agreement, the shareholders of GIA would be Mr. Griffin holding 74% of the \noutstanding stock and Mr. Lo yd holding 26% of the outstanding stock.  (J.A. 346.)  \nFurther, it provided that “[t]he Sole Shareholder of [LIA] agrees to execute the [GIA] \nShareholders’ Agreement on the Effective Date of the Merger.”  (J.A. 347.) \n22. In Section 8(g) of the Merger Agreement, LIA “represents and warrants to \n[GIA]” that it “has complied with and is not in default in any material respect under \nany laws, ordinances, requirements, regulations, or orders applicable to its business.”  \n(J.A. 349.)  GIA warranted the same, and pursuant to Section 14 of the Merger \nAgreement, each en tity agreed that those warranties would survive beyond \n1 July 2018.  (J.A. 349–51.) \n23. Mr. Loyd, and Mr. Griffin , as trustee of the J. Michael Griffin Revocable \nTrust (the “Griffin Trust”),  also executed the GIA Shareholders ’ Agreement on \n25 June 2018 (the “2 5 June 2018 Shareholders’ Agreement”) .  (J.A. 352.)   The \nagreement provided in relevant part: \n1. Right of First Refusal.   Any Shareholder desiring to transfer his \nShares of the Corporation  . . . must give notice  (the “Notice”)  of his \nintent to transfer in writing to the Corporation and to the remaining \nShareholders at least sixty (60) days before the date of the proposed \ntransfer. \n \n* * * * \n \n3. Corporate Purchase.   Upon  . . . (iii) the termination of the \nShareholder’s employment  with the Corporation for any reason  \n(collectively referred to as a ‘Triggering Event’), the Shareholder or his \nestate will sell, and the Corporation will purchase, at the Purchase Price \n. . . all of the shares owned by the Shareholder at the time of the \nTriggering Event[.] \n \n* * * * \n \n4. Purchase Price .  Purchase Price [is determined by formula stated \nherein, and] may be reviewed periodically by all of the Shareholders and \nmay be revised upon each review on the basis of the then existing \nbusiness and financial condition and prospects of the Corporation.  The \ngood faith decision of a majority in interest of such Shareholders upon \neach such review shall be conclusive ; and each such decision shall be \nnoted in writing and endorsed by each such Shareholder. \n \n* * * * \n \n11. Limitations on Sale.  No purchase or sale shall be effective hereunder \nif any of the following occurs:  . . . (c) The Shareholders have amended \nthis Agreement. \n \n12. Amendment.  All provisions of this Agreement shall be effective until \nchanged by the mutual consent of all the Shareholders, except as \notherwise provided by law. \n \n(J.A. 352–54, 356 (emphasis added).) \n24. Mr. Loyd described the merger of LIA into GIA as a “hostile takeover”, \nstating that he “had no input”  in the agreement.  (Loyd Dep. Apr. 2022, 412:1–16.)  \nMr. Loyd “certainly had objections” and raised issues with Mr. Griffin regarding the \nvalue of the property transferred by LIA to GIA as a result of the merger and the \nrevenue splitting that would result from it.  (Loyd Dep. Apr. 2022, 412:19–415:4.)  Mr. \nLoyd also stated that, “at the end of the day I still wanted to put my head down and \ngo to work and . . . I still thought that I saw the finish line.  I still thought that I saw \nthat succession that had been promised to me over the years[.]”  (Loyd Dep. Apr. 2022, \n414:25–415:4.) \nD. The Merger of Patton Insurance Agency, Inc. with GIA \n25. Following the merger of LIA into GIA, GIA initiated a merger with Patton \nInsurance Agency, Inc. (“Patton Insurance”), whose president was Andrew S. Patton \n(“Mr. Patton”).  (See Loyd Dep. Apr. 2022, 418:9–20; J.A. 571.)  Prior to that merger, \nMr. Patton and Mr. Loyd spoke about Mr. Patton joining the company and whether \nhe would “be a good fit .”  (Loyd Dep. Apr. 2022, 418 :24–419:15.)  Mr. Loyd testified \nthat he “certainly thought he would.”  (Loyd Dep. Apr. 2022, 419:13–14.) \n26. Defendants contend that on 30 November 2018, Patton Insurance and GIA \nexecuted the Agreement and Plan of Merger Between GIA and Patton Insurance (the \n“Patton Merger Agreement”) .5  (J.A. 565.)  The Patton Merger Agreement provided \nthat “the sole shareholder of Patton  [Insurance] agrees to execute the [GIA] \nShareholders’ Agreement on the E ffective Date of the Merger.”  (J.A. 567.)  The \nmerger of Patton Insurance into GIA was effective 1 December 2018, with the \nshareholders of GIA becoming, according to the terms of that agreement, Mr. Griffin \n \n5 Mr. Loyd did not sign or otherwise execute the Patton Merger Agreement, and there was no \nspace printed on the agreement for him to sign.  (J.A. 571.) \nwith 66%, 8% less than his ownership percentage prior to that merger, Mr. Loyd with \n23%, 3% less than his prior ownership percentage, and Mr. Patton with 11% of the \noutstanding shares.  (J.A. 566.) \n27. According to Mr. Loyd, “[t]here was no vote” on the merger between Patton \nInsurance and GIA.  (Loyd Dep. Apr. 2022, 478 :13–479:2.)  Mr. Griffin, however, \ncontends that he, Mr. Loyd, and Mr. Patton did vote on “whether or not to admit \nAndrew Patton as a shareholder[.]”6  (Griffin Dep. 1211:12–20.) \n28. An unsigned copy of the purported Shareholders’ Agreement  dated \n1 December 2018  (the “ Unsigned December 2018 Shareholders’ Agreement ”) was \nincluded in the Jo int Appendi x.  The Unsigned December 2018 Shareholders’ \nAgreement has spaces for Mr. Griffin, Mr. Loyd, and Mr. Patton to sign, but there is \nconflicting evidence in the record regarding whether this document was ever signed \nby any of them, and it is contested whether it was ever effective.  (J.A. 2973–78.) \n29. Mr. Loyd testifi ed that “Mr. Patton became a signatory to ” the GIA \nShareholders’ Agreement.7  (See SAC ¶¶ 107, 181(d); Loyd Dep. Apr. 2022, 458 :9–\n \n6 Mr. Loyd contends that he  “had no choice in the matter.”  (Loyd Dep. Apr. 2022, 445 :22–\n446:2.)  This is directly contradictory to  Mr. Griffin’s view, as he stated  that they “were in \nconstant contact with each other.  We both knew that we were getting ready to enter into a \nmerger wit h Mr. Patton, had discussed at length and  . . . ad nauseam.”  (Griffin Dep. \n1246:10–17.) \n \n7 At Mr. Loyd’s 22 April 2022 deposition, he was questioned about the allegation in the Second \nAmended Complaint of an amendment to the June 25 Shareholders’ Agreement.   (See SAC \n¶¶ 107, 181(d).)  Specifically, he was asked: \n \nQ: The complaint also alleges that the shareholder agreement  . . . was \namended because Mr. Patton became a signatory to it. Is there any other  \namendment of the agreement that you are aware of? \nA: I’m not. \n460:12.)  Mr.  Griffin agreed that “Mr. Patton was subsequently included as an \nadditional signatory to the shareholder agreement [.]”8  (Griffin Dep.  1263:10–16.)  \nNotwithstanding the apparent  agreement in the record  that Mr. Patton was added \nas a shareholder  of GIA , and that he became a “signatory” to the 25 June 2018 \nShareholders’ Agreement, evidenced by the Unsigned December 2018 Shareholders’ \nAgreement, there is no GIA s hareholders’ agreement in the record before the Court \nwhich contains Mr. Patton’s signature. \nE. Share Ownership in GIA at Each Merger \n30. Prior to merging LIA into GIA, Mr. Griffin held the only outstanding shares \nof GIA, 1000 shares , out of the total a uthorized 1500 shares.  (J.A. 1499–1500.)  \nInexplicably, however, the GIA share certificates and transfer records (the “ GIA \nShare Records”) demonstrate that on 1 September 2013, 1500 shares, not 1000, were \ntransferred by Mr. Griffin to himself as trustee of the Griffin Trust.9  (J.A. 1501.)  On \n \nQ: So, then, somewhere out there, there is this same agreement with Andy \nPatton’s signature on it? \n \nMr. Loyd did not provide a direct response to this question.  (Loyd Dep. Apr. 2022, 458:9 –\n460:12.)  As previously indicated, Mr. Loyd verified this pleading. \n \n8 At Mr. Griffin’s deposition, he testified that it was his belief that on 1 December 2018, the \n25 June 2018 Shareholders’ Agreement  was amended to include Mr. Patton.   (Griffin Dep. \n1263:17–1264:5, 1361:25–1362:10.) \n \n9 The certificates in the record appear to have several discrepancies.  For example, on \ncertificate four of the GIA Share Records, representing the 990 shares retained by the Griffin \nTrust, it lists the original certificate as number two .  (J.A. 1502.)  However, certificate two \nrepresents 500 shares issued to Charles E. Moore, III and then redeemed by the corporation.  \n(J.A. 1500.)   Therefore, the evidence is not conclusive as to exactly how many shares \nMr. Griffin may have held in the Griffin Trust at the time of the mergers with LIA or Patton \nInsurance.  The evidence is also inconclusive as to how Mr.  Griffin went from owning 1000 \nshares in GIA to owning 1500 shares. \n1 December 2018, 990 of those shares were retained in the Griffin Trust, and it was \ngiven a new certificate to represent those shares.  (J.A. 1501–02.)  The same day, 345 \nshares were issued to Mr. Loyd and 165 shares to Mr. Patton.  (J.A. 1503–04.) \n31. The Merger Agreement provides, by its terms, that when LIA merged into \nGIA, Mr. Loyd was to be issued 26% of the outstanding shares of GIA.  (J.A. 346.)  \nThe evidence in the record demonstrates that , at that time,  1500 shares were \noutstanding and held  in the Griffin Trust .  ( J.A. 346; Griffin Dep.  1237:12–24, \n1239:3–10, 1244:2–3.)   \n32. There is no indication  in the GIA Share Records of Mr.  Loyd being issued \n390 shares, or any of Mr. Griffin or Mr. Loyd’s shares being transferred to Mr. Patton \nfollowing the merger of Patton Insurance into GIA.  The evidence in the record does \nnot disclose how Mr. Loyd’s 390 sh ares were reduced to 345 shares , given that the \nPatton Merger Agreement states Mr. Loyd held 23% of the outstanding shares.  (See \nJ.A. 2967.)  Mr. Loyd testified that he  did not consent to three percent of his stock \nbeing transferred to Mr.  Patton.  (Loyd Dep. Apr. 2022, 479 :22–480:2.)  Further, \nMr. Loyd testified that there was no vote on the reduction of his stock ownership, that \nhe had “no say” in the re distribution of his shares, and that he was not paid for a \nreduction in his ownership.10  (Loyd Dep. Apr. 2022, 480:24–481:18.) \n \n10 Defendants contend that no separate payment to Mr. Loyd was necessary for the transfer \nof 45 of his shares to Mr. Patton because Patton Insurance  owned substantial assets which \nbecame a part of GIA after the merger.  ( Defs.’ Br. Opp. Pl.’s Mot. 11, ECF No. 129  (citing \nLoyd Dep. Apr. 2022, 420:2–22, J.A. 964).)  Thus, while Mr. Loyd owned a smaller number of \nshares of GIA, the value of GIA increased after the merger of Patton Insurance into GIA, and \neach share was worth more after the merger.  (Loyd Dep. Apr. 2022, 420:2–22, J.A. 964.) \nF. Negotiations for the Sale of GIA  and the Investigation into False \nCertificates of Insurance \n \n33. Around fall 2019, Mr. Griffin began preliminary discussions with various \nparties that were interested in acquiring GIA.  ( Griffin Dep. 1277:1 –19.)  On \n28 January 2020, Relation Insurance, Inc. (“Relation”) sent a Letter of Intent (“LOI”) \nto Mr. Griffin expressing its interest in the possible acquisition of GIA.  (J.A. 1807.)   \nOn 4 February 2020, Leavitt Group Enterprises (“Leavitt Group”) sent a LOI to \nMr. Griffin, also expressing interest in acquiring GIA.  (J.A. 881, 1815.)  Both LOIs \nwere nonbinding expressions of interest , and did not  legally require the parties \nthereto to proceed with the transaction s contemplated therein.  (J.A. 1813, 1820 .)  \nRelation mailed an additional LOI to Mr. Griffin on 12 February 2020 , raising the \npotential total consideration for the purchase of GIA.  (J.A. 1826.) \n34. That same mo nth, Mr. Griffin became aware that Mr. Loyd may have \ndirected GIA employees to issue Certificates of Insurance (“COIs”) containing false or \ninaccurate information. 11  (J.A. 1177.)   On or about 13 February 2020, Mr.  Griffin \nnotified Nationwide’s then-Associate Vice President of Sales for North Carolina, Doug \nPenley (“Mr. Penley”), that he “had some concerns regarding potentially false and/or \ninaccurate certificates of insurance generated and/or issued by individuals within \n \n11 A COI is a form issued by an insurance agency or company evidencing the existence of an \ninsurance policy and providing further information about the owner of the policy, the types \nof coverage, and any additional insureds under the policy.  (See Dep. Brent Winans, 622:23–\n623:6, ECF No. 118.)  Nationwide considers a COI to be “false and/or inaccurate” if it is either: \n“(1) referencing policies that did not exist; (2)  misrepresenting specific coverage limits; \n(3) referencing personal lines of insurance policies despite being certificates of insurance \nintended for commercial lines policies; and/or (4)  containing additional insureds and/or \nwaivers of subrogation that had not been previously approved by Nationwide[.]”  (J.A. 996.) \nGIA.”  (J.A. 995.)   Nationwide thereafter sent its investigator Clarke Dean Langfitt \n(“Mr. Langfitt”) to GIA to further investigate  “whether individuals at GIA had \ngenerated certificates of insurance containing false and/or inaccurate information.”   \n(J.A. 995, 1177.) \n35. On 28 February 2020, Mr. Langfitt conducted recorded phone interviews \nwith Mr. Loyd and GIA employees Charlotte Kincaid, Corinne Meyers, and Shana \nBoehme Vielie.  ( See J.A. 685–822, 995.)   During Mr.  Langfitt’s interview with \nMr. Loyd, Mr. Loyd admitted to  instructing GIA employees to create false or \nmisleading COIs, and to personally issuing or generating at least one false or \nmisleading COI.  (J.A. 686 , 995.)  Charlotte Kincaid, Corinne Meyers, and Shana \nBoehme Vielie each stated that they issued and/or generated  false or misleading  \nCOIs, and that they did so at Mr. Loyd’s request.  (J.A. 995.)  At the conclusion of his \ninvestigation, Mr. Langfitt found that: (1) “Loyd admitted to directing his staff at GIA \nto create false [COIs] approximately twelve (12) times starting three or four years \n[prior to the interview]”; (2) “Kincaid admitted to preparing approximately fifty (50) \nfalse [COIs] . . . at the direction of Loyd”; (3) “Meyers admitted to creating between \nten (10) and fifteen (15) false [COIs] . . . at the direction of Loyd”; and (4)  “Vielie \nadmitted to creating one false [COI] in 2017 at the direction of Loyd.”  (J.A. 996.) \n36. On 28 February 2020, the day aft er Mr. Langfitt conducted these \ninterviews, Relation mailed a third LOI for the acquisition of GIA .  (J.A. 873.)  Both \nMr. Loyd and Mr. Patton were in favor of this transaction.  (J.A. 867.)  The pair \napproved of the part -equity option, and Mr.  Loyd called it a “really exciting \nopportunity.”  (J.A. 867.)  Mr. Griffin ultimately signed t hat Relation LOI.  ( J.A. \n1836–42.) \n37. Following Mr. Langfitt’s investigation, on 10 March 2020, Mr.  Penley \nemailed Mr. Griffin confirming that Mr. Loyd admitted to directing GIA staff to create \nfalse or misleading COIs.  (J.A. 862.)  On 11 March 2020, Nationwide cancelled the \nappointments of Mr. Loyd, Charlotte Kincaid, Corinne Meyers, and Shana Boehme \nVielie, and the four were no longer authorized to sell Nationwide insurance products.  \n(J.A. 996, 1107.)  GIA terminated Mr. Loyd’s employment the same day.12  (J.A. 1107.) \n38. On 12 March 2020, Mr. Griffin purportedly held a special meeting of the \ndirectors and shareholders of GIA, and notice of the meeting to GIA shareholders was \nwaived by him.  (J.A. 1551–52.)  Pursuant to a printed agenda for the special meeting, \nItem II for discussion was the dismissal of Mr. Loyd “due to actions inconsistent with \naccepted insurance practices” , specifically “the issuance of numerous false [COIs].”  \n(J.A. 1552.)  It was resolved at the meeting that the “officers and [d]irectors of [GIA] \nare authorized to exercise the option in the [Shareholders’ A]greement to repurchase \nthe outstanding shares of stock possessed by Mr. Loyd.”  (J.A. 1552.)  The evidence in \nthe record demonstrates that Mr. Griffin was the only  GIA shareholder at the \nmeeting, and that the only other attendee was Jacqueline Sipe,  who was an officer \nbut not a shareholder.  (J.A. 1552–53.)  Mr. Loyd testified that he was not provided \n \n12 Following an investigation by the North Carolina Department of Insurance (the “NCDOI”), \nMr. Loyd signed a Voluntary Surrender of License or Licenses (N.C.G.S. § 58-2-65), thereby \nsurrendering all licenses issued to him by the NCDOI, which authorized him to sell insurance \npolicies, for 20 years.  (J.A. 382.)  The form provides an acknowledgement that the voluntary \nsurrender is “equivalent to the taking of a regulatory action by [the ]NCDOI.”  (J.A. 382.) \nnotice of the meeting or an opportunity to participate.  (Loyd Dep. Apr. 2022, 486:9–\n23.)  He further denied ever signing any agreement transferring his shares of GIA to \nthe company and testified that he opposed the sale of his shares pursuant to the terms \nof the 25 June 2018 Shareholders’ Agreement.  (Loyd Dep. Apr. 2022, 487:7–16.) \n39. While there is a GIA Severance Agreement and a  Stock Redemption \nAgreement in the record, neither of those documents were executed by the parties.  \n(J.A. 1107–16.)  Mr. Griffin contends that Mr. Loyd’s shares in GIA were “retired” \nupon the termination of his employment with GIA.  (Griffin Dep.  1466:12–1467:11.)  \nMr. Loyd did not sign any consents, agreements, or other documents, agreeing to sell \nhis shares in GIA back to it  or otherwise “retire” his shares .  (Loyd Dep. Apr. 2022, \n487:2–16.) \n40. On 20 May 2020, Mr. Griffin withdrew from the Relation LOI due to \n“unforeseen circumstances” involving Mr. Loyd which “caused considerable stress” to \nMr. Griffin and GIA’s employees.  (J.A. 1846.)  Mr. Griffin “was not interested in going \nforward with Relation”  so he “voluntarily withdrew ” from the LOI .  (Griffin Dep. \n1296:3–15, 1311:7–11.) \n41. On 2 September 2020, counsel for Mr. Loyd at Levine Law Group, PA  \nreceived a letter regarding GIA’s intention to beg in payments to Mr. Loyd pursuant \nto the terms of the 25 June 2018 Shareholders’ Agreement, stating “GIA will no longer \nwait for Mr. Loyd to cooperate with the signing of the Stock Redemption [documents] \nbecause GIA must move forward as a business and plan for its future.”  (J.A. 1030 –\n32, 1112–16.)  The letter provided that Mr. Loyd would receive a calculated amount \nfor his stock that included substantial discounts based on lack of market ability and \nminority interest.  (J.A. 1030–32.) \nG. Subsequent Negotiations for the Sale of GIA \n42. Mr. Griffin began re -negotiating the sale of GIA shortly after it withdrew \nfrom the Relation LOI.  On 29 September 2020, Leavitt Group mailed a  LOI to \nMr. Griffin and Mr. Patton for the potential purchase of GIA.  (J.A. 1857.)  Ultimately, \non 31 December 2020, GIA and Leavitt Group reached an agreement for the purchase \nof 1155 outstanding shares of GIA.  (J.A. 982.) \nIII. PROCEDURAL HISTORY \n43. The Court sets forth herein  only those portions of the procedural history \nrelevant to its determination of the Cross-Motions for Summary Judgment. \n44. On 25 September 2020, Mr. Loyd initiated this action upon the filing of the \nComplaint.  (ECF No. 3.)  The Complaint included claims for breach of fiduciary duty; \ntortious interference with Plaintiff’s business; rescission of the 25 June 2018 \nShareholders’ Agreement; unjust enrichment; accounting pursuant to N.C.G.S. § 59-\n52 et seq.; and punitive damages.  (ECF No. 3.) \n45. Defendants filed an answer and counterclaims on 25 November 2020.  (ECF \nNo. 14 [“Countercls.”].)  Defendants’ counterclaims included seven affirmative claims \nfor relief: (1) b reach of fiduciary duty  (“Counterclaim One”); (2) b reach of contract, \nbreach of warranty under the Merger Agreement  (“Counterclaim Two”) ; (3) f raud \n(“Counterclaim Three”); (4) r escission of the Merger Agreement and 25 June 2018 \nShareholders’ Agreement; (5) violations of the North Carolina Unfair and Deceptive \nTrade Practices Act (“UDTPA”), N.C.G.S. §  75-1.1 et seq.  (“Counterclaim Five”) ; \n(6) breach of c ontract for the Associate Agent Agreement  (“Counterclaim Six”); and \n(7) breach of contract seeking specific performance of the 25 June 2018 Shareholders’ \nAgreement (“Counterclaim Seven”) .  ( See Countercls.)  Count Four of Defendants’ \nCounterclaims seeking rescission of the Merger Agreement was voluntarily dismissed \nwithout prejudice on 19 January 2021 and was not refiled.  (ECF No. 30.) \n46. Plaintiff filed a motion to dismiss the Counterclaims on 28 January 2021, \nas well as  his reply to the Counterclaims .  (ECF No s. 32, 34 .)  The Court denied \nPlaintiff’s motion to dismiss in its entirety on 1 September 2021.  See Loyd v. Griffin, \n2021 NCBC LEXIS 72 (N.C. Super. Ct. Sept. 1, 2021). \n47. Following the Court’s O rder on Plaintiff’s Consent Motion to A mend \nComplaint, Plaintiff filed the Amended Complaint on 11 January 2021 .  (ECF \nNos. 28–29.)  On 10 November 2021, Plaintiff filed his Motion for Leave to F ile a \nSecond Amended Complaint, which sought  in part  to change the claims for relief \nagainst Defendants.  (ECF No. 71.)  On 25 January 2022, the Court, in its discretion, \ngranted the motion in part, allowing Mr. Loyd to file the Second Amended Complaint, \nbut disallowing a claim for declaratory judgment against Defendants.  (ECF No. 82.)  \nIn compliance with the Court’s Order, Mr. Loyd filed the Second Amended Complaint \non 1 February 2022.  (See SAC.)  The Second Amended Complaint, as filed, contained \nclaims for: breach of fiduciary duty against Mr.  Griffin; constructive fraud against \nMr. Griffin; conversion against Defendants; unjust enrichment against Defendants; \nconstructive trust and accounting aga inst Defendants; the alternative remedy of \nrescission; and punitive damages.  (SAC ¶¶ 172–223.) \n48. Defendants filed the Motion to Dismiss Plaintiff’s Second Amended \nComplaint on 3 March 2022,  seeking dismissal of all seven claims for relief.  (ECF \nNo. 87.)  Defendants filed an answer the same day.  (ECF No. 89.) \n49. After full briefing by the parties and a hearing on the motion to dismiss, \nthe Court dismissed Mr.  Loyd’s claims for constructive trust and accounting, \nrescission, and punitive damages.   Loyd v. Griff in, 2022 NCBC LEXIS 63, at **32 \n(N.C. Super. Ct. June 23, 2022).  Four of Mr. Loyd’s claims for relief remain: (1) breach \nof fiduciary duty against Mr. Griffin (“Count One”); (2) constructive fraud against \nMr. Griffin (“Count Two”); (3) conversion against Defendants (“Count Three”); and \n(4) unjust enrichment against Defendants (“Count Four”). \n50. Following the completion of discovery, the parties filed their respective \nmotions for summary judgment on 6 June 2022.  Defendants request summary \njudgment on Plaintiff’s four remaining claims and affirmative summary judgment on \nCounterclaims One, Five, and Seven .13  Plaintiff requests summary judgment on  \nCounterclaims Two, Three, Five, Six, and Seven. \n51. After full briefing by the parties, hearings were held on the Cross-Motions \nfor Summary Judgment on 9 November 2022 and 30 November 2022 (the “Hearings”) \nwhere all parties were present and represented by counsel.  (See ECF Nos. 131–32.) \n \n13 While Defendants address  Plaintiff’s claims for constructive trust and accounting, \nrescission, and punitive damages  in their summary judgment briefing , those claims were \ndismissed at the Rule 12(b)(6) stage, and therefore are not addressed herein.  Plaintiff does \nnot dispute that these claims were dismissed and did not address them in the briefing. \n52. Following the Hearings, Defendants filed the Motion for Further Argument \nand/or Briefing which the Court, in its discretion, granted in part.  (See ECF No. 136.)  \nEach side was permitted to file one brief on  limited issues concerning the \n25 June 2018 Shareholders’ Agreement , and the Unsigned December  2018 \nShareholders’ Agreement.  (ECF No. 136.)   Defendants  also filed Defendants’ Brief \non Issue of Nominal/Actual Damages.  (ECF No. 140.)  Plaintiff followed suit by filing \nPlaintiff’s Brief on the Court’s Partial Summary Judgment Damages Question.  (ECF \nNo. 143.) \n53. Defendants filed a separate Motion to Supplement  Joint Appendix while \nthe supplemental briefing was ongoing .  (ECF No. 137.)   Following full briefing on \nthat motion, and the completion of supplemental briefing , the Court held a \nsubsequent hearing on 14 February 2023 where all parties participated through their \nrespective counsel.  (See ECF No. 145.) \n54. The Cross-Motions for Summary Judgment are ripe for resolution. \nIV. LEGAL STANDARD \n55. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as t o any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C.G.S. §  1A-1, Rule 56(c).  “A ‘genuine issue’ is \none that can be maintained by substantial evidence.”  Dobson v. Harris, 352 N.C. 77, \n83 (2000).   “Substantial evidenc e is such relevant evidence as a reasonable mind \nmight accept as adequate to support a conclusion and means more than a scintilla or \na permissible inference.”  Head v. Gould Killian CPA Grp., P.A., 371 N.C. 2, 8 (2018). \n56. The moving party bears the burden of  showing that there is no genuine \nissue of material fact, and that the movant is entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 563 (2008).  The movant \nmay make the required showing by proving that “an essential element of the opposing \nparty’s claim does not exist, cannot be proven at trial, or would be barred by an \naffirmative defense, or by showing through discovery that the opposing party cannot \nproduce evidence to support an essential element of her claim.”  Dobson, 352 N.C. at \n83 (citations omitted). \n57. “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, sh owing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85 \n(2000). \n58. The Court must view the evidence in the light most favorable to the \nnonmovant.  Dobson, 352 N.C. at 83.  However, the nonmovant  \nmay not rest upon the mere allegations or denials of their pleading, but \ntheir response, by affidavits or as otherwise provided in this rule, must \nset forth specific facts showing that there is a genuine issue for trial. If \n[the nonmovant] does not so respond, s ummary judgment, if \nappropriate, shall be entered against [the nonmovant]. \n \nN.C.G.S. § 1A-1, Rule 56(e). \n59. “For affirmative summary judgment on a party’s own claim, the burden is \nheightened.”  Futures Grp. v. Brosnan, 2023 NCBC LEXIS 7, at **4 (N.C. Super. Ct. \nJan. 19, 2023).  The movant “must show that there are no genuine issues of fact, that \nthere are no gaps in his proof, that no inferences inconsistent with his recovery arise \nfrom the evidence, and that there is no standard that must be applied to the facts by \nthe jury.”  Parks Chevrolet, Inc. v. Watkins, 74 N.C. App. 719, 721 (1985); accord Kidd \nv. Early , 289 N.C. 343, 370 (1976).  Consequently, “rarely is it proper to enter \nsummary judgment in favor of the party having the burden of proof. ”  Blackwell v. \nMassey, 69 N.C. App. 240, 243 (1984). \nV. ANALYSIS \n60. The Court first addresses Counterclaims Five and Seven, as to which both \nsides request  summary judgment.  T he Court then considers the remainder of \nPlaintiff’s motion and concludes with the remainder of Defendants’ motion. \nA. Counterclaim Five: Violations of the UDTPA \n61. Both sides request summary judgment on Defendants’ Counterclaim F ive \nfor Mr. Loyd’s alleged violations of the UDTPA for issuing false or inaccurate COIs to \nGIA’s insurance clients.  (Br. Supp. Defs.’ Mot. 15, ECF No.  128 [“Defs.’ Br. Supp.”]; \nPl.’s Br. Supp Mot. 18, ECF No. 115 [“Pl.’s Br. Supp.”]; Countercls. ¶ 53.) \n62. To establish a UDTPA claim, Defendants must prove  “(1) an unfair or \ndeceptive act or practice  [by Plaintiff], (2) in or affecting commerce, which \n(3) proximately caused actual injury to the claimant.”  Nucor Corp. v. Prudential \nEquity Grp., LLC, 189 N.C. App. 731, 738 (2008) (citation omitted).  Our Courts have \nexplained that “[t]he purpose of [the UDTPA] is to provide a civil means to maintain \nethical standards of dealings between persons engaged in business and the \nconsuming public within this State and applies to dealings between buyers and \nsellers at all levels of commerce.”  United Virginia Bank v. Air- Lift Assoc., 79 N.C. \nApp. 315, 319 –20 (1986)  (citing Buie v. Daniel Int’l Corp. , 56 N.C. App. 445,  448 \n(1982)).  “The determination as to whether an act is unfair or deceptive is a question \nof law for the court.”  Dalton v. Camp, 353 N.C. 647, 656 (2001). \n63. This Court has held that a UDTPA claim must fail when “the alleged \nconduct occurred within the scope of an employer-employee relationship[.]”  Vollrath \nv. Corinthian Ophthalmic, Inc. , 2014 NCBC LEXIS 61, at *14–15 (N.C. Super. Ct. \nNov. 20, 2014) (citing Buie, 56 N.C. App. at 448).  However, \nthe mere existence of an employer-employee relationship does not in and \nof itself serve to exclude a party from pursuing an unfair trade or \npractice claim.  For example, employers have successfully sought \ndamages under the Act when an employee’ s conduct: (1)  involved \negregious activities outside the scope of his assigned employment duties, \nand (2) otherwise qualified as unfair or deceptive practices that were in \nor affecting commerce. \n \nDalton, 353 N.C. at 656.   “[ W]hile the statutory definition of commerce crosses \nexpansive parameters, it is not intended to apply to all wrongs in a business setting.”  \nId. at 657. \n64. Defendants argue that Mr. Loyd’s “practice of misrepresenting insurance \npolicies on forms given to customers” was misleading, and that “commerce” should be \nunderstood broadly to include his actions because they affected GIA’s  day-to-day \nbusiness.  (Defs.’ Br. Supp 16–17.)  Plaintiff argues that this alleged violation of the \nUDTPA concerns only the internal affairs of GIA because Mr. Loyd was an employee \nof GIA, and therefore the claim is barred by well-settled law.  (See Pl.’s Br. Opp. Defs.’ \nMot. 18, ECF No.  117 [“Br. Opp. Defs.’ Mot.”] .)  P laintiff further contends that the \nrelationship between an insurance agency and its agent does not fall within the scope \nof the UDTPA.  (Pl.’s Br. Supp. 18–19.)  The primary issue before the Court, therefore, \nis whether Mr. Loyd’s relationship to GIA and Mr. Griffin is in or affecting commerce \nand therefore covered by the UDTPA. \n65. In Buie v. Daniel Int’l Corp., our Court of Appeals held that “[u]nlike buyer-\nseller relationships,  . . . employer-employee relationships do not fall within the \nintended scope of [§  ]75-1.1, [and instead , e]mployment practices fall within the \npurview of other statutes adopted for that express purpose.”  Buie , 56 N.C. App. at \n448.  Our Supreme Court has agreed with and relied upon that holding.  See Dalton, \n353 N.C. at 656; Sara Lee Corp. v. Carter, 351 N.C. 27, 31, 33 (1999); Hajmm Co. v. \nHouse of Raeford Farms, Inc., 328 N.C. 578, 593 (1991). \n66. In Sara Lee Corp v. Carter, the relationship at issue was one of buyer-seller, \nthough the seller was also an  employee of the buyer.  351  N.C. at 33–34.  The re, \ndefendant “engaged in self-dealing business activities wherein he sold computer parts \nand services to his employer from companies  owned by him.”  Id. at 32 –33.  Our \nSupreme Court held that defendant’s relationship to plaintiff as an employee did not \npreclude application of the UDTPA because the conduct at issue concerned their \nbuyer-seller transactions, which fell squarely within the UDTPA’s intended reach.   \nId. \n67. Notwithstanding that holding, which arose under unusual circumstances \nnot relevant to the current dispute, conduct related to disputes involving the LLC, its \nofficers, and an employee-minority owner, a re “[i]nternal disputes . . . not in or \naffecting commerce.”  McFee v. Presley 2022 NCBC LEXIS 142, at **10 (N.C. Super. \nCt. Nov. 29, 2022); see also White, 364 N.C. at 48 (agreeing that regulating “purely \ninternal business operations” was not the General Assembly’s intent when it enacted \nthe UDTPA). \n68. Regardless of Mr. Loyd’s relationship to either Defendant––be it Mr. Loyd’s \nemployment with GIA, or his shareholder and officer relationship with Mr. Griffin––\nneither may be a basis for Defendants’ UDTPA claim.  Internal business disputes are \nnot in or affecting commerce for purposes of the UDTPA, and neither party contends \nthat Mr. Loyd issued a false or inaccurate COI to GIA or Mr.  Griffin such that a \npotential buyer-seller relationship was created .  Since Counterclaim Five concerns \nMr. Loyd’s conduct and its impact on GIA, rather than its impact on commerce, the \nrelationship alleged is not the kind our General Assembly intended to cover when \nenacting the UDTPA.  See White, 364 N.C. at 48. \n69. Therefore, the Court GRANTS  Plaintiff’s Motion for Partial Summary \nJudgment, and Counterclaim Five is hereby DISMISSED  with prejudice.   \nDefendants’ Motion for Summary Judgement as to Counterclaim  Five is therefore \nDENIED. \nB. Counterclaim Seven : Breach of Contract Seeking Specific \nPerformance of the 25 June 2018 Shareholders’ Agreement \n \n70. Both sides request summary judgment on Defendants’ Counterclaim Seven.  \nIn Counterclaim Seven, Defendants allege that, if the 25 June 2018 Shareholders ’ \nAgreement is not rescinded, it should be specifically enforced. 14  (Countercls. ¶ 74.)  \nDefendants allege that GIA is “entitled to specific performance and an order directing \nthe Plaintiff to sell his shares in GIA pursuant to the terms of the  [25 June 2018] \nShareholders’ Agreement.”  (Countercls. ¶ 74.) \n71. As a preliminary matter, “ [c]ourts may enter summary judgment in \ncontract disputes because they have the power to interpret the terms of contracts.”  \nMcKinnon v. CV Indus., 213 N.C. App. 328, 333 (2011).  “The elements of a claim for \nbreach of contract are (1) existence of a valid contract and (2) breach of the terms of \nthat contract.”  Poor v. Hill, 138 N.C. App. 19, 26 (2000).  “The well-settled elements \nof a valid contract are offer, acceptance, consideration, and mutuality of assent to the \ncontract’s essential terms.”   Se. Caissons, LLC v. Choate Constr. Co. , 247 N.C. \nApp. 104, 110 (2016).  “It is axiomatic that a valid contract between two parties can \nonly exist when the parties assent to the same thing in the same sense[.]”  Normile v. \nMiller, 313 N.C. 98, 103 (1985) (internal marks omitted). \n72. If the terms to be interpreted “are plain and unambiguous, there is no room \nfor construction [and t]he contract is to be interpreted as written.”  Jones v. \nCasstevens, 222 N.C. 411, 413 (1942).  Plain, unambiguous terms should therefore be \n \n14 As stated herein, the counterclaim for rescission was voluntarily dismissed without \nprejudice and not refiled.  (ECF No. 30.)   The Court, therefore, does not address the \nallegations contained in that counterclaim. \n“given their ordinary, accepted mean ing unless it is apparent another meaning is \nintended.”  Peirson v. Am. Hardware Mut. Ins. Co., 249 N.C. 580, 583 (1959). \n73. The primary issue at this stage concerns  Defendants’ argument that the \n25 June 2018 Shareholders’ Agreement is “valid and enforceable”  and that the \nspecific terms Defendants seek to enforce “are clear and expl icit.”  (Defs. ’ Br. \nSupp. 20–21.)  Plaintiff contends that the 25 June 2018 Shareholders’ Agreement was \namended on 1 December 2018 when Mr.  Patton was added, and that because of this \namendment, the claim for specific performance––requiring Mr. Loyd to transfer his \nshares in GIA upon the termination of his employment ––is barred by Section  12 of \nthe 25 June 2018 Shareholders’ Agreement.  (Br. Opp. Defs.’ Mot. 20–22.) \n74. “Generally, a party seeking to enforce a contract has the burden of proving \nthe essential elements of a valid contract[.]”  Orthodontic Ctrs. of Am., Inc. v. \nHanachi, 151 N.C. App. 133, 135 (2002) (citation omitted).  Defendants seek to enforce \nthe 25 June  2018 Shareholders’ Agreement, and therefore have the burden of \nestablishing it was a valid contract following Mr. Patton becoming a shareholder in \nGIA.  However, Plaintiff contends that the 25 June 2018 Shareholders’ Agreement  \nwas amended, and that by the terms of the agreement, the amendment bars the claim \nalleged by Defendants.  ( See Br. Opp. Defs.’ Mot. 21– 22.)  “The burden of proving \nmodification . . . is on the party asserting it.”  Lambe- Young v. Cook , 70 N.C. App. \n588, 591 (1984)  (citations omitted).  “Further, proof of an oral agreement that \nmodifies a written contract should be by clear and convincing evidence.”  Id. (citations \nomitted). \n75. The 25 June 2018 Shareholders’ Agreement  provides that “[a]ll provisions \nof this Agreement sh all be effective until changed by the mutual consent of all the \nShareholders, except as otherwise provided by law.”  (J.A. 356.)  Notably, it does not \nrequire a writing signed by the parties, only their mutual consent.  Defendants argue \nthat all shareholders consented to Mr. Patton becoming a shareholder, and that this \ndid not amend the 25 June 2018 Shareholders’ Agreement.  (Defs.’ Br. Supp. 20–21.)  \nMr. Loyd asserts that he did not consent to Mr. Patton being added as a shareholder, \nbut that nonetheless there was an amendment  because Mr.  Patton became a \nshareholder.  (Br. Opp. Defs.’ Mot. 22.)   Therefore, Plaintiff contends that  no forced \nsale of his shares may occur under the  25 June 2018 Shareholders’ Agreement  \nwithout his express consent.  (Br. Opp. Defs.’ Mot. 22.) \n76. The record is in conflict regarding this claim.  On the one hand, the \ndocuments of record indicate that Mr. Patton did receive shares  in GIA and became \na shareholder in it.  ( J.A. 1504.)  Further, when Patton Insurance merged into GIA, \nthat merger document provided that the “sole shareholder of Patton agrees to execute \nthe Surviving Corporation’s Shareholders’ Agreement on the Effective Date of the \nMerger.”  (J.A. 567.)   The Unsigned December 2018 Shareholders’ Agreement looks \nlike the 25 June 2018 Shareholders’ Agreement on its face, and has three  spaces for \nMr. Patton, Mr. Loyd , and Mr. Griffin to sign.  (J.A. 2973 –78.)  The parties dispute \nwhether this document was ever executed, but t he evidence suggests there was a  \nmodification to the 25  June 2018 Shareholders’ Agreement .  See Anthony Tile & \nMarble Co. v. H.L. Coble Constr. Co. , 16 N.C. App. 740, 741 (1972)  (“Parties to a \ncontract may by mutual consent agree to change its terms and a written contract may \nordinarily be modified by a subsequent parol  agreement [which] may be either \nexpress or implied by conduct of the parties.”). \n77. There is also evidence in the record that Mr. Loyd was aware that \nMr. Patton was becoming a shareholder, that they spoke in advance , and that  \nMr. Loyd did not object .  Further, Mr. Loyd may have known that his share \npercentage would decrease upon the merger with Patton Insurance, and though there \nis evidence that he did not expressly  consent in writing, the evidence tends to show \nthat he failed to object  in writing , or that his actions were consistent with \ndisagreement with Mr.  Patton becoming a shareholder of GIA .  ( See Loyd Dep. \nApr. 2022, 400:16–420:8.) \n78. Notwithstanding this evidence, there is also evidence of record that \nMr. Loyd objected to Mr. Patton becoming a shareholder and never executed the \nUnsigned December 2018 Shareholder s’ Agreement.  (Loyd Dep. Apr. 2022,  419:5–\n420:4 (stating that “Mr. Griffin had already decided this was going to happen, so I \ncould like it or not like it” and that he “didn’t have a cho ice”), 445:22–446:2 (stating \nthat Mr. Loyd was not alleging the Patton Insurance merger took him by surprise, \nbut rather that he “had no choice in the matter” ), 460:5–12.)  Further, neither side \nhas been able to produce a signed copy of that document. \n79. As a result, a  genuine issue of material fact remains as to whether there \nwas mutual consent of all parties to modify the 25 June 2018 Shareholders’ \nAgreement, and if so, what terms were modifi ed.  Upon the current record, w hether \nmutual assent to an amendment to the 25 June 2018 Shareholders ’ Agreement \nexisted and, if so, what the modifications to that agreement were, is an issue for the \ntrier of fact.  Creech v. Melnik, 347 N.C. 520, 527 (1998). \n80. The Court may not properly determine by summary judgment whether \nDefendants are entitled to specific performance of the 25 June 2018 Shareholders’ \nAgreement because reasonable minds may differ in deciding  the validity and \nenforceability of it. \n81. In summary, there are a host of contested material facts making summary \ndisposition of this claim improper.  Therefore, the Cross -Motions for Summary \nJudgment as to Counterclaim Seven are hereby DENIED. \nC. Counterclaim Three: Fraud \n82. Plaintiff requests summary judgment on Defendants’ Counterclaim Three \nfor fraud in the Merger Agreement , contending  it must be dismissed because the \nrepresentations relied upon were made by LIA, and because Defendants did not \nreasonably rely on the representations in the Merger Agreement given that they had \ncustody and control over the COIs at issue.  (Pl.’s Br. Supp. 15.) \n83. Defendants allege that Plaintiff warranted that he and LIA “complied with \nand is not in default in any material respect under any laws, ordinances, \nrequirements, r egulations, or orders applicable to its business” and that this \nprovision survived the merger of LIA into GIA.  (Countercls. ¶  36; J.A. 349.)  \nDefendants allege that Mr. Loyd knew he was not in compliance with the insurance \nlaws applicable to the business due to his issuance of false  or inaccurate COIs, and \nthat this was intended to deceive Defendants.  (Countercls. ¶¶ 37–38.) \n84. In North Carolina, the “essential elements of actual fraud are well \nestablished: ‘(1) False representation or concealment of a material fact, (2) reasonably \ncalculated to deceive, (3) made with intent to deceive, (4) which does in fact deceive, \n(5) resulting in damage to the injured party.’ ”  Forbis v. Neal, 361 N.C. 519, 526–27 \n(2007) (quoting Ragsdale v. Kennedy, 286 N.C. 130, 138 ( 1974)).  “[R]eliance on the \nallegedly false representations must be reasonable.”  Id. at 527.  “Reliance is not \nreasonable if a plaintiff fails to make any independent investigation, or fails to \ndemonstrate he was prevented from doing so.”   Arnesen v. Rivers Edge Golf Club & \nPlantation, Inc., 368 N.C. 440, 449 (2015) (internal marks and citations omitted).  \n“Whether each of the elements of actual fraud and reasonable reliance are met are \nordinarily questions for the jury ‘unless the facts are so clear that they support only \none conclusion.’ ”  Gould Killian CPA Grp., P.A. , 371 N.C.at 9 (quoting Forbis, 361 \nN.C. at 527). \n85. Defendants rely on Tillery Envtl. LLC v. A&D Holdings, Inc ., which the \nCourt finds instructive.  2018 NCBC LEXIS 13 (N.C. Super. Ct. Feb. 9, 2018).  Tillery \nwas a case concerning agreements which facilitated a merger between two companies, \nand the alleged misrepresentations and omissions concerning workplace injuries \nprior to that merger.  Id. at *3, *14–15.  There, the Court decided, at the Rule 12(b)(6) \nstage, the issue of whether “a seller could be [held individually] liable for a sold \ncompany’s contractual representations in certain situations.”  Id. at *44.  Deciding an \nissue of first impression , Chief Judge Bledsoe, who  relied on two cases from the \nDelaware Chancery Court, wrote: \n[A] corporation has no mind with which to think, no will with which to \ndetermine and no voice with which to speak, and this means a \ncorporation can only act through hum an agents.   These agents .  . . \ncannot escape personal liability for the corporation’s fraudulent actions \nwhen they have actively participated in the fraud.  In keeping with the \nholding of  ABRY Partners V, L.P. , the court concluded that these \nprinciples mea nt the sellers could indeed be liable for fraudulent \ncontractual representations made by the Company because the \npurchaser sufficiently alleged that the sellers knew that the \nrepresentations in the stock purchase agreement were false.  The \npurchaser also sufficiently alleged that the sellers actively participated \nin making the false representations[.] \n \nId. at *45 (cleaned up) (citing ABRY Partners V, L.P. v. F&W Acquisition LLC , 891 \nA.2d 1032 (Del. Ch. 2006); Prairie Capital III, L.P. v. Double E Holding Corp., 132 \nA.3d 35 (Del. Ch. 2015)). \n86. As the Court articulated in Tillery, an agent of the selling entity will not be \ninsulated from accountability for its false or misleading statements, if any.  \nTherefore, Mr. Loyd similarly cannot be insulated by the corporate form of LIA  and \nmay be individually responsible for any false representation s he made or any \nconcealment of material facts in the Merger Agreement. \n87. However, Counterclaim Three fails on a different basis.  The record \nevidence before the Court demonstrates that LIA did not produce any false or \ninaccurate COIs.  Rather, the evidence demonstrates that all the COIs produced in \nthe Joint Appendix  name GIA as the producer.  (J.A. 357 –80 (five COIs produced, \neach listing “Griffin Insurance Agency” or “Griffin Insurance” as the producer, at the \nWest Plaza Location), 1733–37 (COIs issued naming GIA as the producer, each \ngenerated throughout 2018 for the same insured), 1746–58 (COIs listing GIA’s West \nPlaza Location as the producer for insureds, some issued as early as January 2017) , \n2188–91 (COIs listing GIA’s West Plaza Location, issued in September 2019).) \n88. While Mr. Loyd may have directed GIA employees to issue  false or \nmisleading COIs, and may have issued those COIs himself,  there is no record \nevidence that LIA was the producer o f any of those policies.  In fact, the NCDOI’s \ninvestigation concluded that “Agent Loyd directed and advised agents at Griffin \nInsurance to issue certificates and include wording on the certificates that was not \ncovered by the policies.”  (J.A. 1007–29 (emphasis added).) \n89. Rather, the evidence before the Court is clear that GIA was the producer of \neach of the COIs included in the record, and therefore, Mr. Loyd’s representations on \nbehalf of LIA as to Sections 8 and 14 of the Merger Agreement were not false, nor did \nthey conceal any material facts related to the merger or LIA ’s compliance with \napplicable insurance laws and regulations. \n90. Therefore, Plaintiff’s Motion for Partial Summary Judgment is GRANTED \nand Defendants’ Counterclaim Three for fraud in the Merger Agreement is hereby \nDISMISSED with prejudice. \nD. The Breach of Contract Counterclaims \n91. Plaintiff requests summary judgment on Defendants’ remaining breach of \ncontract claims, alleged in Counterclaims Two and Six. \n1. Counterclaim Two: Breach of the Merger Agreement \n92. Defendants allege that Mr. Loyd and LIA made various representations and \nwarranties in the Merger Agreement that “were false” because, at the time the parties \nto the Merger Agreement entered into it, both Mr. Loyd and LIA failed to stay in \ncompliance with all applicable insurance laws and regulations.  (Countercls. ¶ ¶ 29–\n30.)  Defendants argue that this was intentional , in bad faith, and a breach of the \nmaterial terms of the Merger Agreement.  (Countercls. ¶¶ 31–32.) \n93. The Court has determined herein that Mr.  Loyd may be held indiv idually \nliable for any false representation or concealment in the Merger Agreement made in \nhis capacity as president of LIA, since he was serving as LIA’s agent when entering \ninto that agreement .  (See supra Part V.C.)  However, the Court need not address \nwhether Mr.  Loyd materially breached the Merger Agreement in that capacity \nbecause the evidence before the Court indisputably demonstrates that GIA was the \nproducer of each of the COIs included in the record. \n94. Section 8(g) of the Merger Agreement provides that LIA “complied with and \nis not in default in any material respect under any laws , ordinances, requirements, \nregulations, or orders applicable to its business.”  (J.A. 349 (emphasis added) .)  \nTherefore, Mr. Loyd’s representations on behalf of L IA and its compliance with the \napplicable insurance laws were not false, nor did it result in a concealment of material \nfacts, given that the record evidence demonstrates that LIA did not produce any false \nor inaccurate COIs. \n95. Defendants cannot establish a breach of the Merger Agreement by Mr. Loyd \nbecause his representations therein were made on behalf of LIA and the evidence \nbefore the Court is clear that there were no false representations or warranties, as \nDefendants contend, because GIA was the producer on each false or misleading COI.  \nTherefore, Plaintiff’s Motion for Partial Summary Judgment is GRANTED and \nCounterclaim Two is hereby DISMISSED with prejudice. \n2. Counterclaim Six: Breach of the Associate Agent Agreement \n96. Plaintiff contends that Counterclaim Six for breach of the Associate Agent \nAgreement fails, arguing that Defendants have not offered evidence of damages \nresulting from the alleged breach.  (Pl.’s Br. Supp. 19–20.) \n97. “Under North Carolina law, proof of damages is not an element of a  claim \nfor breach of contract.”  Crescent Univ. City Venture, LLC v. AP Atl., Inc., 2019 NCBC \nLEXIS 46, at *127 (N.C. Super. Ct. Aug. 8, 2019) (citation omitted).  Rather, “in a suit \nfor damages for breach of contract, proof of the breach would entitle the plaintiff to \nnominal damages at least.”  Delta Envtl. Consultants, Inc. v. Wysong & Miles Co. , \n132 N.C. App. 160, 172 (1999)  (citation and quotation marks omitted).   Thus, \n“judgment as a matter of law should not be entered against the claimant’s entire \ncause of action on grounds that his or her evidence of damages is wanting.”  Crescent \nUniv. City Venture, LLC , 2019 NCBC LEXIS 46, at *127– 28 (citing Bryan Builders \nSupply v. Midyette, 274  N.C. 264, 271 –72 (1968); Hodges v. Young , 2011 N.C. App. \nLEXIS 370, at *5–6 (2011)). \n98. Plaintiff’s sole argument in support of his  motion is that Defendants have \nnot come forth with evidence of damages related to this counterclaim.  (Pl.’s Br. Supp. \n19–20; Pl.’s Reply Br.  11–12, ECF No.  116 [“Pl.’s Reply”].)  However, even if \nDefendants have failed to offer evidence of actual damages at this stage, as Plaintiff \ncontends, Plaintiff is not ipso facto entitled to summary judgment in hi s favor if the \nevidence in the record tends to support the elements of that claim.   Instead, as the \nmovant, it is Plaintiff’s burden of show ing that no genuine issues of material fact \nremain to be resolved. \n99. Plaintiff has failed to meet his burden of showing no genuine issue of \nmaterial fact remains as to the elements of this breach of contract claim,  and \ntherefore, Plaintiff’s Motion for Partial Summary Judgment  as to Counterclaim Six  \nis DENIED.15 \nE. The Fiduciary Claims \n100. Defendants request summary judgment in their favor on Counterclaim One \nand Plaintiff’s Count One, each alleging claims for breach of fiduciary duties, one by \nMr. Loyd and one  by Mr. Griffin, respectively.  Defendants also request summary \njudgment on Plaintiff’s Count Two, in which Plaintiff bases his constructive fraud \nclaim on the same fiduciary relationship alleged in Count One.  Defendants contend \nthis claim fails because Plaintiff’s breach of fiduciary duty claim fails. \n \n15 While not dispositive of the motion, the Court notes that Defendants have offered evidence \nof actual damages, proximately resulting from Mr. Loyd’s alleged breach of the Associate \nAgent Agreement. \n101. “To establish a breach of fiduciary duty, a plaintiff must show the existence \nof a fiduciary duty , a breach of that duty, and injury proximately caused by the \nbreach.”  Bennett v. Bennett , 2020 NCBC LEXIS 147 , at **16 (N.C. Super. Ct. \nDec. 16, 2020) (citing Green v. Freeman, 367 N.C. 136, 141 (2013)).  “Claims for breach \nof fiduciary duty and constructive fraud are often paired together, as they are here. ”  \nPotts v. KEL, LLC, 2019 NCBC LEXIS 30, at *10 (N.C. Super. Ct. May 9, 2019).  “The \nprimary difference between pleading a claim for constructive fraud and one for breach \nof fiduciary duty is the cons tructive fraud requirement that the defendant benefit \nhimself.”  White v. Consol. Planning, Inc., 166 N.C. App. 283, 294 (2004). \n1. Plaintiff’s Counts One and Two \n102. In Count One, Plaintiff alleges that Mr. Griffin, as majority shareholder of \nGIA, owning as many  as 1500 shares and as few as 490 shares, owed Mr.  Loyd a \nfiduciary duty and obligation of good faith.  (SAC ¶¶  174–75.)  Plaintiff alleges that \nMr. Griffin “used his majority shareholder status and position of power and trust at \nGIA to control and dominat e the affairs of GIA, at the expense of [Mr.  ]Loyd.”  \n(SAC ¶ 180.)  Plaintiff specifically alleges fourteen (14) events which he contends \nconstituted a breach of that duty, including: failure to obey three sections of the GIA \nArticles of Incorporation; fail ure to alert Mr.  Loyd that Mr.  Griffin owned only 490 \nshares after 1 December 2018, such that  his unilateral actions were ultra vires; \nfailure to obey four sections of the GIA Bylaws; unilaterally taking Mr. Loyd’s shares \nin GIA and selling them without his consent; and, leveraging his majority shareholder \nstatus to coerce Mr. Loyd into executing various documents.  (SAC ¶¶ 181, 183.) \n103. In Count Two, Plaintiff alleges that Mr.  Griffin u sed the fiduciary \nrelationship to “seize opportunities to personally benefit himself in a pecuniary \nfashion, by improperly taking [P]laintiff’s GIA stock, giving it to himself and others, \nand then selling [P]laintiff’s GIA stock for a tremendous and unlawful profit, all at \nthe expense of” Mr. Loyd.  (SAC ¶ 191.)  Further, Mr. Griffin’s alleged breaches  were \nfor “his own wrongful and unfair pecuniary gain”, constituted a constructive fraud, \nand proximately resulted in damages to Plaintiff.  (SAC ¶¶ 192–93.) \n104. Defendants argue that, prior to 25 June 2018, Mr. Griffin did not owe \nfiduciary duties to Mr. Loyd, contending that Mr. Loyd was only an “employee of GIA” \nand not a partner, because he was paid a W -2 salary, did not participate in profit \nsharing, and had no say in the parties’ business dealings.  (Defs.’ Br. Supp. 23 (citing \nWilder v.  Hobson , 101 N.C. App. 199, 202 (1990) ).)  Even after  25 June 2018, \nDefendants argue that Plaintiff cannot prove proximate causation because Mr. Loyd’s \nshareholder interest was reclaimed by GIA because  he violated insurance laws, not \nbecause of any breach by Mr. Griffin.  (Defs.’ Br. Supp. 24–25.) \ni. Prior to 25 June 2018 \n105. At the Rule  12(b)(6) stage,  Mr. Loyd adequately alleged that he and \nMr. Griffin “shared mutual fiduciary duties towards each other as partners \nthroughout the entirety of the relevant transactions as a matter of law.”  Loyd, 2022 \nNCBC LEXIS 63, at **17–18.  There, the allegations tended to show “that Griffin took \nadvantage of h is position of trust as Loyd ’s business partner to cause a merger \nbetween LIA and GIA, transfer shares of GIA stock to Loyd, and then ultimately \nreclaim Loyd’s stock to sell to Leavitt for a large profit to himself. ”  Id. at **18–19.  \nThe parties dispute w hether a partnership was formed, so the Court begins its \nanalysis there. \n106. Plaintiff argues that  a partnership was formed in 2010 and ended at the \ntime of the merger of LIA into GIA in 2018.  (Br. Opp. Defs.’ Mot. 2, 6.)  Plaintiff \ncontends that the RSPAs were a  series of  agreements between Mr. Griffin and \nMr. Loyd to work together, to share GIA’s profits, and to provide a mechanism to \ntransfer ownership of GIA to Mr.  Loyd when Mr.  Griffin retired.  (Br. Opp. Defs.’ \nMot. 6.) \n107. “[T]he relationship of par tners is fiduciary and imposes on them the \nobligation of the utmost good faith in their dealings with one another in respect to \npartnership affairs.”  Casey v. Grantham, 239 N.C. 121, 124 (1954).  A partnership is \n“an association of two or more persons to carry on as co-owners a business for profit.”  \nHines v. Arnold, 103 N.C. App. 31, 35 (1991).  As our Supreme Court has stated, “[a] \ncontract, express or implied, is essential to the formation of a partnership” but a \ncourse of dealings between the parties of  (1) sufficient significance and (2) sufficient \nduration may  be evidence tending to establish a partnership, provided that the \nparties had the necessary intent.   Eggleston v. Eggleston, 228 N.C. 668, 674 (1948) \n(citations omitted).  An express agreement to form a partnership is not required, and \n“a finding of its existence may be based upon a rational consideration of the acts and \ndeclarations of the parties, warranting the inference that the parties understood that \nthey were partners and acted as such.”  Id.   Receipt of a share of the profits of a \nbusiness “is prima facie evidence that [person] is a partner in the business.”  Hines , \n103 N.C. App. at 36. \n108. Other significant evidence to consider is: (1) “the filing of a partnership tax \nreturn,” Davis v. Davis, 58 N.C. App. 25, 31, disc. rev. denied, 307 N.C. 127 (1982) ; \n(2) an oral agreement to form a partnership; (3) statements of the parties in affidavits \nand depositions concerning whether there was a partnership; and (4)  other \ndocumentary evidence in the record tending to indicate whether a partnership was \nformed, Sturm v. Goss, 90 N.C. App. 326, 331 (1988). \n109. The only evidence presented by Plaintiff as to whether  a partnership \nrelationship existed are the  three RSPAs.  However, the evidence in the record \nindicates that the purpose of the RSPAs was for Mr.  Loyd to purchase the rights to \nthe revenue generated by GIA’s sale of Nationwide insurance products, not to create \na profit -sharing arrangement .  Neither t he RSPAs , nor the parties ’ conduct after \nexecuting them, indicate that the parties intended to form a partnership. \n110. Further, t he GIA Business Plan from August 2017 (the “2017 Business \nPlan”) stated that Mr. Loyd was primarily responsible for the West Plaza Location , \nand that “ [u]nder the guidance and oversight of [Mr.  ]Griffin,” Mr. Loyd was \nresponsible for the daily  operation of that location.  (J.A. 1685  (emphasis added).)  \nThe record demonstrates that GIA filed a tax return as an S  Corporation, and that \nneither Mr.  Griffin, Mr. Loyd, GIA, nor LIA ever filed a tax form for reporting \npartnership income.  (See J.A. 1072, 1930–73 (demonstrating that in 2017 and 2018, \nMr. Loyd did not file any forms related to a partnership).)  Rather, the record \ndemonstrates that Mr. Loyd received his first Schedule K-1, a Form 1120S, from GIA \nfor 2018, and that the form reported shareholder income, deductions, and credits.  \n(J.A. 2586.)  This evidence tends to indicate that Mr. Loyd and Mr.  Griffin were not \npartners. \n111. Mr. Loyd testified that he personally believed that he was a partner in GIA.  \n(Loyd Dep. Oct. 2021, 44:12–17.)  Mr. Loyd thought he was a partner in GIA because \nhe “had worked there for eight years ,” but also stated that he did not have any \nownership interest in GIA prior to the merger of LIA into GIA.  (Loyd Dep. Oct. 2021, \n45:18–20, 47:24–48:19.)  At his second deposition, Mr. Loyd testified that he believed \nthey “had a partnership from the beginning” but Mr. Loyd did not give an answer as \nto whether there were any partnership documents.  (Loyd Dep. Apr. 2022, 401 :2–\n402:14.) \n112. Mr. Griffin made no statements in his deposition about Mr. Loyd being a \npartner of GIA at any time prior to when Mr. Loyd became a shareholder in 2018.  \n(See Griffin Dep.)  Rather, Mr. Griffin affirmed in his affidavit that he and Mr. Loyd \nwere not partners, nor was Mr. Loyd a partner with GIA, stating “ Mr. Loyd did not \nshare in the profits or losses of GIA, nor did he have any  decision-making authority \nwith respect to GIA’s corporate governance.”  (J.A. 1175 –76.)  Rather, the three \nRSPAs allowed Mr. Loyd to “finance the purchase of the Revenue Stream” from three \nGIA locations.  (J.A. 1176.)  The RSPAs functioned as an assignment from Mr. Griffin \nto Mr. Loyd of Mr. Griffin’s rights to receive the revenue at those locations, not as an \nagreement to engage in a partnership with Mr. Loyd.  (J.A. 1176.) \n113. The Court concludes that there  is insufficient evidence that Mr . Loyd and \nMr. Griffin formed a part nership to create an issue for the jury .  There is no record \nevidence of an express agreement between them, and Plaintiff has not come forward \nwith sufficient evidence to suggest an implied-in-fact partnership because there is no \nevidence that Mr. Griffin had the necessary intent for them to carry on as co-owners.  \nTherefore, Mr. Griffin did not owe fiduciary duties to Mr.  Loyd by virtue of a \npartnership relationship. \n114. Accordingly, Defendants’ Motion for Summary Judgment is GRANTED in \npart as to the breach of fiduciary duty claim, to the extent it is based on a n alleged \npartnership between Mr.  Loyd and Mr.  Griffin prior to Mr.  Loyd becoming a \nshareholder of GIA , and to that extent, Plaintiff’s C ounts One and Two are  hereby \nDISMISSED with prejudice. \nii. Following 25 June 2018 \n115. The record is clear that, following the execution of the 25 June 2018 \nShareholders’ Agreement , Mr.  Loyd became a minority shareholder in GIA on \n1 July 2018.  (See J.A. 352–56.)  It is well-settled in North Carolina that “the majority \nstockholder of a corporation owes fiduciary duties to the minority stockholders.”  \nCorwin v. British Am. Tobacco PLC, 371 N.C. 605, 616 (2018). \n116. Between 1 July 2018, when Mr. Loyd became a shareholder of GIA, and \n1 December 2018, when Mr. Patton became a shareholder of GIA, Mr.  Griffin was \nindisputably the majority shareholder,  and Mr. Loyd a minority shareholder.  (See \nJ.A. 346.) \n117. However, a genuine issue of material fact remains as to how many shares \nMr. Griffin held in GIA after 1 December  2018, and therefore , the Court cannot \nconclude that Mr.  Griffin owed Mr.  Loyd fiduciary duties after the addition of \nMr. Patton because the evidence is conflicting as to whether Mr. Griffin continued to \nbe a majority shareholder after that time. \n118. As stated herein, the record evidence before the Court is disputed on this \nissue.  Mr. Griffin contends that, since the formation of GIA, he w as at all times the \nmajority shareholder until  GIA was sold on  31 December 2020.  (J.A. 1175.)  \nDefendants argue that Mr. Griffin held 990 shares in GIA, citing to the GIA  Share \nRecords.  (Defs.’ Reply 6.)  This is further evidenced by the Stock Sales Agreement for \nthe Leavitt Group’s purchase of GIA on 31  December 2020, which provides that \nMr. Griffin, as trustee of the Griffin Trust, had 990 shares.  (J.A. 978.) \n119. Plaintiff argues that Mr. Griffin held no more than 490 shares after \n1 December 2018, also citing to the GIA Share Records.  (Br. Opp. Defs.’ Mot. 24–25.)  \nPlaintiff alleges in the alternative, in the same verified Second Amended Complaint, \nthat Mr. Griffin held only 490 of GIA’s 1000 outstanding shares, Mr.  Loyd held 345 \nshares, and Mr. Patton held 165 shares, and that Mr.  Griffin therefore did not have \nmajority shareholder status.  (SAC ¶¶ 13, 93.) \n120. Further, Plaintiff’s expert, Gregory Thomas Reagan, calculated the number \nof shares held by each individual on 1 December 2018, finding  that Mr. Griffin held \n490 shares, Mr. Loyd held 345 shares, and Mr.  Patton held 165 shares.  (J.A. 2952.)   \nFor this opinion, Mr. Reagan cites to and relies on the same GIA Share Records that \nDefendants argue show that Mr. Griffin held 990 shares.  (J.A. 2201.) \n121. These rivaling contentions are further complicated by Plaintiff’s Brief in \nOpposition to Defendants’ Motion for Summary Judgment, where Plaintiff states that \n“GIA was a closely held corporation, and so Griffin, the majority shareholder and sole \ndirector, owe d Mr.  Loyd fiduciary duties[.]”  (Br. Opp. Defs.’ Mot. 23  (emphasis \nadded).)  Yet later in the same section of Plaintiff’s brief concerning Counts One and \nTwo, Plaintiff contends that Mr. Griffin lost that majority status  at the time \nMr. Patton became a shareholder, and that Mr. Griffin’s unilateral conduct thereafter \nwas ultra vires.16  (Br. Opp. Defs.’ Mot. 24.) \n122. Majority shareholders, by virtue of their majority status, may hold control \nover the corporation and therefore owe a duty to protect the interests of minority \nshareholders, who “can act and contract in relation to the corporate property only \nthrough the former.”  Gaines v. Long Mfg. Co., 234 N.C. 340, 344 (1951).  Additionally, \nin certain circumstances, a minority shareholder exercising act ual control over a \ncorporation may owe fiduciary duties to the other shareholders.  See Corwin, 371 N.C. \nat 616–17.  “As a necessary prerequisite for a minority stockholder to exercise actual \n \n16 Mr. Loyd also contends that the vote taken at the 12 March 2020 special meeting of the \ndirectors and shareholders of GIA was improper.  Mr. Loyd argues that the meeting, and the \nvote taken, were “bogus” because (1) all shareholders di d not consent to the meeting, or to \nthe adoption of any resolutions taken at the meeting, and (2) the minutes of the meeting \nfalsely report that there was  a GIA shareholder vote authoriz ing GIA’s repurchase of \nMr. Loyd’s shares, though there was no such vote.  (Br. Opp. Defs.’ Mot. 13–14.)  These acts \nby Mr. Griffin, Plaintiff argues, failed to comply with GIA’s bylaws, were at odds with GIA’s \ngoverning documents, and, therefore, were ultra vires.  (Br. Opp. Defs.’ Mot. 25–27.) \ncontrol, then, the stockholder’s power must be so potent that in dependent \ndirectors . . . cannot freely exercise their judgment, fearing retribution.”  Id. \n123. The number of shares Mr.  Griffin held at the time Mr.  Loyd was \nterminated, and upon the sale of GIA to Leavitt Group,  and the effect such a \ndetermination may have on Mr. Griffin’s fiduciary duties, if any, directly to Mr. Loyd, \nare disputed material facts necessary to the determination of th ese claims.  Thus, \nsummary judgment would be improper on both Counts One and Two. \n124. Therefore, Defendants’ Motion for Summary Judg ment as to Counts One \nand Two of the Second Amended Complaint is DENIED, except as stated herein at \nPart V.E.1.i for the period prior to 25 June 2018. \n2. Counterclaim One \n125. Defendants contend that summary judgment is appropriate on their \nCounterclaim One because Mr. Loyd: (1) owed GIA a fiduciary duty as its corporate \nofficer from 1 July 2018 through March 2020; (2) breached that duty when he directed \nemployees to issue false COIs; and (3) thereby caused significant damage  to GIA.  \n(Defs.’ Br. Supp. 13–15.) \n126. The Court first notes that, because Defendants seek “offensive summary \njudgment on their own claim, they must show ‘that there are no gaps in [their] proof, \nthat no inferences inconsistent with [their] recovery arise from the evidence, and that \nthere is no standard that must be applied to the facts by the jury.’ ”  Ford v. Jurgens, \n2021 NCBC LEXIS 10, at **3 (N.C. Super. Ct. Feb. 2, 2021) (quoting Parks Chevrolet, \nInc., 74 N.C. App. at 721). \n127. “A corporate officer owes a fiduciary duty to the corporation.”  Meiselman v. \nMeiselman, 58 N.C. App. 758, 775 (1982); Aecom Tech. Corp. v. Keating, 2012 NCBC \nLEXIS 9, at **5 (N.C. Super. Ct. Feb. 6, 2012) .  A n officer of a North Carolina \ncorporation is required to perform his duties “(1) [i]n good faith; (2) [w]ith the care an \nordinarily prudent person in a like position would exercise under similar \ncircumstances; and (3) [i]n a manner [they ] reasonably believe [] to be in the best \ninterests of the corporation.”  N.C.G.S. § 55-8-30(a).  Importantly, “[this] standard of \nconduct is subject to review under the  business judgment rule.”  State v. Custard , \n2010 NCBC LEXIS 9, at *55 (N.C. Super. Ct. Mar. 19, 2010).   The officer’s duties \n“must be judged in the context in which they occur.”  Lee v. McDowell , 2022 NCBC \nLEXIS 51, at **23 (N.C. Super. Ct. May 26, 2022). \n128. Further, “[e]vidence that a [director] was inattentive, uninformed, acted in \nbad faith, or made a decision that is unreasonable may be considered in determining \nthat the business judgment rule does not apply to protect alleged misdeeds.”  Emrich \nEnters. v. Hornwood, Inc., 2022 NCBC LEXIS 19, at *45–46 (N.C. Super. Ct. Feb. 15, \n2022) (applying the business judgment rule to the actions of managers).  “A reviewing \ncourt’s focus must be on the process undertaken by the [corporate fiduciary] , not the \ncontent of the decision made.”  McDowell 2022 NCBC LEXIS 15, at **27–28.  While \n“questions of motive and a director ’s state of mind may arise  [during this analysis], \nthe existence of those issues does not automatically preclude summary judgment.  \nConcomitantly, there may be instances in which a director’s or officer’s motive or state \nof mind is a question for the jury.”   Custard, 2010 NCBC LEXIS 9 , at **53.  “ The \nCourt has a significant gatekeeper role in determining which factual circumstances \nwarrant submission of bad faith issues to a jury.”  Id.  “[I]f there is any question as to \nthe weight of evidence summary judgment should be denied.”  In re Will of Jones, 362 \nN.C. 569, 573 (2008) (citations omitted). \n129. Plaintiff argues that Defendants have not shown that Mr. Loyd failed to \n“act in good faith and with due regard to [GIA’s] best interests.”  (Br. Opp. Defs.’ \nMot. 15 (quoting Consol. Planning, Inc. , 166 N.C. App. at  293).)  Rather, Mr. Loyd  \ncontends that he honestly believed his decisions were in the best interest of GIA, and \nthat he issued false or inaccurate COIs because it was agency policy to make \naccommodations of this type to insurance clients.  (Br. Opp. Defs.’ Mot. 15–16.) \n130. Mr. Loyd became GIA’s vice president following the merger of LIA into GIA, \nand the evidence indicates that he served in that capacity until his termination .  \n(J.A. 965–66.)  Therefore, Mr. Loyd owed fiduciary duties to GIA as an officer of the \ncompany.  It is undisputed  on this record that Mr. Loyd issued false or inaccurate \nCOIs and directed GIA employees to do the same.  The primary issue, therefore, is \nwhether it was a breach of the fiduciary duties he owed GIA as its officer, and whether \nany such breaches proximately caused the damage alleged by Defendants. \n131. Plaintiff contends that he believed he was acting in GIA’s best interest \nbecause he did not realize that issuing the COIs was unlawful until the NCDOI and \nNationwide investigations.  (Br. Opp. Defs.’ Mot. 16 .)  In support of his argument, \nPlaintiff cites to the Armstrong Lawn COI, (J.A. 371, 1159–63), contending that it is \nan example of his acting in good faith. \n132.  Armstrong Lawn was a “one -person firm” whose lawncare client “refused \nto pay unless Armstrong could produce proof of workers’ compensation coverage.”  \n(Br. Opp. Defs.’ Mot. 16–17.)  Mr. Loyd issued Armstrong Lawn a “ghost policy,” which \nis a “minimum prem ium proof of workers’ compensation coverage that does not \nactually cover anyone.”  (Br. Opp. Defs.’ Mot. 17.)  While Armstrong Lawn did have a \ncommercial insurance policy with GIA, the company would not receive payment for \nwork done unless it produced a gh ost policy.  (Br. Opp. Defs. ’ Mot. 17.)  Plaintiff \ncontends that he has a similar explanation for every false COI he issued, and , \ntherefore, that he  honestly believed his decisions were in the best interest of GIA.  \n(Br. Opp. Defs.’ Mot. 18.) \n133. Defendants argue that issuing false or inaccurate COIs is a breach of the \nstandard of care for insurance agents.  (Defs.’ Reply 14.)  While this may be true, the \ninquiry is whether it was a breach of the duties Mr.  Loyd owed to GIA as its officer, \nnot as an insurance agent for it. \n134. Since Defendants seek affirmative  summary judgment, and they have \nfailed to show that there are no gaps in their proof given that there remains an issue \nas to whe ther Mr. Loyd breached a fiduciary duty owed to GIA  as its officer  if his \nactions were taken in good faith, and that there remains a question as to the weight \nof this evidence, summary judgment would be improper.  Accordingly, Defendants’ \nMotion for Summary Judgment as to Counterclaim One is DENIED. \nF. Count Three: Conversion \n135. Defendants request summary judgment on Plaintiff’s Count Three  for \nconversion, which alleges  that Defendants “took, and then transferred” Mr.  Loyd’s \nGIA shares without authorization, and that those shares “were [ his] duly owned \npersonal property.”  (SAC ¶ 195.)  Further, Mr. Loyd alleges that Defendants wrongly \nexercised rights of ownership over those shares, and that those actions worked to the \nexclusion of his ownership rights in them.  (SAC ¶¶ 196–97.) \n136. “The tort of conversion is well defined as ‘an unauthorized assumption and \nexercise of the right of ownership over goods or personal chattels belonging to \nanother, to the alteration of their condition or the exclusion of an owner ’s rights.’ ”  \nPeed v. Burleson ’s Inc., 244 N.C. 437, 439 (1956) (citation omit ted).  “ There are, in \neffect, two essential elements of a conversion claim: ownership in the plaintiff and \nwrongful possession or conversion by the defendant. ”  Variety Wholesalers, Inc. v. \nSalem Logistics Traffic Servs., LLC , 365 N.C. 520, 523 (2012).   In cases where  \ndefendant comes into possession of plaintiff’s property lawfully, plaintiff must show \nthat it made a demand for the return of the property that was refused by the \ndefendant.  Hoch v. Young, 63 N.C. App. 480, 483 (1983) (citations omitted). \n137. Defendants’ only argument here is that the “existence and enforceability of \nthe [25 June  2018] Shareholders’ Agreement is fatal to Plaintiff’s claim” because it \ncompels him to return his GIA shares to the company.  (Defs.’ Br. Supp. 26.)  However, \na genuine issue of material fact remains as to w hether there was mutual consent of \nall parties to modify the  25 June 2018 Shareholders’ Agreement , if any such \nmodification created a valid and enforceable agreement, and if so , what the terms of \nthat modification were, including whether an enforceable agreement existed between \nthe parties that required Mr. Loyd to transfer his shares in GIA to the company if he \nwas terminated as an employee.  Therefore, Defendants’ Motion for Summary \nJudgment as to Count Three is DENIED. \nG. Count Four: Unjust Enrichment \n138. Defendants request summary judgment on Plaintiff’s Count Four.  Plaintiff \nalleges that he may recover in equity if there is no alternative remedy at law for the \ninjury he allegedly suffered when Defendants took and transferred his shares in GIA \nwithout his consent.  (SAC ¶¶ 200–01.) \n139. “In North Carolina, to recover on a claim of unjust enrichm ent, Plaintiff \nmust prove: (1) that it conferred a benefit on another party; (2) that the other party \nconsciously accepted the benefit; and (3) that the benefit was not conferred \ngratuitously or by an interference in the affairs of the other party.”  Cty. of Wake PDF \nElec. & Supply Co., LLC v. Jacobsen, 2020 NCBC LEXIS 103, at *29 (N.C. Super. Ct. \nSept. 9, 2020) (citing Se. Shelter Corp. v. BTU, Inc., 154 N.C. App. 321, 330 (2002)). \n140. Here, Plaintiff’s unjust enrichment claim rests on the same evidence as the \nclaim for conversion.  Where a claim for unjust enrichment rests on the same evidence \nas a claim for conversion , and that claim for conversion survives the motion for \nsummary judgment because  a n issue of material fact remains, the motion for \nsummary judgment with respect to the claim for unjust enrichment must also be \ndenied.  See Lau v. Constable, 2019 NCBC LEXIS 71, at *32 (N.C. Super. Ct. Sept. \n24, 2019) (“[B]ecause the Court has determined that there is a genuine dispute as to \nthe facts forming the basis for [the] claim for conversion, Plaintiffs ’ motion for \nsummary judgment on [the] claim for unjust enrichment must also be DENIED”). \n141. Given that the claim for conversion remains,  Defendants’ Motion for \nSummary Judgment as to Count Four is DENIED. \nVI. CONCLUSION \n142. For the foregoing reasons, the Court hereby GRANTS in part and DENIES \nin part the Cross-Motions for Summary Judgment as follows: \na. As to Plaintiff’s Count One for  breach of fiduciary duty against \nMr. Griffin, Defendants’ Motion for Summary Judgment is GRANTED in \npart and that claim is DISMISSED with prejudice to the extent it is based \non a partnership relationship, and except as expressly granted herein, the \nmotion is otherwise DENIED; \nb. As to  Plaintiff’s Count Two for  constructive fraud, Defendants’ \nMotion for Summary Judgment is  GRANTED in part and that claim is \nDISMISSED with prejudice to the extent it is based on a partnership \nrelationship, and except as expressly granted he rein, the motion is \notherwise DENIED; \nc. As to Plaintiff’s Count Three for conversion, Defendants’ Motion for \nSummary Judgment is DENIED; \nd. As to  Plaintiff’s Count Four for unjust enrichment , Defendants’ \nMotion for Summary Judgment is DENIED; \ne. As to  Defendants’ Counterclaim One for  breach of fiduciary duty , \nDefendants’ Motion for Summary Judgment is DENIED; \nf. As to  Defendants’ Counterclaim Two for breach of the Merger \nAgreement, Plaintiff’s Motion for Partial Summary Judgment is \nGRANTED, and that claim is here by DISMISSED with prejudice; \ng. As to  Defendant’s Counterclaim Three for fraud in the Merger \nAgreement, Plaintiff’s Motion for Partial Summary Judgment is \nGRANTED, and that claim is hereby DISMISSED with prejudice;  \nh. As to Defendants’ Counterclaim Five for  violation of the UDTPA,  \nPlaintiff’s Motion for Partial Summary Judgment is GRANTED, and that \nclaim is he reby DISMISSED with prejudice.  Defendants’ Motion for \nSummary Judgment is therefore DENIED; \ni. As to Defendants’ Counterclaim Six for breach of the Associate Agent \nAgreement, Plaintiff’s Motion for Partial Summary Judgment is DENIED; \nand \nj. As to Defendants’ Counterclaim Seven for breach of contract seeking \nspecific performance of the Shareholders’ Agreement, the Cross-Motions for \nSummary Judgment are DENIED. \nIT IS SO ORDERED, this the 27th day of March, 2023. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}