{
  "id": "6148fc576556c79c4d6cde4ef23d6cad530fd8048bddf0ac32db45fb9811e7d1",
  "source_file": "data/raw/ncbc/6148fc576556c79c4d6cde4ef23d6cad530fd8048bddf0ac32db45fb9811e7d1.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 3707 \n \nVITAFORM, INC. d/b/a BODY \nAFTER BABY, \n \nPlaintiff, \n \nv. \n \nAEROFLOW, INC. and MOTIF \nMEDICAL, LLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION  \nON DEFENDANTS’  \nMOTION FOR LEAVE \nTO AMEND ANSWER  \nTO FIRST AMENDED  \nCOMPLAINT \n \n \n1. THIS MATTER is before the Court upon Defendants Aeroflow, Inc. and \nMotif Medical, LLC’s (“Defendants”) Motion for Leave to Amend Answer to Plaintiff’s \nFirst Amended Complaint filed 21 July 2021 (the “Motion”).  (ECF No. 82.)   \n2. Having considered the Motion, the briefs in support of and in opposition to \nthe Motion, the appropriate evidence of record, and the arguments of counsel at the \nhearing on the Motion, the Court hereby GRANTS the Motion as set forth below. \nSmith DeVoss, PLLC, by Jeffrey J. Smith and John R. DeVoss, and \nWimer & Snider, P.C., by Jake A. Snider, for Plaintiff Vitaform, Inc. \n(d/b/a Body After Baby). \n \nWard and Smith, P.A., by Joseph A. Schouten and Haley R. Wells, for \nDefendants Aeroflow, Inc. and Motif Medical, LLC. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL & PROCEDURAL BACKGROUND\n \n3. This case involves allegations that a national distributor of breast pumps \nand m aternity compression garments, Defendant Aeroflow, Inc. (“Aeroflow”), stole \nVitaform, Inc. v. Aeroflow, Inc., 2021 NCBC 58. \n \n \nthe products, product designs, and business plan of its manufacturer, Plaintiff \nVitaform, Inc. (d/b/a Body After Baby) (“Plaintiff” or “BAB”), enabling Aeroflow to \ncopy, manufacture, and/or sell its own products through its wholly owned subsidiary, \nDefendant Motif Medical, LLC, in direct competition with BAB.  BAB contends that \nits maternity compression garment business has suffered substantial injury as a \nresult of Defendants’ alle ged misconduct, including the loss of its strategic position \nas first to market with certain highly profitable products. \n4. Defendants seek leave to amend their answer under Rule 15 of the North \nCarolina Rules of Civil Procedure (the “Rule(s)”) to include thr ee counterclaims —\ndefamation per se, tortious interference with prospective economic advantage, and \nunfair and deceptive trade practices —and to add an affirmative defense asserting \nthat Plaintiff’s claim for breach of the implied covenant of good faith and fair dealing \nis barred by the statute of frauds under N.C.G.S. § 25-2-201.  (Mem. of Law in Supp. \nof Mot. to Amend Answer to First Am. Compl. [hereinafter “Mem. of Law in Supp.”], \nECF No. 83.)  Defendants contend that their newly asserted counterclaims are based \non information disclosed by BAB’s President, Don Francisco (“Francisco”), at his \ndeposition on 12 May 2021, which Defendants argue they confirmed in subsequent \nthird-party interviews.   \n5. BAB opposes the Motion, contending both that this Court lacks p ersonal \njurisdiction over Plaintiff to adjudicate Defendants’ counterclaims and that \namendment under Rule 15 is improper on grounds of undue delay, futility, bad faith, \n \n \nand unfair prejudice.  (Pl.'s Resp. Br. to Defs.’ Mot. to Amend [hereinafter “Pl.’s Resp. \nBr.], ECF No. 89.) \n6. The Court convened a hearing on the Motion on 10 September 2021 (the \n“Hearing”), at which all parties were represented by counsel.  The Motion is now ripe \nfor resolution.   \nII. \nANALYSIS \nA.      Personal Jurisdiction \n7. To begin, the Court turns to Plaintiff’s challenge to the Motion on personal \njurisdiction grounds.  Our Supreme Court has  instructed that “[i]n  examining \nwhether a nonresident defendant is subject to personal jurisdiction in our courts,” \ntrial courts should engage in a “two-step analysis”: “First, jurisdiction over the \ndefendant must be authorized by N.C.G.S. § 1-75.4—North Carolina's long-arm \nstatute.  Second, if the long-arm statute permits consideration of the action, exercise \nof jurisdiction must not violate the Due Process Clause of the Fourteenth Amendment \nto the U.S. Constitution.”  Beem USA LLLP v. Grax Consulting, LLC, 373 N.C. 297, \n302 (2020) (cleaned up).  “[B]ecause  North Carolina’s long-arm statute has been \ninterpreted to allow the exercise of personal jurisdiction to the fullest extent allowed \nunder the due process clause, the two-step analysis collapses into one inquiry[,]” \nWorley v. Moore, 2017 NCBC LEXIS 15, at *19 (N.C. Super. Ct. Feb. 28, 2017), \nnamely, “whether [the] defendant has the minimum contacts with North Carolina \n \n \nnecessary to meet the requirements of due process[,]”Hiwassee Stables, Inc. v. \nCunningham, 135 N.C. App. 24, 27 (1999)). \n8. For a court to exercise personal jurisdiction, “there must be sufficient \nminimum contacts between the nonresident defendant and our state such that the \nmaintenance of the suit does not offend traditional notions of fair play and substantial \njustice.”  Skinner v. Preferred Credit, 361 N.C. 114, 122 (2006) (quoting Int’l Shoe Co. \nv. Washington, 326 U.S. 310, 316 (1945)) (internal quotation marks omitted).  As our \nSupreme Court explained in Beem: \nPersonal jurisdiction cannot exist based upon a defendant’s “random, \nfortuitous, or attenuated” contacts with the forum state, Walden v. \nFiore, 571 U.S. 277, 286 (2014) (quoting [Burger King Corp. v. \nRudzewicz, 471 U.S. 462, 475 (1985)]), but rather must be the result of \n“some act by which the defendant purposefully avails itself of the \nprivilege of conducting activities within the forum State, thus invoking \nthe benefits and protections of its laws,” Skinner, 361 N.C. at 133 \n(quoting Hanson v. Denckla, 357 U.S. 235, 253 (1958)).  As such, a \ndefendant’s contacts with the forum state must be such that a defendant \n“should reasonably anticipate being haled into court there.”  World-Wide \nVolkswagen Corp. v. Woodson, 444 U.S. 286, 297 (1980); see also \nSkinner, 361 N.C. at 133 (“A crucial factor is whether the defendant had \nreason to expect that he might be subjected to litigation in the forum \nstate.”). \n \n397 N.C. at 303. \n \n9. The Court further summarized: \n \nThe United States Supreme Court has recognized two types of personal \njurisdiction that can exist with regard to a foreign defendant: general \n(or “all-purpose”) jurisdiction and specific (or “case-based”) jurisdiction.  \nGeneral jurisdiction is applicable in cases where the defendant's \naffiliations with the State are so continuous and systematic as to render \nthem essentially at home in the forum State.  Specific jurisdiction, \nconversely, encompasses cases in which the suit arises out of or relates \nto the defendant’s contacts with the forum. \n \n \n \nId. (cleaned up).  See generally Ford Motor Co. v. Mont. Eighth Judicial Dist. \nCourt, 141 S. Ct. 1017, 1024–32 (2021).  \n10. Here, Plaintiff, a California corporation, challenges this Court’s exercise of \nspecific jurisdiction over it in North Carolina, contending that it did not do business \nwith Defendants or otherwise have minimum contacts wi th the State of North \nCarolina at the time of the events giving rise to Defendants’ counterclaims.   (Pl.’s \nResp. Br. 3.)  In particular, Plaintiff contends that the communications on which the \ncounterclaims are based did not occur in North Carolina.  (Pl.’s Resp. Br. 4.) \n11. Plaintiff did, however, file this action in North Carolina, and the parties \ndispute whether that act, standing alone, is sufficient to subject Plaintiff to the \njurisdiction of this Court to answer Defendants’ proposed counterclaims.  Plaint iff \nargues that it is not and relies solely on a law review article1 and a Florida state court \ndecision2 for its support.  Defendants, in contrast, argue that Plaintiff’s initiation of \nthis action in North Carolina is sufficient to subject it to this Court’s jurisdiction and \nrely on numerous federal decisions for their support.  (Reply Br. in Supp. of Mot. t o \nAmend Answer to First Am. Compl. 2–3, ECF No. 91.)\n3   \n \n1 See Jon D. Bressler, Impermissive Counterclaims: Why NonResident Plaintiffs Can Contest \nPersonal Jurisdiction in Unrelated Countersuits, 65 American U. L. Rev. 641, 671 (2016). \n \n2 See Edwards v. Johnson, 569 So.2d 473, 474 (Fla. Dist. Ct. App. 1990). \n \n3 Defendants do not contend that Plaintiff is subject to this Court’s general jurisdiction  and \ninstead acknowledged at the Hearing that Plaintiff’s initiation of this action is the sole basis \non which they rest their contention that Plaintiff is subject to personal jurisdiction in this \nCourt to answer the proposed counterclaims. \n \n \n \n12. While the North Carolina courts do not appear to have addressed the issue \nbefore the Court, the federal decisions on which Defendants rely and other similar \nfederal decisions are well -reasoned and persuasive, and thus will supply the rule of \ndecision for the Court here. 4  These cases find their source in the United States \nSupreme Court’s decisions in Leman v. Krentler-Arnold Hinge Last Co., 284 U.S. 448 \n(1932) and Adam v. Saenger, 303 U.S. 59 (1938).  In Leman, a patent case, the Court \nheld that “[w]hen  the [plaintiff] brought the suit in [federal district court], it \nsubmitted itself to the jurisdiction of the court with respect to all the issues embraced \nin the suit, including those pertaining to the counterclaim of the defendants.”  Leman, \n284 U.S. at 451.  Similarly,  in Adam, the Court concluded that a plaintiff becomes \nsubject to the trial court’s jurisdiction for purposes of a defendant’s counterclaims by \nvirtue of having initiated the action in the forum.  The Court held in Adam:   \nThe plaintiff having, by his voluntary act in demanding justice from the \ndefendant, submitted himself to the jurisdiction of the court, there is \nnothing arbitrary or unreasonable in treating him as being there for all \npurposes for which justice to the defendant requires his presence.  It is \nthe price which the state may exact as the condition of opening its courts \nto the plaintiff. \n  \nAdam, 303 U.S. at 67.   \n13. Federal courts since  Adam have dutifully followed these holdings, \nsometimes couching their decisions in terms of waiver, see, e.g., Grupke v. Linda Lori \nSportswear, 174 F.R.D. 15, 18–19 (E.D.N.Y. 1997) (“In the vast majority of cases a \nplaintiff, by virtue of bringing suit, waives venue and personal jurisdiction objections \n \n4 The Court may consult federal authority for guidance  in resolving the Motion .  See, e.g., \nSutton v. Duke, 277 N.C. 94, 101 (1970); Turner v. Duke Univ., 325 N.C. 152, 164 (1989). \n \n \nto a defendant’s counterclaims.”), and sometimes as consent, see, e.g., In re Schwinn \nBicycle Co., 182 B.R. 526, 531 (Bankr. N.D. Ill. 1995) (“ [B]y filing a proof of claim in \na pending bankruptcy case, a creditor consents to personal jurisdiction in all possible \ncounterclaims brought by the estate.”).  Regardless, these courts conclude that when \na plaintiff files its lawsuit in the forum, it “purposefully avails itself of the privilege \nof conducting activities within the forum State,” Hanson, 357 U.S. at 253 (citing Int’l \nShoe, 326 U.S. at 319), subjecting it to the forum court’s jurisdiction.  See, e.g., Trade \nWell Int’l v. United Cent. Bank , 825 F.3d 854, 859 (7th Cir. 2016)  (“By filing suit in \nWisconsin, Trade Well availed itself of the forum, whether by explicitly consenting to \njurisdiction, waiving any challenge to jurisdiction, or simply receiving the privileges \nand benefits of the forum state.”); Gen. Contracting & Trading Co., LLC v. Interpole, \nInc., 940 F.2d 20, 23 (1st Cir. 1991) (“ Whatever label one might place on Trastco ’s \nconduct, it seems pellucidly clear that, by bringing Suit No. 2, Trastco submitted itself \nto the district court’s jurisdiction in Suit No. 1.  Trastco elected to avail itself of the \nbenefits of the New Hampshire courts as a plaintiff, starting a suit against \nInterpole.”); Saudi Basic Indus. Corp. v. Exxonmobil Corp., 194 F. Supp. 2d 378, 410 \n(D.N.J. 2002) (“SABIC also purposefully availed itself of the protection of the U.S. \nlaws by filing the NJ-I and Delaware actions.”). \n14. Significantly, f ederal courts have exercised jurisdiction over plaintiff s to \nadjudicate both compulsory and permissive counterclaims.  See, e.g., Trade Well Int’l, \n825 F.3d at 859 (“In general, when a defendant interposes a permissive counterclaim, \nthe plaintiff cannot object that the court lacks personal  jurisdiction for purposes of \n \n \nadjudicating the claim.”); Gen. Contracting & Trading Co., LLC, 940 F.2d at 23 (“[W]e \nthink it is inev itable that [by filing suit] Trastco surrendered any jurisdictional \nobjections to claims that Interpole wished to assert against it in consequence of the \nsame transaction or arising out of the same nucleus of operative facts  . . . .  [T]he \nSupreme Court has long recognized the inequity that would result if a plaintiff could \nraise jurisdictional objections to counterclaims filed by a defendant.” ); Threlkeld v. \nTucker, 496 F.2d 1101, 1103 (9th Cir. 1974) (noting that when a plaintiff institutes \nan action, he “submit[s] himself to the court’s jurisdiction not only as to his own cause \nof action but also as to any counterclaim filed against him”); In re Schwinn Bicycle \nCo., 182 B.R. at 531 (“A plaintiff may not object that the court lacks personal \njurisdiction for purposes of adjudicating any counterclaim, compulsory or permissive, \nlodged against it by the defendant.”) ; see generally 6 Charles Alan Wright & Arthur \nR. Miller, Federal Practice & Procedure: Civil § 1424, at nn.1 & 6–7 (3d ed. Apr. 2021 \nupdate) (collecting cases) ( “[I]f defendant interposes a permissive  counterclaim, \nplaintiff cannot object that the court lacks personal jurisdiction or that venue is \nimproper for purposes of adjudicating the claim.”). \n15. Reliance on these federal decisions is particularly appropriate here because \nDefendants’ proposed counterclaims are related and closely connected to Plaintiff’s \naffirmative claims in this action.  Unlike the unrelated counterclaims at issue in the \nFlorida decision on which Plaintiff relies, se e Edwards, 569 So.2d at 574,  Plaintiff’s \nopposition brief makes plain—despite Plaintiff’s protestations to the contrary —that \nits defense to the counterclaims is grounded entirely in establishing Defendants’ \n \n \nliability on Plaintiff’s affirmative claims, inextricably tying the claims an d proposed \ncounterclaims together, (Pl.’s Resp. Br. 12–13).  \n16. Based on the above, the Court concludes that it has personal jurisdiction \nover Plaintiff to adjudicate Defendants’ proposed counterclaims in this action.  \nPlaintiff’s arguments to the contrary are without merit. \nB.     Rule 15 \n17. Having found that the Court has jurisdiction over Plaintiff, the Court next \nconsiders the application of Rule 15.  Rule 15(a) provides, in relevant part, as follows: \nA party may amend his pleading once as a matter of course at any time \nbefore a responsive pleading is served or, if the pleading is one to which \nno responsive pleading is permitted and the action has not been placed \nupon the trial calendar, he may so amend it at any time within 30 days \nafter it is served.  Otherwise  a party may amend his pleading only by \nleave of court or by written consent of the adverse party; and leave shall \nbe freely given when justice so requires.  \n \nN.C. R. Civ. P. 15(a).   \n18. Although Rule 15 makes plain that “leave shall be freely given,”  “the rules \nstill provide some protection for parties who may be prejudiced by liberal \namendment,” Henry v. Deen, 310 N.C. 75, 82 (1984), and amendment may be denied \nfor reasons of “undue delay, bad faith, dilatory motive, repeated failure to cure \ndeficiencies, un due prejudice, and futility of amendment,” Bartlett Milling Co. v. \nWalnut Grove Auction and Realty Co., 192 N.C. App. 74, 89 (2008).  Nevertheless, our \nSupreme Court has made clear that “ amendments should be freely allowed unless \nsome material prejudice to the other party is demonstrated.”  Mauney v. Morris, 316 \n \n \nN.C. 67, 72 (1986).  “The  burden is upon the opposing party to establish that that \nparty would be prejudiced by the amendment.”  Id. \n19. “[A] motion to amend is addressed to the discretion of the court, and its \ndecision thereon is not subject to review except in case of manifest abuse.” Azure  \nDolphin, LLC v. Barton, 371 N.C. 579, 603 (2018) (quotations omitted). \ni. Undue Delay \n20. Plaintiff ar gues that Defendants’ two -month delay between Francisco’s \ndeposition and the filing of the Motion constitutes undue delay.  ( Pl.’s Resp. Br. 7.)  \nPlaintiff also argues that Defendants have violated the Court’s Case Management \nOrder (“CMO”) by seeking amendment after the 4 January 2021 deadline for \namendments to pleadings in the CMO.  (Case Management Order, ECF No. 64.)  The \nCourt finds Plaintiff’s arguments to be without merit.   \n21. To start, Defendants’ counterclaims are based entirely on information \nFrancisco disclosed for the first time in this litigation at his deposition on 12 May \n2021.  Rather than immediately seek leave to amend, Defendants quite reasonably \ninvestigated Francisco’s disclosures through third-party interviews over the following \ntwo months.  Defendants offer evidence that t hose interviews appear to have \nconfirmed the basis for the newly asserted counterclaims.  Defendants’ resulting \nmotion in mid-July was filed following the completion of this brief but necessary and \nseemingly fruitful investigation.  The Court cannot find undue delay on these facts.  \nIndeed, North Carolina courts typically find undue delay in situations involving far \nmore alleged delay than is present here.  See, e.g., Wilkerson v. Duke Univ., 229 N.C. \n \n \nApp. 670, 679 (2013) (thirteen months); Carmayer, LLC v. Koury Aviation, Inc., 2017 \nNCBC LEXIS 82, at *21 (N.C. Super. Ct. Sept. 11, 2017) (seventeen months); see also \nAlkemal Sing. PTE Ltd. v. DEW Gl obal Fin., LLC , 2017 NCBC LEXIS 112, at *31 \n(N.C. Super. Ct. Dec. 12, 2017) (collecting cases to similar effect).  Plaintiff’s objection \nbased on undue delay is therefore without merit. \n22. As for Defendants’ purported failure to comply with the CMO, it is \nundisputed that the information giving rise to Defendants’ counterclaims was \ndisclosed by Francisco five months after the deadline for amendment.  In such \ncircumstances, the Court will not permit the CMO to preclude Defendants from \ntimely asserting claims based on previously unknown facts that Defendants could not \nhave discovered earlier with reasonable diligence.  See, e.g., Belcher v. W.C. English, \n125 F. Supp. 3d 544, 549 (M.D.N.C. 2015) (“Good cause may be shown if the plaintiff \nuncovered previously unknown facts during discovery that would support an \nadditional cause of action, or if despite the exercise of reasonable diligence, the \nevidence supporting the proposed amendment would not have been discovered until \nafter the amendment deadline had passed.”) (cleaned up).\n5 \nii. Futility  \n23. Plaintiff next objects on grounds of futility, contending that the proposed \ncounterclaims fail to state a claim under Rule 12(b)(6).  (Pl.’s Resp. Br. 11.)  The Court \n \n5 Plaintiff also objects on grounds of undue delay to Defendants’ motion to add an affirmative \ndefense based on the statute of frauds.  (Pl.’s Resp. Br. 9.)  As discussed later in the opinion, \nhowever, because the Court concludes that permitting the assertion of this defense will not \nunfairly prejudice Plaintiff, the Court further concludes that any delay in moving to amend \nto add the defense is not a sufficient basis to deny amendment under Rule 15.  \n \n \nagain finds Plaintiff’s argument wholly without merit.  Plaintiff’s argument on this \nscore is essentially an assertion that BAB will prevail on the contested issues raised \nby the counterclaims and ignores entirely the standard for dismissal under Rule \n12(b)(6).  (Pl.’s Resp. Br.  11–13.)  Plaintiff nowhere grapples with the sufficiency of \nthe specific allegations Defendants have advanced to support their claims.   \n24. As this Court has previously held, “[t]he futility standard under Rule 15 is \nessentially the same standard used in reviewing a motion to dismiss under Rule \n12(b)(6)[.]”  Simply the Best Movers, LLC v. Marrins' Moving Sys., 2016 NCBC LEXIS \n28, *5–6 (N.C. Super. Ct. 2016).  When considering a motion to dismiss under Rule \n12(b)(6), the Court views the allegations in the pleading at issue “in the light most \nfavorable to the non-moving party[,]” Christenbury Eye Ctr., P.A. v. Medflow, Inc., \n370 N.C. 1, 5 (2017) (quoting Kirby v. N.C. Dep’t of Transp., 368 N.C. 847, 852 (2016)), \nand determines “whether the allegations of the complaint, if treated as true, are \nsufficient to state a claim upon which relief may be granted under some legal \ntheory[,]” Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting \nCommScope Credit Union v. Butler & Burke, LLP, 369 N.C. 48, 51 (2016)). \n25. “[T]he [pleading] is to be liberally construed, and the trial court should not \ndismiss the [pleading] unless it appears beyond doubt that [the] [pleader] could prove \nno set of facts in support of his claim which would entitle him to relief.”  State ex rel. \nCooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 444 (2008) (quoting Meyer v. \nWalls, 347 N.C. 97, 111–12 (1997)).  Dismissal of a [pleading] under Rule 12(b)(6) is \nproper only: “(1) when the [pleading] on its face reveals that no law supports [the] \n \n \nclaim; (2) when the [pleading] reveals on its face the absence of fact sufficient to make \na good claim; [or] (3) when some fact disclosed in the [pleading] necessarily defeats \nthe . . . claim.”  Oates v. JAG, Inc., 314 N.C. 276, 278 (1985). \n26. The Court has carefu lly reviewed Defendants’ proposed counterclaims \nunder the foregoing rules and concludes that each counterclaim is plainly and \nsuccinctly stated with supporting allegations of fact tied to the elements of each claim.  \nAs such, Plaintiff’s contention that De fendants’ motion should be denied on futility \ngrounds must be rejected.   \niii. Bad Faith \n27. Next, Plaintiff contends that Defendants have brought the Motion in bad \nfaith.  (Pl.’s Resp. Br. 9.)  Again, the Court disagrees.  Defendants’ allegations stem \nfrom Francisco’s deposition admissions and a sworn affidavit from a third party.  \n(Mem. of Law in Supp. 2.)  Although Plaintiff vigorously contends that its view of the \ndisputed facts will prevail and that Defendants’ allegations are meritless, courts have \nrecognized that “conjecture about the merits of litigation should not enter into the \ndecision whether to allow amendment.”  Falls v. Goldman Sachs Trust Co., N.A., No. \n5:16-CV-7409-FL, 2017 U.S. Dist. LEXIS 207007, *35 (E.D.N.C. 2017) (quoting Davis \nv. Piper Aircraft Corp., 615 F.2d 606, 613 (4th Cir. 1980)).  More specifically, Plaintiff \nhas failed to offer any evidence that Defendants’ Motion is driven by an improper \nmotive or purpose, is abusive, or is otherwise offered in bad faith.  Plaintiff’s bad faith \nchallenge is therefore meritless.   See, e.g. , Bundy v. Com. Credit Co. , 202 N.C. 604, \n607 (1932) (noting that “bad faith . . . implies a false motive or a false purpose and \n \n \nhence . . . is a species of fraudulent conduct”); Laber v. Harvey, 438 F.3d 404, 427 (4th \nCir. 2006) ( holding that “ [d]elay alone . . . is an insufficien t reason to deny the \nplaintiff’s motion to amend”); GSS Props., Inc. v. Kendale Shopping Ctr., Inc. , 119 \nF.R.D. 379, 381 (M.D.N.C. 1988)  (“Bad faith amendments are those which may be \nabusive or made in order to secure some ulterior tactical advantage.”).   \niv. Unfair Prejudice \n28. Finally, Plaintiff argues that permitting the assertion of new counterclaims \nat or after the end of the fact discovery period on 5 August 2021, as Defendants seek \nto do here, will be unfairly prejudicial.  ( Pl.’s Resp. Br.  10.)  The period for all \ndiscovery, however, does not expire until 15 November 2021, and the Court will \npermit additional fact discovery limited to Defendants’ counterclaims and additional \naffirmative defense to alleviate any potential prejudice caused by the timing of \nDefendants’ amendment.  Indeed, our courts have recognized that “the fact that \nadditional discovery may be required [does not] amount to prejudice  or make the \ndelay ‘undue’ ” under Rule 15.  See N. River Ins. Co. v. Young, 117 N.C. App. 663, 671 \n(1995) (citing Coffey v. Coffey, 94 N.C. App. 717, 723 (1989)).  Thus, this objection, too, \nis without merit.   \nIII. \nCONCLUSION \n29. WHEREFORE, for the reasons set forth above, the Court, in the exercise \nof its discretion, hereby ORDERS as follows: \n \n \na. Defendants’ Motion for Leave to Amend Answer to Plaintiff’s First \nAmended Complaint is hereby GRANTED.  Defendants shall file their \nAmended Answer to First Amended Complaint substantially in the form \nas attached as Exhibit A to Defendants’ Motion within three (3) business \ndays after the entry of this Order; and   \nb. Counsel for Plaintiff and Defendants shall meet, confer, and file a \nrecommended discovery and case management schedule to implement \nthe Court’s ruling no later than ten (10) days after the entry of  this \nOrder.   \nSO ORDERED, this the 16th day of September, 2021. \n \n \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n \n "
}