{
  "id": "61c8e5f4a8b4317283e7485d6d364c81c921bc1787176d4c3af5c5555ad7655c",
  "source_file": "data/raw/ncbc/61c8e5f4a8b4317283e7485d6d364c81c921bc1787176d4c3af5c5555ad7655c.pdf",
  "raw_text": "GZO, LLC v. LKN, Inc., 2020 NCBC 10. \n \nSTATE OF NORTH CAROLINA \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 11969 \nGZO, LLC; ADAM MAISANO, \nIndividually, as a Member of GZO, \nLLC; and DARCIA BLACK, \nIndividually, as a Member of GZO, \nLLC, \n \nPlaintiffs, \n \nv. \n \nLKN, Inc. d/b/a SAFEWAY \nCHEVROLET; LAWRENCE K. \nNEUWIRTH, Individually and as a \nManager of GZO, LLC; and LE \nREALTY, LLC,  \n \nDefendants. \n \n ORDER AND OPINION GRANTING \nMOTION TO ENFORCE \nSETTLEMENT AGREEMENT   \n1. THIS MATTER is before the Court on Defendants’ Motion In the Cause \nto Enforce Settlement Agreement (“Motion to Enforce”) , together with  Plaintiffs’ \nrelated Motion to Allow Supplemental Material Supporting Plaintiffs’ Opposition to, \nor Alternatively Discove ry Regarding, Defendants’ Motion in the Cause to Enforce \nSettlement (“Motion to Supplement ”).   The Court has considered  the record, \nincluding the materials offered with the Motion to Supplement, and determines and  \n \n \nconcludes that both the Motion to Supplem ent and the Motion to Enforce should be \nGRANTED. \nLEDOLAW, by Michelle A. Ledo, for Plaintiffs GZO, LLC; Adam Maisano; and \nDarcia Black  \n \nBlue LLP, by Daniel T. Blue, Jr. and Dhamian A. Blue,  for Defendants LKN, \nInc.; Lawrence K. Neuwirth; and LE Realty, LLC1 \nGale, Judge. \nI. INTRODUCTION \n2. Plaintiff GZO, LLC (“GZO”) and Defendant LKN, Inc. (“LKN”)  entered \ninto an asset purchase agreement ( the “APA”) for the purchase and sale of Safeway \nChevrolet Dealership ( the “Dealership”), which failed, but only after GZO had \noperated the Dealership for nine months.   (Compl. ¶¶ 19, 26, 47 , ECF No. 4 .)  \nNumerous disputes arose and numerous legal proceedings were initiated.   GZO and \nits related interests (collectively “Plaintiffs”) and LKN and its related interests \n(collectively “Defendants”) entered a comprehensive settlement of all claims within a \nfew days of the filing of the litigation in this Court, documented by an executed multi-\npage agreement negotiated among the parties and their respective counsel (the \n“Settlement Agreement”).  (ECF No. 71.2.)  \n3. The Settlement Agreement provides for LKN to make cash payments to \nGZO.  The total amount was preliminarily stated as  $1,006,000 (“Preliminary \nSettlement Amount”), with the actual final payment (“Final Payment”) depending \n                                                 \n1  Each of the parties were represented in the litigation by different counsel when and before \nthe Settlement Agreement now at issue was executed. \n \n \nupon a potential adjustment to the Preliminary Settlement Amount determined by a \nforensic accounting of whether GZO had oper ated the Dealership at a profit or at a \nloss.  (Settlement Agreement ¶ 1.)  The first two payments  were in fixed amounts  \ntotaling $500,000, (Settlement Agreement ¶¶ 1a–b), and these payments have been \nmade and accepted, (Mot. Enforce ¶ 2, ECF No. 69).  The Final Payment then due is \n$506,000 as adjusted by the forensic accountant’s determination .  (Settlement \nAgreement ¶ 5d.)  The Settlement Agreement included procedures  the forensic \naccountant was to follow  in making his determination .  (Settlement Agreement \n¶¶ 5a–c.) \n4. The chosen forensic accountant , Roy Strickland of Dixon Hughes \nGoodman (“Strickland”), determined that GZO operated the Dealership at a loss .  \n(Letter from Strickland 1 (“Strickland Report”), ECF No. 71.4.)  LKN tendered a final \nsettlement payment calculated as $506,000 less the amount of that determined loss.  \n(Defs.’ Mem. Supp. Mot. Enforce 12–13, ECF No. 70.)  GZO refused the tender and \ncontends that Strickland failed to follow the procedures of the Settlement Agreement, \nthereby exceeding his authority, and when his findings are properly conformed to the \nprovisions of the Settlement Agreement, GZO operated the Dealership at a profit, the \namount of which should be added to $506,000 when calculating the Final Paym ent \nowed to GZO.  (Pls.’ Mem. Opp’n Mot. Enforce 3, ECF No. 71.)  \n5. By its Motion to Enforce, LKN seeks an order compelling GZO to accept \nthe tendered Final Payment.  B y its Motion to Supplement, GZO offers materials it \ncontends should be considered in opposition to the Motion to Enforce and which when \n \n \nconsidered demonstrate Strickland’s  error and how the Final Payment should be \ncalculated as GZO contends.    (Pls.’ Mot. Allow Suppl. Material, ECF No. 78.)  \n6. In its discretion,  and over Defendants’ opposition,  the Court consider s \nthe offered supplemental materials and gives them a broader reading than the Rules \nof Evidence require.  However, having done so, the Court concludes that the materials \ndo not support Plaintiffs’ position, that  the Court must honor and enforce the clear \nand unequivocal agreement embodied in the Settlement Agreement that the forensic \naccountant’s determination is final and binding, and that GZO is obligated to accept \nLKN’s tender of its Final Payment.  (Settlement Agreement ¶ 5d.)   \nII. PROCEDURAL HISTORY \n7. Litigation quickly followed when the APA failed to close.   Defendants \ndismissed an earlier action in Pender County, and Plaintiffs then initiated this action \nin Wake County on September 29, 2017, (Compl.), simultaneously designating the \naction as a complex business case pursuant to N.C. G.S. § 7A-45(a)(1), (ECF No. 5) .  \nThe case was designated as a complex business case by the Chief Justice on October \n3, 2017, (ECF No. 3), and assigned to Hon. Adam M. Conrad on October 4, 2017, (ECF \nNo. 2).  \n8. Judge Conrad scheduled an October 10, 201 7 hearing on Plaintiffs’ \nMotion for Temporary Restrai ning Order, (ECF No. 10),  but the hearing did not \nproceed because the parties advised the Court that they had entered the Settlement \nAgreement, represented as a full and complete agreement setting forth all terms of \ntheir settlement of the disputed claim s, (ECF No. 11).   The parties then presented \n \n \nthe Court with the Consent Settlement Order called for by the Settlement Agreement, \nwhich Judge Conrad entered on October 10, 2017.  (ECF No. 12.)  Among its other \nprovisions, the Consent Settlement Order provides that the Court retains jurisdiction \nover this action for consideration and disposition of any motion for violation of any its \nterms.  (Settlement Agreement ¶ 2e.) \n9. Plaintiffs dismissed the action on October 11, 2017.  (ECF No. 13.) \n10. In November 2017 , both parties  filed motions requesting the Court to \nenforce provisions of the Settlement Agreement.  (Pls.’ Mot. Order Show Cause, ECF \nNo. 15; Defs.’ Mot. Order Show Cause, ECF No. 19.)  Plaintiffs and Defendants each \nagain affirmed that they had entered a full and final settlement agreement .  (Pls.’ \nMot. Order Show Cause ¶ 1; Defs.’ Mem. Opp’n Mot. Order Show Cause 1–2, ECF No. \n22.) \n11. On December 12, 2017, Judge Conrad entered an Order requiring \nDefendants to appear at a hearing on January 8, 2018, deferred to January 22, 2018, \nto show cause why they should not be held in civil or criminal contempt .  (ECF Nos. \n35, 54.) \n12. At the January 2 2, 2018 hearing, while not challenging the Court’s \njurisdiction to to enforce the Settlement Agreement otherwise, Defendants contended \nthat the Court could not utilize a contempt sanction because the Consent Settlement \nOrder only adopted the parties’ agreement without the Court having made its own \nfindings of fact.  (Tr. Hearing 11:5–14:13, ECR No. 70.4.)   However, the parties also \nadvised the Court that issues underlying Plaintiffs’ Motion to Show Cause had been \n \n \nor would soon be resolved  without Court intervention.   (Tr. Hearing 65:23–66:3, \n66:25–67:4, 75:1–77:6.)  As a result of this agreement, Judge Conrad was not required \nto further consider the Court’s power to enter a contempt sanction.   On January 25, \n2018, Judge Conrad withdrew the Order to Show Cause.  (ECF No. 55.) \n13.  Prior to the filing of the Defendants’ Motion to Enforce, the Court was \naware of no further controversy regarding the Settlement Agreement. \n14. On April 4, 2018, the parties retained Strickland as the neutral forensic \naccountant to make the profitability determination  specified by Section 5 of the \nSettlement Agreement.  (Strickland Report 1.) \n15. Sometime prior to April 12, 2018, LKN sold the Dealership to another \nbuyer.  (Defs.’ Mot. Opp’n Suppl. Material 1, ECF No. 84.)  GZO then initiated a new \naction in Wake County Superior Court , 18 CVS 4417, (“New Action”) asserting that \nDefendants had failed to provide  GZO with the required deed of trust securing \nDefendants’ obligations under the Settlement Agreement.  (Pls.’ Mem. Opp’n Mot. \nEnforce 3.)  Neither party sought to designate the New Action as a complex business \ncase or to have it assigned to Judge Conrad. \n16. On August 23, 2018, Strickland issued his report reflecting his \ndetermination that GZO had operated the Dealership at a loss.  (Strickland Report \n6.) \n17. Plaintiffs amended their  complaint in the New Action to challenge \nStrickland’s finding, and also moved in that action  for pre-judgment attachment of \nmonies held as a result of LKN’s sale of the Dealership  to another entity .  ( Defs.’ \n \n \nMem. Supp. Mot. Enforce 20.)   The present record does not include any order or \ntranscript of hearing in the New Action, but counsel advise that Hon. Robert F. Floyd, \nJr., when presiding over a hearing in the New Action,  opined that matters related to \nthe Settlement Agreement should be determined solely by this Court , and that  \nPlaintiffs’ request that Judge Floyd reconsider his finding is outstanding.     \n18. On August 20, 2019, Defendants filed their Motion to Enforce.  \n19. On September 19, 2019, the case was reassigned to the undersigned for \nfurther proceedings.  (ECF No. 72.) \n20. On October 28, 2019, t he Court heard oral argument on Defendants’ \nfully briefed Motion to Enforce.   Plaintiffs opposed the Motion to Enforce on two \nseparate grounds.  First, Plaintiffs contend that the Court does not have jurisdiction \nto grant the Motion to Enforce.  In that regard, Plaintiffs contend that the Court lost \njurisdiction when the underlying action was dismissed, notwithstanding that \nPlaintiffs themselves had filed a motion seeking to have this Court enforce the \nSettlement Agreement after that dismissal.   Alternatively, Plaintiffs contend that \nDefendants should be estopped from seeking the benefit of this Court’s jurisdiction \nbecause it earlier challenged the Court’s authority to issue a contempt citation.   \nSecond, assuming the Court has jurisdiction, Pl aintiffs challenge the Motion to \nEnforce on its merits, contending that there are contested  material facts as to  \nwhether Strickland exceeded his authority under the Settlement Agreement  and \nmade an erroneous determination that cannot be binding notwithstanding the \nprovision in the Settlement Agreement that it is.  (Pls.’ Mem. Opp’n Mot. Enforce 3.) \n \n \n21. Seeking to support  their second contention,  Plaintiffs’ current counsel \nadvised that  Strickland’s conversation with Plaintiffs’ prior counsel  admitted his \nerror and his potential willingness to so testify by affidavit.    \n22. Although Defendants vigorously argued against any collateral attack on \nStrickland’s determination, the Court elected to defer ruling on the Motion to Enforce \nto allow Plaintiffs’ counsel an opportunity to secure the affidavit she anticipated.  In \ndoing so, the Court neither made nor predicted a ruling on whether such an affidavit \nshould ultimately be considered, and if so, what its effect might be. \n23. On November 14, 2019, the parties filed a Joint Status Report indicating \nthat no affidavit from Strickland would be forthcoming.  (ECF No. 77.) \n24. Plaintiffs also on November 14, 2019, filed their Motion to Supplement, \naccompanied by affidavits by GZO’s members attesting to their expectations when \nentering the Settlement Agreement, and later filed an informal transcript of a phone \ncall between Plaintiffs’ former counsel and Strickland.   (Audio Recording, ECF No. \n81.12; Nunnery Aff., ECF No. 81.13; Black Aff., ECF No. 81.14.)  \n25. Defendants again oppose Plaintiffs’ Motion to Supplement , contending \nthat the Settlement Agreement must be read and enforced according to its four \ncorners.  (Defs.’ Mot. Opp’n Suppl. Material.)   \n26. The Motion to Enforce and the Motion to Supplement ha ve been fully \nbriefed and are ripe for ruling.  The Court elects to rule on the Motion to Supplement \nwithout further oral argument pursuant to B.C.R. 7.4. \n \n \n \nIII. ADDITIONAL BACKGROUND \n27. The Court does not make findings as to contested material issues of fact \nwhen ruling on the Motion to Enforce .  However, it may rule based on uncontested  \nrecord facts for which the opposing party has presented  or forecasted no competent \nopposing evidence.  See Old Southern Life Ins. Co . v. Bank of North Carolina, N.A., \n36 N.C. App. 18, 26, 244 S.E.2d 264, 269 (1978) (concluding that summary judgment \nwas proper where “defendant failed to offer competent evidence to contradict  \nplaintiff’s evidence and raise a genuine issue of fact ”).  Unless stated otherwise, the \nrecord establishes that the following facts are uncontested. \n28. Defendant Lawrence K. Neuwirth (“Neuwirth”)  owns Defendant LKN \nand operated the Dealership in Burgaw, Nort h Carolina  from as early as 1999.  \n(Settlement Agreement 1.)  Other Defendants are entities  related to operating the \nDealership. \n29. In December 2016, GZO and LKN entered the APA to provide  for the \nsale of the D ealership contingent on General Motors approving  a transfer of LKN’s \nfranchise agreement .  (Settlement Agreement  1.)  Anticipating General Motors’  \napproval, GZO took possession of and managed the Dealership between January 1, \n2017 and October 10, 2017.   ( Settlement Agreement 1.)  Other Plaintiffs are GZO’s \nmembers. \n30. Ultimately, General Motors did not approve  the transfer of LKN’s \nfranchise to GZO.  The APA’s failure to close led to a number of disputes and multiple \n \n \nadministrative and court proceedings .  (Order Show C ause & Notice H r’g ¶¶ 2–3, \nECF No. 35; Settlement Agreement 1.) \n31. The parties participated in a voluntary mediation  within a few days of \nthis action having been filed on September 29, 2017.  (Consent Order ¶ 1.)  The parties \nentered their comprehensive ten-page Settlement Agreement now at issue on October \n4, 2017.  The Court highlights only those terms of the Settlement Agreement that are \npertinent to the Motion to Enforce. \n32. The Settlement Agreement is governed by North Carolina law.  \n(Settlement Agreement ¶  25.)  It contains a merger clause indicating that the \nSettlement Agreement and its attachments constitute the p arties’ sole agreement , \nwith neither having relied on or been induced by promises outside the express terms \nof the Settlem ent Agreement, and the parties agreed that its terms should not be \nconstrued against the drafter.  ( Settlement Agreement ¶¶ 19–20.)  See CB&H Bus. \nServs., LLC v. J.T. Comer Consulting , Inc., 184 N.C. App. 720, 723,  646 S.E.2d 843, \n845 (2007) (citing Novacare Orthotics & Prosthetics E., Inc. v. Speelman , 137 N.C. \nApp. 471, 476, 528 S.E.2d 918, 921 (2000) ) (holding that because there was no \nambiguity in the agreement between the parties that the court was not required to \nconstrue the agreement against the drafter). \n33. In addition to cash payments, t he settlement consideration included , \ninter alia,  GZO’s release of the Dealership back to LKN on or before October 10, 2017, \n(Settlement Agreement ¶ 4), cash payments to GZO, (Settlement Agreement ¶¶ 1, 5), \n \n \na mutual release of claims , (Settlement Agreement ¶¶  6–7), and GZO’s retaining \npossession of certain used cars, (Settlement Agreement ¶ 9). \n34. GZO is to receive c ash payments to GZO in three installments .  \n(Settlement Agreement ¶¶ 1a–1c.)  The first two totaling $500,000 for fixed amounts \nof $200,000, (Settlement Agreement ¶ 1a),  and $300,000, (Settlement Agreement \n¶ 1b), have been made.  The third payment  is to be the sum equal to  $506,000, \nadjusted either upward or downward depe nding upon whether GZO operated the \nDealership at a profit or at a loss .  (Settlement Agreement ¶¶ 1, 5.)  The amount of \nthis profit or loss is  to be made by a forensic examination .  (Settlement Agreement \n¶ 5.) \n35. The Settlement Agreement did not describe or state the basis by which  \nthe required cash payments had been calculated, and t he cash payments were not \nallocated to any specific claim or contention by either party.  Plaintiffs have in their \nopposition to the Motion to Enforce contended that the parties’ intended to place GZO \nin a status quo ante, meaning GZO would receive at least repayment of the purchase \nprice paid to date and repayment of a working capital loan .  (Pls.’ Mem. Opp’n Mot. \nEnforce 11 .)  The Settlement Agreement contains no express agreement in this \nregard. \n36. In fact, the Settlement Agreement contains no numbers from which the \nPreliminary Settlement Amount  of $1,006,000 can be objectively reconstructed.  \nAlthough there are certain numbers that have been documented through the \nsubsequent forensic examination, they do not allow an apparent objective basis to \n \n \ncalculate the sum of $1,006,000.  It is established that the agreed APA purchase price \nwas $1,350,000, of which  GZO had pai d $850,000 by the date of the Settlement \nAgreement on October 4, 2018 .  (Strickland Report 2.)  The record documents that  \nGZO had advanced $770,000 during its operation, and that if this advance was to be \ntreated as a loan (which Defendants have contested), the principle balance had been \nreduced to $690,000 at the time of the Settlement Agreement , (Nunnery Aff. ¶ 12).2  \nStrickland valued the used cars retained by GZO as  $322,221, and Plaintiffs do not \nchallenge this finding.  (Strickland Report 16–17.)     \n37. As to the dispute as to the Final Payment that drives the Motion to \nEnforce, Defendants contend that  the amount can easily be calculated based on  \nStrickland’s final and binding profitability determination, and that LKN tendered a \ncorrect Final Payment reflecting a deduction  of the loss during GZO’s operation .  \n(Defs.’ Mem. Supp. Mot. Enforce 12–14.)  GZO contends that  Strickland’s findings, \nwhen properly recons tructed consistent with the Settlement Agreement, compel a \nfinding that GZO operated the Dealership at a profit, and GZO is entitled to a Final \nPayment that adjusts the sum of $506,000 upward by the amount of such profit (after \ngiving credit for the value of used cars GZO retained).  (Pls.’ Mem. Opp’n Mot. Enforce \n12–14.)   \n                                                 \n2  Defendants have suggested that this advance should be considered an investment by GZO \nrather than a loan to be repaid.  The Court has not been required to resolve this difference of \nposition in reaching its ruling. \n \n \n38. Their dispute is governed by their agreement to Section 5 of the \nSettlement Agreement  setting out t he method for determining the profit or loss \nduring GZO’s operation of the Dealership.  (Settlement Agreement ¶ 5.) \n39. GZO surrende red the Dealership on October 10, 2017.  Section 5 (a) \nstates that GZO is to be held responsible for any liabilities, expenses , and payables \nto and through September 29, 2017, after which LKN bears responsibility for defined \ncosts for the period between September 30 and October 10, 2017.  (Settlement \nAgreement ¶ 5a.)  GZO is entitled to receivables and contracts in transit through \nOctober 10, 2017 in excess of th e defined expenses charged to LKN for that period.   \n(Settlement Agreement ¶ 5a.)  \n40. Section 5(b) directs that the final cash payment of $506,000 defined by \nSection 1 of the Settlement Agreement is  to be adjusted by the amount of profit or \nloss for the periods defined by Section 5(a).  (Settlement Agreement ¶ 5b.)  \n41. Section 5(c) establishes the method for choosing the forensic accountant \nto make the determination called for by Sections 5(a) and 5(b).  (Settlement \nAgreement ¶ 5c.)  There is no dispute that Strickland was properly chosen. \n42. Section 5(d) defines the forensic accountant’s charge and embodies the \nagreement that the parties will abide by his determination: \nThe forensic accountant, in conjunction with information obtained from \nthe other evaluators, shall render a profit analysis and a determination \nof how much GZO paid on LKN’s behalf related to LKN \nliabilities/expenses/payables/actions incurred prior to GZO’s \nmanagement of the dealership.  That determination shall be binding on \nthe parties.  The financial evaluator shall have until November 15 to \nrender their decision.  The decision shall be binding.  \n \n \n \n(Settlement Agreement ¶ 5d.)  \n43. Section 5(e) allowed each of the parties to make a presentation to \nStrickland and directed that they reasonably provide Strickland such information as \nhe may request.  (Settlement Agreement ¶ 5e.)  Ultimately, Strickland met with and \nreceived opening and rebuttal written reports from the parties’ separate accountants. \n44. Strickland issued his determination on August 23, 2018, with a written \nreport of his findings  and the basis on which they were made.  In sum, Strickland \nreported: \nI’ve determined, the Dealership, on an accrual basis, had a net \nloss of $242,680 between January 1, 2017, and September 30, \n2017.  Further, I determined the Dealership, on an accrual basis, \nhad operating income  (GZO Sales less GZO COGS) of $38,569 , \nbetween October 1, 2017 , and October 10, 2017.  In total, I \ndetermined that under GZO’s management, the Dealership had a \nloss of $204,111. \n(Strickland Report 6.)  \n45. Strickland determined that t he amount of the  loss would increase to a \ntotal of $250,264.43  if LKN assumed responsibi lity for an outstanding advertising \ninvoice of $46,153.43 .  (Defs.’ Mot. Dismiss, Mot. Strike Answer and Countercl. 25 \n(“Defs.’ Mot. Dismiss”), ECF No. 7 1.7.)  LKN later paid  that invoice.  (Defs.’ Mem. \nSupp. Mot. Enforce 12.)   \n46. Defendants accept the determination of a final loss of $250,264.43 and \na Final Payment of  $255,735.57, calculated as $506,000 less $250,264.43.   (Defs.’ \nMem. Supp. Mot. Enforce 13–14.)  LKN timely tendered that amount to GZO and this \n \n \namount remains in escrow taken from the proceeds of LKN’s sale of the Dealership \nto another buyer.   \n47. Plaintiffs contend t hat Strickland failed to follow  the Settlement \nAgreement, particularly as he charged the Dealership with a liability that had been \ndischarged by the Settlement Agreement, and when that liability is disregarded, GZO \noperated the Dealership at a profit .  (Pls.’ Mem. Opp’n Mot. Enforce 12–14.)  GZO \nthen contends that the amount of the working capital loan of $690,000 should be \nadded to S trickland’s determination of a  loss of $250, 244.43, yielding a profit that \nmust be added to the Final Settlement Payment.   (Pls.’ Br. Supp. Mot. Allow Suppl. \nMaterial 9–10, ECF No. 79.)  This contention apparently displaces Plaintiffs’ earlier \nargument that Strickland had unfairly charged LKN twice for the expense of the used \ncars addressed by Section 9 of the Settlement Agreement .  (Pls.’ Mem. Opp’n Mot. \nEnforce 12–13.)   \n48. Much, if not all, of the materials offered in connection with the Motion \nto Supplement would ultimately not be competent admissible evidence .  But,  in its \ndiscretion, the Court has considered the materials solely for purposes of determining \nwhether Plaintiffs forecast any evidence upon which a legitimate collateral attack on \nStrickland’s finding can be constructed.  \n49. In particular, Plaintiffs place much emphasis on the transcript of its \nprior counsel’s call with Strickland.  Strickland was not under oath and Defendants \nwere not present or represented in the call.  While that would defeat allowing the \ntranscript to be admitted, the Court concludes the transcript actually squarely cuts \n \n \nagainst Plaintiffs’ position.  At page 4, Strickland acknowledges his awareness of the \nworking capital loan.  (Tr. Audio Recording 4 :11–4:14.)  But he states that the \nworking capital loan “has no impact and that’s why it’s been excluded.”  (Tr. Audio \nRecording 7:19–7:20.)   \n50. Strickland explained that the working capital loan would only be \nrelevant to a  balance sheet approach , which is not the approach contemplated by \nSection 5 of the Settlement Agreement.  When nevertheless asked to opine about such \na balance sheet approach, he explained that under such an approach to address the \nfailure of the APA to close, a structure might be that GZO would receive a refund of \nthe amount of purchase price  it had paid to date , together with such remaining \nportion of the working capital loan as was not offset by GZO’s operating loss during  \nits period of management, and that the value of the used cars retained would then be \ncredited to any remaining balance.   (Tr. Audio Recording 8 :2–9:4.)  However, \nStrickland adhered to his conclusion  that the Dealership had suffered a loss under \nGZO’s management.  (Tr. Audio Recording 8:5–8:6.) \n51. Even if this balance sheet approach might be compared to Plaintiffs’ \nsuggestion that the parties intended to provide GZO with a status quo ante, \nStrickland’s approach would not yield the value of  $1,006,000 expressed as the \nPreliminary Settlement Payment in Section 1 of the Settlement Agreement.3  \n                                                 \n3  The Court’s central inquiry must be whether Plaintiffs have demonstrated either a factual \nor legal basis to avoid their express agreement that the forensic accountant’s determination \nwas to be final and binding .  The Court has concluded that they have not.  It has not been \nrequired to itself reconcile all the various numbers.  Solely for purposes of background, the \nCourt notes the following.  Under LKN’s approach grounded on the express language of the \n \n \nIV. STANDARD OF REVIEW \n52. “[A] party ‘may enforce a settlement agreement by filing a voluntary \ndismissal of its original claim and then instituting another action on the contract, or \nit may simply seek to enforce the settlement agreement by petition or motion in the \noriginal action.”  Hardin v. KCS Int’l, Inc. , 199 N.C. App. 687, 694, 682 S.E.2d 726, \n732 (2009) (internal citation omitted).  “Where a party chooses to enforce the \nsettlement agreement by motion in the original action, the summary judgment \nstandard of review applies.”  DeCristoforo v. Givens, 2015 NCBC LEXIS 56, at *19 \n(N.C. Super. Ct. May 29, 2015) (citing Hardin , 199 N.C. App. at 695, 682 S.E.2d at \n733).  \nOn summary judgment, the trial court asks “whether, on the basis \nof materials supplied . . . there [is] a genuine issue of material fact \nand whether the moving party is entitled to judgment as a matter \nof law. ”  The moving party must demonstrate that lack of any \ntriable issue of material fact.  The materials supplied to the Court \nin support of or in opposition to the motion to enforce must be \nviewed in the light most favorable to the nonmoving party.  \n \nDeCristoforo, 2015 NCBC LEXIS, at *19 (internal citations omitted).   \n                                                 \nSettlement Agreement, GZO receives a total cash payment of $755,735.57 and retains used \ncars later valued at $332,221, yielding a total of $1,077,956.57.  Under GZO’s position, GZO \nwould receive the initial $1,006,000 cash payment expressed in the Settlement Agreement \nplus an additional cash payment of $117,514.57, calculated as a profit $439,735.57 less the \n$322,221 value of retained used cars, yielding a total value of $1,445,735.57.   Strickland \nsuggested that a balance sheet approach might be calculated as $1,289,735.57, representing \na refund of purchase price payments of $850,000, repayment of the working capital loan of \n$690,000, and giving credit for the $322,221 value in retained used cars.  These comparisons, \nof course, depend on giving Plaintiffs the benefit of evidence they have not demonstrated a \nbasis to admit.    \n \n \n53. “A compromise and settlement agreement terminating or purporting to \nterminate a controversy is a contract, to be interpreted and tested by established \nrules relating to contract.”  Harris v. Ray Johnson Constr. Co. , 139 N.C. App. 827, \n829, 534 S.E.2d 653, 654 (2000).  “In a contract dispute between two parties, the trial \ncourt may interpret a plain and unambiguous contract as a matter of law if there are \nno genuine issues of material fact.”  Premier, Inc. v. Peterson, 232 N.C. App. 601, 605, \n755 S.E.2d 56, 59 (2014) ; see also McKinnon v. CV Indus., Inc. , 213 N.C. App. 328, \n333, 713 S.E.2d 495, 500 (2011) (“Courts may enter summary judgment in contract \ndisputes because they have the power to interpret the terms of contracts.”), disc. \nreview denied, 365 N.C. 353, 718 S.E.2d 376 (2011); Metcalf v. Black Dog Realty, LLC, \n200 N.C. App. 619, 633, 684 S.E.2d 709, 719 (2009) (“[W]hen the language of a \ncontract is not ambiguous, no factual issue appears and only a question of law which \nis appropriate for summary judgment is presented to the court.”).  \n54. “It is the general law of contracts that the purport of a written \ninstrument is to be gathered from its four corners, and the four corners are to be \nascertained from the language used in the instrument.”  Law Offices of Peter H. \nPriest, PLLC v. Coch , 2014 NCBC LEXIS 5 5, at * 26 (N.C. Super. Ct. Nov. 5, 2014)  \n(quoting Stovall v. Stovall, 205 N.C. App. 405, 410, 698 S.E.2d 680, 684 (2010)), aff’d \n2015 N.C. App. LEXIS 961 (2015) .  “When the language of the contract is clear and \nunambiguous, construction of the agreement is a matter of law for the court . . . and \nthe court cannot look beyond the terms of the contract to determine the intentions of \nthe parties.”  Piedmont Bank & Trust Co. v. Stevenson , 79 N.C. App. 236, 240, 339 \n \n \nS.E.2d 49, 52  (1986) (internal cita tions omitted) ; see also  Local Social, Inc. v. \nStallings, 2018 NCBC LEXIS 43, at *11 (N.C. Super. Ct. May 9, 2018) (holding that \nplain and unambiguous contract language controls the interpretation of contracts).  \n“Non-technical terms in a contract are to be given their ordinary meaning, unless the \ncontext indicates that the parties clearly intended another meaning.”  Local Social, \nInc., 2018 NCBC LEXIS 43, at *10 –11 (citing Premier, 232 N.C. App. at 608, 755 \nS.E.2d at 61).  \nV. ANALYSIS \nA. The Court has subject matter jurisdiction to consider the \nMotion to Enforce. \n \n55. The Court’s Consent Settlement Order provided that the Court retained \n“jurisdiction of this action for consideration and disposition of any motion for violation \nof any term of this Consent Order.”  (Consent Order ¶ 2e.)  The Consent Settlement \nOrder incorporated and adopted the terms of the Settlement Agreement.   (Consent \nOrder ¶ 2a.)  By their motion,  Defendants contend that Plaintiffs have violated the \nConsent Settlement Order  by refusing to accept Defendants’ tender of the Final \nSettlement Payment. \n56. Without citing authority, Plaintiffs offer the proposition t hat, for \npurposes of jurisdiction over a motion filed in the cause, an action to enforce a consent \norder must be distinguished from an action to redress a violation of the same consent \norder.  (Pls.’ Mem. Opp’n Mot. Cause 7, ECF No. 71 .)  The Court  fails to see a  \nmeaningful distinction, but rather concludes that the current Motion to Enforce falls \nwithin the scope of the Court’s retained jurisdiction.  \n \n \n57. As earlier noted, Plaintiffs themselves invoked the Court’s jurisdiction \nafter the action had been dismissed.  The Court is not impressed with  Plaintiffs’ \nreasoning why they, but not Defendants, should have the benefit of the retained \njurisdiction. \n58. The Court is equally unpersuaded by  Plaintiffs’ suggestion that \nDefendants must be estopped from now invoking this Court’s continuing jurisdiction \nbecause at the earlier hearing they challenged the Court’s authority to issue a \ncontempt sanction where it had not made its own fact findings .  (Pls.’ Mem. Opp’n \nMot. Cause 10 .)  That challenge was not addressed to the Court’s power to enforce \nthe Settlement Agreement, but rather was a narrow argument as to whether the use \nof contempt citation is confined to the violation of the Court’s own independent \nfindings as contrasted to approving an order presented as the consent of the parties.  \n(Tr. Hearing 14.)  That argument is not pertinent to the Motion to Enforce now before \nthe Court.  And further, with the parties having advised that the underlying dispute \nwas to be resolved without court intervention, Judge Conrad was required neither to \nissue a contempt finding nor address his authority to do so.  \n59. In short, the Consent Settlement Order retained jurisdiction which this \nCourt may now exercise. \nB. The Court, in its discretion, grants Plaintiffs’ Motion to \nSupplement, so that it may consider whether Plaintiffs \nhave raised material issues of fact, without having \ndetermined that those materials would ever be admitted \ninto evidence, and after such considera tion finds and \nconcludes that Plaintiffs have forecast no basis on which \nthey can avoid their express agreement that the forensic \naccountant’s determination is final and binding. \n \n \n60. Plaintiffs have made no argument that they did not clearly agree to \nsubmit the issue of profitability to a final and binding determination by a neutral \nforensic accountant.  That agreement contains no ambiguity suggesting a collateral \nattack on the Settlement Agreement.  Plaintiffs ’ attempted collateral attack is \naddressed to the method by which the accountant made his determination.  But the \nCourt likewise finds no ambiguity in the  negotiated provisions of Section 5 of the \nSettlement Agreement that define the basis for making that determination.  Settled \ncontract principles warrant ending the Court’s inquiry in the absence of any such \nambiguity.  But the Court has further analyzed Plaintiffs’ argument that they are \nentitled to collaterally attack their own express agreement.  \n61. First, Plaintiffs argue that the Motion to En force is governed by Rule \n56, and accordingly Plaintiffs are entitled to all inferences in their favor.  Of course, \nultimately, if an inference would in the first instance be competent to attack an \nexpress agreement, the inference should arise from competent evidence.  It is unlikely \nthat Plaintiffs could  admit any of the evidence submitted with their Motion to \nSupplement.  T he Court has nonetheless considered those materials, but finds in \nthem no basis to infer that Strickland exceeded his authority or that Plaintiffs should \notherwise be allowed to disregard their express agreement accepting his  \ndetermination as final and binding. \n62. Contrary to the suggestion otherwise, Strickland has not suggested that \nhis report is in error or that he failed to follow the procedures defined by Section 5 of \nthe Settlement Agreement when making his determination .  He said just the \n \n \nopposite.  He was clearly aware of the working capital loan, but he considered it \nirrelevant to the determination he was directed to make by Section 5 of the \nSettlement Agreement.   \n63. At best, the c lient affidavits submitted with the Motion to Supplement \nsuggest that GZO’s principals when entering the Settlement Agreement were \nmistaken as to what c ash payments GZO would ultimately receive.  It is, however, \nevident that the final cash payment had not at the time of the agreement been \nfinalized.  To the extent that GZO’s principals were mistaken, there is no forecast \nthat LKN improperly induced that mistake.  The law affords Plaintiffs no relief based \non a unilateral mistake.  Creech v. Melnik , 347 N.C. 520, 528, 495 S.E.2d 907, 912 \n(1998) (“there can be no relief from a unilateral mistake”). \n64.  Plaintiffs’ attempt to impose an intent to place GZO in a status quo ante \nfails for at least  two reasons.  First, language within the four corners of the \nSettlement Agreement does not compel an implication that a status quo ante was the \nbasis of the bargain.  Second, Plaintiffs’ argument is essentially that any other result \nis unfair.  “A court cannot grant relief from a contract merely because it is a hard \none.”  Weyerhauser v. Carolina Power and Light , 257 N.C. 717,  720 127 S.E.2d 539, \n541 (1962) (citing Durant v. Powell, 215 N.C.628, 633, 2 S.E.2d 884, 887 (1939)) .  It \ncannot be concerned with whether entering the Settlement Agreement was “wise or \nfoolish.”  Knutton v. Cofield, 273 N.C. 355, 363, 160 S.E.2d. 29, 36 (1968). \n65.  The Court need not look beyond these settled principles of contract \nconstruction to grant the Motion to Enforce.  But it further notes that granting the \n \n \nmotion is consistent with analogous principles which narrowly constrain an attack \non the determination of an arbitrator which the parties have agreed will be final.  See \nG.L. Wilson Building Co. v. Thorneburg Hoisery Co., Inc., 85 N.C. App. 684, 686, 355 \nS.E.2d 815, 817, disc. review denied, 320 N.C. 798, 361 S.E.2d 75 (1987) (holding that \nthere is no remedy if an arbitrator makes a mistake because arbitration awards are \npresumed valid given that the parties chose their own arbitrator and agreed to abide \nby his decision) ; Turner v. Nicholson Properties, Inc. , 80 N.C. App. 208, 213, 341 \nS.E.2d 42, 46, cert. denied , 317 N.C. 714, 347 S.E.2d 457 (1986) (holding that the \npurpose of arbitration is to end litigation and, thus, allowing challenges to arbitration \nawards based on the guise of mistake would defeat this purpose);  Cyclone Roofing \nCo., Inc. v. David M. Lafave Co., Inc., 312 N.C. 224, 236, 321 S.E.2d 872, 880 (1984) \n(holding that mathematical errors, errors relating to form, and errors showing the \narbitrator exceeded his authority constitute the sole grounds for reversing an award); \nBoyte v. Dickson, 62 N.C. App. 682, disc. rev. denied , 309 N.C. 461, 307 S.E.2d 362 \n(1983) (holding that when an award is made within the arbitrator’s authority courts \nwill refrain from reviewing that award based on allegations of a mistake).  \n66. In sum, the Court finds no legal or factual basis to challenge or set aside \nStrickland’s profitability determination.   \n67. Taking into account  LKN’s payment of the outstanding advertising \ninvoice, Strickland determin ed that GZO operated the Dealership at a loss of \n$250,264.43.  Section 1 of t he Settlement Agreement clearly directs that GZO is \nentitled to a Final Cash Payment of $255,735.57, determined by subtracting the loss \n \n \nof $250,264.43 from $506,000.  LZN has tendered this amount to GZO and GZO is \nentitled to no more.  As that amount was timely tendered, GZO is not entitled to any \ninterest on that payment, and Plaintiffs suffered no injury as a result of any failure \nby Defendants to provide Plaintiffs with a deed of trust to secure Defendants’ \nobligations under the Settlement Agreement. \nVI. CONCLUSION \n68. Accordingly, the Court concludes as follows: \na. in the Court’s discretion, Plaintiffs’ Motion to Supplement is \nGRANTED; \nb. Defendants here satisfied their burden under Rule 56 to show \nthat there is no issue of material fact which must be resolved in \norder to rule upon the Motion to Enforce; \nc. Defendants’ Motion to Enforce is GRANTED; \nd. As provided by t he Settlement Agreement , GZO is entitled to \nreceive and accept a Final Payment of $255,735.57, determined \nby subtracting the loss of $250,264.43 from $506,000; \ne. LKN timely tendered a Final Payment in this amount to GZO, \nsuch that GZO is not entitled to recover interest on that payment; \nf. LKN has maintained that amount in escrow after GZO refused to \naccept LKN ’s tender, so that GZO has not suffered and is not \nentitled to recover any additional sum because of any failure LKN \n \n \nmay or may not have made by its failure to provide GZO with \nsecurity for its obligations under the Settlement Agreement; \ng. Each party shall bear its own costs and fees.  \n \nIT IS SO ORDERED this the 6th day of February, 2020. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Senior Business Court Judge \n \n  \n \n \n \n "
}