{
  "id": "62cb12878467b788e68af255510b69d495a299d03ef3fe57af592d4ff734a247",
  "source_file": "data/raw/ncbc/62cb12878467b788e68af255510b69d495a299d03ef3fe57af592d4ff734a247.pdf",
  "raw_text": "Tumlin v. Tuggle Duggins P.A., 2018 NCBC 129. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 9887 \nWAYNE E. TUMLIN, \n \nPlaintiff, \n \nv. \n \nTUGGLE DUGGINS P.A.,  \n \nDefendant. \n \nORDER & OPINION  \nON DEFENDANT’S MOTION FOR  \nSUMMARY JUDGMENT \n \n1. THIS MATTER is before the Court on Defendant Tuggle Duggins P.A.’s \nMotion for Summary Judgment (the “Motion”).  For the reasons stated below, the \nMotion is GRANTED in part, DENIED in part, and DEFERRED in part. \nNelson Mullins Riley & Scarborough LLP, by G. Gray Wilson and Lorin \nJ. Lapidus, for Plaintiff Wayne E. Tumlin.  \n \nSharpless McClearn Lester Duffy, PA , by Frederick K. Sharpless, for \nDefendant Tuggle Duggins, P.A. \n \nGale, Judge.  \nI. INTRODUCTION \n2. This d ispute concerns an attorney, his former law firm, and their \ndisagreement as to whether the attorney is entitled to post-termination compensation \nafter voluntarily resignin g without adequate notice.  Plaintiff, Wayne  E. Tumlin \n(“Tumlin”), worked for Defendant  Tuggle Duggins P.A. (“Tuggle Duggins” or the \n“Firm”), from May 2008 until he resigned effective June 5, 2015, having provided a \nletter of resignation to the President of the Firm  at the time , Mr. Ross Hamilton \n \n \n(“Hamilton”), and the Firm Administrator, Ms. Elizabeth Osteen (“Osteen”) on May \n19, 2015.   \n3. Tumlin contends that he is entitled to post -termination compensation \non either of two grounds .  His Complaint asserts this right based solely o n the offer \nupon which he accepted employment with  the Firm (the “Offer Letter”) .  He \nsubsequently claims in the alternative that he is entitled to such compensation under \nthe Firm’s policy that purportedly controls post-termination compensation rights for \nall departing attorneys (the “Firm Policy”).   \n4. Tuggle Duggins contends that Tumlin is not entitled to compensation on \neither basis.  As to the Offer Letter, Tuggle Duggins contends that it s terms provide \nno grounds for such compensation.  As to the Firm Policy, w hile admitting that it \nmight otherwise provide Tumlin with a right to post-termination compensation, the \nFirm posits that such compensation is conditioned on providing 30 days’ written \nnotice of resignation  (the “Notice Requirement”) , which Tumlin failed to provide .  \nTumlin responds that the Notice Requirement does not bar his claim, either because \nthe Firm waived that condition precedent , or because the Notice R equirement \ncontravenes public policy. \n5. Tumlin also contends that the compensation he is due constitutes wages \nunder the North Carolina Wage and Hour Act .  Finally, Tumlin presents an  \nalternative claim based on unjust enrichment. \n6. For reasons discussed below, the Court concludes that Tumlin’s breach \nof contract claim fails to the extent it is based on the Offer Letter, that the Notice \n \n \nRequirement in the Firm Policy does not contravene public policy, and that there are \ncontested material issues as to whether the Firm waived the Notice Requirement that \nshould be addressed by a jury .  The North Carolina Wage and Hour Act and unjust \nenrichment claims cannot be resolved until the contested notice issue is resolved.   \nII. PROCEDURAL BACKGROUND \n7. Tumlin began this action by filing his Complaint in Guilford County \nSuperior Court on November 30, 2015, asserting claims for breach of contract, unjust \nenrichment, violation of the North Carolina Wage and Hour Act, fraud, and a request \nthat the Court declare  that the Notice R equirement in the Firm Policy is void as a \nmatter of public policy.  (Compl., ECF No. 1.)    \n8. Tuggle Duggins filed a Notice of Designation requesting that the case be \ndesignated as a mandatory complex business case  on December 29, 2015 .  (Notice \nDesignation Action Mandat ory Complex Business Case N.C. Gen. Stat. § 7A -\n45.4(a)(1), ECF No. 5.)  The Chief Justice designated the case as a mandatory complex \nbusiness case on January 4, 2016, (Designation Order, ECF No. 6 ), and it was \nassigned to the undersigned on January 5, 2016, (Assignment Order, ECF No. 7). \n9. Tuggle Duggins timely answered the Complaint, (Answer  & Mots. \nDismiss, ECF No. 10), after which on September 26, 2016, with leave of Court, Tuggle \nDuggins amend ed its Answer to include an affirmative defense of good faith to \nTumlin’s North Carolina Wage and Hour Act claim, (Am. Answer, ECF No. 33). \n10. Tuggle Duggins filed the Motion on all of Tumlin’s claims on January \n25, 2018.  (Def.’s Mot. Summ. J., ECF No. 57.)  Tumlin voluntarily dismissed his claim \n \n \nfor fraud without prejudice on August 31, 2018 .  (Pl.’s Partial Voluntary Dismissal \nWithout Prejudice, ECF No. 71.)   \n11. Discovery has closed, the Motion was fully briefed, and the Court heard \noral argument on September 4, 2018.  The Motion is now ripe for disposition.  \nIII. FACTUAL BACKGROUND \n12. The Court makes no findings of fact on a motion for summary judgment \nbut summarizes the following undisputed and contested facts to provide context for \nits ruling.  See Hyde Ins. Agency, Inc. v. Dixie Leasing Corp. , 26 N.C. App. 138, 142, \n215 S.E.2d 162, 165 (1975). \nA. The Parties \n13. Tumlin is a citizen and resident of Greensboro , Guilford County, North \nCarolina.  (Compl. ¶ 1; Am. Answer ¶ 1.)   Tuggle Duggins is a North Carolina \nprofessional association with its principal place of business in Greensboro, Guilford \nCounty, North Carolina.  (Compl. ¶ 2; Am. Answer ¶ 2.) \nB. Tumlin’s Employment  \n14. In early 2008, Tuggle Duggins extended Tu mlin an offer which he \naccepted.  In May 2008,  Tumlin moved to North Carolina from Maine and began \nworking at Tuggle Duggins on mergers and a cquisitions, corporate law, securities, \nand corporate finance.  (Compl. ¶¶ 3–4; Am. Answer ¶ 4.)  \n15. Robert Cone (“Cone”), a Tuggle Duggins partner at the time, prepared a \nmemorandum addressed to the Firm’s directors summarizing the reasons why an \noffer to Tumlin was being considered , and the terms on which an o ffer might be \n \n \nextended to him.  The record does not contain a formal employment contract signed \nby Tumlin.  Rather, it appears that Tumlin was provided a copy of the memorandum \nCone prepared for his fellow directors and accepted the terms outlined therein.  The \nCourt refers to Cone’s memorandum as the previously defined Offer Letter. \n16.   The Offer Letter specified a short -term guaranteed salary, and \ncontemplated that Tumlin would buy stock in Tuggle Duggins for $55,000 within \nsixty days of passing the North Carolina Bar Exam.  (Br. Supp. Def.’s Mot. Summ. J. \n5 (“Def.’s Summ. J. Br.”), ECF No. 58.)  In September 2009, Tumlin purchased that \nstock and became a shareholder .  At varying times during his employment, Tumlin \nwas an employee, a shareholder, an officer, and a director of the Firm.  (Dep. Wayne \nE. Tumlin 32:24–35:5 (“Tumlin Dep.”), ECF No. 59.1.)  Tumlin was also a member of \nthe Firm’s executive c ommittee from 2012 u ntil May 2015 (Tumlin Dep. 43:10–16), \nin which role he oversaw the voluntary resign ation of at least one shareholder, \n(Tumlin Dep. 36:20 –25).  At the time that Tumlin purchased stock in the Firm , \nTumlin signed a Stock Purchase Agreement amended by a Building and Lease \nAgreement.  (Compl. ¶ 6; Am. Answer ¶ 6.)   Neither of these documents refer to n or \nincorporate the Firm Policy. \nC. Tumlin’s Offer Letter and the Firm Policy  \n17. In claiming a right to post-termination compensation based on the Offer \nLetter, Tumlin relies on one of its  sentences, which states in pertinent part: “[i]f \nWayne resigns from Tuggle Duggins before August 30, 2011[,] his compensation will \nend and he will not be entitled to: any bonuses after his date of departure; collection \n \n \nof any trailing accounts receivable; or any guaranteed amounts that would otherwise \ncome due after his departure.”  (Aff. Wayne E. Tumlin Ex. A , at ¶ IV.D (“Offer \nLetter”), ECF No. 68.2.)  Tumlin argues that the last clause is a reference to \nparagraph IV.C in the Offer Letter, which states : “[a]gain, Wayne could take the \nmaximum draw , be eligible for quarterly bonuses based on production, and any \nguaranteed amounts would be paid by the end of the year.”  (Offer Letter ¶ IV.C.) \n18. The Firm Policy was also in place when Tumlin was hired, but the Offer \nLetter does not exp licitly refer to it .  Tumlin claims a right  to post -termination \ncompensation based on the Firm Policy alone.  It provides, \nShareholders/Directors.  Upon termination of employment due to death, \ndisability, voluntary separation (subject to provisions of paragraph 6), or \ninvoluntary separation a Shareholder/Director attorney shall be entitled \nto compensation based upon production credit s allocated to that \nShareholder/Director attorney in the Firm’s books on collections made \nby the firm  (i) through the end of the Firm’s fiscal year in which \ntermination of employment occurs, and (ii) through the end of the Firm’s \nfiscal year next following the fiscal year in which termination of \nemployment occurs.  \n(Tumlin Dep. Ex . 11, at ¶ 4 (“Firm Policy”) , ECF No. 59.1  (emphasis added).)   \nParagraph six of the Firm Policy conditions the right t o post-termination \ncompensation: \nNotice.  In the event that a Shareholder/Director desires to terminate \nhis or her employment with the Firm by voluntary separation, written \nnotice shall be given to each the President and Secretary of the Firm.  \nThe written notice required by this Paragraph shall be given a minimum \nof thirty (30) days in advance of the effective date of termination of \nemployment by voluntary separation.  The giving of written notice \nrequired by this Paragraph 6 is a condition precedent to the payment of \nall compensation to a Shareholder/Director under Paragraph 4. \n \n(Firm Policy ¶ 6 (emphasis added).) \n \n \n19. The Firm maintains that the Firm Policy was put in place in the late \n1980s to prevent “a departure from the firm on a kind of overnight basis and . . . to \nprovide a 30 day transition period where . . . both sides could have an opportunity to \ntalk to . . . clients and work it out.”  (Dep. Ross Hamilton 77:21–78:2 (“Hamilton \nDep.”), ECF No. 59.2.) \n20. The Firm Policy was revised in December 2008 after Tumlin became a \ndirector in order to comply with Internal Revenue Code section 409A.  ( See Tumlin \nDep. Ex. 10, at 2 (“Ex. 10”), ECF No. 59.1.)  On December 16, 2008, all directors of \nthe Firm, including Tu mlin, were e -mailed a red -lined version of the updated Firm \nPolicy.  (See Ex. 10.)  Neither the entitlement to post -termination compensation for \nshareholders and directors in paragraph four, nor the Notice Requirement stated in \nparagraph six were modified in 2008.  (See Ex. 10, at 2.)  The Court refers to the Firm \nPolicy as amended in 2008.  \nD. Tumlin’s Resignation  \n21. On May 19, 2015 , Tumlin e-mailed Hamilton and Osteen his letter of \nresignation (“Resignation Letter”) stating that his last day would be June 5, 2015.  \n(See Compl. ¶ 18; Am. Answer ¶ 18.)  Prior to submitting his Resignation L etter, \nTumlin met with Hamilton on  May 14, 2015 to discuss his leaving  (“May 14 \nMeeting”).  (See Compl. ¶ 13 (stating the two met “[o]n or about May 13”); Am. Answer \n¶ 13  (stating the two met on May 14) .)  During the May 14 M eeting, Hamilton \nrequested that Tumlin reconsider resigning.  (See Compl. ¶ 16 ; Am. Answer ¶ 16 .)  \n \n \nOn May 18, Tumlin and Hamilton met again, and Hamilton asked Tumlin to consider \nstaying another year (“May 18 Meeting”).  (Compl. ¶ 17; Am. Answer ¶ 17.)   \n22. Tumlin states that he had not finalized his Resignation Letter prior to \nthe May 18 Meeting because he wanted to discuss a mutually agreeable departure \ndate.  Tumlin claims that, during the May 18 Meeting, Hamilton agreed to the June \n5 departure date, and it was this agreement that assured Tumlin that June 5 was an \nacceptable date for the Firm.  (Compl. ¶ 37; see Tumlin Dep. 57:22–58:6.)  However, \nTuggle Duggins denies that Hamilton accepted the June 5 departure date in any way \nprior to receiving Tumlin’s Resignation Letter on May 19.  (Hamilton Dep. 45:21–23, \n56:6–8.) \n23. Following his departure Tumlin  continued to work with the F irm on \nclient transition matters.  (Compl. ¶ 22; Am. Answer ¶ 22.)  On September 19, 2015, \nTumlin sent Hamilton an e-mail inquiring about when he would receive his “payment \nfor collected fees allocated to [him ] for work performed” during the months he was \nemployed in that fiscal year.  (Compl. ¶ 31; see Am. Answer ¶ 31.)   Hamilton \nresponded by e-mail that Tuggle Duggins owed Tumlin no further compensation and \nattached the Firm Policy.  (Compl. ¶ 32; Am. Answer ¶ 32.)   \nIV. STANDARD OF REVIEW \n24. Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact[,] and that any party is entitled to a \njudgment as a matter of law .”  N.C. Gen.  Stat. § 1A -1, Rule 56(c) .  “Summary \n \n \njudgment is improper if any material fact is subject to dispute.”  Culler v. Hamlett, \n148 N.C. App. 389, 391, 559 S.E.2d 192, 194 (2002).  The movant bears the burden of \nproving the lack of a triable issue.  Dalton v. Camp , 353 N.C. 647, 651, 548 S.E.2d \n704, 707 (2001).  Once the movant has met that burden, the burden shifts to the \nnonmoving party to produce a forecast of evidence that demonstrates facts showing \nthat it can establish a prima facie case at trial.  Austin Maint. & Constr., Inc. v. \nCrowder Constr. Co., 224 N.C. App. 401, 407, 742 S.E.2d 535, 540 (2012).  The Court \nmust view a ll the presented evidence in the light most favorable to the nonmoving \nparty.  Dalton, 353 N.C. at 651, 548 S.E.2d at 707. \nV. ANALYSIS \nA. Tumlin’s rights under the Offer Letter and Firm Policy \n25. Tumlin premises his  breach of contract claim on both the Offer Letter  \nand the Firm Policy independently.  (See Br. Opp’n Def.’s Mot. Summ. J. 8 –11 (“Br. \nOpp’n Summ. J.”), ECF No. 68.)  Even though Tumlin did not state a claim based on \nthe Firm Policy in his  Complaint, the Firm has on several occasions co nceded that \nTumlin would have had a right to post -termination compensation under the Firm \nPolicy in some amount  if he had satisfied the Notice Require ment as a condition \nprecedent.  The record does not, however, include any basis upon which Tumlin is \nable to enforce and be bound by the Firm Policy , for example by virtue of his status \nas an employee, shareholder or director.  The Court is permitted, in its discretion, to \nconsider claims beyond those expressly stated in the pleadings  when ruling on a \nmotion for summary judgment.  See Stephenson v. Warren , 136 N.C. App. 768, 771, \n \n \n525 S.E.2d 809, 811 (2000) ; see also Sitelink Software, LLC v. Red Nova Labs, Inc. , \nNo. 14 CVS 9922, 2018 NCBC LEXIS 90, at *15 (N.C. Super. Ct. Aug. 20, 2018) .  \nTherefore, the Court, in its discretion, will consider Tumlin’s claim to post -\ntermination compensation under the Firm Policy as well as the Offer Letter , while \nrecognizing the need for further development of the record to determine  if there is a \nright under the Firm Policy to be enforced, and if so, in what amount. \n26. The elements of a breach of contract claim are the existence of a valid \ncontract and a material breach of its terms.  Samost v. Duke Univ. , 226 N.C. App. \n514, 518, 742 S.E.2d 257, 260 (2013) (citing Poor v. Hill, 138 N.C. App. 19, 26, 530 \nS.E.2d 838, 843 (2000)).  At common law, a material breach gives the non -breaching \nparty the right to sue at law for damages, or in equity for rescission if the legal remedy \nis inadequate.  See Hardin v. KCS Int’l, 199 N.C. App. 687, 705, 682 S.E.2d 726, 739 \n(2009).  A breach is material if it goes to “the very heart of the instrument” and the \nbreached provision “is such an essential part of the bargain that the failure of it must \nbe considered as destroying the entire contr act.”  Wilson v. Wilson, 261 N.C. 40, 43, \n134 S.E.2d 240, 242 –43 (1964) (quoting Steak House, Inc. v. Barnett , 65 So. 2d 736, \n738 (Fla. 1953)).   \n(1) The Offer Letter contains no promise of post-termination  \n compensation independent from the Firm Policy \n \n27. Tumlin argues that, at a minimum the Offer Letter is ambiguous with \nrespect to  Tumlin’s entitlement to  post-termination compensation , precluding \nsummary judgment because the interpretation of an ambiguous contract is a matter \nfor a jury.  (See Br. Opp’n Summ. J. 10.)  Tuggle Duggins contends the Offer Letter \n \n \ncannot be interpreted so as to provide specific enough terms from which to raise even \nan ambiguity as to whether it includes a promise of  post-termination compensation.  \n(See Def.’s Reply Pl.’s Resp. Def.’s Mot. Summ. J. 3, ECF No. 69.)   \n28. The law distinguishes between ambiguous contracts and contract s \nwhich are invalid as a matter of law for failure to specify a material term.  See Gunn \nv. Lab. Corp. of Am., No. 13 CVS 1599, 2014 NCBC LEXIS 29, at *14–15 (N.C. Super. \nCt. July 3, 2014) (finding that a lessee was entitled to summary judgment on a \nbroker’s breach of contract claim because there was neither a definite term regarding \nthe amount of the broker’s commission , nor a method for calculating it ).  A contract \nis ambiguous if “there is any uncertainty as to what the agreement is between the \nparties,” Crider v. Jones Island Club, Inc. , 147 N.C. App. 262, 267, 554 S.E.2d 863, \n867 (2001), and the “language of [the] contract is fairly and reasonably susceptible to \neither of the constructions asserted by the parties.”  Barrett Kays & Assocs., P. A. v. \nColonial Bldg. Co., 129 N.C. App. 525, 528, 500 S.E.2d 108, 111 (1998) (quoting Bicket \nv. McLean Sec., Inc., 125 N.C. App. 548, 553, 478 S.E.2d 518, 521 (1996)).   \n29. The interpretation of an ambiguous contract is a question of fact based \non intrinsic evidence, see Crider, 147 N.C. App. at 266 –67, 554 S.E.2d at 866, while \nthe construction of an unambiguous contract is a matter of law for the court, see Bank \nof Am., N.A. v. Rice , 230 N.C. App. 450, 456, 750 S.E.2d 205, 209 (2013) (quoting \nStovall v. Stovall, 205 N.C. App. 405, 410, 698 S.E.2d 680, 684 (2010)).  But, if there \nis ambiguity, it must arise from the terms the parties included because, in construing \na contract, a court may not “reject what the parties inserted or insert what the parties \n \n \nelected to omit.”  Weyerhaeuser Co. v. Carolina Power & Light Co., 257 N.C. 717, 719, \n127 S.E.2d 539, 541 (1962).   \n30. Service contracts, such as the Offer Letter here,  are unenforceable \nunless they contain a price  or compensation term, or a method for determining that  \nterm.  See Brawley v. Brawley , 87 N.C. App. 545, 550 , 361 S.E.2d 759, 762  (1987) \n(citing Howell v. Allen & Co. , 8 N.C. App. 287,  289, 174 S.E.2d 55 , 56 (1970)).  A \ncontract may be  sufficiently definite if the language used explicitly references an \nexternal method for calculating price.  Id. at 550, 361 S.E.2d at 762  (finding the \ncontract definite where it stated “[c]osts shall be determined in accordance with CBI’s \naccounting system and as set forth in Exhibit A attached hereto”) (original emphasis \nomitted).  But , critically, the Offer Letter neither speaks to how post -termination \ncompensation would be calculated nor to the duration and time of the payment. \n31. The Offer Letter language states only that if Tumlin resigns “before \nAugust 30, 2011, his compensation will end and he will not be entitled to: any bonuses \nafter his date of departure; collection of any trailing accounts receivable; or any \nguaranteed amounts that would otherwise come due after his departure.”   (Offer \nLetter ¶ IV.D.)  Tumlin argues that  an ambiguity arises, because taking that \nlanguage in the inverse, he cannot forfeit something to which he is not first entitled.  \n(See Br. Opp’n Summ. J. 11 .)  He then argues that because he  did not resign before \nAugust 30, 2011, he is entitled to bonuses, trailing accounts, and  “any guaranteed \namounts” that would “otherwise come due after his departure.”   However, the Offer \nLetter specifies neither  under which circumstances those entitlements  might \n \n \notherwise come due or be affirmatively triggered, nor the amounts that might be owed \nas a result.  That omission is fatal. \n32. Tumlin further argues that, read together,  paragraphs IV.D and IV.C \nestablish Tumlin’s right to post-termination compensation.  However, even read in \ntandem, paragraphs IV. D and IV.C  do not describe an enforceable  right to  post-\ntermination compensation , either explicitly or implicitly .  While the Offer Letter \nstates that any “guaranteed amounts” would be paid by the end of the year, the \nphrase “guaranteed amou nts” is never defined to include  post-termination \ncompensation.  Additionally, w hile the Offer Letter states generally that Tuggle \nDuggins is “a strict ‘formula compensa tion’ firm,” (Offer Letter  § II ), there is no \nmethod provided for calculating compensation, let alone post-termination \ncompensation in the Offer Letter  itself, nor is there any reference to any external \nsource containing such a formula.   \n33. While the Offer Letter may at best be read to refer to the Firm Policy , \nthe significant point is that the Offer Letter itself cannot be an independent source of \npost-termination compensation .  Accordingly, Tumlin’s breach of contract claim is \ndismissed to the extent it is predicated on the Offer Letter .  Even so, the issue of \nwhether the condition precedent in the Firm Policy has been satisfied or waived  is \npresented. \n(2) There are genuine issues of material fact regarding the  \nenforceability of the Firm Policy and waiver of its Notice \nRequirement \n \n \n \n34. Tumlin argues that if his breach of contract claim based solely on the \nOffer Letter fails, he is nevertheless entitled to post-termination compensation under \nthe Firm Policy.  As noted above, the Firm Policy includes the Notice Requirement—\nan express 30 days’ advance written notice provision that must be delivered to the \nFirm before termination of employment.  The survival of Tumlin’s breach of contract \nclaim then depends on whether Tumlin either satisfied the Notice Requirement, or \nthe Firm waived that requirement.  Tumlin asserts that Hamilton accepted the June \n5 departure date and waived the Notice Requirement by doing so.  (See Br. Opp’n \nSumm. J. 15.) \na. The enforceability of the Notice Requirement  \n35. The Firm has acknowledged that Tumlin would have been entitled to \npost-termination compensation had he satisfied the Notice Requirement.  It follows \nthat Tumlin’s claim based on the Firm Policy is adequate to survive summary \njudgment if there are contested material facts as to whether the Notice Requirement \nwas satisfied or waived.    \n36. At this juncture, t he Court accepts the Firm’s concession that Tumlin \nhas a right under the Firm Policy.  Without that concession, Tumlin has not developed \na full rec ord to su pport his assertion.   North Carolina courts have held that \n“[s]tipulations as to questions of law are generally held invalid and ineffective, and \nnot binding upon the courts, either trial or appellate. . . .”  State v. Hanton, 175 N.C. \nApp. 250, 253, 623 S.E.2d 600, 603 (2006) (quoting State v. Prevette, 39 N.C. App. 470, \n472, 250 S.E.2d 682, 683 (1979)); see also Morton Bldgs., Inc. v. Tolson, 172 N.C. App. \n \n \n119, 125, 615 S.E.2d 906, 911 (2005).   “The construction and effect o f a written \ninstrument is a question of law.”  Swift & Co. v. Hocking Valley Ry. Co., 243 U.S. 281, \n289 (1917) (citation omitted).   \n37. The Firm Policy purports to dictate the post-termination compensation \nrights of “Associates,” (Firm Policy ¶ 2), “Principal s,” (Firm Policy ¶ 3), and \n“Shareholder/Directors,” (Firm Policy ¶ 4).  Significantly, the Firm Policy itself does \nnot memorialize the legal mechanism by which the Firm’s Shareholders/Directors are \nbound to it.  More critically, Tumlin has not presented evidence that he ever expressly \nagreed to be bound by the Firm Policy.  In fact, he disclai med knowledge of certain \nterms, including the Notice Requirement.  ( See Aff. Wayne E. Tumlin Opp’n Def.’s \nMot. Summ. J. ¶ 6 (“Tumlin Aff.”), ECF No. 68.2.)  Even though the Firm admits that \nTumlin has some right under the Firm Policy, it is not yet clear exactly how the Firm \nPolicy applies to Tumlin , assuming all claims are not barred because of a failure to \nsatisfy the Notice Requirement.  Those evidentiary issues await trial. \nb. Implied waiver of the Notice Requirement  \n38. The Court then turns its attention to the Firm’s contention that Tumlin \nforfeited whatever rights he may have otherwise had under the Firm Policy when he \nfailed to satisfy the Notice Requirement as a condition precedent.1  There is no \ndispute that the effective date of Tumlin’s resignation was less than 30 days after his \n                                                 \n1 While Tumlin did provide written notice of his departure to Hamilton, the president of the \nFirm, it is unclear from the record who the secretary of the Firm is, and whether notice was \nprovided to him or her as is required by the Firm Policy.  (See Firm Policy ¶ 6.) \n \n \nfirst written notice of his intent to resign .  ( See Tumlin Aff. Ex. B (“Tumlin \nResignation E-mail & Letter”), ECF No. 68.2.) \n39. Tumlin claims that Hamilton waived the Notice Requirement on behalf \nof the Firm by agreeing to the June 5 departure date during the May 18 Meeting, and \nby accepting the Resignation Letter tendered to him via e -mail on May 19.  ( See Br. \nOpp’n Summ. J. 15.)  The Firm contends that the evidence does not support a waiver \nas Hamilton expressly denies having agree d to the June 5 departure date , (see \nHamilton Dep. 45:21 –23, 56:6 –8), and because waiver requires more substantial \nevidence of the Firm’s intent  to relinquish its right to insist on the condition \nprecedent. \n40. As the Firm Policy expressly includes the Notice Requirement as a \ncondition to post-termination compensation , and Tumlin admits that he did not \nsatisfy the 30 days’ advance written notice requirement, the burden of proof falls on \nTumlin to prove that the Firm waived his obligation to do so.  In deciding whether \nthe Firm is entitled to summary judgment then, the question is whether Tumlin has \npresented a forecast of evidence sufficient to support a  jury finding that the Firm \nwaived the Notice Requirement.  \n41.  The elements of waiver are “(1) the existence, at the time of the alleged \nwaiver, of a right, advantage or benefit; (2) the knowledge, actual or constructive, of \nthe existe nce thereof; and (3) an intention to relinquish such right, advantage or \nbenefit.”  Christenbury Eye Ctr., P.A. v. Medflow, Inc., No. 14 CVS 17400, 2015 NCBC \nLEXIS 64, at *10 (N.C. Super. Ct. June 19, 2015) (quoting  Demeritt v. Springsteed¸ \n \n \n204 N.C. App. 3 25, 328 –29, 693 S.E.2d 719, 721 (2010)).   A party may waive  a \ncondition precedent for its benefit  by intentionally and voluntarily relinquishing it.  \nSee Gore v. Myrtle/Mueller , 362 N.C. 27, 38, 653 S.E.2d 400, 408 (2007); Fairview \nDevelopers, Inc. v. Miller, 187 N.C. App. 168, 173, 652 S.E.2d 365, 369 (2007) (citing \nMcNally v. Allstate Ins. Co. , 142 N.C. App. 680, 683, 544 S.E.2d 807,  809 (2001) \n(subsequent history omitted)).   \n42. Waiver is a question of intent, and “[t]he intention to waive may be \nexpressed or implied from acts or conduct that naturally lead the other party to \nbelieve that the right has been intentionally given up.”  Klein v. Avemco Ins. Co., 289 \nN.C. 63, 68, 220 S.E.2d 595, 599 (1975).  “There can be no waiver unless so intended \nby one party, and so understood by the other, or one party has acted as to mislead the \nother.”  Harris & Harris Constr. Co . v. Crain & Denbo, Inc. , 256 N.C. 110, 119, 123 \nS.E.2d 590, 596 (1962).  Express waiver is voluntary and intentional whereas implied \nwaiver is evidenced by a party’s decisive, unequivocal conduct from which an intent \nto waive may reasonably be inferred.  Express Waiver, Black’s Law Dictionary (10th \ned. 2014); Implied Waiver, Black’s Law Dictionary.   \n43. Tumlin h as not argued that the Firm  expressly waived the Notice \nRequirement.  Rather, he contends that waiver must be implied from Hamilton’s \nacceptance of the June 5 departure date when Hamilton knew of the condition \nprecedent and knew that June 5 was less than 30 days after Tumlin first announced \n \n \nhis intent to resign on that date.2  Tumlin asserts that “Mr. Hamilton’s express words \nand conduct illustrate that Tuggle Duggins agreed to accept the status and validity \n[of] Mr. Tumlin’s departure by voluntary resignation without providing the 3 0-day \nnotice and thus relinquished its known right to enforce that provision against Mr. \nTumlin.”  (Br. Opp’n Summ. J. 16 (emphasis added).)   \n44. In a further effort to avoid summary judgment, Tumlin also argues that \nthe Firm must not be allowe d to rely on the Notice Requirement because Hamilton \nhad an affirmative obligation to inform Tumlin  that his resignation date did not \ncomply with the Notice Requirement before formally accepting his resignation.  (Br. \nOpp’n Summ. J. 16.)   \n45. North Carolina r ecognizes implied waiver by forbearance, acceptance, \nand acquiescence, but not by silence absent some affirmative duty to speak.  In light \nof Tumlin’s multiple factual arguments in support of a finding of waiver , the Court \nmust now draw attention to the linguistic and legal variances between “silence” and \n“forbearance,” and between “acquiescence” and “acceptance” to consider whether the \nevidence offered by Tumlin is sufficient to justify submitting the issue of waiver to a \njury under North Carolina law.  \n                                                 \n2 While the Firm Policy states “[t]he written notice required by this Paragraph  shall be given \na minimum of thirty (30) days in advance of the effective date of termination  of employment \nby voluntary separation,” (Firm Policy ¶ 6 (emphasis added)), because Tumlin first expressed \nhis intent to resign by June 5 on May 18 —also less than 30 days from June 5, the fact that \nTumlin did not tender his written notice until May 19 doe s not change the potential legal \neffect of Hamilton’s alleged oral agreement to the June 5 date on May 18.  \n \n \n46. Silence is “a restraint from speaking.”  Silence, Black’s Law Dictionary.  \n“Mere silence at a time when there is no occasion to speak is not waiver, nor evidence \nfrom which waiver may be inferred, especially where such silence is unaccompanied \nby any act calculated to mislead.”3  Brittain v. Taylor, 168 N.C. 271, 276, 84 S.E. 280, \n282 (1915) (citation omitted); see also Clemmons v. Nationwide Mut. Ins. Co., 267 N.C. \n495, 504–05, 148 S.E.2d 640, 647 (1966) (finding that, where the insured advised her \ninsurance company that she was being sued, the insurer’s silence and failure to direct \nthe insured how to comply with a condition precedent to her policy was insufficient \nevidence to support a finding that the insurance company knowingly  and \nintentionally waived its rights); Meekins v. Aetna Ins. Co. , 231 N.C. 452, 456, 57 \nS.E.2d 777, 780 (1950) ( finding that, if there has been a breach of its policy, an \ninsurance company may choose to waive the forfeiture by express or implied waiver, \nbut “[a] waiver cannot be inferred from its mere silence”).   \n47. Tumlin has presented no evidence upon which the Court should impose \na duty to speak on the Firm or on Hamilton on the Firm’s behalf.  The Court agrees \nwith Tuggle Duggins’ position that Hamilton’s failure to inform Tumlin of the Notice \nRequirement at any time the two were discussing Tumlin’s resignation cannot be the \nbasis upon which a jury finds waiver  under North Carolina law .  ( See Def.’s Mem. \nAdditional Authority Issue Waiver 4, ECF No. 73.)   \n                                                 \n3  By voluntarily dismissing his fraud claim, Tumlin has abandoned any argument that \nHamilton sought to induce an insufficient notice in order to de fraud Tumlin of any right of \npost termination compensation. \n \n \n48. Likewise, it follows that Tumlin has not shown any basis for waiver due \nto an act of forbearance.  See McNally, 142 N.C. App. at 683, 544 S.E.2d at 810 \n(stating that waiver occurs “where one in possession of any right . . . and of full \nknowledge of the material facts, does or forbears the doing of something inconsistent \nwith the existence of the right\") (quoting Danville Lumber & Mfg. Co. v. Gallivan \nBldg., 177 N.C. 103, 107 –08, 97 S.E. 718, 720 (1919)).   Forbearance is “ [t]he act of \ntolerating or abstaining.  The act of refraining from enforcing a right, obligation or \ndebt.  Strictly speaking, forbearance denotes an intentional negative act , while \nomission or neglect is an unintentional negative act.”  Forbearance, Black’s Law \nDictionary (emphasis in original) ; see Christenbury Eye Ctr. , 2015 NCBC LEXIS at \n*11 (finding at the 12(b)(6) stage that Christenbury waived future enforcement of its \nrights where it was on notice of its rights but “neither complained of nor insisted on” \nthem being acknowledged even though it had the opportunity to do so) ; see also Am. \nHardware Mut. Ins. Co. v. BIM, Inc. , 885 F.2d 132, 141 (4th Cir. 1989) (finding that \nwhere paying a percentage of anticipated premiums was a condition precedent to \ncoverage under an insurance policy, by delaying sending a notice of cancellation on \nthe policy after receiving a bad check from BIM for two m onths, “a reasonable trier \nof fact could conceivably conclude that American Hardware imposed on itself a ‘duty \nto speak’ more quickly than it did . . . [and] that the company’s prolonged silence \nconstituted a violation of that duty . . . .”).  \n49. Obviously, when allowing Tumlin to depart less than 30 days from the \ntime he provided written notice, Tuggle Duggins elected to forgo any benefit it would \n \n \nhave otherwise enjoyed by insisting that Tumlin remain during the 30 day period.  It \ndoes not follow, however, that the Firm has waived the Notice Requirement by the \nsame conduct.  There is no reasoned basis to conclude that t he benefit of the Notice \nRequirement to the Firm —having adequate time to discuss a departure with its \nclients and make adequate arrangements—is quid pro quo  with a departing \nattorney’s entitlement to post -termination compensation.  The consequence of a \ndeparting attorney’s failure to give adequate notice is the attorney’s relinquishment \nof the right to post -termination compensation.  As such, t he Firm Policy placed an \naffirmative obligation on Tumlin to give proper notice to Tuggle Duggins.  It does not \nfollow that Tuggle Duggins was also obligated to ensure that proper notice was given \nto it.4  In sum, the Firm’s failure to insist on notice does not constitute forbearance \nsupporting a finding of waiver.  T herefore, Tumlin must prove waiver on a different \nbasis. \n50. In North Carolina, waiver may additionally be inferred from acceptance \nor acquiescence.  See Danville Lumber, 177 N.C. at 107, 97 S.E. at 720; see also Hill \n                                                 \n4 While not dispositive  or even persuasive in any way,  the Court note s Tumlin’s assertion \nthat he was unaware of the Notice Requirement as he had no recollection of having been \nprovided the Firm Policy during his employment.  Tumlin claims that his first knowledge of \nthe Firm Policy was when Hamilton sent it to him in September 2015.  (Tumlin Aff. ¶ 6.)  As \nan initial matter, the Court notes that Tumlin must have been aware that there was some \npolicy at the Firm regarding post -termination compensation, as he quickly asserted a right  \nto compensation that could not be independently derived from the Offer Letter.  Additionally, \nTumlin is presumptively charged with knowledge of the Firm Policy, particularly as a \nmember of the Firm’s executive committee and as an overseer of another director’s departure \non a prior occasion.  In any event, the record demonstrates that Tumlin received a copy of the \nFirm Policy via e -mail on Tuesday, December 16, 2008.  ( See Ex. 10 , at 1 .)  But, again, \nTumlin’s knowledge of the Notice Requirement, or his lack of it, does not control whether he \nwas required to satisfy it as a condition precedent.   \n \n \nv. Atlantic & N. C. R. Co. , 143 N.C. 539, 557, 55 S.E. 854, 860 (1906) (“The \nacquiescence of one who might have taken  advantage of an error obviates its effect . \n. . .”) ; Frank v. Wilson & Co., 24 Del. Ch. 237, 245, 9 A.2d 82, 87 (1939) \n(\"[A]cquiescence is a species of waiver.\") .  The difference between acceptance and \nacquiescence is a matter of degree.  Acquiescence is merely “passi ve acceptance or \nsubmission.”  Acquiescence, Merriam-Webster Dictionary (2016).  Though it is \npresent, case law discussing waiver by acquiescence in North Carolina is \nunfortunately sparse.    \n51. In North Carolina case law, acquiescence is almost always discussed in \nthe context of real estate transactions and has primarily (if not exclusively) been \nevaluated as evidence of implied waiver where that acquiescence was to a breach, not \na condition precedent, and that breach was followed by continued performance by the \nacquiescing party consistent with the contract .  See, e.g., Vernon v. R.  J. Reynolds \nRealty Co. , 226 N.C. 58, 61, 36 S.E.2d 710, 712 (1946) (finding that homeowners \nbenefiting from a real estate covenant could acquiesce to a change in conditions “to \nsuch an extent as to constitute a waiver ”); Treadwell v. Goodwin, 14 N.C. App. 685, \n690, 189 S.E.2d 643, 646–47 (1972) (“[T]he lessor’s acceptance, without objection, and \nhis acting upon a notice not given within the required time, constitute a waiver.  A \nwaiver will be implied where the lessee remains in possession and pays the rent to \nthe lessor with the acquiescence of the latter.”) (quoting 50 Am. Jur. 2d Landlord and \nTenant § 1186).    \n \n \n52. Here, there was no breach by Tumlin, but rather a failure of a condition \nprecedent.  As such, there was no further  possibility of continued performance by \nTuggle Duggins from which implied waiver could be inferred.  See Fletcher v. Jones, \n314 N.C. 389, 394, 333 S.E.2d 731, 735 (1985) (holding that the defendant waived the \ndate that performance was due by making representations and assurances to the \nplaintiff  that defendant was willing to perform after that date).  \n53. As the above case law suggests, there is no clear line of demarcation as \nto what does or does not constitute adequate evidence of waiver by acquiescence.  “The \ndifficulty is in the application of the doctrine [of waiver] to any given case.”  Danville \nLumber, 177 N.C. at 108, 97 S.E. at 720–21.  This is especially true of implied waiver \nbecause intent must often be inferred or deduced “with more or less certa inty from \nthe external and visible acts of the party and all the accompanying circumstances of \nthe transaction . . . .”  H.M. Wade Mfg. Co. v. Lefkowitz , 204 N.C. 449, 453 –54, 168 \nS.E. 517, 519 (1933); see also Guerry v. Am. Trust Co., 234 N.C. 644, 648, 6 8 S.E.2d \n272, 274 (1951) (citations omitted) (“A person may . . . dispense with the right by . . . \nconduct which naturally and justly leads the other party to believe that he has so \ndispensed with the right.”).  The Court’s task is made all the more difficult by the fact \nthat the discussions in the few North Carolina cases addressing claims of implied \nwaiver are meager in depth.    \n54. Although Hamilton denies he ever expressly agreed to Tumlin’s June 5 \ndeparture, Tumlin has presented evidence that Hamilton expressly agreed to it \nduring the May 18 Meeting and then later accepted the Resignation Letter containing \n \n \nthe same date .  While the Court expresses no opinion as to whether Tumlin may \nultimately prevail, it concludes that there is adequate evidence requiring the Court \nto submit the question of implied waiver to the jury .  The Court summarizes that \nevidence, both contested and uncontested. \n55. On May 14, 2015, Tumlin dropped by Hamilton’s office to discuss his \nintent to resign.  At the time of the May 14 Meeting, Hamilton was under the \nimpression that Tumlin had not foreclosed the possibility of staying at Tuggle \nDuggins and was open to discussion  on that point.   (Hamilton Dep. 34:19 –35:2.)  \nAccording to Hamilton, the Notice Requirement was not discussed or even thought of \nbecause he was hoping that he could convince Tumlin to stay.  (Hamilton Dep. 38:21–\n39:22.) \n56. Tumlin also recollects that at the May 14 Meeting Hamilton told him to \nhold off on making an announcement to the Firm about his departure because \nHamilton wanted an opportunity to speak with Tumlin about his resignation again.  \n(Tumlin Dep. 51:18–25.)  However, according to Tumlin,  there was discussion about \npicking a date  for his departure, and while Hamilton and he briefly discussed the \ntiming of Hamilton’s upcoming June vacation, they did not settle on a date for \nTumlin’s departure at that time.  (Tumlin Dep. 52:1–15.)    \n57. During the May 18 Meeting, H amilton and Tumlin discussed Tumlin’s \nresignation over lunch.  (Hamilton Dep. 24:23 –25.)  Tumlin claims that Hamilton \nasked him to stay , but that they then discussed their respective schedules and \nTumlin’s workload, following which Hamilton “agreed that th e [F]irm would accept \n \n \nthe departure date of 5 June 2015.”  (Tumlin Aff. ¶ 3.)  According to Tumlin, Hamilton \nspecifically noted that he would be on vacation on June 5, but that he did not need to \nbe there for Tumlin’s last day.  (Tumlin Aff. ¶ 3; see Hamilton Dep. 19:9–10 (“I wasn’t \nthere for the last week or so of [Tumlin’s] tenure.”).)   \n58. However, Hamilton firmly avows that there was no discussion about a \nparticular date for Tumlin’s departure at the May 18 Meeting.  (Hamilton Dep. 45:21–\n23, 56:6–8 (“ [T]he first time I knew . . . his resignation date was when I got his \nletter.”).)  Furthermore, according to Hamilton, any discu ssion between Tumlin and \nhim regarding their respective schedules was general conversation unrelated to \nTumlin leaving the Firm.  ( See Hamilton Dep. 47:12 –15.)  There was no discussion \nabout the Notice Requirement on May 18.  (Hamilton Dep. 50:8–15.) \n59. The most significant divergence between Hamilton and Tumlin’s \nrecollections of the May 18 Meeting, and the most noteworthy to the issue of implied \nwaiver, is that Tumlin recalled that they mutually agreed to the June 5 departure \ndate.  Tumlin remembers telling Hamilton that he had several closings at the end of \nMay so the earlie st that he could leave was June 5.  (Tumlin Dep. 56:18 –57:2.)  \nTumlin says that he is certain that he is the one who introduced the June 5 departure \ndate, but that Hamilton was “agreeable to that date,” though Tumlin did not recall \nexactly what Hamilton sa id to express his agreement. 5  (Tumlin Dep. 57:18 –58:6.)  \n                                                 \n5 Tuggle Duggins suggested that Tumlin tried to amend his version of what transpired at the \nMay 18 Meeting in his deposition with his subsequently submitted affidavit.  The Court \ndisagrees.  While it is true t hat “a party opposing a motion for summary judgment cannot \ncreate a genuine issue of material fact by filing an affidavit contradicting his prior sworn \ntestimony,” Pinczkowski v. Norfolk S. Ry. Co., 153 N.C. App. 435, 440, 571 S.E.2d 4, 7 (2002), \n \n \nTherefore, it is possible that a jury could find that Hamilton impliedly waived the \nNotice Requirement by orally and explicitly accepting Tumlin’s June 5 departure date \nat the May 18 Meeting.  \n60. Following the May 18 Meeting, Tumlin sent an e -mail with his \nResignation Letter attached to Hamilton and Osteen on Tuesday, May 19, 2015.  (See \nTumlin Resignation E-mail & Letter.)  In the Resignation Letter, Tumlin stated,   \n[t]hank you for taking the tim e to discuss my proposed departure from \nthe Firm.  I truly appreciate the points you made about possible Firm \nchanges and timing.  I have considered each of your points carefully.  \nRegardless, I have determined that it is in my best interest, both \npersonally and professionally, to depart.   \n. . . \nSeveral client closings are scheduled during the last week of May, so \nFriday, June 5, will be my last day at the Firm.  I am not that busy and \nthat date should allow ample time to complete any post-closing matters \nand get my affairs in order.  \n \n(Tumlin Resignation E-mail & Letter at 3.)  Hamilton replied to Tumlin’s e-mail four \nminutes later, beginning with “Wayne–acknowledging your letter to me today with \nnotice [of] your resignation effective June 5th . . . .”  (Tumlin Aff. Ex. C, ECF No. 68.2.)  \nHamilton believes that he was on the phone with Osteen when he received the \nResignation Letter, and discussed his feelings of discontent over it with he r.  \n(Hamilton Dep. 52:7–53:10.)   \n61. Hamilton states that he was surprised when he received the Resignation \nLetter almost immedi ately after the May 18 Meeting .  Even though Tumlin told \n                                                 \nTumlin merely stated in his affidavit that Hamilton indicated that “the [F]irm would accept \nthe departure date of 5 June 2015,” (Tumlin Aff. ¶ 3).  Tumlin made a statement to the same \neffect in his prior deposition.  In neither instance did Tumlin state the specific conduct or \nwords that Hamilton used to communicate his agreement.  \n \n \nHamilton that it was a “tough ask” to request that he stay at the Firm for another \nyear, Hamilton says he countered by asking Tumlin to stay for at least a few months \nbecause the Firm was bringing in a consultant that might lead to changes at the Firm, \nthereby potentially assuaging Tumlin’s concerns about staying.  (Hamilton Dep. \n45:13–20.)  Furthermore, Hamilton inferred from the conversation that Tumlin was \nin no rush to leave as he told Hamilton that he had no plans on where he would go \nafter departing the Firm or how to go about setting up an office.  (Hamilton Dep. \n45:1–7.)  Tumlin too recalls discussing the consultant; however, he says that the issue \nwas whether Hamilton still wanted Tumlin to meet with the consultant \n“notwithstanding the fact that [he] was leaving.”  (Tumlin Dep. 55:20–25.)   \n62. Viewing the evidence presented in the  light most favorable to Tumlin , \nas the Court is required to do, the Court concludes that Tumlin  has presented a \nforecast of evidence from which a jury could reasonably find that Tuggle Duggins’ \nimpliedly waived the Notice Requirement.  There are obviously issues of credibility \nthat only a jury may resolve.  \n63. Furthermore, the Court is mindful of the North Carolina Supreme \nCourt’s admonition that “[s]ince intent is an operation of the mind it should be proven \nand found as fact and is rarely to be inferred as a matter of law.”  Lefkowitz, 204 N.C. \nat 454, 168 S.E. at 519 ; see Weyerhaeuser Co. v. Domtar Corp. , 204 F. Supp. 3d 731, \n740 (D. Del. 2016)  (citation omitted)  (“The question of waiver is normally a jury \nquestion, unless the facts are undisputed and g ive rise to only one reasonable \ninference.”).  Therefore, because there are issues of material fact regarding whether \n \n \nthe parties are bound by the Firm Policy, and  whether Hamilton waived the Notice \nRequirement on behalf of Tuggle Duggins , the Firm is not  entitled to summary \njudgment.  See Hovnanian Land Inv. Grp., LLC v. Annapolis Towne Ctr. at Parole, \nLLC, 421 Md. 94, 123, 25 A.3d 967, 984 (2011) (“Given the highly factual nature of \nthe waiver inquiry, it is an uncommon case in which the issue can be resolved by \nsummary judgment.”).    \nB. The Court defers ruling on Tumlin’s North Carolina Wage &  \n Hour Act claim \n \n64. Tumlin also asserts a claim to compensation under the North Carolina \nWage and Hour Act (the “Wage & Hour Act”).  The Wage & Hour Act governs, among \nother things, the payment of earned wages.  N.C. Gen. Stat. § 95-25.1(b).  Wages are \ndefined as “compensation for labor or services rendered by an employee” and include \n“severance pay” and “other amounts promised when the employer has a policy or a \npractice of making such payments.”  § 95-25.2(16).  An employee is simply defined as \n“any individual employed by an employer.”  § 95 -25.2(4).  The Wage & Hour Act \nrequires that:  \nemployees whose employment is discontinued for any reason shall be \npaid all wages due on or before the next regular payday . . . . Such wages \nmay not be forfeited unless the employee has been notified . . . of the \nemployer’s policy or practice which results in forfeiture.    \n \n§ 95 -25.7; see § 95 -25.13 (li sting requirements for adequate notice to \nemployees). \n65.   If an employee is entitled to recover unpaid wages under the Wage & \nHour Act, then the employer owes the unpaid compensation plus interest at the legal \n \n \nrate of eight percent per annum from the date that each amount first came due.  See \n§ 95-25.22(a); § 24-1.  Additionally, a court shall award liquidated damages equal to \nthe unpaid wages plus interest (effectively double damages plus interest), unless the \nemployer shows that it had reasonable grounds to believe that it did not violate the \nWage & Hour Act; then the court may award partial or no liquidated damages.  § 25-\n22(a1).  Finally, the court may award reasonable costs, fees, and attorneys’ fees to a \nsuccessful employee, or to the employer if the employee’s action was frivolous.  § 95-\n25.22(d).  \n66. Both parties agree that Tumlin was an employee of the Firm  until his \ntermination.  (See Am. Answer ¶ 52.)  However, under the present record, the nature \nand extent of the services that Tumlin is  claiming compensation owed for under his \nWage & Hour Act claim is somewhat unclear.  Tumlin states that prior to his \ndeparture from the Firm, he “performed legal services for clients of the [F]irm,” “billed \nfees to clients for such services and [the Firm] collected such fees,” and that he was \nentitled to compensation for that work.  (Tumlin Aff. ¶  9.)  Following his departure, \nTumlin says that he continued to work on pre-billing, billing adjustments, production \nshifts, file transfers, and collection issues to help the Firm finish the fiscal year, and \nwas not compensated for those services either.  (Tumlin Aff. ¶ 8.)   \n67. However, most significantly, Tumlin has not  adequately qualified the \nservices underlying his claims as “wages,” within the meaning of the Wage & Hour \nAct.  Tumlin was a shareholder, director, and officer i n addition to an employee at \nthe time of his resignation .  It is unclear pursuant to which of these statuses the \n \n \namounts he now claims are due to him should be attributed, and application of the \nstatute may depend on that attribution.  Consequently, material issues of fact remain \nwhich preclude the Court from deciding the Wage & Hour Act claim at summary \njudgment.  At trial Tumlin will bear the burden  of producing evidence of specific \nservices performed, demonstrating that those services are  employee services under \nthe Wage & Hour Act, and the value of those services .  The Court need not consider \nremedies or defenses under the Wage & Hour Act until Tumlin first proves a basis \nfor the Act to apply.  \nC. The Court defers ruling on Tumlin’s unjust enrichment claim \n \n68. In the alternative to his breach of contract claim, Tumlin contends that \nTuggle Duggins was unjustly enriched by his services.  By its nature, the claim is an \nalternative to a contract claim, and is not a substitute for liability where the claim is \nthe subject of a contract but a breach of that contract has not been proven.   Unjust \nenrichment is a claim in quasi or implied contract, see Booe v. Shadrick, 322 N.C. 567, \n570, 369 S.E.2d 554, 556 (1988), that arises when one party renders services for the \nbenefit of another without an express contract and the law implies a promise to pay \nfair compensation.  Atlantic Coast Line R.R. Co. v. State Highway Comm’n  of N.C., \n268 N.C. 92, 95–96, 150 S.E.2d 70, 73 (1966).  A claim for unjust enrichment requires \nthe plaintiff to prove that: (1) the plaintiff conferred a benefit on another party , (2) \nthe other party consciously accepted the benefit, and (3) the benefit was not conferred \ngratuitously or by an interference in the affairs of the other party.  See Islet Scis., Inc. \nv. Brighthaven Ventures, LLC, No. 15 CVS 16388, 2017 NCBC LEXIS 4, at * 16 (N.C. \n \n \nSuper. Ct. Jan. 12, 2017) (citing Se. Shelter Corp. v. BTU, Inc. , 154 N.C. App. 321, \n330, 572 S.E.2d 200, 206 (2002)).  If there is an express contract between the parties, \nit will govern and the law will not imply one.  See Booe, 322 N.C. at 570, 368 S.E.2d \nat 556; see also Vetco Concrete Co. v. Troy Lumber Co., 256 N.C. 709, 713, 124 S.E.2d \n905, 908 (1962). \n69. Tumlin claims that the Firm has been unjustly enriched in an amount \nin excess of $300,000 because he worked for ten months for the fiscal year of 2015, \nand while the Firm billed and collected revenue for that work, Tumlin has only been \npartially compensated for it.  (Compl. ¶¶ 47–49; Tumlin Aff. ¶¶ 8–9.)  On its face, this \nappears to be a restatement of Tumlin’s contract claim, and as such, an  unjust \nenrichment claim would not normally lie.  However, Tumlin additionally avers that \nhe continued to do work for the benefit of the Firm following his departure by \n“reviewing pre -bills, billing adjustments, production shifts, transfer of files, and \ncollection issues” all at the behest of Osteen.  (Tumlin Aff. ¶ 8.)   These matters are \nextra-contractual, however, it is not presently clear whether Tumlin provided those \nservices gratuitously or because his professional obligations required that he do so. \n70. North Carolina law allows a plaintiff to plead alternative theories of \nrecovery based on the same conduct or transaction.  See N.C. Gen Stat. § 1A-1, Rule \n8(e)(2).  While Tumlin cannot use an unjust enrichment claim to insulate his potential \nfailure to prove his contract claim, it is not clear at this time whether his evidence  \npresented at trial  will include gratuitous extra-contractual services, the va lue of \n \n \nwhich the Firm accepted.   Therefore, the Court defers its final consideration of the \nunjust enrichment claim until the evidentiary record is fully presented at trial.   \nD. The Notice Requirement is not void as a matter of public policy \n \n71. Finally, the Court considers Tumlin’s contention that the Notice \nRequirement violates public policy because it constitutes a harmful and arbitrary \nrestriction on clients’ rights to select legal counsel and creates an unreasonable time \nrestraint on lawyers who elect to leave the Firm.  (Br. Opp’n Summ. J.  20.)  Tuggle \nDuggins rather contends that Tumlin’s declaratory judgment claim will be completely \ndetermined by his breach of contract claim, so there is no case or controversy which \ncannot be resolved by an action for money damages.  (See Am. Answer 9.)  \n72. The power of the courts to enter declaratory judgments is a statutory \none provided by the Uniform Declaratory Judgment Act (the “Declaratory Judgment \nAct”).  See N.C. Gen. Stat. § 1-253.  The Declaratory Judgment Act is “remedial” and \n“its purpose is to settle and to afford relief from uncertainty and insecurity with \nrespect to rights, status, and other legal relations , and it is to be liberally construed \nand administered.”  § 1 -264.  A declaratory judgment action must involve an actual \ncontroversy, however, “plaintiffs are not required to allege or prove that a traditional \ncause of action exists against defendants in order to establish an actual controversy.”  \nGoldston v. State , 361 N.C. 26, 3 3, 637 S.E.2d 876, 88 1 (2006) (citation omitted) \n(internal quotation marks omitted).  Furthermore, courts have the power to grant a \ndeclaratory judgment “whether or not further relief is or could be claimed.”  N.C. Gen. \nStat. § 1-253. \n \n \n73. Whether or not to afford a declaratory judgment to a party is a matter \nexpressly within the discretion of the trial courts.  Augur v. Augur, 356 N.C. 582, 587, \n573 S.E.2d 125, 129 –30 (2002) (citing N.C. Gen. Stat. § 1 -257).  “A declaratory \njudgment should issue (1) when [it] will serve a useful purpose in clarifying and \nsettling the legal relations at issue, and (2) when it will terminate and afford rel ief \nfrom the uncertainty, insecurity and controversy giving rise to the proceeding.”   \nConner v. N. C. Council of State , 36 5 N.C. 242, 258, 716 S.E.2d 836, 846 (2011) \n(alteration in original) ( quoting Goldston, 361 N.C. at 33 , 637 S.E.2d at 881 ).  “[A] \ndeclaratory judgment action is appropriate when it will ‘alleviat[e] uncertainty in the \ninterpretation of [a] written instrument[].’”  Integon Nat’l Ins. Co. v. Helping Hands \nSpecialized Transp., Inc. , 233 N.C. App. 652, 658, 758 S.E.2d 27, 32 (2014) \n(alterations in original) (citing Danny’s Towing 2, Inc. v. N.C. Dep’t of Crime Control \n& Pub. Safety, 213 N.C. App. 375, 382, 715 S.E.2d 176, 181 (2011)).  \n74. It is appropriate for a court to “determine the validity and enforceability \nof a contract under the Declaratory Judgment Act.”  Bueltel v. Lumber Mut. Ins. Co., \n134 N.C. App. 626, 630, 518 S.E.2d 205, 208 (1999) ( noting the Court had held prior \nthat a contingency fee contract was void as being against p ublic policy pursuant to \nthe Act); see also Calhoun v. WHA Med.  Clinic, PLLC, 178 N.C. App. 585, 596, 632 \nS.E.2d 563, 570 (2006) (citing Kadis v. Britt, 224 N.C. 154, 158, 29 S.E.2d 543, 545 \n(1944)) (“[S]ince the determinative question is one of public policy, the reasonableness \nand validity of the contract is a question for the court . . . to be determined from the \ncontract itself . . . .”). \n \n \n75. A court may hold an agreement  that is contrary to public policy illegal \nand void.  Cauble v. Trexler, 227 N.C. 307, 311, 42 S.E.2d 77, 80 (1947).  An agreement \nis against public policy if it tends to injure “the public confidence in the purity of the \nadministration of the law.”  Id.  In considering whether an agreement should be \ndeclared void a court “does not consider the advantages or interests of either party to \nthe contract” but instead whether “injury to the public is substantial , and not \ntheoretical or problematical.”  Electrova Co. v. Spring Garden Ins. Co., 156 N.C. 232, \n235, 72 S.E. 306, 307 (1911).   \n76. In the present context, Rule 5.6 of the North Carolina Rules of \nProfessional Conduct prevents an attorney from entering into an agreement which \nrestricts his or her right to practice because it not only limits the professional \nautonomy of the attorne y, but also limits the ability of the client to choose an \nattorney.  N.C. Rules of Prof’l Conduct R. 5.6 cmt. 1 (2003) ; see NCSB 2007 Formal \nEthics Opinion 6 (April 20, 2007) (finding that even where an agreement does not \nimpose geographical or temporal restrictions on competitive activity, it is still \nunethical if it decreases the buy -back value of firm shares because the depa rting \nshareholder attorney retains clients of the firm); NCSB 2001 Formal Ethics Opinion \n10 (Jan. 18, 2002) (finding that an agreement that reduces the amount of deferred \ncompensation payable to a shareholder -attorney that departs a firm and engages in \ncompetitive activity within a 50 -mile radius violates the rules because it creates a \nspecific financial disincentive).  \n \n \n77. Tumlin suggests that the Firm Policy mandates a choice between two \npaths for a departing attorney : forfeit post -termination compensation by leaving in \nless than 30 days even if necessary to respond to client need, or compromise a client’s \ninterests by remaining with the Firm for the requisite 30-day period in order preserve \na right to post-termination compensation .  Having presented that stark choice,  \nTumlin argues that the Firm Policy must fail because it  creates a disincentive for \nleaving and honoring the ethical obligation tha t an attorney has to her client.  ( Br. \nOpp’n Summ. J. 20–21.) \n78. Tuggle Duggins counters that the Firm Policy does not create a financial \ndisincentive because, by offering post -termination compensation conditioned on  \nnotice, it only confers a gratuitous interest in ongoing collection s to which the \ndeparting attorney would not otherwise be entitled.   \n79. The Court has carefully considered the ethics opinions on which Tumlin \nrelies and finds that the circumstances of this case are easily contrasted.  This aspect \nof the Firm Policy differs with the agreements considered in the formal ethics \nopinions cited above, which both reduced the amount o f compensation that \nshareholder-attorneys would otherwise be entitled to in the form of deferred \ncompensation and share buy-back.  In contrast, Tumlin acknowledges that the Firm \nbought back his share without any issue.  (See Tumlin Dep. 42:21–23.)   \n80. Additionally, the Firm Policy does not restrict competitive activity by \ndeparting attorneys  in any manner , and does not decline post -termination \ncompensation on the basis that the departing attorney takes Firm clients.  (See Def.’s \n \n \nSumm. J. B r. 18–19); see also NCSB 2008 Formal Ethics Opinion 8 (Oct. 24, 2008)  \n(finding that agreements dividing legal fees following an attorney’s departure must \nbe reasonable and not penalize the attorney for taking clients with her ).  Therefore, \nnone of the factors that have informed the State Bar’s decisions to declare attorney \ncompensation agreements unethical in the past are present in this Firm Policy.  \n81. While it is possible in the abstract that in order to immediately provide \nservices to a client with which the Firm has a conflict of interest  an attorney would \nbe required to relinquish post -termination compensation by leaving in less than 30  \ndays, the North Carolina State Bar is not absolute regarding its prohibition of non-\ncompete agreements for lawyers.  Tuggle Duggins accurately points out that lawyers \nmay sell law firms along with goodwill for a higher price so long as they do not \ncompete with the firm in the immediate area.  See N.C. Rules of Prof’l Conduct R. \n1.17(a).  Rule 5. 6 also allows restrictions on retiring attorneys .  Id. at R . 5.6(a).   \nNeither party discusses the possibility that both the Firm and the departing attorney \ncould reach an alternative agreement if extraordinary circumstances occurred so as \nto cause a competition between ethical duties owed by the departing attorney and \ncompliance with the Notice Requirement.  Therefore, a hypothetical extreme should \nnot serve to nullify the Notice Requirement in the Firm Policy.  \n82. Because the Firm Policy does not create any restrictions on a departing \nattorney’s ability to practice law, does not deny compensation on the basis that a \ndeparting attorney retains some of the Firm’s clients, and does not create a financial \ndisincentive because it does not deny compensation that an attorney would otherwise \n \n \nbe entitled to, the Notice Requirement  does not contravene p ublic policy.  Tuggle \nDuggins’ Motion on Tumlin’s declaratory judgment claim is consequently granted.  \nVI. CONCLUSION \n83. For the reasons stated above, Tuggle Duggins’ M otion is GRANTED in \npart, DENIED in part, and DEFERRED in part as follows: \na. GRANTED on Tumlin’s breach of contract claim to the extent that it is \npredicated on the Offer Letter alone being the source of Tumlin’s post -\ntermination compensation rights;   \nb. DENIED on Tumlin’s claim that his entitlement to post -termination \ncompensation is derived from the Firm Policy; \nc. DEFERRED on Tumlin’s North Carolina Wage & Hour Act claim; \nd. DEFERRED on Tumlin’s unjust enrichment claim; \ne. GRANTED on Tumlin’s declaratory judgment claim.  \n84. On or before 30 days from the date of this Order & Opinion, the parties \nshall advise the Court of at least two dates in the first half of 2019 on which they will \nbe prepared for trial , and submit a proposed schedule for any further pre -trial \nproceedings consistent with Business Court Rule 12.3.  The Court will then set a date \nfor trial.   \nSO ORDERED, this the 18th day of December, 2018. \n \n \n /s/ James L. Gale \n James L. Gale \n Senior Business Court Judge \n "
}