{
  "id": "6303b1a5a09b6797cbba733b086ca242f009255d80caabc2a42071bcbd418a0e",
  "source_file": "data/raw/ncbc/6303b1a5a09b6797cbba733b086ca242f009255d80caabc2a42071bcbd418a0e.pdf",
  "raw_text": "Lendingtree, LLC v. Anderson, 2012 NCBC 21. \n K&L Gates, LLP by John H. Culver, III and Glenn E. Ketner, III for Plaintiff.  \nBishop Capitano & Moss, P.A. by J. Daniel Bishop for Defendant. \n \nMurphy, Judge. \n{1} THIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court upon Plaintiff LendingTree, LLC’s \n(“Plaintiff”) Motion to Amend Complaint (“Motion to Amend”) and Defendant David \nN. Anderson’s (“Defendant”) Application for Determination of Improper Venue and \nDefective Claim Defenses and Objection to Plaintiff’s Motion to Amend pursuant to \nRule 12(d) of the North Carolina Rules of Civil Procedure (“Application for Improper \nVenue”).  After considering the Complaint, the parties’ motions and briefs, and the \narguments and contentions of counsel at the Court’s October 24, 2011, hearing, the \nCourt GRANTS GRANTS GRANTS GRANTS Plaintiff’s Motion to Amend, and DENIES DENIES DENIES DENIES Defendant’s Application \nfor Improper Venue.  \nI. \nPROCEDURAL HISTORY \n{2} In April 2008, Plaintiff brought this suit alleging that Defendant was \ninvolved in a scheme to steal information from Plaintiff’s confidential computer \nsystem.  (Compl. ¶¶ 35–38.)  Pursuant to Business Court Rule 17, the parties \nconducted a Case Management Conference (“CMC”) on June 18, 2008, where both \nSTATE OF NORTH CAROLINA                 \n                                                                        \nMECKLENBURG COUNTY  \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n08 CVS 9108 \n \nLENDINGTREE, LLC, \n \n Plaintiff, \n \nvs. \n \nDAVID N. ANDERSON, \n \n Defendant. \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n    \n    \n    \n    \n    \nAMENDED AMENDED AMENDED AMENDED ORDER ORDER ORDER ORDER & OPINION  & OPINION  & OPINION  & OPINION    \n \nPlaintiff and Defendant were represented by counsel.  (Jt. Case Mgmt. Report 1.)  \nThe resulting Joint Case Management Report (“CMR”) was submitted by the \nparties on June 20, 2008, and this Court entered a Case Management Order \n(“CMO”) on June 26, 2008.  (Jt. Case Mgmt. Report 10; Case Mgmt. Order 7.) \n{3} On July 21, 2008, Defendant filed his Answer with the Court and soon \nafterwards began seeking discovery and noticing depositions for Plaintiff’s \nemployees.  (Pl.’s Resp. Def.’s Mot. Dismiss 3.)  Prompted by pending criminal \ncharges against co-defendant Jarrod Beddingfield (“Beddingfield”), the Court issued \nan order on August 4, 2008, staying all discovery in the case.  (Pl.’s Resp. Def.’s Mot. \nDismiss 3.)   \n{4} The case remained stayed until September 2010, and on December 16, \n2010, Plaintiff dismissed its claims against Defendant Beddingfield.  (Pl.’s Notice of \nDismissal 1.)  Plaintiff filed its Motion to Amend on February 2, 2011, and \nDefendant responded with his Application for Improper Venue on March 10, 2011.  \n(Def.’s Appl. Improper Venue 2.)  Defendant’s Application for Improper Venue \nincluded a Motion to Dismiss pursuant to Rule 12(b)(3) and Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure.  The Court held a hearing on the parties’ \nmotions on October 24, 2011.  \nII. \nSTATEMENT OF FACTS \n {5} While ordinarily the Court does not make findings of fact in connection \nwith motions to dismiss, as such motions do “not present the merits, but only \n[determine] whether the merits may be reached,”  Concrete Serv. Corp. v. Investors \nGroup, Inc. , 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986), for purposes of this \nOrder and Opinion’s Rule 12(b)(6) analysis, the Court recites those facts from the \npleadings that are relevant to the Court’s legal determinations. \n{6} Plaintiff is a limited liability company organized under the laws of the \nState of Delaware, and headquartered in Charlotte, North Carolina.  (Compl. ¶ 2.) \n \n {7} Defendant Anderson is a resident of Waxhaw, Union County, North \nCarolina, and until June, 2006, was Senior Vice-President of New Business \nDevelopment for Plaintiff in Charlotte, North Carolina.  (Compl. ¶¶ 4, 30.) \n {8} Plaintiff’s claims revolve around alleged acts taken by Defendant to \nsteal passwords and other confidential information from Plaintiff’s proprietary \ncomputer system in violation of the parties’ Employment Agreement, and the \nComputer Fraud and Abuse Act (“CFAA”).  (Compl. ¶¶ 31–33, 53–58.)  Plaintiff \nalleges that the Defendant’s violations of the CFAA required Plaintiff’s employees to \n“spen[d] a significant period of time working on the investigation into the \nintrusion,” and resulted in damages in excess of $10,000.  (Pl.’s Resp. Def.’s Mot. \nDismiss 13; Compl. ¶ 58.)   \n{9} The Employment Agreement entered into by the parties included a \nforum and venue selection clause that contained the following provision: \nThis Agreement and the legal relations thus created between the \nparties hereto shall be governed by and construed under and in \naccordance with the laws of the State of Delaware without reference to \nthe principles of conflicts of laws. Any and all disputes between the \nparties which may arise pursuant to this Agreement will be heard and \ndetermined solely before an appropriate federal court in Delaware, or, \nif not maintainable therein, then in an appropriate Delaware state \ncourt.  \n(Compl. Ex. B 3–4.) \n{10} At the CMC conducted pursuant to Business Court Rule 17 of the \nGeneral Rules of Practice and Procedure for the North Carolina Business Court, \nboth parties were represented by counsel who participated in the drafting of the \nparties’ CMR.  (Jt. Case Mgmt. Report 1.)   \n {11} Neither party indicated in the CMR that they would be challenging \nvenue.  (Jt. Case Mgmt. Report 4.)  To the contrary, the language included in the \nCMR was clear:  “[t]he parties stipulate that venue is proper in this action.”  (Jt. \nCase Mgmt. Report 4.)   \n \n {12} Based upon the parties’ stipulation, the Court entered a CMO finding \nthat “[v]enue [was] proper in this action” (Case Mgmt. Order 3) and, neither party \nobjected to the finding.  \n {13} After the CMO was entered, Defendant filed his Answer which, for the \nfirst time, asserted a defense of improper venue.  (Answer 11.)  From the time \nDefendant filed his Answer until March 10, 2011, Defendant made no attempt to \nhave a hearing scheduled to address his challenge to venue nor did he move to \ndismiss this action because of the Employment Contract’s forum selection clause. \nIII. \nSTANDARD OF REVIEW \n{14} In North Carolina, the proper procedure for seeking enforcement of a \ncontractual forum or venue selection clause is a motion to dismiss for improper \nvenue pursuant to Rule 12(b)(3).  See Hickox v. R&G Group Int’l, Inc. , 161 N.C. \nApp. 510, 511, 588 S.E.2d 566, 567 (2003) (citing Corbin Russwin, Inc. v. \nAlexander’s HDWE, Inc. , 147 N.C. App. 722, 726, 556 S.E.2d 592, 596 (2001)).  \n{15} Upon a motion made pursuant to Rule 12(b)(3), North Carolina courts \nwill generally enforce a contractual forum selection clause if that clause is \nmandatory.  Mark Group Int’l, Inc. , 151 N.C. App. at 568, 566 S.E.2d at 162.  \n“[M]andatory forum selection clauses recognized by our appellate courts have \ncontained words such as ‘exclusive’ or ‘sole’ or ‘only’ which indicate that the \ncontracting parties intended to make jurisdiction exclusive.”  Id .   \n{16} On a motion to dismiss pursuant to Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure, the question for the court is “‘whether, as a matter of law, \nthe allegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief may be granted under some legal theory.’”  Block v. County of Person , \n141 N.C. App. 273, 277, 540 S.E.2d 415, 419 (2000) (quoting Harris v. NCNB Nat’l \nBank , 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987)).   \n{17} “The complaint must be liberally construed, and the court should not \ndismiss the complaint unless it appears beyond a doubt that the plaintiff could not \n \nprove any set of facts to support his claim which would entitle him to relief.”  Id.  at \n277–78, 540 S.E.2d at 419. \n{18} In considering a motion to dismiss for failure to state a claim upon \nwhich relief can be granted, “‘the well-pleaded material allegations of the complaint \nare taken as admitted; but conclusions of law or unwarranted deductions of fact are \nnot admitted.’”  Pinewood Homes, Inc. v. Harris , 184 N.C. App. 597, 613, 646 S.E.2d \n826, 837 (2007) (quoting Sutton v. Duke , 277 N.C. 94, 98, 176 S.E.2d 161, 163 \n(1970)).    \nIV. \nANALYSIS \nA. \nIMPROPER VENUE \n {19} Defendant asks the Court to dismiss this action because the defense of \nimproper venue was included in his Answer filed July 21, 2008.  (Def.’s Br. Supp. \nMot. Dismiss 6; Answer 11.)  Plaintiff argues that Defendant waived the defense by \nfailing to pursue it for almost three years.  North Carolina’s courts have found that \na defendant can waive his defense of improper venue when it is made by motion.  \nHowever, our courts have not determined whether the defense of improper venue \ncan be waived if asserted in the defendant’s answer.  This question must be resolved \nbefore the Court can determine whether the forum selection clause in the parties’ \nEmployment Contract is enforceable.    \n{20} The North Carolina Rules of Civil Procedure require that “[e]very \ndefense, in law or fact, to a claim for relief in any pleading, . . . be asserted in the \nresponsive pleading thereto if one is required, except that the following defenses \nmay at the option of the pleader be made by motion: . . . [i]mproper venue . . . .”  \nN.C.R. Civ. P. 12(b)–(b)(3).  Because “venue is not jurisdictional it may be waived by \nexpress or implied consent, . . . and a defendant’s failure to press his motion to \nremove has been found to be a waiver.”  Miller v. Miller , 38 N.C. App. 95, 97, 247 \nS.E.2d 278, 279 (1978) (citing Jones v. Brinson , 238 N.C. 506, 78 S.E.2d 334 (1953);  \nOettinger v. Hill Live Stock Co. , 170 N.C. 152, 86 S.E. 957 (1915)). \n \n {21} “The North Carolina Rules of Civil Procedure are modeled after the \nfederal rules.  In most instances they are verbatim copies with the same \nenumerations.”  Sutton , 277 N.C. at 99, 176 S.E.2d at 164 (citations omitted).  \n“‘Decisions under the federal rules are thus pertinent for guidance and \nenlightenment in developing the philosophy of the North Carolina rules.’”  Brooks v. \nGiesey , 334 N.C. 303, 317, 432 S.E.2d 339, 347 (1993) (quoting Turner v. Duke \nUniv. , 325 N.C. 152, 164, 381 S.E.2d 706, 713 (1989)). \n {22} “[T]he locality of a law suit – the place where judicial authority may be \nexercised – though defined by legislation [or contract] relates to the convenience of \nlitigants and as such is subject to their disposition.”  Neirbo Co. v. Bethlehem \nShipbuilding Corp. , 308 U.S. 165, 168 (1939).  A statute or forum selection clause \n“‘accords to the defendant a personal privilege respecting the venue, or place of suit, \nwhich he may assert, or may waive, at his election.’”  Id.  (quoting Commercial Ins. \nCo. v. Stone Co. , 278 U.S. 177, 179 (1929)).  “Being a privilege, it may be lost. It may \nbe lost by failure to assert it seasonably, by formal submission in a cause, or by \nsubmission through conduct.”  Id.   Accordingly, personal jurisdiction and venue are \nboth privileges that may be waived.  Id.  (stating that venue may be waived); United \nStates ex rel. Combustion Sys. Sales, Inc. v. E. Metal Prod. & Fabricators, Inc. , 112 \nF.R.D. 685, 687 (M.D.N.C. 1986) (stating that “[p]ersonal defenses, such as lack of \njurisdiction, may be deemed waived for failure to timely raise the defense, by \nformally submitting oneself to the jurisdiction of the court, or by ‘submission \nthrough conduct.’” (quoting Neirbo Co. , 308 U.S. at 168)).        \n{23} Rule 12(b) is virtually identical to its federal counterpart and both \nrules share the common language that “[n]o defense or objection is waived by being \njoined with one or more other defenses or objections in a responsive pleading or \nmotion.”  N.C.R. Civ. P. 12(b); Fed. R. Civ. P. 12(b).  Defendant argues that this \nlanguage clearly establishes that when the defense of improper venue is asserted in \nan answer, the defense is preserved and cannot be waived by inaction.  (Def.’s Br. \nSupp Mot. Dismiss 1–3.)  Because North Carolina Court’s have not considered \n \nwhether a defense asserted in an answer, as opposed to a motion, can be waived by \ninaction, this Court has looked to federal cases for direction on this point.  \n{24} In Yeldell v. Tutt , 913 F.2d 533 (8th Cir. 1990), the United States \nEighth Circuit Court of Appeals was faced with a similar set of facts as in the \npresent case.  In Yeldell , the defendants challenged personal jurisdiction in their \nanswer but then “participated in discovery, filed various motions, participated in a \nfive-day trial, and filed post-trial motions, all without raising the issue of personal \njurisdiction or requesting a ruling on [their personal jurisdiction defense].”  Yeldell \nv. Tutt , 913 F.2d 533, 539 (1990).  It was not until the defendant’s appeal that a \nrequest was made for a determination of their defense of lack of personal \njurisdiction.  Id.    \n{25} The Yeldell  court held that while the Federal Rules of Civil Procedure \n“provide[] that the defense of lack of personal jurisdiction is waived if not made by \nmotion or included in a responsive pleading[,] . . . ‘this rule sets only the outer limits \nof waiver[ and] does not preclude waiver by implication.’”  Id.  (quoting Marquest \nMedical Prods. v. EMDE Corp. , 496 F. Supp. 1242, 1245 n.1 (D. Col. 1980)).  The \ncourt went on to say that “[a]sserting a jurisdictional defect in an answer d[oes] ‘not \npreserve the defense in perpetuity,’” id.  (quoting Burton v. Northern Duchess Hosp. , \n106 F.R.D. 477, 481 (S.D.N.Y. 1985)), and “[w]hile the [defendants] literally \ncomplied with Rule 12(h) by including the jurisdictional issue in their answer, they \ndid not comply with the spirit of the rule, which is ‘to expedite and simplify \nproceedings in the Federal Courts.’”  Id.  (quoting 5A CHARLES ALAN W RIGHT , \nARTHUR R.  M ILLER & EDWARD H.  C OOPER , F EDERAL P RACTICE AND P ROCEDURE  § \n1342, at 162 (2d ed. 1990)).  As a result, “‘a delay in challenging personal \njurisdiction by motion to dismiss has resulted in waiver, even where, as here, the \ndefense was asserted in a timely answer .’”  Id.  (quoting Datskow v. Teledyne, Inc., \nContinental Products Division , 899 F.2d 1298, 1303 (2d Cir. 1990)) (emphasis \nadded); Continental Bank, N.A. v. Meyer , 10 F.3d 1293, 1297 (7th Cir. 1993) \n(holding that while defendants pled lack of jurisdiction in their answer, defendants \nhad waived the defense by “fully participa[ting] in litigation of the merits for over \n \ntwo-and-a-half years without actively contesting personal jurisdiction.”); see  \nSpearman v. Sterling S.S. Co. , 171 F. Supp. 287, 289 (E.D.Pa. 1959) (holding that \ndefendant waived its defense of improper venue because defendant waited to file its \nanswer asserting the defense for more than a year after the statute of limitations \nhad passed on plaintiff’s claims). \n{26} Here, Defendant timely raised the defense of improper venue in his \nAnswer, but failed to pursue the defense for almost three years.  While this Court \nstayed discovery in the case on August 4, 2008, the stay did not prevent Defendant \nfrom bringing and prosecuting his Application for Improper Venue.  In addition, as \nwas the case in Spearman , Defendant did not pursue his defense until the statute of \nlimitations had passed on Plaintiff’s claims in the forum Defendant argues is \nappropriate.  As previously noted, “[a]sserting a jurisdictional defect in an answer \nd[oes] ‘not preserve the defense in perpetuity,’” Yeldell , 913 F.2d at 539 (citation \nomitted).  Based upon the facts of this case, the Court finds that Defendant waived \nhis defense by not pursuing it in a timely manner. \n{27} Even if Defendant’s inaction was insufficient to waive his venue \ndefense, the Court finds that Defendant otherwise waived the defense by his \nconduct.  Defendant stipulated in the CMR that “venue [was] proper in this action.”  \n(Jt. Case Mgmt. Report 4.)  While the CMR contains the following qualifying \nlanguage:  “[n]othing in this Report is intended to waive any of the objections or \ndefenses Defendant may raise,” should the court give credence and value to this \nqualification, it would tacitly condone Defendant speaking out of both sides of his \nmouth by simultaneously consenting to venue while reserving the right to challenge \nit at a later date.  The reason this Court requires a Case Management Conference \nand Report is to expedite and simplify proceedings before it by forcing the parties to \nnarrow the relevant issues within a case and bring to the Court’s attention any \npreliminary issues that may serve as procedural barriers.  Business Court Rule \n17.1(m) specifically requires “an identification of any disputes concerning . . . \npersonal jurisdiction, subject matter jurisdiction, or venue.”  BCR 17.1(m).  If the \nparties do not have any jurisdictional or venue disputes, they must “stipulat[e] that \n \nno such controversies exist at the time of the Case Management Conference.”  Id .  \nAllowing contradictory representations to the Court concerning venue would defeat \nthe purpose of this Court’s CMR requirements.   \n{28} Despite Defendant’s attempted qualification in the CMR, his waiver \nwas confirmed by the Court’s entry of a CMO finding that venue was proper.  (Case \nMgmt. Order 3.)  Defendant never objected to the Court’s finding regarding venue; \ninstead he proceeded to defend the case in this forum and issued no further \nchallenges to venue until March 10, 2011, when he filed his Application for \nImproper Venue. \n{29} In addition, after the Court entered its CMO, Defendant sought \ndiscovery by serving interrogatories and notices of deposition for both Dean Conant, \na former LendingTree employee, and LendingTree, LLC.  (Pl.’s Resp. Def.’s Appl. \nImproper Venue 3.)   \n{30} Therefore, the Court finds that Defendant waived his defense of \nimproper venue by: (a) failing to pursue it for almost three years, (b) stipulation in \nthe parties’ CMR, and (c) Defendant’s subsequent litigation of this action through \nservice of interrogatories and noticing of depositions.  Defendant’s Application for \nImproper Venue is, therefore, DENIED DENIED DENIED DENIED.  Because the Court finds that Defendant \nwaived his defense of improper venue, the Court does not reach the question of \nwhether the Employment Contract’s forum selection clause is enforceable.  \nB. \nPLAINTIFF’S CLAIMS UNDER THE COMPUTER FRAUD AND ABU SE ACT \n {31} The Computer Fraud and Abuse Act (“CFAA”) provides a private cause \nof action against anyone who “intentionally accesses a computer without \nauthorization or exceeds authorized access, and . . . obtains . . . information from \nany protected computer if the conduct involved an interstate or foreign \ncommunication.”  18 U.S.C. §§ 1030(a)(2)–(a)(2)(c) (2007). \n{32} Private actions brought under section 1030(g) of CFAA can be \nsustained only if “the conduct involves [one] of the factors set forth in clause (i), (ii), \n(iii), (iv), or (v) of subsection (a)(5)(B).”  18 U.S.C. § 1030(g).  The only factor under \n \nsubsection (a)(5)(B) applicable in this case is satisfied when a defendant causes “loss \nto 1 or more persons during any 1-year period . . . aggregating [in] at least $5,000 in \nvalue.”  18 U.S.C. § 1030(a)(5)(B)(i).  Loss is defined as “any reasonable cost to any \nvictim, including the cost of responding to an offense, conducting a damage \nassessment, and restoring the data, program, system, or information to its condition \nprior to the offense, and any revenue lost, cost incurred, or other consequential \ndamages incurred because of interruption of service . . . .”  18 U.S.C. § 1030(e)(11).   \n{33} Unlike the Federal Rules of Civil Procedure, North Carolina’s Rule \n12(b)(6) only requires notice pleading.  This simply means that the “allegations of \nthe complaint, . . . [must be] sufficient to state a claim upon which relief may be \ngranted under some legal theory. . . .”  Harris , 85 N.C. App. at 670, 355 S.E.2d at \n840.   \n{34} In its Compliant, Plaintiff alleged that Defendants accessed their \nprotected computer information without authorization, that Defendants accessed \nand/or downloaded passwords and customer information from locations in North \nCarolina, that Defendants then sold or transferred passwords to lenders in \nCalifornia, and that as a result, Plaintiff suffered damages in excess of $10,000 \nfrom, among other things, loss of revenue and employee time spent investigating \nthe invasion.  (Compl. ¶¶ 36–38, 42, 53–58.)  Accordingly, Plaintiff has met its \nburden by sufficiently pleading its claim under the CFAA.  Therefore, Defendant’s \nMotion to Dismiss pursuant to Rule 12(b)(6) is DENIED DENIED DENIED DENIED. \nV. \nPLAINTIFF’S MOTION TO AMEND \n {35} After the time has passed for a party to amend his pleading as a \nmatter of right, “‘a party may amend his pleading only by leave of court or by \nwritten consent of the adverse party; and leave shall be freely given when justice so \nrequires.’”  House of Raeford Farms, Inc. v. Raeford , 104 N.C. App. 280, 282, 408 \nS.E.2d 885, 887 (1991) (quoting N.C.  GEN . STAT . § 1A–1, Rule 15(a) (1990)).  “A \nmotion to amend is addressed to the sound discretion of the trial judge.”  Id .  “‘A \nruling committed to a trial court’s discretion is to be accorded great deference and \n \nwill be upset only upon a showing that it was so arbitrary that it could not have \nbeen the result of a reasoned decision.’”  Id . (quoting White v. White , 312 N.C. 770, \n777, 324 S.E.2d 829, 833 (1985)).  “The trial judge is not required to set forth \nspecific reasons for denial of a motion to amend.”  Id . (citing Chicopee, Inc. v. Sims \nMetal Works , 98 N.C. App. 423, 430, 391 S.E.2d 211, 216, (1990)).   \n {36} In the exercise of its discretion, The Court finds that it would be in the \ninterest of justice to allow Plaintiff to amend its Complaint.  Therefore, Plaintiff’s \nMotion to Amend is GRANTED GRANTED GRANTED GRANTED,    as is consistent with Plaintiff’s Partial Withdrawal \nof its Motion for Leave to Amend Complaint.    \nVI. \nCONCLUSION \n {37} WHEREFORE WHEREFORE WHEREFORE WHEREFORE, Defendant’s Application for Improper Venue pursuant \nto Rule 12(b)(3) is DENIED DENIED DENIED DENIED, Defendant’s Motion to Dismiss pursuant to Rule \n12(b)(6) for failure to state a claim for relief under the CFAA is DENIED DENIED DENIED DENIED, and \nPlaintiff’s Motion for Leave to Amend Compliant is GRANTED GRANTED GRANTED GRANTED. \n SO ORDERED SO ORDERED SO ORDERED SO ORDERED, this the 11 th  day of April, 2012.  \n  \n \n "
}