{
  "id": "630faaa6d647a636c7fc875e6322444da82f7c0f2fa8dd68263e490600b2862f",
  "source_file": "data/raw/ncbc/630faaa6d647a636c7fc875e6322444da82f7c0f2fa8dd68263e490600b2862f.pdf",
  "raw_text": "Recurrent Energy Dev. Holdings, LLC v. SunEnergy1, LLC, 2017 NCBC 18. \n \nSTATE OF NORTH CAROLINA \nMECKLENBURG COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 15107 \nRECURRENT ENERGY \nDEVELOPMENT HOLDINGS, LLC, \n \nPlaintiff, \n \nv. \n \nSUNENERGY1, LLC,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n) \nORDER AND OPINION ON  \nPLAINTIFF’S MOTION FOR PARTIAL \nJUDGMENT ON THE PLEADINGS AND \nMOTION TO STRIKE OR DISMISS \nCOUNTERCLAIM \n \n1. THIS MATTER  is before the Court on Plaintiff’s motion for partial \njudgment on the pleadings (the “Rule 12(c) Motion”) and motion to strike (the “Motion \nto Strike”) or, in the alternative, to d ismiss the c ounterclaim (the “ Rule 12(b)(6) \nMotion”) filed on December 29, 2016  as a single motion .  The Rule 12(c) Motion, \nMotion to Strike, and Rule 12(b)(6) Motion are collectively referred to herein as the \n“Motions.”  For the reasons set forth below, the Court hereby DENIES the Motions.  \nPoyner Spruill, LLP, by Cynthia L. Van Horne, Lee A. Spinks, and \nSarah L. DiFranco, for Plaintiff.  \n \nRobinson, Bradshaw & Hinson, P.A., by John R. Wester, Douglas M. \nJarrell, and Fitz E. Barringer, for Defendant.  \n \nRobinson, Judge.  \nI. PROCEDURAL HISTORY \n2. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motions.  \n \n \n3. Plaintiff Recurrent Energy Development Holdings, LLC (“Plaintiff” or \n“Recurrent”) initiated this action by filing its  complaint on August 23, 2016.  This \ncase was designated as a mandatory complex business case by order of the Chief \nJustice of the Supreme Court of North Carolina dated August 26, 2016 and assigned \nto the undersigned by order of Chief Business Court Judge James L. Gale dated \nAugust 29, 2016.   \n4. On September 9, 2016, Plaintiff filed its Amended Complaint (“Complaint”).  \n5. On November 9, 2016, Defendant SunEnergy1, LLC (“De fendant” or \n“SunEnergy”) filed its answer.  \n6. On November 30, 2016, Plaintiff filed a motion for partial judgment on the \npleadings and brief in support.  \n7. On December 9, 2016, Defendant filed its first amended answer and \ncounterclaim (“Answer” or “Counterclaim”).  \n8. On December 29, 2016, Plaintiff filed the Motion s and a supporting brief \nseeking judgment on the pleadings as to certain of its claims for relief , and to strike \nor dismiss the Counterclaim.  The Motions have been fully briefed, and the Court held \na hearing on the Motion s on February 21, 2017.  The Motion s are  now ripe for \nresolution.  \nII. FACTUAL BACKGROUND \nA. Rule 12(c) Motion \n9. The Court does not make findings of fact on a motion for judgment on the \npleadings under Rule 12(c) of the North Carolina Rules of Civil Procedure (“Rule(s)”), \n \n \nbut only recites th e factual allegations of  the Answer and the undisputed factual \nallegations of the Complaint.  \n10. Recurrent is a Delaware limited liability company (“LLC”) with its principal \nplace of business in California.   (Am. Compl. ¶ 1 [hereinafter Compl.]; First Am. \nAnswer & Countercl. 10, ¶ 2 [hereinafter Answer].) \n11. SunEnergy is a North Carolina LLC with its principal place of business in \nNorth Carolina.  (Compl. ¶ 2; Answer 2, ¶ 2.)  \n12. Recurrent and SunEnergy are in the business of developing solar energy \nprojects.  (Compl. ¶¶ 1−2; Answer 2, 10.) \n1. The Projects  \n13. Recurrent expressed interest in buying, and SunEnergy desired to sell, all \nof the assets necessary for the development of two solar energy projects in North \nCarolina (the “Proposed Transaction”), one in Bertie County (the “Aulander Project”) \nand the other in Gates County (the “Haslett Project”) (collectively, the “Project (s)”).  \n(Compl. ¶ 3; Answer 2, ¶ 3.)   \n14. On or about February 11, 2016, Recurrent and SunEnergy executed a \nConfidential Letter of Intent (the “ LOI”).  (Compl. ¶ 4; Answer 3, ¶ 4.)  The LOI set \nforth the parties’ agreement on cert ain matters pending consummation of the \nProposed Transaction.  (Compl. Ex. A, ¶ C [hereinafter LOI].)   \n15. Under the terms of t he LOI, Recurrent had the right to  pay $2 million to \nSunEnergy in connection with  each P roject to secure  a twelve -month exclusivity \nperiod during which SunEnergy agreed not to engage in any activity that would effect \n \n \na disposition of the assets of the P roject for which payment had been made  (the \n“Exclusivity Payment”).  (LOI ¶ 1.) \n16. For each Project, the LOI set forth target development milestones by which \nSunEnergy was to achieve certain objectives with respect to the Projects (the “TDM”).  \n(LOI ¶ 3.)  With respect to both Projects, the TDM required the following: \n Issuance of administrative permits twenty -one days prior to the \nagreed upon notice-to-proceed date; \n Lease agreement in final form and issuance of discretionary permits \nby August 30, 2016;  \n Executable Interconnection Services Agreement and Construction \nServices Agreement by September 1, 2016; and  \n A clean title report by September 30, 2016.  (LOI Annex B.) \nThe Aulander Project TDM additionally required wetlands delineation by April 30, \n2016 and an executed option to lease additional land by June 30, 2016.  (LOI Annex \nB.)  \n17. Paragraph 3 of the LOI provided that  \n[i]n the event that [SunEnergy] fails to achieve the [TDM] for a \nProject . . . , [Recurrent] shall have the right, by written election to \n[SunEnergy], to purchase all of the assets necessary to develop, \nconstruct and operate one of the projects set forth i n Annex C . . . or a \nproject subsequently identified and developed by [SunEnergy] (a \n“Replacement Project”).  [SunEnergy] shall provide said Replacement \nProject, which shall be chosen at [Recurrent]’s sole discretion, to \n[Recurrent] within 5 business days of [Recurrent]’s written election. \n \n(LOI ¶ 3.) \n \n \n \n18. Except as specifically provided in paragraph 4 of the LOI, the Exclusivity \nPayment was non-refundable.  (LOI ¶ 4a.)  Paragraph 4b of the LOI provided that if \nSunEnergy “fails to achieve the [TDM] for a Project . . . due to a wetlands issue with \nsuch Project, then 100% of the Exclusivity Payment for the applicable Project will be \nrefunded to [Recurrent] within sixty (60) days of the date of [Recurrent]’s written \nelection.”  (LOI ¶ 4b.) \n19. Paragraph 4c of the LOI provided that \n[i]n the event [SunEnergy] fails to provide a Replacement Project  as \nprovided in [paragraph] 3 with the same MWac capacity as the original \nProject, then 37.5% of the Exclusivity Payment for the applicable Project \nwill be refunded to [Recurrent ] within sixty (60) days of the date of \n[Recurrent]’s written election.  \n \n(LOI ¶ 4c.)   \n20. Paragraph 4d of the LOI provided that \n[i]n the event [SunEnergy] provides a Replacement Project as provided \nin [paragraph] 3, but [SunEnergy] fails to achieve the [TDM] . . . with \nrespect to such Replacement Project or it becomes evident . . . that such \nReplacement Project is not able to be developed and constructed to \nachieve commercial operation on or before December 31, 2017, then \n37.5% of the Exclusivity Payment for the applicable Project will be \nrefunded to [Recurrent] within sixty (60) days of December 31, 2017. \n  \n21. As of the date of the LOI, three replacement projects with the same MWac \ncapacity as the Projects were specifically identified and exclusively available to \nRecurrent in the event that SunEnergy failed to achieve the TDM for either Project \n(the “Replacement Project(s)”): Moyock Solar, LLC (“Moyock”); Shawboro East Ridge \nSolar, LLC; and Hobbsville Solar, LLC.  (LOI Annex C.)       \n \n \n22. On or about February 11, 2016, Recurrent  made a $2 million Exclusivity \nPayment to SunEnergy for the Aulander Project (the “Aulander Exclusivity \nPayment”) and a $2 million Exclusivity Payment to SunEnergy for the Haslett Project \n(the “Haslett Exclusivity Payment”).  (Compl. ¶ 10; Answer 3, ¶ 10.)  \n23. According to SunEnergy, “the [Aulander Project] could not proceed at its \nplanned size because of wetlands issues with the project site.”   (Answer 3, ¶ 11.)  A \nwetlands survey revealed that a percentage of the  Aulander Project site was located \nin an area that would be considered jurisdictional wetlands by the United States \nArmy Corps of Engineers.   (Compl. ¶ 12; Answer  3−4, ¶ 12.)   Thus, the site was \nunsuitable for a s olar energy facility with the MWac capacity  that was planned for \nthe site.  (Answer 4, ¶ 12.) \n24. SunEnergy alleges that, a t some time prior to May 2, 2016, Recurrent  \n“effectively made a written election to proceed” with the Moyock Replacement Project, \nrather than the Aulander Project.  (Answer 4, ¶ 13.)   \n25. On May 2, 2016, Recurrent gave written notice to SunEnergy demanding a \nfull refund of the Aulander Exclusivity Payment.  (Compl. ¶ 14, Ex. B; Answer  4, ¶ \n14.)   \n26. On July 13, 2016, Recurrent  gave written notice to SunEnergy asserting \nthat SunEnergy had failed to comply with the LOI by failing to refund the Aulander \nExclusivity Payment.  (Compl. ¶ 22, Ex. E; Answer 5, ¶ 22.) \n27. SunEnergy has not refunded the Aulander Exclusivity Payment.  (Compl. \n¶ 34; Answer 7, ¶ 34.)   \n \n \n28. SunEnergy could not obtain a special use permit for the Haslett Project \nbecause of a moratorium on the issuance of special use permits or construction of \nsolar projects in Gates County.  (Answer 4, ¶ 16.)   \n29. On August 31, 2016, Recurrent gave written notice to SunEnergy asserting \nthat SunEnergy had failed to meet the August 30, 2016 TDM for the Haslett Project \nand requesting that SunEnergy  provide a Replacement Project  within one day .  \n(Compl. ¶ 17, Ex. C; Answer 4, ¶ 17.)  The Moyock Replacement Project was available \nto Recurrent as a Replacement Project for the Haslett Project.  (Answer 5, ¶ 18.)   \n30. On Septe mber 8, 2016, Recurrent gave  written notice to SunEnergy \ndemanding a 37.5% refund of the Haslett Exclusivity Payment.  (Compl. ¶ 20, Ex. D; \nAnswer 5, ¶ 20.)  Recurrent alleges that the refund wa s due by November 7, 2016, \nwhich was after the Complaint was filed, but SunEnergy denies that allegation.  \n(Compl. ¶ 20; Answer 5, ¶ 20.)    \n2. The Fee Letter \n31. In addition to the provisions concerning the Projects, the LOI contained a \nprovision regarding a potenti al tax equity transaction ( the “Tax Equity Provision” ).  \n(LOI ¶ 14.)  The Tax Equity Provision stated  that Recurrent and SunEnergy “shall \nuse best efforts to negotiate in good faith for [Recurrent] to provide a 2016 tax-equity \ninvestment in the Williamson [sic] Speight solar photovoltaic project being developed \nand constructed by [SunEnergy] in M artin County” (the “Tax Equity Transaction”).  \n(LOI ¶ 14.)    \n \n \n32.  Pursuant to the Tax Equity Provision, Recurrent and SunEnergy executed \na fee letter (the “Fee Letter”) dated June 3, 2016.   (Compl. ¶ 24, Ex. F; Answer  6, ¶ \n24.)  The Fee Letter stated, in relevant part, that  \n[r]eference is made to the [Tax Equity Provision of] the LOI, dated \nas of February 11, 2016 . . . .  \n \nIn accordance  with [the Tax Equity Provision] , \n[Recurrent] . . . and [SunEnergy] and Kenny Habul . . . are negotiating \na potential Tax Equity Transaction.  In connection with the \nforegoing, . . . [SunEnergy] agrees as follows: \n \n(a) [SunEnergy] will cause its affiliate that is the managing \nmember of the tax equity partnership to reimburse [Recurre nt] for all \nreasonable and documented costs and expenses incurred by [Recurrent] \nin connection with the Tax Equity Transaction, including, without \nlimitation, any fees and other  costs and expenses paid or payable to (i) \nFoley & Lardner LLP, as transaction counsel to [Recurrent] and Parker \nPoe Adams & Bernstein LLP, . . . but only up to an aggregate amount of \n$275,000, (ii) Black & Veatch International Company,  . . . (iii) Ernst & \nYoung LLP, . . . (iv) Moore-McNeil, LLC, . . . and (v) such other third \nparty advisors engaged by [Recurrent] with the approval of [SunEnergy \nor Kenny Habul], and \n \n(b) without limiting the foregoing, within two (2) business days of \nthe date hereof, [SunEn ergy] will cause [Recurrent ] to be provided a \nnon-refundable deposit of $50,000 to  be applied by [Recurrent ] to legal \ncosts incurred by [Recurrent] in connection with the Tax Equity \nTransaction . . . . \n \nFor the avoidance of doubt, if, for any reason, the m anaging \nmember of the tax equity partnership is unable to reimburse [Recurrent] \nfor the amounts described in (a) above, [SunEnergy] hereby agre es to \nreimburse [Recurrent ] directly for all such amounts within the \ntimeframes set forth in this fee letter.  The amounts required to be paid \npursuant to clause (a) above will be payable . . . on the earlier of: \n \n (x) the date of the first funding under the Tax Equity Transaction; \nand \n \n (y) fifteen (15) business days following the  date that (i) \n[Recurrent] or [SunEnergy] has provided notice to the other that it has \n \n \ndecided not to proceed with the Tax Equity Transa ction and (ii) \n[Recurrent] has made a written demand for such amounts . . . .   \n \n(Compl. Ex. F.)   The Fee Letter was  signed by Kenny Habul, SunEnergy’s Chief \nExecutive Officer and President, on behalf of SunEnergy.  (Compl. Ex. F.)   \n33. As of  June 22, 2016, Recurrent  had expressed a desire to purchase the \nproject associated with the Tax Equity Transaction rather than proceed with the Tax \nEquity Transaction.  (Answer 6, ¶ 25.)  \n34. By letter to SunEnergy dated  July 19, 2016, Recurrent  demanded \nreimbursement for $73,543.19 in costs and expenses incurred in connection with the \nTax Equity Transaction.  (Compl. ¶ 26, Ex. G; Answer 6, ¶ 26.)   \n35. On August 9, 2016, Recurrent  gave written notice to SunEnergy that \nSunEnergy was in default for failing to t imely reimburse Recurrent ’s costs and \nexpenses incurred in connection with the Tax Equity Transaction.  (Compl. ¶ 27, Ex. \nH; Answer 6, ¶ 27.)   \n36. SunEnergy has not reimbursed Recurrent’s costs and expenses incurred in \nconnection with the Tax Equity Transaction.  (Compl. ¶ 34; Answer 7, ¶ 34.) \nB. Rule 12(b)(6) Motion \n37. The Court does not make findings of fact on the Rule 12(b)(6) Motion, but \nonly recites those factual allegations of the Counterclaim that are relevant and \nnecessary to the Court’s determination of the Rule 12(b)(6) Motion.  \n38. In its Counterclaim, SunEnergy alleges that , as part of Recurrent’s \nconsideration in exchange for the exclusive rights to the Projects , Recurrent agreed \nto the Tax Equity Provision, which required Recurrent to “use best efforts to negotiate \n \n \n[the Tax Equity Transaction] in good faith.”  (LOI ¶ 14.)  Tax benefits can be claimed \non new solar projects, like the Projec ts here, but few solar developers can use tax \nbenefits.  (Answer 10, ¶ 4.)  As a result, solar developers barter the tax benefits to a \ntax equity investor in exchange for a portion of the capital necessary to cover the \nproject cost.  (Answer 10, ¶ 4.) \n39. On or about June 7, 2016, Recurrent and SunEnergy entered into a term \nsheet (the “Term Sheet”) in furtherance of the Tax Equity Transaction .  ( Answer \n10−12; Mem. Supp. Mot. Partial J. Pleadings & Mot. Strike or Dismiss Countercl. Ex. \n1 [hereinafter Term Sheet ].)  The Term Sheet set forth the parameters for a \npartnership flip transaction by which Recurrent would make a tax-equity investment \nin the Williamston Speight solar photovoltaic project referred to in the Tax Equity \nProvision (the “Williamston Project”).  (Answer 11, ¶ 6; Term Sheet 1.)  In exchange, \nRecurrent would be allocated  an investment tax credit under Section 48(a) of the \nInternal Revenue Code  (the “Federal ITC”) .  (Answer 11, ¶ 6; Term Sheet 1.)   The \nTerm Sheet stated that certain matters were still under discu ssion and that \nRecurrent’s “ability to sign definitive agreements and to proceed with funding [was] \ncontingent upon, among  other things, [Recurrent ]’s completion of a customary due \ndiligence process.”  (Term Sheet 1 n.2.)  The Term Sheet further stated that Recurrent \n“[had] not guaranteed that it will be able to complete such a process by the dates set \nforth [in the Term Sheet].”   (Term Sheet 1 n.2.)  The Term Sheet also provided that \nits “terms and economic indication are made based on the information provided by \n[Kenny Habul] without regard to the accuracy of the information provided and \n \n \nremains [sic] subject to, among other things, appropriate documentation, due \ndiligence and the review of  tax counsel.”  (Term Sheet 2.)   Additionally, the Term \nSheet stated  that “Recurrent reserves the right to procure additional tax equity \nparticipants and propose alternate financing structures provided the terms, and the \nadditional tax equity participants, are acceptable to all parties herein.”  (Term Sheet \n2.)      \n40. The Term Sheet stated that Kenny Habul owns Williamston Speight Solar, \nLLC (the “Project Company”), which owns the rights to the Williamston Project (Term \nSheet 1), and that Recurrent and SunEnergy agreed to form an LLC (the “Holding \nCompany”) for the purpose of owning the Project Company.   (Term Sheet 1−2.)  The \nHolding Company was to be the sole member and manager of the Pr oject Company.  \n(Term Sheet 2.)  Recurrent and Kenny Habul, or an affiliate of Kenny Habul, were to \nbe the members of the Holding Company.  (Term Sheet 2.)  SunEnergy or an affiliate \nof Kenny Habul would also be the managing member of the Holding Company  (the \n“Managing Member”), subject to certain control and voting rights of Recurrent.  (Term \nSheet 2.)   \n41. With respect to Recurrent ’s funding commitment, the Term Sheet stated \nthat SunEnergy was: \nto provide updated [Federal] ITC basi s assumption; Recurrent  \nanticipates funding ratio of 1.25x the projected [Federal] ITC (assuming \ncosts are covered).  The purchase price for the [Williamston] Project will \nbe the lesser of (a) [$]1.88 per watt and (b) the fair market value of the \neligible property as determined by appraisal. \n \n \n \n(Term Sheet 2 n.4.)  The Term Sheet further provided that the Federal ITC received \nby Recurrent, and Recurrent’s total capital contributions, were still to be determined, \nbut that it wa s expected that Recurrent’s total capital contributions would be made \nin two installm ents.  (Term Sheet 2−3.)   The first installment would be  20% of \nRecurrent’s total capital contributions and would  be made upon satisfaction of \nseventeen conditions precedent, which were still under discussion.  (Term Sheet 3−4.)  \nThe second installment would be  80% of Recurrent’s total capital contributions and \nwould be made upon satisfaction of thirteen conditions precedent.  (Term Sheet 3−5.) \n42. For the seven-year period  beginning on  the date that the Williamston \nProject was placed in service, the income, gain, loss, deduction, and  credits of the \nHolding Company would be allocated 99% to Recurrent  and 1% to the Managing \nMember.  (Term Sheet 5.)  Thereafter, net income or net loss of the Holding Company \nwould be allocated 5% to Recurrent and 95% to the Managing Member.  (Term Sheet \n5.)  The Term Sheet also provided that, for the five-year period beginning on the date \nthat Recurrent paid its second installment of its total capital contributions, Recurrent \nwould receive priority cash distributions from the Holding Company .  (Term Sheet \n6.)  The priority cash distribution amounts  were subject to change s uch that \nRecurrent would receive “a pre -tax cash and [Federa l] ITC internal rate of return \nover the expected economic life of the [Williamston] Project of not less than 2.0%.”   \n(Term Sheet 6 n.10.)   \n43. Further, the Term Sheet stated that, for the 180-day period beginning five \nyears after the date that Recurrent paid its second installment of its to tal capital \n \n \ncontributions, the Managing Member would have an option to purchase Recurrent’s \nmembership interest in the Holding Company.  (Term Sheet 7.)  \n44. The Term Sheet provided that \n[i]f the terms herein are generally acceptable to you, please sign below \nand return along with the legal expense deposit in the amount of \n$50,000 by May __, 2016.  The term sheet will expire at 5:00 p.m. on that \ndate if we fail to receive the aforementioned signatures and agreed upon \ndeposit. \n \n(Term Sheet 12.)  SunEnergy alleges that it signed the Term Sheet and wired \nRecurrent $50,000.  (Answer 11−12.)       \n45. SunEnergy alleges that b eginning in June 2016, Recurrent  unilaterally \ndemanded to reduce the purchase price of the Williamston Project to a price below its \nfair market value and below SunEnergy’s development costs for the Williamston \nProject.  (Answer 12, ¶ 10.)   SunEnergy alleges that Recurrent’s unilateral demand \nwas in violation of its obligation under the LOI to use its best efforts to negotiate the \nTax Equity Transaction in good faith.  (Answer 12−13.)  \n46.  As a result, SunEnergy alleges it had to maintain, and later extend, short-\nterm financing for the Williamston Project and enter into a new financing \narrangement.  (Answer 12, ¶ 11.)  Further, SunEnergy alleges that it lost half a year \nduring which construction of the Williamston Project was largely comple ted and \nSunEnergy did not pursue an alternative tax equity transaction or market the \nWilliamston Project elsewhere.  (Answer 12−13, ¶ 12.)  As a tax equity investor must \nown an interest in a project before the project is placed in service in order for the tax \nequity investor to share in the Federal ITC on the project, SunEnergy alleges that it \n \n \nwas forced to forego revenue fro m electricity sales while SunEnergy  stalled on the \nremaining construction of the Williamston Project in order to give Recurrent time to \nclose the Tax Equity Transaction.  (Answer 12−13.)  SunEnergy further alleges that, \nas a result of Recurrent’s wrongful conduct,  it was deprived of the opportunity to \nengage in an alternative tax equity transaction.  (Answer 12−13.)   The Tax Equity \nTransaction did not close.  (Answer 6, 9, 12−13.)   \nC. Claims for Relief \n47. Recurrent brings the following claims against SunEnergy: (1) a declaratory \njudgment action; (2) a claim for breach of the LOI; and (3) a claim for breach of the \nFee Letter.  (Compl. 8, 10, 12.)  SunEnergy brings a counterclaim against Recurrent \nfor breach of the LOI, alleging that Recurrent breached the Tax Equity Provision by \nunilaterally deciding to reduce the purchase price of the Williamston Project to an \namount below the project’s fair ma rket value and below SunEnergy’s development \ncosts.  (Answer 13, ¶¶ 15−16.) \nD. The Motions \n48. Plaintiff’s Rule 12(c) Motion seeks judgment on the pleadings in the amount \nof $2 million on Recurrent’s claim that SunEnergy breached the LOI by failing to \nrefund the Aulander Exclusivity Payment (the “Aulander Project Claim”), $750,000 \non Recurrent’s claim that SunEnergy breached the LOI by failing to refund 37.5% of \nthe Haslett Exclusivity Payment (the “Haslett Project Claim”), and $73,543.19 on \nRecurrent’s claim that SunEnergy breached the Fee Letter (the “Fee Letter Claim”).  \n \n \nPlaintiff’s Motion to Stri ke and  Rule 12(b)(6) Motion seek to strike or, in the \nalternative, dismiss the Counterclaim. \nIII. LEGAL STANDARD \nA. Rule 12(c) \n49. “A motion for judgment on the pleadings should not be granted unless the \nmovant clearly establishes that no material issue of fact remains to be resolved and \nthat he is entitled to judgment as a matter of law.”  Carpenter v. Carpenter, 189 N.C. \nApp. 755, 761, 659 S.E.2d 762, 767 (2008).   On a Rule 12(c) motion, “[t]he movant is \nheld to a strict standard and must show that no material issue of facts exists and that \nhe is clearly entitled to judgment.”  Ragsdale v. Kennedy , 286 N.C. 130, 137, 209 \nS.E.2d 494, 499 (1974).  “[T]he court cannot select some of the alleged facts as a basis \nfor granting the motion on the pleadings if other allegations, together with the \nselected facts, establish material issues of fact.”  J. F. Wilkerson Contracting Co. v. \nRowland, 29 N.C. App. 722, 72 5, 225 S.E.2d 840, 842 (1976).   The Court must read \nthe pleadings in the light most favorable to the nonmoving party, and  \n[a]ll well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true and all contravening assertions in the mo vant’s \npleadings are taken as false.  All allegations in the nonmovant’s \npleadings, except conclusions of law, legally impossible facts, and \nmatters not admissible in evidence at the trial, are deemed admitted by \nthe movant for purposes of the motion.   \n \nRagsdale, 286 N.C. at 137, 209 S.E.2d at 499 (citations omitted).  \n \n50.   “Judgment on the pleadings is not favored by the law . . . .”  Huss v. Huss, \n31 N.C. App. 463, 466, 230 S.E. 2d 159, 162 (1976).  The function of Rule 12(c) “is to \ndispose of baseless claims or defenses when the formal pleadings reveal their lack of \n \n \nmerit.”  Ragsdale, 286 N.C. at 137, 209 S.E.2d at 499 . “[J]udgment on the pleadings \nis not appropriate m erely because the claimant’ s case is weak and he is unlikely to \nprevail on the merits.”  Huss, 31 N.C. App. at 469, 230 S.E.2d at 163.   “A motion for \njudgment on the pleadings is allowable only where the pleading of the opposite party \nis so fatally deficient in substance as to present no material issue of fact . . . .”  George \nShinn Sports, Inc. v. Bahakel Sports, Inc., 99 N.C. App. 481, 486, 393 S.E.2d 580, 583 \n(1990). \nB. Rule 12(b)(6) \n51. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations of the Counterclaim in the light most favorable to Defendant.  \nThe Co urt’s inquiry is “whether, as a matter of law, the allegations of the \n[Counterclaim], treated as true, are sufficient to state a claim upon which relief may \nbe granted under some legal theory.”  Harris v. NCNB Nat’l Bank of N.C. , 85 N.C. \nApp. 669, 670, 355  S.E.2d 838, 840 (1987).  The Court construes the Counterclaim \nliberally and accepts all allegations as true.  Laster v. Francis , 199 N.C. App. 572, \n577, 681 S.E.2d 858, 862 (2009). \n52. Where the Counterclaim refers to and depends on certain documents, the \nCourt may consider those documents without converting the motion into one for \nsummary judgment under Rule 56.  Schlieper v. Johnson , 195 N.C. App. 257, 261, \n672 S.E.2d 548, 551 (2009).  At the same time, the Court may not consider materials \nthat are not mentioned, contained, or attached in or to the Counterclaim; otherwise, \na Rule 12(b)(6) motion will be converted into a Rule 56 motion and subject to its \n \n \nstandards of consideration and review.  Fowler v. Williamson, 39 N.C. App. 715, 717, \n251 S.E.2d 889, 890−91 (1979).   \n53. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \n[Counterclaim] on its face reveals that no law supports [the] claim; (2) when the \n[Counterclaim] reveals on its face the absence of fact sufficient to make a good claim;  \n[or] (3) when some fact disclosed in the [Counterclaim] necessarily  defeats \nthe . . . claim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see \nalso Jackson v. Bumgardner , 318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).   \nOtherwise, the Counterclaim  “should not be dismissed for insufficiency unless it \nappears to a certainty that [Defendant] is entitled to no relief under any state of facts \nwhich could be proved in support of the claim.”  Sutton v. Duke, 277 N.C. 94, 103, 176 \nS.E.2d 161, 166 (1970) (emphasis omitted).   \nIV. ANALYSIS \nA. Rule 12(c) Motion \n54. As a preliminary matter, the Court must determine which state’s law \napplies to the parties’ claims.  The LOI and the Fee Letter contain a New York choice \nof law clause.   (LOI ¶ 9; Compl. Ex. F.)  North Carolina courts have stated that a \ncontractual choice of law provision will be given effect unless the chosen state has no \nsubstantial connection to the transaction and there is no other reasonable basis for \nthe parties’ choice, or the law of the chosen state violates a fundamental public policy \nof North Carolina.  Cable Tel Servs., Inc. v. Overland Contracting, Inc., 154 N.C. App. \n639, 642−43, 574 S.E.2d 31, 33−34 (2002).    \n \n \n55. Here, all parties agree that North Carolina law applies desp ite the New \nYork choice of law clauses because the LOI and the Fee Letter have no connection to \nNew York.  The Court agrees that, on the record before the Court, neither the LOI \nnor the Fee Letter have any connection to New York.  The parties to the LOI and the \nFee Letter are a Delaware LLC with its principal place of business in California and \na North Carolina LLC with its principal place of business in North Carolina.  B oth \nthe LOI and the Fee Letter concern solar projects under construction and \ndevelopment in North Carolina.  Further, the record before the Court does not provide \nany basis for the parties’ New York choice of law clauses.   \n56. “[T]he interpretation of a contract is governed by the law of the place where \nthe contract was made .”  Id. at 642, 574 S.E.2d at 33.   “[T]he test of the place of a \ncontract is as to the place at which the last act was done by either of the parties \nessential to a meeting of minds.”  Szymczyk v. Signs Now Corp., 168 N.C. App. 182, \n187, 606 S.E.2d 728, 733 (2005) (quoting Bundy v. Commercial Credit Co., 200 N.C. \n511, 515, 157 S.E. 860, 862 (1931)).     \n57. The record before the Court indicates that the LOI and the Fee Letter were \nsent by Recurrent to SunEnergy, and the LOI and the Fee Letter required SunEnergy \nto sign the contracts.   (LOI ¶ 15; Compl. Ex. F.)   Thus, the record before the Court \nindicates that the  LOI and the Fee Letter were made in North Carolina , and \ntherefore, the Court agrees w ith the parties that North Carolina law applies to the \nparties’ claims on those contracts.  Szymczyk, 168 N.C. App. At 187, 606 S.E.2d at \n733 (“[T]he last act of signing the contract was an essentia l element to formation.”); \n \n \nCable Tel Servs., Inc. , 154 N.C. App. At 643, 574 S.E.2d at 34  (applying North \nCarolina law where plaintiff signed the contract in North Carolina and returned it to \ndefendant in Kansas).  \n1. Aulander Project Claim \n58. Recurrent contends that it is entitled to a full refund of the Aula nder \nExclusivity Payment because SunEnergy failed to meet the TDM for the Aulander \nProject due to a wetlands issue.  \n59. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract.”  Poor v. Hill, 138 N.C. App. 19, \n26, 530 S.E.2d 838, 843 (2000).   A valid contract requires assent, mutuality of \nobligation, and definite terms.  Charlotte Motor Speedway, LLC v. Cty. Of Cabarrus, \n230 N.C. App. 1, 7, 748 S.E.2d 171, 176 (2013).  “Generally, letters of intent are found \nto be unenforceable agreements to agree when relied upon to enforce the \ncontemplated transaction.”  Insight Health Corp. v. Marquis Diagnostic Imaging of \nN.C., LLC, 2016 NCBC LEXIS 77, at *13 (N.C. Super. Ct. Oct. 7, 2016) (concluding a \nletter of intent was not a valid contract where its plain language made clear that it \nwas not a binding agreement); Remi Holdings, LLC v. WR 3023 HSBC Way L.P., 2016 \nNCBC LEXIS 110, at *10 (N.C. Super. Ct. Dec. 12, 2016) (same).   \n60. Here, the plain language of the LOI makes clear that, while titled a “Letter \nof Intent” rather than a “Contract” or “Agreement ,” the LOI was  in fact a binding \nagreement, and the parties do not dispute this conclusion.  The LOI set forth the \nparties’ “agreement on ce rtain matters pending consummation of the Proposed \n \n \nTransaction.”  (LOI ¶ C.)  The LOI obligated both parties and expressly provided that \n“[t]ermination of this LOI shall not relieve either Party from any liability for breach \nof the binding terms of this LO I occurring prior to such termination .”  (LOI ¶ 8.)   \nFurther, the terms of the LOI are sufficiently definite to be enforceable, and t he \nparties’ assented to the LOI by signing it. \n61. Therefore, the Court concludes that the LOI is a valid contract.  The \nremaining issue for decision on Plaintiff’s Rule 12(c) Motion is whether the pleadings, \nas interpreted according to controlling law,  establish that SunEnergy breached the \nLOI.    \n62. Under the LOI, Recurrent  is entitled to a 100% refund of the Exclusivity \nPayment for a P roject if (1) SunEnergy failed to meet the TDM for the P roject, (2) \nsuch failure was due to a wetlands issue, and (3) Recurrent made a written election \nfor a refund.  (LOI ¶ 4b.)  The LOI also provides that if SunEnergy failed to meet the \nTDM for a P roject, Recurrent had the right, by written election to SunEnergy, to \npurchase a Replacement Project.  (LOI ¶ 3.)   \n63. It is undisputed that Recurrent made the Aulander Exclusivity Payment, \nand that the  Aulander P roject “could not procee d at its planned size because of \nwetlands issues with the project site.”   (Compl. ¶¶ 10−11; Answer 3, ¶¶ 10−11.)   \nFurther, it is undisputed that Recurrent gave written notice to SunEnergy on May 2, \n2016 demanding a full refund of the Aulander Exclusivity P ayment, and that \nSunEnergy has not refunded the Aulander Exclusivity Payment.  (Compl. ¶¶ 14, 34; \nAnswer 4, 7.)   \n \n \n64. Recurrent contends that SunEnergy’s admission that the Aulander Project \ncould not proceed at its planned size  because of wetlands issues  constitutes an \nadmission that SunEnergy failed to meet the TDM for the Aulander Project.  (Mem. \nin Supp. 9.)  Taking Recurrent’s contention as true, the Court nevertheless concludes \nthat Recurrent has failed to satisfy its burden to show that no material issue of fact \nexists that SunEnergy breached the LOI by failing to refund the Aulander Exclusivity \nPayment.  SunEnergy denies that it breached the LOI by not refunding the Aulander \nExclusivity Payment.  (Compl. ¶¶ 13, 15; Answer 4, ¶¶ 13, 15.)   SunEnergy alleges \nthat it offered multiple Replacement Projects to Recurrent and that before Recurrent \nelected a refund, Recurrent “effectively made a written election to proceed with” the \nMoyock Replacement Project instead of the Aulander Project.  (Answer 4, ¶ 13.)  As a \nresult, SunEnergy contends that Recurrent did not have the right to elect a refund of \nthe Aulander Exclusivity Payment.  (Answer 4, ¶ 14.)   \n65. On the other hand, Recurrent argues that its right to elect a Replacement \nProject under paragraph 3 of the LOI is independent of its right to elect a full refund \nof the Exclusivity Payment under paragraph 4b.  More specifically, Recurrent argues \nthat even if it “effectively made a written election” for the Moyock Replacement \nProject under paragraph 3, Recurrent is still entitled to a full refund of the Aulander \nExclusivity Payment under paragraph 4b.  (Mem. in Supp. 10.)      \n66.  “Interpreting a contract requires the court to examine the language of the \ncontract itself for indications of the parties’ intent at the moment of execution.”  State \nv. Philip Morris USA Inc. , 363 N.C. 623, 631, 685 S.E.2d 85, 90 (2009).   “Since the \n \n \nobject of construction is to ascertain the intent of the parties, the contract must be \nconsidered as an entirety.  The problem is not what the  separate parts mean, but \nwhat the contract means when considered as a whole.”   42 E., LLC v. D.R. Horton, \nInc., 218 N.C. App. 503, 513, 722 S.E.2d 1, 8 (2012) (quoting Jones v. Casstevens, 222 \nN.C. 411, 413−14, 23 S.E.2d 303, 305 (1942)).   The Court’s task is to harmonize and \ngive effect to all clauses, if possible.  Philip Morris USA Inc. , 363 N.C. at 632, 685 \nS.E.2d at 91.  The contract is to be construed consistently with re ason and common \nsense.  Variety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC, 365 N.C. 520, \n525, 723 S.E.2d 744, 748 (2012).   When a contract is  plain and unambiguous , the \nCourt can determine the parties’ intent as a matter of law.  42 E., LLC, 218 N.C. App. \nat 513, 722 S.E.2d at 8.   If a contract is ambiguous, however, in terpretation of the \ncontract is a question of fact for the jury.  Variety Wholesalers, Inc., 365 N.C. at 525, \n723 S.E.2d at 748.  An ambiguity exists when the effect of provisions is uncertain or \ncapable of several reasonable interpretations.  Id.  \n67. Under Recurrent’s interpretation of the LOI, if SunEnergy failed to meet \nthe TDM for a Project due to a wetlands issue, Recurrent could elect a Replacement \nProject under paragraph 3 of the LOI and elect to receive a full r efund of the  \nExclusivity Payment  for that Project  under paragraph 4b.  In contrast, under \nSunEnergy’s interpretation of the LOI, if SunEnergy failed to meet the TDM for the \nAulander Project due to a wetlands issue, Recurrent could either elect a Replacement \nProject under paragraph 3 of the LOI or elect to receive a full refund of the Aulander \n \n \nExclusivity Payment under paragraph 4b.  (SunEnergy’s Mem. in Opp’n to Pl.’s Mot. \n9−10.)   \n68. Under SunEnergy’s interpretation, paragraphs 3, 4c, and 4d would not \napply if Recurrent elected a full refund under paragraph 4b; Recurrent would receive \na full refund of the Aulander Exclusivity Payment and still have the exclusive rights \nto the Haslett Project in exchange for the Haslett Exclusivity Payment.  On the other \nhand, if Recurrent elected  a Replaceme nt Project  in lieu of a full refund, and \nSunEnergy either failed to provide a Replacement Project or failed to achieve the \nTDM for the Replacement Project, Recurrent would be refunded 37.5% of the \nAulander Exclusivity Payment under paragraph 4c or 4d, respectively.   \n69. If, however, as Recurrent urges, Recurrent could elect both a Replacement \nProject for the Aulander Project and a full refund of the Aulander Exclusivity \nPayment, the partial refund of that Exclusivity Payment contemplated under \nparagraphs 4c and 4d would be arguably meaningless and without effect.  Moreover, \nRecurrent’s interpretation is arguably inconsistent with the consideration given and \nreceived by the parties.  Indeed, if Recurrent elected both a Replacement Project for \nthe Aulander Project and a full refund of the Aulander Exclusivity Payment,  \nassuming arguendo that SunEnergy met the TDM for the Haslett Project, Recurrent \nwould in effect receive the exclusive rights to two Projects: the Replacement Project \nand the Haslett Project, in exchange for making the Exclusivity Payment for just one \nProject.      \n \n \n70. In short,  the Court conclude s that, based on the record before it and  \nconstruing the LOI as a whole, the LOI does not plainly and unambiguously give \nRecurrent the right to elect both  a Replacement Project for the Aulander Pro ject \nunder paragraph 3 and  a full refund of the Aulander Exclusivity Payment under \nparagraph 4b.  Based on the Court’s interpretation of the LOI at this stage of the \nproceeding, SunEnergy’s allegation that Recurrent elected the Moyock Replacement \nProject before Recurren t elected a full refund  leads the Court to conclude that \nRecurrent has failed to show as a matter of law that SunEnergy breached the LOI by \nfailing to refund the Aulander Exclusivity Payment.  Therefore, the Rule 12(c) Motion \nas to the Aulander Project Claim is denied.    \n2. Haslett Project Claim \n71. Recurrent contends  that it is entitled to a 37.5% refund of the Haslett \nExclusivity Payment because SunEnergy failed to meet the TDM and, upon demand \nfor a Replacement Project, failed to respond to Recurrent’s request for a Replacement \nProject.   \n72. Under the LOI, Recurrent is entitled t o a 37.5% refund of the Exclusivity \nPayment for a Project  if (1) SunEnergy failed  to meet the TDM for the  Project, (2) \nRecurrent made a written election to SunEnergy to purchase a Replacement Project, \n(3) SunEnergy failed to provide a Replacement Project, and (4) Recurrent made a \nwritten election to SunEnergy for a refund.  (LOI ¶¶ 3, 4c.)  \n73. It is undisputed t hat Recurrent made the Haslett Exclusivity Payment, a \nwritten election to SunEnergy to purchase a Replacement Project, and a written \n \n \nelection to SunEnergy for a 37.5% refund of the Haslett Exclusivity Payment.   \n(Compl. ¶¶ 10, 17, 20; Answer 3−5.)  \n74. Recurrent alleges that “SunEnergy has failed to meet the August 30, 2016 \nand September 1, 2016” TDM for the Haslett Project.  (Compl. ¶ 16.)  There were two \nAugust 30, 2016 TDM s for the Haslett Project : the “[i]ssuance of all discretionary \nlocal land use permits, state or federal permits required”; and a final lease agreement.  \n(LOI Annex B.)   The September 1, 2016 TDM for the Haslett Project was an \nInterconnection Services Agreement and Construction Services Agreement.   (LOI \nAnnex B.)  SunEnergy admits that “a special use permit for the Haslett Project could \nnot be obtained because of a moratorium on the issuance of special use permits or \nconstruction of solar projects in Gates County.”  (Answer 4, ¶ 16.)  SunEnergy denies \nthe remainder of Recurrent’s allegation.  (Answer 4, ¶ 16.) \n75. The Court concludes that a material issue of fact exists on the pleadings as \nto whether SunEnergy failed to meet the TDM for the Haslett Project.  SunEnergy’s \nadmitted failure to obtain a special use permit does not appear to implicate the \nSeptember 1, 2016 TDM for an Interconnection Services Agreement and Construction \nServices Agreement.  Moreover, SunEnergy’s admission that it could not obtain a \nspecial use permit, without more, is not an admission that it failed to the meet the \nAugust 30, 2016 TDM that required issuance of all discretionary permits.  There was \na separate Haslett Project TDM for obtaining administrative permits, “[i]ncluding \npermits that directly relate to the construction of the facility, including, without \nlimitation, building, grading, electrical and section 401 state permits,” which had to \n \n \nbe completed twenty -one days prior to the agreed upon notice -to-proceed date that \nwas assumed to be April 19, 2017.  (LOI Annex B.)  On the record before the Court, it \nis unclear whe ther the special use permit SunEnergy failed to obtain was a permit \nthat fell within the August 30, 2016 TDM or the notice-to-proceed TDM.  If the special \nuse permit fell within the notice-to-proceed TDM, SunEnergy did not fail to meet the \nTDM by failing to obtain it by August 30, 2016 and Recurrent was not entitled to elect \na Replacement Project or a refund of the Haslett Exclusivity Payment. \n76. Even construing SunEnergy’s admission as an admission that it failed to \nmeet the Haslett Project TDM, SunEnergy denies that it failed and refused to respond \nto Recurrent’s request for a Replacement Project.   (Compl. ¶ 18; Answer 5, ¶ 18.)   \nRecurrent alleges that it gave written notice to SunEnergy of SunEnergy’s failure to \nmeet the Haslett Project TDM and requested that SunEnergy provide a Replacement \nProject.  (Compl. ¶ 17.)  SunEnergy admits that Recurrent gave written notice to \nSunEnergy in which Recurrent asserted that SunEnergy had failed to meet the \nHaslett Project TDM and requested that SunEnergy provide a Replac ement Project.  \n(Answer 4, ¶ 17.)  Recurrent next alleges that “SunEnergy breached the LOI by failing \nand refusing to respond in any manner whatsoever to [Recurrent]’s request for a \nReplacement Project.”  (Compl. ¶ 18.)  SunEnergy denies this allegation an d alleges \nthat Recurrent was fully aware that the Moyock Replacement Project was available \nto Recurrent as a Replacement Project.  (Answer 5, ¶ 18.)  Thus, taking SunEnergy’s \nallegations as true and Recurrent’s contravening allegations as false, as the Cou rt \n \n \nmust on a Rule 12(c) motion,  there is also a material issue of fact as to whether \nSunEnergy failed to respond to Recurrent’s request for a Replacement Project.   \n77. As a result , the Court concludes that Recurrent has failed to satisfy its \nburden to show that no material issue of fact exists that SunEnergy breached the LOI \nwith respect to the Haslett Project  and that Recurrent is entitled to a 37.5% refund \nof the Haslett Exclusivity Payment  as a matter of law .  Therefore, the Rule 12(c) \nMotion as to the Haslett Project Claim is denied.  \n3. Fee Letter Claim \n78. Recurrent contends  that it is entitled to reimbursement under the Fee \nLetter for its costs and expenses incurred in connection with the Tax Equity \nTransaction.  \n79. Under the Fee Letter, Recurrent is entitled to reimbursement of certain \ncosts and expenses incurred in connection with the Tax Equity Transaction on the \nearlier of: (1) the date of the first funding under the Tax Equity Transaction; or (2) \nfifteen business days following the da te that (a) Recurrent or SunEnergy provide s \nnotice to the other that it has decided not to proceed with the Tax Equity Transaction, \nand (b) Recurrent makes a written demand for reimbursement.  (Compl. Ex. F.)  \n80. Recurrent alleges that SunEnergy notified Recurrent on or about June 22, \n2016 that SunEnergy decided not to proceed with the Tax  Equity Transaction; \nhowever, SunEnergy denies that allegation.  (Compl. ¶ 25; Answer 6, ¶ 25.)   At the \nhearing on the Motion s, counsel for Recurrent argued that Recurrent wa s still \nentitled to judgment on the pleadings on the Fee Letter Claim because , under the \n \n \nterms of the Fee Letter, Recurrent is entitled to reimbursement regardless of which \nparty decides not to proceed with the Tax Equity Transaction.  While the Fee Letter \nprovides that Recurrent is entitled to reimbursement if Recurrent notifies SunEnergy \nthat it has decided not to proceed with the Tax Equity Transaction, Recurrent does \nnot allege that it provided SunEnergy any such notice.  The basis on which Recurrent \nclaims it is entitled to reimbursement under the Fee Letter is SunEnergy’s \nnotification that SunEnergy  had decided not to proceed with the Tax Equity \nTransaction, and SunEnergy denies that allegation.   \n81. Therefore, the Court con cludes that Recurrent has failed to satisfy its \nburden to show that no material issue of fact exists that SunEnergy breached the Fee \nLetter and that Recurrent is entitled to reimbursement of its expenses as a matter of \nlaw.  Thus, the Rule 12(c) Motion as to the Fee Letter Claim is denied.    \nB. Motion to Strike \n82. Recurrent moves to strike SunEnergy’s Counterclaim on the basis that \nSunEnergy was required under Rule 13(f) to seek leave of court before amending its \nanswer to add a counterclaim.  SunEnergy argues t hat it properly amended its \nanswer to add a counterclaim as a matter of course under Rule 15(a). \n83. Rule 13(f) provides that “[w]hen a pleader fails to set up a counterclaim \nthrough oversight, inadvertence, or excusable neglect, or when justice requires, he \nmay by leave of court set up the counterclaim by amendment.”  N.C. Gen. Stat. § 1A-\n1, Rule 13(f).  Rule 15(a) provides that “[a] party may amend his pleading once as a \nmatter of course at any time before a responsive pleading is served or, if the pleading \n \n \nis one to which no responsive pleading is permitted  . . . , he may so amend it at any \ntime within 30 days after it is served.”  N.C. Gen. Stat. § 1A-1, Rule 15(a).   \n84. SunEnergy filed its amended Answer and Counterclaim thirty days after it \nfiled its original  answer, and therefore it is timely under Rule 15(a).  The issue for \ndecision is whether SunEnergy was required to seek leave of court under Rule 13(f)  \nbefore amending its answer to add the Counterclaim.  \n85. The North Carolina Rules are modeled after the Fede ral Rules of Civil \nProcedure (“Federal Rule(s)”).  Sutton v. Duke, 277 N.C. 94, 99, 176 S.E.2d 161, 164 \n(1970).  Decisions under the Federal Rules are pertinent for guidance in interpreting \nthe North Carolina Rules, and it is customary for North Carolina courts to look to \nsuch decisions in interpreting the North Carolina Rules.  Bryson v. Sullivan, 330 N.C. \n644, 655, 412 S.E.2d 327, 332 (1992); Dickens v. Puryear , 302 N.C. 437, 442, 276 \nS.E.2d 325, 329 (1981).   \n86. Prior to the 2009 amendments to the Federal Rules, Federal Rule 13(f) was \nsubstantially similar to North Carolina Rule 13(f) .  Federal Rule 13(f) provided that \n“[t]he court may permit a party to amend a pleading to add a counterclaim if it was \nomitted through oversight, inadvertence, or excusable ne glect or if justice so \nrequires.”  Fed. R. Civ. P. 13(f) (abrogated 2009).  Federal Rule 15(a) similarly allowed \na party to amend its pleading, to which no responsive pleading was required, once as \na matter of cours e within twenty days after it was  served.  Fed. R. Civ. P. 15(a) \n(amended 2009).  Therefore, federal decisions interpreting  Federal Rules 13(f) and \n \n \n15(a) prior to the 2009 amendments are instructive on this Court’s interpretation of \nRules 13(f) and 15(a) of the North Carolina Rules.  \n87. The case law on the interplay between a party’s right to amend its pleading \nonce as a matter of course under Federal R ule 15(a) and a party’s right to add a \ncounterclaim by leave of court under Federal Rule 13(f) is scant.  It appears, however, \nthat the majority of courts that addressed the issue under the version of Federal Rule \n13 in effect prior to 2009 concluded that a party may amend its answer to add a \ncounterclaim as a matter of course under Federal Rule 15(a), and that leave of court \nunder Federal Rule 13(f) was only required after the period for amendment under \nFederal Rule 15(a) had expired.  Deutsch v. Health Ins. Plan, 573 F. Supp. 1443, 1445 \n(S.D.N.Y. 1983)  (“[Federal] Rule 13(f) requires leave of the [c] ourt to add omitted \ncounterclaims only where [Federal Rule] 15(a) does not allow an amendment as a \nmatter of right.  There is no apparent reason that a pleading filed within the time \nperiods prescribed in [Federal Rule] 15(a) should require leave of the court merely \nbecause it contains a counterclaim .”); A.J. Indus., Inc. v. United States Dist. Court \nfor Cent. Dist., 503 F.2d 384, 388 (9th Cir. 1974) (“[W]e see no reason why [Federal] \nRule 15(a) should not apply with [Federal] Rule 13(f) coming into force after the \n[expiration of the time for amendmen t as a matter of course].”);  Banco Para El \nComercio Exterior de Cuba v. First Nat’l City Bank, 744 F.2d 237, 243 (2d Cir. 1984) \n(discussing the interplay between Federal Rules 15 and 13(f) in the context of relation \nback of amendments and stating that it c onstrues Federal R ule 13(f) to allow \namendment as a matter of course to add a counterclaim under Federal Rule 15(a)); \n \n \nPerfect Plastics Indus., Inc. v. Cars & Concepts, Inc. , 758 F. Supp. 1080, 1083 (W.D. \nPa. 1991) (same).  \n88. A few other courts, however, reached the opposite conclusion.  Marlin v. \nChase Cardmember Servs., 1:09cv0192 AWI DLB, 2009 U.S. Dist. LEXIS 45 189, at \n*13−14 (E.D. Cal. May 19, 2009) (declining to consider defendant’s motion to amend \nas a matter of course under Federal Rule 15(a) and inste ad applying Federal Rule \n13(f)); Sweeney v. Allen , 494 F. Supp. 2d 818, 821  (S.D. Ohio 2006)  (stating that \nFederal Rule 13(f) provides a remedy for adding a counterclaim by amendment that \nis separate from Federal Rule 15(a), and that a party must seek leave of court under \nFederal Rule 13(f) to add a counterclaim by amendment).  In concluding that Federal \nRule 15(a) does not allow a party to amend its pleading to add a counterclaim as a \nmatter of course, these cases  relied on the Sixth Circuit’s decision in Stoner v. \nTerranella, 372 F.2d 89 (6th Cir. 1967).  E.g., Sweeney, 494 F. Supp. 2d at 821 (solely \nrelying on Stoner); Marlin, 2009 U.S. Dist. LEXIS 45189, at *14 (relying on Stoner \nand Sweeney).     \n89. In Stoner, defendant filed its answer to plaintiff’s complaint.  More than \ntwenty days thereafter, and two months after the statute of limitations on defendant’s \npotential counterclaim had run, defendant filed a motion for leave to file an amended \nanswer and counterclaim .  Stoner, 372 F.2d at 90.   The district court  denied the \nmotion with respect to defendant’s counterclaim because the counterclaim was barred \nby the statute of limitations.  Defendant appealed, arguing that his counterclaim \narose out of the conduct, transaction, or occurrence set forth in his original answer, \n \n \nand thus that his counterclaim relate d back to the date of his original ans wer \npursuant to Federal Rule 15(c).  The sole question for decision was whether Federal \nRule 15(c) applied to defendant’s amended pleading.  \n90. The Sixth Circuit noted that neither the parties nor the lower court relied \non Federal Rule 13(f) and stated that  \nit is clear that [ Federal R ule 13(f)] provides a remedy for setting up \nomitted counterclaims which is separate and apart from the remedy \nprovided in [Federal] Rule 15(a) dealing with pleading amendments in \ngeneral.  While [ Federal] Rule 13(f) provides that  an omitted \ncounterclaim may be set up only by leave of court, under [Federal] Rule \n15 a pleading may be amended at any time within 20 days after it is \nserved “if the pleading is one to which no responsive pleading is \npermitted [e.g., an answer only, without a counterclaim] . . . .”  Thus, the \ncourts which have passed upon motions for leave  to file amended \npleadings embracing previously omitted counterclaims have generally \nconsidered only [Federal] Rule 13(f), and not [Federal] Rule 15. \n \nId. at 91 (alteration and omission in original)  (emphasis added).  The court did not \naddress whether a party may amend its pleading to add a counterclaim as a matter \nof course under Federal Rule 15(a).  Rather, the court pointed out that Federal Rule \n15(a) provides that an answer without a counterclaim —as a pleading to which no \nresponsive pleading is  permitted—may be amended within twenty days after it is \nserved.  The court went on to address motions for leave to amend under Federal Rules \n15(a) and 13(f)—not amendments as a matter of course—and concluded that Federal \nRule 13(f), rather than Federal Rule 15(a), applies to motions for leave to amend to \nadd a counterclaim.  The Sixth Circuit concluded that  \nthe remedies provided by the two rules are mutually exclusive in the \nsense that an amendment asserting a previously omitted counterclaim, \nsuch as was attempted in the instant case, is made pursuant to [Federal] \nRule 13(f) and not [Federal] Rule 15(a).  Consequently, since [ Federal] \n \n \nRule 15(c) is applicable only to amendments made pursuant to [Federal] \nRule 15(a), amendments made pursuant to [ Federal] Rule 13(f) do not \nrelate back to the original pleadings.  \n \nId. (emphasis added) (citation omitted).   \n91. The Court does not read Stoner as concluding that a party may not amend \nits pleading to add a counterclaim as a matter of course under Federal Rule 15(a).  \nThe court in Stoner was not confronted with that issue as defendant sought to amend \nits answer to add a counterclaim more than twenty days after his answer was served.  \nInstead, the Court reads Stoner as concluding that a party who seeks leave of court \nto amend its pleading to add a counterclaim —after expiration of the period for \namendment as a matter of course  under Federal Rule 15( a)—does so pursuant to \nFederal Rule 13(f), rather than Federal Rule 15(a).  As a result, the Sixth Circuit \nconcluded that Federal Rule 15(c), which provides for relation back of amendments \nunder Federal R ule 15(a), does not apply to motions for leave to am end to add a \ncounterclaim under Federal Rule 13(f).  See A.J. Indus., Inc. , 503 F.2d at 388 (“In \n[Stoner] the Sixth Circuit held that leave to add omitted counterclaims was governed \nexclusively by [ Federal] Rule 13(f).  Several lower courts have also considered this \nproblem and have followed the Stoner result. . . . However in those cases the courts \nwere not faced with the question of whether a counterclaim could have been added as \na matter of right before a responsive pleading had been filed.  In each of those cases \nthe responsive pleading had been filed and the parties were seeking to come under \nthe portion of the rule that requires leave of the court.” (emphasis added)).   \n \n \n92. This interpretation of Stoner is consistent with the cases on which it relied, \nwhich all concerned motions for leave to amend to add counterclaims outside the \nperiod for amendment as a matter of course under Federal Rule 15(a).  Kirbens v. \nWodis, 295 F.2d 372, 375 (7th Cir. 1961)  (affirming district court’s order denying a \nmotion for leave to amend to add  a counterclaim under Federal Rule 13(f) when the \nmotion was filed after defendant moved for summary judgment and summary \njudgment was granted in plaintiff’s favor); Runkle v. Kimny, 266 F.2d 689, 691, 693 \n(D.C. Cir. 1959) (affirming district court’s order denying a motion for leave to amend \nto add  a counterclaim under Federal R ule 13(f) when the motion was filed three \nmonths after defendant filed his answer); Safeway Trails, Inc. v. Allentown & \nReading Transit Co., 185 F.2d 918, 919−20 (4th Cir. 1950)  (affirming district court’s \norder granting a motion for leave to amend to add a counterclaim under Federal Rule \n13(f) when the motion was filed forty-seven days after defendant filed his answer).     \n93. The 2009 amendments to the Federal Rules, which deleted Federal Rule \n13(f), confirm that amendment as a matter of course under Federal Rule 15(a) was \nalways intended to apply to amendments to add counterclaims.   The advisory \ncommittee notes on the 2009 amendments state that “[ Federal] Rule 13(f) is deleted \nas largely redundant and potentially misleading.  An amendment to add a \ncounterclaim will be governed by [ Federal] Rule 15.”  Fed. R. Civ. P. 13, Notes of \nAdvisory Committee on 2009 amendmen ts; see also Fed. R. Civ. P. 15, Notes of \nAdvisory Committee on 2009 amendments (“ Abrogation of [Federal] R ule 13(f) \n \n \nestablishes [Federal] Rule 15 as the sole rule governing amendment of a pleading to \nadd a counterclaim.”). \n94.  Finding the foregoing persuasive, the Court concludes that Rule 13(f) of \nthe North Carolina Rules does not preclude a party from amending its pleading to \nadd a counterclaim as a matter of course under Rule 15(a).  Therefore, SunEnergy’s \namended Answer and Counterclaim was procedurally proper as an amendment as a \nmatter of course under Rule 15(a), and the Motion to Strike the Counterclaim is \ndenied.  \nC. Rule 12(b)(6) Motion \n95. SunEnergy brings a Counterclaim for breach of the Tax Equity Provision of \nthe LOI.  (Answer 13.)  SunEnergy alleges that Recurrent failed to use best efforts to \nnegotiate the Tax Equity Transaction  in good faith  by “unilaterally insist[ing] on \nartificially limiting the tax basis for the [Williamston Project] to an amount below \nfair market value and even below [Su nEnergy]’s costs to develop the project.”  \n(Answer 13, ¶ 15.)  Recurrent argues that SunEnergy’s Counterclaim should be \ndismissed because the Tax Equity Provision is an unenforceable agreement to agree.  \n(Mem. in Supp. 17.)     \n96. The seminal North Carolina c ase on agreements to agree is Boyce v. \nMcMahan, 285 N.C. 730, 208 S.E.2d 692 (1974), which stated that “a contract to enter \ninto a future contract must specify all its material and essential terms, and leave \nnone to be agreed upon as a result of future neg otiations.”  Boyce, 285 N.C. at 734, \n208 S.E.2d at 695.  Further, “the parties must assent to the same thing in the same \n \n \nsense, and their minds must meet as to all the terms.  If any portion of the proposed \nterms is not settled, or no mode agreed on by which they may be settled, there is no \nagreement.”  Id. \n97. The Court has concluded, and the parties do not dispute, that the LOI is a \nvalid, binding contract.  Recurrent’s position appears to be, however, that the Tax \nEquity Provision is a severable provision that is an unenforceable agreement to agree.  \n(Mem. in Supp. 17.)  SunEnergy argues that the Tax Equity Provision is enforceable \nas an express agreement by the parties to use their best efforts to negotiate in good \nfaith, citing RREF BB Acquisitions, LLC v. MAS Props., L.L.C., 2015 NCBC LEXIS \n61 (N.C. Super. Ct. June 9, 2015) in support.  (Mem. in Opp’n 21−22.) \n98. In RREF, the court held that d efendants’ claim for breach of a duty to \nnegotiate in good faith may be viable based on the parties’ course of negotiations, the \nsubstantial number of terms on which the parties reached an agreement, and a third-\nparty defendant’s words and conduct.   Id. at *57.   The court explained that a \npreliminary agreement to negotiate does not bind the parties to the substantive terms \nof the final agreement, nor does it bind the parties to consummate a final \nagreement—an agre ement to negotiate only obligates the parties to negotiate all \nterms in good faith.   Id. at *53−54.  As North Carolina implies in every contract a \nduty of good f aith and fair dealing, the court in RREF “s[aw] no reason that an \nagreement to continue negotiating in good faith would not be enforceable, provided \nthat it met all of the requirements for contract formation under North Carolina law.”  \nId. at *57.    \n \n \n99. The Court acknowledges that the Court in RREF was faced with a matter \nof first impression under North Carolina law, and that the North Carolina appellate \ncourts have not addressed whether North Carolina law recognizes a claim for breach \nof an agreement to negotiate in good faith.  Insight Health Corp., 2016 NCBC LEXIS \n77, at *6, *10.   \n100. At the same time, however, North Carolina case law is clear that the Court’s \ntask is to interpret the parties’ contract in acco rdance with the parties’ intent as  \ndiscerned from the language of the contract —the Court does not have the power to \nrewrite the contract.  Beverage Sys. of the Carolinas, LLC v. Associated Beverage \nRepair, LLC , 368 N.C. 693, 699−700, 784 S.E.2d 457, 462 (2016) (citing Penn v. \nStandard Life Ins. Co., 160 N.C. 399, 402, 76 S.E. 262, 263 (1912)).  Here, unlike the \nparties in RREF, the parties expressly agreed—as part of a binding contract —that \nRecurrent and SunEnergy “shall use best efforts to negotiate [the Tax Equity \nTransaction] in good faith.”  (LOI ¶ 14.)   \n101. The Tax Equity Provision is a definite term, by which the parties intended \nto be bound, requiring the parties to “use best efforts to negotiate in good faith .”  \nSunEnergy further alleges that the Tax Equity Provision was part of the \nconsideration for SunEnergy’s grant of exclusivity under the LOI.  (Answer 10, ¶ 3.)   \n102. Based on the express terms of the Tax Equity Provision, the Court \nconcludes that the allegations of the Counterclaim sufficiently plead the existence of \na valid agreement between the parties to use their best efforts to negotiate in good \nfaith.  \n \n \n103. The Court notes that Plaintiff argues that the Term Sheet, in addition to \nthe LOI, is an unenforceable agreement to agree.   (Mem. in Supp. 18−19.)   \nSunEnergy’s Counterclaim, however, is not for breach of the Term Sheet; rather, it is \nfor breach of the LOI.  Thus, the Court does not find persuasive Plaintiff’s arguments \nbased on the Term Sheet.   \n104. Therefore, the Court concludes that the allegations of the Counterclaim are \nsufficient to state a claim for breach of the LOI at the Rule  12(b)(6) stage, and the \nRule 12(b)(6) Motion is denied.   The Court notes that, in denying the Rule 12(b)(6) \nMotion, the Court has not yet been required to address the very significant issue of \nwhat relief might be authorized by an express contractual commitment to negotiate \nin good faith, and how such relief contrast s with that allowed if there had been a \nbinding commitment to all necessary terms of a final agreement.   \nV. CONCLUSION \n105. THEREFORE, for the foregoing reasons, the Court DENIES the Motions. \nSO ORDERED, this the 7th day of March, 2017. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}