{
  "id": "631e0ae7008531262d21b13da8fd4d95e088fce6d6dce529d691abe54396273c",
  "source_file": "data/raw/ncbc/631e0ae7008531262d21b13da8fd4d95e088fce6d6dce529d691abe54396273c.pdf",
  "raw_text": "STATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF PITT 21 CVS 0052 \n \n \nCOLUMBUS LIFE INSURANCE \nCOMPANY, \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION FOR LEAVE \nTO AMEND ANSWER, DEFENSES \nAND COUNTERCLAIMS \n Plaintiff, \n v.  \n \nWELLS FARGO BANK, N .A., as \nSecurities Intermediary,  \n  \nDefendant. \n \n \nTHIS MATTER is before the Court on Defendant  Wells Fargo Bank, N.A., as \nSecurities Intermediary’s (“Defendant” or “Wells Fargo”) Motion for Leave to Amend \nAnswer, Defenses and Counterclaims.  (“Motion to Amend” or “Motion,” ECF No. 64.)   \nTHE COURT, having considered the Motion, the parties’ briefs, the arguments \nof counsel, and other appropriate matters of record, CONCLUDES that the Motion \nshould be GRANTED for the reasons set forth below.  \nCozen O’Connor, by Tracy L. Eggleston, Michael J. Broadbent, Philip J. \nFarinella, and Isaac A. Binkovitz, for Plaintiff Columbus Life Insurance \nCompany. \n  \nK&L Gates LLP , by Zachary S. Buckheit, Matthew T. Houston, and A. \nLee Hogewood III , and Schulte Roth & Zabel , LLP, by Harry S. Davis \nand Robert E. Griffin , for Defendant Wells Fargo Bank, N .A., as \nSecurities Intermediary. \n \nDavis, Judge.  \n \n \nColumbus Life Ins. Co. v. Wells Fargo Bank, N.A., 2022 NCBC 22. \nFACTUAL AND PROCEDURAL BACKGROUND \n1. A detailed factual background of this case, as drawn from the Complaint \n(ECF No. 3), is contained in this Court’s 2 September 2021 Order and Opinion on \nDefendants’ Motions to Dismiss.  (ECF No. 45; see Columbus Life Ins. Co. v. Wells \nFargo Bank, 2021 NCBC LEXIS 73, at **2–7 (N.C. Super. Ct. Sept. 2, 2021).)   \n2. Plaintiff Columbus Life Insurance Company ( “Columbus Life”) filed a  \nComplaint in this matter on 7 January 2021 challenging the validity of a $2 million \nlife insurance policy  (the “Policy”) issued to Gordon Earl Trevathan, Jr. (“Dr. \nTrevathan”).  Columbus Life  alleged that the Policy is the product of an illegal \nstranger-originated life insurance (“STOLI”) scheme in which the initial premiums \nwere paid by way of a non-recourse premium finance loan.1  (ECF No. 3, at ¶¶ 13–15, \n30.)  In its Complaint, Columbus Life asserted claims seeking two related declaratory \njudgments: (1) that the Policy is an illegal wagering contract on a human life; and (2) \nthat the policy was void ab initio for lack of an insurable interest.  (ECF No. 3, at ¶¶ \n36–45.)  \n3. On 29 September 2021, Wells  Fargo filed an answer containing one \ncounterclaim against Columbus Life for “Return of Premiums” under “theories of \n \n1 Under a STOLI scheme using “non-recourse premium financing,” a STOLI promoter “pay[s] \nall of the premiums of the policy—at no cost to the insured and with no risk to the insured—\nfor the first two years of coverage, which was meant to coincide with the typical two -year \ncontestability provision in a life insurance contract.”  (ECF No. 3, at ¶ 14.)  “In turn, the \nSTOLI promoter receives an immediate collateral assignment of the policy.  At the end of the \ntwo-year period, the insured can simply walk away from the transaction by ‘relinquishing’ \nthe policy to the STOLI promoter, or sell the policy to a different STOLI investor.”  (Id. at ¶ \n15.)  “[T]he initial intent of such transactions is to create policies that are not needed to \nprotect the insured or their family or for any legitimate life insurance purpose, but instead \nare used as a wagering device so that strangers can gamble on the insured’s life.”  (Id.) \nunjust enrichment, quantum meruit, and/or restitution.”  (ECF No 53, at pp. 16–18.)  \nThe facts as alleged in the Counterclaim are set forth below.  \n4. On or around 11 February 2005, Dr. Trevathan applied for a $2 million \nlife insurance policy with Columbus Life, listing himself as the owner and his estate \nas the beneficiary.  (Id. at ¶ 7.)  Subsequently, on 9 March 2005, Columbus Life issued \nthe Policy to Dr. Trevathan.  (Id. at ¶ 9.)   From the Policy’s issuance until 22 June \n2007, Dr. Trevathan was the owner of the Policy, and his estate was the beneficiary.  \n(Id. at ¶ 10.)   \n5. Shortly after the Policy ’s issuance , o n or around 29 March 2005, Dr. \nTrevathan completed a Columbus Life “ Assignment of Policy ” form in which  he \nassigned and transferred his rights, title, and interest in the Policy —“except any \nDividends which are to be deducted from Premiums, and any Benefits  arising from \nTotal and Permanent Disability of the Insured ”—to an entity called E&W, LLC \n(“E&W”).  (Id. at ¶¶ 12–13.)  In the same Assignment of Policy Form, Dr. Trevathan \nchecked the box indicating that this was  a “collateral assignment” of the Policy  to \nE&W.2  (Id. at ¶¶ 14–15.)  On or around 17 May 2005, Columbus Life “executed the \nAssignment of Policy form that had been completed by Dr. Trevathan, and,  in doing \nso, acknowledged the filing of the assignment.”  (Id. at ¶ 16.)  On or around the same \ndate, Columbus Life wrote to E&W that the collateral assignment of the Policy to \nE&W “ha[d] been recorded[.]”  (Id. at ¶ 17.)   \n \n2 A “collateral assignment” is “[a]n assignment of property as collateral security for a loan.”  \nCollateral assignment, BLACK’S LAW DICTIONARY (10th ed. 2014).   \n6. Roughly two years later, on or about 8 February 2007, E&W released its \nassignment of the Policy, executing a release form that “stated ‘RELEASE,’ and ‘FOR \nVALUE RECEIVED, the above Assignment is Released and Cancelled.’  ”  ( Id. at \n¶ 19.)  On or about 12 February 2007, the release form was “received and filed at the \nhome office of Columbus Life[.]”  (Id. at ¶ 20.)  Around this same time, Columbus Life \nwrote to E&W that its records had been “documented to indicate that the assignment \nto E&W [ ] ha[d] been released.”  (Id. at ¶ 21.)   \n7. A few months later, o n or around 7 June 2007, Dr. Trevathan sold the \nPolicy to Lifetrust, LLC (“Lifetrust”) for the sum of $440,000 pursuant to a “Purchase \nand Sale Agreement.”  ( Id. at ¶ 23.)  The Purchase and Sale Agreement included \ncertain items for Dr. Trevathan’s completion —one being a “Premium Financing \nDisclosure” form on which Dr. Trevathan checke d the box that stated the Policy “is \nnot a Premium Financed Policy.”  (Id. at ¶¶ 25–27.)  \n8. On or around 18 June 2007, Columbus Life  “received a letter from B. \nJoseph Kashou—[the individual] who [ ] signed the Purchase and Sale Agreement on \nbehalf of Lifetrust—enclosing Change of Ownership and Beneficiary Change forms ” \nthat sought to change the owner and beneficiary of the Policy to the entity Church \nStreet Nominees Limited (“Church Street”).  ( Id. at ¶ 28.)  On  or around 22 June \n2007, Columbus Life sent Church Street a letter that stated: “We received your recent \nrequest to change the ownership and beneficiary on the [Policy].  The changes have \nbeen recorded.”  (Id. at ¶ 29.)   \n9. Roughly five years later, the owner and beneficiary of the Policy was \nchanged yet again.  O n or around 11 June 2012, Columbus Life received a fax from \nWells Fargo “enclosing Change of Policy Owner and Change of Beneficiary forms on \nthe Policy, which sought to change the owner and beneficiary of the Policy to [Wells \nFargo]” a s securities intermediary.  ( Id. at ¶ 31.)  On or around 15 June 2012, \nColumbus Life sent letters to Church Street and Wells Fargo  “confirming that the \nchange of beneficiary on the Policy had been recorded and that the new beneficiary \nwas [Wells Fargo].”  (Id. at ¶ 32.)   \n10. Defendant Wells Fargo  alleges that —from the date of the Policy’s \ninception— Columbus Life provided the Policy’s owners with: (a) “numerous In-Force \nPolicy Illustrations ” which detailed, among other things, the amount of  premium \npayments that would be necessary to keep the Policy “ in force ”; (b) “numerous \nVerifications of Coverage on the Policy” represent ing that the Policy was “Active” or \n“Premium Paying”3;  and (c) “Annual Reports” on the Policy.  (Id. at ¶¶ 38, 40, 42.)   \n11. Defendant asserts that Columbus Life has never disclosed in its In -\nForce Policy Illustrations, Verifications of Coverage, or Annual Reports that \nColumbus Life “believed the Policy was void ab initio because Dr. Trevathan had paid \npremiums using a non-recourse [premium finance] loan (or otherwise).”  (Id. at ¶¶ 37, \n39, 41, 43.)  Further, Defendant alleges that Columbus Life “knew Dr. Trevathan had \nused a non- recourse [premium finance] loan from E&W to pa y premiums on the \n \n3 Defendant alleges that it reviewed these Verifications of Coverage prior to its purchase of \nthe Policy in June 2012.  (Id. at ¶¶ 34–36.)   \n \nPolicy” and that “Dr. Trevathan had assigned the Policy as collateral to E&W” in May \n2005, yet Columbus Life continued to issue In-Force Policy Illustrations, Verifications \nof Coverage, and Annual Reports on the Policy.  (Id. at ¶¶ 56–57.)   \n12. In addition, Defendant states  that “[a]ll premiums due on the Policy \nfrom inception of the Policy through today have been duly and timely paid to \nColumbus Life,” totaling $2,263,115 as of 28 September 2021.  (Id. at ¶¶ 44–45.)   \n13. Accordingly, Defendant contends in its counterclaim that, “[s]hould the \nPolicy be held to be void, which [Defendant] denies, [Defendant] . . . is entitled to the \nreturn of all premiums ever paid on the Policy to Columbus Life, plus interest.”  ( Id. \nat ¶ 47.)   \n14. On 28 January 2022, Defendant filed the present Motion (ECF No. 64), \nseeking leave from the Court to amend its  counterclaim “to add additional factual \nallegations and a counterclaim for fraud” based on “recently discovered information” \nfrom Columbus Life’s 14 December 2021 document production  during discovery .  \n(ECF No. 66, at p p. 3, 5.)\n4  In conjunction with its motion, Defendant submitted a \nProposed Amended Answer, Defenses and Counterclaims (ECF No. 65.1) along with \na redlined version for the Court’s review (ECF No. 65.2).   \n15. A hearing on the Motion to Amend was hel d on 28 April 2022.  The \nMotion is now ripe for resolution.   \n \n \n \n4 In the Case Management Order entered by this Court on 30 September 2021, this Court set \na deadline for the amendment of pleadings of 1 November 2021.  (ECF No. 54, at p. 9.)   \nLEGAL STANDARD \n16. Rule 15 of the North Carolina Rules of Civil Procedure states, in \npertinent part, as follows:  \nA party may amend his pleading once as a matter of course at any time \nbefore a responsive pleading is served or, if the pleading is one to which \nno responsive pleading is permitted and the action has not yet been \nplaced upon the trial calendar, he may so amend it at any time within \n30 days after it is served.  Otherwise, a party may ame nd his pleading \nonly by leave of court or by written consent of the adverse party; and \nleave shall be freely given when justice so requires. . . .   \n \nN.C.G.S. § 1A-1, Rule 15(a). \n \n17. Our Supreme Court has held that “[t]here is no more liberal canon in \nthe rules than that leave to amend shall be freely given when justice so requires.”  \nVaughan v. Mashburn , 371 N.C. 428, 434 (2018) (cleaned up).  “This liberal \namendment process under Rule 15 compl ements the concep t of notice pleading \nembodied in Rule 8 and reflects the legislature’s intent that decisions be had on the \nmerits and not avoided on the basis of mere technicalities.”  Id. (cleaned up).   \n18. Nevertheless, “the [R]ules still provide some protection for parties who \nmay be prejudiced by liberal amendment.”  Henry v. Deen , 310 N.C. 75, 82 (1984).  \n“[R]easons for justifying denial of an amendment include: (1) undue delay, (2) bad \nfaith, (3) undue prejudice, (4) futility of amendment, and (5) repeated failure to cu re \ndefects by previous amendments.”  Howard v. IOMAXIS, LLC , 2021 NCBC LEXIS \n116, at *17 (N.C. Super. Ct. Dec. 22, 2021) (citations omitted).  Motions to amend are \n“addressed to the discretion of the trial court.”  Vaughan , 371 N.C. at 433 (citation \nomitted).   \nANALYSIS \n19.  Defendant seeks leave to amend its counterclaim based on information \n“recently discovered” during the parties’ exchange of document s on 14 December \n2021.  (ECF No. 66, at pp. 3, 5.)  Although Defendant also seeks to add various new \nallegations to its existing counterclaim, the most legally significant aspect of \nDefendant’s motion is its attempt to add a counterclaim for fraud (the  “Fraud \nCounterclaim”) along with  an accompanying request for punitive damages .  ( Id. at \npp. 24–33.)  In the proposed Fraud Counterclaim, Defendant asserts—in essence—\nthat Columbus Life fraudulently (1) concealed from Defendant its suspicions that the \nPolicy was an unlawful STOLI policy ; and (2)  misrepresented the fact that it had \ndecided not to honor its obligat ions under the Policy  upon Dr. Trevathan’s death.  \nColumbus Life opposes the Motion on various grounds, each of which is discussed \nbelow. \ni. Undue Delay, Bad Faith, and Prejudice \n20. Defendant argues it did not engage in undue delay in the filing of the \nMotion because it was filed “approximately one month after Columbus [Life] produced \ndocuments that are the impetus for the [p]roposed [a]mendment” which “reveal[ed] \nfor the first time that Columbus [Life] has been laser-focused on STOLI policies since \n2005, with a particular focus on the use of non -recourse loans to finance premium \npayments, and has been treating the Policy internally as a STOLI policy since 2012, \nat the latest.”  (ECF No. 66, at p. 8.)  Further, Defendant contends that because the \nMotion “seeks leave to assert a fraud counterclaim based on documents [Defendant] \nreceived from Columbus [Life] in discovery approximately one month ago,” the Motion \nis not being brought in bad faith.  (Id. at p. 9.)   \n21. In response, Columbus Life argues that Defendant had “already alleged \nenough facts and there was plenty of well -known industry context for Defendant to \nattempt their fraud claim . . . when [it] filed [its] original Answer[.]”  (ECF No. 76, at \np. 10.)  In addition, Columbus Life contends that “the insignificance of the cited newly \ndiscovered evidence only supports the conclusion that Defendant has asserted it as a \nbad faith pretext to add a cause of action after the deadline to further delay this \nlitigation.”  (Id. at p. 13.) \n22. “In deciding if there was undu e delay, the trial court may consider the \nrelative timing of the proposed amendment in relation to the progress of the lawsuit” \nand  “may appropriately deny a motion for leave to amend on the basis of undue delay \nwhere a party seeks to amend its pleading after a significant period of time has passed \nsince filing the pleading and where the record or party offers no explanation for the \ndelay.”  Zagaroli v. Neill , 2017 NCBC LEXIS 103, at *36 (N.C. Super. Ct. Nov. 7, \n2017) (citations omitted).  This Court has n oted that “ [b]ad faith amendments are \nthose which may be abusive or made in order to secure some ulterior tactical \nadvantage.”  Viataform, Inc. v. Aeroflow, Inc.  2021 NCBC LEXIS 79, at * *16 (N.C. \nSuper. Ct. Sept. 16, 2021) (cleaned up). \n23. First, the Court is  not persuaded that  under these circumstances \nDefendant’s decision to wait until it had obtained relevant documents in discovery \nbefore asserting a counterclaim for fraud amounts to undue delay.  It is true that \nDefendant alleged in its original Answer  and counterclaim facts concerning \nColumbus Life’s awareness of Dr. Trevathan’s use of non-recourse premium financing \nto pay premiums on the Policy  and that Columbus Life believed the Policy was void \nab initio as a result .  (ECF No. 53, at ¶¶ 12 –18, 41.)  Nevertheless,  the Fraud \nCounterclaim sets forth a number  of new (and more specific) allegations  relating to \nColumbus Life’s awareness as early as 2005 of STOLI policies utilizing non-recourse \npremium financing, Columbus Life’s internal communications  regarding STOLI \npolicies, Columbus Life’s flagging of the Policy as a potential STOLI policy as early \nas 2012, and Columbus Life’s consistent representations that the Policy was “active” \nin its communications to policy owners —facts that were not alleged i n Defendant’s \noriginal counterclaim and that  Defendant claims it obtained only recently through \ndiscovery.  (See ECF No. 65.1, at ¶¶ 52–66, 85–117.)    \n24. For example, in its proposed Fraud Counterclaim, Defendant alleges the \nfollowing:  \nIn May 2005, Columbus Life circulated a memo to Columbus Life \nproducers regarding the company’s policies on STOLI, which generally \nprovided that Columbus Life would not be accepting applications for \npolicies in which the insured would use non- recourse premium finance \nto pay premiums.   \n \n(Id. at ¶ 53.)  \nBeginning in January 2012, Columbus Life circulated internal emails \nreflecting that it was tracking “potential investor owned/life settlement \npolicies” or “potential life settlements,” which included attachments that \nflagged the Policy.  \n \n(Id. at ¶ 55.)    \n[O]n April 28, 2020, Columbus Life had the following exchange with a \nservice provider for [Defendant’s] customer on a recorded telephone call:  \n \nService Provider: “So you can confirm the Policy is Active.”  \nColumbus Life: “Correct”  \nService Provider: “And what does Active mean for you guys, exactly?”  \n \nColumbus Life: “They would pay a death benefit.”   \nService Provider: “They would get paid a death benefit?”  \nColumbus Life: “Correct” \n(Id. at ¶ 65.)   \n25. Second, the time sequence here—i.e., the one-month delay in filing the \nMotion to Amend based on newly discovered evidence—stands in stark contrast to \ncases in which North Carolina courts have found undue delay in the Rule 15 context.  \nSee, e.g., Wilkerson v. Duke Univ., 229 N.C. App. 670, 679 (2013) (holding th at trial \ncourt did not abuse its discretion in denying plaintiff’s motion to amend for undue \ndelay where motion was filed thirteen months after initial complaint); Zagaroli, 2017 \nNCBC LEXIS 103, at *37 (denying motion to amend one year and three months after \nfiling of first amended complaint); Carmayer, LLC v. Koury Aviation, Inc. , 2017 \nNCBC LEXIS 82, at *21 (N.C. Super. Ct. Sept. 11, 2017) ( denying motion to amend \nafter delay of seventeen months). \n26. Third, the Court disagrees with Columbus Life’s characterization of the \nMotion as a bad faith “delay tactic.”  The Court has already found that Defendant did \nnot unduly delay the filing of the Motion.  Moreover, Columbus Life has failed to offer \nany compelling argument that the  Motion is “driven by an improper motive or \npurpose, is abusive, or is otherwise offered in bad faith.”  Vitaform,  2021 NCBC \nLEXIS 79, at **15  (finding that motion to amend complaint based on information \ngained in “deposition admissions and a sworn affidavit” two months earlier was not \nmade in bad faith).   \n27. Finally, Columbus Life has failed to show that it would be prejudiced by \nthe granting of Defendant’s Motion.  Given the allegations in both the Complaint and \nDefendant’s existing counterclaim, the circumstances leading up to Columbus Life’s \ndecision to seek a cancellation of the Policy  were always going to be a major topic of \ndiscovery.  Columbus Life has not  put forth any valid argument that the scope of \ndiscovery will be unduly broadened by the granting of Defendant’s Motion. \n28. For these reasons, the Court  concludes that Defendant’s Motion is not \nthe product of undue delay or bad faith  and that Columbus Life has failed to show \nundue prejudice that would exist if the Motion is granted.   \nii. Futility   \n29. The standard for assessing futility “under Rule 15 is essentially the \nsame standard used in reviewing a motion to dismiss under Rule 12(b)(6),  but \nprovides the Court liberal discretion to find that an amendment lacks futility.”  \nSimply the Best Movers, LLC v. Marrins’ Moving Sys., 2016 NCBC LEXIS 28, at **5–\n6 (N.C. Super. Ct. Apr.  6, 2016) (citation omitted).  “It is well -established that \ndismissal pursuant to  Rule 12(b)(6)  is proper when (1) the complaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face reveals \nthe absence of facts sufficient to make a good claim; or (3) the complaint discloses \nsome fact that necessarily defeats the plaintiff ’s claim.”  Corwin v. British Am. \nTobacco PLC, 371 N.C. 605, 615 (2018) (cleaned up).  \n30. Under North Carolina law, the five essential elements of a fr aud claim \nare: “(1)  [f]alse representation or concealment of a material fact, (2) reasonably \ncalculated to deceive, (3) made with the intent to deceive, (4) which does in fact \ndeceive, (5) resulting in damage to the injured party.”  Rowan Cty. Bd. of Educ.  v. \nU.S. Gypsum Co., 332 N.C. 1, 17 (1992).   \n31. Claims for fraud are subject to the heightened pleading standard set out \nin Rule 9(b), which requires that “[i]n all averments of fraud, duress or mistake, the \ncircumstances constituting fraud or mistake shall be stated with particularity.  \nMalice, intent, knowledge, and other condition of mind of a person may be averred \ngenerally.”  N.C.G.S. § 1A -1, Rule 9(b); see Terry v. Terry , 302 N.C. 77, 84 (1981) \n(“[A]llegations of fraud must be pleaded with greater particularity[.]”).  Our Supreme \nCourt has stated that  \n[t]he purpose of this rule is to protect a defendant from unjustified injury \nto his reputation by requiring more particularity than is normally \nrequired by notice pleading, because fraud embraces such a wide variety \nof potential conduct that the defendant needs particularity of allegation \nin order to meet the charges. \n \nTerry, 302 N.C. at 85. \n   \n32. Here, the theory underlying Defendant’s proposed Fraud Counterclaim \nis that Columbus Life suspected that the Policy was a potential STOLI policy  years \nbefore it filed this lawsuit , yet took no action in order to maximize its ability to \ncontinue collecting premiums—representing to the Policy ’s owners that the Policy \nwas “in force” and “active” while knowing full w ell that it would eventually seek to \nvoid the policy on STOLI grounds before having to pay out any death benefit.  ( See \nECF No. 65.1, at ¶¶ 84–117.) \n33. Columbus Life argues, however, that the proposed Fraud Counterclaim \nis futile because (1) Defendant has not alleged the claim with “greater particularity” \nas required under North Carolina law ; (2) the alleged “misrepresentations” in the \nAnnual Reports, In-Force Policy Illustrations, and Verifications of Coverage consist \nof nothing more than sta ndard language contained in “form documents” that we re \n“not intended to be definitively relied upon ”; and (3)  Columbus Life had no duty to \ndisclose any of its suspicions that the Policy could be a STOLI policy prior to the filing \nof a lawsuit seeking the cancellation of the Policy.  (ECF No. 76, at pp. 14–25.)   \n34. North Carolina courts have not previously had occasion to assess the \nlegal sufficiency of a fraud claim against an insurer in this context.  Given the absence \nof on-point case law from North Carolina courts, it is appropriate to look for guidance \nfrom cases in other jurisdictions that have addressed this issue.  Although this Court \nis, of course, not bound by decisions from other jurisdictions in ruling on an issue  of \nNorth Carolina law, it is permitted to consider such cases that it deems to be \ninstructive.  See Carolina Power & Light Co. v. Employment Sec. Comm’n of N.C., 363 \nN.C. 562, 569 (2009). \n35. In PHL Variable Ins. Co. v. ESF QIF Trust , the United States Distri ct \nCourt for the District of Delaware addressed the validity of a fraud counterclaim \nalleging that an insurer “fraudulently and negligently misrepresented its intent by \nnot disclosing that it would challenge [the policy], all in an effort to induce [the owner \nof the policy] into paying millions of dollars in premiums.”  2013 U.S. Dist. LEXIS \n181268, at *21–22 (D. Del. Dec. 30, 2013).  The court allowed the fraud counterclaims \nto survive the pleadings stage, finding that the plaintiff adequately alleged the \nelements of fraud and provided sufficient particularity by providing “the names of the \nagents who issued the policies subject to the fraud”; the existence of the policy on the \ninsurer’s “STOLI tracking spreadsheet” along with corroborating testimony from the \ninsurer’s employee; and “the policies, their face values, the premiums paid to date, \nand the premiums to be paid.”  Id. at *22–23.   \n36. Similarly, in Columbus Life Ins. Co. v. Wilmington Trust Co ., the \nSuperior Court of Delaware refused to dismiss a fraud counterclaim against an \ninsurer premised upon a similar theory .  See 2021 Del. Super. LEXIS 139, at *2 –4, \n*14–18 (Del. Sup. Ct. Feb. 15, 2021).  The court concluded that  \nWilmington Trust has pled [a] fraud claim that survives  the insurer’s \nattempt at dismissal.  Wilmington  Trust pleads that Columbus Life \ninvestigated policies . . . including [the policy at issue],  to determine \nwhether they were stranger -oriented.  Despite this investigation, \nColumbus Life chose not to cancel the policy.  . . . . Wilmington Trust has \nprovided details regarding the premiums that have been paid to date \nand attached portions of the annual reports that show Columbus Life’s \nalleged misrepresentations regarding their intention  to keep the policy \nin-force.  Thereafter, Wilmington Trust relied on these representations \nby sending monthly premium payments to Columbus Life.  Wilmington \nTrust has adequately pled this fraud claim[.]   \n \nId. at *17–18.   \n \n37. Finally, in U.S. Nat’l Ass’n v.  PHL Variable Ins. Co. , 2013 U.S. Dist. \nLEXIS 83744 ( D. Minn. June 14, 2013), the United States District Court for the \nDistrict of Minnesota ruled that although the insurer’s representations that the \npolicy at issue was “in force,” “issued,” and had “value” were not sufficient to support \na fraud claim based on affirmative misrepresentations, the fraud claim could proceed \nto the extent it was premised on a theory of fraudulent nondisclosure.  Id. at *26–33. \n[The p laintiff] alleges that the communications it received from [the \ninsurer] were misleading because they led [plaintiff] to believe that [the \ninsurer] intended to honor the [p]olicy when, in fact, [the insurer] \nbelieved the [p]olicy was void and intended to challenge it.  . . . [The \nplaintiff] also alleges that [the insurer] had sole knowledge of its beliefs \nand intentions regarding the [p]olicy. . . . \n \nAssuming the truth of [ the plaintiff’s] allegations, the Court finds that \nthey are sufficient to give rise to a duty to disclose.  If [t he insurer] in \nfact believed that the [p]olicy had not been validly issued and intended \nto challenge it as void, it would have been misleading for [the insurer] \nto repeatedly inform [ the plaintiff] that the [p]olicy was in force and \ncontinue to collect premiums from [the plaintiff] without disclosing this \ninformation.  Further, [ the plaintiff] has sufficiently and plausibly \nalleged that [the insurer] had special knowledge of the material fact that \n[the insurer] believed the [p]olicy was invalid, and that [the plaintiff] did \nnot have access to this information.   \n \nId. at *32–33.  \n \n38. Based upon a careful review of the above referenced cases and thorough \nconsideration of the parties’ submissions and arguments, the Court does not believe \nthat Columbus Life has shown that Defendant’s Motion should be denied on the \nground of futility.\n5  \n39. As noted above, in addition to seeking leave to assert the Fraud \nCounterclaim, Defendant also requests that it be allowed to add certain specified \nallegations to its original counterclaim (see ECF No. 65.2, at ¶¶ 8, 13, 25, 43, 47 –48, \n \n5 It remains to be seen, of course, whether Defendant will be able to offer sufficient evidence \nin support of its Fraud Counterclaim at the summary judgment stage. \n51–66, 76, 78 , and 80) that are likewise based largely on information obtained by  \nDefendant in discovery.  For the same reasons discussed above, the Court is satisfied \nthat these amendments are also proper.   \nCONCLUSION \nTHEREFORE, IT IS ORDERED  that Defendant’s Motion is GRANTED.  \nDefendant shall file its Amended Answer, Defenses and Counterclaims on the Court’s \nelectronic docket within ten (10) days of this Order.   \n \nSO ORDERED, this the 3rd day of May, 2022. \n \n \n       /s/ Mark A. Davis      \n       Mark A. Davis  \n       Special Superior Court Judge  \n       for Complex Business Cases  \n \n  "
}