{
  "id": "6323c3c22b84d2ad4ac923bcd3919af5daef97796e5dd3e05c456730c13e4f33",
  "source_file": "data/raw/ncbc/6323c3c22b84d2ad4ac923bcd3919af5daef97796e5dd3e05c456730c13e4f33.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF DURHAM 14 CVS 1873 \n \n \nCOLD SPRINGS VENTURES, LLC, a North ) \nCarolina Limited Liability Company;  ) \nCOMMONWEALTH VENTURES, LLC, a  ) \nVirginia Limited Liability Company; ) \nENDEAVORS VENTURE, a Florida General ) \nPartnership; JAMES M. STRATHMEYER; )  \nBRUCE J. BOEHM and JEANNIE MULLEN, ) \n Plaintiffs )   \n  ) OPINION AND ORDER ON \n v.  ) MOTION TO DISMISS \n   )  \nGILEAD SCIENCES, INC.; a California ) \nCorporation; KRYOSPHERE, INC.; a  ) \nGeorgia Corporation; L. ERIC HALLMAN; ) \nDOUGLAS BAKER; NEIL JONES; MICHAEL ) \nJ. SCHEIRBEEK; JOHN O. NORTON;  ) \nPATRIC NORTON and RYAN NORTON, ) \n  Defendants ) \n  \nTHIS CAUSE, designated a mandatory complex business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superior Court Judge for Complex Business Cases, \ncame before the Court on Defendants Kryosphere, Inc., Michael J. Schierbeek, John O. \nNorton, Patrick Norton, and Ryan Norton's Motion to Dismiss the Amended Complaint \n(\"Motion\"), pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure \n(\"Rule(s)\"); and \nTHE COURT, after reviewing the Motion, briefs in support of and in opposition to \nthe Motion, and other appropriate matters of record, FINDS and CONCLUDES that the \nMotion should be GRANTED, for the reasons stated herein. \nMorningstar Law Group by William J. Brian, Jr., Esq. and Keith P. Anthony, Esq. \nfor  Plaintiff Cold Springs Ventures, LLC. \nCold Springs Ventures, LLC v. Gilead Sci., Inc., 2014 NCBC 58.\n \n \n \nEllis & Winters LLP by Paul K. Sun, Jr., Esq. and Joseph D. Hammond, Esq. for \nDefendants Kryosphere, Inc., Michael J. Schierbeek, John O. Norton, Patrick \nNorton, and Ryan Norton. \n \nWomble Carlyle Sandridge & Rice, LLP, by Pressley M. Millen, Esq. and Robert \nNumbers, Esq. for Defendant Gilead Sciences, Inc. \n \nMcGuire, Judge. \nPROCEDURAL HISTORY \n[1] On or about October 7, 2013, Defendant Gilead Sciences, Inc. (\"Gilead\") \ninstituted an arbitration proceeding with the American Arbitration Association, naming as \nrespondents Plaintiffs Cold Spring Ventures, LLC (\"Cold Springs\"), Commonwealth \nVentures, LLC, Endeavors Venture, James M. Strathmeyer (\"Strathmeyer\"), Bruce J. \nBoehm (\"Boehm\"), and Jeannie Mullen.\n1 Gilead additionally named in the arbitration \nproceeding Defendants Kryosphere, Inc., L. Eric Hallman, Douglas Baker, Neil Jones, \nMichael J. Schierbeek, John O. Norton, Patrick Norton, and Ryan Norton. \n[2] In the arbitration proceeding, Gilead seeks to recover damages for harm \nallegedly suffered as a result of a breach of a contract between Gilead and Defendant \nKryosphere, Inc., or some predecessor thereof. Gilead contends that Plaintiffs are liable for \nthe damages Gilead sustained on a corporate veil piercing, or instrumentality rule, theory. \nGilead further contends that, although Plaintiffs are not signatories to the agreement to \narbitrate this dispute, Plaintiffs may nevertheless be compelled to arbitrate this matter as \na result of their alleged liability under the instrumentality rule. \n[3] Plaintiffs initiated this civil action on January 31, 2014, and filed their \nAmended Complaint on February 28, 2014. Plaintiffs primarily seek a declaratory \n                                                 \n1 Plaintiffs Commonwealth Ventures, LLC, Endeavors Venture, and Jeannie Mullen voluntarily \ndismissed all claims they assert in this action with prejudice on June 16, 2014. Now remaining in \nthis action are Plaintiffs Cold Springs Ventures, LLC, James M. Strathmeyer, and Bruce J. Boehm \n(collectively, \"Plaintiffs\").  \n \n \njudgment that they cannot be compelled to arbitrate this dispute (\"Claim One\") and, \nalternatively, a declaratory judgment resolving a dispute regarding the arbitrator selection \nprocess (\"Claim Two\"). Plaintiffs further seek a declaratory judgment disqualifying Womble \nCarlyle Sandridge & Rice, LLP, from representing Gilead in this matter (\"Claim Three\"). \nFinally, Plaintiffs seek injunctive relief prohibiting the arbitration proceeding from moving \nforward with Plaintiffs as parties (\"Claim Four\"). \n[4] On April 3, 2014, Defendants Kryosphere, Inc., Michael J. Schierbeek, John \nO. Norton, Patrick Norton, and Ryan Norton (collectively, \"Moving Defendants\") filed the \nMotion seeking dismissal of Plaintiffs' Amended Complaint for failure to state a claim for \nrelief against the Moving Defendants, pursuant to Rule 12(b)(6). \n[5] On November 5, 2014, the Court convened a telephonic status conference in \nthis matter wherein counsel for all parties consented to the Court deciding the Motion \nwithout oral argument, pursuant to Rule 15.4 of the General Rules of Practice and \nProcedure for the North Carolina Business Court (\"BCR\").  \n[6] The Motion has been fully briefed and is ripe for determination. \nFACTUAL BACKGROUND \n Among other things, the Amended Complaint alleges the following: \n[7] Plaintiffs are former shareholders and/or directors of Old Kryo, Inc. (\"NC \nKryo\"), a now-dissolved North Carolina corporation. NC Kryo was originally incorporated \nunder the name Kryosphere, Inc. \n[8] NC Kryo entered into a Master Services Agreement with Gilead, whereby NC \nKryo would store and manage biomaterials belonging to Gilead (\"Gilead Contract\"). The \nGilead Contract contained an arbitration provision providing that Gilead and NC Kryo \nwould submit all disputes to arbitration before the American Arbitration Association. The \n \n \nGilead Contract was subsequently assigned to Defendant Kryosphere, Inc., a Georgia \ncorporation (\"GA Kryo\").  \n[9] Gilead initiated an arbitration proceeding pursuant to the Gilead Contract \nand named Plaintiffs and the Moving Defendants as respondents. Plaintiffs contend that \nthey are not required to arbitrate their dispute with Gilead because they are not signatories \nto the Gilead Contract and, moreover, no facts or law support Gilead's contention that \nPlaintiffs may be held liable for the harm suffered by Gilead under a corporate veil-piercing \nor instrumentality theory. \n[10] In the Amended Complaint, Plaintiffs allege only that the Moving \nDefendants are named \"as nominal defendants in this action to the extent that they are \nnecessary parties by virtue of the fact that they have been named as respondents by Gilead \nin the underlying arbitration proceeding that gives rise to this action.\" Further, Plaintiffs \nconcede that they \"do not seek any relief from the Court as to the [Moving Defendants] at \nthis time.\"2 \nDISCUSSION \n[11] When considering a motion to dismiss pursuant to Rule 12(b)(6), the Court \nmust determine \"whether, as a matter of law, the allegations of the complaint . . . are \nsufficient to state a claim upon which relief may be granted.\" Harris v. NCNB Nat'l Bank, \n85 N.C. App. 669, 670 (1987). To make this determination, a court is to take the well-\npleaded allegations of the complaint as true and admitted, but conclusions of law or \nunwarranted deductions of fact are not admitted. \nSutton v. Duke, 277 N.C. 94, 98 (1970). \nConsistent with the standard of notice pleading, a court, when considering a motion \n                                                 \n2 Am. Compl. ¶ 16. \n \n \npursuant to Rule 12(b)(6), should afford the complaint a liberal construction. Zenobile v. \nMcKecuen, 144 N.C. App. 104, 110 (2001).  \n[12] Under Rule 12(b)(6), a complaint may be properly dismissed if: (a) the \ncomplaint on its face reveals that no law supports plaintiff's claim; (b) the complaint on its \nface reveals the absence of facts sufficient to make a good claim; or (c) any fact disclosed in \nthe complaint necessarily defeats plaintiff's claim. Jackson v. Bumgardner, 318 N.C. 172, \n175 (1986). \n[13] In the Motion, the Moving Defendants argue that, because Plaintiffs admit in \ntheir Amended Complaint that they do not seek any sort of relief from the Moving \nDefendants, the Amended Complaint fails to state a claim upon which relief can be granted \nand should be dismissed under Rule 12(b)(6). Moving Defendants further contend that the \nAmended Complaint violates Rule 8 insofar as it does not seek any relief as to the Moving \nDefendants. Additionally, Moving Defendants contend that they are not necessary parties \nto the resolution of whether Plaintiffs can be required to participate in the arbitration \nproceeding. \n[14] In response, Plaintiffs argue that the requirement that all necessary parties \nbe joined in a civil action is an independent requirement under the Rules of Civil Procedure \nand, because the Moving Defendants are necessary parties, they must be joined regardless \nof whether any direct relief is sought against them.  \n[15] Rule 19 requires that all \"who are united in interest must be joined as \nplaintiffs or defendants.\" Any determinative judgment entered in the absence of a party \nunited in interest, or a necessary party, is null and void.\n Rice v. Randolph, 96 N.C. App. 112 \n(1989). A party is a necessary party under Rule 19 when he is \"'so vitally interested in the \ncontroversy that a valid judgment cannot be rendered in the action completely and finally \n \n \ndetermining the controversy without his presence.'\" Karner v. Roy White Flowers, Inc., 351 \nN.C. 433, 438-39 (2000) (quoting Strickland v. Hughes, 273 N.C. 481, 485 (1968)).   \n[16] A party is not a necessary party simply because a pending action might have \nsome impact on the party's rights, or otherwise affect the party. Instead, one \"whose \ninterest may be affected by a decree, but whose presence is not essential in order for the \ncourt to adjudicate the rights of others” is a “proper” party, but not a necessary party. \nCrosrol Carding Devs., Inc. v. Gunter & Cooke, Inc., 12 N.C. App. 448, 452 (1971). Unlike \nnecessary parties, a proper party may, but is not required to, be joined. Id. at 451. \n[17] In their brief in opposition to the Motion, Plaintiffs contend that the Moving \nDefendants' rights and interests will be necessarily affected by the Court's ultimate \nresolution of this action in two ways. First, Plaintiffs contend that Moving Defendants' \nability to \"litigate their dispute with Gilead\" is directly affected by this Court's stay of the \npending arbitration (\"Arbitration Stay\").3 Second, Plaintiffs contend that their request for \ndeclaratory judgment regarding the arbitrator selection process necessarily affects Moving \nDefendants' right to select an arbitrator in the arbitration proceeding. The Court will \naddress these contentions in turn. \n[18] As to the Arbitration Stay, the Court acknowledges that this temporary stay \nmight have some impact on Moving Defendants as respondents in the arbitration \nproceeding. However, the resolution of the Arbitration Stay does not require the presence of \nthe Moving Defendants. The Court stayed arbitration pending its resolution \"on the \njurisdictional issue of whether Plaintiffs may be compelled to be parties to the \n[a]rbitration.\"4 Moving Defendants, who do not appear to argue that they are improperly \nnamed in the arbitration action, are not necessary to determine whether Plaintiffs can be \n                                                 \n3 Amended Order on Motion for Preliminary Injunction (Mar. 26, 2014) (\"Amended PI Order\"). \n4 Amended PI Order, p. 19, ¶¶ 3-4. \n \n \ncompelled to arbitrate under a veil-piercing theory. Regardless of the Court's determination \nof whether Plaintiffs are required to arbitrate, Moving Defendants will proceed to \narbitration with Gilead. While the Court's resolution of the veil-piercing issue will delay the \narbitration, such delay does not make Moving Defendants' interests \"of such a nature as to \nrender it impossible for the [C]ourt to finally adjudicate the question presented.\" \nWilliamson v. Bullington, 139 N.C. App. 571, 578 (2000) (citations omitted), aff'd per \ncuriam, 353 N.C. 363 (2001). \n[19] Plaintiffs additionally contend that Moving Defendants are necessary parties \nto this action because Plaintiffs have sought declaratory relief concerning the arbitrator \nselection process. The Court's declaration regarding that process, Plaintiffs contend, will \naffect the rights of the Moving Defendants. \n[20] As Moving Defendants note, however, in the event a dispute is subject to \narbitration, \"procedural questions which grow out of the dispute and bear on its final \ndisposition are presumptively not for the judge, but for an arbitrator, to decide.\" Howsam v. \nDean Witter Reynolds, Inc., 537 U.S. 79, 84 (2002) (citations omitted). In Howsam, the \nSupreme Court found that determining whether a 6 year time limitation for submitting \nclaims to arbitration was a procedural question for the arbitrator, not for the court. Id.  \n[21] Alternatively, as this Court has noted in its Amended PI Order, the question \nof arbitrability, or whether a valid agreement to arbitrate exists in the first place, is a \nquestion for this Court.5 Accord Howsam, 537 U.S. at 84. This question is one of limited \nscope, focused on whether a valid arbitration agreement exists, whether it applies to a \ngiven dispute, or, as most relevant to the instant action, whether certain non-signatories to \nthe arbitration agreement may be compelled to arbitrate. See id. \n                                                 \n5 Id. pp. 7-8, ¶¶ 10-11.  \n \n \n[22] The primary relief sought by Plaintiffs in this action is a declaratory \njudgment that they cannot be compelled to arbitrate their dispute with Gilead.6 \nAlternatively, Plaintiffs request a declaratory judgment regarding the interpretation of the \narbitrator selection process. In the event the Court ultimately holds that Plaintiffs cannot \nbe compelled to arbitrate, their request that the Court find they are entitled to select their \nown arbitrator will be moot. If, on the other hand, the Court finds that Plaintiffs may be \ncompelled to arbitrate, the contractual interpretation of the arbitrator selection issue \nappears to the Court to be precisely the type of procedural question that that lies within the \ndomain of the arbitration panel. See Dockser v. Schwartzberg, 433 F.3d 421, 426 (4th Cir.  \n2006) (finding that a question regarding the number of arbitrators involved in an \narbitration proceeding \"fits squarely within the Supreme Court's jurisprudence regarding \nwhat constitutes a 'procedural' question\"). Because it appears this issue, if ever reached, \nwould not be an issue for this Court, the Court finds that Moving Defendants are not a \nnecessary party to this action based on Plaintiffs' arbitrator selection process claim.  \n[23] Because Moving Defendants are not necessary parties to the resolution of \nwhether Plaintiffs may be compelled to arbitration, and because the issue of arbitrator \nselection, in the event Plaintiffs may be compelled to arbitration, is not properly for this \nCourt, the Motion should be GRANTED. \nTHEREFORE, based on the foregoing FINDINGS and CONCLUSIONS, it hereby is \nORDERED that:  \n[24] The Motion is GRANTED. \n[25] Defendants Kryosphere, Inc., Michael J. Schierbeek, John O. Norton, Patrick \nNorton, and Ryan Norton are hereby DISMISSED from this action. \n                                                 \n6 As noted in the Amended PI Order, the Court finds that this question is a question of arbitrability \nthat is properly decided by this Court. See Amended PI Order, pp. 8-9, ¶ 10. \n \n \nThis the 18th day of November, 2014. \n "
}