{
  "id": "63e349f8bb00d2fe61d70d2da5436f716138a507fc86979301b0926aeb17a66c",
  "source_file": "data/raw/ncbc/63e349f8bb00d2fe61d70d2da5436f716138a507fc86979301b0926aeb17a66c.pdf",
  "raw_text": " \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 7915 \n \nDANIEL COSMA,  \n \nPlaintiff, \n \nv. \n \nFIT KITCHEN, LLC, d/b/a Get Fit \nFoods; FIT KITCHEN PARK ROAD, \nLLC, d/b/a Get Fit Foods Park Road; \nFIT KITCHEN PLAZA MIDWOOD, \nLLC, d/b/a Get Fit Foods Plaza \nMidwood; LLOYD ACE; and DAVID \nYERMANOS, individually, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION  \nON MOTION TO DISMISS \n \nThe Montgomery Law Firm, PLLC, by Eric A. Montgomery, for Plaintiff \nDaniel Cosma.  \n \nVillmer Caudill, PLLC, by Bo Caudill, for Defendants Fit Kitchen, LLC, \nFit Kitchen Park Road, LLC, Fit Kitchen Plaza Midwood, LLC, Lloyd \nAce, and David Yermanos. \n \nConrad, Judge. \n1. This case arises out of a failed restaurant  concept known as Get Fit Foods .  \nAs alleged, Lloyd Ace and David Yermanos  opened several restaurants under that \nname sometime around  2016.  They later invited Daniel Cosma to invest  in the \nbusiness.  Together, the three men formed multiple LLCs and adopted an operating \nagreement to govern their rights  as comembers.  Cosma now claims that Ace and \nYermanos closed the restaurants  without notice while denying financial records , \nother information, and payments promised by the operating agreement.  (See Compl. \n¶¶ 14–21, ECF No. 3.)  On that basis , Cosma has sued Ace, Yermanos, and three of \ntheir LLCs (together, “Defendants”) for breach of contract, unjust enrichment, breach \nCosma v. Fit Kitchen, LLC, 2022 NCBC 36. \n \n \nof fiduciary duty, constructive fraud, and  unfair or deceptive trade practices  under \nN.C.G.S. § 75-1.1. \n2. Defendants have moved to dismiss the complaint in its entirety .  (ECF No. \n5.)  Cosma has not filed a response brief, and the time to do so  has passed.  By rule, \nthe motion is deemed “uncontested ,” BCR 7.6, and t he Court elects to decide it  \nwithout a hearing, see BCR 7.4.  \n3. In deciding the motion, the Court applies familiar standards, taking the \nallegations of the complaint as true and viewing the facts and permissible inferences \nin the light most favorable to Cosma .  See, e.g. , Sykes v. Health Network Sols., Inc. , \n372 N.C. 326, 332 (2019).  The Court need not accept as true any “conclusions of law \nor unwarranted deductions of fact.”  Wray v. City of Greensboro , 370 N.C. 41, 46 \n(2017). \n4. Breach of Contract.  Defendants challenge the claim for breach of contract \non two grounds: that the complaint fails to allege, first, that each defendant is a party \nto the operating agreement and, second, that there was a breach of that agreement.  \nNeither is persuasive.  Construed liberally, the complaint alleges that “Plaintiff and \nDefendants entered into” the operating agreement , that the agreement gave Cosma \ninspection rights , promised certain “equity payments ,” and barred cessation of \noperations without all members ’ consent; and that Defendants breached these \nprovisions.  (Compl. ¶¶  17, 19 –21, 23, 26, 27 .)   In short, Cosma  has alleged the \n“existence of a valid contract” and a “breach of the terms of that contract .”  Poor v. \nHill, 138 N.C. App. 19, 26 (2000).  When these elements are alleged, “it is error to \n \n \ndismiss a breach of contract claim under Rule 12(b)(6). ”  Woolard v. Davenport , 166 \nN.C. App. 129, 134 (2004); see also, e.g. , Vanguard Pai Lung, LLC v. Moody , 2019 \nNCBC LEXIS 39, at *10 (N.C. Super. Ct. June 19, 2019) (collecting cases).  The Court \ntherefore denies the motion to dismiss the claim for breach of contract. \n5. Unjust Enrichment.  When the parties have made an express contract, the \nlaw will not imply one “with reference to the same matter.”  Vetco Concrete Co. v. Troy \nLumber Co., 256 N.C. 709, 713 (1962).   Defendants contend that this principle  bars \nCosma’s claim for unjust enrichment.   At this early stage, however, the Court is \npersuaded that Cosma may plead unjust enrichment in the alternative to his claim \nfor breach of the operating agreement .  See, e.g. , N.C. R. Civ. P. 8(e)(2); Moose v. \nAllegacy Fed. Credit Union , 2021 NCBC LEXIS 47, at *10 (N.C. Super. Ct. May 5, \n2021) (denying motion to dismiss claim for unjust enrichment when pleaded in the \nalternative to claim for breach of contract); Gao v. Sinova Specialities, Inc. , 2018 \nNCBC LEXIS 71, at *34–36 (N.C. Super. Ct. July 16, 2018) (same).  The Court  sees \nno other basis for dismissal of this claim. \n6. B\nreach of Fiduciary Duty and Constructive Fraud.   Cosma has not \nadequately alleged the existence of a fiduciary relationship between him and \nDefendants.  The complaint refers to the parties as “partners” in a conclusory fashion, \nbut the allegations make clear that Cosma, Ace, and Yermanos were instead \ncomembers of various LLCs .  ( See Compl. ¶¶ 1, 2, 4 , 16, 17, 4 9.)  Generally, LLC \nmembers do not owe a fiduciary duty to each other, and an LLC does not owe a \nfiduciary duty to its members.  See, e.g., Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. \n \n \n469, 473 (2009).  Cosma has not pointed to any applicable exception to these default \nrules.  Because the existence of a fiduciary relationship is an essential element of \nclaims for breach of fiduciary duty and constructive fraud, the Court grants the \nmotion to dismiss both claims. \n7. Section 75- 1.1.  Cosma alleges that D efendants committed unfair or \ndeceptive trade practices under N.C.G.S. §  75-1.1 by retaining his capital \ncontribution, failing to provide financial records, and failing to make “equity \npayments.”  (Compl. ¶¶  30, 32.)  Even if true, these actions were purely internal to \nthe LLCs and, as a result, were not “in or affecting commerce” as required by section \n75-1.1.  The Court therefore grants the motion to dismiss the section 75 -1.1 claim.  \nSee, e.g. , Nobel v. Foxmoor Group , LLC , 380 N.C. 116, 12 1–22 (2022) (affirming \ndismissal of claim based on misuse of capital contribution) ; White v. Thompson, 364 \nN.C. 47, 51–52 (2010) (affirming dismissal of claim based on conduct “solely related \nto the internal operations” of business); see also Brewster v. Powell Bail Bonding, Inc., \n2018 NCBC LEXIS 76, at *16–17 (N.C. Super. Ct. July 26, 2018) (collecting cases).   \n* * * \n8. For these reasons, the Court GRANTS the motion to dismiss the claims for \nbreach of fiduciary duty, constructive fraud, and violations of section 75 -1.1.  These \nclaims are DISMISSED  without prejudice.  The Court DENIES  the motion in all \nother respects. \n9. The Court further ORDERS  the parties to complete their BCR 9.1 case \nmanagement meeting no later than 1 August 2022 and to file their BCR 9.2 case \n \n \nmanagement report and proposed case management order no later than 8 August \n2022. \nSO ORDERED, this the 18th day of July, 2022. \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}