{
  "id": "640523984a9a485a841aa7362fb3a62d51e5274a5fc1383f168d618735553542",
  "source_file": "data/raw/ncbc/640523984a9a485a841aa7362fb3a62d51e5274a5fc1383f168d618735553542.pdf",
  "raw_text": "E. Bauk v. Piedmont Cheerwine Bottling Co., 2020 NCBC 6. \nSTATE OF NORTH CAROLINA \n \nROWAN COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \nMaster File 18 CVS 358  \n(Related Case 18 CVS 348) \nCivil Action No. 18 CVS 358 \n \nELIZABETH BAUK, \n \nPetitioner, \n \nv. \n \nPIEDMONT CHEERWINE \nBOTTLING COMPANY, \n \nRespondent. \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nPETITIONERS’ REQUESTS  \nFOR COSTS AND FEES AND  \nTO MODIFY PROTECTIVE ORDER  \nCivil Action No. 18 CVS 348 \n \n \nSTEPHAN BAUK, \n \nPetitioner, \n \nv. \n \nPIEDMONT CHEERWINE \nBOTTLING COMPANY, \n \nRespondent. \n \n \n \n \n \n \n \n \n1. Elizabeth Bauk and her son Stephan Bauk are shareholders and former \ndirectors of Piedmont Cheerwine Bottling Company (“PCBC”).  Each filed a petition \ndemanding access to PCBC’s corporate records.  Not long  after, PCBC agreed to \nproduce the requested records subject to restrictions on the Bauks’ ability to share \nthem with others.   The parties negotiated a consent order  and a related protective \norder to govern the document production.  A ll identified documents have now been \nproduced. \n \n \n \n \n2. Two matters remain .  Elizabeth and Stephan  seek to recover their  costs, \nincluding reasonable attorneys’ fees, of obtaining these documents from PCBC.  And \nthey seek permission to share the documents with  Elizabeth’s husband  (also \nStephan’s father).  PCBC opposes both requests.   For the reasons discussed below , \nthe Court DENIES the first request and GRANTS in part and DENIES in part the \nsecond. \nMoore & Van Allen PLLC, by Robert C. Bowers and Frank E. Schall, for \nPetitioner Elizabeth Bauk.  \n \nStrauch Green & Mistretta, P.C., by R. Austin Oyler and Jack M. \nStrauch, for Petitioner Stephan Bauk.  \n \nWomble Bond Dickinson (US) LLP, by James A. Dean and R onald R. \nDavis, for Respondent Piedmont Cheerwine Bottling Company.  \n \nConrad, Judge. \nI. \nBACKGROUND \n3. PCBC is a closely held corporation.  (See Aff. Thomas Page ¶ 5, ECF No. 41.1 \n[“Page Aff.”].)  Most if not all shares are held by individuals from three branches of \nthe same family tree, descended from PCBC’s founder.  One branch includes the \nBauks.  Elizabeth is the  company’s largest shareholder; members of her immediate \nfamily, including Stephan, also own shares.  (See Aff. Elizabeth Bauk ¶¶ 2, 4, ECF \nNo. 35 [“E. Bauk Aff.”].)  A second branch includes Cliff Ritchie, PCBC’s p resident \nand CEO.  (See Aff. Cliff Ritchie ¶¶ 2, 4, ECF No. 19.5 [“Ritchie Aff.”].) \n4. For years, t he Bauks have  suspected Ritchie of self -dealing.  PCBC \ndistributes soft drinks made by its affiliate, Quality Beverage Brands, LLC (“QBB”), \nwhich in turn makes its soft drinks using syrup purchased from Carolina Beverage \n \n \n \n \nCorporation.  ( See Ritchie Aff. ¶  4; Aff. M ichael Bauk ¶ 5, ECF No. 36 [“M. Bauk \nAff.”].)  Ritchi e apparently owns interests in all three companies  and serves as an \nofficer of Carolina Beverage.  (See E. Bauk Aff. ¶ 7; M. Bauk Aff. ¶ 10.)  According to \nthe Bauks, Elizabeth’s husband (Michael) served as PCBC’s chief financial officer and \ndiscovered evidence that Ritchie, swayed by his competing interests, made business \ndecisions that divert profits from PCBC to Carolina Beverage, in which he holds a \nlarger and growing interest.  (See M. Bauk Aff. ¶¶ 6, 9–11.)  When Michael reported \nhis concerns and asked for more information, he was fired (in 2011) and then removed \nfrom the board of directors (in 2016).  ( See M. Bauk Aff. ¶ ¶ 14–16.)  Elizabeth, and \nlater Stephan, continued the investigation by making periodic requests for corporate \nrecords, which they say PCBC partly but never fully satisfied.  (See, e.g., E. Bauk Aff. \n¶¶ 12–16.) \n5. PCBC denies this and says it is the victim of the  Bauks’ harassment.  By \nPCBC’s count, it has produced thousands of pages of information in response to  at \nleast thirty requests by  Elizabeth and other Bauk family members , refusing only \nthose that were repetitive or for information the Bauks were not entitled to receive.  \n(See, e.g., Consol. Br. in Opp’n to Costs and Fees Ex. 1, ECF No. 44.2 .)  PCBC  \nattributes the frequent record demands to bitterness over  Michael’s termination, \nwhich it says resulted from Michael’s own misbehavior , and not to a ny legitimate \ninterest in rooting out mismanagement.   In affidavits, several board members fault \nMichael for “combative” behavior  and for an episode in which he reveal ed QBB’s \nconfidential information without authorization—an action that also cost Michael his \n \n \n \n \nseat as a PCBC voting representative on QBB’s board of directors.  (See Ritchie Aff. \n¶¶ 14, 20, 22, 29, 31 –33; Aff. Ralph McQueen ¶¶  4–6, 8, 9, ECF No. 19.6; Aff. Lynn \nLittle ¶¶ 4–6, ECF No. 19.7.)   \n6. This litigation arises out of the most recent demands for corporate records \nby Elizabeth and Steph an in late 2017.  Though PCBC provided some documents, \nextended negotiations over others led to a standoff.  One of the sticking points was a \nrequest for records of QBB.  The parties debated whether shareholders and directors \nhave the right to inspect records of a  corporation’s affiliates and whether Elizabeth \nand Stephan should be able to share any  records with Michael.  (See, e.g., Def.’s Br. \nRegarding Production Stipulation and Agreed Protective Order Ex. 1, ECF No. 19.2; \nMem. in Supp. S. Bauk’s Request for Costs and Fees Ex. G, ECF No. 29.7.)   When \nPCBC maintained its objections, Elizabeth and Stephan gave an ultimatum that  \ndrew no response.  ( See E. Bauk Aff. ¶¶  15, 16.)  Days later , they filed separate \npetitions, now consolidated,1 seeking a court order compelling PCBC to allow \ninspection.  Elizabeth and Stephan were immediately removed  from the board of \ndirectors, (see, e.g., E. Bauk Aff. ¶ 5), but PCBC took a more conciliatory stance in its \nanswers, agreeing to produce the  requested documents subject to confidentiality \nprotections, (see, e.g., Answer to E. Bauk Pet. 12–14, Ex. 2, ECF Nos. 5, 5.2). \n7. Shortly after receiving PCBC’s answers, the Court held an expedited status \nconference.  See N.C.G.S. §§  55-16-04(b), -05(b) (directing trial courts to hear \n                                            \n1 The Court designated Elizabeth’s action as the lead action .  Documents filed in Stephan’s \naction before consolidation have been incorporated into the lead action.  (See Consolidation \nOrder, ECF No. 10.)   \n \n \n \n \ndemands for inspection of corporate records on an expedited basis).  It appeared that \nthe parties were open to compromise, so the Court gave counsel time to explore a deal \nin lieu of pressing forward with a formal case management schedule.  The discussions \nwere fruitful.  By  May 2018, the parties  had agreed to a set of documents to be \nproduced.  They had also agreed that the documents contained sensitive information \nand made headway on a confidentiality agreement .  There were two snags: PCBC \nopposed allowing Elizabeth and Stephan to share any documents with Michael, and \nit demanded disclosure of any experts with whom Elizabeth and Stephan intended to \nshare the documents.  The  parties e -mailed to the Court  drafts of two stipulated \norders, which memorialized their agreements and flagged the open terms. \n8. The Court convened a second status conference to address the remaining \nareas of disagreement.  After h earing from all sides , the Court stated its view that \nthe parties should permit  Elizabeth and Stephan to share information with each \nother but allow PCBC to screen disclosure to  third parties .  This approach was \nsensible given that a ll parties had attested to the confidential nature of the records  \nand that PCBC was producing them by agreement.  The parties accepted the Court’s \nguidance and tendered revised orders.  A t the parties’ request, t he Court entered \nboth.  (See ECF No. 21 [“Protective Order”]; ECF No. 22 [“Consent Order”].)   \n9. The Consent Order reflects PCBC’s agreement to produce thirty overlapping \ncategories of records, mostly related to QBB.  (See Consent Order 2–4.)  As stated in \nthe Protective Order, these records “contain highly sensitive commercial information \nthat would put [PCBC] at a competitive disadvantage if disclosed to third parties, \n \n \n \n \nincluding any competitor.”  (Protective Order ¶  2.)  P CBC agreed to disclose the \nrecords subject to Elizabeth and Stephan’s agreement to abide by the terms of the \nProtective Order.  ( See Protective Order ¶  2.)  Elizabeth and Steph an noted their \nintent to seek an award of attorneys’ fees , an issue the Consent Order reserved for \nfuture decision.  ( See Consent Order 4 –5.)  PCBC eventually produced nearly 400 \npages, the vast majority of which are records of QBB. \n10. Once a ll the records were produced, t he Court stayed the case to allow  \nElizabeth and Stephan time to consult their  expert and, depending on the expert’s \nopinion, to move to amend their pleadings to add legal claims.  ( See ECF No. 2 3.)  \nInstead, in  July 2019,  they rekindled the dispute over Michael’s access to the \ndocuments.  In short, Elizabeth and Stephan believe their expert would benefit from \nreviewing the documents with Michael , which PCBC opposes.  The Court requested \nbriefing on whether to modify the Protective Order.  Given the pace of progress, and \nin the hope of deciding all outstanding disputes at one time, the Court  also directed \nElizabeth and Stephan to present their  requests for attorneys’ fees.   ( See ECF No. \n26.) \n11. These issues have been fully briefed and are ripe.  The Court held a hearing \non November 13, 2019, at which all parties were represented by counsel. \nII. \nANALYSIS \n12. This case began with inspection demands by Elizabeth and Stephan in their \nroles as shareholders and directors o f PCBC.  Th ose demands were resolved by \nagreement more than a year ago.  Having obtained what they sought , Elizabeth and \n \n \n \n \nStephan now assert that PCBC must pay the ir attorneys’ fees.  They also seek to \nshare QBB’s records with Michael over PCBC’s objections.  The Court takes up the \nrequests for costs and fees first. \nA. Attorneys’ Fees \n13. Elizabeth and Stepha n base their request s for attorneys’ fees on two \nstatutes.  For demands by shareholders,  \n[i]f the court orders inspection and copying of the records demanded, it \nshall also order the corporation to pay the shareholder’s costs (including \nreasonable attorneys’ fees) incurred to obtain the order  unless the \ncorporation proves that it refused inspection in good faith because it had \na reasonable basis for doubt about the right of the shareholder to inspect \nthe records demanded.   \nN.C.G.S. § 55-16-04(c).  For demands by directors, “[i]f an order [requiring inspection \nand copying of records] is issued, the court  . . . may also order the corporation to \nreimburse the director for the director’s costs, including reasonable counsel fees, \nincurred in connection with the application.”  Id. § 55-16-05(c).   \n14. Essential to an award of fees under either statute is “a court order requiring \nthe corporation to allow inspection” of the requested records.  Carswell v. \nHendersonville Country Club, Inc. , 169 N.C. App. 227, 230, 609 S.E.2d 460, 462 \n(2005).  There is no order to that effect here .  The Consent Order—which is the only \ncandidate—does not fit the bill.  It is, like many consent orders, “a court -approved \ncontract” and not an adjudication of rights.  E.g., Reaves v. Hayes, 174 N.C. App. 341, \n345, 620 S.E.2d 726,  729 (2005); see also Ibele v. Tate, 163 N.C. App. 779, 781, 594 \nS.E.2d 793, 795 (2004).  Carswell  holds that a consent order of this nature is not a \nsuitable predicate for an award of fees.  There, the parties agreed to a consent order \n \n \n \n \nthat gave the petitioner “full and ongoing access to all records” of the corporation.  \nCarswell, 169 N.C. App. at 229, 609 S.E.2d at 462.  The  Court of Appeals held that \nthe consent order, which lacked any findings of fact or conclusions of law, was not a \n“court order enforcing [ the] plaintiff’s statutory right to inspection and copyin g” of \ncorporate records.  Id.  at 230, 609 S.E.2d at 462 .  As a result, the plaintiff  was not \nentitled to attorneys’ fees.  Id. (affirming denial of fees under section 55-16-04(c)).   \n15. So too here.  In entering the Consent Order, the Court made no findings of \nfact or conclusions of law and did not decide whether Elizabeth or Stephan had the \nright to inspect the demanded records in their roles as either shareholders or \ndirectors.  Neither did PCBC concede the point .  ( See Protective Order ¶  1 (“PCBC \ncontests Petitioners’ right to inspect the Requested Documents.”).)  Rather, the \nparties negotiated which documents PCBC would produce by “stipulation, agreement, \nand consent,” and the Court “approve[d]” that agreement.  (Consent Order 1, 2.) \n16. In their briefs, Elizabeth  and Stephan argue that Carswell should be read \nnarrowly because it invites abuse .  Their  worry is  that corporation s will have an \nincentive to refuse prelitigation inspection demands.  The upside for the corporation \nis that some  shareholders might give up rather than  hire a lawyer , but if  not, the \ncorporation faces no downside because it could relent during litigation and still avoid \npaying the tab.   \n17. A danger perhaps, but the severity is debatable.  Courts have plenty of tools \nto deter bad -faith litigation.  See, e.g., N.C. R. Civ. P. 11.  And t he incentive that \nElizabeth fears would  exist with or without the rule in Carswell : the respondent \n \n \n \n \ncorporation likely could avoid fees by producing the requested records absent a \nconsent order.  See, e.g.,  Beam v. Beam Rest Home, Inc. , 2014 NCBC LEXIS 45, at \n*13–14 (N.C. Super. Ct. Sept. 25, 2014) (denying fee request after corporation \nproduced records  without consent order ).  Regardless , this Court is bound by \nCarswell, and its reasoning is consistent with the general rule that s tatutes \nauthorizing awards of attorneys’ fees “must be strictly construed.”  Barris v. Town of \nLong Beach, 208 N.C. App. 718, 722, 704 S.E.2d 285, 289 (2010) (ci ting Sunamerica \nFin. Corp. v. Bonham, 328 N.C. 254, 257, 400 S.E.2d 435, 437 (1991)).   \n18. At the hearing, Stephan’s counsel conceded that the Consent Order does not \ntrigger the right to attorneys’ fees.  He argued that the Court should decide now, for \nthe first time, that PCBC was required to produce the requested records and then \naward fees on that basis.  But there’s no turning back the clock.  Stephan has already \nreceived the records, mooting his inspection demand.  See 130 of Chatham, LLC v. \nRutherford Elec. Membership Corp. , 241 N.C. App. 1, 8, 771 S.E.2d 920, 925– 26 \n(2015).  A decision endorsing Stephan’s initial demand at this point would be purely \nadvisory and, thus, taboo. \n19. Accordingly, the Court denies the requests for costs and fees.  Th e Court \nneed not address the parties’ other disputes , including whether PCBC refused the \ninspection demands in good faith (under section 55-16-04) and whether Elizabeth and \nStephan’s inspection rights diminished  when they were removed from the board of \ndirectors (under section 55-16-05).2 \n                                            \n2 It is worth noting that some of these arguments may present questions of first impression.  \nSee Hoepner v. Wachovia Corp., 2001 NCBC LEXIS 3, at *14 (N.C. Super. Ct. June 14, 2001) \n \n \n \n \nB. Protective Order \n20. Next, the Court turns to  the Protective Order.  As things stand , Elizabeth \nand Stephan are bound by their agreement not to share any records produced under \nthe Consent Order with third parties, including Michael.  (See Protective Order ¶¶ 2, \n4(e).)  They ask the Court to loosen those restrictions so that, at a minimum, Michael \nmight view the documents. \n21. Though initially opposed to any relaxation of the Protective Order,  PCBC \nhas since agreed to allow Michael to review about half the disputed documents.  (See \nConsol. Opp’n to Modifying Protective Order 16–17, ECF No. 45  (listing ECF Nos. \n33.2, 33.4 –33.7, 33 .22–33.31).)  Given  PCBC’s written consent,  Elizabeth and \nStephan are free to share these records with Michael so long as he agrees to abide by \nthe Protective Order.  The Court grants the request to modify the Protective Order to \nthat extent. \n22. But t he Court denies any further  modification.  It bears repeating that  \nElizabeth and Stephan obtained the records at issue by agreement, not through a \njudicial determination that they were entitled to inspect the records.  The Protective \nOrder was the cornerstone of that agreement: in return for PCBC’s disclosure of the \nrecords, Elizabeth and Stephan agreed not to share them.  They have not shown good \ncause to modify its terms over PCBC’s objection. \n                                            \n(denying attorneys’ fees when underlying issues were questions of first impression).  Neither \nparty cited North Carolina law addressing the scope of inspection rights of former directors, \nfor example.  In addition, t he parties dispute whether and to what extent a shareholder is \nentitled to inspect records of a corporation’s affiliate (here, QBB) when the corporation does \nnot own a majority interest in the affiliate or have the power to appoint a majority of its \nboard.  See N.C.G.S. § 55-16-02(h) (addressing affiliates controlled by corporation). \n \n \n \n \n23. First, the Court is satisfied that the records at issue are confidential.  PCBC \noffered uniform and unrebutted  testimony that these documents—all belonging to \nnonparty QBB—contain sensitive financial data and other confidential information.  \n(See, e.g., Ritchie Aff. ¶¶  8, 9; Page Aff. ¶¶  5, 6; Aff. David Barker ¶¶ 4, 6–10, ECF \nNo. 41.2.)  By contrast, Elizabeth and Stephan have vacillated.  Their briefs describe \nsome of the data as stale and speculate that QBB forfeited any claim of confidentiality \nby sharing the information with PCBC .  (See, e.g., E. Bauk Br. in Supp.  Request to \nModify Protective Order 7–8, ECF No. 34.)  Questioned at the hearing, though, \ncounsel backtracked and worried that public disclosure might  subject PCBC (and \npresumably QBB) to harm.  Having considered all relevant matters, the Court sees \nno reason to doubt the confidential nature of the records. \n24. Second, the Protective Order does not violate the statutory rights of \nElizabeth or Stephan.  When a court grants a demand for inspection and compels the \ncorporation to produce records, it must also decide whether to impose restrictions on \nthe use and disclosure of the records.  See  N.C.G.S. § 55-16-04(d).  Sometimes, the \ncircumstances favor few or no restrictions.  See Hoepner, 2001 NCBC LEXIS 3, at *9–\n10 ( compelling inspection and allowing shareholder to disclose shareholder list in \nproxy fight).  That’s not the issue here.  The Court did not adjudicate Elizabeth and \nStephan’s demands, nor did it impose confidentiality restrictions on them.   They \nvoluntarily agreed to the Protective Order, which they were free to do.   \n25. Third, Elizabeth and Stephan have not established a clear need to share the \nrecords with Michael.  They assert only that Michael “will be able to more fully \n \n \n \n \nanalyze the documents produced and explain PCBC’s practices and finances to assist \nthe expert in an alyzing the produced documents.”  ( E. Bauk. Aff.  ¶ 18.)  Of course, \nMichael may now review and discuss roughly half the documents with the expert, \nand he has always been able to  convey his background knowledge to  the expert.   \nElizabeth and Stephan do not e xplain why Michael’s review of the other records \nwould be essential to the expert’s analysis .  Having the benefit of Michael’s review \nmight be convenient, but convenience is no reason to upend the parties’ agreement. \n26. Last, PCBC has a reasoned basis for mai ntaining its objection.  I t is \nundisputed that Michael disclosed QBB’s confidential information once before.  ( See \nM. Bauk Aff. ¶  20; Ritchie Aff. ¶¶  31–33.)  Though Michael insists that his motives \nwere pure, he admits making the disclosure.  This is ample reason to leave the agreed \nProtective Order as is, particularly given that neither Michael nor QBB is a party to \nthis case.  \n27. In its discretion, the Court denies the request to modify the Protective \nOrder. \nIII. \nCONCLUSION \n28. For these reasons, the Court ORDERS as follows:  \na. The Court DENIES Elizabeth and Stephan’s requests for costs and fees \nunder N.C.G.S. §§ 55-16-04 and 55-16-05.   \nb. With PCBC’s consent, the Court GRANTS  the request to modify the \nProtective Order to permit Michael Bauk to view the documents located at ECF \nNos. 33.2, 33.4–33.7, 33.22–33.31.  Michael Bauk may access these documents \n \n \n \n \nonly upon signing Exhibit 1 to the Protective Order.  In all other respects, the \nCourt DENIES the request to modify the Protective Order.  \n29. No issues remain to be decided, and this action is now final  subject to any \nrights of appeal. \n \nSO ORDERED, this the 21st day of January, 2020.  \n   \n      /s/ Adam M. Conrad                          \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n "
}