{
  "id": "645b7284ab416eae00f736cc7a6eda297a67f8ddcf023af922ebbe7f5eabe17b",
  "source_file": "data/raw/ncbc/645b7284ab416eae00f736cc7a6eda297a67f8ddcf023af922ebbe7f5eabe17b.pdf",
  "raw_text": "Assoc. Behavioral Servs. Inc. v. Smith, 2011 NCBC 22. \n \nSTATE OF NORTH CAROLINA                   IN THE GENERAL COURT OF JUSTICE \n               SUPERIOR COURT DIVISION \nCOUNTY OF ROBESON            09 CVS 3854    \n \nASSOCIATE BEHAVIORAL SERVICES ) \nINC. and GREGORY MOORE,  ) \n   Plaintiffs,  ) \n)   ORDER AND OPINION ON \n v s .      )    MOTION FOR \n      )       SUMMARY JUDGMENT \nSHIRLEY SMITH, JEANETTE SMITH, )  \nand LIFE CHANGING BEHAVIORAL )  \nSERVICES, LLC,    ) \n   Defendants.  ) \n \n \n THIS CAUSE, designated a complex busine ss case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) (herein, \nfurther references to the General Statutes will be to \"G.S.\"), and assigned to the \nundersigned Chief Special Superior Court Judge for Complex Business Cases, now \ncomes before the court upon Defendant Jeanette Smith’s and Defendant Life Changing \nBehavioral Services, LLC’s (\"LCBS\") (collectively, for purposes of this Motion, the \n\"Defendants\") motion for summary judgment (the “Motion”) as to the Plaintiffs' claims \n(\"Claims\") against them, pursuant to Rule 56 of the North Carolina Rules of Civil \nProcedure (\"Rule(s)\").   \nAfter considering the Complaint, the Motion, the arguments and briefs in support \nof and in opposition to the Motion, the court CONCLUDES that the Motion should be \nGRANTED. \nGregory Moore, pro se  \n \nWilliams, Walton & Scott by C. Martin Scott II, Esq. for Defendants Jeanette \nSmith and Life Changing Behavioral Services, LLC \n \nJolly, Judge. \nI. \nPROCEDURAL HISTORY\n[1] On October 22, 2009, Plaintiffs Gregory Moore (\"Moore\") and Associate \nBehavioral Services, Inc. (\"ABS\") filed their Complaint against Jeanette Smith, LCBS \nand Shirley Smith.1 \n[2] On March 15, 2011, Defendants J eanette Smith and LCBS filed the \nMotion. \n[3] On June 9, 2011, the court held a hearing on the Motion and several other \noutstanding issues in the case. \n[4] The Motion is fully briefed, argued and ripe for determination. \n[5] Unless otherwise indicated herein,  the material facts reflected in \nparagraphs 6 through 8, 15 and 16 of this Order exist, are undisputed and are pertinent \nto the issues raised by the Motion.2 \nII. \nFACTUAL BACKGROUND \n[6] ABS provides home services to the mentally ill, developmentally disabled \nand other needy individuals.3  ABS is a G.S. Chapter 55 corporation.  It was founded in \n                                                 \n1 This Motion does not address claims against or by Shirely Smith and will mention her only when \nnecessary.  She is not included in the defined term Defendants as it relates solely to this order. \n2 It is not proper for a trial court to make findings of fact in determining a motion for summary judgment \nunder Rule 56.  However, it is appropriate for a Rule 56 order to reflect material facts that the court \nconcludes exist and are not disputed, and which support the legal conclusions with regard to summary \njudgment.  Hyde Ins. Agency v. Dixie Leasing, 26 N.C. App. 138, 142 (1975). \n3 Compl. ¶ 8. \n2003 by Moore and Shirley Smith, who each own 50 percent of its shares.4  Moore is \nthe Chief Executive Officer of ABS and Shirley Smith is its Chief Operating Officer.5   \n[7] Plaintiff Moore and Shirley Smith have disagreed frequently during the last \nseveral years with regard to the future and direction of ABS.  In an attempt to avoid \nconflict, Moore and Shirley Smith attempted to run and manage separate ABS offices.  \nHowever, that practice proved insufficient to resolve the differences between the two \nshareholders. \n[8] Plaintiff Moore and Shirley Sm ith are hopelessly deadlocked in the \nmanagement of the corporate affairs of ABS, and they have been unable to break the \ndeadlock.6  As a result, by Order dated January 29, 2010 and filed on February 2, 2010, \na Receiver for ABS was appointed pursuant to G.S. 55-14-30, 55-14-31 and 55-14-32. \nIII. \nDISCUSSION \n[9] Under Rule 56(c), summ ary judgment is to be rendered “forthwith” if the \npleadings, depositions, answer to interrogatories and admissions on file, together with \nthe affidavits, if any, show that there is no genuine issue as to any material fact and that \nany party is entitled to a judgment as a matter of law.\n7  In considering a Rule 56 motion, \nthe court views the evidence in the light most favorable to the nonmoving party.8 \n[10] Plaintiffs assert Claims against Defendants in five counts: Unfair and \nDeceptive Trade Practices (\"Claim Three\"), Tortious Interference with Contract (\"Claim \n                                                 \n4 Id. at 6.  There was also a third partner whose interest was purchased by Moore and Shirely Smith prior \nto the events giving rise to this action. \n5 Id. at 14. \n6 Id. at 12, 15. \n7 Grayson v. High Point Dev. Ltd. P’ship, 175 N.C. App. 786, 788 (2006). \n8 Bruce-Terminix Co. v. Zurich Ins. Co., 130 N.C. App. 729, 733 (1998). \nFive\"), Civil Conspiracy (\"Claim Six\"), Punitive Damages (\"Claim Seven\") and Injunctive \nRelief (\"Claim Eight\").9 \n[11] Plaintiffs argue that Jeanette Smith is liable and can be held responsible \nto ABS because she was an employee and she was aware that ABS had a corporate \npolicy prohibiting employees from competing with ABS, and which allowed the \ntermination of employment of any employee who violated that policy.10 \n[12] Defendants contend that  Moore cannot bring the claims on behalf of ABS \nand that Moore does not have any individual claims against Jeanette Smith or LCBS.11 \n[13] Defendants also contend that since Plaintiffs cannot produce an \nemployment contract for Jeanette Smith containing either a covenant not to compete \nwith ABS or any other restrictive covenant, there exist no viable Claims against her and \nthis action should be dismissed as to Jeanette Smith.12 \n[14] Under North Carolina law, if s hareholders bring an action to enforce a \nprimary right belonging to the corporation, their claim is derivative and the corporation is \na necessary party.  Howell v. Fisher, 49 N.C. App. 488, 492 (1980).  North Carolina law \nrequires shareholders to \"seek to obtain their remedy within the corporation itself\" \nbefore a derivative action can be brought.  Bridges v. Oates, 167 N.C. App. 459, 467 \n(2004).  One of these intracorporate remedies is the making of a \"demand\" upon the \ncorporation to take suitable action.  Russell M. Robinson, II, ROBINSON ON NORTH \nCAROLINA CORPORATION LAW, § 17.03[1] (7th ed. 2009).  \"A plaintiff's failure to satisfy \nthis demand requirement constitutes an insurmountable bar to recovery.\"  Green v. \n                                                 \n9 Claims One, Two and Four deal solely with Defendant Shirely Smith and need not be mentioned for this \nMotion. \n10 Resp. Dismiss Def. Jeanette Smith and LCBS Mot. Summ. J. 2 \n11 Def. Jeanette Smith and LCBS Mem. Supp. Mot. Summ. J. (\"Memo\") 3 \n12 Memo 5 \nCondra, 2009 NCBC 21, ¶ 89 (internal quotations omitted).   Plaintiff Moore did not \nfollow these or other required procedures relative to derivative claims.  While he has \nattempted to file this action on behalf of himself and ABS as a corporation, he has no \nauthority to assert derivative Claims on behalf of ABS. \n[15] Plaintiff Moore admitte d during his deposition that he was bringing this civil \naction only in his capacity as a shareholder and owner of ABS.13   Because the Claims \nare inherently derivative, Moore does not have individual standing to proceed with any \nClaims against Jeanette Smith.  As there exists no genuine issue of material fact in this \nregard, summary judgment should be GRANTED in favor of Defendants as to Plaintiff \nMoore. \n[16] Neither Plaintiff Moore nor any other representative for ABS has produced \na valid covenant not to compete or other restrictive employment contract relative to \nJeanette Smith that would work to prevent her from competing with ABS.  All that is \nbefore the court is an employment contract, submitted by Moore, with regard to a third \nparty that Jeanette Smith witnessed and signed.  While that would make her aware of \nthe policies, it would not make the policies enforceable against her.  Without an \nenforceable non-compete contract, ABS would have no authority to enforce a non-\ncompetition policy against Jeanette Smith and LCBS. \n[17] Under the undisputed facts and the Claims as stated, there exists no legal \ntheory for recovery by either Plaintiff against Jeanette Smith or LCBS.  Consequently, \nPlaintiffs as a matter of law are not entitled to recovery against Jeanette Smith or LCBS, \nand summary judgment should be GRANTED in favor of those Defendants. \n \n                                                 \n13 Memo Ex. A 194-95. \n NOW THEREFORE, based upon the fo regoing, it is ORDERED that: \n[18] Defendants Jeanette Smith and Life Changing Behavioral Services, LLC \nare entitled to summary judgment in their favor as to Plaintiffs' Claims Three, Five, Six, \nSeven and Eight.  Those Claims therefore are DISMISSED. \n[19]  This Opinion and Order resolves all Claims alleged by Plaintiffs against \neither Jeanette Smith or Life Changing Behavioral Services, LLC, and they therefore are \nDISMISSED from this civil action. \n[20] Costs as to the Plaintiffs' Cla ims against Jeanette Smith and Life \nChanging Behavioral Services, LLC are taxed to Plaintiffs. \nSO ORDERED, this the 8th day of July, 2011. "
}