{
  "id": "645d05673d8d90f2cfecbea0b461cb4d6f7350d14d3fe8b6c19bb520b98fc710",
  "source_file": "data/raw/ncbc/645d05673d8d90f2cfecbea0b461cb4d6f7350d14d3fe8b6c19bb520b98fc710.pdf",
  "raw_text": "Wachovia Ins. Servs., Inc. v. McGuirt, 2007 NCBC 3 \n \nNORTH CAROLINA     IN TH E GENERAL COURT OF JUSTICE \n        SUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG     06 CVS 13593 \n \nWACHOVIA INSURANCE SERVICES, \nINC. as survivor corporation of a merger \nwith CAMERON M. HARRIS & CO.,  \n \nPlaintiff, \n \nv. \n \nJOHN JACKSON MCGUIRT, JR., and \nEDWARDS, CHURCH & MUSE, INC., \n \nDefendants. \nORDER \n \nParker, Poe, Adams & Bernstein, L.L.P. by Deborah L. Edney and William L. Rikard, Jr. \nfor Plaintiff Wachovia Insurance Services, Inc. \n \nRayburn, Cooper & Durham, P.A. by James B. Gatehouse and David S. Melin for \nDefendant John Jackson McGuirt, Jr. \n \nDiaz, Judge. \n \n{1} The Court heard these matters on 21 November 2006 on the Motion of Plaintiff \nWachovia Insurance Services, Inc. (“WIS”) for Judgment on the Pleadings and to Strike the \nTenth Affirmative Defense of Defendant John Jackson McGuirt, Jr. (“McGuirt”) and McGuirt’s \nMotion to Disqualify Parker, Poe, Adams & Bernstein, L.L.P. (“Parker Poe”) as Counsel for \nPlaintiff (collectively, “the Motions”).  For the reasons set forth below, and after considering the \nCourt file,1 the pleadings, the Motions, the briefs, and the arguments of counsel, the Court \nGRANTS WIS’s Motion for Judgment on the Pleadings and to Strike McGuirt’s Tenth \n                                                 \n1 The Court considered the Court file, but only as to the Motion to Disqualify. \n  \n \n \n 2 \n \n \n                                                \nAffirmative Defense and DENIES McGuirt’s Motion to Disqualify Parker Poe as Counsel for \nPlaintiff. \nI. \nPROCEDURAL BACKGROUND \n{2} WIS filed its Complaint in Mecklenburg County Superior Court on 14 July 2006. \n{3} The case was transferred to the North Carolina Business Court and assigned to me as a \nmandatory complex business case by order of the Chief Justice of the North Carolina Supreme \nCourt dated 9 August 2006. \n{4} On 15 September 2006, McGuirt filed his Answer to WIS’s Complaint and a Motion to \nDisqualify Parker Poe as Counsel for Plaintiff (the “Motion to Disqualify”). \n{5} On 5 October 2006, WIS filed a Motion for Judgment on the Pleadings and to Strike \nMcGuirt’s Tenth Affirmative Defense (the “Motion for Judgment on the Pleadings and to \nStrike”) and a Memorandum in Opposition to the Motion to Disqualify. \n{6} McGuirt filed a Reply in Support of the Motion to Disqualify on 18 October 2006 and a \nResponse to the Motion for Judgment on the Pleadings and to Strike on 30 October 2006. \n{7} WIS filed a Reply Memorandum in Support of the Motion for Judgment on the Pleadings \nand to Strike on 9 November 2006. \n{8} On 21 November 2006, the Court heard oral arguments on the Motions. \nII. \nFACTUAL BACKGROUND2\n \n2 On a motion for judgment on the pleadings pursuant to Rule 12(c) of the North Carolina Rules of Civil Procedure \n(“Rule 12(c)”), the “trial court may consider only the pleadings and exhibits which are attached and incorporated \ninto the pleadings . . . [n]o evidence is to be heard, and the trial judge is not to consider statements of fact in the \nbriefs of the parties . . . .”  Coker v. DaimlerChrysler Corp., 172 N.C. App. 386, 389, 617 S.E.2d 306, 309 (2005), \naff’d, 360 N.C. 398, 627 S.E.2d 461 (2006) (quoting Davis v. Durham Mental Health/Dev. Disabilities/Substance \n \n 3 \n \n \n                                                                                                                                                            \nA. \nTHE PARTIES \n{9} WIS is a North Carolina corporation doing business in Mecklenburg County, North \nCarolina.  (Compl. ¶ 1; Answer Second Defense ¶ 1.)  WIS provides property-casualty insurance \nbrokerage services, risk management consulting, employee benefits and compensation \nconsulting, life insurance, and executive benefits to clients on a nationwide basis.  (Compl. ¶ 4; \nAnswer Second Defense ¶ 4.) \n{10} McGuirt is a former senior vice-president of WIS, (Compl. ¶ 9; Answer Second Defense \n¶ 9), and is currently employed by Edwards, Church & Muse, Inc. (“ECM”).  (Compl. ¶ 20; \nAnswer Second Defense ¶ 20). \n{11} ECM is a North Carolina corporation with its principal place of business in Mecklenburg \nCounty, North Carolina.  (Compl. ¶ 3; Answer Second Defense ¶ 3.)  ECM competes with WIS \nfor customers in the insurance brokerage business.  (Compl. ¶ 3; Answer Second Defense ¶ 3.) \nB. \nTHE FACTS \n{12} Cameron M. Harris & Company (“CMH”) hired McGuirt on 26 March 1990 as a \nmarketing underwriter.  (Compl. ¶ 5; Answer Second Defense ¶ 5.)  He was promoted to \nproducer in June 1992.  (Compl. ¶ 5; Answer Second Defense ¶ 5.) \n \nAbuse Area Auth., 165 N.C. App. 100, 104, 598 S.E.2d 237, 240 (2004)) (internal citations and quotations omitted).  \nFurthermore, when ruling on a motion under Rule 12(c), “[t]he trial court is required to view the facts and \npermissible inferences in the light most favorable to the nonmoving party.  All well pleaded factual allegations in the \nnonmoving party’s pleadings are taken as true and all contravening assertions in the movant’s pleadings are taken as \nfalse.”  Ragsdale v. Kennedy, 286 N.C. 130, 137, 209 S.E.2d 494, 499 (1974).  Consequently, the Court, in ruling on \nthe Motion for Judgment on the Pleadings and to Strike, considered only the pleadings and the documents \nspecifically incorporated into them.  The parties here, however, do not dispute the operative facts with respect to the \npending motions but instead disagree over their legal import. \n \n 4 \n \n \n{13} On 29 October 1991, McGuirt signed an employment agreement with CMH.  (Compl. ¶ \n6; Answer Second Defense ¶ 6.)  McGuirt signed an Amended and Restated Employment \nAgreement (“Amended Employment Agreement”) on 1 January 1995.  (Compl. ¶ 7; Answer \nSecond Defense ¶ 7.) \n{14} The Amended Employment Agreement defines McGuirt’s “Post-Termination Restriction \nPeriod” as “the greater of (x) two (2) years after the termination of [McGuirt’s] employment, for \nany reason . . . or (y) the Bonus/Alternate Bonus payment period as set forth in [McGuirt’s] \nCommercial Lines Vesting Agreement if [McGuirt] shall upon termination of his employment \nthen be entitled to receive any such payments . . . .”  (Compl. Ex. 1 ¶ 6(a).)3 \n{15} The Amended Employment Agreement provides that, during the “Post-Termination \nRestriction Period,” McGuirt will not: \nService, place, solicit, divert, take away, or attempt to service, place, solicit, \ndivert, or take away any business, clients, customers or prospects of [CMH], \nand/or accounts he has been assigned or has developed for the placement of \ninsurance or has in any way serviced at any time during the last two years of his \nemployment with [CMH] . . . .  provided, however, that [McGuirt] shall be \nallowed to sell, service and place insurance with those clients, customers, \nprospects, and accounts of [CMH] that were not clients, customers, prospects or \naccounts produced, assigned to or serviced by [McGuirt] in any way at any time  \nduring his last two years of employment with [CMH] and for whom he does not \nhave knowledge of or possess [CMH’s] proprietary and confidential information . \n. . . \n \n(Compl. Ex. 1 ¶ 6(a)(i) (emphasis in original).) \n                                                 \n3 The Court may consider the Amended Employment Agreement and its subsequent amendment in ruling on the \nMotion for Judgment on the Pleadings and to Strike because they are specifically incorporated into McGuirt’s \nAnswer.  (See Answer Second Defense ¶¶ 7, 12-15, 18, 33, 54, First Affirmative Defense, Sixth Affirmative \nDefense, Eighth Affirmative Defense, Ninth Affirmative Defense, Tenth Affirmative Defense.)  See also Praxair, \nInc. v. Airgas, Inc., 1999 NCBC 5, at ¶ 6 (N.C. Super. May 26, 1999) (considering a document not attached to the \npleadings when ruling on Rule 12(b)(6) and Rule 12(c) motions because the document was clearly referenced \ntherein). \n \n 5 \n \n \n                                                \n{16} The Amended Employment Agreement also prohibits McGuirt from soliciting and \nrecruiting employees to leave CMH during the Post-Termination Restriction Period.  (Compl. \nEx. 1 ¶ 9.) \n{17} Finally, the Amended Employment Agreement prevents McGuirt, for a period of two \nyears after the termination of his employment, from pirating or otherwise misappropriating \nCMH’s confidential or proprietary information.  (Compl. Ex. 1 ¶ 7.) \n{18} On 18 December 1998, McGuirt became a minor CMH shareholder, owning less than 1% \nof CMH’s shares.  (Compl. ¶ 9; Answer Second Defense ¶ 8; Link Aff. ¶ 5, Oct. 4, 2006.) \n{19} McGuirt, as a minor CMH shareholder, entered into a stock purchase agreement (the \n“SPA”) with CMH, the other CMH shareholders, the Wachovia Corporation, and an acquisition \nentity, PFAS, Inc. (“PFAS”), on 2 August 2002.  (See Mem. in Supp. of Mot. for J. on Pleadings \nand to Strike Ex. 3; Compl. ¶ 1; Answer Second Defense ¶ 1, Tenth Affirmative Defense.)4 \n{20} The SPA contains several restrictive covenants.  (See Mem. in Supp. of Mot. for J. on \nPleadings and to Strike Ex. 3 § 5.15.)  These restrictive covenants define the “Restricted Period” \nas “the period from the Closing Date until 3 years after the Closing Date.”  (Mem. in Supp. of \nMot. for J. on Pleadings and to Strike Ex. 3 § 5.15(A)(2).) \n{21} The SPA’s restrictive covenants provide that, during the “Restricted Period,” no CMH \nshareholders will: \ndirectly or indirectly, solicit or induce, or attempt to solicit or induce, any person \nwho is then, or within the previous 180 days has been, an employee of Wachovia . \n. . to terminate his or her relationship with Wachovia . . . and/or to enter into an \nemployment or agency relationship with any other Person. \n \n(Mem. in Supp. of Mot. for J. on Pleadings and to Strike Ex. 3 § 5.15(B).) \n \n4 The SPA and its subsequent amendment are also specifically incorporated into McGuirt’s Answer.  (See Answer \nTenth Affirmative Defense.)   \n \n 6 \n \n \n{22} The SPA’s restrictive covenants also provide that, during the “Restricted Period,”  no \nCMH shareholders will “directly or indirectly, solicit or divert away, or attempt to solicit or \ndivert away, any customer or client of Wachovia . . . for the purpose of selling or providing \nCompetitive Services, provided Wachovia . . . is then still engaged in the sale and provision of \nsuch Competitive Services.”  (Mem. in Supp. of Mot. for J. on Pleadings and to Strike Ex. 3 § \n5.15(C).) \n{23} Finally, the SPA states that it is “the entire understanding of the parties hereto with \nreference to the transactions contemplated hereby and supersede[s] any and all other oral or \nwritten agreements heretofore made . . . .”  (Mem. in Supp. of Mot. for J. on Pleadings and to \nStrike Ex. 3 § 9.07.) \n{24} With regard to the SPA, Parker Poe represented CMH and its shareholders as sellers vis-\nà-vis the Wachovia Corporation as purchaser.  (McGuirt Aff. ¶ 3, Sept. 5, 2006; Harris Aff. ¶ 4, \nSept. 12, 2006; Link Aff. ¶ 8, Ex. A, Oct. 4, 2006.) \n{25} The minor CMH shareholders, like McGuirt, were not involved in negotiating the terms \nof the SPA, substantive decision making regarding the SPA, or substantive communications with \nParker Poe.  (Link Aff. ¶¶ 7, 15, Oct. 4, 2006).  Further, the minor shareholders did not \nseparately engage Parker Poe to advise or represent them on their individual rights, \nresponsibilities, or benefits under the SPA, and Parker Poe alerted the shareholders of their right \nto retain separate counsel for the transaction.  (Link Aff. ¶ 8, Ex. A, Oct. 4, 2006.) \n{26} There is no evidence that Parker Poe has represented McGuirt in any other matter. \n{27} On 28 August 2002, McGuirt and WIS executed an Amendment to the Amended \nEmployment Agreement (the “2002 Amendment”) wherein the parties agreed to certain \nmodifications of McGuirt’s fringe benefits, but otherwise ratified and affirmed the terms of the \n \n 7 \n \n \nAmended Employment Agreement.  (Mem. in Supp. of Mot. for J. on Pleadings and to Strike Ex. \n2; Compl. ¶ 18; Answer Second Defense ¶ 18.) \n{28} On 30 August 2002, McGuirt executed an Amendment to the SPA (the “SPA \nAmendment”).  (Mem. in Supp. of Mot. for J. on Pleadings and to Strike Ex. 4.)  Exhibit C to the \nSPA Amendment refers specifically to the 2002 Amendment, stating that “Amendments to \nexisting employment agreements . . . have been entered into with the following individuals . . . \nMcGuirt Jr., John. J.”  (Mem. in Supp. of Mot. for J. on Pleadings and to Strike Ex. 4.) \n{29} That same day, PFAS acquired all of the issued and outstanding shares of CMH’s capital \nstock and caused CMH to merge with it.  (Compl. ¶ 1; Answer Second Defense ¶ 1.)  CMH \nsurvived the merger, and the name of the merged corporation was changed to “Cameron M. \nHarris & Co.” (“Cameron Harris”).  (Compl. ¶ 1; Answer Second Defense ¶ 1.) \n{30} Following the merger, McGuirt worked as a senior vice-president of WIS.  (Compl. ¶ 9; \nAnswer Second Defense ¶ 9.) \n{31} On 31 March 2005, Cameron Harris was merged into WIS.  (Compl. ¶ 1; Answer Second \nDefense ¶ 1.) \n{32} McGuirt resigned his employment with WIS on 18 April 2006, three and a half years \nafter the execution of the SPA.  (Compl. ¶ 19; Answer Second Defense ¶ 19.)  McGuirt provided \nWIS with 90 days’ notice of his resignation, consistent with the terms of Amended Employment \nAgreement.  (Compl. ¶ 23; Answer Second Defense ¶ 23.) \n{33} Approximately one week after leaving WIS, McGuirt began work at ECM.  (Compl. ¶ \n20; Answer Second Defense ¶ 20.) \n \n 8 \n \n \n{34} In its Complaint, WIS alleges, inter alia, that McGuirt has breached the Amended \nEmployment Agreement because he is competing with WIS and soliciting WIS employees and \ncustomers.  (Compl. ¶¶ 49-55.) \n{35} In his Tenth Affirmative Defense, McGuirt alleges that WIS’s claims under the Amended \nEmployment Agreement should be dismissed because the terms of the Amended Employment \nAgreement were modified by the SPA.  (Answer Tenth Affirmative Defense.) \nIII. \nCONCLUSIONS OF LAW \nA. \nMOTION FOR JUDGMENT ON THE PLEADINGS AND TO STRIKE \n \n{36} The purpose of a motion for judgment on the pleadings pursuant to Rule 12(c) “is to \ndispose of baseless claims or defenses when the formal pleadings reveal their lack of merit.  A \nmotion for judgment on the pleadings is the proper procedure when all the material allegations of \nfact are admitted in the pleadings and only questions of law remain.”  Ragsdale v. Kennedy, 286 \nN.C. 130, 137, 209 S.E.2d 494, 499 (1974). \n{37} A Rule 12(c) motion may be used to dispose of a defense from an answer where the \ndefense is insufficient, as a matter of law, to avoid or defeat the plaintiff’s claim.  See George \nShinn Sports, Inc. v. Bahakel Sports, Inc., 99 N.C. App. 481, 486, 393 S.E.2d 580, 584-85 \n(1990). \n{38} “When [the] language of a contract is plain and unambiguous[,] its construction is a \nmatter of law for the court.”  DeTorre v. Shell Oil Co., 84 N.C. App. 501, 504, 353 S.E.2d 269, \n272 (1987) (citing Wright v. Auto Sales, Inc., 72 N.C. App. 449, 453, 325 S.E.2d 493, 496 \n(1985)). \n \n 9 \n \n \n                                                \n{39} McGuirt and WIS concede that there are no disputed facts as to McGuirt’s Tenth \nAffirmative Defense and that the terms of the relevant contracts are unambiguous.  (See Mem. in \nSupp. of Mot. for J. on Pleadings and to Strike 1; Resp. to Mot. for J. on Pleadings and to Strike \n4.)  I agree and therefore conclude that the Court may consider the merits of McGuirt’s Tenth \nAffirmative Defense as a matter of law. \n{40} McGuirt’s Tenth Affirmative Defense states, “WIS’s claims relating to the [Amended \nEmployment Agreement] must be dismissed because the [Amended Employment Agreement] \nhas been modified by the terms of the [SPA] by which Wachovia Corporation acquired [CMH].”  \n(Answer Tenth Affirmative Defense.) \n{41} In his Response to WIS’s Motion for Judgment on the Pleadings and to Strike, McGuirt \nargues that:  (a) the restrictive covenants in the SPA were substituted for the restrictive covenants \nin the Amended Employment Agreement; and (b) the SPA’s merger clause eliminated McGuirt’s \nobligations under the Amended Employment Agreement.  (Resp. to Mot. for J. on Pleadings and \nto Strike 3-4, 8; Def. McGuirt’s Mot. to Dismiss 14-17, Aug. 8, 2006.)5  I address these \narguments in turn. \n1. \nSUBSTITUTION \n{42} In North Carolina: \nA novation occurs when the parties to a contract substitute a new agreement for \nthe old one.  The intent of the parties governs in determining whether there is a \nnovation.  If the parties do not say whether a new contract is being made, the \ncourts will look to the words of the contracts, and the surrounding circumstances, \nif the words do not make it clear, to determine whether the second contract \nsupersedes the first.  If the second contract deals with the subject matter of the \n \n5 McGuirt incorporates the arguments in his earlier filed Motion to Dismiss into his Response to Plaintiff’s Motion \nfor Judgment on the Pleadings and to Strike. \n \n 10 \n \n \nfirst so comprehensively as to be complete within itself or if the two contracts are \nso inconsistent that the two cannot stand together a novation occurs. \n \nWhittaker Gen. Med. Corp. v. Daniel, 324 N.C. 523, 526, 379 S.E.2d 824, 827 (1989). \n{43} Further, “[s]ubstitution of a contract may be effected only by acts or words wholly \ninconsistent with the material terms of the old contract.”  Zinn v. Walker, 87 N.C. App. 325, 335, \n361 S.E.2d 314, 320 (1987) (citing 17 C.J.S. Contracts § 10 (1963); 17A C.J.S. Contracts § 395 \n(1965)) (emphasis added). \n{44} Here, any “inconsistency” between the Amended Employment Agreement and the SPA \nsprings from the fact that the two contracts are distinct agreements that implicate different \nobligations. \n{45} The Amended Employment Agreement is an agreement between McGuirt, as an \nemployee, and WIS, as his employer.  (See Compl. Ex. 1.)  The SPA, on the other hand, is a \nmulti-party agreement between McGuirt, as a seller of CMH stock, and the Wachovia \nCorporation, as the purchaser of that stock.  (See Mem. in Supp. of Mot. for J. on Pleadings and \nto Strike Ex. 3.) \n{46} For that reason, the dates triggering the “restricted” periods in each agreement are \ndifferent; the “Post-Termination Restriction Period” in the Amended Employment Agreement \nbegan on the date of McGuirt’s termination, (Compl. Ex. 1 ¶ 6(a)), while the “Restricted Period” \nin the SPA began on the closing of the sale of CMH’s stock to the Wachovia Corporation, (Mem. \nin Supp. of Mot. for J. on Pleadings and to Strike Ex. 3 § 5.15(A)(2)). \n{47}  Similarly, the Amended Employment Agreement and the SPA contain different customer \nrestrictions; the Amended Employment Agreement restricts McGuirt from soliciting customers \nthat he served during the last two years of his employment, (Compl. Ex. 1 ¶ 6(a)(i)), while the \n \n 11 \n \n \nSPA restricts McGuirt from soliciting any Wachovia customer or client, (Mem. in Supp. of Mot. \nfor J. on Pleadings and to Strike Ex. 3 § 5.15(C)). \n{48} Although McGuirt asserts that the restrictive covenants may not be enforced consistently \non account of these differences, (Def. McGuirt’s Mot. to Dismiss 17, Aug. 8, 2006), he offers no \nsupport for this position, and I find nothing in either contract that precludes the covenants from \nco-existing.  The differences between the covenants in the Amended Employment Agreement \nand the SPA do not suggest any intent to substitute the terms of one for the other; rather, the \ndifferences simply highlight the distinct obligations imposed on McGuirt as an employee from \nthose imposed on him as a former stockholder.  See generally Davis v. Nat’l Med. Enters., Inc., \n253 F.3d 1314, 1320 (11th Cir. 2001) (recognizing the distinction between employment \nagreements and stock purchase agreements based upon the divergent purposes of the agreements \nand the parties involved in each).    \n{49} Furthermore, the SPA refers specifically to the continued validity of the Amended \nEmployment Agreement.  Exhibit C to the SPA Amendment notes that McGuirt entered into the \n2002 Amendment, (Mem. in Supp. of Mot. for J. on Pleadings and to Strike Ex. 4), which, in \naddition to modifying McGuirt’s fringe benefits, expressly ratified and affirmed the terms of the \nAmended Employment Agreement, (Mem. in Supp. of Mot. for J. on Pleadings and to Strike Ex. \n2; Compl. ¶ 18; Answer Second Defense ¶ 18).  McGuirt’s concession in August 2002 that the \nSPA did not affect the terms of the Amended Employment Agreement is completely at odds with \nhis attempt today to substitute the SPA’s restrictive covenants for those in the Amended \nEmployment Agreement. \n{50} Because the terms of the Amended Employment Agreement and the SPA are not wholly \ninconsistent and, even taken in the light most favorable to McGuirt, show no intent by either \n \n 12 \n \n \nparty to substitute the terms of one contract for the other, I conclude that the restrictive covenants \nin the SPA were not substituted for those in the Amended Employment Agreement. \n2. \nMERGER CLAUSE \n{51} McGuirt next argues that the merger clause contained in the SPA eliminated the post-\nemployment restrictions contained in the Amended Employment Agreement.  I disagree. \n{52} “North Carolina recognizes that merger clauses are valid contractual provisions and the \ncourts consistently uphold their use.”  Mech. Sys. & Servs., Inc. v. Carolina Air Solutions, L.L.C., \n2003 NCBC 9, at ¶ 25 (N.C. Super. Dec. 3, 2003) (citing Zinn, 87 N.C. App. at 333, 361 S.E.2d \nat 318). \n{53} However, the primary purpose of a merger clause is “to effectuate the policies of the \nParol Evidence Rule; i.e., barring the admission of prior and contemporaneous negotiations on \nterms inconsistent with the terms of the writing.”  Zinn, 87 N.C. App. at 333, 361 S.E.2d at 318. \n{54} Here, the SPA’s merger clause is explicitly limited to the transaction at issue in the SPA, \nthat is, the transaction by which Wachovia Corporation acquired CMH.  The SPA’s merger \nclause states that it is “the entire understanding of the parties hereto with reference to the \ntransactions contemplated hereby and supersede[s] any and all other oral or written agreements \nheretofore made . . . .”  (Mem. in Supp. of Mot. for J. on Pleadings and to Strike Ex. 3 § 9.07. \n(emphasis added).) \n{55} I find no ambiguity here and conclude as a matter of law that the transactions \ncontemplated by the SPA’s merger clause are limited expressly to those found in the body of that \ndocument.  Put another way, the merger clause only works to effectuate the policies of the parol \nevidence rule with regard to the SPA; it does not vitiate McGuirt’s obligations under the \n \n 13 \n \n \nAmended Employment Agreement, a contract referenced in the SPA only to confirm its \ncontinued validity.  (See Mem. in Supp. of Mot. for J. on Pleadings and to Strike Ex. 4.) \n{56} In sum, the restrictive covenants in the SPA were not substituted for those in the \nAmended Employment Agreement, and the SPA’s merger clause did not eliminate McGuirt’s \nobligations under the Amended Employment Agreement.  Accordingly, McGuirt’s Tenth \nAffirmative Defense fails as a matter of law, and the Court GRANTS WIS’s Motion for \nJudgment on the Pleadings and to Strike. \nB. \nMOTION TO DISQUALIFY \n{57} McGuirt argues that Parker Poe should be disqualified under North Carolina Revised \nRule of Professional Conduct 1.9 (“Rule 1.9”) because it formerly represented him with regard to \nthe SPA. \n{58} While I disagree with Parker Poe’s characterization of McGuirt’s Motion to Disqualify as \nan improper litigation tactic, (see Mem. in Opp’n to Def. McGuirt’s Mot. to Disqualify 6-9), I \nconclude that Parker Poe should not be disqualified from representing WIS in this lawsuit. \n{59} Under Rule 1.9, a “lawyer who has formerly represented a client in a matter shall not \nthereafter represent another person in the same or a substantially related matter in which that \nperson’s interests are materially adverse to the interests of the former client unless the former \nclient gives informed consent, confirmed in writing.”  N.C. Rules of Prof’l Conduct R. 1.9 \n(2006) (emphasis added). \n{60} Matters are “substantially related” for the purposes of Rule 1.9 “if they involve the same \ntransaction or legal dispute or if there otherwise is a substantial risk that information as would \n \n 14 \n \n \nnormally have been obtained in the prior representation would materially advance the client's \nposition in the subsequent matter.”  N.C. Rules of Prof’l Conduct R. 1.9 cmt. 3 (2006). \n{61} I acknowledge that “in a close case the trial court should not engage in ‘hair-splitting’ \nniceties but instead resolve all doubts in favor of disqualification.”  Plant Genetic Sys. v. Ciba \nSeeds, 933 F. Supp. 514, 517 (M.D.N.C. 1996).  However, Plant Genetic Systems also states that \n“[t]he ‘substantially related’ test requires a ‘virtual congruence of issues,’ and the relationship \nbetween the issues in the prior [representation] must be ‘patently clear.’”  Id. at 518 (quoting \nU.S. Football League v. Nat’l Football League, 605 F. Supp. 1148, 1457 (S.D.N.Y. 1985)). \n{62} Here, it is undisputed that Parker Poe represented McGuirt in or around August 2002 \nwith regard to the SPA.  (Mot. to Disqualify Parker Poe as Counsel for Pl. 1; Mem. in Opp’n to \nDef. McGuirt’s Mot. to Disqualify 3.) \n{63} Nevertheless, it is McGuirt’s burden to prove that the SPA and the current dispute are \nsubstantially related, see Plant Genetic Sys., 933 F. Supp. at 517 (“[T]he moving party has a high \nstandard of proof to meet in order to prove that counsel should be disqualified.”), and McGuirt \nhas failed to carry that burden here. \n{64} I find that Parker Poe’s representation of McGuirt with regard to the SPA is not \nsubstantially related to the claims in this lawsuit because: (a) there is no risk that Parker Poe \nobtained any information during its representation that would materially advance WIS’s position \nin this lawsuit; and (b) the SPA is distinct from the transactions that give rise to WIS’s claims. \n{65} To begin with, Parker Poe’s 2002 representation of McGuirt with regard to the SPA was \nextremely limited.  Parker Poe only represented the CMH shareholders (including McGuirt) as \nsellers of CMH stock vis-à-vis the Wachovia Corporation as purchaser.  (Link Aff. ¶ 8, Ex. A, \nOct. 4, 2006.)  Further, minor CMH shareholders, like McGuirt, were not involved in negotiating \n \n 15 \n \n \n                                                \nthe terms of the SPA and did not have substantive communications with Parker Poe.  (Link Aff. \n¶¶ 7, 15, Oct. 4, 2006).  McGuirt also did not separately engage Parker Poe to advise or represent \nhim as to his individual rights, responsibilities, or benefits under the SPA; instead, McGuirt was \ntold that if he had individual questions or concerns, he should retain separate counsel.  (Link Aff. \n¶ 8, Ex. A, Oct. 4, 2006.)  And except for this limited representation almost five years ago, there \nis no evidence that Parker Poe has ever advised or represented McGuirt in any other matter. \n{66} Second, McGuirt makes no claim that Parker Poe has specific information that could be \nused to his detriment in this lawsuit,6 and I conclude that there is no such possibility here. \n{67} While a “former client is not required to reveal the information learned by the lawyer to \nestablish a substantial risk that the lawyer has information to use in the subsequent matter[,]” a \n“conclusion about the possession of such information may be based on the nature of the services \nthe lawyer provided the former client and information that would in ordinary practice be learned \nby a lawyer providing such services.”  N.C. Rules of Prof’l Conduct R. 1.9 cmt. 3 (2006). \n{68} Given the limited nature of the services Parker Poe provided McGuirt, there is no risk \nthat Parker Poe has confidential information that could be used to McGuirt’s detriment in this \nlawsuit.  In that regard, the facts of this case are very different from those relied on by McGuirt \nin support of his motion to disqualify.  In each of those cases, the attorney in question was \nrightfully disqualified because there was a high risk that the attorney or his firm learned \nconfidential information regarding the matter at the center of the lawsuit during a previous \nrepresentation. \n \n6 McGuirt states that “Parker Poe likely has knowledge of communications from counsel regarding the impact of the \n[SPA] on the employment agreements,” (Mem. of Law is Supp. of Mot. to Disqualify Parker Poe as Counsel for Pl. \n14), but he admits that he “is not aware of any specific confidential information that Parker Poe possesses regarding \nits prior representation of him.” (Reply in Supp. of Mot. to Disqualify Parker Poe as Counsel for Pl. 5). \n \n 16 \n \n \n{69} For example, in Superguide Corp. v. DirecTV Enters., Inc., 141 F. Supp. 2d 616 \n(W.D.N.C. 2001), the court disqualified an attorney from representing his client in a patent \ninfringement action against a corporation for which he had acted as lead, national trial counsel in \nall patent infringement actions it initiated for a period of five years, including an action involving \nthe patent at issue in the pending lawsuit. \n{70} In Robert Woodhead, Inc. v. Datawatch Corp., 934 F. Supp. 181 (E.D.N.C. 1995), the \ncourt disqualified Parker Poe from representing its client against one of its client’s former \nemployees in a copyright infringement suit because Parker Poe advised the former employee \nregarding the creation of a software company and, in the process of advising the former \nemployee, learned of the employee’s work with the software application at issue in the pending \ncopyright infringement lawsuit. \n{71} Finally, in Flick Mortgage Investors, Inc. v. The Epiphany Mortgage, Inc., 2006 NCBC \n3, (N.C. Super. Feb. 1, 2006), this Court disqualified an attorney from representing his client \nagainst a client of his former law firm in a matter that was pending at the time of the attorney’s \ndeparture from the firm because the attorney’s former law firm consisted of only three lawyers \nand the attorney, while at the firm, had unfettered access to all client files. \n{72} Here, all of WIS’s claims arise under the Amended Employment Agreement and focus on \nMcGuirt’s responsibilities as a former WIS employee.  (See Compl. ¶¶ 49-115.)  It is these \nmatters that are at the center of this lawsuit, not the SPA.  Further, given the nature of Parker \nPoe’s limited representation with regard to the SPA—an agreement that I have already \nconcluded as a matter of law does not absolve McGuirt of his obligations under the Amended \nEmployment Agreement—and McGuirt’s limited involvement in negotiating the SPA, there is \n \n 17 \n \n \nno risk that Parker Poe obtained confidential information from McGuirt that could be used \nagainst him in this lawsuit. \n{73} Moreover, that the Court was compelled to decide whether the SPA absolved McGuirt of \nhis obligations under the Amended Employment Agreement does not automatically require \nParker Poe’s disqualification.  A motion to disqualify under Rule 1.9 does not turn on whether \nthe Court, in the present case, must decide something relating to the previous representation but \nrather on whether the present case is substantially related to the previous representation.  See \nPlant Genetic Sys., 933 F. Supp. at 517 (“The movant [on a motion to disqualify] must establish \nthe following: (1) an attorney-client relationship existed with the alleged former client; and (2) \nthe former representation and the current controversy must be substantially related.” (emphasis \nadded)).  Were it otherwise, a party could always disqualify opposing counsel simply by \nasserting a defense relating (however tangentially) to a previous representation of that party by \nopposing counsel and requiring the court to rule on it.  This would be so regardless of whether \nthe previous representation truly had any substantial relation to the current dispute. \n{74} I determined earlier that the Amended Employment Agreement, which governs \nMcGuirt’s obligations as an employee, and the SPA, which governs McGuirt’s obligations as a \nseller of CMH stock, are distinct agreements.  As a result, McGuirt has not met his burden to \nprove that Parker Poe’s current representation is substantially related to its limited representation \nof McGuirt nearly five years ago. \n{75} McGuirt also argues in passing that questions as to the termination of a “Vesting \nAgreement” may require disqualification because a Parker Poe attorney may be required to \ntestify on this point.  (Mem. of Law is Supp. of Mot. to Disqualify Parker Poe as Counsel for Pl. \n5.)  Based on the record before me, this appears to be unfounded speculation.  First, it is not clear \n \n 18 \n \n \n                                                \nhow the “Vesting Agreement” is relevant to any issue before the Court.  Second, even if it is \nsomehow relevant, “it does not take an attorney to testify about how and if the Vesting \nAgreement was terminated.” (Mem. in Opp’n to Def. McGuirt’s Mot. to Disqualify 5 (quotations \nomitted).)  Indeed, the relevant documents provide the answer.  (See Mem. in Opp’n to Def. \nMcGuirt’s Mot. to Disqualify Ex. B.) 7 \n{76} In sum, while the Motion to Disqualify is far from frivolous, it is neither a “close-case” \nnor one that requires me to engage in “hair-splitting niceties.”  I find no basis for disqualifying \nParker Poe from representing WIS in this lawsuit, and therefore DENY McGuirt’s Motion to \nDisqualify. \nCONCLUSION \n{77} Based on the foregoing, the Court GRANTS WIS’s Motion for Judgment on the \nPleadings and to Strike McGuirt’s Tenth Affirmative Defense and DENIES McGuirt’s Motion \nto Disqualify Parker Poe as Counsel for the Plaintiff. \n \nThis the 13th day of February, 2007. \n \n \n \n \n  \n \n7 In another case relied on by McGuirt, The Attic Tent, Inc. v. Copeland, No. 3:06CV66-W, 2006 U.S. Dist LEXIS \n57601 (W.D.N.C. Aug. 14, 2006), the court disqualified an attorney from testifying as an expert for a party attacking \na patent because the lawyer had been a “name partner” in the firm that had obtained the patent and testifying as an \nexpert witness gave the appearance that the attorney was changing sides.  Here, on the other hand, WIS states, and \nMcGuirt does not deny, that Parker Poe represented CMH and WIS adverse to its employees in relation to the \n“Vesting Agreement.”  (Link Aff. ¶¶ 11-14, Oct. 4, 2006.)  Consequently, even if a Parker Poe attorney were called \nto testify about the “Vesting Agreement,” it could not be said that the attorney was “changing sides.” "
}