{
  "id": "64878334a673b84155b63c2d3676e88243d7f0ab7a07d6d3b0a381b4febe7ea0",
  "source_file": "data/raw/ncbc/64878334a673b84155b63c2d3676e88243d7f0ab7a07d6d3b0a381b4febe7ea0.pdf",
  "raw_text": "Best Cartage, Inc. v. Stonewall Packaging, LLC, 2011 NCBC 15. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF FORSYTH \n \nBEST CARTAGE, INC., \n \n         Plaintiff, \n \nv. \n \nSTONEWALL PACKAGING, LLC,  and \nJACKSON PAPER MANUFACTURING \nCOMPANY, \n \n       Defendants, \n \nand \n \nGGG, INC. d/b/a GRISANTI, GALEF \nand GOLDRESS as Receiver for \nSTONEWALL PACKAGING, LLC, \n \n       Defendant-Intervenor. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n10 CVS 4283 \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION \n \n{1} This matter is before the Court on Defendant Jackson Paper \nManufacturing Company’s Motion to Dismiss.  For the reasons stated below, the \nmotion is GRANTED. \nCarruthers & Roth, P.A. by J. Patrick Haywood and Rachel S. Decker for \nPlaintiff. \n \nLong, Parker, Warren, Anderson & Payne, P.A. by Philip S. Anderson for \nDefendant Stonewall Packaging, LLC and for Defendant-Intervenor GGG, \nInc. d/b/a Grisanti, Galef and Goldress as Receiver for Stonewall Packaging, \nLLC. \n \nWyrick Robbins Yates & Ponton LLP by Lee M. Whitman and McKenna Long \n& Aldridge LLP by Gregory S. Brow for Defendant Jackson Manufacturing \nCompany. \n \nGale, Judge. \nI. INTRODUCTION \n{2} The action arises from a transportation services contract Plaintiff Best \nCartage, Inc. (“Best Cartage”) entered with Defendant Stonewall Packaging, LLC \n(“Stonewall”), knowing it to be a limited liability company.  Defendant Jackson \nPaper Manufacturing Company (“Jackson”) is neither a party to the contract nor \nreferred to in it directly or indirectly.  The contract disclaims any third-party \nbeneficiaries, except for Stonewall’s lender, which is specifically identified, and for \nwhich specific rights are enumerated.  Best Cartage initially brought its contract \nclaim solely against Stonewall.  After Stonewall was placed into receivership, by its \nAmended Complaint Best Cartage alleges that it negotiated the contract with \nJackson after Stonewall had been formed, believed Jackson to be Stonewall’s \npartner, but elected to contract solely with Stonewall.  Best Cartage claims that \nJackson is individually liable under the contract because it was a partner or joint \nventurer.  Alternatively, Best Cartage seeks to pierce Stonewall’s corporate veil to \nimpose Stonewall’s contract liabilities on Jackson. \n{3} Best Cartage invokes theories of partnership, joint venture, and corporate \nliability based on broadly stated allegations.  Nevertheless, the Amended Complaint \nomits key assertions necessary to state actionable claims upon which relief can be \ngranted, and inferences necessary to provide those elements are inconsistent with \nthe facts alleged.  In particular, the Amended Complaint does not support an \ninference that the contract made with Stonewall individually was a partnership \ncontract for partnership purposes, and it does not adequately allege a wrong or \ninjustice beyond the underlying breach of contract that would justify piercing \nStonewall’s corporate veil to reach Jackson.  Accordingly, all claims in the Amended \nComplaint against Jackson should be dismissed.  Best Cartage’s recovery, if any, \nshould be against Stonewall, the party with which it elected to contract.  \n \nII. PROCEDURAL BACKGROUND \n {4} Best Cartage initiated this action in Forsyth County Superior Court on \nJune 7, 2010, by a Complaint naming Stonewall as the sole defendant and \ncontaining a single claim for breach of contract.  The Complaint was served on June \n9, 2010, the same day that Stonewall was placed into receivership by the Jackson \nCounty Superior Court on petition by Stonewall’s lender, Atlantic Capital Bank.1  \nStonewall’s receiver intervened on September 28, 2010.  On November 23, 2010, \nBest Cartage moved for leave to file its Amended Complaint in this action to assert \nclaims against Jackson.  The Honorable Stuart Albright, sitting in Forsyth County, \ngranted leave to file the Amended Complaint on December 13, 2010.  The case was \nthen designated as a complex business case and assigned to the undersigned. \n {5} The Amended Complaint attaches and incorporates the agreement \nbetween Best Cartage and Stonewall.  The Amended Complaint carries forward the \nbreach of contract claim against both Stonewall and Jackson and adds four new \nclaims to impose that contract liability on Jackson, including: 1) partnership by \nestoppel; 2) joint venture; 3) de facto partnership; and 4) piercing of the corporate \nveil.\n2  These new claims seek to impose liability on Jackson for Stonewall’s breach \nof its contract with Best Cartage.  Jackson timely moved to dismiss all claims \nasserted against it by the Amended Complaint.  The motion has been fully briefed, \nand the Court heard oral argument. \n \nIII. STATEMENT OF FACTS3\n {6} Best Cartage is a North Carolina corporation based in Forsyth County.  It \nis a contract carrier authorized by the Interstate Commerce Commission.  Stonewall \n                                                 \n1   (See Def. Jackson Paper Manufacturing Company’s Mem. of Law in Supp. of Mot. to Dismiss \nPursuant to Rule 12(b)(6) 4.)  While the Court has not been furnished all of the filings in Forsyth \nCounty and Jackson County, the Court understands from statements made at oral argument that \nthis date is not in dispute. \n \n2   Best Cartage concedes that Jackson did not itself directly breach the contract.  Its liability, if any, \nfor Stonewall’s breach of contract would be through the added claims. \n \n3   The statement of facts assumes all the allegations of the Amended Complaint as true for purposes \nof the motion to dismiss.  The parties disagree as to whether the Court should consider certain press \nstatements referred to but not expressly incorporated by the Amended Complaint.  Without deciding \nwhich party is correct, the Court did not need to and did not consider these additional items in \nreaching its conclusions. \n \nis a Delaware limited liability company4 with its principal place of business in \nSylva, Jackson County, North Carolina.  Stonewall manufactured parts of \ncardboard boxes, incorporating materials manufactured by others.  The Amended \nComplaint asserts that Stonewall was formed at Jackson’s insistence to vertically \nintegrate the manufacture and assembly of cardboard boxes and to incorporate a \nmiddle layer into the cardboard sheets manufactured by Jackson.      \n {7} Best Cartage and Stonewall executed an agreement attached to the \nAmended Complaint as Exhibit A, incorporated by the Amended Complaint, and \ntitled “Exclusive Transportation Agreement − Stonewall Packaging, LLC, Sylva, \nNorth Carolina and Best Cartage, Inc., Kernersville, North Carolina – November 5, \n2009” (“Agreement”).  Paragraph 17 of the Amended Complaint alleges that \nStonewall had been formed several months before the Agreement was executed.  \nBest Cartage alleges that Jackson, not Stonewall, negotiated the terms of the \nAgreement with Best Cartage, and that one of Jackson’s officers signed the \nAgreement on Stonewall’s behalf.     \n {8} Best Cartage alleges that when en tering the Agreement, it was aware of \nand relied on the fact that Stonewall and Jackson were partners or engaged in a \njoint venture.  More specifically, Paragraphs 35 and 36 of the Amended Complaint \nallege: \n35. Plaintiff relied upon the strength and reputation of \nDefendant Jackson in entering into the Agreement and in \npurchasing the equipment necessary to fulfill Plaintiff’s \nobligations under the Agreement. \n \n36. Based on the representations of Defendants through words \nand conduct as described herein, Plaintiff executed the \nAgreement and purchased equipment necessary to fulfill \nPlaintiff’s obligations under the Agreement, which because of \n                                                 \n4   Best Cartage argues that at least portions of the motion to dismiss must be denied because the \nmotion would require making a choice of law determination when Stonewall’s corporate citizenship \ncannot be determined from paragraph 18 of the Amended Complaint, which asserts only that \nStonewall is organized pursuant to the laws of a state other than North Carolina.  However, the \nAgreement incorporated into the Amended Complaint makes clear that Stonewall is a Delaware \nlimited liability company.   \n \nDefendants’ breach of the Agreement was a detrimental \nchange in position for Plaintiff.5 \n{9} Best Cartage asserts that Jackson made both public and private \nstatements that it was in a joint venture or partnership with Stonewall.6  More \nspecifically, the Amended Complaint refers to statements made by Jackson to \nobtain tax incentives which were shared between the two companies.  As evidence of \na partnership or joint venture, Best Cartage further alleges that Jackson undertook \na series of actions on Stonewall’s behalf without compensation from Stonewall, \nincluding site selection and acquisition, equipment selection, purchasing efforts and \nother actions on which Jackson employees labored.  The Amended Complaint does \nnot, however, assert that Stonewall and Jackson shared all profits and losses for \nStonewall’s operations or that Stonewall and Jackson each had the right to direct or \ncontrol the actions of the other. \n {10} The Agreement provides for an initial term of December 1, 2009 until \nNovember 30, 2012, with subsequent extensions.  Best Cartage was to be \nStonewall’s exclusive transporter, and it was required to provide transportation \nservices on a daily basis.  The Agreement includes a choice of law provision that \nprovides that the construction and performance of the Agreement is to be governed \nby North Carolina law.  This choice of law provision does not address extra-\ncontractual claims. \n {11} Best Cartage and Stonewall were  the only parties to the Agreement, \nalthough Stonewall’s lender is also expressly referred to by name.  The Agreement \n                                                 \n5   While Best Cartage has suggested that the Amended Complaint was occasioned solely by \ninformation about Jackson learned in discovery before the Amended Complaint was filed, these \nallegations make clear that Best Cartage was aware of the alleged partnership or joint venture at \nthe time it entered into the Agreement and that it chose to enter the Agreement with Stonewall \nalone.  Referring to paragraphs 34 and 35 of the Amended Complaint, Best Cartage states in its brief \nthat: “[b]ased on the strength and reputation of Defendant Jackson, Plaintiff was induced by \nDefendant Jackson’s employee to execute a contract with Defendant Stonewall, believing that \nDefendants Stonewall and Jackson were partners.”  (Br. in Opp’n to Def. Jackson Paper \nManufacturing Company’s Mot. to Dismiss 2.) \n \n6   It does so as a predicate for asserting a statutory claim for partnership by estoppel.   N.C. Gen. \nStat. § 59-46 provides that when such public representations are made, the party claiming the \nbenefit of a partnership by estoppel need not prove that it was aware of the representations.     \nincludes a merger clause.  The Agreement makes no reference to Jackson or any \nother partner or joint venturer.  The Agreement prohibits assignment.  It also \nexpressly disclaims any third-party beneficiaries, except for specific rights \nenumerated in favor of Stonewall’s lender.    \n {12} Best Cartage alleges it acquired thirty-seven tractor-trailers to service \nthe Agreement.7  Stonewall ceased operations at an unspecified date prior to May \n12, 2010.  As a result, the Amended Complaint asserts that, as of May 12, 2010, \nBest Cartage had direct damages totaling $500,678.48, of which the predominant \ncomponent is unpaid freight invoices, and consequential damages of $1,315,336.51, \nrepresenting the loan balance resulting from the tractor-trailers acquisition.   \n {13} Best Cartage alternatively alleges that if no partnership or joint venture \nliability is imposed on Jackson, Jackson so dominated Stonewall as to justify \npiercing the corporate veil to impose Stonewall’s obligations on Jackson.  Paragraph \n55 of the Amended Complaint broadly alleges: “Upon information and belief, \nDefendant Jackson so controlled and dominated Defendant Stonewall in order to \ncommit a wrong, to perpetuate the violation of a legal duty, was dishonest and \nunjust, and in contravention of Plaintiff’s legal rights.”  The Amended Complaint is \nsparse as to any allegation of what this wrong or duty is, other than Stonewall’s \nunderlying breach of contract.  In an effort to assert such a wrong, Paragraph 53 of \nthe Amended Complaint asserts that Jackson did not actually sell its component \nmedium paper to Stonewall, so that upon receivership Jackson was able to retrieve \nits product from Stonewall.\n8  Best Cartage does not allege any fraud or deception in \n                                                 \n7   The receiver has not moved to dismiss the contract claim against Stonewall.  However, its position \nstated in the Case Management Report maintains that a related entity, not Best Cartage, acquired \nthe equipment, and that Best Cartage is not entitled to assert consequential damage claims related \nto this purchase.  That question is beyond the bounds of the current motion but is an issue that \ndeserves early resolution.  \n \n8   Best Cartage apparently implies that Jackson thereby defrauded creditors because it was able to \nretrieve inventory that would have otherwise been available for sale to generate proceeds to be \nshared among all creditors.  Such an implication would further require an assumption that Jackson \nwas an unsecured creditor and that the raw material had not been acquired through a secured credit \narrangement, which would be enforceable by attachment or repossession.  The Amended Complaint \nmakes no such allegations.  \n \nnegotiating the Agreement, and again alleges that it was aware when entering the \nAgreement that Jackson and Stonewall were in a partnership or joint venture.  \n  \nIV. STANDARD OF REVIEW \n{14} Pursuant to N.C. Gen. Stat. § 1A-1, Rule 12(b)(6), the appropriate \ninquiry for a motion to dismiss is “whether, as a matter of law, the allegations of the \ncomplaint, treated as true, are sufficient to state a claim upon which relief may be \ngranted under some legal theory, whether properly labeled or not.”  \nCrouse v. \nMineo, 189 N.C. App. 232, 237, 658 S.E.2d 33, 36 (2008); Harris v. NCNB Nat’l \nBank of N.C., 85 N.C. App. 669, 670−71, 355 S.E.2d 838, 840−41 (1987). “The \ncomplaint is to be liberally construed, and the court should not dismiss the \ncomplaint ‘unless it appears beyond a doubt that [the] plaintiff could prove no set of \nfacts in support of his claim which would entitle him to relief.’”  \nHolloman v. \nHarrelson, 149 N.C. App. 861, 864, 561 S.E.2d 351, 353 (quoting Dixon v. Stuart, 85 \nN.C. App. 338, 340, 354 S.E.2d 757, 758 (1987)), disc. review denied, 355 N.C. 748, \n565 S.E.2d 665 (2002).  However, dismissal is warranted when the complaint “may \nconsist . . . of facts which will necessarily defeat the claim as well as where there is \nan absence of law or fact necessary to support a claim.”  Sutton v. Duke, 277 N.C. \n94, 102−03, 176 S.E.2d 161, 166 (1970).  “When considering a motion under Rule \n12(b)(6), the court is not required to accept as true any conclusions of law or \nunwarranted deductions of fact in the complaint.”  Branch Banking & Trust Co. v. \nLighthouse Fin. Corp., 2005 NCBC 3 ¶ 8 (N.C. Super. Ct. July 13, 2005). \n \nV. ANALYSIS \n {15} Best Cartage’s four claims ag ainst Jackson fall generally into two \ncategories that draw upon separate legal principles.  The first three claims seek to \nimpose direct individual liability on Jackson through recognized theories of \npartnership liability, of which joint venture liability is a part.  These include the \nclaims of an actual or implied partnership or joint venture agreement, or \nalternatively the imposition of a partnership by estoppel.  The fourth claim seeks to \npierce Stonewall’s veil as a limited liability company to reach Jackson through its \nalleged domination of Stonewall to accomplish a wrong or injustice.  This claim is \nmeasured by corporate law.  The contrast between the two types of claims is \nevidenced by a recent statement of our Supreme Court, that “shareholders in a \ncorporation are insulated from personal liability for acts of the corporation, but \npartners in a partnership are not insulated from liability.  Stated differently, no \ncorporate veil exists between a general partnership and its partners.”  \nRon Medlin \nConstr. Co. v. Harris, 704 S.E.2d 486, 490, 2010 N.C. Lexis 1079, at *12 (N.C. 2010) \n(citations omitted).  They also require a different choice of law analysis.  The \npartnership and joint venture claims depend on finding the Agreement to be a \npartnership contract.  The Agreement’s choice of law provision, which calls for the \napplication of North Carolina law, should control those claims.  The piercing of the \ncorporate veil claim arises outside the contract, and the choice of law is unclear.  \nThe Court determines that, here, the outcome of that claim does not depend on the \nchoice of law.  The Court now addresses these two categories of claims separately.  \n \nA. The Partnership and Joint Venture Claims \n {16} In the more traditional case, a plaintiff seeks to impose individual \npartnership liability based on an agreement entered in the partnership name.  \nHere, by its Amended Complaint, Best Cartage seeks to impose individual \npartnership liability on Jackson based on a contract entered in the name of \nStonewall, which Best Cartage alleges to be a fellow partner.  That alleged fellow \npartner is itself a limited liability company.  The different nature of the claim is \namplified by the fact that Best Cartage asserts that it was clearly aware of the \nalleged partnership when it elected to enter a contract solely in the name of an \nindividual partner, with the contract making no reference to and preserving no \nclaims either against a partnership or joint venture or other partners or venturers.    \n{17} In North Carolina, it is well established that a partner can be held \nindividually liable for the obligations of the partnership.  N.C. Gen. Stat. §59-45(a).  \nJoint ventures are “governed by substantially the same rules” as partnerships.  \nJones v. Shoji, 336 N.C. 581, 585, 444 S.E.2d 203, 205 (1994).  The issue, then, is \nwhether Best Cartage has adequately pled that the Agreement should be considered \na partnership contract for a partnership of which Jackson is a partner.  The Court \nconcludes that it has not. \n{18} The Amended Complaint is clear that Best Cartage entered into the \nAgreement with Stonewall, a Delaware limited liability company.  It is clear that \nStonewall was formed prior to the Agreement.  Best Cartage clearly alleges that it \nwas aware that Stonewall was partnering or venturing with Jackson at the time the \nAgreement was entered.  Best Cartage does not allege that it was induced by any \nmisrepresentation to believe that it was entering a contract in the name of the \npartnership or joint venture itself.  Rather, it expressly alleged that it negotiated \nthe contract with Jackson but entered the contract in Stonewall’s name.  The \nAgreement itself demonstrates that Stonewall is a limited liability company, not a \npartnership.  Best Cartage included no language in the Agreement intended to \npreserve claims against any partnership, joint venture, or other members of either.   \n{19} Jackson contends that the fact that the contract is solely in Stonewall’s \nname by itself precludes the imposition of liability for breach of that contract on \nJackson.  The issue is not quite that simple.  While Stonewall itself was a limited \nliability company and not a partnership, this would not preclude it from partnering \nwith Jackson.  North Carolina law recognizes that in certain circumstances one \npartner may be held liable for the breach of a contract entered in the individual \nname of another partner rather than in the name of the partnership.  \nRon Medlin \nConstr. Co., 704 S.E.2d at 491, 2010 N.C. Lexis 1079, at *13−16; Brewer v. Elks, \n260 N.C. 470, 472−73, 133 S.E.2d 159, 161−62 (1963); Hines v. Arnold, 103 N.C. \nApp. 31, 36−37; 404 S.E.2d 179, 183 (1991).  It is more typical that a party \nintending to contract with a partnership obtains an agreement in the name of the \npartnership.  A party seeking to impose partnership liability on a fellow partner \nwhen neither the partnership nor that partner is a party to the contract faces a \nparticularized pleading burden to show that the contract was for partnership \npurposes.  \n{20} For example, in Brewer, a creditor sought to impose liability on a partner \nin a furniture business for a note signed individually by another partner.  The court \nfirst noted the provisions of N.C. Gen. Stat. § 59-39, which provide that an \nagreement in the partnership name for the apparent purpose of partnership \nbusiness may be binding even if the partner entering the contract had no authority \nto enter it, whereas, in contrast, an act of a partner not apparently for the carrying \non of partnership business is not binding on the partnership unless it was \nauthorized by other partners.  260 N.C. at 472, 133 S.E.2d at 161−62.  The Court \nthen held that for the note which was not in the partnership name and on its face \nhad no indication it was entered into for the purpose of the partnership business, \nthe creditor “must show that the partner was acting on behalf of the partnership in \nprocuring the [contract] and was authorized to so act; or that the partners, with \nknowledge of the transaction, thereafter ratified the acts of their partner.”  Id. at \n472−73, 133 S.E.2d at 162.  Assuming adequate allegations and proof, a contract \nentered into by a partner in its own name but obviously in connection with \npartnership business may bind the partnership and its individual partners, \nparticularly where the partnership later takes action pursuant to the contract.  \nRon \nMedlin Constr. Co., 704 S.E.2d at 491−92, 2010 N.C. Lexis 1079, at *13−17.  The \nrelevant inquiry, then, is whether the Amended Complaint adequately pleads that \nan actual partnership exists, that the contract was for partnership purposes, and \nthat the partnership authorized or ratified the Agreement entered into solely by \nStonewall on behalf of the partnership.  \n{21} “A partnership is an association of two or more persons to carry on as co-\nowners of a business for profit.”  N.C. Gen. Stat. § 59-36.  While some contract, \neither express or implied, is required to form a partnership, the contract can arise \nfrom conduct or words, and inferences can be drawn from the overall conduct of the \nparties to find a partnership.  Eggleston v. Eggleston, 228 N.C. 668, 674−75, 47 \nS.E.2d 243, 247 (1948); Hines v. Arnold, 103 N.C. App. 31, 35, 404 S.E.2d 179, 182 \n(1991).  A joint venture is a form of partnership governed by the same rules.  Jones, \n336 N.C. at  585, 444 S.E.2d at 205 (1994).9  As with partnerships, a joint venture \nrequires a sharing of profits and the right of one party to control another.  See \nShelter Corp. v. BTU, Inc., 154 N.C. App. 321, 327, 572 S.E.2d 200, 204−05 (2002).   \n{22} In this case, through the allegations of the Amended Complaint, Plaintiff \nseeks to imply claims of a partnership or joint venture agreement based on the \nfollowing: Jackson caused Stonewall to be formed to integrate manufacturing (¶ 5); \nJackson solicited tax incentives for Stonewall and then shared in those incentives \n(¶¶ 6, 8); Jackson employees undertook various actions for Stonewall’s benefit \nwithout being paid by Stonewall (¶¶ 9, 10, 12, 14); Jackson employees executed \ncontracts on behalf of Stonewall (¶ 11); Jackson and Stonewall shared officers, \ndirectors and the same physical address (¶¶ 15−16); Jackson’s officer negotiated the \nAgreement before it was executed by Stonewall (¶ 19); Jackson and Stonewall made \npublic representations that they were partners (¶¶ 31−32); and Jackson and \nStonewall “combined their labor, skills and property” (¶¶ 39, 42).  The sharing of \nprofits and losses is an essential element of a partnership.  Wilder v. Hobson, 101 \nN.C. App. 199, 203, 398 S.E.2d 625, 628 (1990); see also Ziekgraf Hardwood Co. v. \nSeay, 60 N.C. App. 128, 133, 298 S.E.2d 208, 211 (1982).  The Amended Complaint \ndoes not directly assert that Stonewall and Jackson shared profits, income, or \nexpenses other than tax incentives or that they had authority and control one over \nthe other.   \n{23} The Court must be cautious when dismissing a complaint for failure to \nassert the necessary elements of a partnership.  See Volkman v. DP Assocs., 48 N.C. \nApp. 155, 157, 268 S.E.2d 265, 267 (1980).  But, having carefully considered the \nstatutory and case law, and granting Best Cartage appropriate inferences, the \nCourt concludes that Best Cartage has not alleged the minimal elements to show \nthat the Agreement was entered into for partnership purposes, such that it should \nnot be viewed as an individual contract with Stonewall.   \n                                                 \n9   For a more detailed discussion by this Court, see Azalea Garden Board & Care, Inc. v. Vanhoy, \n2009 NCBC 9 ¶¶ 14─15 (N.C. Super. Ct. Mar. 17, 2009).   \n{24} First, it is then difficult to infer that the parties intended that the \ncontract was undertaken for the benefit of the partnership when Best Cartage \nexecuted the Agreement solely in Stonewall’s name, with no reference in the \nAgreement to Jackson, the partnership, or any joint venture, even though it had full \nknowledge at the time of execution that such a partnership or joint venture existed.  \nSecond, Best Cartage disclaimed the existence of any third party beneficiaries with \nrights pursuant to the Agreement.  By disclaiming the rights of a third party, the \nAgreement explicitly denies the ability of any entity or person that is not Stonewall \nitself to assert any rights under the Agreement.  Partnerships are creatures of \ncontract, and mutuality of obligation is a fundamental tenet of contract law.  The \nCourt will not infer that Jackson would enter into an Agreement, taking on certain \nliabilities, but, simultaneously, eliminating its right to assert claims against the \nother party to the agreement.10  \n {25} Having found the allegations of the Amended Complaint do not state a \nclaim for an actual or de facto partnership or joint venture, the Court examines \nwhether the Amended Complaint states a claim for partnership by estoppel.  The \npartnership by estoppel doctrine is codified by the Uniform Partnership Act, which \nhas been adopted in North Carolina:  \nWhen a person, by words spoken or written, by conduct, or by \ncontract, represents himself . . . as a partner in an existing \npartnership or with one or more persons not actual partners, he is \nliable to any such person . . . who has on the faith of such \nrepresentation, given credit to the actual or apparent partnership. \n \nN.C. Gen. Stat. § 59-46(a).  If the statements were made in a public manner, then \nthe party seeking to impose a partnership by estoppel need not have been aware of \nthe representations.  Id.  Subsection (b) of the statute provides that the person \nmaking such representations becomes the agent of others who acquiesce in the \nrepresentation.  In that sense, the statutory provision has been said to impose \n                                                 \n10   This same reasoning cuts against finding a partnership by estoppel, as this imposition depends \non asserting equity.  It would be inequitable to impose liability on Jackson while the Agreement \ndisclaims that Jackson has rights against Best Cartage. \nliability perhaps more akin to apparent authority than to estoppel.  Volkman, 48 \nN.C. App. at 159, 268 S.E.2d at 268. \n {26} In the present case, the problem for Best Cartage is that the Agreement \nwas clearly between Best Cartage and Stonewall, rather than with a separate entity \nwhich Best Cartage believed to be a partnership.  Best Cartage cannot claim that it \nbelieved Stonewall was itself a general partnership; the Agreement makes clear \nthat Stonewall is a Delaware limited liability company.  It is then also clear that \nBest Cartage did not extend “credit to the actual or apparent partnership” in \nreliance on Jackson’s representations.  The Amended Complaint does not state a \nclaim for partnership by estoppel, and this claim is properly dismissed pursuant to \nRule 12(b)(6). \n{27} The Court has not been unmindful that North Carolina as a matter of \npublic policy continues to adhere to a liberal pleading standard which confines early \nRule 12(b)(6) dismissals to cases where it is clear the claim should not survive.  But, \nneither has it been unmindful of the public policy which favors affording parties \nshelter from personal liability through use of a general corporate or limited liability \ncompany form.  See, e.g., Griffin Mgmt. Corp. v. Carolina Power & Light Co., Inc. \n2009 NCBC 25 ¶ 26 (N.C. Super. Ct. Nov. 12, 2009) (applying joint venture \nprinciples can cause an “end-run around” limited liability afforded by use of the \ncorporate form).  The Court’s ruling harmonizes these policies.  With knowledge \nthat a partnership or joint venture existed,  Best Cartage did not enter a contract \nwith that partnership or joint venture, but entered into the Agreement with \nStonewall, a limited liability company, and made no effort in the Agreement to \npreserve rights against Jackson.  Best Cartage is fairly held accountable for its \nchoice to deal with the individual company. \n \nB.  Piercing the Corporate Veil \n{28} Best Cartage asserts that Jackson must then answer for Stonewall’s \nliabilities through a piercing of Best Cartage’s corporate veil.  The Court would \nnormally determine which law to apply as the first step of its analysis.  Here, that \nself-determination is a matter of some complexity, for North Carolina courts have \nnot yet determined which law will be applied to determine whether to pierce the veil \nof an out-of-state corporation, or whether the determination for a limited liability \ncompany would require some different analysis.  The choice of law provision in the \nAgreement does not control the choice of law on the piercing issue because the claim \ndoes not arise under the Agreement. “The issue of piercing the corporate veil is \ncollateral to and not part of the parties’ negotiations or expectations with respect to \nthe contract.”  Dassault Falcon Jet Corp. v. Oberflex, Inc., 909 F.Supp. 345, 348 \n(M.D.N.C. 1995).11  \n{29} As an initial matter, Best Cartage claims that the Court cannot properly \nconsider dismissing the piercing claim because the Court must look outside the \npleadings to determine the place of Stonewall’s incorporation, which determination \nis essential to the choice of law.  But the Agreement itself makes clear that \nStonewall is a Delaware limited liability company, and the Agreement is \nincorporated into the Amended Complaint.  It being clear that Stonewall is a \nDelaware entity, Jackson urges that this Court should follow Magistrate Judge \nEliason’s analysis, adopt the internal affairs doctrine, and apply Delaware law.  \nHowever, the Court agrees with Jackson’s separate assertion that the choice of law \nis not dispositive because both Delaware and North Carolina require that Best \nCartage plead more than it has pled. \n{30} Best Cartage’s piercing of the corporate veil claim rests on broad \nconclusory allegations, without factual specificity.  (See Am. Compl. ¶¶ 45─52.)  The \nCourt need not accept these conclusions even in the context of reviewing a Rule \n12(b)(6) motion.  Branch Banking & Trust Co. v. Lighthouse Fin. Corp., 2005 NCBC \n3 ¶ 8 (N.C. Super. Ct. July 13, 2005).  Here, Best Cartage fails in asserting the \ncritical element of misusing the corporate form to achieve a wrongful or inequitable \nresult.  Other than the breach of contract itself, the only wrong Best Cartage asserts \n                                                 \n11   In Dassault, Magistrate Judge Eliason determined that, if faced with the issue, the North \nCarolina Supreme Court would apply the law of the place of incorporation, which in that case was \nNorth Carolina.  909 F.Supp at 348─49.    \n \nwith regard to a misuse of corporate form is that Jackson did not actually sell its \ncomponent material to Stonewall until after Stonewall had utilized it, and, as a \nconsequence, Jackson was then able to retrieve its unused product without it being \navailable to the receiver and general creditors.  The alleged inference is that \nJackson misused its dominion and control to defraud other creditors, including Best \nCartage.  (\nSee Am. Compl. ¶¶ 45─52.)  The Court does not believe these allegations \nsupport any inference of a wrongdoing justifying the use of the piercing the \ncorporate veil doctrine.  \n {31} The Middle District of North Ca rolina has had occasion to analyze the \npiercing of the corporate veil issue under North Carolina and Delaware law on a \nsimilar broad complaint.   The Court finds persuasive Judge Beaty’s thorough \nanalysis in concluding that the complaint he reviewed should be dismissed.  Sitting \nin diversity, Judge Beaty examined the piercing of the corporate veil claim in \nRichmond v. Indalex, Inc., 308 F.Supp.2d 648 (M.D.N.C. 2004).12  There, Judge \nBeaty, as had Magistrate Judge Eliason, noted the unsettled conflicts of law issue.  \nUnlike Magistrate Judge Eliason, who examined the issue in regard to a North \nCarolina corporation, the issue before Judge Beaty related to a Delaware \ncorporation.  Judge Beaty declined to resolve the conflicts of law issue, finding that \nthe plaintiff there had failed to allege the elements demanded of a piercing the \ncorporate veil claim under the case law of either Delaware or North Carolina.  After \na comprehensive analysis of precedents from both states, Judge Beaty concluded \nthat in addition to having to allege domination and control, to sustain a claim for \npiercing the corporate veil, a plaintiff must further allege that this misuse of the \ncorporate form was used to perpetuate a fraud or injustice.  He concluded that the \nbroad conclusory allegations did not measure up under either Delaware or North \nCarolina law, and accordingly, dismissed the complaint.  \nId. at 659. \n                                                 \n12   This opinion was entered prior to Bell Atl. Corp. v. Twombly, 550 U.S. 544, 127 S. Ct. 1955 \n(2007), and therefore, was pursuant to the Rule 12 (b)(6) standard the North Carolina courts \ncontinue to follow.  See Richmond, 308 F.Supp.2d at 654. \n {32} Judge Beaty’s analysis is equally applicable here and Best Cartage’s \ncomplaint, like the one in Richmond, should be dismissed under either Delaware or \nNorth Carolina law because Best Cartage has not pled any fraud or injustice \nadequate to sustain its claim.  The underlying breach of contract does not itself \nconstitute a sufficient fraud or injustice.  \nSee Mobil Oil Corp. v. Linear Films, Inc., \n718 F.Supp. 260, 268 (D. Del. 1989); see E. Mkt. Street Square, Inc. v. Tycorp Pizza \nIV, Inc., 175 N.C. App. 628, 637─38, 625 S.E.2d 191, 199 (2006).  \n {33} The Court finds Best Cartage’s pie rcing claim to be inconsistent with its \nchoice to contract solely with Stonewall, a limited liability company, having full \nknowledge at the time of contracting that Stonewall was in a partnership or joint \nventure with Jackson.  Disregarding the protection of the limited liability company \nunder these circumstance reaches beyond the intended purpose of the doctrine and \nimproperly seeks to use a “drastic remedy” which should be utilized sparingly.  See \nDorton v. Dorton, 77 N.C. App. 667, 672, 336 S.E.2d 415, 419 (1985).  \n \nVI. CONCLUSION \n {34} For the reasons stated, Defe ndant Jackson Paper Manufacturing \nCompany’s Motion to Dismiss is GRANTED, and the Amended Complaint as to that \nDefendant is DISMISSED. \n {35} Plaintiff and Receiver should confer and submit a Revised Case \nManagement Report that proposes a schedule for the handling of the claims against \nStonewall.  Such report should be submitted on or before July 8, 2011.  Discovery on \nthose claims can proceed prior to the submission of the report. \n \nIT IS SO ORDERED, this 8th day of June, 2011. "
}