{
  "id": "649e63091a8c4dea31b822822e407d7c97b065e0beef29c8441143b0facb2e56",
  "source_file": "data/raw/ncbc/649e63091a8c4dea31b822822e407d7c97b065e0beef29c8441143b0facb2e56.pdf",
  "raw_text": "PRAXAIR, INC. v. AIRGAS, INC., 1999 NCBC 5\nSTATE OF NORTH CAROLINA\nMECKLENBURG COUNTY\nPRAXAIR, INC.,\nPlaintiff,\nv.\nAIRGAS, INC., NATIONAL\nWELDERS SUPPLY COMPANY,\nINC., \nJ.A. TURNER, JR., JUDITH\nCARPENTER, and ERROL SULT,\nDefendants.\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nIN THE \nGENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\n98 CVS 8571\n \n \nORDER AND OPINION\n{1} This matter is before the Court on the motion for judgment on the pleadings of Defendant Airgas, Inc.\n(hereinafter \"Airgas\") pursuant to Rule 12(c) of the North Carolina Rules of Civil Procedure and the\nmotion to dismiss pursuant to Rule 12 (b)(6) of the Defendants National Welders Supply Company, Inc.\n(hereinafter \"National Welders\"), J.A. Turner, Jr., Judith Carpenter, and Errol Sult (hereinafter\ncollectively the \"Individual Defendants\"). For the reasons and subject to the qualifications set forth below,\nthe motions are denied in part and granted in part.\nWomble Carlyle Sandridge & Rice, PLLC, by William \nC. Raper, Debbie W. Harden and\nCarol W. Exum; Sidley & \nAustin, by Nathan P. Eimer, Faith E. Gay and Lisa S. Meyer, \nfor\nPlaintiff Praxair, Inc.\nRobinson, Bradshaw & Hinson, P.A., by John R. \nWester, Mark W. Merritt, and Julian H.\nWright, Jr.; \nArmbrecht, Jackson, DeMouy, Crowe, Holmes & Reeves, \nL.L.C., by Broox G.\nHolmes and Edward A. Dean, for Defendant \nAirgas, Inc.\nJames, McElroy & Diehl, P.A., by Edward T. Hinson, \nJr., Richard B. Fennell, Ann L. Lester\nand Jennifer A. \nYoungs, for Defendants National Welders Supply Company, Inc., \nJ.A. Turner,\nJr., Judith Carpenter and Errol Sult.\nI. Factual Background\n{2} In March, 1991, National Welders and J. A. Turner, Jr., Judith Carpenter, J. A. Turner III and\nLinerieux B. Turner (hereinafter the \"Turner Family\") entered into a contractual arrangement with Union\nCarbide Industrial Gases, Inc. (hereinafter \"UCIG\") which involved the purchase of certain assets from\nUCIG by National Welders. The Turner Family owned controlling interest in National Welders. As a part\nof that contractual arrangement the parties entered into a Right of First Refusal Agreement dated March\n25, 199l (hereinafter the \"RFR\"). The RFR provided that if the Turner Family desired to sell its shares in\nNational Welders before March 2006, UCIG would, under certain circumstances, have a right of first\nrefusal for the shares under the best terms offered to the Turner Family by another purchaser. Plaintiff,\nPraxair, Inc. (hereinafter \"Praxair\"), is the successor in interest to UCIG and seeks to recover damages\nbased upon an alleged breach of the RFR by National Welders and the Turner Family.\n{3} The portions of the RFR at issue provide:\n3. (a) Until the fifteenth anniversary of the date hereof, \n(x) NW shall not transfer (by merger,\nreorganization, \nconsolidation, exchange of securities, sale, or otherwise) \nsubstantially all of\nthe assets of any Subsidiary, division \nor branch of NW which, when aggregated with any\nother \nSubsidiary, division or branch transferred by NW within the \nimmediately preceding one\nyear period, generated more than \nten percent (10%) of the gross revenue of NW during the\nfiscal year immediately preceding the proposed transfer as \nshown on the financial statements\n(and/or working papers \nrelating thereto) of NW prepared as at the end of the fiscal \nyear by the\naccountants of NW; (y) no Shareholder shall \ntransfer (by gift, sale or otherwise) Shares or\noptions to \nacquire Shares to any person not a party to this Agreement if \nthe transfer would\ndirectly result in a Change in Control (as \ndefined below); and (z) NW shall not sell or issue, or\ngrant \nany option or other right to acquire or otherwise receive, \nany Shares to any Person not a\nparty to this Agreement if the \nsale, issuance or option (upon exercise thereof) would \ndirectly\nresult in a Change in Control; unless prior to each \nsuch occasion, referred to in any of the\npreceding clauses \n(x), (y) and (z), each Person considering such transfer \n(hereinafter\ncollectively the \"Seller\") shall have \ngiven UCIG prior written notice of the proposed\ntransaction, \nwhich notice will (i) set forth the price and all the \nmaterial terms and conditions\nof such proposed transaction \n(including without limitation any collateral agreements by a\nparty to this Agreement or any Affiliate of any such party, \nsuch as agreements for the sale\nand/or lease of property \nowned by others and used by NW, covenants not to compete, \netc.)\nand identify the proposed transferee (the \n\"Prospective Purchaser\"); (ii) constitute an offer \non\nbehalf of the Seller (and each of them) to sell to UCIG \nsuch shares or other assets and to enter\ninto such collateral \nagreements, all upon the same terms and conditions as are \noffered to the\nProspective Purchaser for the same \nconsiderations and upon the same terms and conditions as\nare \noffered by the Prospective Purchaser (net of certain \nbrokerage, sales consultancy, finders\nand other similar fees \nand expenses as provided below); provided, however, that if \nthe\nconsideration payable by the Prospective Purchaser \nincludes consideration other than cash\nand UCIG is unable to \nprovide the non-cash portion of the consideration, UCIG shall \nalso pay\nto the Seller, in lieu of the non-cash consideration \nthat UCIG is unable to provide, an amount\nwhich is the \nEconomic Equivalent (as defined below) of such non-cash \nconsideration\nproposed to be paid by the Prospective \nPurchaser; (iii) contain a true and complete copy of\nthe bona \nfide offer by the Prospective Purchaser; and (iv) disclose \nthe terms of each\nbrokerage, sales consultant, finders and \nother similar arrangements applicable to the proposed\ntransfer (or any portion thereof). (An offer made by the \nProspective Purchaser to the Seller\nwhich is subject to \nUCIG’s right of first refusal under this Article 3 as \nmodified by any\nchanges resulting from the application of the \nEconomic Equivalent provisions stated above\nand as may be \nincreased by an Increased Offer and which is submitted by the \nSeller to UCIG\npursuant to paragraph (b) below is herein \nreferred to as an \"Offer\"). The Offer will be \ndeemed\nmade to UCIG by the Seller only if the Seller elects \nto deliver notice of the Offer to UCIG in\naccordance with \nthis paragraph (a).\n(d) For purposes of this Agreement, \"Change in \nControl\" means any stock sale or transfer,\nmerger, \nconsolidation, reorganization, stock issuance, stock \nredemption or other transaction or\noccurrence or series of \ntransactions or occurrences resulting in a change of \nownership of the\nvoting capital stock of NW or any of its \nsuccessor corporations such that more than fifty\npercent \n(50%) of the voting rights, either on Shares outstanding or \non a Fully Diluted Basis,\nof the voting capital stock of NW \nor any of its successor corporations is held, after such\nchange, by Persons other than UCIG, the shareholders and \nmembers of the Immediate Family\n(as defined in paragraph \n15(d)) of the Shareholders who are legally bound by this \nAgreement\npursuant to or in accordance with Article 4; \nprovided, however, that in calculating such more\nthan fifty \npercent (50%) ownership test, Shares held by members of the \nImmediate Family of\nthe Shareholders that are not subject to \nthis Agreement (see Article 4 below) shall be deemed\nnot to \nbe owned by members of the Immediate Family of the \nShareholders. For purposes of\nthis Agreement, \"Fully \nDiluted Basis\" means after giving effect to the exercise \nof any and all\noptions, warrants and securities which are \nconvertible into or exchangeable for Shares.\n{4} In its complaint, Praxair contends that in 1996 National Welders and the Turner Family violated\nPraxair’s rights under paragraph 3 of the RFR by constructing a \"sham transaction\" with Airgas. (Compl.\nPara. 1, Nature of the Action.) The alleged \"sham transaction\" involves an agreement between National\nWelders, the Turner Family and Airgas dated June 1996 (hereinafter the \"Joint Venture Agreement\"),\npursuant to which Airgas acquired 47% of the voting capital stock of National Welders. Praxair alleges\nthat this \"sham transaction\" is the basis for: (1) a breach of contract claim against National Welders and\nthe Turner Family, (2) a claim for tortious interference with contract against Airgas, (3) a claim for\ntortious interference with economic advantage against Airgas, (4) an unfair trade practice claim against\nNational Welders, Airgas and the Individual Defendants, and (5) a claim for civil conspiracy against all\ndefendants. All of Praxair’s claims are predicated on the premise that there has been a violation or breach\nof Praxair’s rights under the RFR. If there has been no such violation or breach, all the claims would be\nmeritless.\nII. Applicable Legal Standards\n{5} The standard for testing the sufficiency of a complaint under Rule 12(b)(6) and Rule 12(c) is the\nsame. All well-pleaded facts in the complaint must be accepted as true and the plaintiff is entitled to all\npermissible inferences to be drawn from those facts. The motions should be denied unless it is clear that\nplaintiff is not entitled to any relief under any statement of the facts. \nArroyo v. Scottie’s Professional\nWindow Cleaning, Inc.\n, 120 N.C. App. 154, 461 S.E.2d 13 (1995) and \nHedrick v. Rains, \n121 N.C. App.\n466, 466 S.E.2d 281 (1996). Judgment should be entered on such motions only when it is clear that there\nare no disputed facts and defendant is entitled to judgment as a matter of law. However, where the Court\ncan construe the plain and unambiguous language of a contract to determine if it has been breached,\njudgment on the pleadings may be appropriate. \nDeTorre v. Shell Oil Co\n., 84 N.C. App. 501, 353 S.E.2d\n269 (1987).\n{6} In ruling on the pending motions, the Court has reviewed and considered the Joint Venture Agreement\neven though that document was not attached to the complaint. The Joint Venture Agreement was\nreferenced throughout the complaint and plaintiff argued to the Court that particular provisions of the Joint\nVenture Agreement established a violation of the RFR. (\nSee, e.g., \nPlaintiff Brief, pages 16-17.) At the\nheart of plaintiff’s complaint is the allegation that the Joint Venture Agreement was a sham transaction. In\nruling on a Rule 12(c) or Rule 12(b)(6) motion the Court should consider documents clearly referenced in\nand relied upon by the plaintiff in its complaint. \nSee Robertson v. Boyd, \n88 N.C. App. 437, 363 S.E.2d 672\n(1988). In reviewing the RFR and the Joint Venture Agreement, the Court has also applied a rule of\nconstruction that restrictions on the alienation or transfer of stock are disfavored and should be strictly\nconstrued. \nSee Bryan-Barber Realty, Inc v. Fryar, \n120 NC App. 178, 461 S.E.2d 29 (1995).\nIII. Substantive Issues\n{7} The single critical issue in this case is whether or not Praxair’s rights contained in the RFR have been\nviolated. Affording the complaint in this action its broadest interpretation requires that the Court examine\ntwo possibilities. First, the complaint can be read to assert a claim that the Joint Venture Agreement itself\nconstitutes a breach of the RFR. For the reasons set forth below, the Court finds as a matter of law that it\ndoes not. Second, the complaint can be read to assert a claim that the Joint Venture Agreement is a sham\nor fake. The complaint contains both express and implied allegations that National Welders and the Turner\nFamily entered into an agreement by which Airgas has, in fact, obtained a controlling interest in the voting\nstock of National Welders and that the Joint Venture Agreement was designed to disguise the true\nagreement. This theory of the complaint holds that the Joint Venture Agreement is a fake and not the\ngenuine agreement between the parties. Under this second interpretation of the complaint, plaintiff has\nstated a claim upon which relief may be granted and the complaint is not subject to dismissal on the\npleadings.\nA. Count One adequately asserts a claim for relief \nbased upon an alleged agreement that\nAirgas will acquire 100% \nof the voting capital stock of National Welders.\n1. The express terms of the Joint Venture Agreement do \nnot violate Praxair’s rights in\nthe RFR.\n{8} It is apparent from the Joint Venture Agreement that it was carefully and artfully drafted in an effort\nto avoid or negate any claim that the written agreement itself violated the RFR. Airgas and the Turners\nwere keenly aware not only of the RFR but also of Praxair’s resolve to enforce it in the event of any effort\nby Airgas to acquire National Welders. (Compl. Ex. C.) Accordingly, the Joint Venture Agreement\nappears to be drafted not just to avoid triggering the language used in the RFR, but also to proactively\ncreate a transaction that differed from that contemplated by the terms of the RFR. Praxair argues that\ndefendants have not been successful in avoiding the express terms of the RFR.\n{9} Plaintiff argues that the Joint Venture Agreement expressly violates the terms of the RFR because\nAirgas should be deemed to have acquired 100% of the voting stock in National Welders when the\nagreement was signed. Praxair’s argument is based upon its interpretation of the definitions of \"Fully\nDiluted Basis\" and \"Shares\" in the RFR. Plaintiff’s argument is erroneous for several reasons.\n{10} First, the Joint Venture Agreement expressly provided that Airgas would acquire only 47% of\nNational Welders voting shares. That percentage does not trigger any rights in Praxair under the RFR. In\naddition, as a safety net, the Joint Venture Agreement specifically provided that the preferred stock\ndelivered to the Turners \"shall exceed fifty percent (50%) of the voting capital stock of [National Welders]\nthat will be actually outstanding, and that will be outstanding on a fully diluted basis.\" \nSee\n Jt. Venture\nAgmt. Para. 2.4.2.\n{11} In order to reach or exceed the acquisition of more than 50% of the voting rights required to trigger\nthe RFR, Praxair urges the Court to interpret the Joint Venture Agreement provisions which give the\nTurners certain rights as actually creating an option to Airgas to obtain shares in National Welders. It\nwould be error to do so because the Joint Venture Agreement does not give Airgas any \"option\" as that\nterm is used in the RFR. The Joint Venture Agreement gives the Turners the choice of doing four things\nafter July of 2006. First, they may exchange with National Welders their preferred shares for Airgas\ncommon shares. Second, they may redeem their preferred shares for cash from National Welders. Third,\nthey may hold their preferred voting stock and collect a 5% dividend. Fourth, they could sell some or all\nof their shares if they could find a market for such a security. Each of these choices is a contract right.\nEach is exercisable only after 2006 and each is exercisable only by the Turners, not Airgas. The exercise\nof each contractual right does not result in the creation or acquisition of options, warrants or any other\nsecurity convertible into or exchangeable for shares of stock in National Welders. The definition of \"Fully\nDiluted Basis\" requires that in calculating percentage ownership effect must be given \"to the exercise of\nany and all options, warrants and other \nsecurities \nwhich are convertible into or exchangeable for \nshares.\"\n(emphasis added.) \"\nShares\"\n is defined as National Welders authorized capital stock. The drafters of the\nJoint Venture Agreement successfully avoided creating an option covered by the terms of the RFR by not\ngiving Airgas, the Turners, or anyone else an option convertible or exchangeable for National Welders\nshares and postponing the exercise of the contractual rights until after July 2006. Praxair argues that the\nTurners contract rights are the equivalent of an \"option\" to do something that effects the percentage\ncalculation in such a way that Airgas could become a 100% owner of National Welders capital stock. That\npossible effect is undeniable, but not covered by the express terms of the RFR which must be strictly\nconstrued. The term \"option\" as used in the Joint Venture Agreement refers to a form of security\nconvertible or exchangeable into another security: shares of National Welders. It cannot be interpreted to\nmean any contract right afforded the Turner Family.\n{12} The Joint Venture Agreement by its express terms does not violate the express terms of the RFR. If\nthe inquiry ended there, defendants would be entitled to have their motions granted. However, the\ncomplaint contains allegations that Airgas and the Turners have entered into an agreement that is not\nlimited to, and may in fact be contrary to, the express terms of the Joint Venture Agreement.\n2. Plaintiff has adequately alleged the existence of an \nagreement that would violate its\nrights under the RFR.\n{13} Praxair has alleged that the Turners and Airgas have already agreed that Airgas will acquire 100% of\nthe voting capital stock of National Welders. If that allegation is true, Praxair’s rights under the RFR have\nbeen violated. The allegations contained in paragraphs 1, 14, 15 and 16 of the complaint are sufficient to\nallege such an agreement. The allegations that this is a \"done deal\" and that an agreement has been made\nthat the Turners will trade in their National Welders stock for cash or Airgas stock shortly after the RFR\nexpires save the complaint from dismissal. Such an agreement would remove the uncertainty that the\nwritten agreement itself incorporates by preserving to the Turners the right to retain their preferred stock\nor sell it to someone other than Airgas. Defendants’ argument that such an oral side agreement would be\nunenforceable is of no avail. Such an oral agreement might be unenforceable if the Turners tried to back\nout of the deal and Airgas tried to enforce it. However, if both parties abided by such an oral agreement,\nthey would have violated Praxair’s rights under the RFR and enforceability would not be an issue. Proof\nof such an agreement will, of necessity, be circumstantial. In essence, plaintiff must prove that the risk to\nAirgas created by the Joint Venture Agreement that the Turners would either retain their stock or sell it to\nsomeone else does not exist.\n{14} To the extent that the complaint can be read to assert a cause of action for breach of contract based\nupon diminishment of value of the RFR by entry into the Joint Venture Agreement, the complaint does\nfail to state a cause of action. The RFR is specific with respect to the conditions that give rise to Praxair’s\nright to meet an offer for purchase of a controlling interest in National Welders. It left National Welders\nand the Turners free to enter into any other business arrangement that did not trigger Praxair’s rights. If\nthose arrangements diminished the value of Praxair’s rights under the RFR, or even made it less likely that\nPraxair would ever have the opportunity to exercise its right of first refusal, such arrangements would not\ngive rise to a cause of action for breach of contract if they did not trigger the obligation to give Praxair its\nright of first refusal.\n{15} Accordingly, the Court holds that the complaint fails to state a cause of action for breach of contract\nor breach of duty of good faith and fair dealing as alleged in Count One to the extent that cause of action is\nbased upon the existence and implementation, according to its terms, of the Joint Venture Agreement.\nCount One of the complaint does state a cause of action for breach of contract and breach of duty of good\nfaith and fair dealing in that it alleges that the Turner Family, National Welders and Airgas have agreed\nthat 100% of National Welders stock will be sold to Airgas in a two-step transaction beginning in 1996\nand ending shortly after Praxair’s Right of First Refusal expires in 2006. It is the existence of that\nagreement which Praxair must prove.\nB. Count Two for Tortious Interference with Contract \nagainst Airgas\n \nshould not be\ndismissed.\n{16} Plaintiff has alleged the existence of a valid contract under which National Welders and the Turner\nFamily owed an obligation to Praxair and that Airgas, acting with knowledge of the contract and without\njustification, damaged Praxair by intentionally inducing National Welders and the Turner Family to breach\ntheir obligation. Since the complaint states a cause of action for breach of contract based upon the\nallegation that an agreement exists for the sale of 100% of National Welders stock to Airgas, Count Two\nshould not be dismissed. If such an agreement is proven, it could provide the basis for a claim of tortious\ninterference with contract. If the alleged agreement is not proven, Count Two will fail. Airgas had the right\nto negotiate with National Welders and to do so without Praxair’s knowledge. Airgas had a right to\ncompete in any way that did not induce National Welders and the Turner Family to breach their contract\nwith Praxair.\nC. Count Three for Tortious Interference with \nProspective Advantage against Airgas\nshould be dismissed.\n{17} Plaintiff alleges that this cause of action is identical to tortious interference with contract except that\ninstead of interfering with an existing contract right, defendant interferes with a prospective contract right.\nUnder this theory Praxair seeks to recover not for an induced breach of the RFR, but for the actions of\nAirgas which resulted in Praxair not being able to acquire National Welders. The problem with this theory\nin this case is that Airgas had a legitimate right to negotiate with and bid for National Welders. There was\nnothing in the RFR that prohibited that action, and Airgas was legally free to compete with Praxair in the\nacquisition of similar companies. It therefore had a lawful justification for its acts and Praxair’s complaint\nfails to state a cause of action because its is missing the critical element of lack of justification required\nunder a cause of action for tortious interference with prospective advantage.\nD. Count Four for Unfair Trade Practices against \nNational Welders, Airgas, the Turner\nShareholders and Sult \nstates a limited cause of action for violation of N.C. Gen. \nStat.§\n75-1.1 against the Defendants other than Sult.\n{18} Tortious interference with a competitor’s right of first refusal to buy a business which both\ncompetitors are interested in acquiring constitutes an unfair trade practice. If the company being acquired\nand its shareholders that are party to the right of first refusal deliberately and secretly conceal their breach\nfrom the competitor holding the right of first refusal, they may have committed an unfair trade practice.\nTo the extent that the complaint can be read to allege that the Joint Venture Agreement was a sham and a\ndisguise to conceal the real agreement between the Turners and Airgas (that the Turners would not\nexercise any rights under the Joint Venture Agreement which would prohibit Airgas from obtaining 100%\nof the stock of National Welders), it states a claim for violation of Chapter 75. Absent proof of the\nundisclosed agreement, Praxair has failed to state a claim under Chapter 75. It follows that the claim\nagainst Mr. Sult, who is not alleged to be a party to any agreement at issue, should be dismissed.\nE. Count Five for Civil Conspiracy states a limited \ncause of action against National\nWelders, the Turners and \nAirgas, but not Mr. Sult. Therefore, it also supports a claim\nfor punitive damages.\n{19} To the extent the complaint can be read to allege that the Joint Venture Agreement was a sham and a\ndisguise to conceal the real agreement between the Turners and Airgas (that the Turners would not\nexercise any rights under the Joint Venture Agreement which would prohibit Airgas from obtaining 100%\nof the stock of National Welders), it states a claim for fraud and civil conspiracy to commit fraud. If the\nfraud claim can be proven, it would support a claim for punitive damages. The Court has reviewed the\ncomplaint with respect to the specific allegations of conduct by Mr. Sult and finds that there are\ninsufficient allegations to state a claim for relief based upon civil conspiracy with respect to Mr. Sult, and\nthose claims against him should be dismissed.\nIV. Conclusion\n{20} The Joint Venture Agreement as written does not violate the terms of the RFR. The terms of the RFR\nmust be strictly construed since the RFR is a restraint on the transfer of ownership. The RFR provides\nlimited rights to Praxair under specific conditions. The drafters of the Joint Venture Agreement were\nsuccessful in avoiding triggering Praxair’s rights under the RFR primarily because the agreement left\nAirgas at risk that whoever owned or controlled the Turner Family stock in 2006 could elect to retain\nownership of the stock or sell it to someone else. Even though there were strong incentives built into the\nagreement for the Turners to exchange their National Welders stock for cash or Airgas stock after the RFR\nexpired, the written agreement provided no guarantee that they would do so, and it left the Turner Family\nin the position of being able to chose its course of action based upon the circumstances in existence in the\nyear 2006. If, however, the Turners and Airgas have agreed that the Turners will sell or exchange their\nNational Welders stock for Airgas stock or cash regardless of the conditions in 2006, thus eliminating any\nrisk to Airgas that it would be left owning 47% of National Welders, Praxair’s contractual rights have been\nviolated. That breach, combined with an effort to disguise the true agreement, would support the causes of\naction for tortious interference, unfair trade practices and civil conspiracy.\nBased upon the foregoing, \nIT IS HEREBY ORDERED, ADJUDGED AND DECREED:\n1. The claims in the complaint asserted against Defendant \nErrol Sult are dismissed.\n2. Plaintiff’s Count Three: Tortious Interference \nwith Prospective Economic Advantage\nAgainst Airgas, is \ndismissed.\n3. Defendants’ motions to dismiss the remaining \ncounts in the complaint are denied.\n4. The discovery schedule in this case previously set by \nthe Court will run from the date of\nthis order set forth \nbelow.\n \nThis 26\nth\n day of May, 1999."
}