{
  "id": "64a5d26c84748f73e5d521f1c7c8ca2f35aae24a11fcddb51998b54a168c8d91",
  "source_file": "data/raw/ncbc/64a5d26c84748f73e5d521f1c7c8ca2f35aae24a11fcddb51998b54a168c8d91.pdf",
  "raw_text": "In re Se. Eye Ctr. (CCSEA v. Matthews), 2016 NCBC 57. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1648 \nIN RE SOUTHEASTERN EYE CENTER-\nPENDING MATTERS  \n  \nORDER AND OPINION ON PLAINTIFF’S \nMOTION TO DISMISS AND TO STRIKE \nAND DEFENDANT’S MOTION TO \nDISMISS  \n(CCSEA v. MATTHEWS) \n \n{1} THIS MATTER  is before the Court upon (i) Plaintiff Central Carolina \nSurgical Eye Associates, P.A.’s (“Plaintiff” or “CCSEA”) Motion to Dismiss Second \nCounterclaim and to Strike Second Counterclaim 1 (“CCSEA’s Motion” or “CCSEA’s \nMotion to Dismiss”), and (ii) Defendan t John D. Matthews, M.D.’s (“Defendant” or \n“Dr. Matthews”) Motion to Dismiss Plaintiff’s First and Second Claims for Relief (“Dr. \nMatthews’ Motion” or “Dr. Ma tthews’ Motion to Dismiss”). 2  After considering \nCCSEA’s Motion and Dr. Matthews’ Motion, the briefs in support of and in opposition \nto each Motion, and the arguments of counsel at a hearing on June 14, 2016, the Court \nhereby DENIES Dr. Matthews’ Motion and GRANTS in part and DENIES in part \nCCSEA’s Motion. \nLaw Offices of Richard M. Greene, by  Richard M. Green e, for Plaintiff \nCentral Carolina Surgical Eye Associates, P.A.  \nTeague Rotenstreich Stanaland Fox & Holt PLLC, by Lyn Broom and \nSteven B. Fox, for Defendant John D. Matthews, M.D. \n                                                 \n1  For clarity, the Court will reference Dr. Matt hews’ self-titled “Second Counterclaim” as his \n“Amended Counterclaims” in this Order and Opinion.  \n \n2 Dr. Matthews also moved to strike CCSEA’s Motion for violating Business Court Rule 15.2, \ncontending that by including a motion to dismiss and a motion to strike in the same paper, CCSEA \nviolated BCR 15.2’s requirement that “[e]ach motion shall be set out in a separate paper.”  Although a \ntechnical violation of the Rule, the Court concludes, in the exercise of its discretion, that striking \nCCSEA’s Motion in these circumstances would serve no purpose other than to delay the consideration \nof the merits of the Motion.  The Court denied Dr. Matthews’ motion to strike at the June 14, 2016 \nhearing and memorializes that oral ruling here.  The Court advises all parties, however, that it will \nrequire full compliance with the Business Court Rules going forward in this case.  \n \n \nOak City Law LLP, by Robert E. Fields, III, for Receiver Gerald A. \nJeutter, Jr. \nBledsoe, Judge.  \nI.  \nINTRODUCTION \n{2} This action is one of a number of re lated proceedings involving C. Richard \nEpes, M.D. (“Dr. Epes”) or various entities  that he, alone or with others, owns or \ncontrols that contain common issues of fact and law and which the Court has \nconsolidated into a single “Master File” proceeding captioned \nIn re Southeastern Eye \nCenter – Pending Matters, 15 CVS 1648 (Wake County) (the “Consolidated Matters”).   \n{3} This specific lawsuit—CCSEA v. Matthews 3—arises out of a dispute \nbetween CCSEA, formerly the operator of  an ophthalmological practice in \nGreensboro, North Carolina principally ow ned and controlled by Dr. Epes, and Dr. \nMatthews, a physician who formerly worked at the practice and who remains a 25% \nshareholder of CCSEA.   \n{4} The process by which the various related proceedings were consolidated in \nthis Court and the procedures  this Court has subsequently implemented to manage \nthe Consolidated Matters are relevant to the determination of the pending Motions \nand thus will be discussed in some detail below.   \n{5} The Court’s involvement in the Consolidated Matters began on October 27, \n2014, when John T. Harriott, M.D. (“Dr. Harriott”) filed a complaint against CCSEA, \nDr. Epes (a 75% shareholder of CCSEA), J.  Mark McDaniel, Jr. (CCSEA’s principal \nofficer) (“Mr. McDaniel”), Dr. Matthews,4 and Southeastern Cataract Laser Center, \nPLLC (“SCLC”) in a lawsuit captioned Harriott v. Central Carolina Surgical Eye \nAssociates, P.A., 14 CVS 9982 (Guilford County) (the “Harriott Action”).  The Harriott \nAction was designated a complex business case and assigned to the undersigned. \n                                                 \n3  This action is captioned as Cent. Carolina Surgical Eye Assocs., P.A. v. Matthews , 15 CVS 7266 \n(Guilford County).  The Court consolidated this action into the Consolidated Matters on November 23, \n2015. \n \n4 Dr. Harriott filed a Notice of Voluntary Dismissal as to Dr. Matthews on February 13, 2015. \n \n \n{6} On February 4, 2015, Old Battleground Properties, Inc. and Nivison Family \nInvestments, LLC filed a complaint against CCSEA, SCLC, Dr. Epes, Dr. Epes’s wife, \nBessie K. Epes (Dr. Epes and Bessie K.  Epes collectively, the “Epeses”), Mr. \nMcDaniel, and other related defendants in a lawsuit captioned Old Battleground \nProperties, Inc. v. Central Carolina Surgical Eye Associates, P.A., 15 CVS 1648 (Wake \nCounty) (the “Nivison Action”).  The Nivison Action was also designated a complex \nbusiness case and assigned to the undersigned.   \n{7} The Harriott and Nivison Actions each alleged, among other things, that \nthe Epeses and Mr. McDaniel had operated CCSEA and various other entities that \nsome or all of them owned or controlled to advance their personal financial benefit at \nthe expense of various creditors of the Epeses and the Epeses’ various entities.   \n{8} On February 13, 2015, the Court entered an order in the Harriott Action \nfinding substantial evidence that the Epeses’ and Mr. McDaniel’s conduct in \nconnection with the operation of CCSEA and SCLC had been in furtherance of their \nefforts to defraud, avoid, and hinder creditors, and concluding that a receiver should \nbe appointed with general authority to take fiscal and operational charge of CCSEA \nand SCLC for the benefit of Dr. Harriott and third-party creditors.   \n{9} On February 25, 2015, the Court ente red a similar order in the Nivison \nAction (the “Appointment Order”).  The Appointment Order appointed Gerald A. \nJeutter, Jr. (the “Receiver”) to serve as a receiver for CCSEA, SCLC, and three other \nrelated entities—HUTA Leasing, LLC, Southeastern Eye Management, Inc., and \nEMS Partners, LLC (collectively, the “Initial Corporate Defendants”).  (Appointment \nOrder ¶ 48.)    \n \n{10} The Appointment Order vested the Receiver with all power and authority \navailable to a receiver under North Carolin a law, including the authority to take \npossession and control of the Initial Corporate Defendants’ assets and to assume full \ncontrol and management of the Initial Corporate Defendants and any of their \nsubsidiary entities.  (Appointment Order ¶ 49.)  The Appointment Order also enjoined \nall creditors of the Initial Corporate Defendants, including CCSEA, “from in any way \n \n \ninterfering with or disturbing the proper ty and assets” of the Initial Corporate \nDefendants.  (Appointment Order ¶ 50(l).)  \n{11} Through the Receiver’s investigation of the Initial Corporate Defendants, it \nbecame apparent that a number of lawsuits 5 were pending in the North Carolina \ncourts involving the Epeses, the Initial Corporate Defendants, and other entities that \nthe Epeses owned or controlled (the “Pending Actions”).    On May 13, 2015 and upon \nproper request, the Chief Justice of th e North Carolina Supreme Court designated \neach of the Pending Actions (other than  the previously-designated Harriott and \nNivison Actions) as an exceptional case pursuant to Rule 2.1 of the General Rules of \nPractice for the Superior and District Courts, and assigned those cases to the \nundersigned.   \n{12} On June 19, 2015, because each of the Pending Actions presented common \nissues of fact and law and the parties sought  to establish interests in or the right to \nexecute upon the same property, the Court entered an order consolidating all of the \nPending Actions into the Consolidated Matters.  The order directed parties in all the \nPending Actions to file subsequent plea dings and documents in the Consolidated \nMatters, not in the individually-captioned Pending Actions.  (Order on Mot. to \nConsolidate ¶ 5.)   \n{13} On June 22, 2015, the Court entered a Master Case Management Order to \ngovern case activity in the Consolidated Matters (the “Master CMO”).  In particular, \n                                                 \n5 Ultimately a total of nineteen cases were designat ed exceptional cases under Rule 2.1, assigned to \nthis Court, and consolidated with the Harriott and Nivison Actions to comprise the Consolidated \nMatters.  Ten cases in addition to CCSEA v. Matthews  were pending in Guilford County: Ivey v. \nMcDaniel, 12 CVS 11322; Geiger v. Se. Cataract Laser Ctr. , 14 CVS 3373; Geiger v. Epes , 14 CVS \n3374; Fidelity Bank v. MRPP, LLC , 14 CVS 10078; CIT Fin., LLC v. Cent. Carolina Surgical Eye \nAssocs., P.A., 14 CVS 10641; Automated Opthalmics, Inc. v. Surgical Eye Ctr., Inc. , 10 CVD 5494; \nDamascus Cmty. Bank v. Cent. Carolina Surgical Eye Assocs. , 15 CVD 3492; Comm. Servs. for the \nDeaf and Hard of Hearing v. Se. Eye Ctr. , 08 CVM 14368; McDowell v. Se. Eye Ctr. , 14 CVM 6539; \nand Measured Dose Pharm., Inc. v. Se. Cataract Laser Ctr., PLLC, 15 CVM 6203.  Five were pending \nin Forsyth County: BE Waterhouse, LLC v. Epes, 13 CVS 7393; BE Waterhouse, LLC v. Epes, 11 CVS \n8449; Harriott v. Cent. Carolina Surgical Eye Assocs. PA, 10 CVS 8690; Adkerson Hauder & Bezney, \nPC v. Carolina Surgical Eye Ass’n, PA, 09 CVS 5762; and Int’l Sports Props., Inc. v. Se. Eye Mgmt., \nInc., 04 CVD 1169.  One case was also pending in each of the following counties: Mecklenburg County \n(Flagship Capital Partners, LLC v. Se. Eye Ctr. Mgmt., Inc ., 11 CVD 19661); Orange County ( TSI \nHealthcare, Inc. v. Se. Cataract Laser Center PLLC, 14 CVS 1716); and Wake County (Lumenis, Inc. \nv. Surgical Eye Center, Inc., 13 CVD 11264). \n \n \nthe Master CMO provided for the continui ng litigation of the Pending Actions as \nConsolidated Matters and established a claims procedure to be followed by all persons \nwith claims against the Epeses or the Initial Corporate Defendants in lieu of filing \nadditional lawsuits.  (Master CMO § IV.A.)  Under the terms of the Master CMO, any \nclaim against an Initial Corporate Defendant that was not advanced in a Pending \nAction was to be submitted in writing to the Receiver for review, determination, and, \nif necessary, prosecution as if it were a Pending Action.  (Master CMO § IV.A, B.)  The \nMaster CMO expressly bound “all parties to these consolidated actions, all parties \nasserting claims in the Receivership enco mpassed by these actions, and all parties \nadded hereafter . . . .”  (Master CMO § I.B.)   \n{14} On July 14, 2015, the Court approved  a settlement agreement and release \nbetween CCSEA and the Epeses (the “Order  Approving Settlement and Release”).  \nThe Order Approving Settlement and Release also ordered, based on the Receiver’s \nrecommendation, that Mr. Jeutter be appoin ted as receiver for all other entities \nowned or controlled by the Epeses.  (Order Appr. Settl. and Release Decretal ¶ 1.)  \nThese entities include: Surgical Eye Center, Inc., ME Greensboro, LLC, HUTA \nLeasing Company, and MEM of High Point,  LLC (collectively with the Initial \nCorporate Defendants, the “Corporate Defendants”).   \n{15} The approved settlement and release, in relevant part, was premised upon \nthe Epeses’ agreement to make substantially all of their personal assets available to \nthe Receiver for use in the negotiation of the resolution of claims against the \nCorporate Defendants and the Epeses.  (O rder Appr. Settl. and Release ¶ 4.)  The \nEpeses’ agreement was made in exchange for the Receiver’s agreement to release the \nEpeses from all claims owned by the Corporate Defendants, including CCSEA.  \n(Order Appr. Settl. and Release ¶ 4.)  The transfer of the Epeses’ assets to the \nReceiver was accomplished by transferring  their assets to two limited liability \ncompanies, KEPES Newco, LLC and DRE Ne wco, LLC, set up for the purpose of \nliquidating the assets and paying the Epeses’ debts.  (Order Appr. Settl. and Release \n¶ 5.)   \n \n \n \n{16} Finally, the Order Approving Settl ement and Release appointed Mr. \nJeutter as receiver for KEPES Newco, LLC  and DRE Newco, LLC (collectively with \nthe Corporate Defendants, the “Receivershi p Entities”).  (Order Appr. Settl. and \nRelease Decretal ¶ 1.)     \nII. \nFACTUAL AND PROCEDURAL BACKGROUND \n{17} The Court does not make findings of fact when ruling on a motion to dismiss \npursuant to Rule 12(b)(6) because such a motion “does not present the merits, but \nonly whether the merits may be reached.”  Concrete Serv. Corp. v. Investors Grp., \nInc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  Most of the facts relevant to \nthe Motions and recited herein are undisp uted.  Nevertheless, for purposes of \nCCSEA’s Motion, the Court considers only  the facts alleged in Dr. Matthews’ \nAmended Counterclaims or that are otherw ise properly considered in resolving \nCCSEA’s Motion under Rule 12(b)(6).  Sim ilarly, for purposes  of Dr. Matthews’ \nMotion, the Court considers only those facts alleged in CCSEA’s Complaint or that \nare otherwise properly considered in resolving Dr. Matthews’ Motion. \n{18} Although the facts and procedural history surrounding the broader \nConsolidated Matters are complicated, the allegations relevant to the resolution of \nthese Motions are relatively straightforward.  \n \n{19} As discussed above, Plaintiff CCSEA was, at all times relevant to this \ndispute, an ophthalmological practice located in Greensboro, North Carolina.  (Pl.’s \nCompl. ¶ 2.)  CCSEA is currently in receiv ership and is one of the Receivership \nEntities.  (Pl.’s Compl. ¶ 1.) \n{20}  On June 30, 1992, Dr. Matthews en tered into a written employment \nagreement with CCSEA (the “Employment  Agreement”), whereby Dr. Matthews \nagreed to practice ophthalm ology as an employee of CCS EA.  (Pl.’s Compl. ¶ 4.)  \nSection 10 of the Employment Agreement (the  “Arbitration Provision”) provides in \nrelevant part: \nTo the extent there are disputes between Employer and Employee \nrelating to this Agreement . . . which cannot be resolved by the parties, \nall disputes shall be subject to ar bitration conducted in Greensboro, \n \n \nNorth Carolina in accordance with the Commercial Arbitration Rules of \nthe American Arbitration Association.  Any party desiring to initiate \nsuch an arbitration shall send writte n notice to the other party hereto \nspecifying that he desires to commence arbitration.   \n(Pl.’s Compl. Ex. A ¶ 10.)   \n{21} On July 19, 2012, Dr. Matthews voluntarily terminated his employment \nwith CCSEA.  (Pl.’s Compl. ¶ 9.)   \n{22} Almost three years later, on July 17, 2015, CCSEA filed its Complaint in \nthis Court alleging, among other things, that Dr. Matthews breached the \nEmployment Agreement.  CCSEA alleged in  Claim 1 of the Complaint that Dr. \nMatthews breached: (i) section 4 of the E mployment Agreement by terminating his \nemployment with CCSEA without written notice, as allegedly required in the \nEmployment Agreement, and prior to the expi ration of the alleged five-year term of \nthe Agreement; (ii) section 5 of the Empl oyment Agreement by working during the \nterm of the Agreement in a medical facility that competed with CCSEA; and (iii) \nsection 14 of the Employment Agreemen t by misusing CCSEA’s confidential \ninformation and trade secrets.  CCSEA alleged in Claim 2 that Dr. Matthews \nbreached his fiduciary duty owed to CCSEA pursuant to the Employment Agreement.  \nOn the same day it filed the Complaint, CCSEA filed a request for arbitration with \nthe American Arbitration Association seeking to initiate an arbitration proceeding \nconcerning Claims 1 and 2 of the Complaint.  (Def.’s Am. Mots. Dismiss, Answer, and \nCountercls. Ex. 4.)  \n \n{23} Thereafter, on July 20, 2015, counsel  for CCSEA sent a letter to Dr. \nMatthews to “serve as CCSEA’s written noti ce to [Dr. Matthews] of its desire to \ninitiate arbitration proceedings.”  (Def.’s Am. Mots. Dismiss, Answer, and Countercls. \nEx. 4.)   \n{24} The next day, on July 21, 2015, couns el for CCSEA sent a second letter to \nDr. Matthews, which included a copy of  the Acknowledgement of Demand for \nArbitration filed on July 17.  (Def.’s Am. Mots. Dismiss, Answer, and Countercls. Ex. \n5.)     \n \n \n{25} On August 7, 2015, CCSEA filed a Motion to Stay and to Compel \nArbitration in this action seeking to stay this action until Claims 1 and 2 were \nresolved in arbitration.  \n{26} On August 20, 2015, Dr. Matthews filed a Motion to Dismiss, Answer and \nCounterclaim in this action, and, on Se ptember 8, 2015, he filed a response in \nopposition to CCSEA’s Motion to Stay and Compel Arbitration, contending in both \nthat compelling arbitration of Claims 1 an d 2 of the Complaint would be improper \nand contrary to law.   \n{27} Thereafter, on October 20, 2015, CCSEA filed a Notice of Withdrawal of its \nMotion to Stay and Compel Arbitration.  \n{28} On November 20, 2015, the Court held a status conference in this matter, \nat which the Court discussed with counsel for CCSEA, Dr. Matthews, and the \nReceiver the parties’ pleadings, the vari ous motions which had been asserted and \nwere pending at that time, and the prop er procedure for litigating Dr. Matthews’ \ncounterclaims, all in light of the injunction established by the Appointment Order, \nCCSEA’s release of claims against the Ep eses approved by the Order Approving \nSettlement and Release, and the claims process established by the Master CMO.  The \nCourt memorialized its oral rulings at the status conference in a November 23, 2015 \nOrder (the “November 23 Order”), which required that Dr. Matthews file an amended \nanswer, withdrawal of counterclaims, and any pre-discovery dispositive motion, as \nwell as submit any claim Dr. Matthews may have against CCSEA to the Receiver in \naccordance with the Master CMO claims process, by January 8, 2016.     \n \n{29} After the Court entered the November 23 Order, on January 8, 2016, Dr. \nMatthews filed his Amended Counterclaims, asserting, purportedly by way of set-off, \nnine separate counterclaims.   \n{30} One week later, on Ja nuary 15, 2016, Dr. Matthew s filed a Motion to \nDismiss CCSEA’s Claims 1 and 2.  Thereafter, on February 10, 2016, CCSEA filed its \nMotion to Dismiss Dr. Matthews’ Amended Counterclaims.   \n{31} Both Motions have been fully briefed.  The Court held a hearing on the \nMotions on June 14, 2016, and both Motions are ripe for resolution.  \n \n \nIII. \nLEGAL STANDARD \n{32} The overarching question for the Court on a motion to dismiss under Rule \n12(b)(6) is “whether as a matter of law, th e allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank of N.C., \n85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987) (citing Stanback v. Stanback, 297 \nN.C. 181, 185, 254 S.E.2d 611, 615 (1979)).  Furthermore, “[t]he complaint must be \nliberally construed, and the court should not dismiss the complaint unless it appears \nbeyond a doubt that the plaintiff could not prove any set of facts to support his claim \nwhich would entitle him to relief.”  Block v. Cnty. of Person, 141 N.C. App. 273, 277–\n78, 540 S.E.2d 415, 419 (2000).  Factual allegations must  be accepted as true; \nhowever, bare legal conclusions are “not entitled to a presumption of truth.”  Miller \nv. Rose, 138 N.C. App. 582, 592, 532 S.E.2d 228, 235 (2000).   \nIV. \nANALYSIS \nA. Dr. Matthews’ Motion. \n{33} Dr. Matthews seeks dismissal of Claims  1 and 2 of the Complaint.  The \nparties agree that both Claims involve disputes relating to the Employment \nAgreement and, pursuant to the Arbitration Provision, are subject to arbitration. 6  \nDr. Matthews argues, however, that because CCSEA did not properly initiate \narbitration within the applicable statute of limitations period, the Court is without \njurisdiction to hear Plaintiff’s arbitrable claims and therefore that these claims must \nbe dismissed with prejudice as time-barred.   \n                                                 \n6 CCSEA alleges that Dr. Matthews’ claims for breach of contract and breach of fiduciary duty relate \nto the Employment Agreement and are therefore subject to the Arbitration Provision.  Dr. Matthews \nhas never sought arbitration of any claims in this  action and instead contends that the Employment \nAgreement is unenforceable but, to the extent it is enforceable, requires Claims 1 and 2 to be \narbitrated.  For the purposes of resolving Dr. Matthews’ Motion, therefore, the Court will assume \nwithout deciding that the Employment Agreement and the Arbitration Provision contained therein \nare enforceable and that Dr. Matthews’ Claims 1 and 2 are subject to the Arbitration Provision. \n \n \n \n{34} The parties, and Dr. Matthews in particular, devote much of their briefing \nto disputing whether CCSEA properly initiated arbitration of Claims 1 and 2 within \nthe three-year limitations period for asserting claims under the Arbitration Provision \nthat commenced on the date Dr. Matthew s left his employment with CCSEA.  See \nN.C. Gen. Stat. § 1-52(1).  Whether the ar bitration proceeding was timely initiated, \nhowever, is irrelevant to Dr. Matthews’ Motion because neither party currently seeks \nto compel arbitration of these claims.7   \n{35} Rather, the primary issue for consider ation on Dr. Matthews’ Motion is \nwhether the Arbitration Provision, which st ates that any dispute relating to the \nEmployment Agreement “shall be subject to  arbitration,” compels this Court to \ndismiss claims falling within the Arbitr ation Provision where neither party has \nexercised its contractual right to arbitr ate the claims.  The Court concludes the \nanswer to this question is  clearly no under controlling precedent from our Supreme \nCourt.     \n{36} In Adams v. Nelsen, 313 N.C. 442, 329 S.E.2d 322 (1985), the parties agreed \nto an arbitration provision similar to the provision at issue here: “All claims, disputes \nand other matters in question between the parties to this Agreement, arising out of, \nor relating to this Agreement or the breach  thereof, shall be decided by arbitration.”  \nId. at 444 n.1, 329 S.E.2d at 323.  The defendants later attempted to enforce their \nright to arbitrate certain arbitrable claims after the statute of limitations to enforce \nthe arbitration provision had expired.  Id. at 443–44, 329 S.E.2d at 324–25.  The \nNorth Carolina Supreme Court concluded that the defendants’ failure to demand \narbitration within the contract limitations  period barred them from asserting their \nright to arbitrate.  Id. at 448, 329 S.E.2d at 325.  The Supreme Court disagreed, \nhowever, with the defendants’ argument that the arbitration clause “ousted” the trial \ncourt of jurisdiction to litigate the arbi trable claims.  To the contrary, the Court \nexplained that the defendants’ failure to timely enforce its right to arbitrate was \n                                                 \n7 Although CCSEA initially sought to compel arbitration of Claims 1 and 2, it withdrew its motion on \nOctober 20, 2015.  Dr. Matthews confirmed at the hearing that he has not sought and does not seek to \nhave these claims arbitrated. \n \n \nsimply a failure to timely exercise a cont ract right—which was therefore lost—but \ndid not impact the trial court’s subject matter jurisdiction over the arbitrable claims.  \nId. at 446, 329 S.E.2d at 324.   \n{37} Similarly here, the Arbitration Provision granted each party a contract \nright to pursue arbitration of Claims 1 and 2.  It is undisputed that neither party has \nmaintained its contract right to arbitrate during the three-year statute of limitations \nperiod for exercise of that right.  However, as in Adams, the Arbitration Provision did \nnot “oust” the Court of jurisdiction over Claims 1 and 2.   \n{38} It is undisputed that CCSEA filed Claims  1 and 2 in this action before the \nstatute of limitations on either of those Claims expired, and Dr. Matthews does not \notherwise attempt to argue that the Claims are procedurally infirm.  As a result, the \nCourt concludes that the Court retains subject matter jurisdiction over Claims 1 and \n2 and that Dr. Matthews’ Motion to Dismiss should therefore be denied.\n8 \nB. CCSEA’s Motion. \n{39} Dr. Matthews’ Amended Counterclaims contain nine separate claims for \nrelief asserted by way of set-off: (1) breach of the Employment Agreement; (2) failure \nto make distributions in compliance with N.C. Gen. Stat. § 55-6-40; (3) conversion; (4) \nmisappropriation; (5) violation of the North Carolina Wage and Hour Act, N.C. Gen. \nStat. § 95-25.6; (6) violatio n of N.C. Gen. Stat. § 55- 12-02; (7) a demand for an \naccounting; (8) constructive trust; and (9) failure to investigate and prosecute \nderivative claims against the principals of CCSEA.  CCSEA’s Motion seeks to dismiss \nall nine counterclaims.  The Court addresses CCSEA’s Motion as to each counterclaim \nin turn. \n                                                 \n8  Dr. Matthews relies on the North Carolina Court of Appeals’ decision in Sims v. Ritter Constr., Inc., \n62 N.C. App. 52, 302 S.E.2d 293 (1983), a case issued prior to and considered by the Supreme Court in \nAdams, and, in particular, the Court of Appeals’ conclusion that “the Superior Court had no \njurisdiction to hear the action arising out of the binding contract” where the parties had agreed to \narbitrate certain claims.  Not only did the Supreme Court in Adams reject the notion of an agreement \nto arbitrate “oust[ing]” the trial court of jurisdiction where a party fails to exercise its right to arbitrate, \nbut Sims itself also recognized that, even where a part y exercises its contractual right to arbitrate, \n“[t]here are, of course, some situations in arbitration disputes in which the court retains jurisdiction \nover the proceeding.”  Sims, 62 N.C. App.  at 54 n.1, 302 S.E.2d at 295.  Accordingly, the Court does \nnot find Dr. Matthews’ reliance on Sims persuasive in these circumstances.     \n \n \ni. Breach of the Employment Agreement and Violation of the Wage and Hour Act \n{40} CCSEA argues that Dr. Matthews’ first counterclaim for breach of the \nEmployment Agreement and fifth counterclaim for violation of the Wage and Hour \nAct should be dismissed because (i) they we re not timely filed within the applicable \nstatute of limitations, and (ii) the assertion of these claims in this litigation violates \nthe Master CMO and the claims procedure established therein.   \n{41} Significantly for CCSEA’s Motion, “the terms ‘offset,’ or ‘set-off’ as it is also \nknown, and ‘recoupment’ are distinct remedies with distinct legal definitions.”  Mikels \nv. Unique Tool & Mfg. Co. , No. 5:06CV32, 2007 U.S. Dist. LEXIS 91814, at *66 n.7 \n(W.D.N.C. Dec. 3, 2007) (inter nal citation omitted).  Se t-off is defined as “[a] \ndefendant's counterdemand against the plaintiff , arising out of a transaction \nindependent of the plaintiff's claim .”  SETOFF, Black's Law Dictionary (10th ed. \n2014) (emphasis added). As a general prop osition, a claim for set-off, whether \nasserted as an affirmative defense or counterclaim, is subject to the applicable statute \nof limitations.  Perry v. First Citizens Bank & Tr. Co. , 223 N.C. 642, 644, 27 S.E.2d \n636, 637 (1943).   Recoupment is defined as a “[r] eduction of a plaintiff's damages \nbecause of a demand by the defendant arising out of the same \ntransaction.”  RECOUPMENT, Black's Law Dictionary (10th ed. 2014) (emphasis \nadded).  In contrast to set-off, a claim fo r recoupment is not subject to the otherwise \napplicable limitations period.  Ken-Lu Enters., Inc. v. Neal, 29 N.C. App. 78, 81, 223 \nS.E.2d 831, 833 (1976) (“[T]he borrowers' counterclaim is in the nature of setoff, not \nrecoupment.  As such, it is subject to the statute of limitations.”).    \n{42} Although all of Dr. Matthews’ Amended Counterclaims are denominated as \nclaims for set-off, the Court concludes th at his counterclaims for breach of the \nEmployment Agreement and violation of the Wage and Hour Act are in the nature of \nrecoupment because they arise from the same transaction as CCSEA’s claims—i.e., \nthe employment relationship between CCS EA and Dr. Matthews.  Accordingly, the \nCourt concludes that these counterclaims are not subject to a statute of limitations.  \nSee Harris, 85 N.C. App. at 670, 355 S.E.2d at 840 (on a motion to dismiss, “[t]he \nquestion for the court is whether, as a matter of law, the allegations of the complaint, \n \n \ntreated as true, are sufficient to state a claim upon which relief may be granted under \nsome legal theory, whether properly labeled or not”).   \n{43} The Court further concludes that Dr. Matthews’ assertion of these \ncounterclaims does not violate the terms of the Master CMO.  Indeed, the Court ruled, \nand the Receiver agreed, at the November 23, 2015 status conference in this matter \nthat Dr. Matthews was permitted to assert defenses and counterclaims in the nature \nof set-off or recoupment in this litigatio n and did not require such claims to be \nadjudicated through the claims process in the Master CMO.  \n \n{44} Accordingly, the Court concludes th at CCSEA’s Motion to Dismiss Dr. \nMatthews’ first and fifth counterclaims should be denied.   \nii. Conversion, Misappropriation, and Violation of N.C. Gen. Stat. § 55-12-02 \n{45} CCSEA argues for dismissal of Dr. Ma tthews’ third (conversion), fourth \n(misappropriation), and sixth (violation of N.C. Gen. Stat. § 55-12-02) counterclaims \nbecause they are improper derivative claims.  Dr. Matthews argues in response that \nthese counterclaims are not derivative, but rather are brought by Dr. Matthews \nindividually.   \n{46} “[A] derivative action is one brought by a shareholder ‘in the right of a \ncorporation’” whereas “[a]n individual action ‘is one a shareholder brings to enforce a \nright which belongs to him personally.’”  \nAubin v. Susi, 149 N.C. App. 320, 324, 560 \nS.E.2d 875, 879 (2002) (internal quotation marks and citation omitted).  The general \nrule in North Carolina is that “[s]hareholders, creditors or guarantors of corporations \ngenerally may not bring individual actions to recover what they consider their share \nof the damages suffered by the corporation.”  Barger v. McCoy Hillard & Parks , 346 \nN.C. 650, 660, 488 S.E.2d 215, 220–21 (1997).     \n{47} In his counterclaim for conversion, Dr . Matthews alleges that “CCSEA, by \nand through the actions of Epes and McDa niel, has converted CCSEA’s property.”  \n(Def.’s Am. Countercls. ¶ 38.)  Similarly, in his counterclaim for misappropriation, \nDr. Matthews alleges that “CCSEA, by and through the actions of Epes and \nMcDaniel, has misappropriated the assets of CCSEA.”  (Def.’s Am. Countercls. ¶ 43.)  \nFinally, in his counterclaim for wrongful disp osition of assets in violation of section \n \n \n55-12-02, Dr. Matthews alleges that “CCSEA, by and through the actions of Epes \nand/or McDaniel, sold, leased, exchanged and otherwise disposed of all or \nsubstantially all of CCSEA’s property and/or assets otherwise than in the usual and \nregular course of business which action was not authorized pursuant to N.C.G.S. §55-\n12-02.”  (Def.’s Am. Countercls. ¶ 53.) \n{48} The Court finds that each of these co unterclaims clearly seeks recovery of \ndamages for injury to property or assets  of CCSEA rather than to Dr. Matthews \nindividually.  As such, they are derivative claims brought on behalf of CCSEA.  See, \ne.g., Anderson v. Seascape at Holden Plantation , LLC, 773 S.E.2d 78, 87 (N.C. Ct. \nApp. 2015) (“In the context of derivative litigation, the corporation is the real party \nin interest, because it is the corporation that has suffered the alleged harm, not the \nindividual shareholders.”).  Because all claims for or on behalf of CCSEA are \ncontrolled by the Receiver and have been settled and released pursuant to the Court’s \nOrder Approving Settlement and Release, the Court concludes that Defendant’s \nthird, fourth, and sixth counterclaims are not properly brought by Dr. Matthews in \nthis litigation and should be dismissed.    \niii. Failure to Make Distributions \n{49} CCSEA argues for dismissal of Dr. Matthews’ second counterclaim for \nfailure to make distributions under N.C. Gen. Stat. § 55-6-40 because the \ncounterclaim was not timely filed within th e statute of limitations for such claims \nand because it, too, is an improper derivative claim.   \n{50} Turning to the statute of limitations argument first, the Court initially \nnotes that Dr. Matthews brings this counterclaim under N.C. Gen. Stat. § 55-6-40 in \nthe exercise of his rights as a CCSEA shareholder rather than as a former CCSEA \nemployee.  As a result, the Court concludes that the counterclaim is properly asserted \nin set-off because it seeks a reduction in damages arising out of a transaction \nindependent of Plaintiff’s employment- based claims.  Accordingly, the Court \nconcludes that the counterclaim for failure to make distributions is subject to the \nthree-year statute of limitations for claims  made pursuant to a liability created by \n \n \nstatute as provided in N.C. Gen. Stat. § 1-52(2).  See Perry, 223 N.C. at 644, 27 S.E.2d \nat 637.   \n{51} In support of this second counterclaim, Dr. Matthews alleges that CCSEA \nmade distributions to Dr. Epes without Dr. Matthews’ knowledge, consent, or \napproval, and without making similar, required distributions to Dr. Matthews.  It is \nnot clear on the face of the second co unterclaim, however, when the alleged \ndistributions took place.  Because Dr. Ma tthews has been at all relevant times and \nremains a shareholder of CCSEA, the Court cannot conclude that the allegedly \nwrongful distributions were made more than three years prior to the date Dr. \nMatthews filed his Amended Counterclaims, as CCSEA argues must be the case.  As \na result, the Court cannot conclude at this stage of the litigation that the statute of \nlimitations requires the dismissal of Dr. Matthews’ second counterclaim for failure to \nmake distributions under N.C. Gen. Stat. § 55-6-40.  \nSee Reunion Land Co. v. Village \nof Marvin , 129 N.C. App. 249, 250, 497 S.E.2d 446, 447 (1998) (“A statute of \nlimitations can be the basis for dismissal on a Rule 12(b)(6) motion [only] if the face \nof the complaint discloses that plaintiff’s claim is so barred.”). \n{52} The Court likewise finds CCSEA’s argu ment that Defendant’s second \ncounterclaim is an improper derivative claim without merit.  Section 55-6-40(c) \nexpressly provides that an “action by a shareholder to compel the payment of \ndividends may be brought against the direct ors, or against the corporation with or \nwithout joining the directors as parties.”  The Court thus concludes that this \ncounterclaim is properly brought in Dr. Matthews’ individual capacity as a \nshareholder of CCSEA. \n{53} Based on the above, the Court concludes that CCSEA’s Motion to Dismiss \nDefendant’s second counterclaim for failure to make distributions should be denied.  \n \niv. Accounting \n{54} Dr. Matthews’ seventh counterclai m demands “an accounting of all \nearnings, profits, inventory, supplies, contractual opportunities, assets and advances \nof CCSEA for the repayment of any advances , loans, transfer of assets or other \n \n \npayments of any type made by CCSEA to the detriment of CCSEA and/or Matthews \nto determine the amount of his damages.”  (Def.’s Am. Countercls. ¶ 58.)   \n{55} As announced at the hearing, the Court cannot conclude at this early stage \nof the litigation that an accounting is an improper remedy as a matter of law on the \nfacts alleged in the Amended Counterclaims.  Accordingly, the Court concludes that \nCCSEA’s Motion with respect to Defendant’s counterclaim for an accounting should \nbe denied. \nv. Constructive Trust \n{56} Dr. Matthews’ eighth counterclaim is for the institution of a constructive \ntrust “with respect to all assets of CCSEA that are ultimately determined to have \nbeen transferred to any Receivership Enti ty.”  (Def.’s Am. Countercls. ¶ 63.)  “A \nconstructive trust is the formula throug h which the conscience of equity finds \nexpression.  When property has been acquired in such circumstances that the holder \nof the legal title may not in good conscience retain the beneficial interest, equity \nconverts him into a trustee.”  Sara Lee Corp. v. Carter, 351 N.C. 27, 34–35, 519 S.E.2d \n308, 313 (1999) (internal quotation marks and citations omitted).   \n{57} Here, the Court has already found that equity required the appointment of \na receiver for CCSEA, and accordingly provided the Receiver the power “[t]o take \nimmediate exclusive possession and control of [CCSEA’s] assets wherever they may \nbe found and to immediately take whatever steps are reasonably necessary to secure, \nmaintain and protect [CCSEA’s] assets.”  (Appointment Order ¶ 49(a).)  Pursuant to \nthis authority, the Receiver has taken exclusive possession and control of CCSEA’s \nassets.  Thus, the remedy Dr. Matthews seek s by the imposition of a constructive \ntrust has already been provided through the Appointment Order.   \n{58} Accordingly, the Court concludes that Dr. Matthews’ counterclaim for the \nimposition of a constructive trust is mo ot and that CCSEA’s Motion to Dismiss \nDefendant’s eighth counterclaim should be granted.   \nvi. Failure to Prosecute or Investigate \n{59} Finally, Dr. Matthews’ ninth countercl aim alleges that the Receiver has \nfailed to prosecute and investigate fully derivative claims on behalf of CCSEA against \n \n \nDr. Epes and Mr. McDaniel.  The Court conc ludes that this purported counterclaim, \nwhich is brought against the Receiver for his actions as Receiver rather than against \nCCSEA for its corporate actions, is not pr operly brought in this litigation between \nCCSEA and Dr. Matthews.  To the extent Dr. Matthews seeks to challenge any action \nof the Receiver, such a challenge may be made through proper motion in the \nConsolidated Matters Master File.  Accordingly, the Court concludes that CCSEA’s \nMotion should be granted as to this ninth counterclaim, and that Dr. Matthews’ ninth \ncounterclaim should be dismissed withou t prejudice to Dr. Matthews’ right to \nchallenge the Receiver’s conduct for good cause shown through proper motion in the \nConsolidated Matters.   \nV.  \nCONCLUSION \n{60} For the foregoing reasons, the Court hereby: \ni. DENIES Dr. Matthews’ Motion to Strike;  \nii. DENIES Dr. Matthews’ Motion to Dismiss in its entirety; and  \niii. GRANTS in part  and DENIES in part  CCSEA’s Motion to Dismiss as \nfollows: \na. CCSEA’s Motion as to Dr. Matthe ws’ third (conversion), fourth \n(misappropriation), sixth (violation of N.C. Gen. Stat. § 55-12-02), \neighth (constructive trust), and ninth (failure to prosecute or \ninvestigate) counterclaims is GRANTED. \nb. Dr. Matthews’ third (conversion), fourth (misappropriation), sixth \n(violation of N.C. Gen. Stat. § 55-12-02), and eighth (constructive \ntrust) counterclaims are DISMISSED with prejudice. \nc. Dr. Matthews’ ninth counterclai m (failure to prosecute or \ninvestigate) is DISMISSED without prejudice. \nd. CCSEA’s Motion as to Dr. Ma tthews’ first (breach of the \nEmployment Agreement), second (failure to make distributions \nunder N.C. Gen. Stat. § 55-6-40), fifth (violation of North Carolina \n \n \nWage and Hour Act), and seventh (demand for an accounting) \ncounterclaims is DENIED.   \nSO ORDERED, this the 22nd day of July, 2016. \n \n/s/ Louis A. Bledsoe, III   \nLouis A. Bledsoe, III \nSpecial Superior Court Judge \n  for Complex Business Cases \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n "
}