{
  "id": "64cad8daa573a56601c35e13b52e873877e58a340c0718241e27a5dafbfd34cf",
  "source_file": "data/raw/ncbc/64cad8daa573a56601c35e13b52e873877e58a340c0718241e27a5dafbfd34cf.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n08 CVS 4333 \n \nRONALD CARTER, \n \nPlaintiff,  \n \nv.  \n \nCLEMENTS WALKER PLLC;  \nF. RHETT BROCKINGTON; and \nRALPH H. DOUGHERTY;  \n \n                         Defendants. \n  \n \n \n \n \n \nORDER AND OPINION \n \n \n{1} THIS MATTER is before the Court on (1) Defendants’ Motion to \nDismiss Plaintiff’s Appeal of April 30, 2014 Order (“Second Motion to Dismiss”),  \nand (2) Plaintiff’s Motion for Relief from Order (“Motion for Relief”).  For the \nreasons expressed below, the Court determines that (1) Defendants’ Second Motion \nto Dismiss is GRANTED, and (2) the Court is without jurisdiction to consider \nPlaintiff’s Motion for Relief, but, alternatively, if the Court has jurisdiction to \nresolve that motion, the Motion for Relief should be DENIED. \n \nHarrington Law, P.C. by James M. Harrington for Plaintiff Ronald Carter. \nPoyner & Spruill LLP by Cynthia L. Van Horne and E. Fitzgerald Parnell, III \nfor Defendants Clements Walker PLLC and F. Rhett Brockington. \nJames, McElroy & Diehl, P.A. by John S. Arrowood for Defendant Ralph M. \nDougherty. \nGale, Chief Judge. \nI. RELEVANT PROCEDURAL HISTORY \n{2} Certain claims were remanded  on May 7, 2013, for further \nconsideration after an appeal was initiated in 2012.  On January 10, 2014, the \nCourt entered an Order and Opinion on several motions, granting Defendants’ \nMotion for Summary Judgment on all pending claims. \nCarter v. Clements Walker PLLC, 2015 NCBC 16.\n{3} Plaintiff electronically filed a Noti ce of Appeal of the January 10, 2014 \nOrder on February 10, 2014.  On February 11, 2014, Defendants moved to dismiss \nthat appeal (“First Motion to Dismiss”), contending that the notice was untimely \nfiled in violation of the requirements of the North Carolina Rules of Appellate \nProcedure (“Appellate Rule(s)”). \n{4} By Order entered on April 30, 2014, the Court granted the First \nMotion to Dismiss and dismissed the appeal.  The Court does not here repeat its \nreasoning, which was fully delineated in the April 30, 2014 Order.  \n{5} On May 30, 2014, Plaintiff filed with  the Court a Notice of Appeal of \nthe April 30, 2014 Order using the Court’s electronic filing system.  Plaintiff later \nfiled a written copy with the Mecklenburg County Clerk of Superior Court’s Office \non June 6, 2014.   \n{6} On July 29, 2014, Defendants fi led the current Second Motion to \nDismiss, claiming that this new Notice of Appeal was also untimely filed for reasons \ndescribed below. \n{7} On August 25, 2014, Plaintiff file d his Motion for Relief, requesting \nthat the Court modify its April 30, 2014 Order. \n{8} The record on appeal has not yet been settled, the appeal has not been \ndocketed in the North Carolina Court of Appeals, and the pending motions have \nbeen fully briefed and are ripe for disposition by this Court. \nII. THE PARTIES’ POSITIONS ON THE MOTIONS \n1. Defendants’ Second Motion to Dismiss \n{9} Defendants rely on this Court’s recent decision in Ehrenhaus v. Baker \nfor the proposition that a party appealing an order must file its notice of appeal \nwith the clerk of superior court in the county of the case’s origin within the thirty \ndays prescribed by Appellate Rule 3, and that an electronic filing is ineffective \nwithout a timely, separate, paper filing with the clerk of court.  2014 NCBC LEXIS \n30, at *4–6 (N.C. Super. Ct. July 16, 2014); see also N.C. R. App. P. 3(a), (c) \n(requiring, inter alia, appeals to be initiated by a notice of appeal filed with the \nclerk of superior court within thirty days of the entry of judgment).  Plaintiff filed \nhis Notice of Appeal with the Mecklenburg County Clerk of Superior Court’s Office \n(“the Clerk”) thirty-seven days after the entry of the April 30, 2014 Order.1   \n{10} Plaintiff argues against a strict  construction of the Appellate Rules \nand that the Court should instead evaluate the timeliness of his filing by applying \nthe North Carolina Rules of Civil Procedure (“Civil Rules”).  He argues that the \nCivil Rules, properly construed, allow a judge to permit papers to be first filed with \nthe trial court, fixing the filing date as of that time, and then the filing may be \ntransmitted to the clerk of court after the time that would otherwise be required by \nAppellate Rule 3.  See N.C. R. Civ. P. 5(e)(1).  Plaintiff further advances a policy \nargument that this Court’s encouragement of online filing should preclude strict \napplication of Appellate Rule 3.  \n2. Plaintiff’s Motion for Relief \n{11} Plaintiff asks the Court to revi sit its April 30, 2014 Order dismissing \nhis first appeal.  His central argument is that the April 30, 2014 Order should not \nbe deemed to have been entered, so as to become appealable, until it had been filed \nand docketed in proper form with the Clerk.  Plaintiff claims that the Court’s \nsummary judgment order was therefore not filed on January 10, 2014, when it was \nposted electronically, but on January 21, 2014, when the Clerk received a written \norder.  He then asserts that, as a result, his Notice of Appeal was timely filed on \nFebruary 19, 2014.  He relies on Civil Rule 58, which provides that a judgment is \neffective when it is “reduced to writing, signed by the judge, and filed with the clerk \nof court.” (Mem. Law Supp. Mot. Relief Order 3 (quoting N.C. R. Civ. P. 58).)   \n{12} Defendants contend that this Cour t has no jurisdiction to consider the \nMotion for Relief, which was filed after the Notice of Appeal, pursuant to the \n                                                 \n1 This was also seven days after Plaintiff made the electronic filing.  Rule 8.1 of the local rules of this \nCourt requires that all documents electronically filed with this Court shall also be filed with the \nappropriate Clerk of Superior Court within five days of the electronic filing. \nprinciples expressed in Wiggins v. Bunch, 280 N.C. 106, 108, 184 S.E.2d 879, 880 \n(1971) (citing American Floor Machine Co. v. Dixon, 260 N.C. 732, 735–36; 133 \nS.E.2d 659, 662 (1963)).   \nIII. ANALYSIS \n1. Defendants’ Second Motion to Dismiss \n{13} Plaintiff makes no reasoned ar gument that his Notice of Appeal \nsatisfies the actual language of Appellate Rule 3(c), and thus that Appellate Rule \n25(a), which allows dismissal of an untimely appeal, does not apply.  N.C. R. App. P. \n25(a).  He instead argues that a reading of Appellate Rules 3 and 25 need not be \nstrict, but that they can and should be applied in harmony with Civil Rule 5.  He \nargues that because the Superior Court had jurisdiction over the case at the time of \nfiling of the Notice of Appeal, filing with the Court, instead of with the clerk of \ncourt, is proper under Civil Rule 5 and satisfies Appellate Rule 3. \n {14} The Court does not believe it has the authority to accept Plaintiff’s \ninvitation not to strictly apply the plain language of the Appellate Rules.  The merit \nof Plaintiff’s argument in that regard must instead be addressed by the North \nCarolina Court of Appeals.   \n {15} The Court concludes that this matter is resolved by this Court’s \nholding in \nEhrenhaus.  See 2014 NCBC LEXIS 30, at *10–11 (holding that a strict \nconstruction of Appellate Rule 3 requires dismissal of an untimely notice of appeal). \n {16} Accordingly, Defendants’ Second Motion to Dismiss is \nGRANTED and Plaintiff’s appeal of the April 30, 2014 Order is DISMISSED.   \n2. Plaintiff’s Motion for Relief \n{17} In American Floor Machine Co., the North Carolina Supreme Court \nstated the general rule that “an appeal takes a case out of the jurisdiction of the \ntrial court.  Thereafter, pending the appeal, the judge is functus officio.”  260 N.C. \nat 735, 133 S.E.2d at 662.  This holding has been consistently upheld.  See, e.g., \nBrown v. Hodge Motor Co., 292 N.C. 633, 635, 234 S.E.2d 748, 749 (1977); Whitfield \nv. Todd, 116 N.C. App. 335, 337, 447 S.E.2d 796, 797 (1994); Estrada v. Jacques, 70 \nN.C. App. 627, 637, 321 S.E.2d 240, 247 (1984).  Plaintiff has not argued that he \nmeets any exceptions to this rule. \n{18} Plaintiff’s Motion for Relief was f iled after Plaintiff’s Notice of Appeal \nand at a time when the Court was without jurisdiction and was functus officio.  \nTherefore, that motion is not properly before the Court.2 \n{19} Alternatively, to the extent Plaintiff might argue that the Motion for \nRelief has become proper and that the Court has obtained jurisdiction by dismissing \nthe appeal―a position the Court believes is incorrect―the Court, after considering \nthe respective arguments and exercising its discretion pursuant to Civil Rule 60, \nwould and does hereby DENY the Motion for Relief. \n \nIT IS SO ORDERED, this 25th day of February, 2015. \n \n                                                 \n2 Plaintiff’s alternative argument as to the proper date of the Court’s filing of its summary judgment \norder is also unavailing, as Business Court Rule 6.11 provides that the Court’s order was effective \nwhen filed electronically, and that issuance of the Notice of Entry by the system constitutes proper \nservice of the order for purposes of Civil Rule 58. "
}