{
  "id": "64e08119214f1e122fc4fab15c865de63e761a8b77acb2205e1a9f78cd0b98eb",
  "source_file": "data/raw/ncbc/64e08119214f1e122fc4fab15c865de63e761a8b77acb2205e1a9f78cd0b98eb.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 3348 \nPETER FLEMING, \n \n   Plaintiff,  \n \nv. \n \nADAM HORNER and HAMILTON, \nSTEPHENS, STEELE + MARTIN, \nPLLC, \n \n   Defendants. \n \n \n \n \n \n \nORDER AND OPINION  \nON MOTION FOR JUDGMENT ON \nTHE PLEADINGS  \n  \n \n1. THIS MATTER is before the Court on defendants Adam Horner (“Horner”) \nand Hamilton, Stephens, Steele + Martin, PLLC’s (“HSSM”) (together, “Defendants”) \nMotion for Judgment on the Pleadings (the “Motion”)  filed on 9 September 2020  \npursuant to Rule 12(c) of the North Carolina Rules of Civil Procedure (the “Rule(s)”).  \n(Mot., ECF No. 36.)  Defendants seek complete dismissal of plaintiff Peter Fleming’s \n(“Fleming”) Complaint.  (Compl., ECF No. 3.)  For the reasons set forth in this Order \nand Opinion, the Court DENIES the Motion. \nRabon Law Firm, PLLC , by Charles H. Rabon, J r.; and Bland Richter \nLLP, by Eric S. Bland and Ronald L. Richter, Jr., for plaintiff Peter \nFleming.  \n \nCranfill Sumner & Hartzog, LLP , by Ryan D. Bolick , for d efendants \nAdam Horner and Hamilton, Stephens, Steele + Martin, PLLC.  \n \nRobinson, Judge. \n \n \n \n \nFleming v. Horner, 2021 NCBC 22. \n \n \nI. INTRODUCTION \n2. This action arises out of Defendants’ alleged negligent legal representation \nof Fleming in a previous lawsuit  filed by General Fidelity Insurance Company \n(“GFIC”) against Fleming, in which GFIC was ultimately awarded $12,849,193.20 in \ndamages.  Based on Defendants’ alleged negligence , Fleming  has asserted a legal \nmalpractice claim against them.  Fleming contends in his Complaint that Defendants \nbreached the duty of  care they owed to Fleming as his lawyers and that their \nnegligence proximately resulted in Fleming being held personally liable for the \ndamages awarded to GFIC.   \nII.  FACTUAL BACKGROUND \n3. The Court does not make findings of fact on a Rule 12(c) motion for \njudgment on the pleadings.  Instead, the Court will recite the factual allegations that \nare relevant to the Court’s determination of the Motion.1 \nA. The Parties \n4. Fleming is a resident of Mecklenburg County, North Carolina.  (Compl ¶ 1.)  \nAt all relevant times, Fleming worked in the insurance business.  (Compl. ¶ 5.) \n \n1  The factual background recited by the Court  is drawn from Fleming’s Complaint; the \nexhibits attached to Defendants’ Answer, (Answer Exs. 1 –3, ECF No. 12); and the exhibits \nattached to Fleming’s brief opposing the Motion, which concern matters that are the subject \nof Fleming’s Complaint,  (Mem. in Opp’n Exs. A & B,  ECF Nos. 39 –39.2).  The Court may \nproperly consider these exhibits without converting the Motion into a Rule 56 summary \njudgment motion.  See Cash v. State Farm Mut. Auto. Ins. Co., 137 N.C. App. 192, 202 (2000); \nOberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60– 61 (2001); Reese v. City of Charlotte , \n196 N.C. App. 557, 561 (2009); QUB Studios, LLC v. Marsh, 262 N.C. App. 251, 261 (2018).  \n \n \n5. Horner is a resident of Mecklenburg County, North Carolina.  (Compl. ¶ 2.)  \nAt all relevant times, Horner worked for HSSM  as an attorney licensed to practice \nlaw in North Carolina.  (Compl. ¶¶ 2, 34.) \n6. HSSM is a professional limited liability company organized and existing \nunder the laws of North Carolina that operates as a law firm.  (Compl. ¶ 3.) \nB. The Events Leading Up to the GFIC Action  \n7. In March 2005, GFIC, a South Carolina-based insurance company, entered \ninto a reinsurance agreement with State National Insurance Company  (“SNIC”) \nunder which GFIC reinsured 100% of the losses incurred by SNIC in connection with \ninsurance policies issued through SNIC.  (Compl. ¶ 7.)  Around that same time, WFT, \nInc. (“WFT”), an insurance company owned and controlled by Fleming, entered into \nan agency agreement with SNIC under which WFT was authorized to underwrite and \nissue insurance  policies through SNIC and settle claims in accordance with the \nrestrictions and guidelines established  by GFIC and SNIC .  ( Compl. ¶ 8.)  The \nreinsurance and agency agreements were both terminated on 24 July 2009,  which \nresulted in a dispute between WFT and GFIC regarding money GFIC claimed WFT \nowed to GFIC.  (Compl. ¶¶ 10–12.) \n8. Pursuant to an arbitration provision contain within both agreements, in \nJune 2010, WFT and GFIC initiated arbitration proceedings in Texas.  (Compl. ¶ 13.)  \nFleming was not individually made a party to the arbitration.  (Compl. ¶ 14.) \n9. On 17 November 2011, while the arbitration was pending, Fleming formed \na new company, Blessmatch Marine Insurance Services, Inc. (“Blessmatch”), in an \n \n \nattempt to avoid the negative effect the arbitration was having on WFT’s reputation \nand business operatio ns.  (Compl. ¶¶ 18– 19.)  WFT transferred its assets to \nBlessmatch, resulting in Blessmatch obtaining control over WFT’s former website \ndomain name, office and staff.  (Compl. ¶¶ 21–23.)  Fleming’s efforts to preserve his \nbusiness were  unsuccessful and Blessmatch ceased operations on 31 May 2013.   \n(Compl. ¶ 24.) \n10. On 2 August 2013, an arbitration panel rendered a final award in favor of \nGFIC.  (Compl. ¶¶ 25–26; Answer Ex. 1.)  Then, on 27 December 2013, a Texas court \nentered judgment on the arbitration award and ordered WFT to pay GFIC \n$2,653,552.58 in damages (the “Texas Judgment”).  (Compl. ¶ 26; Answer Ex. 1.)  The \nTexas Judgment provided, in part, that it disposed of “all claims against all parties,” \neffectively rejecting GFIC’s attempt in the arbitration to pierce WFT’s corporate veil \nand make Fleming personally liable for the arbitration award.  (Compl. ¶ 27; Answer \nEx. 1.) \nC. The GFIC Action \n11. On 15 May 2014, GFIC filed a lawsuit (the “GFIC Action”) in Mecklenburg \nCounty Superior Court  against WFT, Blessmatch, and Fleming ,2 seeking to \ndomesticate the Texas J udgment.  (Compl. ¶ ¶ 28, 31; Answer Ex. 2 .)  Through the \nGFIC Action, GFIC sought to pierce WFT and Blessmatch’s corporate veils and make \nFleming personally liable.  (Compl. ¶ 31 ; Answer Ex. 2 .)  Based on the transfer of \nassets from WFT to Blessmatch, GFIC argued that Fleming should be held personally \n \n2  The GFIC Action was captioned as General Fidelity Insurance Company v.  WFT, Inc., et \nal., 14-CVS-9043.  (Compl. ¶ 28; Answer Ex. 2.)   \n \n \nliable for breach of fiduciary duty, constructive fraud, fraudulent transfer of assets , \nunfair and deceptive trade practices, and facilitation of fraud.  (Compl. ¶¶ 31–32, 51; \nAnswer Ex. 2.)  \n12. On 25 August 2015, Fleming retained Horner, who was then a partner at \nHSSM, as his counsel for the GFIC Action.  (Compl. ¶¶ 34, 38.)  Fleming told Horner \nabout the history of the prior Texas proceedings, as well  as GFIC’s unsuccessful \nattempt to pierce WFT’s corporate veil during the arbitration.  (Compl. ¶¶ 38–39.)  In \naddition, at Horner’s request, Fleming provided Horner with years of bank \nstatements and other financial records of WFT and Blessmatch.  (Compl. ¶ 42.)  I n \nresponse to Fleming’s concern about his personal exposure in the GFIC Action, \nHorner assured Fleming that it would be “practically ‘impossible’ [for GFIC] to pierce \n[WFT’s] corporate veil” and that the financial information provided by Fleming was \n“all [Horner] needed” to defend Fleming in the GFIC Action.  (Compl. ¶¶ 41, 43.)  \n13. Aside from the financial information Fleming provided to Horner, \nDefendants never made any effort to gather additional evidence , and Defendants \nfailed to inform Fleming  of relevant defenses  and also failed to craft a defense \nstrategy for the GFIC Action.  (Compl. ¶¶ 44–51, 113.)  After two years of litigation, \nFleming’s deposition in the GFIC Action took place on 22 July 2016.  (Compl. ¶ 52.)   \n14. Five days later, Horner and HSSM withdrew from their representation of \nFleming in the GFIC Action on the grounds that Fleming was not current on his legal \nfees.  (Compl. ¶¶ 52– 54.)  Following Horner and HSSM’s withdrawal, Fleming was \nwithout legal counsel for a period of time in the GFIC Action.  (Compl. ¶ 57.) \n \n \n15. In July 2017, GFIC moved for summary judg ment on its claims .  \n(Compl. ¶ 58.)  Fleming contacted Horner and HSSM for direction on GFIC’s \nsummary judgment motion even though they were no longer representing him in the \nGFIC Action.  (Compl. ¶ 59.)  On 3 August 2017, after Fleming paid the outstanding \ncharges due to HSSM, Horner and HSSM resume d representing Fleming, though \ntheir representation was limited to only  defending Fleming against GFIC’s pending \nsummary judgment motion.  (Compl. ¶¶ 60–62.) \n16. According to Fleming , Horner was the senior attorney at HSSM most \nfamiliar with the GFIC Action and was thus the attorney who should have \nrepresented Fleming at the summary judgment hear ing. (Compl. ¶ 65.)  Horner, \nhowever, was scheduled to be out of town for a vacation on the hearin g date , 15 \nAugust 2017,  and therefore, he had a  less experienced associate  at HSSM , Laura \nBarringer (“Barringer”), handle  the hearing.  (Compl. ¶¶ 65, 68 –71.)  Barringer \nmoved for a continuance of the hearing until a later motions calendar, but the motion \nwas denied for failure to comply with the Mecklenburg County Local Rules .  \n(Compl. ¶¶ 65–66.)  The trial court nonetheless granted a brief continuance  of two \ndays to allow Barringer to get up to speed on the case , and the hearing then took \nplace on 17 August 2017.  (Compl. ¶ 67.) \n17. Barringer did not submit to the trial court any affidavits  or a brief in \nopposition to GFIC’s summary judgment motion.  (Compl. ¶ 72.)  Although Barringer \ndid sen d a letter  to the presiding judge, the Honorable Eric L. Levinson (“Judge \nLevinson”), the day before the 17 August 2017 hearing, the letter only outlined \n \n \nFleming’s deposition testimony and did not cite to any cases or statutes.  (Compl ¶ 73; \nMem. in Opp’n Ex. A.)  \n18. At the hearing, Barringer was unprepared to address the questions raised \nby the trial court.  (Compl. ¶ 82.)  Horner did not attend the hearing.  (Compl. ¶ 68.)  \nIn opposing GFIC’s summary judgment motion, Barringer asserted that attorneys, \naccountants, board members, and employees could all support Fleming’s deposition \ntestimony, but no affidavits from these individuals were provided to Judge Levinson.  \n(Compl. ¶¶ 83–84.)   \n19. Fleming alleges that Horner and HSSM ’s failure to p roperly supervise \nBarringer resulted in her  failing to obtain  and present to Judge Levinson  the \nmaterials needed to adequately oppose GFIC’s summary judgment motion  and her \nbeing generally unprepared for the hearing.  (Compl. ¶¶ 74–85.) \n20. Following the hearing, Judge Levison asked counsel for the parties to confer \nand provide him with  their respective view s on what constituted the record upon \nwhich he could rely to rule on GFIC’s summary judgment motion.  (Compl. ¶¶ 86–88; \nMem. in Opp’n Ex. A.)  After counsel reported to Judge Levinson by email that they \ncould not reach an agreement on what constituted the record, Judge Levinson \nresponded that he planned to set another hearing on GFIC’s summary judgment \nmotion and noted the absence of Fleming’s lead HSSM attorney (Horner) at the first \nhearing, which involved six million dollars in potential liability.  (Compl. ¶¶ 89–92; \nMem. in Opp’n Ex. A .)  The second hearing took place on  13 November 2017.   \n(Compl. ¶¶ 98–99.) \n \n \n21. Prior to the s econd hearing, Horner left HSSM to work for the law firm \nrepresenting GFIC in the GFIC Action  and, according to Fleming , Horner never \ninformed Fleming of his departure or asked for Fleming’s consent.  (Compl. ¶¶ 100–\n02.)  HSSM reassigned Fleming’s defense to a different partner.  (Compl. ¶¶ 103–04.) \n22. Fleming’s new HSSM lawyer did not submit any additional materials in \nopposition to GFIC’s summary judgment motion in advance of or at the second \nhearing on the motion, notwithstanding Judge Levinson’s request for a more robust \nrecord.  (Compl. ¶¶ 104–05.) \n23. On 12 January 2018, Judge Levinson issued his order granting in part and \ndenying in part GFIC’s  summary judgment motion.  (Compl. ¶ 106; Answer Ex. 3.)  \nJudge Levinson’s order contained four separate judgments against Fleming \npersonally: (1) for liability on the Texas J udgment, jointly and severally with WFT \nand Blessmatch, in the amount of $3,180,264. 59 plus interest and the costs of the \naction, which was based on the piercing of WFT and Blessmatch’s corporate veils; (2) \nfor liability on the breach of fiduciary duty claim in the amount of $3,180,264.59 plus \ninterest and the costs of the action; (3) for liability on the constructive fraud claim in \nthe amount of $3,180,264. 59 plus interest and the costs of the action; and (4) for \nliability on the fraudulent transfer  claim, jointly and severally with WFT and \nBlessmatch, in the amount of $3,180,264.59 plus interest and the costs of the action.  \n(Compl. ¶ 106; A nswer Ex. 3.)   Judge Levinson consolidated these four judgment s \ninto a single judgment so that GFIC would not receive a double recovery and awarded \nGFIC total damages of $3,180,264.59 plus interest and the costs of the action .  \n \n \n(Compl. ¶ 106 ; Answer Ex. 3 .)  Lastly, Judge Levinson denied GFIC’s motion for \nsummary judgment on its unfair and deceptive trade practices claim.  (Compl. ¶ 107; \nAnswer Ex. 3.) \n24. A bench trial before a different presiding  judge, the Honorable Forrest D. \nBridges (“Judge Bridges”) , was held on 12 February 2018 on  the remaining unfair \nand deceptive trade practices claim.  (Compl. ¶ 108; Mem. in Opp’n Ex. B.)  The case \nwas tried on the existing record, and no live testimony was offered.  (Compl. ¶ 108.) \n25. Based on the judgment entered by Judge Levinson, Judge Bridges ruled in \nfavor of GFIC on the unfair and deceptive trade practices claim and rendered a final \njudgment awarding GFIC treble damages plus interest, the costs of the action, and \nattorney fees.  (Compl. ¶¶ 108–09; Mem. in Opp’n Ex. B.)   \n26. Fleming is now personally li able for $12,849,193.20 in damages  stemming \nfrom the GFIC Action.  (Compl. ¶ 109.) \nD. Fleming’s Legal Malpractice Claim against Defendants \n27. In the present action, Fleming alleges that Horner and HSSM’s poor legal \nrepresentation of Fleming in the GFIC action is the direct and proximate cause of the \n$12,849,193.20 judgment rendered personally against him.  (Compl. ¶¶ 114–15.)  In \nparagraph 113 of the Complaint , Fleming  alleges that Defendants breached the \nduties they owed to him as his lawyers by engaging in the following negligent conduct: \na. In failing to conduct an adequate investigation into the underlying \nTexas [a]rbitration; \n \nb. In failing to plead res judicata and/or issue/claim preclusion as a \ndefense to the [GFIC] Action in order to avoid piercing the corporate \nveil; \n \n \nc. In failing to advise Fleming at the commencement of the [GFIC] \nAction to have Blessmatch stipulate to the Texas J udgment under \nthe theory of successor corporate liability; \n \nd. In failing to develop any strategy to defend the [GFIC] Action; \n \ne. In failing to develop any evidence, including but not limited to, \nevidence of the separate corporate existence of WFT and Blessmatch, \nin defense of the [GFIC] Action; \n \nf. In failing to prepare [Fleming] for deposition; \n \ng. In failing to engage or recommend the engagement of experts, \nparticularly experts in corporate governance or finance, in opposition \nto [GFIC’s motion for] summary judgment; \n \nh. In failing to present any argument and/or evidence in opposition to \n[GFIC’s motion for ] summary judgment, despite having been \nafforded multiple opportunities to do so; \n \ni. In failing to supervise associate attorneys who were either \ninexperienced and/or unfamiliar with the [GFIC] Action to be able to \nprovide competent representation at the hearing; \n \nj. HSSM’s failure to provide proper supervision of Horner; \n \nk. Horner’s failure to supervise Barringer; \n \nl. In failing to communicate with [Fleming] in accordance with Rule 1.4 \nof the North Carolina Rules of Professional Conduct; \n \nm. In failing to provide competent representation to [Fleming]  in \naccordance with Rule 1.1 of the North Carolina Rules of Professional \nConduct; [and] \n \nn. In failing to pursue the defense of the [GFIC] Action timely and \nzealously in accordance with Rule 1.3 of the North Carolina Rules of \nProfessional Conduct[.] \n \n(Compl. ¶ 113.) \n28. Fleming seeks actual damages from Defendants based on their alleged \nnegligence, as well as punitive damages pursuant to N.C.G.S. § 1D-1.  (Compl. 16.) \n \n \nIII. PROCEDURAL BACKGROUND \n29. Fleming initiated this action by filing his C omplaint on 24 February 2020.  \n(Compl.)  The case was designated as a mandatory complex business case by order of \nthe Chief Justice of the Supreme Court of North Carolina and assigned to the \nundersigned on 26 March 2020.  (ECF Nos. 1–2.) \n30. On 1 June 2020, Defendants filed their Answer to the Complaint.  (Answer.)   \n31. Defendants filed the Motion on 9 September 2020. \n32. After full briefing, t he Court held a hearing  by video conference on the \nMotion on 4 November 2020, at which all parties were represented by counsel. \n33. The Motion is now ripe for resolution. \nIV. LEGAL STANDARD \n34. “A [Rule 12(c)] motion for judgment on the pleadings should not be granted \nunless the movant clearly establishes that no material issue of fact remains to be \nresolved and that he is entitled to judgment as a matter of law.”  Carpenter v. \nCarpenter, 189 N.C. App. 755, 761 (2008); see also Ragsdale v. Kennedy, 286 N.C. 130, \n137 (1974).  “[T]he court cannot select some of the alleged facts as a basis for granting \nthe motion on the pleadings if other allegations, together with the selected facts, \nestablish material issues of fact.”  J. F. Wilkerson Contracting Co. v. Rowland , 29 \nN.C. App. 722, 725 (1976).   \n35. The Court must read the pleadings in the light most favorable to the \nnonmoving party, and \n[a]ll well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true and all contravening assertions in the movant’s \n \n \npleadings are taken as false.  All allegations in the nonmovant’s \npleadings, except conclusions of law, legally impossible facts, and \nmatters not admissible in evidence at the trial, are deemed admitted by \nthe movant for purposes of the motion. \n \nRagsdale, 286 N.C. at 137 (citations omitted).   “Judgment on the pleadings is \nnot favored by the law[.]”  Huss v. Huss, 31 N.C. App. 463, 466 (1976).   \nV. ANALYSIS \n36. A plaintiff in a legal malpractice action “is required to prove that he would \nnot have suffered the harm alleged absent the negligence of his attorney.”  Hummer \nv. Pulley, Watson, King & Lischer, P.A. , 157 N.C. App. 60, 66 (2003) .  Accordingly, \n“the plaintiff must allege and prove (1) that the attorney breached the duties owed to \nhis client and that this negligence (2) proximately caused (3) damage to the plaintiff.”  \nWood v. Hollingsworth, 166 N.C. App. 637, 641– 42 (2004) (cleaned up).  Ultimately, \nthe plaintiff has to establish the “viability and likelihood of success of the underlying \ncase” that serves as the basis for the plaintiff’s present legal malpractice claim .  \nHummer, 157 N.C. App. at 66.  “This has been referred to as having to prove ‘ a case \nwithin a case.’ ”  Id. (citation omitted). \n37. Defendants first argue that Fleming’s legal malpractice claim against them \nshould be dismissed because Fleming has failed to plead sufficient facts to support \nhis allegation that Defendants’ alleged negligent legal representation of Fleming was \nthe proximate cause of the damages awarded in favor of GFIC and against Fleming \nin the underlying GFIC Action.  (Br. in Supp. 1, 9–12, ECF No. 37.)  More specifically, \nDefendants contend that Fleming was required, but failed , to allege that he would \nhave ultimately prevailed in the GFIC Action or that a fact existed that would have \n \n \nprevented the entry of summary judgment against him in that underlying case.  (Br. \nin Supp. 11.)  Defendants are mistaken. \n38. In Wood, 166 N.C. App. 637, the North Carolina Court of Appeals \nconsidered whether a plaintiff had alleged sufficient facts to  support her legal \nmalpractice claim.  There, the Court stated the following: \nIn the instant case, plaintiff’s complaint alleges that [her former lawyer] \nwas negligent in that she failed to “comply with the prevailing standard \nof care owed by a practitioner in her profession,” and failed to “exercise \nreasonable care and diligence in the application of her knowledge and \nskill as an attorney[.]”  Plaintiff’s complaint contains specific acts of [her \nformer lawyer’s] alleged negligence, including the failure to follow her \nclient’s instructions, the failure to notify her client that a lawsuit had \nnot been filed on her behalf, the failure to advise her client of the tolling \nof the applicable statute of limitations, and the failure to protect her \nclient’s interests by timely filing a lawsuit on her behalf.  Plaintiff's \ncomplaint further provides that, “as the direct and proximate result of \nthe negligent, unl awful and careless acts” of defendants, plaintiff \nsuffered damages in an amount in excess of $10,000.   Thus, taking \nplaintiff’s allegations to be true for the limited purpose of testing the \nadequacy of plaintiff's complaint, we conclude that plaintiff has \nsufficiently stated a claim for negligence in legal representation. \n \nId. at 641.  Moreover, on the issue of proximate cause, the Court made clear that \n“[w]hether defendants’ alleged negligence in fact caused plaintiff's injury [was] a \nquestion for the trier of fact” and not a question of law for the Court to decide at the \npleading stage.  Id. at 642.  \n39. In this case, Fleming’s Complaint contains  allegations that are similar to \nthe allegations in Wood and are therefore sufficient at this stage of the proceeding to \nmaintain a legal malpractice claim .  In paragraph 112 of the  Complaint, Fleming \nalleges that “Defendants owed duties to Fleming, including the duty to possess and \nto exercise the same degree of care, skill and learning as is possessed by a reasonable \n \n \nand competent attorney under the same or similar circumstances.”  And as described \nmore fully above, the Complaint as a whole, and Paragraph  113 in particular, sets \nforth a litany of alleged negligent acts  by Defendants  throughout their legal \nrepresentation of Fleming in the GFIC Action, including their failure to submit any \nevidence or a brief in opposition to GFIC’s  summary judgment motion.  In addition, \nparagraph 114 states  that “[b]ut for the conduct of the Defendant s, Fleming would \nnot be saddled with a personal judgment in the amount of $12,849,193.20 ,” and \nparagraph 115 states  that “[a]s a direct and proximate result of the conduct of the \nDefendants, Fleming has suffered damages and continues to suffer damages in a n \namount not less than $12,849,193.20, which sum continues to grow with post -\njudgment interest.”   \n40. These allegations, when viewed together in the light most favorable to \nFleming, sufficiently satisfy the pleading requirements for a legal malpractice claim \nand also give rise to a factual question of whether Defendants’ alleged negligence in \nthe GFIC Action , including their alleged failure to adequately oppose GFIC’s \nsummary judgment motion,  was a proximate cause of Fleming’s alleged damages .  \nAnd at the pleading stage of this litigation, it would be improper for the Court to \nresolve this question of fact .  See Wood , 166 N.C. App. at  642 (explaining that \n“proximate cause is ordinarily a question of fact for the jury, to be solved by the \nexercise of good common sense in the consideration of the evidence of each particular \ncase” (quoting Williams v. Power & Light Co. , 296 N.C. 400, 403 (1979))).  Thus, the \nCourt denies the Motion to the extent that it seeks dismissal of Fleming’s legal \n \n \nmalpractice claim based on Defendants’ contention  that Fleming has not alleged  \nsufficient facts to support the proximate cause requirement. \n41. Defendants next ar gue that the allegations in Fleming’s Complaint \nestablish that he was, in fact, liable to GFIC for breach of fiduciary duty, constructive \nfraud, and fraudulent transfer in the underlying GFIC Action, and thus, Defendants’ \nalleged negligence could not have been a proximate cause of Fleming’s  alleged \ndamages.  (Br. in Supp. 12–21.)  In effect, then, Defendants ask this Court to decide \nas a matter of law the likelihood of Fleming’s success in the underlying GFIC Action, \ni.e., the case within a case.  The Court does not believe it can properly engage in such \na determination at this stage of the litigation and thus declines Defendants’ request.  \n42. In Hummer, the North Carolina Court of Appeals explained that  \n[u]nder the case within a case method of  proof, the plaintiff in a legal \nmalpractice action presents the evidence in support of the underlying \nclaim before the jury (or fact -finder) in the malpractice action.  . . . The \nmalpractice jury, in essence, then determines the outcome of the \nunderlying case and from that determination reaches the malpractice \nverdict. . . . A malpractice plaintiff is not required to prove what outcome \na particular fact-finder in the underlying case . . .  would have reached.  \nInstead, the malpractice jury must substitute its own judgment in \napplying the relevant law, as instructed by the trial court, to the facts of \nthe underlying case.   \n \n157 N.C. App. at 66 (citations omitted).  \n43. Accordingly, Fleming will ultimately have to pr esent evidence to support \nhis allegation that Defendants’ legal representation in the underlying GFIC Action \nwas negligent, and after that, the fact finder (if it gets to that stage) will use its own \njudgment to determine the outcome of the GFIC Action.  Therefore, in the absence of \na well-developed evidentiary record, it would be  improper for the  Court to rule , as \n \n \nurged by Defendants, that Fleming was, in fact, liable for any of the claims litigated \nin the GFIC Action, especially because, as discussed above, Fleming has alleged facts \nthat, if proven, could support his claim  that Defendants’ negligence proximately \ndamaged him in the GFIC Action.  Thus , the Court denies  the Motion to the extent \nthat it seeks dismissal of Fleming’s legal malpractice claim on the grounds that his  \nallegations affirmatively establish his liability as a matter of law  in the underlying \nGFIC Action.3 \n44. Defendants also argue that Fleming has failed to allege sufficient facts to \nstate a claim for legal malpractice against Defendants as to their defense of the unfair \nand deceptive trade practices claim asserted against Fleming in the GFIC Action and \nthat the allegations in the Complaint establish that Fleming was liable for this claim \nas a matter of law.  (Br. in Supp. 21–24.) \n45. Based on the same considerations discussed above regarding Fleming’s \nliability for the breach of fiduciary duty, constructive fraud, and fraudulent transfer \nclaims asserted in the GFIC Action, the Court declines to conclude as a matter of law \nthat Fleming was, in fact, liable for the unfair and deceptive trade practices claim.  \n46. In addition, the Court disagrees with Defendants’ contention that Fleming \nhas failed to allege sufficient facts to state a claim for legal malpractice as to the  \ndefense of the unfair and deceptive trade practices claim  in the GFIC Action .  \nDefendants argue that they cannot be held liable for any damages to Fleming that \nresulted from the judgment  on GFIC’s unfa ir and deceptive trade practices claim \n \n3  Tellingly, Defendants do not cite to any cases where a court determined that a plaintiff was \nliable in the case within a case as a matter of law at the pleading stage. \n \n \nbecause they did not represent Fleming at the bench trial on this claim.  (Br. in Supp. \n21–22.) \n47. However, as reflected in Fleming’s  Complaint and acknowledged by \nDefendants in their supporting brief, the judgment  in the GFIC Action on GFIC’s \nunfair and deceptive trade practices claim was predicated on the summary judgment \norder entered by Judge Levinson .  ( See Br. in Supp.  22.)  Indeed , Judge Bridges’ \ndetermination that Fleming was liable for  the unfair and deceptive trade practices \nclaim was based on Judge Levinson’s earlier determination that Fleming was liable \nfor the breach of fiduciary duty , constructive fraud, and fraudulent transfer  claims.  \n(See Mem. in Opp’n Ex. B.)  Therefore, by claiming that Defendants’ negligence was \nthe proximate cause of the final judgment entered by Judge Bridges, Fleming’s claim \nalso encompasses what Defendants allegedly did (or failed to do) at the summary \njudgment stage, where they did represent Fleming. \n48. As such, the Court denies the Motion to the extent that  Defendants argue \nthat Fleming has failed to allege sufficient facts to state a claim for legal malpractice \nas to the defense of the underlying unfair and deceptive trade practices claim in the \nGFIC Action and that the allegations in the Complaint show  that he was liable for \nthis claim as a matter of law. \n49. Lastly, Defendants seek dismissal of Fleming’s request for punitive \ndamages in his prayer for relief.  They argue that Fleming has failed to plead factual \nallegations to support a finding of fraud, malice, or willful or wanton conduct as \nrequired by N.C.G.S § 1D-15.  (Br. in Supp. 24.)  \n \n \n50. Fleming, however, has expressly alleged that Defendants’ conduct  was \nwillful and wanton, (Compl. ¶ 113), and Fleming’s other factual allegations, if proven, \ncould potentially support a finding that Defendants’ alleged conduct  was willful or \nwanton such that punitive damages are warranted.  See, e.g., Cockerham-Ellerbee v. \nTown of Jonesville , 190 N.C. App. 150, 15 7 (2008) (stating that whether clear and \nconvincing evidence of willful or wanton conduct exists is generally a question of fact \nfor the jury).   \n51. Therefore, the Court denies the Motion to the extent that it seeks dismissal \nof Fleming’s request for punitive damages.  Defendants are free to revisit this issue \nafter discovery and on a more developed record. \nVI. CONCLUSION \n52. For the foregoing reasons, the Court hereby DENIES  the Motion.  To be \nclear, the Court denies the Motion based on the governing standard of  review for an \nearly stage Rule 12(c) mo tion.  This ruling should therefore not be construed as an \nopinion or forecast on whether Fleming will ultimately prevail on his legal \nmalpractice claim against Defendants. \nSO ORDERED, this the 1st day of April, 2021. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}