{
  "id": "65012253198977df3dac631484e814e42223cf2a2a6cda284b8be91c0cfd51fa",
  "source_file": "data/raw/ncbc/65012253198977df3dac631484e814e42223cf2a2a6cda284b8be91c0cfd51fa.pdf",
  "raw_text": "EHP Land Co., Inc. v. Bosher, 2011 NCBC 5. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF PERQUIMANS 07 CVS 59 \n \n \nEHP LAND CO., INC., ) \n Plaintiff ) \n   )  \n v.  )  \n   )   \nVIRGINIA W. BOSHER, CHRISTINA  )  \nBOSHER HERZ, CAROLYN BOSHER  ) \nMALONEY, ROBERT M. BOSHER, JR.,  ) \nJENNIFER L. BOSHER, JOHN P. DOOLEY, ) AMENDMENT TO \nMICHAEL C. DOOLEY, SARAH E. HERZ, ) OPINION AND ORDER \nANDREW T. HERZ, CHRISTINA P.  ) ON MOTION \nMALONEY, VIRGINIA M. MALONEY,  )  FOR SUMMARY JUDGMENT \nCLIFTON H. W. MALONEY, PHIL UPTON,  )  \nCINDY W. BOSHER, individually and in her  ) \ncapacity as Executrix of the Estate of Robert  )  \nM. Bosher, ARTHUR R. ROBB, JR. AND  ) \nCHRISTINE BOSHER, as Co-Executors of  ) \nthe Estate of RALPH G. BOSHER,  )   \nDeceased, and HPB ENTERPRISES, a  ) \nNorth Carolina General Partnership, )  \n  Defendants ) \n \nTHIS CAUSE, designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court, dated April 10, 2007, pursuant to \nN.C. Gen. Stat. § 7A-45.4(b) (hereinafter, references to the North Carolina General \nStatutes will be to \"G.S.\"); and assigned to the undersigned Chief Special Superior \nCourt Judge for Complex Business Cases, is before the court upon the Bosher \nDefendants' Motion for Relief From Judgment or Order, or in the Alternative Motion to \nAlter or Amend Judgment (the \"Motion\"), propounded under Rules 59(e) and 60(b), \nNorth Carolina Rules of Civil Procedure (\"Rule(s)\"); and \nTHE COURT, after considering the arguments, briefs, affidavits, other \nsubmissions of counsel and appropriate matters of record, as discussed infra, \nCONCLUDES that the Defendants’ Motion should be GRANTED in part and DENIED in \npart, as reflected in this Amendment to Opinion and Order. \nWard & Smith, PA by A. Charles Ellis, Esq. and E. Bradley Evans, Esq. for \nPlaintiff EHP Land Co., Inc. \n \nGraebe Hanna & Welborn, PLLC by Christopher T. Graebe, Esq. for Defendants \nVirginia W. Bosher, Robert M. Bosher, Jr., Jennifer L. Bosher, Phil Upton and \nCindy W. Bosher, individually and in her capacity as Executrix of the Estate of \nRobert M. Bosher. \n \nPoyner & Spruill, LLP by David Dreifus, Esq. and John W. O'Hale, Esq. for \nDefendants Christina Bosher Herz and Carolyn Bosher Maloney. \n \nChristina P. Maloney, pro se. \n \nVirginia M. Maloney, pro se. \n \nClifton H.W. Maloney, pro se. \n \nJohn P. Dooley, pro se. \n \nMichael C. Dooley, pro se. \n \nSarah E. Herz, pro se. \n \nAndrew T. Herz, pro se. \n \nArthur R. Robb, Jr. and Christine Bosher, as Co-Executors of the Estate of Ralph \nG. Bosher, Deceased, pro se. \n \nHPB Enterprises, a North Carolina General Partnership. \n \nJolly, Judge. \n \nPROCEDURAL AND FACTUAL BACKGROUND \n[1] This civil action involves disputes  between the parties arising from the \nacquisition, ownership and development of land in Perquimans County, North Carolina, \n \n \nfor a residential resort, golf and marina community known as Albemarle Plantation.  At \ntimes material, Albemarle Plantation was owned by Defendant HPB Enterprises, a \nNorth Carolina General Partnership (\"HPB\" or the \"Partnership\").  The following \nparagraphs briefly describe the undisputed factual and procedural background of this \naction.  For further details, see the court’s Opinion and Order dated October 5, 2010 \n(the \"October 5 Order\") and its Opinion and Order dated February 24, 2011 (the \n\"February 24 Order\"). \n[2] On or about July 22, 1987, Nathan S. Hurdle (\"Hurdle\"); EHP Land Co., \nInc. (\"EHP\"); Ralph George Bosher (\"Ralph Bosher\") and Ralph Bosher's children, \nRobert M. Bosher (\"Bo Bosher\")1, Virginia W. Bosher (\"Ginny Bosher\"), Carolyn Bosher \nMaloney (\"Carolyn Bosher\") and Christina Bosher Herz (\"Christina Bosher\"),2 executed \na written general partnership agreement (the \"Partnership Agreement\"), by which they \n(collectively, the \"Partners\") formed and intended to operate HPB as a North Carolina \ngeneral partnership. \n[3] At the time of execut ion of the Partnership Agreement, the primary asset \nof the Partnership consisted of about 750 acres of undeveloped land in Perquimans \nCounty.  Over the years, HPB successfully developed Albemarle Plantation. \n[4] In 1991, Hurdle withdrew from H PB and his interest was divided among \nthe remaining partners.  In May 2001, Ralph Bosher assigned his remaining ownership \ninterest in HPB to his children and to some extended family members. \n                                            \n1 Now deceased.  Cindy W. Bosher has been substituted as a representative party in her capacity as \nExecutrix of the Estate of Bo Bosher. For purposes of this Opinion and Order, the Estate of Bo Bosher \nalso will be referred to as \"Bo Bosher.\" \n2 For purposes of the Motion, Bo Bosher, Ginny Bosher, Carolyn Bosher and Christina Bosher also may \nbe referred to collectively as the \"Bosher Partners.\" \n \n \n[5] In the late 1990s, EHP took over primary management of the Partnership, \nincluding the marketing and sale of Albemarle Plantation's lots, condominiums and \nsingle family homes.  \n[6] On October 25, 2005, EHP gave HPB not ice of its intent to withdraw from \nthe Partnership, effective December 31, 2005.  At that time, EHP had a twenty-five (25) \npercent ownership interest in HPB. \n[7] By letter dated October 27, 2005, the Bosher Partners accepted EHP's \nwithdrawal and elected to purchase EHP's Partnership interest and to continue the \nPartnership as a going concern.   \n[8] Section 11 of the Partnership Agreem ent provides that \"[i]f the remaining \npartners (or any of them) elect to purchase the withdrawing partner's interest, the value \nof the interest of a withdrawing partner shall be as stated in Section 13 herein and \npayment of the amount due to the withdrawing partner shall be made in cash in equal \nquarterly installments . . . with interest at the rate of 9% per annum on the unpaid \nbalance.\" \n[9] With regard to the value of a withdrawing partner's interest, Section 13 of \nthe Partnership Agreement (\"Section 13\") provides: \n13.  Value of interest.  The value of the interest of a \nwithdrawing partner s hall be the book value thereof, as it \nappears upon the books and records of the partnership as of \nthe close of business on the effective date of withdrawal, \n(with the date of such evaluation hereinafter referred to as \n\"the effective date\"), as adjusted by substituting the fair \nmarket value as of such date, in  place of book value, of any \ninventory owned by the partnership.  Such book value, \nadjusted as herein provided,  shall be computed by the \ncertified public accountant regularly employed by the \npartnership, in accordance wit h the accounting practices \nregularly followed by the par tnership, and in cases not \n \n \ncovered by such practices, in accordance with standard \naccounting practices. . . . Such  book value shall include and \nreflect the w ithdrawing partner’s capi tal account as at the \nend of the last accounting year as shown on the partnership \nbooks, increased by his or its s hare of partnership profits or \ndecreased by his or its share of partnership losses for the \nperiod from the beginning of t he accounting year in which \nthe effective date occurs until the effective date, and \nincreased by contributions and  decreased by withdrawals \nduring such period. In making the adjustment for the fair \nmarket value of inventory, t he accountant shall rely on and \nuse the written appraisal of an appraiser selected by the \naccountant for that purpose, with the approval of and at the \nexpense of the partnership.  A statement showing such book \nvalue, as thus adjusted . . . shall be completed by the \naccountant . . . .  Such book value, as adjusted, as set out in \nthe accountant's statement, shall constitute and be deemed \nto be the purchase price for the entire partnership interest of \nthe withdrawing partner, bind ing upon all parties hereto , \nunless and until changed by written agreement of the \nparties.  \n \n(emphasis added). \n \n[10] In determining the value of EHP's inte rest in the Partnership at the time of \nwithdrawal, EHP and the Bosher Partners disagreed with regard to the definition of \n\"inventory\" as reflected in Section 13.  As a result, on April 2, 2007, EHP filed its \nComplaint in this matter.3   \n[11] With the exception of Defendants Ginny Bosher and Bo Bosher (the \n\"Bosher Defendants\" or \"Defendants\"), EHP settled its differences relative to this civil \naction with the remaining Bosher Partners.  Consequently, the two Bosher Defendants \nare the only remaining parties who have disputed issues with Plaintiff EHP, and their \n                                            \n3 The Complaint alleges seven claims for relief (\"Claim(s)\"): First Claim for Relief (Breach of Contract – \nGeneral Partnership Agreement); Second Claim for Relief (Dissolution – General Partnership \nAgreement); Third Claim for Relief (Dissolution – General Partnership Agreement);  Fourth Claim for \nRelief (Dissolution – North Carolina Uniform Partnership Act); Fifth Claim for Relief (Dissolution – General \nPartnership Agreement/Assignment); Sixth Claim for Relief (Breach of Contract – Phase II Contract) and \nSeventh Claim for Relief (Declaratory Judgment – N.C. Gen. Stat. § 1-253). \n \n \ncollective liability to EHP is one-half of such amount as ultimately is determined to \nrepresent the value of EHP's prior twenty-five (25) percent ownership in HPB. \n[12] The disagreement between EHP and the Bosher Defendants over the \ndefinition of \"inventory\" resulted in the court's October 5 Order, which determined the \nproperties that constitute inventory for purposes of valuing EHP's interest at the time of \nwithdrawal. \n[13] Subsequently, the parties also disagreed with regard to the methodology \nto be used in calculating the book value of EHP's interest in the Partnership at the time \nof withdrawal.  That disagreement resulted in the court's February 24 Order, in which \nthe court concluded that the Bosher Defendants were indebted to EHP in the total \namount of $2,758,294.08 for their purchase of EHP's interest in HPB. \nDISCUSSION \n[14] After entry of the February 24 Or der, the Bosher Defendants filed the \ninstant Motion.  In substance, the Motion contests (a) the initial \"inventory\" valuation \nopinion of F. Bruce Sauter (\"Sauter\"), the appraiser retained by the Partners to appraise \nthe value of the Partnership's real property as of the date of EHP's withdrawal;4 (b) the \neffective interest rate used by CPA J. Marion Crisp (\"Crisp\") in calculating the amount \nowned by the Bosher Defendants to EHP for purchase of EHP's interest in HPB and (c) \n                                            \n4 Pursuant to Section 13, the parties had engaged Sauter to appraise the value of the real property of the \nPartnership as of the effective date of EHP's withdrawal, which was December 31, 2005.  Sauter began \nthe appraisal process in or about February 2006, but the dispute subsequently arose as to the definition \nof the term \"inventory.\"  In that context, it was unclear what Sauter's appraisal duties were.  Thereafter, on \nor about March 30, 2006, EHP and the Bosher Defendants entered into a Forbearance Agreement \n(\"Forebearance Agreement\").  Pursuant to the Forbearance Agreement, EHP agreed to forbear from \ninitiating legal action against the Bosher Defendants for a period of time in return for the Bosher \nDefendants' agreement to make certain quarterly payments to EHP.  The Forbearance Agreement also \nprovided that EHP and the Bosher Defendants agreed to use Sauter as the appraiser and authorized him \nto provide separate appraisal reports for (a) the vacant lots in Phase I, (b) the undeveloped land referred \nto as Phase II and (c) the development amenities.  Paragraph 3 of the Forbearance Agreement provides \nthat \"Sauter's judgment as to the fair market value of the HPB Properties which are subsequently \ndetermined or agreed to be 'inventory' as of the Appraisal Date shall be binding on the parties.\" \n \n \nthe accounting methods and facts used by Art Robb (\"Robb\"), HPB's regularly \nemployed accountant, in preparing a balance sheet (the \"Statement\") purporting to \ncalculate the value of EHP's interest in HPB at the time of withdrawal.  The Motion \nseeks vacation or amendment of the February 24 Order with regard to each of the \nforegoing three categories and a downward adjustment of the total amount owed by the \nBosher Defendants to EHP. \n[15] Defendants ask the court for relief pursuant to Rule 60(b) and the inherent \npower of the court from the February 24 Order, contending that mistake, inadvertence, \nsurprise, newly discovered evidence and/or other reasons caused the February 24 \nOrder to be manifestly unjust and flawed.5  In the alternative, the Defendants seek an \norder pursuant to Rule 59(e) altering or amending the judgment due to irregularity, \naccident or surprise, newly discovered evidence, excessive damages, insufficiency of \nthe evidence or other reasons that Defendants contend caused the February 24 Order \nto be manifestly unjust and flawed.6 \n[16] Rule 60 provides that, for any reas on justifying relief from the operation of \njudgment, a court may relieve a party from a final judgment or order.  Under North \nCarolina law, a trial court is free to set aside its own earlier judgment and may do so \neven on its own initiative. See Barnes v. Taylor, 148 N.C. App. 397, 400 (2002) (\"[T]he \ntrial court had authority to set aside its earlier judgment on its own initiative.\"). \nThe Sauter Appraisal(s) \n[17] Defendants dispute the accuracy of Sauter's appraisal of real estate \ninventory, upon which Robb relied in preparing his Statement and the court accepted in \n                                            \n5 Defs. Mem. Supp. Mot. Amend 6. \n6 Id. \n \n \nentering its February 24 Order.  In support of their argument, Defendants present an \naffidavit from Sauter dated March 3, 2011 (the \"Sauter Affidavit\").  In the Sauter \nAffidavit, Sauter admits that he made an inadvertent error in his appraisal of the lots \nlocated in Phase I of Albemarle Plantation, which comprise some of the disputed \nproperties in this matter.7  Sauter explains that he intended to use a 5% per year \nappreciation rate for the interior lots of Phase I, and a 5% per quarter appreciation rate \nfor the waterfront lots.8 \n[18] Defendants argue that  the February 24 Order should be vacated or \namended based on the Sauter Affidavit.  They contend that Sauter's opinion of value as \nexpressed in the Sauter Affidavit should be accepted by the court, and that the \nappraised value of EHP's interest in Phase I inventory should be reduced accordingly. \n[19] In opposition, Plaintiff contends that under Rules 59 and 60 the Sauter \nAffidavit does not constitute newly discovered evidence9 and that Defendants are not \nentitled to such relief.  Plaintiff further argues that Sauter was pressured improperly by \none of the Bosher Defendants to amend his initial appraisal and that the court therefore \nshould disregard the Sauter Affidavit. \n[20] The Forebearance Ag reement clearly contemplated and specifically \nprovided that Sauter's opinion as to value would be accepted as binding by all \nconcerned.  Here, Sauter has admitted to having made a mistake in his appraisal of the \ninventory at issue.  However, it is undisputed that the mistake resulted from a \n                                            \n7 Sauter Aff. \n8 Id.  Sauter states that he \"recalculated the value of the Phase I lots after correcting the appreciation rate \nto 5% per year on the interior lots,\" instead of the 5% per quarter rate that he had used, and that the \neffect of such \"recalculation and correction of the error is a reduction in the appraised value of Phase I as \nof December 31, 2005 by $1,898,600.\" \n9 Pl. Mem. Opp. Mot. Amend 8. \n \n \nmechanical error and does not reflect a change in Sauter's subjective opinion of value.  \nAccordingly, the court concludes that Sauter's amended opinion is appropriate and is \nbinding on the respective parties. \n[21] The court has discreti on to grant relief from a judgment or order where the \njudgment is based on a mistake.  The February 24 Order was based on an inadvertent \nappraisal error by Sauter in calculating the appreciation rate for the interior lots in Phase \nI, and there is no probative evidence before the court that improper influence by one of \nthe Bosher Defendants was a material cause of Sauter's amending his appraisal.  The \ncourt CONCLUDES that the ends of justice require that the corrected appreciation rate \nas reflected in the Sauter Affidavit should be used to calculate the amount owed to \nPlaintiff by Defendants.  The February 24 Order should be amended accordingly.  \nThe Crisp Interest Rate Calculation \n[22] Defendants also argue  that the amount owed by them to EHP was not \ncalculated by Crisp using the simple interest rate specified in the Partnership \nAgreement.  Defendants show that the Partnership Agreement called for quarterly \npayments by the remaining partners to a withdrawing partner, with interest of \"9% per \nannum\" to be paid on the amount owed.10  They concede that the February 24 Order, \nwhich was based upon calculations by Crisp,11 awarded interest at 9%.  However, they \ncomplain that Crisp compounded interest quarterly rather than annually, resulting in an \neffective interest rate of 9.308% per annum.  Defendants argue that the February 24 \nOrder should be vacated or amended because of the improper interest rate \ninadvertently having been used by Crisp and adopted by the court. \n                                            \n10 Defs. Mem. Supp. Mot. Amend 13. \n11 See Nov. 10, 2010 Crisp Aff. \n \n \n[23] In opposition, Plaintiff argues that Defendants' failure to raise the issue of \nthe incorrect interest rate prior to the February 24 Order precludes Defendants from \nraising the issue now. \n[24] The Partnership Agreement calls for interest-bearing quarterly payments \nbut not quarterly compounding of interest.  It is undisputed that the quarterly \ncompounding of the 9% annual interest rate by Crisp was a mistake, and the court \naccepts Defendants' argument that interest should have been calculated by Crisp using \na 9% per annum rate.  The court has discretion to grant relief from a judgment or order \nwhere the judgment is based on a mistake.  Since the February 24 Order was based on \nan inadvertent error by Crisp in calculating the interest rate on payments owed by \nDefendants to EHP, the court CONCLUDES that the ends of justice require that an \nannual interest rate of 9% should be applied to any such payments.  The February 24 \nOrder should be amended accordingly. \nThe Robb Statement of EHP Value \n[25] Lastly, Defendants argue that Robb di d not properly calculate the actual \namount owed to Plaintiff upon the Plaintiff's withdrawal from the Partnership as \ncontemplated by Section 13 of the Partnership Agreement.  Defendants present several \ncontentions with regard to the Robb Statement.  They argue that: \n(a) At the end of year 2005, EHP's capital account was less than 25% \nof the total of HPB capital accounts because EHP had taken disproportionately \nlarge distributions during 2005.12  That resulted in EHP's capital account only \nbeing about 23% of the total, somewhat less than EHP's 25% ownership \n                                            \n12 Defs. Mem. Supp. Mot. Amend 11. \n \n \npercentage in HPB.13   Defendants contend that Robb should have calculated \nthe value of EHP's interest, and adjusted it downward, based on EHP's capital \naccount at the end of 2005 and the distributions EHP already had taken in the \nyear of withdrawal. \n(b) The Robb Statement improperly accounts for certain intra-company \nreceivables, and that such accounting practice was not regularly followed by the \nPartnership.  They argue that EHP's interest should be further adjusted \ndownward as a result. \n[26] Plaintiff disputes Defendants' ar guments as to the accounting methods \nreflected in the Robb Statement.  It argues that it is undisputed that Robb was the \ncertified public accountant regularly employed by the Partnership at times material, and \nthat his testimony is clear that he calculated the value of EHP's withdrawal interest \nconsistently with the requirements of Section 13.  Plaintiff further argues that Robb was \ndeposed early in this litigation by Defendants, that they previously did not inquire as to \nhis methodologies in preparing his Statement and that it is too late to do so after the \ncourt has entered summary judgment in the matter. \n[27] Plaintiff further points out that Section 13 clearl y reflects the agreement of \nthe parties that the book value of a withdrawing Partners' share, as determined by the \n\"regularly employed accountant . . . shall constitute and be deemed to be the purchase \nprice for the entire partnership interest of the withdrawing partner, binding upon all \nparties hereto, unless and until changed by written agreement of the parties.\"  \n[28] Both Plaintiff and Defendants have propounded multiple affidavits, from \nRobb and others, with regard to Robb's Statement.  In a somewhat unusual proceeding, \n                                            \n13 Id. \n \n \nbut in order to clarify the various affidavits, the court ex mero motu sought Robb's live \ntestimony.  That testimony was taken in open court on May 5, 2011, and all interested \nparties had opportunity to question Robb. \n[29] A fair reading of the evidence presented by the parties on this issue leads \nthe court to conclude that the accounting methods and practices employed from time to \ntime by the Partnership may have been somewhat loose as between the respective \nPartners.  However, Robb's affidavit and live testimony is to the effect that his \nStatement was calculated based upon the accounting practices regularly followed by \nthe Partnership, and in cases not covered by such practices, in accordance with \nstandard accounting practices. \n[30] Defendants have attacked Robb's methodologies and have argued that \nRobb is in league with Plaintiff.  They contend that his Statement is slanted intentionally \nin Plaintiff's favor, and they have made repeated efforts to color it as flawed14 and \ninconsistent with the requirements of Section 13.  Notwithstanding the competing \naffidavits and the vigorous examination of Robb in his live testimony, the court is forced \nto conclude that Defendants have not produced credible evidence either of improper \nbias on Robb's part or that his Statement was prepared in a manner materially \ninconsistent with the requirements of Section 13.  Accordingly, the court concludes that \nthere exist no genuine issues of material fact with regard to the Robb Statement and, as \nclearly agreed in Section 13, the Defendants are bound by Robb's calculations in the \nStatement.   \n \n                                            \n14 Defendants do not contend that any errors in the Sauter appraisal or the Crisp interest calculation were \ncaused by or attributable to Robb. \n \n \nCONCLUSION \n[31] Based upon the foregoi ng, the court CONCLUDES that: \n(a) There exist no genuine issues of material fact with regard to the \nSauter appraisal, and the court's February 24 Order should be amended to \nreflect the corrected appreciation rate as stated in the Sauter Affidavit and as \nused in the Robb Statement to calculate the amount owed to Plaintiff by \nDefendants.  With regard to the Sauter appraisal, the Defendants' Motion should \nbe GRANTED. \n(b)  There exist no genuine issues of  material fact with regard to the \nCrisp interest rate calculation, and the court's February 24 Order should be \namended to reflect that the interest rate applied to any unpaid amounts owed to \nPlaintiff by Defendants is 9% per annum.  With regard to the Crisp interest rate \ncalculation, the Defendants' Motion should be GRANTED. \n(c) As adjusted by the corrected Sauter appraisal there exist no \ngenuine issues of material fact with regard to the Robb Statement, and \nDefendants are bound by the Statement in calculating the amount owed by \nDefendants for Plaintiff's interest in the Partnership.  Consequently, with regard \nto Robb's Statement of the value of Plaintiff's book value interest in the \nPartnership, Defendants' Motion should be DENIED. \nNOW THEREFORE, based upon the foregoing CONCLUSIONS, in the discretion \nof the court and in furtherance of the ends of justice, it is ORDERED, ADJUDGED and \nDECREED that the court's February 24 Order hereby is AMENDED, as follows: \n \n \n[32] Paragraphs 82 and 84 of the February 24 Order are VACATED and \nWITHDRAWN, and are replaced by new Paragraphs 82, 84 and 85, which shall read as \nfollows: \n[82] As of December 31, 2005,  the total value of EHP's \ninterest in HPB was $ 6,336,95 6.  The Bosher Defendants \nwere indebted to Plaintiff for one- half of said total value, that \nbeing the amount of $3,168,478.  The Bosher Defendants' \nobligation is not joint and several.  Consequently, each of the \nBosher Defendants was indebted to EHP for one-half of said \namount, for a principal indebtedness to EHP by each Bosher \nDefendant in the amo unt of $1,584,239 as of December 31, \n2005.  Upon entry of judgment in  this matter, each of the \nBosher Defendants shall be credited for any payments made \nagainst said indebtedness since December 31, 2005, and \ninterest upon any unpaid balanc es of said indebtedness \nshall be calculated at the rate of 9% per annum. \n \n[84] On or before June 6, 2011, Plaintiff and the Bosher \nDefendants shall file with the court a statement of their \nrespective contentions in th is matter with regard to the \nunpaid amount they eac h contend is owed to EHP by each \nof the Bosher Defendants, as  of June 7, 2011.  Said \nstatement shall calculate such indebtedness in a manner \nconsistent with the rulings c ontained in this Opinion and \nOrder.  By submitting such a statement, neither Plaintiff or \nDefendants shall be deemed to have waived their respective \nrights to object or except to the rulings in this Opinion and \nOrder or any other rulings by the court during the course of \nthis matter. \n \n[85] On June 7, 2011, at 2:00 p. m., the court will conduct a \ntelephonic hearing and status conference with all remaining \nparties to this action for the purpose of determining any then-\nremaining issues between th e parties, including but not \nlimited to (a) the exact dollar amount that each of the Bosher \nDefendants owes EHP and (b) fu rther duties of the court-\nappointed HPB Manager.  Thereafter, the court anticipates \nentering a final judgment relative to this matter. \n \n[33] Except as specifically GRANTE D herein, Defendants' Motion is DENIED. \n \n \n \nThis the 25th day of May, 2011. \n \n \n "
}