{
  "id": "659cc0716c6efb7c00d3a742c354b12a40d44e74f3868242f6d05a47ea5c4438",
  "source_file": "data/raw/ncbc/659cc0716c6efb7c00d3a742c354b12a40d44e74f3868242f6d05a47ea5c4438.pdf",
  "raw_text": "Finley v. Brown, 2017 NCBC 78. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 2812 \n \nALBERT EARLE FINLEY, III, \nindividually and derivatively on \nbehalf of the A.E. FINLEY \nFOUNDATION, INC., \n \n                             Plaintiff, \n \nv. \n \nROBERT C. BROWN; ALTON E. \nHOWARD; CHARLES D. \nNOTTINGHAM, III; WALTER \nNOTTINGHAM; and JOSH STEIN, \nAttorney General of the State of \nNorth Carolina, \n \n                             Defendants, \n \nv. \n \nA.E. FINLEY FOUNDATION, INC., \n \n                             Nominal Defendant. \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO \nDISMISS AND SCHEDULING ORDER \n \n1. THIS MATTER is before the Court upon Defendants Robert C. Brown, \nAlton E. Howard , Charles D. N ottingham, III , and Walter Nottingham ’s \n(collectively “Director Defendants ”) Motion to Dismiss and Nominal Defendant \nA.E. Finley Foundation, Inc.’s (the “Foundation”) Motion to Dismiss ( collectively, \nthe “Motions”) in the above -captioned case (collectively, Director Defendants and \nthe Foundation, “Defendants”). \n2. Having considered the Motion s, briefs in support of and in opposition to \nthe Motions, and the arguments of counsel at the hearing on the Motions on June \n29, 2017, the Court DENIES Defendants’ Motions to Dismiss Plaintiff’s derivative \n \n \nclaims and DEFERS ruling on Defendants’ Motions to Dismiss Plaintiff’s direct \nclaim for enforcement of charitable gifts for the reasons set forth herein.  \nWomble Carlyle Sandridge & Rice, LLP, by Pressly M. Millen and \nElizabeth K. Arias, for Plaintiff Albert Earle Finley, III, individually and \nderivatively on behalf of the A.E. Finley Foundation, Inc. \n \nManning, Fulton & Skinner, P.A., by Michael T. Medford, for Defendants \nRobert C. Brown, Alton E. Howard, Charles D. Nottingham, III, and \nWalter Nottingham. \n \nKilpatrick Law Group, PLLC, by Thomas Chen Kilpatrick, for Nominal \nDefendant A.E. Finley Foundation, Inc. \n \nNorth Carolina Department of Justice, by Jennifer T. Harrod , for \nDefendant Josh Stein, Attorney General of the State of North Carolina.  \n \nBledsoe, Judge. \n \nI. \nPROCEDURAL HISTORY \n3. Plaintiff Albert Earle Finley, III (“Plaintiff”) filed th is action on March 6, \n2017, asserting claims against the Director Defendants (i) derivatively on behalf of \nthe Foundation under N.C. Gen. Stat. § 55A-7-40, (ECF No. 1 at 1), for alleged breach \nof fiduciary duty, gross mismanagement of the Foundation, and unjust enrichment , \nentitling the Foundation to damages , removal of the Director Defendants from the \nFoundation Board of Directors, and injunctive relief prohibiting Plaintiff’s removal \nfrom the Foundation Board , (ECF No. 1 at 17–20), and (ii) directly for specific \nenforcement of Albert Earle Finley’s (“Mr. Finley”) charitable gifts to the Foundation \nunder N.C. Gen. Stat. § 36C-4-405.1(b), (ECF No. 1 at ¶¶ 1, 63). \n \n \n4. On March 28, 2017, the above -captioned case was designated a mandatory \ncomplex business case under N.C. Gen. Stat. § 7A-45.4(b) by Order of Chief Justice \nMark R. Martin , (ECF No. 5), and assigned to the undersigned that same day by \nOrder of Chief Business Court Judge James L. Gale, (ECF No. 6).  \n5. The Director Defendants subsequentl y moved to dismiss Plaintiff’s \nComplaint on April 7, 2017  under both Rules 12(b)(1) and 12(b)(6) of the North \nCarolina Rules of Civil Procedure.  (ECF No. 13.)  The Foundation, incorporating the \narguments of the Director Defendants, also moved to dismiss Plaintiff’s Complaint on \nMay 8, 2017.  (ECF No. 22.) \n6. The Attorney General of North Ca rolina (the “Attorney General”) filed a \nbrief opposing the Motions on May 30, 2017, (ECF No. 24), as did Plaintiff on May 31, \n2017, (ECF No. 25).  The Director Defendants filed a consolidated reply in support of \nthe Motions on June 12, 2017.  (ECF No. 28.)  \n7. The Court held a hearing on the Motions on June 29, 2017, at which all \nparties were represented by counsel. \n8. The Motions are now ripe for resolution.   \nII. \nFACTUAL BACKGROUND \n9. The Court states the following facts , drawing all reasonable inferences in \nfavor of Plaintiff, only for purposes of ruling on the Motions. \n10. The Foundation  is a North Carolina corporation, operating as a private  \ncharitable foundation, created by Mr. Finley in 1957 for the purpose of supporting \n \n \ncharitable organizations and programs with financial distributions .  (ECF No. 1  at \n¶¶ 5, 18.)  Mr. Finley gave gifts to the Foundation during his lifetime, (ECF No. 1 at \n¶ 61), and named the Foundation as the primary beneficiary of his estate in his Last \nWill and Testament dated July 16, 1986 (the “Will”), (ECF No. 1 at ¶ 18).1 \n11. Plaintiff is one of five directors of  the Foundation’s board of d irectors (the \n“Board” or “Board of Directors”).  (ECF No. 1 at ¶ 6.)  The other four directors of the \nFoundation are the Director Defendants—Robert C. Brown (“Brown”), (ECF No. 1 at \n¶ 7), Alton E. Howard (“Howard”), (ECF No. 1  at ¶ 8), Charles D. Nottingham, III, \n(ECF No. 1 at ¶ 9), and Walter Nottingham, (ECF No. 1  at ¶ 10).  Brown has also \nserved as the President of the Foundation since October 10, 1986.   (ECF No. 1 at ¶ \n7.) \n12. Plaintiff alleges that the Director Defendants have breached their fiduciary \nduties to the Foundation, grossly mismanaged the Foundation, and unjustly enriched \nthemselves, (ECF No. 1  at ¶¶ 38–55), by, among other things , failing to prudently \nmanage the assets of the Foundation, incurring unnecessary expenses, paying \nthemselves excessive compensation, and dishonoring Mr. Finley’s intent as the donor \nof charitable gifts to the Foundation , (ECF No. 1 at ¶¶ 15–16).  As a result of these \nalleged actions, Plaintiff seeks damages on behalf of the Foundation, removal of the \nDirector Defendants from the Foundation’s Board, and an order prohibiting the \n \n                                                 \n1  The Will is attached as Exhibit A to the Complaint and is expressly incorporated into the \nComplaint.  (ECF No. 1 at ¶ 18.)  See Schlieper v. Johnson, 195 N.C. App. 257, 261, 672 \nS.E.2d 548, 551 (2009). \n \n \nDirector Defendants from removing Plaintiff from the Board .  (ECF No. 1 at ¶¶ 44, \n51, 55–59.) \n13. Plaintiff further alleges that: \nPlaintiff did not make any demand on [Director] Defendants or the \nBoard of the Foundation to institute this action because such demand \nwould have been a futile, wasteful and useless act, particularly for the \nfollowing reasons: \n \na. Each of the [Director] Defendants is fully aware of and actively \nparticipated in the alleged acts constituting breach.   [Director] \nDefendants were aware of all compe nsation paid to themselves and \nFoundation employees.  [Director] Defendants were aware of all  other \noperating expenses paid out of Foundation assets .  [Director] \nDefendants were aw are of and participated in th e decision to allow \nDefendant Brown to self -manage over $16 million of the Foundation’s \nassets.  [Director] Defendants were aware of and allowed Defendant \nBrown to invest over $12 million of Foundation assets in two stocks.  \n[Director] Defendants were aware of and refused to address the fact that \ntheir actions were sending the Foundation down a path toward sun -\nsetting.  Thus, [Director] Defendants permitted and condoned the \nunlawful practices described herein and any demand upon them to \ncorrect their breach of duties would have been futile. \n \nb. [Director] Defendants control the Board and their own \ncompensation.  As such, [Director] Defendants will not institute this \naction against themselves as to do so would jeopardize each [Director] \nDefendant’s own personal financial compensation. \n \nc. The sole professional occupation of Defendant Brown is his \nemployment with the Foundation, pursuant to which he received and \ncontinues to receive substantial and excessive monetary compensation.  \nIn additi on, the sole professional occupation of Defendant Brown’s \ndaughter, Jill Adams, is her employment with the Foundation.  \nLikewise, the sole professional occupation of Defendant Howard’s \ndaughter-in-law, Lesa Howard, is her employment with the Foundation.  \nAccordingly, Defendants Brown and Howard are not disinterested and \nindependent and would not institute this action as it would jeopardize \nthe personal financial compensation of Defendant Brown and \nDefendants Brown’s and Howard’s family members. \n \nd. Furthermore, [Director] Defendants comprise a majority of the \n \n \nBoard of Directors of the Foundation.  Each participate d in the wrongs \ncomplained of herein and, therefore, each breached the fiduciary duties \nthat he owed to the Foundation and is potentially liable fo r damages. \nThus, [Director] Defendants cannot exercise independent objective \njudgment in deciding whether to bring this action or whether to \nvigorously prosecute this action because [Director] Defendants would \nhave to sue themselves which they will not do,  thereby excusing \ndemand. \n \ne. The acts complained of constitute violations of fiduciary duties \nowed by the Foundation’s directors and officers and these acts are \nincapable of ratification. \n \nf. If Plaintiff had made a demand on [Director] Defendants to \ninstitute this action, [Director] Defendants would have removed \nPlaintiff as director, thereby depriving him of standing to institute the \naction himself.  Such a result would have effectively prevented any \naction to correct the breach of duti es committed by [Director] \nDefendants from ever being filed.  Despite this fact, Plaintiff did bring \nall of the acts complained of herein to the attention of [Director] \nDefendants at various Board meetings.  Indeed, Plaintiff has attempted \nfor over one yea r to get the Board to lower expenses, reduce \ncompensation, become better diversified and employ professional \nmanagers.  [Director] Defendants were unwilling to take any action.  \nMaking further demand on [Director] Defendants would have been  \nfutile. \n \n(ECF No. 1 at ¶ 37.) \n14. Plaintiff further asserts that, as an “interested party,” he may maintain a \nproceeding to enforce the charitable gifts made by Mr. Finley to the Foundation under \nN.C. Gen. Stat. § 36C-4-405.1(b).  (ECF No. 1 at ¶¶ 1, 63.)   \nIII. \nLEGAL STANDARD \n15. Defendants’ Motions challenge the adequacy of Plaintiff’s pre -suit demand \nin asserting his derivative claims and Plaintiff’s standing to bring a direct claim.  As \nthis Court has recognized, “[t]he challenge to the adequacy of any pre-suit demand is, \n \n \ninter alia, a challenge to the Court’s subject matter jurisdiction over the derivative \nclaims.”  Petty v. Morris, 2014 NCBC LEXIS 67, at *4 (N.C. Super. Ct. Dec. 16, 2014) \n(Gale, J.).  “Standing is a necessary prerequisite to a court’s proper exercise of subject \nmatter jurisdiction,” Neuse River Found., Inc. v. Smithfield Foods, Inc., 155 N.C. App. \n110, 113, 574 S.E.2d 48, 51 (2002), and “standing arguments can be presented under \nboth Rule 12(b)(1) and Rule 12(b)(6),” Sykes v. Health S olutions, Inc., 2013 NCBC \nLEXIS 55 at *8 (N.C. Super. Ct. Dec. 5, 2013) (citing Teague v. Bayer AG , 195 N.C. \nApp. 18, 22–23, 671 S.E.2d 550, 554 (2009); Meadows v. Iredell County, 187 N.C. App. \n785, 787, 653 S.E.2d 925, 928 (2007)). \n16. In ruling on a motion t o dismiss for lack of standing pursuant to Rule \n12(b)(1), the Court may consider matters outside the pleadings in determining \nwhether subject matter jurisdiction exists.  Keith v. Wallerich , 201 N.C. App. 550, \n554, 687 S.E.2d 299, 302 (2009) (citing  Tart v. Walker, 38 N.C. App. 500, 502, 248 \nS.E.2d 736, 737 (1978) ).  Here, however, the Complaint is the only matter of record \nbefore the Court relevant to the Motions.  Accordingly, the Motion s are  properly \nconsidered under the standard of review for motions brought under Rule 12(b)(6).  See \nDiCesare v.  Charlotte-Mecklenburg Hosp. Auth., 2017 NCBC LEXIS 33, at *20 (N.C. \nSuper. Ct. Apr. 11, 2017) (Robinson, J.) (citing Munger v. State, 202 N.C. App. 404, \n410, 689 S.E.2d 230, 235 (2010)). \n17. In ruling on a motion to  dismiss under Rule 12(b)(6) , the Court considers \n“whether the pleadings, when taken as true, are legally sufficient to satisfy the \nelements of at least some legally recognized claim.”  Arroyo v. Scottie’s Prof’l Window \n \n \nCleaning, Inc., 120 N.C. App. 154, 158, 461 S.E.2d 13, 16 (1995).  The Court construes \nthe pleading liberally and generally accepts all allegations as true.  Laster v. Francis, \n199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009).  Furthermore, “a complaint \nshould not be dismissed for insufficiency unless it appears to a certainty that plaintiff \nis entitled to no relief under any state of facts which could be proved in support of the \nclaim.”  Sutton v. Duke , 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis \nomitted). \n18. Where the pleading refers to and depends on certain documents, the Court \nmay consider those documents without converting the motion into one for summary \njudgment under Rule 56.  See Schlieper, 195 N.C. App. at 261, 672 S.E.2d at 551.  At \nthe same time, the Court may not conside r materials that are not mentioned, \ncontained, or attached in or to the pleading; otherwise, a Rule 12(b)(6) motion will be \nconverted into a Rule 56 motion and subject to its standards of consideration and \nreview.  Fowler v. Williamson, 39 N.C. App. 715, 717, 251 S.E.2d 889, 890−91 (1979). \n19.  Dismissal pursuant to a Rule 12(b)(6) motion is proper “(1) when the \ncomplaint on its face reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a good claim; [or] \n(3) when some fa ct disclosed in the complaint necessarily defeats the plaintiff’s \nclaim.”  Oates v. JAG, Inc. , 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985) (citing \nForbis v. Honeycutt, 301 N.C. 699, 701, 273 S.E.2d 240, 241(1981) ; Schloss Outdoor \nAdvert. Co. v. City of Charlotte, 50 N.C. App. 150, 152, 272 S.E. 2d 920, 922 (1980)). \n \n \n20. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005)  (citation omitted).  A “trial court can reject allegations that \nare contradicted by the documents attached, specifically referred to, or in corporated \nby reference in the complaint.”  Laster, 199 N.C. App. at 577, 681 S.E.2d at 862.  The \nCourt may also ignore a party’s legal conclusions set forth in its pleading.  McCrann \nv. Pinehurst, LLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, 777 (2013). \nIV. \nANALYSIS \n21. Defendants move to dismiss the Complaint under Rules 12(b)(1) and 12(b)(6) \nbecause (i) Plaintiff failed to plead allegations sufficient to meet the requirements for \nbringing derivative claims under the North Carolina Nonprofit Corporation Act, N.C. \nGen. Stat. § 55A-7-40(b), and (ii) Plaintiff does not have standing to assert claims in \nhis individual capacity .  (Director Defs.’ Br. Supp. Mot. Dismiss 2 , 10, ECF No. 13 ; \nFoundation’s Br. Supp. Mot. Dismiss 3, ECF No. 22.) \nA. Derivative claims on behalf of the Foundation.  \n22. Defendants argue that t he Complaint must be dismissed because Plaintiff \nfails to allege with particularity t he efforts that were made by  Plaintiff to “obtain a \nchange in the disputed corporate policies and practices before bringing suit”  as \nrequired under N.C. Gen. Stat. § 55A-7-40(b).  (ECF No. 13 at 6–7.)  Plaintiff argues \nin response that section 55A-7-40(b) does not require dismissal for failure to allege \n \n \nsuch efforts because the statute contains a demand futility exception, which Plaintiff \nhas satisfied .  (Pl.’s Resp. O pp. Mot. Dismiss 9 –10, ECF No. 25 ; see also  Att’y \nGeneral’s Br. Opp. Mot. Dismiss 10–11, ECF No. 24.)   \n23. Plaintiff maintains that he has met the demand futility exception by \npleading that it would be futile to ask the Board to sue themselves because the facts, \nas alleged, show that the Board “is under the control of the guilty parties.”  (ECF No. \n25 at 11 (quoting Norman v. Nash Johnson & Sons’ Farms, Inc. , 140 N.C. App. 390, \n409, 537 S.E.2d 248, 261 (2000) .)  Defendant s contend, however,  that Plaintiff’s \nallegations are insufficient and argue that  the statute require s Plaintiff to make \n“specific and particularized demands  to the Board for the desired changes in \ncorporate policies and practices before reaching the point  where he wanted to f ile \nsuit.”  (Director Defs.’ Reply 8–9, ECF No. 28.) \n24. The North Caro lina Nonprofit Corporation Ac t currently provides, in \nrelevant part, as follows: \n(a) An action may be brought in a superior court of this State , which \nshall have exclusive original jurisdic tion over actions brought \nhereunder, in the right of any domestic or foreign [nonprofit] corporation \nby any member or director . . . . \n \n(b) The complaint shall allege with particularity the efforts, if any, made \nby the plaintiff to obtain the action the pl aintiff desires from the \ndirectors or comparable authority and the reasons for the plaintiff's \nfailure to obtain the action or for not making the effort.   \n \nN.C. Gen. Stat. § 55A-7-40(a), (b) (2015) (emphasis added). \n \n \n25. This language is nearly identical to the language used in the North Carolina \nBusiness Corporation Act (“BCA”) prior to the BCA’s  1995 amendments.  Indeed, \nuntil the 1995 amendments, the BCA provided, in relevant part, as follows: \n(a) An action may be brought in the superior court of this Stat e, which \nshall have exclusive original jurisdiction over actions brought \nhereunder, in the right of any domestic or foreign corporation by a \nshareholder or holder of a beneficial interest in shares of such \ncorporation . . . . \n \n(b) The complaint shall allege with particularity the efforts, if any, made \nby the plaintiff to obtain the action he desires from the directors or \ncomparable authority and the reasons for his failure to obtain the action \nor for not making the effort. \n \nN.C. Gen. Stat. § 55-7-40(a), (b) (1994) (emphasis added).   \n26. The North Carolina Court of Appeals has construed subsection b of section \n55-7-40 in the pre-1995 BCA as “recogniz[ing] an equitable exception excusing a \nshareholder from making demand where demand would be futile.”  Norman, 140 N.C. \nApp. at 408, 537 S.E.2d at 261 (citing Roney v. Joyner, 86 N.C. App. 81, 84, 356 S.E.2d \n401, 403 (1987)).  The court observed that the futility exception was “grounded in the \nancient principle that the law does not require a person to do a vain, or f utile, act.”  \nId. at 408, 537 S.E.2d at 261 ( citing Seaboard Air Line R.R. v. Atl . Coast Line R.R., \n240 N.C. 495, 515, 82 S.E.2d 771, 785 (1954)).   \n27. Having recognized this exception, the Court of Appeals has elaborated that, \nunder the pre-1995 BCA,  \n[a] demand for action by the directors is unnecessary only when the \ncomplaint alleges with particularity facts indicating that such a demand \nwould be futile.   Particular facts that excuse a shareholder from \ndemanding action by the board of directors before sui ng to enfo rce a \ncorporate right include . . . those that indicate corruption or bad faith by \n \n \nthe directors, such as self -dealing or self -interest, fraud, or conflict of \ninterest.   \n \nRoney, 86 N.C. App. at 84, 356 S.E.2d at 403 (citing Hill v. Erwin Mills, Inc., 239 N.C. \n437, 80 S.E.2d 358 (1954); Loy v. Lorm Corp., 52 N.C. App. 428, 278 S.E.2d 897 (1981); \nSwenson v. Thibaut, 39 N.C. App. 77, 250 S.E.2d 279 (1978)) ; see also Norman, 140 \nN.C. App. at 409, 537 S.E.2d at 261 (holding that the futility exception under the pre-\n1995 BCA arises when “corporate management is under control of the guilty parties \n. . . since the guilty parties would not comply with the request”  (quoting Murphy v. \nCity of Greensboro, 190 N.C. 268, 275–76, 129 S.E. 614, 617–19 (1925))). \n28. The Court concludes that the concerns giving rise to the demand futility \nexception under the pre-1995 BCA are equally applicable in the context of a nonprofit \ncorporation like the Foundation here.  Thus, b ecause the pre -1995 version of \nsection 55-7-40(b) is identical in all material respects to current section 55A-7-40(b)2 \nand has been interpreted by our appellate courts to allow a demand futility exception, \nthe Court concludes that  section 55A-7-40(b) similarly excuses a demand when a \nplaintiff’s complaint alleges “with particularity facts indicating that such a demand \nwould be futile.”  Roney, 86 N.C. App. at 84, 356 S.E.2d at 403. \n29. Here, Plaintiff alleges that demand on the Foundation’s Board to institute \nthis action “would have been futile” because (i) the Director Defendants constituted \na majority of the Board and “actively participated in the alleged acts constituting \nbreach”; ( ii) Plaintiff’s requested relief would have jeopardized the Director \n                                                 \n2 See North Carolina Comments, N.C. Gen. Stat. § 55A-7-40 (stating that the North Carolina \nNonprofit Corporation Act “is based in large part upon the [pre -1995 BCA]. . . . and, where \nappropriate, incorporates the substance of the [pre-1995 BCA]”). \n \n \nDefendants’ “personal financial compensation”  and “the personal financial \ncompensation of. . . [their] family members[,]”; and (iii) making demand to institute \nsuit would have subjected Plaintiff to likely removal as a director, thus depriving him \nof standing to sue on behalf of the Foundation and, therefore, to commence this action.  \n(ECF No. 1 at ¶ 37.)   See Morris v. Thomas, 161 N.C. App. 680, 685, 589 S.E.2d 419, \n423 (2003) (holding that N.C. Gen. Stat. 55A -7-40(a) does not extend standing to \nformer directors).   \n30. Plaintiff premises his allegations of self -interest and conflict of interest on \nhis factual assertions that (i) the Director Defendants control and constitute a \nmajority of the Board; (ii) they “actively participated in the alleged acts constituting \nbreach”; (iii) these acts “potentially [subject the Director Defendants to] liabil[ity] for \ndamages”; and (iv) the Director Defendants “control . . . their own compensation” and \nthe compensation of Foundation employees , which include  Defendant Brown and \nrelatives of Defendants Brown and Howard.  (ECF No. 1 at ¶ 37.)   \n31. Because these factual allegations support a conclusion to a reasonable \ncertainty that the Director Defendants would refuse to cause the Foundation to bring \nsuit against themselves , the  Court concludes that Plaintiff’s allegations are \nconsistent with North Carolina decisions permitting application of the demand \nfutility exception under the pre-1995 BCA and satisfy Plaintiff’s obligation to explain \nthe reasons for not making demand as required under section 55A-7-40(b).  See Coble \nv. Beall, 130 N.C. 533, 536, 41 S.E. 793, 794 (1902) ( holding that where “the facts as \nalleged show that the defendants charged with a wrongdoing  . . .  constituted a \n \n \nmajority of the directors . . . , so that a refusal of the managing body, if requested, to \nbring suit in the name of the corporation, may be informed with reasonable certainty, \nthen an action by a stockholder may be maintained without alleging or proving any \nnotice, request, demand or express refusal.”); see also Swenson, 39 N.C. App. at 102–\n103, 250 S.E.2d at 295 (demand futility found where director defendants constituted \nboard majority); Loy, 52 N.C. App. at 436, 278 S.E.2d at 903 (same).3   \n32. Defendants further contend that even if Plaintiff can show that demand to \nthe Board to institute this action  would have been futile, section 55A-7-40(b) still \nimposes on Plaintiff an obligation to attempt to reform the corporate policies he \nchallenges and to plead the substance of those attempts.  The Court disagrees.   \n33. First, Defendants ignore the plain language of the statute , which requires \nthat the pleading allege with particularity either (i) the demand made and the \n“reasons for [the] failure to obtain the action” or that (ii) no demand was made and \nthe “reasons . . . for not making the effort.”  N.C. Gen. Stat. § 55A-7-40(b).  Defendants’ \nconstruction seeks to impose a pleading requirement not present in the statute.  See, \ne.g., Carrington v. Brown, 136 N.C. App. 554, 558, 525 S.E.2d 230, 234 (2010) (“Where \nthe language of a statute is clear and unambiguous, there is no room for judicial \nconstruction and the courts must give it its plain and definite meaning, and are \nwithout power to interpolate, or superimpose, provisions and limitations not \ncontained therein.”) (quotation and citation omitted).,  \n                                                 \n3  Plaintiff’s allegation that Board demand would have likely resulted in his retaliatory \nremoval as a director, with resulting loss of standing to bring his derivative claims, provides \nfurther support for the Court’s conclusion that Plaintiff has satisfied the requirements of \nsection 55A-7-40(b).  \n \n \n34. Further, to support their position, Defendants  rely on  Judge McGuire’s \ndecision in Dillard/Goldsboro Alumni & Friends v. Smith , 2016 NCBC LEXIS 35 \n(N.C. Super. Ct. Apr. 27, 2016), arguing that Smith requires “specific and \nparticularized pre-suit demands.”  (ECF No. 13 at 7.)  The Smith decision, however, \naddresses the particularity that is required when a demand is made —not, as here, \nwhen demand is sought to be excused on grounds of futility.  2016 NCBC LEXIS 35, \nat *14, 17. \n35. Finally, Plaintiff seeks, as the Foundation’s relief, monetary damages from, \nand removal of, the Director Defendants, not changes in the Foundation’s corporate \npolicies and practices, such as a reduction in the Foundation’s expenses and director \ncompensation.  Contrary to Defendants’ contentions, the specific statutory language \nat issue —identical in both pre -1995 section 55 -7-40(b) and current section 55A -7-\n40(b)—does not require a plaintiff to attempt to reform the corporate policies that \ngave rise to the plaintiff’s derivative claim for breach of fiduciary duty , and to plead \nthe substance of those attempts , where, as here, the plaintiff has not sought reform \nof those corporate policies through the derivative litigation.  See Greene v. Shoemaker, \n1998 NCBC LEXIS 4, at *9 (N.C. Super. Ct. Sept. 24, 1998) (noting under the current \nBCA that “[i]n determining whether the demand requirement has been met the Court \nmust compare the derivative claims asserted in a complaint against the specific \ndemands a plaintiff has made prior to filing suit.”). \n36. Accordingly, for the reasons set forth above, the Court concludes that \nPlaintiff has satisfied the demand futility exception under section 55A -7-40(b) and \n \n \nthus that Defendants’ Motions to Dismiss Plaintiff’s derivative claims for failure to \nmake timely demand should be denied. \nB. Direct claim.  \n37. Plaintiff claims t hat he has the right to bring a direct claim against the \nDirector Defendants as an “interested party” under N.C. Gen. Stat. § 36C-4-405.1(b)4 \nto enforce Mr. Finley’s chari table gifts to the Foundation.  (ECF No. 1 at ¶¶ 1, 60.)  \nHe contends that (i) the Will set forth conditions in Articles II and III to which the \nFoundation should be required to abide, (ECF No. 25 at 7 –8), and, (ii) the Director \nDefendants violated the intent of Mr. Finley’s charitable gift—i.e., that the gift be \nused for charitable purposes —by mismanaging the gift through improper \n                                                 \n4 Section 36C -4-405.1 is titled “Enforcement of charitable gift or trust” and provides, in \nrelevant part, as follows: \n(a) The settlor of a charitable trust, the Attorney General, the district \nattorney, a beneficiary, or any other interested party may maintain a \nproceeding to enforce a charitable trust, including the following: \n (1) A proceeding to require a trustee to make a selection as may be \nnecessary to es tablish the charitable beneficiaries or purposes for which the \ntrust was established, as provided in subdivisions (d)(1) and (d)(2) of G.S. 36C-\n4-405; \n (2) A proceeding for breach of fiduciary duty if there is reason to \nbelieve that the trust property has been mismanaged through negligence or \nfraud; and \n (3) A proceeding for an accounting of the trustee's administration of \nthe trust. \n(b) The donor of a charitable gift, the Attorney General, the district \nattorney, or any other interested party may maintain a  proceeding to enforce \nthe gift, including a proceeding to require the recipient of the gift to make a \nselection as may be necessary to establish the charitable beneficiaries or \npurposes for which the gift was intended, as provided in subdivisions (d)(1) and \n(d)(2) of G.S. 36C-4-405. \n \nN.C. Gen. Stat. § 36C-4-405.1. \n \n \nexpenditures and investments, (ECF No. 25 at 8).  Plaintiff premises his claim to be \nan “interested party” on his status as a Foundation director and as Mr. Finley’s \ngrandson.  (ECF No. 1 at ¶ 63; ECF No. 25 at 8.) \n38. It appears to the Court that resolution of Defendants’ Motions to Dismiss \nPlaintiff’s direct claim will require an examination of N.C. Gen. Stat. § 36C -4-\n405.1(b)—a statute enacted in 2005 —and that statute’s potential application to \ncharitable gifts.  While the 2005 amendments to Chapter 36C squarely address their \napplication to then-existing trusts, the parties did not address, and it is not clear from \nthe face of the statute, whether section 36C-4-405.1(b) permits an “interested party” \nto enforce charitable gifts, like Mr. Finley’s gifts at issue here, which were completed \nprior to the statute’s enactment.   \n39. As a result, t he Court elects to defer ruling on Defendants ’ Motions to \nDismiss Plaintiff’s direct claim seeking enforcement of Mr. Finley’s charitable  gifts \nand, as provided below,  orders the parties to consider and brief whether N.C. Gen. \nStat. §  36C-4-405.1(b) applies to charitable gifts completed prior to that section’s \nenactment, including whether N.C. Gen. Stat. § 36C-11-1106, entitled Application to \nExisting Relationships, applies to charitable gifts. \nV. \nCONCLUSION \n40. Based on the foregoing, the Court hereby ORDERS the following: \na. The Court DENIES Defendants’ Motions to Dismi ss Plaintiff’s \nderivative claims; \n \n \nb. The Court DEFERS consideration of Defendants’ Motions to Dismiss \nPlaintiff’s direct claim under N.C. Gen. Stat. § 36C-4-405.1(b) to permit \nan opportunity for supplemental briefing; and \nc. The Court ORDERS supplemental briefing as follows: \ni. Plaintiff, the Director Defendants, the Foundation, and the \nAttorney General shall each file a brief of no more than 4,000 \nwords no later than October 11, 20175 addressing whether N.C. \nGen. Stat. § 36C-4-405.1(b) applies to charitable gifts completed \nprior to that section’s enactment, including whether N.C. Gen. \nStat. § 36C -11-1106, entitled Application to Existing \nRelationships, applies to charitable gifts.   \nii. Plaintiff, the Director Defendants, the Foundation,  and the \nAttorney General may each file a response to the initial briefs of \nno more than 2,000 words no later than October 23, 2017. \niii. The Court will determine at a later date whether a further \nhearing on the Motions is necessary. \nSO ORDERED, this the 1st day of September, 2017. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases   \n \n                                                 \n5  The Court has scheduled supplemental briefing to commence fourteen (14) days after the \nexpiration of the discovery stay in this case on September 27, 2017.   "
}