{
  "id": "65cee689f33e00115802f0845f25aaae5298b8379e8c39b791dc768f3b106446",
  "source_file": "data/raw/ncbc/65cee689f33e00115802f0845f25aaae5298b8379e8c39b791dc768f3b106446.pdf",
  "raw_text": " Comic Book Certification Serv. LLC v. CBCS Operations, LLC, 2025 NCBC 32. \n \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV036339-910 \n \nCOMIC BOOK CERTIFICATION \nSERVICE LLC and MICHAEL \nBORNSTEIN, \n \nPlaintiffs, \n \nv. \n \nCBCS OPERATIONS, LLC; CBCS \nHOLDINGS, LLC; BECKETT \nCOLLECTIBLES, LLC; BECKETT \nAUTHENTICATION SERVICES, \nLLC; BECKETT COLLECTIBLES \nHOLDINGS, LLC; BKX HOLDINGS, \nLLC; THE BECKETT \nCOLLECTIBLES TRUST; \nSOUTHERN HOBBY \nDISTRIBUTION, LLC; SOUTHERN \nHOBBY HOLDINGS, LLC; ELI \nGLOBAL, LLC; and GLOBAL \nGROWTH HOLDINGS, LLC, \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n \n \n THIS MATTER is before the Court on Defendants CBCS Operations, LLC ; \nCBCS Holdings, LLC; Beckett Collectibles, LLC ; Beckett Authentication Services, \nLLC; Beckett Collectibles Holdings, LLC; BKX Holdings, LLC; The Beckett \nCollectibles Trust; Southern Hobby Distribution, LLC; and Southern Hobby \nHoldings, LLC’s (the “Moving Defendants”) Motion to Dismiss (“Motion to Dismiss” \nor “Motion,” ECF No. 25).  \n THE COURT , having considered the Motion  to Dismiss , the briefs of the \nparties, the arguments of counsel, and all appropriate matters of record, \n \n \nCONCLUDES that the Motion  to Dismiss  should be GRANTED in part  and \nDENIED in part for the reasons set forth below. \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP , by  \nH. Hunter Bruton, Justin Bernard Lockett, David Andrew Pasley, Noel \nHudson, and Christopher Michael Anderson, for Plaintiffs.   \n \nCondon Tobin Sladek  Thornton PLLC, by Aaron Z. Tobin, for \nDefendants CBCS Operations, LLC; CBCS Holdings LLC; Beckett \nCollectibles, LLC; Beckett Authentication Services, LLC; Beckett \nCollectibles Holdings, LLC; BKX Holdings, LLC; The Beckett Collectibles \nTrust; Southern Hobby Distribution, LLC; and Southern Hobby \nHoldings, LLC. \n \nDavis, Judge.  \nINTRODUCTION \n1. In t his lawsuit , the plaintiff  sought to grow his comic book grading \nbusiness by entering into a business relationship with a company possessing \nexperience in this industry.  However, the ensuing fallout has proven to be anything \nbut comical for the plaintiff, as he contends that he is owed millions of dollars and \nthat his share of the business has been intentionally devalued.  The plaintiff seeks \nrelief both from that company as well as from a tangled web of other related entities. \nThe present motion requires the  Court to determine, among other things , which of \nthose other entities are proper defendants in this action.     \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact in connection with a motion to \ndismiss under Rule 12(b)(6) of the North Carolina Rules of Civil Procedure and \ninstead recites those facts contained in the complaint (and in documents attached to, \nreferred to, or inc orporated by reference in the complaint) that are relevant to the \n \n \nCourt’s determination of the motion.   See, e.g., Window World of Baton Rouge, LLC \nv. Window World, Inc., 2017 NCBC LEXIS 60, at *11 (N.C. Super. Ct. July 12, 2017). \n3. Plaintiff Michael Bornstein is a pediatrician and resident of the state of \nTexas.  (Am. Compl. ¶¶ 12, 53, ECF No. 19.)   \n4. In 2014, Bornstein—a comic book enthusiast —established a company \ncalled Comic Book Certification Service LLC (“ Plaintiff CBCS,” and together with \nBornstein, “Plaintiffs”) to provide comic book grading and encapsulation services to \ncomic book collectors.  (Am. Compl. ¶¶ 80–82.)  \n5. Plaintiff CBCS is a Delaware limited liability company and maintains \nan office in St. Petersburg, Florida.  (Am. Compl. ¶ 81.)  Bornstein is Plaintiff CBCS’s \nmajority shareholder and sole controller.  (Am. Compl. ¶ 53.)  \n6. Initially, Plaintiff CBCS employed a small staff.  (Am. Compl. ¶¶ 82–\n83.)  By 2016, the company had grown to 26 employees and had taken over roughly \n20% of the market for comic book grading services.  (Am. Compl. ¶ 86.)    \n7. For several years,  Bornstein remained heavily involved in Plaintiff \nCBCS’s Florida-based operations while simultaneously maintaining a full-time \npediatrics practice in Texas.  Eventually, Bornstein looked to form a partnership with \nanother established company in  order to expand his business while allowing him \nmore time to dedicate to his patients.  (Am. Compl. ¶¶ 87–89.)   \n8. In August 2016, Bornstein contacted a representative of Defendant \nBeckett Collectibles, LLC  (“Beckett Media  & Collectibles ”)—a company that was \nallegedly “well-established in the collectibles space” —to discuss  the possibility of  \n \n \nforming a business relationship with that company or one of its related companies.  \n(Am. Compl. ¶¶ 90–92.) \n9. It is helpful (although undoubtedly somewhat painful to the reader) for \nthe Court to at least briefly identify the various entities named as Defendants in this \ncase and to mention the ways in which they are interrelated.   \n10. Beckett Media  & Collectibles  is a North Carolina limited liability \ncompany and has a principal place of business in Texas.   (Am. Compl. ¶ 57.)  It is \naffiliated with several other entities, including Beckett Authentication Services, LLC \n(its parent company ); Beckett Collectibles Holdings, LLC  (its sole member) ; \nCollectivus, LLC f/k/a/ BKX Holdings, LLC (the sole member of Beckett Collectibles \nHoldings, LLC); and the Beckett Collectibles Trust (the sole member of Collectivus, \nLLC) (collectively, “Beckett Defendants”).  (Am. Compl. ¶¶ 57–60.) \n11. Beckett Collectibles Holdings, LLC  is also the sole member of another \ncompany called Southern Hobby Distribution, LLC , which appears to be  affiliated \nwith Southern Hobby Holdings, LLC  (together with Southern Hobby Distribution, \nLLC, the “Southern Hobby Defendants,” and together with the Beckett Defendants, \nthe “Non-CBCS Operations Defendants”).  (Am. Compl.¶¶ 64, 68.) \n12. The Non-CBCS Operations Defendants , in turn,  are all directly or \nindirectly owned and operated by a nother company called Global Growth  Holdings, \nLLC (“Global Growth”).  ( Am. Compl. ¶ 74.)  Global Growth  is a Delaware limited \nliability company with a principal place of business in North Carolina.  ( Am. \n \n \nCompl. ¶ 73.)  At some earlier point, Global Growth was known as Eli Global, LLC \n(“Eli Global”).1  (Am. Compl. ¶ 73.)2  \n13. Global Growth  and the Beckett Collectibles Trust  are owned by a \nbusinessman named Greg Lindberg , who is a resident of the state of Florida .  (Am. \nCompl. ¶¶ 62, 73.)3   \n14. During Bornstein’s 2016 conversations about a possible business \npartnership between Plaintiff CBCS and one of the Beckett Defendants, he primarily \ninteracted with Sandeep Dua, the President of Beckett Media, and Ben Allweil, a Vice \nPresident of Eli Global.  (Am. Compl. ¶ 93.)  \n15. On 2 February 2017, Bornstein—on behalf of Plaintiff CBCS—signed a \nTerm Sheet with a representative of Eli Global.  (Am. Compl. ¶ 95.)  “The Term Sheet \ncontemplated [a future] sale of all the assets of [Plaintiff] CBCS to a new entity . . . \nwhich would be affiliated with the Beckett Defendants and Eli Global.”4  (Am. Compl. \n¶ 96.)  The new buyer entity referenced in the Term Sheet is Defendant CBCS \nOperations, LLC (“CBCS Operations”).  (Am. Compl. ¶ 96.)   \n \n1 The Amended Complaint asserts that the predecessor company of Global Growth was Eli \nGlobal.  (Am. Compl. ¶ 73.)  However, at the 21 May 2025 hearing on the present Motion , \ncounsel for both sides admitted they were unsure whether it is Global Growth or Eli Global \nthat is currently the viable company between the two. \n \n2 The present Motion is not brought on behalf of Defendants Global Growth or Eli Global, \nwho are both currently unrepresented in this lawsuit. \n \n3 Although Lindberg is mentioned repeatedly in the Amended Complaint  and is alleged to \npossess an ownership interest (either directly or indirectly) in all of the entities named as \nDefendants, he has not been named as a defendant in this lawsuit. \n \n4 The Term Sheet valued Plaintiff CBCS at $4 million.  (Am. Compl. ¶ 98.) \n \n \n16. On 19 October 2017, the parties officially closed on the asset sale  \ncontemplated by the Term Sheet (“Asset Sale”).  (Am. Compl. ¶ 105.) \n17. As part of the Asset Sale, several agreements were signed —three of \nwhich are directly relevant to this lawsuit.  \n18. First, Plaintiff CBCS (the seller), CBCS Operations (the buyer), and \nBornstein ( as Plaintiff CBCS ’s sole shareholder ) signed an Asset Purchase \nAgreement (“APA,” ECF No. 19.3).5  Under the APA, CBCS Operations “purchased \nsubstantially all the tangible and intangible assets of” Plaintiff CBCS.  (Am. Compl. \n¶ 110.)  In exchange, Plaintiff CBCS was to receive the following: (i) a cash payment  \nof $1,109,9 76; ( ii) annual “earn -out” payments 6; ( iii) “equity equivalence rights” \npursuant to a second, separately signed agreement; and (iv) periodic payments for \n \n5 Lindberg signed the APA on behalf of CBCS Operations and Eli Global , and Bornstein \nsigned both individually and as the Manager of Plaintiff CBCS .  ( Am. Compl. ¶ 109.)  Eli \nGlobal was identified as a “beneficiary of the transaction ” and agreed therein to indemnify \nPlaintiff CBCS from certain enumerated liabilities.  (Am. Compl. ¶ 108.)   \n \n6 According to the Amended Complaint, \n \n[t]he Earn-Out Payments were calculated as follows:  \n \na. If the gross revenue of New CBCS during the applicable Earn -Out \nPeriod was 115% or more of the gross revenue during the previous Earn-\nOut Period, the Earn-Out Payment would be 4.5% of New CBCS’s gross \nrevenue during the applicable Earn-Out Period.  \n \nb. If the gross revenue of New CBCS during the applicable Earn -Out \nPeriod was less than 115% of the gross revenue during the previous \nEarn-Out Period, the Earn-Out Payment would be 3.5% of New CBCS’s \ngross revenue during the applicable Earn-Out Period. \n \n(Am. Compl. ¶ 116.)  \n \n \n \nconsulting services pursuant to a third, separately signed agreement.  (Am. Compl. \n¶ 111.) \n19. Second, Plaintiff CBCS and CBCS Operations signed an Equity \nEquivalence Agreement, (“EEA,” ECF No. 19.4), which memorialized the terms of \nPlaintiff CBCS’ s “equity equivalence rights” as set out in the APA. 7  Specifically, \nSection 1 of the EEA granted Plaintiff CBCS a 25% phantom equity interest in CBCS \nOperations, which could later be repurchased by CBCS Operations  under certain \nconditions described in Section 2 .  (EEA § § 1–2.)  One of those stated conditions \ninvolves a “Sale” of CBCS Operations.  (EEA § 2.)  On this subject, Section 2 of the \nEEA states, in relevant part, as follows: \n2. Repurchase of the [Phantom Equity] Interest . The [phantom equity] \nInterest will be repurchased by [CBCS Operations] in the event of a Sale \n(as defined below) of [CBCS Operations] or, if a Sale has not occurred, \non one or more Determination Dates (as defined below) pursuant to the \nput/call rights set forth herein.      \n \n(EEA § 2.)  \n \n20. The EEA defines a “Sale” of CBCS Operations as  \n \nthe first to occur of the consummation of either: (x) a merger, share sale \nor exchange (or sale or exchange of other equity ownership interests), \nconsolidation, or reorganization of the Company where the beneficial \nowners of the Company, immediately prior to such transaction, will not \nbeneficially own, immediately after such transaction, shares or other \nequity ownership interests entitling such stockholders or LLC members \nto either: (A) more than a majority of all votes to which all stockholders \n(or members) of the surviving company would be entitled in the election \nof corporate directors or LLC managers, or (B) more than a majority of \nthe aggregate fair market value of the then outstanding equity \nsecurities of the surviving company; or (y) a sale or other d isposition of \nall or substantially all of the assets of the Company. For purposes of \n \n7 Lindberg signed the EEA on behalf of CBCS Operations, and Bornstein signed the \ndocument in his capacity as Manager of Plaintiff CBCS.  (Am. Compl. ¶ 118.) \n \n \nclarification, no Sale shall be deemed to have occurred if the transaction \nat issue is: (aa) consummated with any affiliate entity; or (bb) comprised \nof the Company’s sale of newly issued equity securities for the purpose \nof raising capital for its operations. \n \n(EEA § 2(b)(v)(5).)  \n \n21. Section 2(a) of the EEA provides that in the event of a sale (or change of \nownership) of CBCS Operations—as defined in the EEA—Plaintiff CBCS is entitled \nto a “Transfer of Control Payment” equal to the value of the phantom equity interest \nmultiplied by the purchase price of the sale.  (EEA § 2(a).)  \n22. The repurchase of Plaintiff CBCS’s phantom equity interest can also be \ntriggered by either Plaintiff CBCS’s exercise of a “put right” in or after the seventh \nyear following execution of the EEA or by CBCS Operations’s exercise of a “call right” \nin or after the tenth year following execution of the EEA.   (EEA §§ 2(b)(i)–(ii).)  If \neither the “put right” or “call right” are exercised, the EEA requires CBCS Operations \nto—among other things—prepare and deliver to Plaintiff CBCS a “Fair Market Value \nStatement” that includes  CBCS Operations’ s EBITDA, along with  the company’s  \nfinancial statements.  (EEA § 2(b)(iii).) \n23. The third agreement signed as part of the Asset Sale was a “Consulting \nAgreement,” (ECF No. 19.5) (together with the APA and the EEA, the “Contracts”) , \nmemorializing CBCS Operations’s annual obligation to pay Plaintiff CBCS $125,000 \nin exchange for certain consulting services, along with two “Relocation Payments” \n \n \nworth $50,000 in the event CBCS Operations successfully relocate s from its Florida \noffice to Dallas, Texas by the deadlines set forth therein.  (Consulting Agrmt. § 4(a).)8 \n24. Notably, Section 3 of the Consulting Agreement states that the term of \nthe agreement will end upon  \nthe earlier to occur of: (a) the termination of the employment contract of \nSteve Borock with the Company prior to the end of the  stated term of \nsuch contract (except in the event of a termination by the Company, and \nexcluding, for the avoidance of doubt, such individual ’s transition from \nfull time to part time employment or the expiration of such individual’s \nemployment agreement at the end of its stated term) ; and (b) the ten \n(10)-year anniversary of the Effective Date (the “Initial Term”). \n \n(Consulting Agrmt. § 3.)  \n25. Borock served as President and “Primary Grader” at Plaintiff CBCS.   \n(Am. Compl. ¶ 83.)  He was later hired by CBCS Operations around the time of the \nsigning of the Consulting Agreement.  (Am. Compl. ¶ 132.)  \n26. The first payment due to Plaintiff CBCS under the Contracts was a lump \nsum payment of $1,109,796  pursuant to the APA .  This payment was received on-\ntime on 20 October 2017.  (Am. Compl.¶ 143.)   \n27. Beginning in or around 2018, however, the relationship between \nBornstein and CBCS Operations began to deteriorate. \n28. Virtually all of the  payments due to be made to Plaintiff CBCS under \nthe Contracts between 31 July 2018 and 19 October 2022 were late—sometimes by \nover a month.  (Am. Compl. ¶¶ 150, 152(c), 155(c), 156, 157(c), 159(d), 160(d), 162(b), \n163(b), 171, 181.) \n \n8 Once again, Lindberg signed this contract on behalf of CBCS Operations, and Bornstein \nsigned the document in his capacity as Manager of Plaintiff CBCS.  (Am. Compl. ¶ 128.) \n \n \n29. Throughout this period , Bornstein exchanged several communications \nwith personnel at CBCS Operations in an attempt to  resolve the delays.  However, \nthese efforts proved futile, and the delays persisted and  progressively worsened.  \nMeanwhile, Bornstein received increasingly dismissive or hostile responses to his \ninquiries.  (See, e.g., Am. Compl. ¶¶ 147–48, 150–84.)   \n30. For example, on 8 March 2018, Dua (then the President of Beckett \nMedia & Collectibles) responded to a concern Bornstein had raised about a pending \ncontractual deadline  by simply stating  that “[w]e will do what is good for the \nbusiness.”  (Am. Compl. ¶ 148.)    \n31. On another occasion,  Dua told Bornstein that “he did not care about \nfollowing a contract, but instead would take whatever action was best for his company \nand then have lawyers deal with the fallout.”  (Am. Compl. ¶ 154.)  \n32. By late 2022, CBCS Operations had stopped making any payments to \nPlaintiff CBCS under the Contracts.  (See Am. Compl. ¶ 199.)  As a result, Plaintiff \nCBCS has —to date —never received the 2022 Consulting Payment, the 2023 \nConsulting Payment, the 2024 Consulting Payment, the 2023 Earn-Out Payment, or \nthe 2024 Earn-Out Payment.  (Am. Compl. ¶¶ 199–203.) \n33. Around the same time that the payments ended, and unbeknownst to  \nBornstein, “major personnel changes” were underway at CBCS Operations and at the \nBeckett Defendants.  ( Am. Compl. ¶ 168.)  Bornstein first learned of these changes \non 18 November 2022 through an email from Evgeny Gonokhin, who was apparently \nthe new Controller of one of the Beckett Defendants.  (Am. Compl. ¶ 169.)  Gonokhin’s \n \n \nemail to Bornstein read as follows: “CBCS became part of Beckett in September . . . \nthank you for your understanding as 100% of our team turned over in November .”  \n(Am. Compl.  ¶ 169.)  Bornstein responded  by emailing the following message to \nGonokhin: “I appreciate the turnover in ownership but [the 2022 Consulting payment \nis] coming up on two months overdue.  Please, I would appreciate a response.”  (Am. \nCompl. ¶ 172.)  \n34. Over the next several months, Bornstein  engaged in a flurry of email \ncommunications with Gonokhin and other individuals, including the General Counsel \nof one of the Beckett Defendants, Julie Robinson , regarding the past-due payments.  \n(Am. Compl.  ¶¶ 173 –80.)  Over the course of these email communications, the \nrelationship between the parties continued to break down even further.   \n35. On 19 March 2023, Bornstein filed an arbitration demand against CBCS \nOperations pursuant to the terms of the Consulting Agreement.  (Am. Compl. ¶ 186.)  \n36. During the ensuing arbitration (“2023 Arbitration”), CBCS Operations \nasserted—for the first tim e—that Steve Borock had voluntarily departed the \ncompany on 18 April 2022, thus terminating CBCS Operations’s obligation to make \npayments under the Consulting Agreement.  (Am. Compl. ¶ 187.)  Bornstein “was \nsurprised by this allegation,” having previously been under the impression that \nBorock had been terminated and then re-hired by CBCS Operations in 2020, which \nBornstein believed  would not have impacted payments under the  Consulting \nAgreement.  (Am. Compl. ¶ 188.)   \n \n \n37. Additionally, documents provided to Plaintiffs during the 2023 \nArbitration revealed a series of internal emails between personnel at CBCS \nOperations and other Non -CBCS Operations Defendants that purported to \ndemonstrate an increasing hostility toward Bornstein.  In one such email (sent on 21 \nDecember 2022 ), Jeromy Murray , who at that time was t he President of Beckett \nMedia & Collectibles, asked Pam Kesten , the Customer Service Manager at CBCS \nOperations, about the “special comic grading pricing” Bornstein was receiving as a \ncondition of the Asset Sale .  (Am. Compl. ¶ 182, 191.)  Murray then asked: “Is there \nany way we can get out of this deal with [Bornstein]?”  (Am. Compl. ¶ 191.)  Similarly, \non 7 February 2023, Murray wrote in a separate email to other personnel at the \nBeckett Defendants: “We need to figure out how to get out of this deal as well.”  (Am. \nCompl. ¶ 192.) \n38. The parties did not resolve their disagreements during the 2023 \nArbitration.  (Am. Compl. ¶ 193.)  On 21 October 2024, Plaintiff CBCS sent a letter \nto CBCS Operations demanding payment of the outstanding Consulting Payments \nand Earn -Out Payments .  ( Am. Compl.  ¶ 205; “Demand Letter,” ECF No.  19.6.)  \nHowever, CBCS Operations did not respond. \n39. That same day, Plaintiff CBCS exercised its put right under the EEA by \nsending a put notice to CBCS Operations.  ( Am. Compl. ¶ 207.)  The put notice set a \n30 December 2024 deadline for CBCS Operations to provide Plaintiff CBCS with a \nFair Market Value Statement and accompanying financial documentation .  ( Am. \nCompl. ¶ 208–09.)   \n \n \n40. On 12 November 2024, Plaintiffs initiated this lawsuit by filing a \nComplaint in Wake County Superior Court .  (ECF No. 3.)  This matter was \nsubsequently designated to the Business Court and assigned to the undersigned on \n15 November 2024.  (ECF Nos. 1-2) \n41. After the filing of the initial Complaint in this matter  (but before \nPlaintiff CBCS received the Fair Market Value Statement from CBCS Operations ), \nseveral of the  entities affiliated with CBCS Operations underwent a series of \norganizational changes.  (Am. Compl. ¶¶ 211–13.)  \n42. First, on 19 November 2024, BKX Holdings, LLC , filed an amended \nAnnual Report with the North Carolina Secretary of State reflecting a change in the \naddress of its principal office from Orlando, Florida to an address in Texas —an \naddress that was associated with CBCS Operations.  (Am. Compl. ¶ 211.)  Three days \nlater, on 22 November 2024, that entity officially changed its name to Collectivus, \nLLC.  (Am. Compl. ¶ 212.) \n43. Next, on 17 December 2024, Collectivus was “established as the \numbrella company over” Beckett Media & Collectibles, Southern Hobby Distribution, \nand another company called Dragon Shield.  (Am. Compl. ¶ 213.)  \n44. Plaintiffs contend in this lawsuit that these changes constituted a sale \n(or change of ownership) of CBCS Operations and thus entitled them to receive notice \nof the transactions and additional payment from CBCS Operations under the terms \nof the EEA.  (Am. Compl. ¶ 214, 220–21.)  However, “[n]one of Defendants informed \nDr. Bornstein of this transaction.”  (Am. Compl. ¶ 214.)  \n \n \n45. In or around December 2024 , the Beckett Defendants “began \ntransferring and assigning intellectual property rights of [CBCS Operations] to third-\nparty entities . . . .”  (Am. Compl. ¶ 215.)  \n46. On 20 December 2024, CBCS Operations provided  Plaintiff CBCS with \na Fair Market Value Statement, (ECF No. 19.2), “which demonstrated that the gross \nrevenue and the value of [CBCS Operations] had dropped precipitously since 2022, \nwhen [CBCS Operations] last made an Earn -Out Payment.”  (Am. Compl.  ¶ 216.)  \nNotably, the Fair Market Value Statement  included a $1,257,688.72 line item for \n“Unallocated exp of Beckett.”  ( Fair Mkt. Value Statement , at 6.)  In other words , \nCBCS Operations owed one or more of the Beckett Defendants over $1.25 million in \nunexplained expenses.9  (Am. Compl. ¶¶ 46–47.)   \n47. Most s urprisingly, the Fair Market Value Statement  revealed that  \nCBCS Operations had a negative EBITDA, which meant that Plaintiffs’ phantom \nequity interest—originally estimated to be worth over one million dollars—had been \nrendered completely worthless.  (Am. Compl. ¶¶ 48, 217, 223–24.)   \n48. This came as an unpleasant surprise to  Plaintiffs, who “continued to \nbelieve in good faith . . . that [CBCS Operations] had continued to expand and grow, \nas contemplated at the time the [APA, E EA, and] . . .  Consulting Agreement were \nexecuted[,] and that [their] contractual rights were also growing in value.”  ( Am. \nCompl. ¶ 225.)  By comparison, while the value of CBCS Operations declined, the \nvalue of its competitors grew.  (Am. Compl. ¶¶ 292–95.)  \n \n9 Plaintiffs contend that this evidences the financial entanglement between CBCS Operations \nand the Beckett Defendants.  (Am. Compl. ¶ 218.) \n \n \n49. On 13 January 2025, upon receiving the Fair Market Value Statement, \nPlaintiffs revoked their put notice.  (Am. Compl. ¶ 222.)  \n50. Plaintiffs filed an Amended Complaint —which is currently their \noperative pleading—on 3 February 2025.  The Amended Complaint lists the following \nentities as Defendants: CBCS Operations; CBCS Holdings, LLC; Beckett Media & \nCollectibles; Beckett Authentication Services, LLC; Beckett Collecti bles Holdings, \nLLC; Collectivus; the Beckett Collectibles Trust; Southern Hobby Distribution, LLC; \nSouthern Hobby Holdings, LLC; Eli Global; and Global Growth.  The Amended \nComplaint asserts claims against all Defendants for breach of contract, unjust \nenrichment, breach of the implied covenant of good faith and fair dealing, declaratory \njudgment, unfair and deceptive trade practices (UDTP), constructive fraud, and \nbreach of fiduciary duty along with claims for an accounting and constructive trust.   \n(Am. Compl. ¶¶ 314–64, 383–93.)  In addition, Plaintiffs seek to pierce the corporate \nveil as to  each of the Non -CBCS Operations Defendants and hold each of those \nentities jointly and severally liable.  (Am. Compl. ¶¶ 371–82.)   \n51. On 20 March 2025, the present Motion to Dismiss was filed on behalf of \nall named Defendants with the exception of Global Growth and Eli Global .10  In the \nMotion, the Moving Defendants seek dismissal of all claims asserted against them, \nexcept for Plaintiffs’ claim for breach of the APA against CBCS Operations.  \n52. The Court held a hearing on the Motion to Dismiss via Webex on 21 May \n2025 at which counsel for all represented parties were present.   \n \n10 As of the present date, no counsel has entered an appearance on behalf of Global Growth \nor Eli Global. \n \n \n53. The Motion to Dismiss has been fully briefed and is now ripe for \nresolution.     \nLEGAL STANDARD \n54.   In ruling on a motion to dismiss under Rule 12(b)(6), the Court may \nonly consider the pleading and “any exhibits attached to the complaint[,]” Krawiec v. \nManly, 370 N.C. 602, 606 (2018), in order to determine whether “as a matter of law, \nthe allegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief can be granted under some recognized legal theory.”  Forsyth Mem’l \nHosp., Inc. v. Armstrong World Indus., Inc. , 336 N.C. 438, 442 (1994) (cleaned up).  \nThe Court must view the allegations in the complaint “in the light most favorable to \nthe non-moving party.”  Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5 \n(2017) (cleaned up). \n55. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen (1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.”  Corwin v. Brit. Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (cleaned up)). \nANALYSIS \n56. For purposes of the present Motion, Plaintiffs’ claims can be divided into \ntwo categories.  The first category consists of their claims against CBCS Operations, \nwhich are largely based on the contractual relationship that existed between them .  \nThe second category consists of Plaintiffs’ attempt to pierce the corporate veil  as to \n \n \nthe Non-CBCS Operations Defendants, which consist of companies that were \nallegedly related in some way to CBCS Operations but with whom Plaintiffs did not \nhave direct contractual dealings.  The Court will address each of these categories of \nclaims in turn. \nI. Claims Against CBCS Operations  \nA. Breach of Contract  \n57. Plaintiffs allege that CBCS Operations breached the APA and \nConsulting Agreement  “by failing to make contractually required payments when \ndue.”  (Am. Compl. ¶ 318.)  Plaintiffs also assert that CBCS Operations breached the \nEEA “by failing to respect Plaintiffs’ contractual rights following ” the alleged “Sale” \nof the company, and “by taking deliberate action to devalue Plaintiffs’ phantom equity \nunder the [EEA].”  (Am. Compl. ¶¶ 322–23.) \n58. With regard to Plaintiffs’ breach of contract claims, CBCS Operations \nonly seeks dismissal of  Plaintiffs’ claims against it for breach of the EEA and \nConsulting Agreement.  Therefore, the Court need not —and does not —address \nPlaintiffs’ claim for breach of the APA.  \n1. Standing \n59. As a threshold matter, Defendants argue that Bornstein lacks standing \nto assert a claim under the EEA and Consulting Agreement because  he did not sign \neither of those documents in his personal capacity  and instead did so solely in his \ncapacity as a manager of Plaintiff CBCS.11   \n \n11 However, the Moving Defendants do not challenge the standing of Plaintiff CBCS to assert \nthese claims. \n \n \n60. In response, Plaintiffs contend that Bornstein does , in fact,  possess \nstanding to assert these claims  because his signature appears on both of these \ndocuments and because the control he exercises over Plaintiff CBCS (by virtue of his \nrole as its Manager) moots the standing issue, rendering it a mere “distraction.” \n61. “A party has standing to initiate a lawsuit if he is a real party in interest.  \nA real party in interest is one who benefits from or is harmed by the outcome of the \ncase and by substantive law has the legal right to enforce the claim in question.”   \nBeachcomber Props., LLC v. Station One, Inc., 169 N.C. App. 820, 823–24 (2005).  On \nthe other hand, “[a] party that lacks standing to bring a claim  [faces] an \ninsurmountable bar to recovery, and a motion under Rule 12(b)(6) is the proper legal \nmechanism to seek dismissal of a complaint on such grounds.”  Am. Oil Co., Inc. v. \nAAN Real Est., LLC, 232 N.C. App. 524, 525–26 (2014).       \n62. Our Court of Appeals has held that “an agent is not ‘individually bound \nwhen contracting within the scope of his employment. ’”  Ascendum Mach., Inc. v. \nKalebich, 2021 N.C. App. LEXIS 245, at **4 (2021) (unpublished) (quoting Howell v. \nSmith, 261 N.C. 256, 260  (1964)) (cleaned up) .  In situations  “‘where individual \nresponsibility is demanded, the nearly universal practice in the commercial world is \nthat the corporate officer signs twice, once as an officer and again as an individual. ’”  \nId. (quoting Keels v. Turner, 45 N.C. App. 213, 218 (1980)).  By contrast, “a party who \nonly signs [an agreement] once in a representative capacity is not” personally bound \nby that agreement.  Id. at **5 (citing RD & J Props. v. Lauralea -Dilton Enters., 165 \nN.C. App. 737, 742 (2004)).  \n \n \n63. In reviewing both the EEA and Consulting Agreement, the Court notes \nthat Bornstein signed both of these Contracts only once—doing so  solely in his \ncapacity as Manager of Plaintiff CBCS.  By contrast, Bornstein signed the APA \ntwice—once in his capacity as Manager of Plaintiff CBCS and a second time in his \npersonal capacity.   \n64. For this reason, the Court agrees that Bornstein lacks standing to assert \nan individual claim for breach of the EEA or of the Consulting Agreement.  Therefore, \nhis individual claims for breach of contract  as to these two agreements are  \nDISMISSED.   \n2. Breach of the Consulting Agreement \n65. With regard to the Consulting Agreement, Plaintiff CBCS alleges that \nCBCS Operations breached that contract by failing to make the various payments \nrequired thereunder in a timely fashion (or at all).    \n66. CBCS Operations , conversely,  argues that its obligations to make \npayments under the Consulting Agreement  ceased upon the termination  of the \nemployment contract of Steve Borock. \n67. As noted above , Section 3 of the Consulting Agreement provides, in \npertinent part, as follows: \n[T]he term of this Agreement shall begin as of the Effective Date and \ncontinue until the earlier to occur of: (a) the termination of the \nemployment contract of Steve Borock with the Company prior to the end \nof the stated term of such contract (except in the event of a termination \nby the Company, and excluding, for the avoidance of doubt, . . . the \nexpiration of such individual’s employment agreement at the end of its \nstated term); and (b) the ten (10)-year anniversary of the Effective Date \n(the “Initial Term”). \n \n \n \n(Consulting Agrmt. § 3.)  \n \n68. CBCS Operations contends that because  Borock’s employment \nagreement with CBCS Operations ended, the term of the Consulting Agreement also \nended based upon the above-quoted language in Section 3. \n69. The Court rejects this argument because the Amended Complaint \nalleges that CBCS Operations terminated Borock’s employment with the company in \n2020 and then proceeded to rehire him under a different employment agreement.   \n(Am. Compl. ¶ 188.)  Therefore, taking Plaintiffs’ allegations as true —as the Court \nmust do under Rule 12(b)(6) —the cancellation of his employment agreement is \ndeemed to be “a termination by the Company [,]” which by  the clear language of \nSection 3 is insufficient to terminate the obligations of CBCS Operations under the \nConsulting Agreement. \n70. The Court finds that Plaintiff CBCS’s allegations are sufficient to raise \nfactual questions as to the effect of Borock’s severance from CBCS Operations on its \nobligations under the Consulting Agreement.   \n71. For this reason, CBCS Operations’s Motion to Dismiss is DENIED with \nregard to Plaintiff CBCS’s claim against it for breach of the Consulting Agreement. \n3. Breach of the EEA \n72. Plaintiffs allege that CBCS Operations breached the EEA in two distinct \nways: (1) by failing to honor Plaintiff CBCS’s contractual rights regarding the Sale of \nCBCS Operations; and (2) by taking “deliberate action to devalue Plaintiffs’ phantom \nequity” interest thereunder.  (Am. Compl. ¶¶ 322–23.) \n \n \n73. With regard to CBCS Operations’ s first theory of breach , t he EEA \ndefines a “Sale” as  \nthe first to occur of the consummation of either: (x) a merger, share sale \nor exchange (or sale or exchange of other equity ownership interests), \nconsolidation, or reorganization of the Company where the beneficial \nowners of the Company, immediately prior to such transaction, will not \nbeneficially own, immediately after such transaction, shares or other \nequity ownership interests entitling such stockholders or LLC members \nto either: (A) more than a majority of all votes to which all stockholders \n(or members) of the surviving company would be entitled in the election \nof corporate directors or LLC managers, or (B) more than a majority of \nthe aggregate fair market value of the then outstanding equity \nsecurities of the surviving company; or (y) a sale or other d isposition of \nall or substantially all of the assets of the Company. For purposes of \nclarification, no Sale shall be deemed to have occurred if the transaction \nat issue is: (aa) consummated with any affiliate entity; or (bb) comprised \nof the Company’s sale of newly issued equity securities for the purpose \nof raising capital for its operations. \n \n(EEA § 2(b)(v)(5) (emphasis added).)  \n \n74. The allegations in Plaintiffs’ Amended Complaint most relevant to this \nissue state as follows: \n213. On December 17, 2024, Collectivus was established as the umbrella \ncompany over “Beckett Media & Collectibles, Dragon Shield, and \nSouthern Hobby Distribution.”  \n \n214. None of Defendants informed Dr. Bornstein of this transaction. See \nExhibit C (noting that Plaintiffs have rights, including notice and \npayment, if [CBCS Operations] is sold or undergoes a change of \nownership). \n \n. . .  \n \n300. Upon information and belief, in December of 2024, and prior to \nsending the Fair Market Value Statement, the Beckett Defendants \nbegan transferring and assigning intellectual property rights of [CBCS \nOperations] to third parties. \n \n \n \n301. On December 17, 2024, just three days before [CBCS Operations] \nshared the Fair Market Value Statement with Dr. Bornstein, it was \nreported that Collectivus had become the parent company and “umbrella \ncompany over industry leaders Beckett Media & Collectibles, Dragon \nShield, and Southern Hobby Distribution.” \n \n(Am. Compl. ¶¶ 213–14, 300–01.) \n75. CBCS Operations disputes Plaintiffs’ characterization of these events as \na “Sale” or “change of ownership .”  Instead, they contend, these transactions were \nmerely a “consolidation” involving affiliated entities and that  “no assets changed \nhands.”  (Defs.’ Br. Supp. Mot. Dismiss Pls.’ Am. Compl. ¶ 64, ECF No. 26.)  \n76. Viewing the allegations “in the light most favorable to” Plaintiff CBCS, \nChristenbury Eye Ctr., P.A. , 370 N.C. at 5, the Court finds that the Amended \nComplaint sufficiently raises the specter of  a “ Sale” having occurred within the \nmeaning of the EEA.  Further factual development will be necessary to determine the \nspecific details of the  alleged transaction and the degree s of relation between the \nentities involved in that transaction.  For present purposes, however, the Court finds \nthat Plaintiffs’ allegations on this subject are sufficient under Rule 12(b)(6). \n77. Plaintiffs’ second theory of breach of the EEA is premised on Defendants’ \nallegedly intentional devaluation of Plaintiff CBCS ’s phantom equity interest  in \nCBCS Operations.12  However, the Amended Complaint does not allege the existence \nof an express provision of the EEA that would be violated by such conduct.  Therefore, \nPlaintiffs’ breach of contract claim on this second theory fails.  See, e.g., Glob. \n \n12 As previously discussed, the value of Plaintiff CBCS’ s phantom equity interest is directly \ntied to the fair market value of CBCS Operations. \n \n \n \nPromotions Grp., Inc. v. Danas Inc., 2012 NCBC LEXIS 40, at **17 (N.C. Super. Ct. \nJune 22, 2012) (“Plaintiffs  fail to reference any contract in particular, let alone \na specific contractual provision, that was  breached.  As such, Plaintiffs ’ Claim \nTwelve fails to state a Claim for breach of contract.”). \n78. For these reasons, CBCS Operations’s Motion to Dismiss is GRANTED \nwith respect to Plaintiff s’ claim for breach of the EEA by intentional devaluation of \nPlaintiff CBCS’s phantom equity interest.13  Conversely, CBCS Operations’s Motion \nto Dismiss is DENIED with respect to Plaintiff s’ claims against it for breach of the \nConsulting Agreement and for breach of the EEA by failing to comply with its notice \nand payment obligations to Plaintiff CBCS regarding the “Sale.” \nB. Breach of the Implied Covenant of Good Faith and Fair Dealing  \n79. CBCS Operations asserts two grounds for dismissal of Plaintiffs’ claim \nfor breach of the implied covenant of good faith and fair dealing.  First, it argues that \nthis claim fails for the same reasons that Plaintiffs’ express breach of contract claims \nfail.  Second, it contends that a standalone claim for breach of the implied covenant \nof good faith  and fair dealing  can exist only where a special relationship exists \nbetween the parties. \n80. “It is a basic principle of contract law that  a party who enters into an \nenforceable contract is required to act in good faith and to make reasonable efforts to \nperform his obligations under the agreement. ”  Weyerhaeuser Co. v. Godwin Bldg. \n \n13 However, as discussed below, the Court finds that Plaintiffs’ allegations regarding the \nintentional devaluation of Plaintiff CBCS’s phantom equity interest are sufficient to support \na claim for breach of the implied covenant of good faith and fair dealing. \n \n \nSupply Co., 40 N.C. App. 743, 746 (1979).  To that end, “in every contract there is an \nimplied covenant of good faith and fair dealing that neither party will do anything \nwhich injures the right of the other to receive the benefits of the agreement.”  Heron \nBay Acquisition, LLC v. United Metal Finishing, Inc., 245 N.C. App. 378, 385 (2016) \n(cleaned up).   \n81. “Where a breach of contract claim survives dismissal, we have \npreviously declined to dismiss a claim for breach of the implied covenant of  good \nfaith and fair dealing.”  Innovare, Ltd. v. Sciteck Diagnostics , 2023 NCBC LEXIS 8,  \nat **30 (N.C. Super. Ct. Jan. 19, 2023). \n82. Therefore, Plaintiffs’ express breach of contract theories discussed \nabove, which the Court has held are sufficient to survive Rule 12(b)(6) , are likewise \nsufficient to support a valid claim for  breach of the implied covenant of  good \nfaith and fair dealing.   \n83. With regard to Plaintiffs’ claim that Defendants intentionally devalued \nPlaintiff CBCS’s phantom equity interest in violation of the EEA, the Court has—as \ndiscussed above—held that Plaintiffs have failed to show a specific provision of the \nEEA that was breached by such acts.   The Moving Defendants assert that , in such \ncircumstances, a separate claim for breach of the implied covenant can only exist \nwhere a special relationship exists between the parties—which is not the case here. \n84. However, this Court has previously rejected a similar argument, holding \nthat “[o]ur courts have not limited the claim in that fashion.”  TAC Invs., LLC v. \nRodgers, 2020 NCBC LEXIS 143, at **15–16 (N.C. Super. Ct. Dec. 7, 2020) ; see also \n \n \nRobinson v. Deutsche Bank Nat’l Tr. Co. , No. 5:12-CV-590-F, 2013 U.S. Dist. LEXIS \n50797, at *39–40 n.11 (E.D.N.C. Apr. 9, 2013).    \n85. The essence of a claim for breach of the implied covenant of good faith \nand fair dealing is an allegation that one contracting party has acted to prevent the \nopposing party from receiving the benefits due under a contract.  See McDonald v. \nBank of N.Y. Mellon Tr. Co., 259 N.C. App. 582, 586–87 (2018) (“To state a valid claim \nfor breach of the implied covenant of good faith and fair dealing, a plaintiff must plead \nthat the party charged took action which injured the right of the other to receive the \nbenefits of the agreement, thus depriv ing the other of the fruits of the bargain.”  \n(cleaned up)). \n86. This is precisely the sort of conduct that Plaintiffs have alleged here.  As \npreviously discussed, the Amended Complaint describes a series of deliberate efforts \nby Defendants designed to siphon and redirect funds through a laundry list of shell \ncompanies.  Th ese efforts, in turn,  enabled the  complete devaluation of  Plaintiffs’ \nphantom equity interest in CBCS Operations  from an estimated $1 million to zero.  \nAssuming these allegations a re true—which the Court must do at this stage —the \nCourt is unwilling to say that these acts could not constitute a breach of the implied \ncovenant.   \n87. Accordingly, the Court DENIES the Motion to Dismiss as to Plaintiffs’ \nclaim for breach of the implied covenant of good faith and fair dealing.     \nC. Unjust Enrichment  \n \n \n88. We have previously stated the following regarding claims for unjust \nenrichment:  \n“In North Carolina, to recover on a claim of unjust enrichment, Plaintiff \nmust prove: (1) that it conferred a benefit on another party; (2) that the \nother party consciously accepted the benefit; and (3) that the benefit was \nnot conferred gratuitously or by  an interference in the affairs of the \nother party.”  Islet Scis., Inc. v. Brighthaven Ventures, LLC, 2017 NCBC \nLEXIS 4, at *16 (N.C. Super. Ct. Jan. 12, 2017) (citing Se. Shelter Corp. \nv. BTU, Inc., 154 N.C. App. 321, 330, 572 S.E.2d 200, 206 (2002)).  “The \ngeneral rule of unjust enrichment is that where services are rendered \nand expenditures made by one party to or for the benefit of another, \nwithout an express contract to pay, the law will imply a promise to pay \na fair compensation therefor.”  Atl. Coast Line R.R. Co. v. State Highway \nComm’n, 268 N.C. 92, 95 -96, 150 S.E.2d 70, 73 (1966).  However, “[i]f \nthere is a contract between the parties[,] the contract governs the claim \nand the law will not imply a contract.”  Booe v. Shadrick, 322 N.C. 567, \n570, 369 S.E.2d 554, 556 (1988). \n \nHiggins v. Synergy Coverage Sols., LLC, 2020 NCBC LEXIS 6, at **23 (N.C. Super. \nCt. Jan. 15, 2020).   \n89. CBCS Operations asserts that dismissal of Plaintiff CBCS’ s claim for \nunjust enrichment is warranted where—as here—express contracts exist between the \nparties. \n90. However, “[i]n actions alleging breach of contract, plaintiffs may also \nplead unjust enrichment in the alternative .”  Jessey Sports, LLC v. Intercollegiate \nMen’s Lacrosse Coaches Ass’n, 289 N.C. App. 166, 172 (2023) (cleaned up).   \n91. Although the better practice would have been for the Amended \nComplaint to expressly state that this claim was being pled solely in the alternative, \nunder North Carolina’s liberal notice pleading standard, the Court will assume that \nthis is what Plaintiffs intended and will treat it as such. \n \n \n92. Accordingly, CBCS Operations’ s Motion to Dismiss  is DENIED with \nrespect to Plaintiffs’ claim for unjust enrichment.  \nD. Breach of Fiduciary Duty  \n93. To state a claim for breach of fiduciary duty, a plaintiff must show that \n(1) the defendant owed the plaintiff a fiduciary duty; (2) the defendant breached its \nfiduciary duty; and (3) the defendant’s breach of t he fiduciary duty was a proximate \ncause of an injury sustained by the plaintiff.  Alkemal Sing. Priv. Ltd. v. Dew Glob . \nFin., LLC, 2018 NCBC LEXIS 36, at **33–34 (N.C. Super. Ct. Apr. 19, 2018).   \n94. For a defendant to owe a plaintiff a fiduciary duty, “there must first be \na fiduciary relationship between the parties.”  Id. at **34 (cleaned up).  “A fiduciary \nrelationship will arise not only from all legal relations, such as attorney and client, \nbroker and principal, and principal and agent, but it extends to any possible case in \nwhich there is a confidence reposed on one side and a resulting domination and \ninfluence on the other.”  Id. (cleaned up).  \n95. In support of their breach of fiduciary duty claim, Plaintiffs allege that \nas a result of the business relationship between Plaintiffs and [CBCS \nOperations], including, but not limited to the negotiation and execution \nof the [APA], th e [EEA], and the Consulting Agreement, and the \nperformance of these agreements, [CBCS Operations] was in a position \nof trust and confidence vis -a-vis Plaintiffs (who believed that \nDefendants would act in good faith to grow the value of [CBCS \nOperations], and as a result owed them a fiduciary duty and a duty of \nloyalty.   \n (Am. Compl. ¶ 355.)  \n96. CBCS Operations, conversely, argues that no fiduciary relationship \nexists between itself and Plaintiffs such that dismissal of this claim is appropriate. \n \n \n97. Our courts have held that “parties who interact at arms -length do not \nhave a fiduciary relationship with each other.”  Id. at **36 (cleaned up).  As such, \n“parties to a contract do not thereby become each other’s fiduciaries; they generally \nowe no special duty to one another beyond the terms of the contract.”   Id. (cleaned \nup).    \n98. On this issue, the Court agrees with CBCS Operations and declines to \ntransform what was an arms-length contractual relationship into a fiduciary one.  See \nTin Originals, Inc. v. Colonial Tin Works, Inc. , 98 N.C. App. 663, 666 (1990) (“Our \nreview of reported North Carolina cases has failed to reveal any case where mutually \ninterdependent businesses, situated as the parties were here, were found to be in a \nfiduciary relationship with one another.  We decline to extend the concept of a \nfiduciary relation to the facts of this case.”); Crumley & Assocs., P.C. v. Charles Peed \n& Assocs., P.A., 219 N.C. App. 615, 621 (2012) (“North Carolina courts generally find \nthat parties who interact at arms -length do not have a fiduciary relationship with  \neach other, even if they are mutually interdependent businesses.”). \n99. Therefore, CBCS Operations’ s Motion to Dismiss  is GRANTED with \nrespect to Plaintiffs’ claim for breach of fiduciary duty.  \nE. Constructive Fraud  \n100. “Constructive fraud and breach of fiduciary duty  are distinct claims \nwith overlapping elements. ”  Panzino v. Map Mgmt. of Charlotte LLC , 2021 NCBC \nLEXIS 13, at *4 (N.C. Super. Ct. Feb. 12, 2021).  As previously discussed, a claim for \nbreach of fiduciary duty requires a plaintiff to show “the existence of a fiduciary duty, \n \n \na breach of that duty, and injury proximately caused by the breach.”  Id.  Meanwhile, \n“[c]onstructive fraud requires, as an additional element, that the defendant sought to \nbenefit himself through the breach.”  Id.   \n101. Accordingly, for the same reasons set forth above in connection with \nPlaintiffs’ claim for breach of fiduciary duty, CBCS Operations’s Motion to Dismiss is \nGRANTED with respect to Plaintiffs’ claim for constructive fraud.  See Highland \nPaving Co., LLC  v. First Bank, 227 N.C. App.  36, 42 (2013) (“Because plaintiff has \nfailed to allege a relationship between it and First Bank that could constitute a \nfiduciary relationship, it cannot maintain its constructive fraud claim.”).    \nF. UDTP  \n102. To establish a prima facie case for UDTP, a plaintiff must show: “(1) the \ndefendant committed an unfair or deceptive act or practice, (2) the action in question \nwas in or affecting commerce, and (3) the act proximately caused injury to the \nplaintiff.”  General Fid. Ins. Co. v. WFT, Inc., 269 N.C. App. 181, 191 (2020) (cleaned \nup). \n103. As an initial matter, CBCS Operations argues that Plaintiffs’ UDTP \nclaim must be dismissed because such a claim is reserved for “business activities”  \n(which are not present here)  and because N.C.G.S. §  75-1.1 aims to “benefit \nconsumers” (a status that does not encompass either of the two Plaintiffs). \n104. Neither argument possess es merit.  N.C.G.S. §  75-1.1(b) specifically \ndefines “commerce” as including “all business activities, however denominated . . . .”  \nN.C.G.S. § 75-1.1(b).  Furthermore, “[o]ur Supreme Court has also determined that \n \n \n‘commerce’ can be broadly read to include intercourse for the purposes of trade in any \nform.”  General Fid. Ins. Co., 269 N.C. App. at 191 (cleaned up).14   \n105. Our courts have likewise made clear that a UDTP claim is not solely \navailable to consumers.   See White v. Thompson , 364 N.C. 47, 52 (2010) (“ [T]he \n[UDTP] Act was designed to achieve fairness in dealings between individual market \nparticipants.  To accomplish this goal, the General Assembly explained that the Act \nwould regulate two types of interactions in the business setting: (1) interactions \nbetween businesses, and (2) interactions between businesses and consumers.  The \nGeneral Assembly sought for the Act to control any unfair or deceptive conduct \noccurring in one of these two types of interactions.”); Shannon v. Rouse Builders, Inc., \n295 N.C. App. 144, 149–50 (2024) (noting that “in or affecting commerce” includes “all \nbusiness activities” which, in turn, encompasses both “interactions between \nbusinesses and consumers” and “interactions between businesses” (cleaned up)).  \n106. Therefore, the contractual relationship between Plaintiffs and  CBCS \nOperations clearly constituted business activity that is encompassed by N.C.G.S. \n§ 75-1.1.  \n107. Nevertheless, North Carolina courts have emphasized that “actions for \nUDTP are distinct from actions for breach of contract, and a mere breach of contract, \neven if intentional, is not sufficiently unfair or deceptive to sustain an action \n \n14 Although N.C.G.S. §  75-1.1(b) contain s an enumerated exception to the definition of \n“commerce” for “professional services rendered by a member of a learned profession,” that \nexception has no relevance here.  N.C.G.S. § 75-1.1(b). \n \n \nunder N.C.G.S. § 75-1.1.”  Pathos Ethos, Inc. v. Braintap Inc., 2024 NCBC LEXIS 154, \nat **23 (N.C. Super. Ct. Dec. 9, 2024) (cleaned up).   \n108. Instead, “w hen a claimant alleges a  UDTP violation based upon \na breach of contract, the claimant must show substantial aggravating circumstances \nattending the breach. ”  Id. at ** 23–24 (cleaned up).   “As a general proposition, \nunfairness or deception either in the formation of the contract or in the circumstances \nof its breach may establish the existence of substantial aggravating \ncircumstances.”  Id. at **24 (cleaned up).  “However, it is not enough to allege the \naggravating or egregious results of a breach.  If that were the case, then any contract \ndispute that results in serious losses could present a valid UDTPA claim, a result \nNorth Carolina courts have repeatedly rejected.”  Id. (cleaned up).   \n109. Here, Plaintiffs have alleged more than a simple breach of contract.  \nInstead, t he Amended Complaint  describes an elaborate scheme designed to help \nCBCS Operations  avoid making required payments  to Plaintiffs  while secretly \ndevaluing Plaintiffs’ phantom equity interest .  According to Plaintiffs’ allegations, \nthis scheme was made possible  through corporate restructuring, the  siphoning of \nfunds and assets (including intellectual property)  from CBCS Operations, and the \ndeliberate funneling of those funds and assets through a convoluted web of entities .  \n(Am. Compl. ¶ 228.)   \n110. For these reasons, the Court finds that Plaintiffs have adequately pled \nsubstantial aggravating circumstances so as to support a claim for UDTP  such that  \nCBCS Operations’s Motion to Dismiss is DENIED with respect to this claim.   See, \n \n \ne.g., General Fid. Ins. Co. , 269 N.C. App. at 191–92 (affirming trial court’s entry of \njudgment in favor of a plaintiff’s UDTP claim where facts showed “Plaintiff obtained \na significant award and judgment against [Defendant], [Defendant’s president]  \ntransferred all of [Defendant’s] assets to other companies, which either quickly failed \nor never conducted any business; the asset transfer prevented Plaintiff from enforcing \nits judgment against [Defendant] and all of this, in turn, had a harmful effect on \ncommerce”).    \nG. Declaratory Judgment \n111. In the Amended Complaint, Plaintiffs request that the Court issue a \ndeclaratory judgment on the following three issues: \na. The Asset Purchase Agreement, the Equity Equivalence Agreement, \nand the Consulting Agreement are valid and binding on Defendants \naccording to their terms. \n \nb. Defendants must adhere to the terms of the Asset Purchase \nAgreement, the Equity Equivalence Agreement, and the Consulting \nAgreement, including by timely making all required payments and by \nrespecting the valuation and cash-out rights held by Plaintiffs.  \n \nc. Defendants must adhere to the terms of the Temporary Restraining \nOrder, and any related Court orders, from the Southland Nat’l Ins. Corp. \nv. Lindberg, No. 19-CVS0013093 (N.C. Sup. Ct. filed Oct. 1, 2019) matter \npreventing Defendants from, among other things, taking “actions, or \ncausing an affiliated company to take actions, inconsistent with \nmaximizing the long-term equity value of the SACs.” \n \n(Am. Compl. ¶ 345.)  \n112. CBCS Operations asserts that the first two issues are duplicative of \nPlaintiffs’ breach of contract claims and that the third issue encompasses matters \nbeyond those at issue in the present case. \n \n \n113. Section 1-257 of North Carolina’s Uniform Declaratory Judgment Act \nprovides that a court “may refuse to render or enter a declaratory judgment or decree \nwhere such judgment or decree, if rendered or entered, would not terminate the \nuncertainty or controversy giving rise to the proceeding [.]”  N.C.G.S. § 1 -257.  \nAdditionally, “[m]any courts have previously recognized that a declaratory judgment \ndoes not serve a useful purpose where that purpose is only to resolve an already -\nexisting breach of contract claim.”  Port City Logistics, Inc. v. Chasew ater Logistics, \nLLC, No. 3:23-CV-541-RJC-DCK, 2024 U.S. Dist. LEXIS 146366, at *14 ( W.D.N.C. \nJuly 17, 2024).  \n114. Plaintiffs’ first two requested declarations  clearly overlap with the \nsubject matter of their breach of contract claims .  Nonetheless,  the Court, in its \ndiscretion, declines to dismiss them at the present time.  See, e.g., Clark v. Burnette, \n2020 NCBC LEXIS 10, *17 –18 (N.C. Super. Ct. Jan. 28, 2020) (“A motion to \ndismiss under Rule 12(b)(6) is seldom an appropriate pleading in actions \nfor declaratory judgments, and will not be allowed simply because the plaintiff may \nnot be able to prevail.  It is allowed only when the record clearly shows that there is \nno basis for declaratory relief as when the complaint  does not allege an actual, \ngenuine existing controversy.” (cleaned up)). \n115. The Court reaches a different conclusion, however, with regard to the \nthird issue as to which Plaintiffs seek a declaratory judgment. \n116. Plaintiffs’ third requested declaration concerns Defendants’ compliance \nwith a temporary restraining order (“TRO”) entered in a separate lawsuit currently \n \n \npending in Wake County Superior Court,  Southland Nat’l Ins. Corp. v. Lindberg , \nWake Cnty. Sup. Ct. File No. No. 19-CVS0013093.  Southland involves an alleged \ninvestment scheme implicating certain insurance companies owned by  Lindberg.  \n(Am. Compl.  ¶ 249.)  As part of th e scheme, “Mr. Lindberg and his colleagues \n[allegedly] caused the insurance companies to place substantial portions of their \npolicyholder funds into risky and improper investments [tied] to other non-insurance \ncompanies owned by Mr. Lindberg.”  (Am. Compl. ¶ 249.)   \n117. On 22 April 2024, the Southland Court appointed a receiver over Global \nGrowth.  That receivership still remains in effect.  (Am. Compl. ¶ 256.)  That Court \nalso entered a TRO prohibiting Lindberg, Global Growth, or any of the other entities \ninvolved in the case from devaluing or encumbering certain affiliated entities, which \ninclude some of the Defendants involved in the present lawsuit.  (Am. Compl. ¶ 258.) \n118. On 28 August 2024, the presiding judge in Southland held Lindberg and \nGlobal Growth in civil contempt for repeated violations of the TRO and receivership.  \n(Am. Compl. ¶ 265–66.) \n119. Plaintiffs now seek a declaration from this Court requiring Defendants \nto adhere to the terms of the TRO (and other related orders) issued in Southland.  \nHowever, they have failed to offer a persuasive argument as to how t his Court \npossesses the authority to issue a ruling addressing the enforceability of orders issued \nby another judge in a separate legal proceeding.     \n120. Accordingly, the Motion to Dismiss is GRANTED in part and DENIED \nin part with regard to Plaintiffs’ declaratory judgment claim.  \n \n \nH. Accounting/Constructive Trust  \n121. Plaintiffs contend that they are entitled to receive copies of CBCS \nOperations’s unaudited financial statements, along with a “complete accounting \nunder North Carolina law.”  (Am. Compl. ¶¶ 384–85.)  They further request that the \nCourt impose a constructive trust upon all of CBCS Operations’ s assets, including \n“all monies distributed from [CBCS Operations] to any [other] Defendant or any third \nparty to the extent such monies were the result of revenues that would have belonged \nto [CBCS Operations] but for the wrongful  acts of Defendants as described in [the \nAmended Complaint].”  (Am. Compl. ¶ 393.)  \n122.  Accountings and constructive trusts “are remedies, not independent \ncauses of action.”  Mayer v. Goldner, 2025 NCBC LEXIS 28, at **10 (N.C. Super. Ct. \nMar. 17, 2025);  Glob. Textile All., Inc. v. TDI Worldwide, LLC , 2018 NCBC LEXIS \n104, at **25 (N.C. Super. Ct. Oct. 9, 2018).  \n123. Therefore, t o the extent Plaintiffs’ requests for an accounting and a \nconstructive trust are pled as actual claims for relief, they are DISMISSED without \nprejudice to Plaintiffs’ right to seek them as remedies in this action to the extent \npermitted by applicable law.  \nII. Claims Against Non-CBCS Operations Defendants \n124. In addition to asserting the claims discussed above against  CBCS \nOperations, Plaintiffs also seek to pierce the corporate veil of each of the Non-CBCS \nOperations Defendants—all of whom (except for Eli Global and Global Growth)  join \n \n \nin the present Motion to Dismiss —so that each of them can be held jointly and \nseverally liable for any sums that Plaintiffs recover in this litigation.15 \n125. Therefore, the analysis below applies to the following Defendants: CBCS \nHoldings, LLC; Beckett Media & Collectibles; Beckett Authentication Services, LLC; \nBeckett Collectibles Holdings, LLC; Collectivus, LLC f/k/a BKX Holdings, LLC ; The \nBeckett Collectibles Trust; Southern Hobby Distribution, LLC; and Southern Hobby \nHoldings, LLC. \n126. “[I]n the ordinary course of business, a corporation is treated as distinct \nfrom its shareholders.”  State ex rel. Cooper v. Ridgeway Brands Mfg., LLC, 362 N.C. \n431, 438 (2008).   At the same time , “ exceptions to the general rule of corporate \ninsularity may be made when applying the corporate fiction would accomplish some \nfraudulent purpose, operate as a constructive fraud, or defeat some strong equitable \nclaim.”16  Id. at 439 (cleaned up).   \n127. Under certain circumstances, “courts will disregard the corporate form \nor ‘pierce the corporate veil’ when ‘necessary to prevent fraud or to achieve equity ’.”  \nId.  “Veil piercing is not a theory of  liability but a form of relief that provides an \navenue to pursue legal claims against those otherwise shielded by the corporate \n \n15 Although the Amended Complaint states that each of the  claims contained therein is \nasserted against all Defendants, Plaintiffs have not alleged acts committed by the Non-CBCS \nOperations Defendants that would independently give rise to liability against them.  \nAccordingly, the only remaining question is whether they should remain in the case under a \nveil piercing theory. \n \n16 This same principle applies equally to limited liability companies.  See S. Shores Realty \nServs. v. Miller, 251 N.C. App. 571, 584 (2017) (“[O]ur appellate courts have generally upheld \nthe imposition of personal liability upon an individual manager of an LLC under the same \ncircumstances that support piercing the corporate veil.”).  \n \n \nform.”  Campbell Sales Grp., Inc. v. Niroflex by Jiufeng Furniture, LLC, 2022 NCBC \nLEXIS 148, at **45–46 (N.C. Super. Ct. Dec. 5, 2022) (cleaned up).   \n128. While courts have the ability to “ pierce the  corporate veil whenever \nnecessary to prevent fraud or to achieve equity [,]” the decision to do so “is a strong \nstep: Like lightning, it is rare and severe.”  Id. at **46 (cleaned up).  \n129. In analyzing veil piercing claims, North Carolina courts have utilized \nthe “instrumentality test.  Under this test, piercing the veil may be appropriate when \nthe entity is the mere instrumentality or alter ego of another entity or individual. ”  \nId. (cleaned up).  \n130. To satisfy the “instrumentality test,” a plaintiff must prove the following \nthree elements: \n(1) Control, not mere majority or complete stock control, but complete \ndomination, not only of finances, but of policy and business practice in \nrespect to the transaction attacked so that the corporate entity as to this \ntransaction had at the time no separate mind, will or existence of its \nown; and \n \n(2) Such control must have been used by the defendant to commit fraud \nor wrong, to perpetrate the violation of a statutory or other positive legal \nduty, or a dishonest and unjust act in contravention of plaintiff's legal \nrights; and \n \n(3) The aforesaid control and breach of duty must proximately cause the \ninjury or unjust loss complained of. \nId. at **46–47 (cleaned up). \n131. In assessing “whether the first factor of the instrumentality test has \nbeen met, our courts have emphasized the relevance of the following factors:  (i) \ninadequate capitalization ( ‘thin incorporation ’); (ii) non-compliance with corporate \nformalities; (iii) complete domination and control of the corporation so that it has no \n \n \nindependent identity ; and (iv) e xcessive fragmentation of a single enterprise into \nseparate corporations.”  Id. at **47 (cleaned up).  “These factors are not exclusive, \nhowever, and the presence or absence of any particular factor is not dispositive.”  Id. \n(cleaned up).  Moreover, “when a plaintiff seeks to pierce the corporate veil of an LLC, \nrather than a corporation, these factors may be weighed differently.”  Id. (cleaned up).  \n132. In support of their veil piercing argument, Plaintiffs essentially argue \nthat all of the entities they have sued are mere alter egos and instrumentalities of \neach other and of Lindberg.  \n133.  However, while Plaintiffs have alleged elements of common ality \nregarding the ownership and corporate structure of the  various entities, they have \nnot sufficiently pled the elements of the instrumentality test.   It is simply unclear \nfrom the Amended Complaint  which entities are alleged to actually control which \nother entities and how any such control specifically relates back to CBCS Operations.  \nIndeed, at the 21 May hearing, Plaintiffs’ counsel candidly admitted that further \ndiscovery is needed to provide clarity on this subject.  \n134. But in ruling on Defendants’ Motion the Court must ultimately evaluate \nthe sufficiency of the veil piercing allegations as they are currently pled.  At this time, \nthe Court finds these allegations to be lacking.  See Rockingham Cnty. v. NTE Energy, \nLLC, 2024 NCBC LEXIS 55, at **15 (N.C. Super. Ct. Apr. 15, 2024) (finding plaintiff \ndid “not properly allege the elements of veil piercing as that doctrine has been \nhistorically recognized by North Carolina courts” where, “rather than specifically \nstating which corporate forms the Court should disregard, the [plaintiff] instead \n \n \nask[ed] the Court to treat each of the Defendant entities ‘as one and the same’”); Blue \nRidge Pediatric & Adolescent Med., Inc. v. First Colony Healthcare, LLC, 2012 NCBC \nLEXIS 52, at **15–16 (N.C. Super. Ct. Oct. 3, 2012) (dismissing veil piercing claim \nwhere plaintiffs failed “to point to specific acts of control or domination” and instead \nrelied on “legal conclusions, unsupported by actual facts”); W & W Partners, Inc. v. \nFerrell Land Co., LLC, 2018 NCBC LEXIS 52, *25–26 (N.C. Super. Ct. May 22, 2018) \n(dismissing veil piercing claim where allegations consisted of “rote recitation of the \nfactors enunciated by North Carolina’s appellate courts” and did not include specific \nfacts showing domination).  \n135. Nevertheless, the Court —in its discretion —elects to  DISMISS \nPlaintiffs’ veil piercing “claim” without prejudice.  See First Fed. Bank v. Aldridge , \n230 N.C. App. 187, 191 (2013) (“The decision to dismiss an action with or without \nprejudice is in the discretion of the trial court[.]”). \nCONCLUSION \nTHEREFORE, it is hereby ORDERED as follows:  \na. The Moving Defendants’ Motion to Dismiss is GRANTED as to the following \nclaims seeking monetary relief: \ni. Bornstein’s claim for breach of the EEA and Consulting Agreement \nagainst CBCS Operations.  This claim is DISMISSED with prejudice. \nii. Plaintiff CBCS’s express claim against CBCS Operations for breach of \nthe EEA by intentional devaluation of its phantom equity interest.  This \nclaim is DISMISSED with prejudice. \n \n \niii. Plaintiffs’ claim for breach of fiduciary duty.  This claim is DISMISSED \nwith prejudice.   \niv. Plaintiffs’ claim for constructive fraud.  This claim is DISMISSED with \nprejudice. \nv. Plaintiffs’ claim for piercing the corporate veil against the Non -CBCS \nOperations Defendants .  This claim is DISMISSED without \nprejudice. \nb. The Moving Defendants’ Motion to Dismiss is GRANTED in part  and \nDENIED in part , as set forth above, with regard  to Plaintiffs’ claim for \ndeclaratory judgment. \nc. To the extent Plaintiffs’ requests for an accounting and a constructive trust are \npled as claims, they are DISMISSED without prejudice to Plaintiffs’ right \nto seek them as remedies in this action in accordance with applicable law.  \nd. The Moving Defendants’ Motion to Dismiss is DENIED in all other respects.  \nSO ORDERED, this the 9th day of July, 2025.17  \n        /s/ Mark A. Davis    \n        Mark A. Davis  \n        Special Superior Court Judge  \n        for Complex Business Cases \n \n17 For the sake of clarity, the only remaining Defendants in this matter based on the rulings \ncontained in this Opinion are CBCS Operations, Eli Global, and Global Growth.  The caption \non all future filings in this case should be changed accordingly. "
}